{
  "name" : "downloads_2019-11-19_9d_zhao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Toward large-scale water treatment using nanomaterials",
    "authors" : [ "ei Zhaoa", "I-Wei Chenb", "Fuqiang Huanga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "T W a\n2 b c\nM\na\nA R R A A\nK W A A P T B F\nC\nb m g s n\nS\nh 1\nNano Today 27 (2019) 11–27\nContents lists available at ScienceDirect\nNano Today\njou rn al h om epa ge: www.elsev ier .com/ locate /nanotoday\noward large-scale water treatment using nanomaterials\nei Zhaoa, I-Wei Chenb,∗∗, Fuqiang Huanga,c,∗\nState Key Laboratory of High Performance Ceramics and Superfine Microstructure, Shanghai Institute of Ceramics, Chinese Academy of Sciences, Shanghai, 00050, PR China Department of Materials Science and Engineering, University of Pennsylvania, Philadelphia, PA19104, USA Beijing National Laboratory for Molecular Sciences and State Key Laboratory of Rare Earth Materials Chemistry and Applications, College of Chemistry and olecular Engineering, Peking University, Beijing, 100871, PR China\nr t i c l e i n f o\nrticle history: eceived 26 November 2018 eceived in revised form 9 April 2019 ccepted 21 May 2019 vailable online 5 June 2019\neywords: ater Treatment dsorption\na b s t r a c t\nWater pollution worldwide has already endangered health and environment. At places of rapid population growth and urbanization, traditional technologies for wastewater treatment and polluted water reclamation are approaching their limits. Nanomaterials of small particle sizes, huge specific surface areas and abundant reactive sites are ideal for adsorbing pollutants, but semiconducting nanoparticles that can harness sunlight to catalyze advanced oxidation processes are especially effective for eliminating refractory water contaminants. This paper reviews the guiding principles of nanomaterial adsorption and photocatalysis for advanced water treatment, and calls attention to low-cost, high-performance nanomaterials that are well positioned for large-scale water treatment. Black titania (BT) capable of full-spectrum\ndvanced Oxidation Processes hotocatalysis hree-dimensional Graphene lack Titania ield Application\nsolar photon absorption and three-dimensional graphene (3DG) with an unparalleled combination of electrical conductivity, mechanical strength/flexibility and surface activity and functionality are especially promising. Hybrids of BT and 3DG have been successfully field-tested for large-area remediation of contaminated water in its natural setting, and the lessons learned will lead to further advances in this technology, including ones that integrate wastewater treatment with energy conversion and storage.\n© 2019 Elsevier Ltd. All rights reserved.\nontents\nIntroduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .12 Overview of water treatment technology and the need for nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 Adsorption and filtration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 Advanced oxidation processes (AOP) and photocatalysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 Light absorption, band structures and electron transport . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16\nPhotocatalysis—a closer look. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .16 Band structure modification for full-spectrum light absorption . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 Charge transport and the packing-factor model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .18 Semiconductor-nanocarbon hybrids . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 Large scale applications of nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20 Large scale synthesis of 3D graphene . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\nAbbreviations: 3DG, three dimensional graphene; NS, nanosheet; AC, activated carbon; NW, nanowire; AOP, advanced oxidation processes; OH, hydroxyl radicals; BET, urnauer-emmett-teller; PC, photocatalysis; BOD, biochemical oxygen demand; PCE, perchloroethylene; BT, black titania; PEC, photoelectrocatalysis; CBM, conduction band inimum; PF, packing factor; CE, counter electrode; PFC, photocatalytic fuel cell; CNT, carbon nanotube; PVC, photovoltaic cell; COD, chemical oxygen demand; RGO, reduced\nraphene oxide; CVD, chemical vapor deposition; ROS, reactive oxygen species; EC, electrocatalysis; SCE, saturated calomel electrode; FTO, fluorine doped tin oxide; SG, pongy graphene; GO, graphene oxide; TCE, trichloroethylene; MB, methylene blue; TiO2„ titanium dioxide; MO, methyl orange; TGH, titania-graphene hydrogel; NHE, ormal hydrogen electrode; TOC, total organic carbon; NP, nanoparticle; UV, ultraviolet; NR, nanorod; VBM, valence band maximum. ∗ Corresponding author at: State Key Laboratory of High Performance Ceramics and Superfine Microstructure, Shanghai Institute of Ceramics, Chinese Academy of Sciences, hanghai, 200050, PR China. ∗∗ Corresponding author.\nE-mail addresses: iweichen@seas.upenn.edu (I.-W. Chen), huangfq@mail.sic.ac.cn (F. Huang).\nttps://doi.org/10.1016/j.nantod.2019.05.003 748-0132/© 2019 Elsevier Ltd. All rights reserved.\n12 W. Zhao et al. / Nano Today 27 (2019) 11–27\nLarge scale synthesis of black titania . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22 Field applications. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .23 Lifetime and recycling. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .24 Advanced water treatment technologies . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24 Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\nAcknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .26 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\nI\na i d y p h o i a w t p r b a e w\nm w i p o c t h t p c a t t m t l d w n\nt\nO n\nm i t f o o m l\nntroduction\nWater pollution caused by domestic, industrial, commercial and gricultural activities is a concern in both developed and developng worlds [1]. Water pollution is the leading cause of deaths and iseases in developing world, where 2.2 million people die each ear because of unsanitary water that is consumed by 1 billion peole everyday [2]. Even in the US, it is estimated that the national ealth system annually spends an additional 7 billion dollars to vercome the health problems caused by polluted water, and famlies without access to clean water and sanitation facilities incur nother US$340 yearly cost each [3]. Because pollution increases ith human activities, the problem may become more severe in he future, and as population and population density grow, water ollution will be compounded by water shortage. Indeed, if the curent population trend and usage pattern continue, by 2025, four illion people will be living with severe water scarcity or shortge [4]. Therefore, there is an urgent need to develop effective and conomic technology for water treatment, water reclamation and ater reuse.\nWastewater is the most likely source of water pollution in ost communities, and this has led to regulations for treating astewater and setting the specifications for treated water before t can be reused, reclaimed or released. In addition to biological ollutants, wastewater often contains undesirable inorganic and rganic chemicals shown in Table 1. The goal of the treatment is to ompletely remove such substance or to reduce it to below a cerain level, such as the ones in the WHO guideline [5], to ensure uman health and environmental safety. Municipal wastewater reatment is undertaken by either public utility or private forrofit business. (In special circumstances, wastewater treatment an be a profitable endeavor; for example, when Au+ and Ag+ re recovered from gold/silver plant liquids, slurries, and effluents hat contain Au(CN)2 and Ag(CN)2.) However, standard wastewater reatment technologies—adsorption, chemical or biological treat-\nent, and membrane-based separation or filtration—are beginning o be pushed to their limits by the rapid population growth and arge-scale industrialization and urbanization in many populous eveloping countries. This has led to the call for new technologies ith higher efficiencies and lower costs, many of them based on anomaterials [6].\nRef: WHO, Guidelines for drinking-water quality (fourth ediion), WHO Library Cataloguing-in-Publication Data, 2017.\nverview of water treatment technology and the need for anomaterials\nIn a municipal setting, water treatment is a systematic project of ultiple steps (Fig. 1) [7]. Primary treatment holds the wastewater n a quiescent tank resulting in the settlement of heavy suspensions o the bottom, and lighter ones, such as oil and grease, to the surace. It may also include an additional step by adding inorganic or\nrganic coagulants to the remaining liquid to cause flocculation f suspended particles that are subsequently removed by sedientation and filtration. The remaining liquid usually contains\ness than half of the original particle content and approximately\ntwo-thirds of the dissolved and colloidal organic compounds measured by biochemical oxygen demand (BOD). Secondary treatment is designed to remove at least 85% BOD to a monthly averaged level of less than 30 mg/l and a like amount for suspended solids. This may be achieved by chemical or biochemical oxidation that converts organics into small inorganic molecules such as water, carbon dioxide, and salts, a process also referred to as mineralization. In some cases, favorable geological environments providing sand filtration may achieve the same outcome without mineralization. Tertiary treatment, often called advanced treatment, further removes biological nutrients (mainly nitrogen and phosphorus) and biologically toxic materials, and it also disinfects. This is achieved by adsorbing refractory pollutants using suitable adsorbents, such as in membrane separation. After this step, the treated water is nearly indistinguishable from water of natural origin, and it can be discharged to the receiving environment (sea, river, lake, waste lands, ground, etc.) Alternatively, tertiary treatment may involve advanced oxidation processes (AOPs), which are a set of chemical treatment procedures designed to remove organic and sometimes inorganic materials by oxidation through reaction with hydroxyl radicals (·OH), causing mineralization [8].\nThe above sequence is also embodied in typical unit operations of an industrial wastewater treatment plant: an oil-water separator, a clarifier for removing solids from wastewater, a roughing filter to reduce the BOD, a carbon filtration plant to remove toxic dissolved organic compounds, and an advanced electrodialysis reversal system with ion exchange membranes to further polish water quality. Agricultural wastewater treatment for continuous confined animal operations like milk and egg production may be performed by a similar set of unit operations. Wherever land is available, ponds, settling basins and facultative lagoons may be utilized to lower the operational costs.\nIt has been increasingly realized that nanomaterials may contribute to advanced water treatment technologies [9]. Nanomaterials are materials with a particle size of 100 nm or smaller. Compared with their bulk counterparts, nanomaterials having smaller sizes impart orders of magnitude higher specific surface area and surface reactive-sites. Many nanomaterials also feature tunable physical, chemical, and electronic properties that are not manifest in the bulk materials [10]. Although soft nanomaterials such as surfactants are commonly used to control coagulation and flocculation, the most critical new contributions the nanomaterials can make lie in filtration, adsorption and AOP. Carbonaceous nanomaterials (charcoal, activated carbon, and newer nanocarbon polymorphs such as carbon nanotube and graphene) have already found use in filtration and adsorption by virtue of their huge surface area and tailored pore sizes, which are important attributes for adsorption [11]. Meanwhile, various oxides (TiO2, ZnO, Fe2O3, Fe3O4, WO3, etc.) and metal (Fe, Ag) nanoparticles are highly effective for AOP because they generate, in situ, active hydroxyl radicals with the help of primary oxidants (ozone, hydrogen peroxide and oxygen), ultraviolet light or semiconductor photocatalysts, thereby achieving mineralization [8]. Using these nanoparticles, the concentration of contaminants can be reduced from the ppm level to the ppb level, hence significantly lowering BOD, chemical oxygen demand (COD) and total organic carbon (TOC). Indeed, it is\nW. Zhao et al. / Nano Today 27 (2019) 11–27 13\nTable 1 Harmful chemicals in wastewater.\nSources Inorganic Guideline value (mg/L) Organic Guideline value (mg/L)\nNaturally occurring Arsenic Barium Boron Chromium Fluoride Selenium Uranium\n0.01 1.3 2.4 0.05 (P) 1.5 0.04 (P) 0.03 (P)\nMicrocystin-LR 0.001 (P)\nIndustrial andhuman dwellings Cadmium Mercury\n0.003 0.006\nBenzene 1,2-Dichlorobenzene 1,4-Dichlorobenzene 1,2-Dichloroethane 1,2-Dichloroethene Dichloromethane 1,4-Dioxane Edetic acid Ethylbenzene Nitrilotriacetic acid Styrene Tetrachloroethene Toluene Trichloroethene Xylenes\n0.01 1 (C) 0.3 (C) 0.03 0.05 0.02 0.05 0.6 0.3 (C) 0.2 0.02 (C) 0.04 0.7 (C) 0.02 (P) 0.5 (C)\nAgricultural activities Nitrate nitrite\n50 3\nAlachlor Aldicarb Chlorotoluron Chlorpyrifos 1,2-Dichloropropane 1,3-Dichloropropene Dichlorprop Hydroxyatrazine Mecoprop Trifluralin\n0.02 (A) 0.01 0.03 0.03 0.04 (P) 0.02 (A) 0.1 0.2 0.01 0.02\n(A) Substances that are carcinogenic; (C) concentrations at or below the health-based guideline value may still affect the appearance, taste or odor of water; (P) provisional guideline value because of uncertainties in the health database.\nwate\ne A s r w f\nc\nFig. 1. Flow chart of multi-step waste\nven possible to envision combining carbonaceous species and OP-enabling nanoparticles to form material systems to realize ynergistic effects, and to deploy them for one-time or short-term emediation of endangered water resources of ponds, lakes, rivers,\netlands, and grounds for which a permanent water treatment acility may not be necessary [12]. This paper will review the basic principles and advanced oncepts of filtration, adsorption and AOP in connection to nanoma-\nr treatment from primary to tertiary.\nterials. Since strategic applications of nanomaterials in large-scale water treatment will critically depend on material availability and costs, those nanomaterials that have already made great strides in bulk synthesis, cost reduction and field demonstration at the pilot plant level are of special interest. These include three-dimensional graphene (3DG), black titania (BT) and 3DG/BT composites. The\n1 o Toda\np g\nA\nt s t m t t h m t w o t i i b a i a b a t i o C u t\ns s s c a p o\ni w A o c p r a r o f s m t\ni a f t a a t i d\n4 W. Zhao et al. / Nan\naper will close with an outlook of future technologies that interate wastewater treatment with energy production and storage.\ndsorption and filtration\nAdsorption and filtration can facilitate separation of conaminants from the treated effluent. Membrane filtration via ize-exclusion filters physically separates particles into different ype of contaminants (suspended particles, bacteria, macro-\nolecules, proteins, viruses, inorganic salts, etc.) and removes hem: microfiltration for a mean pore size ultrafiltration for nanofilration for and reverse osmosis for ≤ 1 nm) [13]. Adsorption by igh-surface-area adsorbents in tertiary treatment removes heavy etal ions or refractory organic pollutants. The process is based on he principle that absorption lowers the energy of the interface, hich may be a solid-solid, solid-liquid, solid-gas, liquid-liquid, r liquid-gas interface [14]. Conceptually, adsorption is limited to he interface and may be distinguished from absorption, which nvolves bulk material, although thermodynamically and empircally adsorption often extends to several atomic layers into the ulk. The adsorption process is usually classified into two: physical dsorption through weak van der Waals forces, hydrogen bondng, electrostatic attraction and - interactions, and chemical dsorption in which new chemical bonds form between the adsorates and the adsorbents [15]. A typical binding energy of physical dsorption is about while that of chemical adsorption may reach 1 o 10 eV. Adsorption is usually illustrated through isotherms, which s the amount of adsorbate on the adsorbent measured as a function f gas pressure or liquid concentration at a certain temperature. ommonly used adsorption isotherms are named after Henry, Frendlich, Langmuir and Burnauer-Emmett-Teller (BET), referring to heir respective models derived on different assumptions [16].\nSince adsorption increases with the specific surface area, urface-abundant silicates and aluminosilicates such as sand, clay, ilica gel and natural/man-made zeolite (many used as molecular ieves), as well as carbon materials such as charcoal and activated arbon (AC), are most common adsorbents [17]. Carbon materials re especially favored due to their very high specific surface area er unit mass and outstanding ability to withstand a broad range f chemical and physical conditions [11].\nCarbon materials have been used to remove toxic pollutants n low concentrations in aqueous solutions since 1700 when it\nas first discovered that charcoal (the forerunner of widely used C) can adsorb specific species in a gas mixture (1773) and colred solution (1786) [18]. Swedish chemist von Ostreijko invented ommercial AC in two patents in 1900 and 1901 that described hysical and chemical activation of normal carbonaceous mateials [18]. Today’s AC has a specific surface area between 500 nd 3000 m2 g1 (thus somewhat higher than that of zeolite whose ange is 500-1000 m2 g1). It has a rich pore structure consisting f micro-, meso- and macropores endowed with abundant surface unctional groups. It is such high surface area and the excellent tability in aqueous solution that makes AC a popular choice as a ost effective adsorbent in wastewater treatment and water filtraion/purification processes [19]. Both charcoal and AC are three-dimensional materials comprisng a three-dimensional sp3-C network, although there is also an bundance of graphitic sp2-C in these materials. An entirely new amily of nanocarbon, however, has been discovered in recent years hat are all made of sp2-C, its simplest form being graphene, which rranges C atoms into a two-dimensional hexagonal network, and s such it can be regarded as a one-atom-thick graphite [20]. When his layer is wrapped into a closed shell that resembles a soccer ball n shape, it is called a fullerene, which may be regarded as a zeroimensional allotrope of carbon. Likewise, it can be rolled into a\ny 27 (2019) 11–27\ntube, called a carbon nanotube (CNT), which is a one-dimensional allotrope [21,22]. To complete the list, CNT of various diameters and shell thickness can be connected, mostly tetrahedrally, into a three-dimensional, open-cell, ultralight foam, which is loosely referred to as 3DG [23]. Lastly, they can all be modified or doped to incorporate surface functional groups [24]. These new carbon nanomaterials have been investigated for wastewater treatment, because their van der Waals forces enable physical adsorption and they additionally benefit from physical and chemical adsorption when surface functional groups are present [11,25,26].\nSince all forms of carbon described above can obtain a porous structure, it is common to classify them into different types by pore size [27]. Microporous carbon has pores of less than 2 nm, mesoporous carbon and macroporous carbon >50 nm. Pores in ordered carbon are ordered because they are created by some templating process via a sacrificial template of an ordered mesoscopic network that is in turn derived from some surfactant-directed liquid-liquid phase separation process [28]. Similar mesoporous but disordered carbon is also easily obtained by pyrolysis of any number of suitable carbon-containing precursors of either a synthetic or a natural origin, such as plants or organisms [29,30]. In this respect, it should be mentioned that AC is too a disordered porous carbon with macropores, mesopores and micropores, and it is usually produced by carbonization of some carbonaceous natural materials such as coconut shell, with additional physical and/or chemical activation through oxidation in steam and/or impregnation of chemicals in the raw materials, before carbonization [31].\nThe presence of surface functional groups profoundly alters the characteristics of carbon, which is relevant to AOP. It introduces hydrophilic sites to an otherwise hydrophobic graphene surface. Adsorption of many molecular species from gas or liquid already occurs at the hydrophobic micro/mesoscopic pore surfaces of porous carbon, but surface functional groups provide much more potent sites for adsorption of ion species (either cationic or anionic) of metals and other organics/inorganics [25]. The chemical structures of such groups can be spectroscopically characterized and the overall pH and acidity/basicity of the carbons can be determined by titration. These characteristics are strongly correlated to the adsorption amount and adsorption enthalpy in an (ionic) species-dependent manner. In particular, there is direct evidence of charge transfer during adsorption; for example, the ratio of released protons to adsorbed cadmium ions on oxidized carbon of an AC is approximately 2, indicating cation exchange was involved in the process of adsorption, e.g., between H+ (in the -COOH group) and Cd2+. Such effect is powerful, for it results in dramatically enhanced Cd2+ adsorption even though the oxidation treatment (using HNO3) actually lowers the specific surface area and pore volume somewhat. A further confirmation of this effect is provided by heat treatment above 300 ◦C, which decomposes the carboxylic acid group, and with it the enhanced Cd2+ adsorption is lost [32]. Just like oxidation can increase the surface acidity, nitridation and sulfuration of the AC surface can increase the surface basicity and polarity that strengthens specific interactions with (acidic) polar pollutants [31]. Since the agents of AOP are often supported by these carbon substrates, surface modification of the latter to enhance adsorption can create a “pre-concentration” effect of collecting pollutants locally, which makes subsequent AOP more efficient [12,33,34].\nAdvanced oxidation processes (AOP) and photocatalysis\nAlthough a majority of contaminants in wastewater can be removed by standard primary and secondary treatments, some trace amount of non-degradable materials such as pharmaceutical residues are hard to eliminate. The limitations of conventional approaches provoked the development of more effective tech-\no Toda\nn o c A [ r a d a o\nF\nF\nw i g\nF\nF\nF\nA\nO\nH\nA\ns r s n a c m c\ng p [ t g f w a i\nc\nT\nT\nT\nO\nT\nW. Zhao et al. / Nan\niques such as AOPs, which rely on highly reactive ·OH to oxidize rganic (and sometimes inorganic as well) pollutants into water, arbon dioxide and salts [8]. Metallic nanoparticles such as Fe, l and Ag can serve this purpose by providing direct oxidation 35]. This is not new. For example, developed in 1890s, Fenton’s eagent is a solution of hydrogen peroxide with ferrous iron catlyst that is used to oxidize contaminants in wastewaters: it can estroy toxic organic compounds such as trichloroethylene (TCE) nd tetrachloroethylene (perchloroethylene, PCE) [36]. In an aqueus environment, the reaction proceeds by\ne2++H2O2= Fe3++·OH + OH−\ne3++H2O2= Fe2++HO2· + H+\nith the net effect being a disproportionation of hydrogen peroxde. But Fe and Al can also act alone in an aqueous environment to enerate hydrogen peroxide by various reactions such as\ne + O2+2H+= Fe2++H2O2\ne + H2O2+2H+= Fe2++2H2O\ne2++H2O2= Fe3++·OH + OH−\nand\nl = Al3++3e−\n2+H++e−= HO2·\nO2· = H2O2+O2\nl + 3H2O2= Al3++3·OH + 3OH−\nTherefore, metallic nanoparticles such as Fe, Al and other metal uch as Ag can provide direct oxidation for AOP as well [37]. These eactions are irreversible, however, so fresh nanoparticles must be upplied for AOP to continue, which can be costly. Nevertheless, Ag anoparticles and Ag+ ions have been used for since ancient times, nd it is now known that Ag or Ag+ introduced into bacterial cells an also induce a high degree of oxidation-initiated structural and orphological changes that lead to cell death. So, despite its high ost, Ag is still used in critical applications [38]. A potentially cost-effective AOP agent is an oxide or chalcoenide semiconductor nanoparticle that undergoes heterogeneous hotocatalysis [39,40]. The best example is titanium dioxide (TiO2) 41]. The positive holes of TiO2 have a strong oxidative potential hat oxidizes water to create ·OH, and they can also oxidize oxyen or organic materials directly. Since the band gap of TiO2, ∼3 eV, alls into the UV range, these functions can be UV activated. Already idely used as pigment, TiO2’s ability to generate ·OH adds to its ppeal in products of paints, cements, windows and tiles by impartng sterilizing, deodorizing and anti-fouling properties.\nThe photocatalytic properties of TiO2 to generate ·OH were disovered by Fujishima:\niO2+h → TiO2(h++e−)\niO2(h+) + H2O → TiO2+·OH + H+\niO2(h+) + OH−→ TiO2+·OH\nH + organicpollutants → CO2+H2O\niO2(e−) + O2→ TiO2+·O2−\ny 27 (2019) 11–27 15\nO2−+2H2O → 2·OH + 2OH−\nO2−+2OH−→ 2·OH + O2\nOH + organicpollutants → CO2+H2O In this mechanism, known as the Honda-Fujishima effect, TiO2 acts like a catalyst by providing photo-activated holes—it itself is not consumed unless photo bleaching occurs, and it generates no other byproduct than H2O and CO2. Importantly, too, the above effect requires no additional substance other than sunlight and natural oxygen, so it can occur under ambient conditions with a high turnover rate for repeated operation. Therefore, the process is potentially cost effective for detoxification or remediation of wastewater [42].\nOther than TiO2, a large number of photoactive semiconductors have also been explored as photocatalysts [43,44]. They include various metal oxides (ZnO, Fe2O3, Fe3O4, WO3, Bi2WO6, Ag3PO4, etc.), chalcogenides (CdS, In2S3, MoS2, ZnSe, etc.), and other types of compounds (C3N4, AgCl, BiOCl, etc.) For redox reactions in aqueous solutions, it is convenient to refer to the position of band edge shown in Fig. 2a, which indicates the vacuum level and the band gap in relation to the H2/H+ level (0 eV if measured against a normal hydrogen electrode or NHE) and the O2/H2O level (1.23 eV). Redox potentials of reactive oxygen species (ROS) relevant to water remediation, including ·O2-, H2O2 and ·OH, are also plotted in the figure. Oxide semiconductors are capable of generating ·OH because their valence band (VB, primarily composed of O 2p orbitals) typically lies above the ·OH/H2O level [45]. But TiO2 is unique in that the electrons in its conduction band (CB) can be transferred to dissolved oxygen molecules to generate ·O2-, which can be further reduced to H2O2 and ·OH. This is unlike the case of ZnO, Fe2O3 and WO3 for which the process does not work efficiently because their CB is lower. To utilize the full spectrum of solar energy, however, a band gap of is ideal, so there is a need to tailor the band structure as well other aspects of semiconductor carriers and defects to achieve efficient generation and utilization of electron-hole pairs and electron- or hole-initiated redox cascades [46]. More on them will be described in the next section.\nNot only for its special band-structure levels but also in practical terms, TiO2 has the unique potential to be deployed for wastewater treatment or water remediation. Being one of the most mass-produced inorganic nonmetal products, it already enjoys commercial success as a (low-purity) pigment/filler and a (highpurity) source-powder for fabricating electronic ceramics. But it is also notable for its thermodynamic stability. According to the Pourbaix diagram of the metal/H2O system, most oxides are only stable for a limited pH range (WO3: pH ZnO: pH Fe2O3: pH, but TiO2 is stable from pH 2 to pH 13 [47], which is an important advantage for large-scale wastewater treatment and water remediation that may receive water of a broad and often uncontrolled chemistry.\nTo simplify recovery from the treated effluent, practical applications require nanoparticulate photocatalysts to be fixed on a support [48,49]. While the support is sometimes considered inert, there is ample evidence that it can also strongly influence the overall photocatalytic activity of nanoparticle catalysts. This is because different support can cause different amount of catalyst, and/or different amount of target organic/inorganic molecules for catalysis, to be absorbed, or it is simply because of different photocatalytic activity. The latter may be due to different light absorption by the support and/or different physical/chemical interactions between the catalyst and the support. Mechanistically, the physical interface between a catalyst and the support is pivotal as it affects stereochemistry and the energy bias/barrier for charge transfer and subsequent redox processes. Another factor is the surface func-\n16 W. Zhao et al. / Nano Today 27 (2019) 11–27\nt w t O t g t e s i\nL\nP\nt t s s t t t l a m t r s s t s\no generate hydroxyl radical, and 10. hydroxyl radical-mediated degradation of org cales of photo-induced reactions in and about TiO2 including carrier trapping, rec merican Physical Society).\nional groups and surface charge on the support or the catalyst, hich can influence pre-concentration of adsorbed molecules as hey intervene during molecule/support collision and adsorption. bviously, the specific surface area of the catalyst is always imporant. Examples of TiO2-nanocarbon (AC, nanotubes, graphene and raphene oxides) combinations or hybrids that combine the feaures of catalytic support, functional group tuning and synergistic ffects will be described in the next section after a closer look at emiconductor photocatalysis and the design principle of engineerng a nanomaterial photocatalyst.\night absorption, band structures and electron transport\nhotocatalysis—a closer look\nBroadly speaking, there are three steps in semiconductor phoocatalysis: (i) light absorption exciting electron-hole pairs across he band gap; (ii) separated electrons and holes migrating to the emiconductor surfaces; and (iii) electron or hole reacting with urface-adsorbed acceptor or donor species to complete the reacions (Fig. 2b) [50]. Provided there is no charge buildup or poisoning, hese steps can be repeated indefinitely. Clearly, all three steps need o be optimized to attain the ideal efficiency: in (i), the more the full ight spectrum can be absorbed, the more the electron-hole pairs re generated; in (ii), the more the electrons and holes can avoid utual annihilation by recombination, the more they will migrate o the surfaces to be available for surface reactions; in (iii), surface eactions can be optimized by tailoring the energetics of reactive pecies, their preconcentration, pH, and the assistance of implanted urface functional groups. To guide successful optimization of the hree steps, it is necessary to appreciate the very different time cales at which myriad photoinduced reactions occur, for exam-\n(Reproduced with permission from Ref. [52], Copyright © 2013 Elsevier). (c) Time ation and transfer (Reproduced with permission from Ref. [51], Copyright © 2014\nple, as shown in Fig. 2c for TiO2 [51]. On the fastest end, the band gap excitation creates electron-hole pairs in the femtosecond time scale. These pairs are subsequently trapped in shallow trap states (in or deep trap states (200 fs-50 ps). The electrons and holes in shallow trap states recombine with each other in about while those in deep trap states need more than 20 ns. The reduction of O2 by trapped electrons to generate ·O2- (in less than 100 ns) is much faster than the direct reduction by electrons in the CB s). Lastly, in TiO2, hole transfer is often faster than electron transfer, and among all the steps the interfacial transfer of photogenerated electrons is usually the slowest. Therefore, this last step is rate-limiting and need promotion the most in order to enhance the photocatalytic reaction overall [52]. Generally, the pollutants in direct contact with the catalyst surface can undergo photocatalytic degradation enabled by photogenerated electrons or holes. The charge transfer rate depends on the difference between the redox potential of ROS and the redox potential of specific pollutant [51]. After charge transfer, how the photocatalytic degradation proceeds further depends on the radiation intensity, nature and concentration of the photocatalysts and the pollutants, pH of the system, etc, as detailed in several reviews [41–43].\nAs already mentioned, TiO2 is the most promising choice for practical applications in wastewater treatment and water remediation. There are three common polymorphs of TiO2: anatase, rutile and brookite (Fig. 3) [53]. In addition, there are many other less common polymorphs such as monoclinic TiO2 as well as intermediate phases that are defect-mediated with ordered oxygen vacancies and attendant lattice reconstruction. Yet none of these polymorphs is a particularly efficient photocatalyst because (a) their band gaps depending on polymorphs, Table 2) all fall into the ultraviolet (UV) region, which covers only 5% of the total solar energy, and (b) some polymorphs suffer from high electron-hole recombination\nW. Zhao et al. / Nano Today 27 (2019) 11–27 17\nTable 2 Three polymorphs of TiO2 and their structural parameters and packing factors (PFs).\nPolymorphs Space group Unit cell and volume a, b, c (Å); (deg); Volume (Å3)\nBand gap (eV) PF Photocatalytic activity\nAnatase I41/ amd a = 3.79, c = 9.51; V = 136.3 3.2 0.645 good\nr m s e\nb a i t s b c v f m e p t\nB\nd m s i m t b l c u F t b i d N m j c a\nT b\nRutile P42/ mnm a = 4.59, c = 2.96; V = 62.1 brookite Pbca a = 9.18, b = 5.45, c = 5.15;\n= 107.3; V = 258.9\nates leading to a low quantum efficiency [54]. This has motivated uch research on modifying TiO2 to extend its light absorption pectrum to the visible and near-infrared region and to promote fficient separation of electrons and holes [55].\nThe above consideration would seem irrelevant for nanocaron since it mostly serves as an adsorbent or a preconcentration gent, and adsorption functions primarily rely on van der Waals nteraction and surface functional groups. However, as we menioned before, nanocarbon can also serve as a catalytic support for emiconductor photocatalysts and in this role it is sometimes capale of synergistic enhancement of photocatalytic activity. In such ase its light absorption and electron conduction do become releant. Indeed, nanocarbon/titania hybrids provide a fertile ground or developing high-performance AOP platforms. Therefore, maxi-\nized light absorption, optimized band structure and maximized lectron transport quite generally hold the key to successful hotocatalysts for wastewater treatment and water remediation echnology.\nand structure modification for full-spectrum light absorption\nImproved light absorption of TiO2 can be realized by heteroatom oping (see schematic in Fig. 4a), organic dye sensitization, noble etal decoration and coupling with another narrow band-gap\nemiconductor [56]. Typically, introducing substitutional metal ons (Co, Ni, Mn, Fe, Cr, etc.) into the cation sublattice of TiO2 leads to\nid-gap states or reduces the band gap (between Ti-3d and O-2p), hus enhances visible-light absorption [57,58]. However, some dlock transition metal dopants have an adverse effect because they eave deeply localized d-gap-states that serve as recombination enters, and cation dopants with a closed shell electron configration such as Zn provides no benefit. Anion dopants (N, S, C, , I, P, etc.), on the other hand, are particularly effective because hey cause p-orbital mixing, hence broadening, thus narrowing the and gap and increasing the activity [59]. But their overall effect s limited by the solubility, which is small because of their rather ifferent sizes and electronic configurations from those of O2−. oble metal decoration creating local surface plasmon resonance ay also enhance light harvesting [60], as does forming a heterounction with a narrower band-gap semiconductor [61], but for ost considerations these strategies are not practical for large-scale pplications.\nA breakthrough in improving the light absorption efficiency of iO2 was made in 2011 by Chen et al., leading to various forms of lack titania (BT) in subsequent years [62–73], In the initial work,\n3.0 0.705 Very poor 3.3 0.682 poor\nhydrogenated nanoparticles with a crystalline (anatase) core and an amorphous shell, the latter with a disordered lattice, were discovered to exhibit enhanced light absorption efficiency and greatly improved photocatalytic activity. It was thought that the distorted lattice had distorted Ti-H and O-H bonds that provided mid-gap states and broadened the tail of valence band maximum (VBM), which allows the nanoparticle to extend the absorption edge to about 1.0 eV (∼1200 nm) and realize a greatly reduced band gap of around 1.54 eV [62]. However, the process to obtain this BT (to be referred to as HP-TiO2) requires a high-pressure () hydrogen treatment at 200 ◦C for five days, and its overall solar absorbance of about 30% (Table 3) left much to be desired.\nBuilding on this discovery, our group used hydrogen plasma treatment at 500 ◦C for 8 h to generate a large amount of active H atoms that reached deeper inside the nanoparticle; the obtained BT (to be referred to as TiO2-xHx) features a solar absorbance of 83% (Table 3) [64]. Alternatively, reduction using metal Al reductant resulted in another BT (to be referred to as TiO2-x) of 65% absorbance (Table 3), with improved visible and near-infrared absorption (Fig. 4b) [65]. Again, TiO2-x contains a stoichiometric crystalline core (a mixture of anatase and rutile) and an oxygendeficient amorphous shell, and its narrower band gap may be attributed to the broken symmetry and lattice destruction in the latter that broadens the tails of the VBM and the conduction band minimum (CBM), as schematically shown in Fig. 4c. Furthermore, the copious oxygen vacancies in the shell allow many oversized Ti3+ cations to form, which shifts the Fermi level towards the CBM. The black coloration partially originates from the electron transitions from Ti3+ 3d1 states to the unoccupied Ti 3d states, which goes beyond the earlier interpretation for H-doped amorphous shell in which oxygen vacancies and surface hydroxyl groups were thought to result in the black coloration by a process akin to the localized surface plasmon resonance seen after noble metal (Ag or Pt) decoration [64]. Lastly, Al reduction leaves a TiO2-x host that has the unique capacity to incorporate a high concentration of anion dopants including N, S, and I (Fig. 4a), which is not possible in other TiO2 or BT [74]. For example, shell compositions of 6.62 at.% N, 5.12 at.% S and 4.31 at.% I have all been achieved. Not surprisingly, such anion-doped BT further narrows the band gap and advances light harvesting (Fig. 4b). In particular, heavy N-doping boosts solar absorbance from 65% in TiO2-x to 85% in N-doped TiO2-x (Table 3). These various types of BT are generally capable of full-spectrum light absorption with an excellent performance in photocatalytic degradation of organic pollutants.\n18 W. Zhao et al. / Nano Today 27 (2019) 11–27\nw r i d t k c t d p i v b t d s f e w\nPhoton-excited electron-hole pairs can reach very high densities hen light absorption is efficient, yet most pairs are annihilated by ecombination. Obviously, minimizing recombination and promotng effective charge separation by moving electrons and holes to ifferent parts of the semiconductor are needed to greatly improve he efficiency of photocatalysis [75–77]. To achieve this, one wellnown strategy is to minimize the concentration of recombination enters, Crec. The other is to form heterostructures and p-n juncions as in solar cells. Regarding the former, nanomaterials have a istinct advantage in that the recombination distance being proortional to Crec1/2 only need to surpass the particle size, which s small in nanomaterials. So the task of lowering Crec thus preenting recombination is less demanding in nanomaterials than in ulk materials. A lower Crec can be achieved by a judicious selecion of dopants and heat-treatment schedules, reducing the short imension of a non-isometric nanoparticle, and providing suitable urface states that localize one carrier type but not the other [78]. To orm heterostructures and p-n junctions, an approach commonly mployed in solar cells, one needs to couple two semiconductors ith either staggered band edges or p- and n-doping, which pro-\nIn theory, a built-in internal electric field can also direct electrons and holes to migrate in opposite directions [80]. Such internal field does exist in polar materials, and in this connection ferroelectrics come immediately to mind. But the band gap of most ferroelectrics, typically greater than 3 eV, is too large for effective solar absorption, and the compositions of those ferroelectrics that do have a smaller band gap and exhibit somewhat robust photoelectric activities, such as KBiFe2O5 (band gap: 1.6 eV) and [KNbO3]0.9[BaNi0.5Nb0.5O3- ]0.1 (band gap: 1.4 eV), are probably not stable enough to withstand aqueous environments of a wide pH range that is demanded for wastewater treatment [81,82]. Interestingly, the three well-known polymorphs of TiO2, tetragonal anatase, tetragonal rutile, and orthorhombic brookite, are themselves polar materials, so they should all support an internal field to some extent. These polymorphs share the same octahedral TiO6 network: anatase comprises of edge-sharing octahedra, while rutile and brookite have both corner- and edge-sharing octahedral (Fig. 3) [53]. Not surprisingly, their band structures are not pronouncedly different. Yet anatase has the highest carrier mobility, the longest carrier diffusion length, and the most photocatalytic activity, in\no Toda\ns g p w o v r V\nP\nw c r r a l s i l c v a a fi p i e p\nS\na s n s n d t s w A a a o o t b c [ g t\nt c m c p h v w f a p i\nW. Zhao et al. / Nan\nharp contrast with rutile that is the least active. As noted by our roup, these distinctions can be understood by invoking the simle crystal-chemistry concept of packing factor (PF): compounds ith a lower PF have a higher photoactivity [83–86]. Here, the PF f a compound AxByCz is calculated by dividing the sum of spherical olumes of the constituents—VA, VB and VC , obtained by using their espective Shannon radii—by the unit cell volume of the compound cell. That is,\nF =Z(xVA+yVB+zVC)/V cell here Z is the number of formula units in one unit cell. A positive\norrelation between PF, lowest (0.645) for anatase and highest for utile (0.705), and photoactivity, highest for anatase and lowest for utile, then becomes evident (Table 2). (Brookite has an intermedite PF of 0.685 and an intermediate photoactivity.) The concept also ed our group to predict BiOX (X = Cl, Br, I), which enjoys a low PF, hould be an outstanding photocatalyst, which was indeed expermentally verified [87]. Physically, insulating compounds with a ow PF are elastically soft. If their cations happen to have the d0 onfiguration (like Ti4+), then all their electrons must reside in the alence band manifold, and any lattice distortion that may accrue\nlarge decrement in electronic energy will face little resistance s it only incurs a small penalty in elastic energy. Therefore, like rst noted by Goodenough for d0 ferroelectrics, a high-PF d0 comound is prone to spontaneous coordinated lattice distortions that n turn induce an internal electric field beneficial for separating lectrons and holes [88]. This, we believe, is the origin of enhanced hotocatalytic activity of anatase.\nemiconductor-nanocarbon hybrids\nAs mentioned already, nanocarbon serving as a support offers its dvantageous specific surface area and preconcentration effect to emiconductor photocatalysts. For such function, nanocarbon need ot have good electron transport and light absorption, although it hould not block light either. It turns out, however, that conductive anocarbon does enhance the photocatalytic activity of semiconuctors after all. Therefore, semiconductor-nanocarbon hybrids hat are amenable to easy synthesis present an attractive advanced olution for AOP [89,90]. Before discussing this prospect, a brief ord on nanocarbon conductivity is in order. While charcoal and C are insulators, CNT has both the metallic conducting variety nd the insulating variety depending on chirality, and graphene s well as 3DG are both metallic conductors. Meanwhile, graphene xide (GO), which constitutes of various partially oxidized forms f graphene with certain ratios of C, O and H while still remaining wo-dimensional and single-layer, is insulating because its C-sp2 onding network is severely disrupted [91]. But its reduced form, alled reduced graphene oxide (RGO), is reasonably conducting 92]. Therefore, there is a continuum in electrical conductivity of raphene, RGO and GO, which happens to coincide with their coninuous hydrophobic-to-hydrophilic transition.\nAll forms of carbon have proved to be a useful support for TiO2 hat enhances the photocatalytic activity [12]. With AC as support, ommercially available TiO2 nanoparticles, such as Degussa P25 (a ixture of anatase and rutile phase; average particle size of 25 nm), an avoid aggregation even at high loading. The AC/TiO2 comosites may be obtained by mechanical mixing, low temperature ydrolysis, sol-gel reaction, hydrothermal deposition, and chemical apor deposition (CVD), and they all show enhanced photocatalytic ater decontamination over P25 alone [93]. Nevertheless, AC is ar from ideal because (i) the majority of its micropores are not ccessible to P25, which usually occupies mesopores and macroores, (ii) inert AC has no chemical bonding with TiO2, and (iii) nsulating AC does not provide conducting pathways for electrons\ny 27 (2019) 11–27 19\nand holes. In contrast, conducting CNT with C-sp2 bonding can hybridize with various TiO2 nanostructures, including nanoparticles (NP), nanorods (NR), nanowires (NW) and nanosheets (NS), to form diverse nanocomposites [94,95]. Processed in benign solvents, hybrids of NP-TiO2/CNT obtained through in situ nucleation and growth of NP-TiO2 on single-walled CNT (400-900 m2 g1) or multiwalled CNT (200-400 m2 g1), some even on the inner surface of the tubes, display a higher photocatalytic activity than pristine, unsupported NP-TiO2 [96]. This enhancement is attributed to a space charge region (electrically a double layer like a parallel plate capacitor) formed at the CNT/TiO2 interface that promotes the transfer of photogenerated electrons, from the TiO2’s CBM to CNT, the latter providing an electron sink thus benefitting carrier separation. It was also found that CNT is itself a sensitizer and, once excited, can supply an electron to TiO2’s CBM. In the latter mechanism, a charge cycle is completed when the positively charged CNT captures an electron from TiO2’s VBM, effectively leaving another electron-hole pair in TiO2 ready for catalytic reactions [97].\nCombining BT with conductive carbon allotropes to form highly active hybrids for photocatalytic reaction has also been reported. These investigations used preparation methods such as hydrothermal synthesis, vacuum activation, laser ablation and UVmicrowave treatments [98–101]. For example, Xing et al. developed a hydrothermal method to form composites of reduced TiO2 NRs and boron-doped graphene from the co-reduction of GO and TiO2 by NaBH4 [101]. They reported improved visible-light photocatalytic activity on dyes and phenols, and the enhanced performance was ascribed to the synergistic effect between (a) Ti3+ as a selfdopant in TiO2 to increase light harvesting and (b) boron doping to facilitate hole transfer and effective charge separation. Currently, the scientific investigation on BT/carbon composites is at an early stage so a full exploration of their potential in water treatment and other fields still awaits further studies [102]. However, in Section 6.3, we shall report our experience of using a BT/graphene construct for large-scale field applications in water treatment.\nTurning to GO, Kamat and co-workers discovered that UVactivated TiO2 deposition on ethanol-suspended GO can be used to form a RGO/TiO2 hybrid (Fig. 5a) [103]. Hydrophilic GO used here has abundant carbonyl, hydroxyl and carboxyl functional groups, which provide affinity to TiO2 and help disperse/process GO in polar solvents (Fig. 5b). After UV-irradiation, TiO2 nanoparticles in size) were successfully deposited on RGO (Fig. 5c). It is also possible to achieve chemical bonding and GO reduction in a one-pot hydrothermal process involving P25; the end product is a P25/RGO hybrid with an enhanced adsorption capacity for organic dye, extended light absorption, and efficient charge separation. The giant - conjugation between methylene blue (MB, a commonly used target organic dye) and the aromatic graphene regions of RGO contributes to MB preconcentration, while RGO as a large aromatic-conjugated compound absorbs long-wavelength solar energy (Fig. 5d) [104]. Moreover, chemical bonding between P25 and RGO forming Ti-O-C bond causes a red shift of the TiO2’s absorption edge thus narrowing the band gap (Fig. 5e). The resultant hybrid finds a lower Fermi level in rGO relative to the CBM of TiO2. So again, the RGO/TiO2 interface under UV and visible light serves as an electron sink that helps carrier separation, enhances electron transport and reduces recombination, all leading to significantly improved photocatalytic degradation of MB than P25 alone (Fig. 5f).\nWith the increasing availability of 3DG, attention has recently turned to 3DG/TiO2 hybrids [105]. In terms of wastewater treatment, their light-weight, stand-alone 3D structure offers considerable advantages in robust mechanical strength, high electron conductivity and excellent adsorption capacity for organic pollutants [106]. For example, a freeze-dried P25/3DG hybrid reported\n20 W. Zhao et al. / Nano Today 27 (2019) 11–27\nb w i e r r d [ a h c c i f\nL\na l c t n c I a w a L c\nL\na\nGO (Reproduced with permission from Ref. [103], Copyright © 2008 American Phy e) Absorption spectra of P25-graphene nanocomposites and P25. (f) Photocatalytic 25-graphene nanocomposites, respectively (Reproduced with permission from Re\ny Hou et al. demonstrated improved MB degradation. Compared ith two-dimensional graphene, 3DG provides myriad conduct-\nng channels of very good conductivity to channel photogenerated lectrons from TiO2, which is beneficial for reducing electron-hole ecombination [107]. A 3D network constructed by hydrothermal eactions and assembly of one-dimensional TiO2 NW and twoimensional graphene also has improved photocatalytic activity 108]. In summary, hybrids between conducting C-sp2 networks nd TiO2 are advantageous for AOP applications because (1) the igh electron conductivity of the nanocarbon-network support omplements the high hole conductivity of TiO2, and (2) the spaceharge layer formed at the conjugation or chemically bonded nterfaces between nanocarbon and TiO2 provides an electrical bias or electron-hole separation.\narge scale applications of nanomaterials\nNanomaterial applications in AOP treatment are rapidly pproaching reality thanks to the recent progress in large-scale, ow-cost synthesis of all the key enabling nanomaterials, specifially BT and 3DG. Challenges nevertheless remain. In wastewater reatment plants, the challenge is to displace the existing techology, which will not happen unless the nanotechnology is ompelling enough both in performance and in cost [6,109,110]. n water remediation field operations, the challenge is to cover\nlarge water area of widely varying conditions and chemistry hile achieving a high efficiency without the benefit of primary\nnd secondary treatment and with minimum human intervention. ifetime and recyclability are always a concern as they pertain to ost.\narge scale synthesis of 3D graphene\nHigh-surface-area 3DG as a conducting and stand-alone catlytic support provides an attractive platform. For lower grade\nociety). (d) Photodegradation mechanism of MB on P25-graphene nanocomposites. dation of methylene blue (MB) under visible light by (1) P25, (2) P25-CNTs, and (3) ], Copyright © 2010 American Physical Society).\n3DG, large scale synthesis usually starts with GO, which can be produced inexpensively from naturally occurring graphite by Hummers’ method [111]. Since GO is hydrophilic and easy to functionalize, dispersed GO sheets can be assembled into an aerogel [112]. For example, a hydrogel prepared in a protic solvent with the aid of cross-linkers or pH adjustment can provide an aerogel after gelation and freeze drying [113]. The aerogel is next reduced to 3D RGO to impart conductivity [92]. Other variations are possible. For example, chemical reduction, cross-linking and shape molding of GO sheets using a water/ammonia suspension under hydrothermal conditions have produced spongy graphene (SG) with a specific surface area of 430 m2 g1 [114]. The 3D RGO products from these high-throughput processes are rather inexpensive and excellent adsorbers for petroleum products, fats, and toxic solvents (Fig. 6a). For example, SG can absorb 20 to 85 times of its own weight, and as shown in Fig. 6b and c it can completely adsorb a dodecane contaminant from the water surface within 80 s. Since graphene is typically inert in air at below 600 ◦C, the adsorbates can be boiled off at a modest temperature, after which the sponge free of contaminant and structural damage may be used again (Fig. 6d).\nThe 3D RGO has a relatively low mechanical strength and poor electrical conductivity owing to the relatively low density of crosslinkers connecting the GO sheets. This problem is overcome by developing a CVD graphene, in which carbon is coated onto a sacrificial nano/mesoporous template; the template is later removed chemically [115]. The strength and conductivity of thus fabricated 3DG are template dependent because the only crosslinkers are nanocarbon crosslinks themselves with a spacing the same as template’s pore size. Therefore, a template with a large pore size, such as commercially available Ni foam with m pores, yields a fragile 3DG (3DG-Ni) once Ni is removed by acid etching (Fig. 7a, c) [116,117]. A sacrificial template such as Li2CO3 generated in situ by chemical reaction between Li2O and CO was used to prepare 3DG with a honeycomb-like structure [118]. In contrast, a template of meso-\nW. Zhao et al. / Nano Today 27 (2019) 11–27 21\n22 W. Zhao et al. / Nano Today 27 (2019) 11–27\nF ctless o lor ap w 0 g ba\np r p i s c m w ( l b d c c t s b r t d a t r i f t t s f p\nig. 8. (a) Hydrogen plasma reduction of P25 in a thermal plasma furnace. (b) Conta f TiO2 reduction by different metals (Mg, Al and Zn). (d) Absorption spectra and co ith crystalline-core disordered-shell microstructure. (f) BT (TiO2-x) produced in 30\norous SiO2 aerogel—similar to synthetic zeolite—provides a highly obust and conductive 3DG (3DG-SiO2) in which the SiO2 temlate is again removed by HF acid etching after the CVD graphene s formed (Fig. 7b, d) [23,119]. (The SiO2 aerogel is easily syntheized by preparing a water precursor that contains Pluronic block opolymer surfactants and silica sources, followed by hydrotheral treatment and calcination.) A 10 cm3 block of ultralight 3DG eighing 16 mg can be supported on an umbel of Fatsia japonica Fig. 7e), and it takes the form of a tetrahedrally connected tubuar graphene network which maintains continuous, covalent C-sp2 onding. Such structure endows 3DG high strength, excellent conuctivity and indeed superelasticity, as Fig. 7f-i shows how a 3DG an completely recover the shape and microstructure after 99% ompression once the load is off. Being much more than 99% porous, his 3DG is completely transparent to liquid despite a very high pecific surface area of ∼1,000 cm2 g1 (Fig. 7j), which makes possile rapid soaking and adsorption. The 3DG also exhibits excellent ecycling ability: rapid oil adsorption in 2 s, followed by combusion burn-off of oil, then ready for oil adsorption again [23]. Further oping the 3DG can alter the surface property without adversely ffecting conductivity. For example, pyrrolic and pyridinic N change he 3DG surfaces from a hydrophobic one to a hydrophilic one, esulting in a large enhancement in redox activity without affectng conductivity [120]. In addition, N doping is reportedly beneficial or the adsorption of positively-charged dye or metal ions through he chelation effect of N dopant whose unpaired electrons can elecrostatically interact with these ions [121,122]. Lastly, inexpensive ol-gel silica can too be used as the template, and the cost can be urther reduced by performing CVD at below 1000 ◦C, which is the ath our group used to produce inexpensive 3DG in large quantity.\nAl-reduction of P25 in a two-zone furnace. (c) Calculated reaction Gibbs free energy pearance of P25 reduced by Mg, Al and Zn. (e) HRTEM image of TiO2-x nanocrystal tch by contactless Al-reduction.\nLarge scale synthesis of black titania\nBT enjoys full-spectrum solar absorption and is much more photocatalytically active than the “gold-standard” photocatalyst P25, which is a commercially available white titania. Several production processes have been developed for BT, of which two methods illustrated in Fig. 8a-b are most noteworthy for their simplicity. While BT (HP-TiO2) was originally synthesized by treating P25 under high-pressure H2 at about 200 ◦C for 5 days, BT (TiO2-xHx) of greatly improved solar absorption (83%) can be made by a much faster process of hydrogen plasma treatment that converts P25 into BT in 4-8 h at 500 ◦C (Fig. 8a) [62,64]. Its nanoparticle with the desired crystalline-core disordered-shell microstructure displays superior photocatalytic activity and remarkable cycling stability for repeated MO degradation. To further simplify synthesis and to conform to conventional powder processing, one can substitute gaseous/plasma hydrogen by hydrides powders (such as NaBH4, N2H4, CaH2, TiH2, etc.), which are added to the starting powders and later release molecular hydrogen under mild calcination conditions [69,123,124]. For example, a gel made from a TiO2 sol with NaBH4 addition is converted to BT in 1.5 h calcination at 500 ◦C in Ar. This process can produce BT in 100 g batches. However, the product needs washing to remove residual Na [125].\nThermodynamically, reduction can also be achieved without hydrogen. From the oxidation free energies in the Ellingham diagram, one can plot the reaction Gibbs free energy in Fig. 8c indicating that TiO can be reduced by Al, and Mg [126]. This was 2 experimentally verified. (Fig. 8c also predicts that Zn cannot reduce TiO2, which was too verified experimentally.) Mg-reduction proved to be easily controllable and yielded BT with much higher solar\nW. Zhao et al. / Nano Today 27 (2019) 11–27 23\na M f w\nr o A c T < w ( s i m t s\nF\na\nheir photocatalytic performances for methyl orange (MO) degradation. (All photoc orming solar active cloths. (d) Photocatalytic degradation of MO over one piece of nd ponds for large-scale wastewater treatment.\nbsorbance (Fig. 8d). In one protocol, commercial P25 mixed with g powders in a sealed quartz tube produces BT after calcination or 10 h at 500 ◦C. However, the product again needs washing, by eak acid, to remove residual Mg and MgO.\nTo further simplify the process, our group separated metal eductants and white TiO2 and placed them in separate zones f a two-zone furnace, respectively (Fig. 8b) [65]. In this way, l powders heated to 800 ◦C in the high-temperature zone can onsume oxygen from the low-temperature zone where white iO2 is converted to BT (TiO2-x) after 6 h in a base pressure of\n0.5 Pa. This process requires no powder mixing and product ashing, and the BT obtained also has the desired crystalline-core anatase) disordered-shell microstructure (Fig. 8e), outstanding olar absorption characteristics and excellent photocatalytic activty. The as-prepared BT shows high stability in air for several\nonths, and it is oxidized to white TiO2 at above 300 ◦C. Currently, his process routinely supplies mass-produced BT for the largecale water treatment projects undertaken by our group (Fig. 8f).\nield applications\nPractical water-treatment applications on a large scale require large quantity of low-cost nanomaterials that are stable ther-\nts in their powder form.) (c) Immobilization of BT/3DG hybrids on nonwoven cloth, active cloths in laboratory test. (e) Solar active cloths deployed on polluted rivers\nmally, chemically and photochemically. Commercially available white titania P25 mostly satisfies these requirements, but BT with a relatively similar cost and a much improved photocatalytic performance is clearly a better choice. To reduce cost further, the nanomaterials should last for a long time, and be easily recoverable after that. In this respect, the BT/3DG construct (Fig. 9a) is particularly desirable in that it immobilizes BT on a high-surface-area 3DG support, thus providing preconcentration and synergistically enhanced photocatalytic activity, as well as a robust form factor that allows easy solid-liquid separation and recovery. Specifically, when TiO2-x is used for BT in BT/3DG, it exhibits superior light harvesting and photocatalytic activity compared to P25, P25/3DG hybrids, or BT alone; for example, photodegradation of MO over BT/3DG powders is completed in 4 min (Fig. 9b).\nTo bring BT/3DG to field applications, our group has developed a solar active cloth in which BT/3DG hybrids are bonded to a nonwoven cloth by a polymeric binder (Fig. 9c). This solar active cloth caused MO photodegradation in 10 min (Fig. 9d). The cloth is buoyant and floats on water. Field tests for water remediation have been conducted at multiple locations, including rivers, lakes, and ponds in municipal parks (Fig. 9e). Typically, two weeks after the cloths are deployed, a significant reduction of TOC, nitrogen and phosphorus components of the treated water is measured, and a very\n24 W. Zhao et al. / Nano Today 27 (2019) 11–27\nv i w a g t b t i S h o t\nL\nt c s p e v o n t o H i i a d p i\nlsevier). (c) Comparison of degradation activity by electrocatalytic (1.4 V vs. SCE), p ydrogel (TGH) as a working electrode (Reproduced with permission from Ref. [13 f the PEC/PV hybrid system (Reproduced with permission from Ref. [137], Copyrig\nisible change in the appearance of water, e.g., from turbid to clear, s produced. This is all the more remarkable in that it is achieved\nithout the aid of primary and secondary treatment. So, the solar ctive cloths, containing BT and 3DG that are usually considered ood for AOP only, can actually accomplish water remediation by hemselves. To date, 8 tons of black titania and 100 kg of 3DG have een used to fabricate solar active cloths that have been deployed o successfully remediate 600 acres of polluted water at four sites n China (the Dingguang River in Anhui province, Huanglei River in handong province, Zhongshan Park and Tianshan Park in Shangai city). These numbers are growing rapidly since the inception f the project in Spring 2018, attesting to the initial success of the echnology.\nifetime and recycling\nLifetime and recycling are pertaining to the cost of water reatment, which is of paramount importance for large-scale appliations. Clearly, chemical and physical stability under prolong unlight exposure is the first prerequisite. In this respect, the roven stability and antifouling ability of TiO2 nanoparticles are ncouraging: they can withstand weathering as demonstrated in arious paints, coatings, glasses, cement, tiles, and other products ver the last 20 years. However, a definitive assessment is still eeded for BT because colored TiO2 does convert to white TiO2 over ime under ambient condition. Meanwhile, BT/3DG-bearing cloths n which BT and 3DG are immobilized are evidently recoverable. owever, immobilization comes with some penalty, in that the mmobilized BT/3DG hybrids manifest lower photocatalytic activties than powdered/granular BT/3DG that has a higher exposure rea to water and sunlight in addition to better local electrical conuctivity. So it would be very desirable to engineer an improved roduct that allows easy deployment and recovery while maintainng excellent photocatalytic performance. To aid separation and\natalytic (UV light), and PEC process (1.4 V vs. SCE, UV light) using a titania-graphene yright © 2017 Elsevier). (d) Photocurrent-time curve and hydrogen evolution rate 018 Elsevier).\nrecovery, one possibility is to introduce magnetic beads that are already used for similar purposes in industrial and medical technologies. Magnetic particles come in both ferromagnetic/metallic and ferromagnetic/insulating-oxide varieties [127,128]. (The latter include hematite Fe2O3, magnetite Fe3O4, and various ferrites MFe2O4, M = Mg, Ni, Zn, Cu, etc.) Since some of these oxides are themselves semiconductors with good visible light absorption and photocatalytic properties, it is conceivable that they could be incorporated into the BT/3DG hybrids to further promote the overall degradation efficiency while improving lifetime and recyclability. In short, any advance in lifetime and recyclability is likely to have a major impact on the overall cost of nanomaterial-based water treatment and remediation.\nAdvanced water treatment technologies\nAs mentioned previously, electron-hole separation is important for achieving high photocatalytic activity; this also holds for photovoltaic efficiency. An internal field can drive electron and hole separation in the opposite directions, but an external electrical field is even more effective. Although introducing an external field to (free) powders is a daunting task, it becomes straightforward if all the photocatalyst nanoparticles are already in firm contact with a conducting support. In this configuration, externalfield driven electron-hole separation is easily achieved and the carrier current flowing in the external circuit can drive a load for other purposes—for example, water splitting and hydrogen (fuel) production. This is the concept of photocatalytic fuel cell (PFC) [129].\nOf course, to operate a PFC, a voltage source is needed. But this too can be solar driven by a photovoltaic cell (PVC). Indeed, with a slight reconfiguration, the construct used for photocatalytic AOP can be adapted for PVC with the same solar-active materials (e.g., P25 and BT). Such combination of PFC and photocatalysis (PC) may\nW. Zhao et al. / Nano Today 27 (2019) 11–27 25\nF sts of (\nb c a a P P i p\nr s t f s B i u s d\nig. 11. (a) The setup of an integrated wastewater treatment system, which consi Reproduced with permission from Ref. [138], Copyright © 2010 Elsevier).\ne termed photoelectrocatalysis (PEC) [130,131]. A simple PEC unit onsists of a reference electrode (saturated calomel electrode, etc.),\ncounter electrode (Pt foil, etc.) and a working electrode, with n external voltage provided by an electrochemical workstation, a VC, or another galvanic source (Fig. 10a). Lastly, the three devices, C, PFC, and PVC can be integrated into an advanced, multitaskng module that performs water treatment, energy generation, and ossibly energy storage (Fig. 10b).\nThese concepts have been demonstrated. Vinodgopal et al. first eported the benefit of an external bias that enhances electron-hole eparation in the photodegradation of 4-chlorophenol by a TiO2 hin film deposited on an electrode [132]. The process benefited rom an external bias potential because of enhanced electron-hole eparation. PEC cells using other semiconductors (ZnO, WO3, Fe2O3, i2WO6, BiPO4, etc.) have also successfully caused deep mineralzation of refractory organic pollutants. [130] Recently, a PEC unit sing a titania-graphene hydrogel (TGH) supported on a stainless teel working electrode has been built to demonstrate efficient egeneration of MB [133]. The MB degradation rate of this PEC\nan electrolysis unit and a photocatalysis unit. (b) Working principle of the system\nunit was 2 times higher than that of a stand-alone photocatalysis unit, and 4.7 times higher than that of a stand-alone electrocatalysis unit (Fig. 10c). Therefore, the synergistic advantage of applying an external voltage during photoexcitation in electrocatalysis and photocatalysis is firmly established.\nA dual PFC unit coupling a TiO2 photoanode and a Cu2O photocathode has also been used to realize simultaneous phenol photodegradation and hydrogen production [134]. Other combinations using WO3/Cu2O, BiVO4@TiO2/ZnO@CuO, BiVO4@WO3@W/Pt@Si were also studied [135,136]. With a rear Si PVC, a fluorine-doped tin oxide (FTO) supported BiVO4@WO3 photoanode and a Pt-black counter electrode (CE), Zeng et al. constructed a self-sustaining monolithic PEC/PV hybrid system (Fig. 10b) [137]. Under sunlight illumination, photodegradation of organic pollutants and photocurrent production occur on the BiVO4@WO3 photoanode where higher energy photons are absorbed. Meanwhile, the rear Si cell absorbing lower energy photons generates a bias potential to drive the transfer of photogenerated electrons from the photoanode to the Pt CE for hydrogen production (Fig. 10d).\n2 o Toda\nt t H d i t i t t\nC\nt p t t b r n d a o a\ne o f r\nl i e t e\na e i i b b\nB a\nA\nN t N S t Y\nR\n6 W. Zhao et al. / Nan\nFinally, we describe a solar-cell powered integrated system hat treats polluted water from river [138]. It consists of an elecrolysis unit, a photocatalysis unit and several PVCs (Fig. 11). igh-level wastewater is electrochemically treated in a boronoped diamond electrode to obtain low-level wastewater, which s further degraded by TiO2 photocatalysts. After an additional filration step in which water passes through a final filter and several on-exchange-filter units, most of the chemical and biological conaminants are removed: the COD value decreases from 106.1 mg L1 o less than 1.0 mg L1.\nonclusions\nSignificant progress in developing nanomaterials for water reatment has been made in the last decade. Among many accomlishments, the most notable two are (a) the discovery of black itania capable of full solar spectrum photon absorption and (b) he innovation in constructing three dimensional nanocarbon comining excellent electrical conductivity and high surface area with emarkable mechanical flexibility and integrity. The utility of these anomaterials has been demonstrated in large-scale water remeiation projects that use hybrids of BT and 3DG, engineered into\npractical format of photocatalytic cloths. Further nanotechnolgy advances in this direction look promising and will benefit from dvances in the following areas.\nAdsorption of 3DG: To suit a wide variety of pollutants of differnt sizes, compositions and physical chemistry, different subclasses f 3DG with tailored pore volumes, pore size distributions and surace functional groups/heteroatom doping are needed. This will equire additional insight in pollutant adsorption on 3DG.\nBand structure tailoring of BT: Notwithstanding full-spectrum ight absorption of BT, the photoactivity in the visible and near nfrared region is still unsatisfactory. Further manipulation of band dge positions to promote efficient utilization of lower energy phoons may be possible, which will improve overall photocatalytic fficiency.\nDesign of interfaces and surfaces: While the BT/3DG hybrids lready combine excellent full-spectrum absorption of BT and xcellent conductivity and surface activity of 3DG, the BT/3DG nterface and the Ti-O-C bonds should be optimized to further faciltate electron transfer and system photoactivity. Striking a balance etween high surface area and high overall conductivity may also e needed.\nDegradation of nanomaterials: The long-term stability of BT and T/3DG hybrids in various water chemistries is clearly important nd should be evaluated.\ncknowledgements\nFQH and WZ acknowledge the financial support from the ational key R&D Program of China (Grant No. 2016YFB0901600), he National Natural Science Foundation of China (Grand o.Y93GJ11101), the Key Research Program of Chinese Academy of ciences (Grants No. QYZDJ-SSW-JSC013 and KGZD-EW-T06), and he Innovation Project of Shanghai Institute of Ceramics (Grant No. 73ZC6160G).\neferences\n[1] F.R. Rijsberman, Agr. Water Manage. 80 (2006) 5–22. [2] WHO World Water Day Report, World Health Organization, Geneva, 2019\nhttps://www.who.int/water sanitation health/takingcharge.html. [3] L. Haller, G. Hutton, J. Bartram, J. Water Health 5 (2007) 467–480. [4] J. Alcamo, T. Henrichs, T. Rosch, World water in 2025: global modeling and\nscenario analysis, in: F.R. Rijsberman (Ed.), World Water Scenarios Analyses, World Water Council, Marseille, France, 2000.\ny 27 (2019) 11–27\n[5] Guidelines for drinking-water quality: fourth edition incorporatiog the first addendum: World Health Organisation; 2015. Licence: CC BY-NC-SA 3.0IGO. [6] P.J.J. Alvarez, C.K. Chan, M. Elimelech, N.J. Halas, D. Villagrán, Nat. Nanotech. 13 (2018) 634–641. [7] Primer for Municipal Wastewater Treatment Systems, United States Environmental Protection Agency, Washington, 2019 https://www.epa.gov/ npdes/npdes-resources. [8] O. Legrini, E. Oliveros, A.M. Braun, Chem. Rev. 93 (1993) 671–698. [9] R. Li, L. Zhang, P. Wang, Nanoscale 7 (2015) 17167–17194.\n[10] X. Chen, S.S. Mao, Chem. Rev. 107 (2007) 2891–2959. [11] K. Yang, B. Xing, Chem. Rev. 110 (2010) 5989–6008. [12] N.R. Khalid, A. Majid, M.B. Tahir, N.A. Niaz, S. Khalid, Ceram. Int. 43 (2017)\n14552–14571. [13] A.G. Fane, R. Wang, M.X. Hu, Angew. Chem. Int. Ed. 54 (2015) 3368–3386. [14] A. Dąbrowski, Adv. Colloid Inter. Sci. 93 (2001) 135–224. [15] M.T. Yagub, T.K. Sen, S. Afroze, H.M. Adv. Colloid Inter. Sci. 209 (2014)\n172–184. [16] W. Steele, Chem. Rev. 93 (1993) 2355–2378. [17] F. Rouquerol, J. Rouquerol, K. Sing. Adsorption by Powders and Porous\nSolids, Academic Press, London, 1999, pp. 448–459. [18] H. Sontheimer, J.C. Crittenden, R.S. Summers, Activated Carbon for Water\nTreatment, DVGW Forschungsstelle Engler-Bunte Institut, Karlsruhe, 1988. [19] H. Marsh, F.R. Reinoso. Activated Carbon, Elsevier, Amsterdam, 2006. [20] K.S. Novoselov, A.K. Geim, S.V. Morozov, D. Jiang, Y. Zhang, S.V. Dubonos, I.V.\nGrigorieva, A.A. Firsov, Science 306 (2004) 666–669. [21] A.K. Geim, K.S. Novoselov, Nat. Mater. 6 (2007) 183. [22] A.H. Castro Neto, F. Guinea, N.M.R. Peres, K.S. Novoselov, A.K. Geim, Rev.\nMod. Phys. 81 (2009) 109–162. [23] H. Bi, I.-W. Chen, T. Lin, F. Huang, Adv. Mater. 27 (2015) 5943–5949. [24] U.N. Maiti, W.J. Lee, J.M. Lee, Y. Oh, J.Y. Kim, J.E. Kim, J. Shim, T.H. Han, S.O.\nKim, Adv. Mater. 26 (2014) 40–67. [25] A. Bhatnagar, W. Hogland, M. Marques, M. Sillanpää, Chem. Eng. J. 219\n(2013) 499–511. [26] V.K. Gupta, T.A. Saleh, Environ. Sci. Pollut. Res. 20 (2013) 2828–2843. [27] J. Liu, N.P. Wickramaratne, S.Z. Qiao, M. Jaroniec, Nat. Mater. 14 (2015) 763. [28] P. Zhang, L. Wang, S. Yang, J.A. Schott, X. Liu, S.M. Mahurin, C. Huang, Y.\nZhang, P.F. Fulvio, M.F. Chisholm, S. Dai, Nat. Commun. 8 (2017) 15020. [29] S. Gao, X. Li, L. Li, X. Wei, Nano Energy 33 (2017) 334–342. [30] P. Pachfule, D. Shinde, M. Majumder, Q. Xu, Nat. Chem. 8 (2016) 718. [31] J. Rivera-Utrilla, M. Sánchez-Polo, V. Gómez-Serrano, P.M. Álvarez, M.C.M.\nAlvim-Ferraz, J.M. Dias, J. Hazard. Mater. 187 (2011) 1–23. [32] Y.F. Jia, K.M. Thomas, Langmuir 16 (2000) 1114–1122. [33] W. Wei, C. Yu, Q. Zhao, G. Li, Y. Wan, Chem. Eur. J. 19 (2013) 566–577. [34] I. Velo-Gala, J.J. López-Peñalver, M. Sánchez-Polo, J. Rivera-Utrilla, Appl.\nCatal. B: Environ. 207 (2017) 412–423. [35] H.-J. Lu, J.-K. Wang, S. Ferguson, T. Wang, Y. Bao, H.-x. Hao, Nanoscale 8\n(2016) 9962–9975. [36] J.J. Pignatello, E. Oliveros, A. MacKay, Crit. Rev. Environ. Sci. Technol. 36\n(2006) 1–84. [37] E. Neyens, J. Baeyens, J. Hazard. Mater. 98 (2003) 33–50. [38] R.R. Gadkari, S.W. Ali, R. Alagirusamy, A. Das, Silver Nanoparticles in Water\nPurification: Opportunities and Challenges, Springer International Publishing, Cham, 2018, pp. 229–237.\n[39] M.N. Chong, B. Jin, C.W.K. Chow, C. Saint, Water Res. 44 (2010) 2997–3027. [40] J.M. Herrmann, C. Guillard, P. Pichat, Catal. Today 17 (1993) 7–20. [41] A. Fujishima, T.N. Rao, D.A. Tryk, J. Photochem. Photobiol., C: Photochem.\nRev. 1 (2000) 1–21. [42] U.I. Gaya, A.H. Abdullah, J. Photochem. Photobiol., C: Photochem. Rev. 9\n(2008) 1–12. [43] M.R. Hoffmann, S.T. Martin, W. Choi, D.W. Bahnemann, Chem. Rev. 95\n(1995) 69–96. [44] A. Mills, R.H. Davies, D. Worsley, Chem. Soc. Rev. 22 (1993) 417–425. [45] H. Gerischer, A. Heller, J. Phys. Chem. 95 (1991) 5261–5267. [46] M. Pelaez, N.T. Nolan, S.C. Pillai, M.K. Seery, P. Falaras, A.G. Kontos, P.S.M.\nDunlop, J.W.J. Hamilton, J.A. Byrne, K. O’Shea, M.H. Entezari, D.D. Dionysiou, Appl. Catal. B: Environ. 125 (2012) 331–349. [47] N. Takeno, Geological Survey of Japan Open File Report, 419, 2005, pp. 102. [48] L.M. Pastrana-Martínez, S. Morales-Torres, S.K. Papageorgiou, F.K. Katsaros,\nG.E. Romanos, J.L. Figueiredo, J.L. Faria, P. Falaras, A.M.T. Silva, Appl. Catal. B: Environ. 142-143 (2013) 101–111. [49] G. Balasubramanian, D.D. Dionysiou, M.T. Suidan, I. Baudin, J.-M. Laı̂né, Appl. Catal. B: Environ. 47 (2004) 73–84. [50] H. Kisch, Angew. Chem. Int. Ed. 52 (2013) 812–847. [51] J. Schneider, M. Matsuoka, M. Takeuchi, J. Zhang, Y. Horiuchi, M. Anpo, D.W.\nBahnemann, Chem. Rev. 114 (2014) 9919–9986. [52] H. Park, Y. Park, W. Kim, W. Choi, J. Photochem. Photobiol., C: Photochem.\nRev. 15 (2013) 1–20. [53] S. Shen, J. Chen, M. Wang, X. Sheng, X. Chen, X. Feng, S.S. Mao, Prog. Mater.\nSci. 98 (2018) 299–385. [54] X.Y. Liu, G.L. Zhu, X. Wang, X.T. Yuan, T.Q. Lin, F.Q. Huang, Adv. Energy\nMater. 6 (2016).\n[55] X.B. Chen, L. Liu, F.Q. Huang, Chem. Soc. Rev. 44 (2015) 1861–1885. [56] Y. Ma, X. Wang, Y. Jia, X. Chen, H. Han, C. Li, Chem. Rev. 114 (2014)\n9987–10043. [57] D. Dvoranová, V. Brezová, M. Mazúr, M.A. Malati, Appl. Catal. B: Environ. 37\n(2002) 91–105.\no Toda\n[ [ [\n[ [ [\n[ [ [\n[ [ [\n[\nnese Academy of Sciences in 2004 and joined College of\nW. Zhao et al. / Nan\n[58] T. Umebayashi, T. Yamaki, H. Itoh, K. Asai, J. Phys. Chem. Solids 63 (2002) 1909–1920. [59] X. Chen, C. Burda, J. Am. Chem. Soc. 130 (2008) 5018–5019. [60] S. Sakthivel, M.V. Shankar, M. Palanichamy, B. Arabindoo, D.W. Bahnemann,\nV. Murugesan, Water Res. 38 (2004) 3001–3008. [61] Y. Bessekhouad, D. Robert, J.V. Weber, Catal. Today 101 (2005) 315–321. [62] X. Chen, L. Liu, P.Y. Yu, S.S. Mao, Science (2011) 746–749. [63] A. Sinhamahapatra, J.P. Jeon, J.S. Yu, Energy Environ. Sci. 8 (2015)\n3539–3544. [64] Z. Wang, C.Y. Yang, T.Q. Lin, H. Yin, P. Chen, D.Y. Wan, F.F. Xu, F.Q. Huang, J.H.\nLin, X.M. Xie, M.H. Jiang, Adv. Funct. Mater. 23 (2013) 5444–5450. [65] Z. Wang, C.Y. Yang, T.Q. Lin, H. Yin, P. Chen, D.Y. Wan, F.F. Xu, F.Q. Huang, J.H.\nLin, X.M. Xie, M.H. Jiang, Energy Environ. Sci. 6 (2013) 3007–3014. [66] C. Yang, Z. Wang, T. Lin, H. Yin, X. Lü, D. Wan, T. Xu, C. Zheng, J. Lin, F. Huang,\nX. Xie, M. Jiang, J. Am. Chem. Soc. 135 (2013) 17831–17838. [67] H.L. Cui, W. Zhao, C.Y. Yang, H. Yin, T.Q. Lin, Y.F. Shan, Y. Xie, H. Gu, F.Q.\nHuang, J. Mater. Chem. A 2 (2014) 8612–8616. [68] G.L. Zhu, T.Q. Lin, X.J. Lu, W. Zhao, C.Y. Yang, Z. Wang, H. Yin, Z.Q. Liu, F.Q.\nHuang, J.H. Lin, J. Mater. Chem. A 1 (2013) 9650–9653. [69] G. Zhu, Y. Shan, T. Lin, W. Zhao, J. Xu, Z. Tian, H. Zhang, C. Zheng, F. Huang,\nNanoscale 8 (2016) 4705–4712. [70] W. Zhou, W. Li, J.-Q. Wang, Y. Qu, Y. Yang, Y. Xie, K. Zhang, L. Wang, H. Fu, D.\nZhao, J. Am. Chem. Soc. 136 (2014) 9280–9283. [71] Y.H. Hu, Angew. Chem. Int. Ed. 51 (2012) 12410–12412. [72] M.A. Green, J. Xu, H. Liu, J. Zhao, K. Li, L. Liu, H. Qin, Y. Zhu, D. Shen, X. Chen,\nMater. Today Phys. 4 (2018) 64–69. [73] L. Tian, J. Xu, M. Just, M. Green, L. Liu, X. Chen, J. Mater. Chem. C 5 (2017)\n4645–4653. [74] T.Q. Lin, C.Y. Yang, Z. Wang, H. Yin, X.J. Lu, F.Q. Huang, J.H. Lin, X.M. Xie, M.H.\nJiang, Energy Environ. Sci. 7 (2014) 967–972. [75] T. Hisatomi, J. Kubota, K. Domen, Chem. Soc. Rev. 43 (2014) 7520–7535. [76] R. Marschall, Adv. Funct. Mater. 24 (2014) 2421–2440. [77] L. Guan, X. Chen, ACS Appl. Energy Mater. 1 (2018) 4313–4320. [78] K.V. Vokhmintcev, P.S. Samokhvalov, I. Nabiev, Nano Today 11 (2016)\n189–211. [79] H. Wang, L. Zhang, Z. Chen, J. Hu, S. Li, Z. Wang, J. Liu, X. Wang, Chem. Soc.\nRev. 43 (2014) 5234–5244. [80] J. Li, L. Cai, J. Shang, Y. Yu, L. Zhang, Adv. Mater. 28 (2016) 4059–4064. [81] G. Zhang, H. Wu, G. Li, Q. Huang, C. Yang, F. Huang, F. Liao, J. Lin, Sci. Rep. 3\n(2013) 1265. [82] I. Grinberg, D.V. West, M. Torres, G. Gou, D.M. Stein, L. Wu, G. Chen, E.M.\nGallo, A.R. Akbashev, P.K. Davies, J.E. Spanier, A.M. Rappe, Nature 503 (2013) 509.\n[83] X. Lin, F. Huang, W. Wang, Y. Wang, Y. Xia, J. Shi, Appl. Catal. A: General 313 (2006) 218–223. [84] Z. Shan, Y. Wang, H. Ding, F. Huang, J. Mol. Cata. A: Chemical 302 (2009) 54–58. [85] X. Lin, J. Wu, X. Lü, Z. Shan, W. Wang, F. Huang, Phys. Chem. Chem. Phys. 11 (2009) 10047–10052. [86] J. Wu, F. Huang, Z. Shan, Y. Wang, Dalton Trans. 40 (2011) 6906–6911. [87] K.-L. Zhang, C.-M. Liu, F.-Q. Huang, C. Zheng, W.-D. Wang, Appl. Catal. B:\nEnviron. 68 (2006) 125–129. [88] J.B. Goodenough, J.S. Zhou, Chem. Mater. 10 (1998) 2980–2993. [89] M.-Q. Yang, N. Zhang, M. Pagliaro, Y.-J. Xu, Chem. Soc. Rev. 43 (2014)\n8240–8254. [90] Q. Xiang, J. Yu, M. Jaroniec, Chem. Soc. Rev. 41 (2012) 782–796. [91] O.C. Compton, S.T. Nguyen, Small 6 (2010) 711–723. [92] C.K. Chua, M. Pumera, Chem. Soc. Rev. 43 (2014) 291–312. [93] M. Asiltürk, Ş . Ş ener, Chem. Eng. J. 180 (2012) 354–363. [94] Y. Yao, G. Li, S. Ciston, R.M. Lueptow, K.A. Gray, Environ. Sci. Technol. 42\n(2008) 4952–4957. [95] Y. Chuan-Yu, L. Yu-Feng, H. Chih-Hung, T. Yao-Hsuan, M.M. Chen-Chi, C.\nMin-Chao, S. Hsin,Nanotechnology 19 (2008), 045604. [96] B. Gao, G.Z. Chen, G. Li Puma, Appl. Catal. B: Environ. 89 (2009) 503–509. [97] K. Woan, G. Pyrgiotakis, W. Sigmund, Adv. Mater. 21 (2009) 2233–2239. [98] B. Qiu, Y. Zhou, Y. Ma, X. Yang, W. Sheng, M. Xing, J. Zhang, Sci. Rep. 5 (2015)\n8591. [99] L. Li, L. Yu, Z. Lin, G. Yang, ACS Appl. Mater. Inter. 8 (2016) 8536–8545. 100] S. Cao, T. Liu, Y. Tsang, C. Chen, Appl. Surf. Sci. 382 (2016) 225–238. 101] M. Xing, X. Li, J. Zhang, Sci. Rep. 4 (2014) 5493. 102] W. Fang, M. Xing, J. Zhang, J. Photochem. Photobiol., C: Photochem. Rev. 32\n(2017) 21–39. 103] G. Williams, B. Seger, P.V. Kamat, ACS Nano 2 (2008) 1487–1491. 104] H. Zhang, X. Lv, Y. Li, Y. Wang, J. Li, ACS Nano 4 (2010) 380–386. 105] K. He, G. Chen, G. Zeng, A. Chen, Z. Huang, J. Shi, T. Huang, M. Peng, L. Hu,\nAppl. Catal. B: Environ. 228 (2018) 19–28. 106] C. Li, G. Shi, Nanoscale 4 (2012) 5549–5563. 107] C. Hou, Q. Zhang, Y. Li, H. Wang, J. Hazard. Mater. 205-206 (2012) 229–235. 108] X. Pan, Y. Zhao, S. Liu, C.L. Korzeniewski, S. Wang, Z. Fan, ACS Appl. Mater.\nInter. 4 (2012) 3944–3950. 109] D. Jassby, T.Y. Cath, H. Buisson, Nat. Nanotech. 13 (2018) 670–672. 110] B.C. Hodges, E.L. Cates, J.-H. Kim, Nat. Nanotech. 13 (2018) 642–650. 111] D.C. Marcano, D.V. Kosynkin, J.M. Berlin, A. Sinitskii, Z. Sun, A. Slesarev, L.B.\nAlemany, W. Lu, J.M. Tour, ACS Nano 4 (2010) 4806–4814. 112] D.R. Dreyer, S. Park, C.W. Bielawski, R.S. Ruoff, Chem. Soc. Rev. 39 (2010)\n228–240.\ny 27 (2019) 11–27 27\n[113] Y. Xu, K. Sheng, C. Li, G. Shi, ACS Nano 4 (2010) 4324–4330. [114] H. Bi, X. Xie, K. Yin, Y. Zhou, S. Wan, L. He, F. Xu, F. Banhart, L. Sun, R.S. Ruoff,\nAdv. Funct. Mater. 22 (2012) 4421–4425. [115] K. Chen, L. Shi, Y. Zhang, Z. Liu, Chem. Soc. Rev. 47 (2018) 3018–3036. [116] Z. Chen, W. Ren, L. Gao, B. Liu, S. Pei, H.-M. Cheng, Nat. Mater. 10 (2011) 424. [117] Z. Xia, D. Wei, E. Anitowska, V. Bellani, L. Ortolani, V. Morandi, M. Gazzano,\nA. Zanelli, S. Borini, V. Palermo, Carbon 84 (2015) 254–262. [118] H. Wang, K. Sun, F. Tao, D.J. Stacchiola, Y.H. Hu, Angew. Chem. Int. Ed. 52\n(2013) 9210–9214. [119] H. Bi, T. Lin, F. Xu, Y. Tang, Z. Liu, F. Huang, Nano Lett. 16 (2016) 349–354. [120] T. Lin, I.-W. Chen, F. Liu, C. Yang, H. Bi, F. Xu, F. Huang, Science 350 (2015)\n1508–1513. [121] J. Zhao, W. Ren, H.-M. Cheng, J. Mater. Chem. 22 (2012) 20197–20202. [122] K.-Y. Shin, J.-Y. Hong, J. Jang, J. Hazard. Mater. 190 (2011) 36–44. [123] G.L. Zhu, H. Yin, C.Y. Yang, H.L. Cui, Z. Wang, J.J. Xu, T.Q. Lin, F.Q. Huang,\nChemcatchem 7 (2015) 2614–2619. [124] C. Mao, F. Zuo, Y. Hou, X. Bu, P. Feng, Angew. Chem. Int. Ed. 53 (2014)\n10485–10489. [125] H. Tan, Z. Zhao, M. Niu, C. Mao, D. Cao, D. Cheng, P. Feng, Z. Sun, Nanoscale 6\n(2014) 10216–10223. [126] J.J. Xu, Z.L. Tian, G.H. Yin, T.Q. Lin, F.Q. Huang, Dalton Trans. 46 (2017)\n1047–1051. [127] W. Wu, J. Changzhong, V.A.L. Roy, Nanoscale 7 (2015) 38–58. [128] D. Wang, D. Astruc, Chem. Rev. 114 (2014) 6949–6985. [129] J. Li, J. Li, Q. Chen, J. Bai, B. Zhou, J. Hazard. Mater. 262 (2013) 304–310. [130] S. Garcia-Segura, E. Brillas, J. Photochem. Photobiol., C: Photochem. Rev. 31\n(2017) 1–35. [131] M. Zlamal, J.M. Macak, P. Schmuki, J. Krýsa, Electrochem. commun. 9 (2007)\n2822–2826. [132] K. Vinodgopal, S. Hotchandani, P.V. Kamat, J. Phy. Chem. 97 (1993)\n9040–9044. [133] X. Chen, Q. Chen, W. Jiang, Z. Wei, Y. Zhu, Appl. Catal. B: Environ. 211 (2017)\n106–113. [134] Y. Liu, J. Li, B. Zhou, H. Chen, Z. Wang, W. Cai, Chem. Commun. 47 (2011)\n10314–10316. [135] Q. Chen, J. Li, X. Li, K. Huang, B. Zhou, W. Cai, W. Shangguan, Environ. Sci.\nTechnol. 46 (2012) 11451–11458. [136] L. Xia, J. Bai, J. Li, Q. Zeng, X. Li, B. Zhou, Appl. Catal. B: Environ. 183 (2016)\n224–230. [137] Q. Zeng, L. Lyu, Y. Gao, S. Chang, C. Hu, Appl. Catal. B: Environ. 238 (2018)\n309–317. [138] T. Ochiai, K. Nakata, T. Murakami, A. Fujishima, Y. Yao, D.A. Tryk, Y. Kubota,\nWater Res. 44 (2010) 904–910.\nWei Zhao obtained his B.E. degree in Material Physics and Chemistry at Wuhan University in China in 2009. He then completed his Ph.D. under the supervision of Prof. Fuqiang Huang at Shanghai Institute of Ceramics, Chinese Academy of Sciences (SICCAS), in 2014. From 2014 to 2016 he worked as a Research Fellow in Prof. Hua Zhang’s group at the School of Materials Science and Engineering in Nanyang Technological University in Singapore. He currently holds a position at SICCAS, working on low dimensional nanomaterials for energy conversion and storage.\nI-Wei Chen is the Skirkanich Professor of Materials Innovation at the University of Pennsylvania (Penn), with former appointments at the University of Michigan (Materials 1986-1997) and the Massachusetts Institute of Technology (MIT) (Nuclear Engineering; Materials, 1980- 1986). He obtained his BS degree in physics in 1972 from Tsinghua University, Taiwan, his MS degree in physics in 1975 from Penn, and his PhD degree in metallurgy in 1980 from MIT. He is an author of more than 100 papers in the Journal of the American Ceramic Society on oxide and nitride research, and his 230+ journal papers have been cited more than 13,000 times representing an ISI h-index of 63. He holds 16 US patents and conducts current research on\nthin-film memory devices, energy ceramics and drug delivery. Chen can be reached by email at iweichen@seas.upenn.edu.\nProf. Fuqiang Huang received his Ph.D. in chemistry from Beijing Normal University in 1996. From 1996 to 2003 he worked in the United States as a research staff member in University of Michigan, Northwestern University, Osram Sylvania Inc. and University of Pennsylvania. He became a Professor in Shanghai Institute of Ceramics, Chi-\nChemistry and Molecular Engineering, Peking University as a professor in 2010. His current research interests span from energy materials and devices to environmental protection to superconductors."
    } ],
    "references" : [ {
      "title" : "Agr",
      "author" : [ "F.R. Rijsberman" ],
      "venue" : "Water Manage. 80 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "J",
      "author" : [ "L. Haller", "G. Hutton", "J. Bartram" ],
      "venue" : "Water Health 5 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "World water in 2025: global modeling and scenario analysis",
      "author" : [ "J. Alcamo", "T. Henrichs", "T. Rosch" ],
      "venue" : "in: F.R. Rijsberman (Ed.), World Water Scenarios Analyses, World Water Council, Marseille, France, 2000.  y 27 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "P.J.J. Alvarez", "C.K. Chan", "M. Elimelech", "N.J. Halas", "D. Villagrán" ],
      "venue" : "Nanotech. 13 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "O. Legrini", "E. Oliveros", "A.M. Braun" ],
      "venue" : "Rev. 93 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "P",
      "author" : [ "R. Li", "L. Zhang" ],
      "venue" : "Wang, Nanoscale 7 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "X. Chen", "S.S. Mao" ],
      "venue" : "Rev. 107 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "K. Yang", "B. Xing" ],
      "venue" : "Rev. 110 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ceram",
      "author" : [ "N.R. Khalid", "A. Majid", "M.B. Tahir", "N.A. Niaz", "S. Khalid" ],
      "venue" : "Int. 43 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Angew",
      "author" : [ "A.G. Fane", "R. Wang", "M.X. Hu" ],
      "venue" : "Chem. Int. Ed. 54 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "A. Dąbrowski" ],
      "venue" : "Colloid Inter. Sci. 93 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Colloid Inter",
      "author" : [ "M.T. Yagub", "T.K. Sen", "S. Afroze", "H.M. Adv" ],
      "venue" : "Sci. 209 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "W. Steele" ],
      "venue" : "Rev. 93 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Adsorption by Powders and Porous Solids",
      "author" : [ "F. Rouquerol", "J. Rouquerol", "K. Sing" ],
      "venue" : "Academic Press, London",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Activated Carbon for Water Treatment",
      "author" : [ "H. Sontheimer", "J.C. Crittenden", "R.S. Summers" ],
      "venue" : "DVGW Forschungsstelle Engler-Bunte Institut, Karlsruhe",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1988
    }, {
      "title" : "Activated Carbon",
      "author" : [ "H. Marsh", "F.R. Reinoso" ],
      "venue" : "Elsevier, Amsterdam",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Y",
      "author" : [ "K.S. Novoselov", "A.K. Geim", "S.V. Morozov", "D. Jiang" ],
      "venue" : "Zhang, S.V. Dubonos, I.V. Grigorieva, A.A. Firsov, Science 306 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Nat",
      "author" : [ "A.K. Geim", "K.S. Novoselov" ],
      "venue" : "Mater. 6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Rev",
      "author" : [ "A.H. Castro Neto", "F. Guinea", "N.M.R. Peres", "K.S. Novoselov", "A.K. Geim" ],
      "venue" : "Mod. Phys. 81 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adv",
      "author" : [ "H. Bi", "I.-W. Chen", "T. Lin", "F. Huang" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "U.N. Maiti", "W.J. Lee", "J.M. Lee", "Y. Oh", "J.Y. Kim", "J.E. Kim", "J. Shim", "T.H. Han", "S.O. Kim" ],
      "venue" : "Mater. 26 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "A. Bhatnagar", "W. Hogland", "M. Marques", "M. Sillanpää" ],
      "venue" : "Eng. J. 219 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Environ",
      "author" : [ "V.K. Gupta", "T.A. Saleh" ],
      "venue" : "Sci. Pollut. Res. 20 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nat",
      "author" : [ "J. Liu", "N.P. Wickramaratne", "S.Z. Qiao", "M. Jaroniec" ],
      "venue" : "Mater. 14 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nat",
      "author" : [ "P. Zhang", "L. Wang", "S. Yang", "J.A. Schott", "X. Liu", "S.M. Mahurin", "C. Huang", "Y. Zhang", "P.F. Fulvio", "M.F. Chisholm", "S. Dai" ],
      "venue" : "Commun. 8 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "X",
      "author" : [ "S. Gao", "X. Li", "L. Li" ],
      "venue" : "Wei, Nano Energy 33 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nat",
      "author" : [ "P. Pachfule", "D. Shinde", "M. Majumder", "Q. Xu" ],
      "venue" : "Chem. 8 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mater",
      "author" : [ "J. Rivera-Utrilla", "M. Sánchez-Polo", "V. Gómez-Serrano", "P.M. Álvarez", "M.C.M. Alvim-Ferraz", "J.M. Dias", "J. Hazard" ],
      "venue" : "187 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Chem",
      "author" : [ "W. Wei", "C. Yu", "Q. Zhao", "G. Li", "Y. Wan" ],
      "venue" : "Eur. J. 19 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Appl",
      "author" : [ "I. Velo-Gala", "J.J. López-Peñalver", "M. Sánchez-Polo", "J. Rivera-Utrilla" ],
      "venue" : "Catal. B: Environ. 207 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "H.-J. Lu", "J.-K. Wang", "S. Ferguson", "T. Wang" ],
      "venue" : "Bao, H.-x. Hao, Nanoscale 8 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Crit",
      "author" : [ "J.J. Pignatello", "E. Oliveros", "A. MacKay" ],
      "venue" : "Rev. Environ. Sci. Technol. 36 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Mater",
      "author" : [ "E. Neyens", "J. Baeyens", "J. Hazard" ],
      "venue" : "98 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Silver Nanoparticles in Water Purification: Opportunities and Challenges",
      "author" : [ "R.R. Gadkari", "S.W. Ali", "R. Alagirusamy", "A. Das" ],
      "venue" : "Springer International Publishing, Cham",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Water Res",
      "author" : [ "M.N. Chong", "B. Jin", "C.W.K. Chow", "C. Saint" ],
      "venue" : "44 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Catal",
      "author" : [ "J.M. Herrmann", "C. Guillard", "P. Pichat" ],
      "venue" : "Today 17 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "J",
      "author" : [ "A. Fujishima", "T.N. Rao", "D.A. Tryk" ],
      "venue" : "Photochem. Photobiol., C: Photochem. Rev. 1 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "J",
      "author" : [ "U.I. Gaya", "A.H. Abdullah" ],
      "venue" : "Photochem. Photobiol., C: Photochem. Rev. 9 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Chem",
      "author" : [ "M.R. Hoffmann", "S.T. Martin", "W. Choi", "D.W. Bahnemann" ],
      "venue" : "Rev. 95 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Chem",
      "author" : [ "A. Mills", "R.H. Davies", "D. Worsley" ],
      "venue" : "Soc. Rev. 22 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Chem",
      "author" : [ "H. Gerischer", "A. Heller", "J. Phys" ],
      "venue" : "95 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "K",
      "author" : [ "M. Pelaez", "N.T. Nolan", "S.C. Pillai", "M.K. Seery", "P. Falaras", "A.G. Kontos", "P.S.M. Dunlop", "J.W.J. Hamilton", "J.A. Byrne" ],
      "venue" : "O’Shea, M.H. Entezari, D.D. Dionysiou, Appl. Catal. B: Environ. 125 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Geological Survey of Japan Open File Report",
      "author" : [ "N. Takeno" ],
      "venue" : "419",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Appl",
      "author" : [ "L.M. Pastrana-Martínez", "S. Morales-Torres", "S.K. Papageorgiou", "F.K. Katsaros", "G.E. Romanos", "J.L. Figueiredo", "J.L. Faria", "P. Falaras", "A.M.T. Silva" ],
      "venue" : "Catal. B: Environ. 142-143 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "I",
      "author" : [ "G. Balasubramanian", "D.D. Dionysiou", "M.T. Suidan" ],
      "venue" : "Baudin, J.-M. Laı̂né, Appl. Catal. B: Environ. 47 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Angew",
      "author" : [ "H. Kisch" ],
      "venue" : "Chem. Int. Ed. 52 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "J. Schneider", "M. Matsuoka", "M. Takeuchi", "J. Zhang", "Y. Horiuchi", "M. Anpo", "D.W. Bahnemann" ],
      "venue" : "Rev. 114 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "H. Park", "Y. Park", "W. Kim", "W. Choi" ],
      "venue" : "Photochem. Photobiol., C: Photochem. Rev. 15 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Prog",
      "author" : [ "S. Shen", "J. Chen", "M. Wang", "X. Sheng", "X. Chen", "X. Feng", "S.S. Mao" ],
      "venue" : "Mater. Sci. 98 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adv",
      "author" : [ "X.Y. Liu", "G.L. Zhu", "X. Wang", "X.T. Yuan", "T.Q. Lin", "F.Q. Huang" ],
      "venue" : "Energy Mater. 6 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "X.B. Chen", "L. Liu", "F.Q. Huang" ],
      "venue" : "Soc. Rev. 44 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "Y. Ma", "X. Wang", "Y. Jia", "X. Chen", "H. Han", "C. Li" ],
      "venue" : "Rev. 114 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Appl",
      "author" : [ "D. Dvoranová", "V. Brezová", "M. Mazúr", "M.A. Malati" ],
      "venue" : "Catal. B: Environ. 37 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Chem",
      "author" : [ "T. Umebayashi", "T. Yamaki", "H. Itoh", "K. Asai", "J. Phys" ],
      "venue" : "Solids 63 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Chem",
      "author" : [ "X. Chen", "C. Burda", "J. Am" ],
      "venue" : "Soc. 130 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Water Res",
      "author" : [ "S. Sakthivel", "M.V. Shankar", "M. Palanichamy", "B. Arabindoo", "D.W. Bahnemann", "V. Murugesan" ],
      "venue" : "38 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Catal",
      "author" : [ "Y. Bessekhouad", "D. Robert", "J.V. Weber" ],
      "venue" : "Today 101 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "L",
      "author" : [ "X. Chen" ],
      "venue" : "Liu, P.Y. Yu, S.S. Mao, Science ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Energy Environ",
      "author" : [ "A. Sinhamahapatra", "J.P. Jeon", "J.S. Yu" ],
      "venue" : "Sci. 8 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adv",
      "author" : [ "Z. Wang", "C.Y. Yang", "T.Q. Lin", "H. Yin", "P. Chen", "D.Y. Wan", "F.F. Xu", "F.Q. Huang", "J.H. Lin", "X.M. Xie", "M.H. Jiang" ],
      "venue" : "Funct. Mater. 23 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Energy Environ",
      "author" : [ "Z. Wang", "C.Y. Yang", "T.Q. Lin", "H. Yin", "P. Chen", "D.Y. Wan", "F.F. Xu", "F.Q. Huang", "J.H. Lin", "X.M. Xie", "M.H. Jiang" ],
      "venue" : "Sci. 6 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "C. Yang", "Z. Wang", "T. Lin", "H. Yin", "X. Lü", "D. Wan", "T. Xu", "C. Zheng", "J. Lin", "F. Huang", "X. Xie", "M. Jiang", "J. Am" ],
      "venue" : "Soc. 135 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "H.L. Cui", "W. Zhao", "C.Y. Yang", "H. Yin", "T.Q. Lin", "Y.F. Shan", "Y. Xie", "H. Gu", "F.Q. Huang", "J. Mater" ],
      "venue" : "A 2 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "G.L. Zhu", "T.Q. Lin", "X.J. Lu", "W. Zhao", "C.Y. Yang", "Z. Wang", "H. Yin", "Z.Q. Liu", "F.Q. Huang", "J.H. Lin", "J. Mater" ],
      "venue" : "A 1 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "F",
      "author" : [ "G. Zhu", "Y. Shan", "T. Lin", "W. Zhao", "J. Xu", "Z. Tian", "H. Zhang", "C. Zheng" ],
      "venue" : "Huang, Nanoscale 8 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "W. Zhou", "W. Li", "J.-Q. Wang", "Y. Qu", "Y. Yang", "Y. Xie", "K. Zhang", "L. Wang", "H. Fu", "D. Zhao", "J. Am" ],
      "venue" : "Soc. 136 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Angew",
      "author" : [ "Y.H. Hu" ],
      "venue" : "Chem. Int. Ed. 51 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Mater",
      "author" : [ "M.A. Green", "J. Xu", "H. Liu", "J. Zhao", "K. Li", "L. Liu", "H. Qin", "Y. Zhu", "D. Shen", "X. Chen" ],
      "venue" : "Today Phys. 4 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "L. Tian", "J. Xu", "M. Just", "M. Green", "L. Liu", "X. Chen", "J. Mater" ],
      "venue" : "C 5 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Energy Environ",
      "author" : [ "T.Q. Lin", "C.Y. Yang", "Z. Wang", "H. Yin", "X.J. Lu", "F.Q. Huang", "J.H. Lin", "X.M. Xie", "M.H. Jiang" ],
      "venue" : "Sci. 7 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "T. Hisatomi", "J. Kubota", "K. Domen" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Adv",
      "author" : [ "R. Marschall" ],
      "venue" : "Funct. Mater. 24 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Energy Mater",
      "author" : [ "L. Guan", "X. Chen", "ACS Appl" ],
      "venue" : "1 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "I",
      "author" : [ "K.V. Vokhmintcev", "P.S. Samokhvalov" ],
      "venue" : "Nabiev, Nano Today 11 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "H. Wang", "L. Zhang", "Z. Chen", "J. Hu", "S. Li", "Z. Wang", "J. Liu", "X. Wang" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Adv",
      "author" : [ "J. Li", "L. Cai", "J. Shang", "Y. Yu", "L. Zhang" ],
      "venue" : "Mater. 28 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sci",
      "author" : [ "G. Zhang", "H. Wu", "G. Li", "Q. Huang", "C. Yang", "F. Huang", "F. Liao", "J. Lin" ],
      "venue" : "Rep. 3 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "G",
      "author" : [ "I. Grinberg", "D.V. West", "M. Torres", "G. Gou", "D.M. Stein", "L. Wu" ],
      "venue" : "Chen, E.M. Gallo, A.R. Akbashev, P.K. Davies, J.E. Spanier, A.M. Rappe, Nature 503 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Appl",
      "author" : [ "X. Lin", "F. Huang", "W. Wang", "Y. Wang", "Y. Xia", "J. Shi" ],
      "venue" : "Catal. A: General 313 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Cata",
      "author" : [ "Z. Shan", "Y. Wang", "H. Ding", "F. Huang", "J. Mol" ],
      "venue" : "A: Chemical 302 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Phys",
      "author" : [ "X. Lin", "J. Wu", "X. Lü", "Z. Shan", "W. Wang", "F. Huang" ],
      "venue" : "Chem. Chem. Phys. 11 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Dalton Trans",
      "author" : [ "J. Wu", "F. Huang", "Z. Shan", "Y. Wang" ],
      "venue" : "40 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Appl",
      "author" : [ "K.-L. Zhang", "C.-M. Liu", "F.-Q. Huang", "C. Zheng", "W.-D. Wang" ],
      "venue" : "Catal. B: Environ. 68 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Chem",
      "author" : [ "J.B. Goodenough", "J.S. Zhou" ],
      "venue" : "Mater. 10 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Chem",
      "author" : [ "M.-Q. Yang", "N. Zhang", "M. Pagliaro", "Y.-J. Xu" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "Q. Xiang", "J. Yu", "M. Jaroniec" ],
      "venue" : "Soc. Rev. 41 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "C.K. Chua", "M. Pumera" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ş",
      "author" : [ "M. Asiltürk" ],
      "venue" : "Ş  ener, Chem. Eng. J. 180 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Environ",
      "author" : [ "Y. Yao", "G. Li", "S. Ciston", "R.M. Lueptow", "K.A. Gray" ],
      "venue" : "Sci. Technol. 42 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "S",
      "author" : [ "Y. Chuan-Yu", "L. Yu-Feng", "H. Chih-Hung", "T. Yao-Hsuan", "M.M. Chen-Chi", "C. Min-Chao" ],
      "venue" : "Hsin,Nanotechnology 19 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Appl",
      "author" : [ "B. Gao", "G.Z. Chen", "G. Li Puma" ],
      "venue" : "Catal. B: Environ. 89 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adv",
      "author" : [ "K. Woan", "G. Pyrgiotakis", "W. Sigmund" ],
      "venue" : "Mater. 21 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Sci",
      "author" : [ "B. Qiu", "Y. Zhou", "Y. Ma", "X. Yang", "W. Sheng", "M. Xing", "J. Zhang" ],
      "venue" : "Rep. 5 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Water pollution caused by domestic, industrial, commercial and gricultural activities is a concern in both developed and developng worlds [1].",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 1,
      "context" : "Even in the US, it is estimated that the national ealth system annually spends an additional 7 billion dollars to vercome the health problems caused by polluted water, and famlies without access to clean water and sanitation facilities incur nother US$340 yearly cost each [3].",
      "startOffset" : 273,
      "endOffset" : 276
    }, {
      "referenceID" : 2,
      "context" : "Indeed, if the curent population trend and usage pattern continue, by 2025, four illion people will be living with severe water scarcity or shortge [4].",
      "startOffset" : 148,
      "endOffset" : 151
    }, {
      "referenceID" : 3,
      "context" : "This has led to the call for new technologies ith higher efficiencies and lower costs, many of them based on anomaterials [6].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 4,
      "context" : ") Alternatively, tertiary treatment may involve advanced oxidation processes (AOPs), which are a set of chemical treatment procedures designed to remove organic and sometimes inorganic materials by oxidation through reaction with hydroxyl radicals (·OH), causing mineralization [8].",
      "startOffset" : 278,
      "endOffset" : 281
    }, {
      "referenceID" : 5,
      "context" : "It has been increasingly realized that nanomaterials may contribute to advanced water treatment technologies [9].",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 6,
      "context" : "Many nanomaterials also feature tunable physical, chemical, and electronic properties that are not manifest in the bulk materials [10].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 7,
      "context" : "Carbonaceous nanomaterials (charcoal, activated carbon, and newer nanocarbon polymorphs such as carbon nanotube and graphene) have already found use in filtration and adsorption by virtue of their huge surface area and tailored pore sizes, which are important attributes for adsorption [11].",
      "startOffset" : 286,
      "endOffset" : 290
    }, {
      "referenceID" : 4,
      "context" : ") and metal (Fe, Ag) nanoparticles are highly effective for AOP because they generate, in situ, active hydroxyl radicals with the help of primary oxidants (ozone, hydrogen peroxide and oxygen), ultraviolet light or semiconductor photocatalysts, thereby achieving mineralization [8].",
      "startOffset" : 278,
      "endOffset" : 281
    }, {
      "referenceID" : 8,
      "context" : "ven possible to envision combining carbonaceous species and OP-enabling nanoparticles to form material systems to realize ynergistic effects, and to deploy them for one-time or short-term emediation of endangered water resources of ponds, lakes, rivers, etlands, and grounds for which a permanent water treatment acility may not be necessary [12].",
      "startOffset" : 342,
      "endOffset" : 346
    }, {
      "referenceID" : 9,
      "context" : ") and removes hem: microfiltration for a mean pore size ultrafiltration for nanofilration for and reverse osmosis for ≤ 1 nm) [13].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 10,
      "context" : "The process is based on he principle that absorption lowers the energy of the interface, hich may be a solid-solid, solid-liquid, solid-gas, liquid-liquid, r liquid-gas interface [14].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 11,
      "context" : "The adsorption process is usually classified into two: physical dsorption through weak van der Waals forces, hydrogen bondng, electrostatic attraction and - interactions, and chemical dsorption in which new chemical bonds form between the adsorates and the adsorbents [15].",
      "startOffset" : 268,
      "endOffset" : 272
    }, {
      "referenceID" : 12,
      "context" : "ommonly used adsorption isotherms are named after Henry, Frendlich, Langmuir and Burnauer-Emmett-Teller (BET), referring to heir respective models derived on different assumptions [16].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 13,
      "context" : "Since adsorption increases with the specific surface area, urface-abundant silicates and aluminosilicates such as sand, clay, ilica gel and natural/man-made zeolite (many used as molecular ieves), as well as carbon materials such as charcoal and activated arbon (AC), are most common adsorbents [17].",
      "startOffset" : 295,
      "endOffset" : 299
    }, {
      "referenceID" : 7,
      "context" : "Carbon materials re especially favored due to their very high specific surface area er unit mass and outstanding ability to withstand a broad range f chemical and physical conditions [11].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 14,
      "context" : "Carbon materials have been used to remove toxic pollutants n low concentrations in aqueous solutions since 1700 when it as first discovered that charcoal (the forerunner of widely used C) can adsorb specific species in a gas mixture (1773) and colred solution (1786) [18].",
      "startOffset" : 267,
      "endOffset" : 271
    }, {
      "referenceID" : 14,
      "context" : "Swedish chemist von Ostreijko invented ommercial AC in two patents in 1900 and 1901 that described hysical and chemical activation of normal carbonaceous mateials [18].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 15,
      "context" : "It is such high surface area and the excellent tability in aqueous solution that makes AC a popular choice as a ost effective adsorbent in wastewater treatment and water filtraion/purification processes [19].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 16,
      "context" : "An entirely new amily of nanocarbon, however, has been discovered in recent years hat are all made of sp2-C, its simplest form being graphene, which rranges C atoms into a two-dimensional hexagonal network, and s such it can be regarded as a one-atom-thick graphite [20].",
      "startOffset" : 266,
      "endOffset" : 270
    }, {
      "referenceID" : 17,
      "context" : "tube, called a carbon nanotube (CNT), which is a one-dimensional allotrope [21,22].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 18,
      "context" : "tube, called a carbon nanotube (CNT), which is a one-dimensional allotrope [21,22].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 19,
      "context" : "To complete the list, CNT of various diameters and shell thickness can be connected, mostly tetrahedrally, into a three-dimensional, open-cell, ultralight foam, which is loosely referred to as 3DG [23].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 20,
      "context" : "Lastly, they can all be modified or doped to incorporate surface functional groups [24].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 7,
      "context" : "These new carbon nanomaterials have been investigated for wastewater treatment, because their van der Waals forces enable physical adsorption and they additionally benefit from physical and chemical adsorption when surface functional groups are present [11,25,26].",
      "startOffset" : 253,
      "endOffset" : 263
    }, {
      "referenceID" : 21,
      "context" : "These new carbon nanomaterials have been investigated for wastewater treatment, because their van der Waals forces enable physical adsorption and they additionally benefit from physical and chemical adsorption when surface functional groups are present [11,25,26].",
      "startOffset" : 253,
      "endOffset" : 263
    }, {
      "referenceID" : 22,
      "context" : "These new carbon nanomaterials have been investigated for wastewater treatment, because their van der Waals forces enable physical adsorption and they additionally benefit from physical and chemical adsorption when surface functional groups are present [11,25,26].",
      "startOffset" : 253,
      "endOffset" : 263
    }, {
      "referenceID" : 23,
      "context" : "Since all forms of carbon described above can obtain a porous structure, it is common to classify them into different types by pore size [27].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 24,
      "context" : "Pores in ordered carbon are ordered because they are created by some templating process via a sacrificial template of an ordered mesoscopic network that is in turn derived from some surfactant-directed liquid-liquid phase separation process [28].",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 25,
      "context" : "Similar mesoporous but disordered carbon is also easily obtained by pyrolysis of any number of suitable carbon-containing precursors of either a synthetic or a natural origin, such as plants or organisms [29,30].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 26,
      "context" : "Similar mesoporous but disordered carbon is also easily obtained by pyrolysis of any number of suitable carbon-containing precursors of either a synthetic or a natural origin, such as plants or organisms [29,30].",
      "startOffset" : 204,
      "endOffset" : 211
    }, {
      "referenceID" : 27,
      "context" : "In this respect, it should be mentioned that AC is too a disordered porous carbon with macropores, mesopores and micropores, and it is usually produced by carbonization of some carbonaceous natural materials such as coconut shell, with additional physical and/or chemical activation through oxidation in steam and/or impregnation of chemicals in the raw materials, before carbonization [31].",
      "startOffset" : 386,
      "endOffset" : 390
    }, {
      "referenceID" : 21,
      "context" : "Adsorption of many molecular species from gas or liquid already occurs at the hydrophobic micro/mesoscopic pore surfaces of porous carbon, but surface functional groups provide much more potent sites for adsorption of ion species (either cationic or anionic) of metals and other organics/inorganics [25].",
      "startOffset" : 299,
      "endOffset" : 303
    }, {
      "referenceID" : 27,
      "context" : "Just like oxidation can increase the surface acidity, nitridation and sulfuration of the AC surface can increase the surface basicity and polarity that strengthens specific interactions with (acidic) polar pollutants [31].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 8,
      "context" : "Since the agents of AOP are often supported by these carbon substrates, surface modification of the latter to enhance adsorption can create a “pre-concentration” effect of collecting pollutants locally, which makes subsequent AOP more efficient [12,33,34].",
      "startOffset" : 245,
      "endOffset" : 255
    }, {
      "referenceID" : 28,
      "context" : "Since the agents of AOP are often supported by these carbon substrates, surface modification of the latter to enhance adsorption can create a “pre-concentration” effect of collecting pollutants locally, which makes subsequent AOP more efficient [12,33,34].",
      "startOffset" : 245,
      "endOffset" : 255
    }, {
      "referenceID" : 29,
      "context" : "Since the agents of AOP are often supported by these carbon substrates, surface modification of the latter to enhance adsorption can create a “pre-concentration” effect of collecting pollutants locally, which makes subsequent AOP more efficient [12,33,34].",
      "startOffset" : 245,
      "endOffset" : 255
    }, {
      "referenceID" : 4,
      "context" : "iques such as AOPs, which rely on highly reactive ·OH to oxidize rganic (and sometimes inorganic as well) pollutants into water, arbon dioxide and salts [8].",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 31,
      "context" : "For example, developed in 1890s, Fenton’s eagent is a solution of hydrogen peroxide with ferrous iron catlyst that is used to oxidize contaminants in wastewaters: it can estroy toxic organic compounds such as trichloroethylene (TCE) nd tetrachloroethylene (perchloroethylene, PCE) [36].",
      "startOffset" : 281,
      "endOffset" : 285
    }, {
      "referenceID" : 32,
      "context" : "Therefore, metallic nanoparticles such as Fe, Al and other metal uch as Ag can provide direct oxidation for AOP as well [37].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 33,
      "context" : "So, despite its high ost, Ag is still used in critical applications [38].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 34,
      "context" : "A potentially cost-effective AOP agent is an oxide or chalcoenide semiconductor nanoparticle that undergoes heterogeneous hotocatalysis [39,40].",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 35,
      "context" : "A potentially cost-effective AOP agent is an oxide or chalcoenide semiconductor nanoparticle that undergoes heterogeneous hotocatalysis [39,40].",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 37,
      "context" : "Therefore, the process is potentially cost effective for detoxification or remediation of wastewater [42].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 38,
      "context" : "Other than TiO2, a large number of photoactive semiconductors have also been explored as photocatalysts [43,44].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 39,
      "context" : "Other than TiO2, a large number of photoactive semiconductors have also been explored as photocatalysts [43,44].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 40,
      "context" : "Oxide semiconductors are capable of generating ·OH because their valence band (VB, primarily composed of O 2p orbitals) typically lies above the ·OH/H2O level [45].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 41,
      "context" : "To utilize the full spectrum of solar energy, however, a band gap of is ideal, so there is a need to tailor the band structure as well other aspects of semiconductor carriers and defects to achieve efficient generation and utilization of electron-hole pairs and electron- or hole-initiated redox cascades [46].",
      "startOffset" : 305,
      "endOffset" : 309
    }, {
      "referenceID" : 42,
      "context" : "According to the Pourbaix diagram of the metal/H2O system, most oxides are only stable for a limited pH range (WO3: pH ZnO: pH Fe2O3: pH, but TiO2 is stable from pH 2 to pH 13 [47], which is an important advantage for large-scale wastewater treatment and water remediation that may receive water of a broad and often uncontrolled chemistry.",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 43,
      "context" : "To simplify recovery from the treated effluent, practical applications require nanoparticulate photocatalysts to be fixed on a support [48,49].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 44,
      "context" : "To simplify recovery from the treated effluent, practical applications require nanoparticulate photocatalysts to be fixed on a support [48,49].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 47,
      "context" : "Therefore, this last step is rate-limiting and need promotion the most in order to enhance the photocatalytic reaction overall [52].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 46,
      "context" : "The charge transfer rate depends on the difference between the redox potential of ROS and the redox potential of specific pollutant [51].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 49,
      "context" : "ates leading to a low quantum efficiency [54].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 50,
      "context" : "This has motivated uch research on modifying TiO2 to extend its light absorption pectrum to the visible and near-infrared region and to promote fficient separation of electrons and holes [55].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 51,
      "context" : "4a), organic dye sensitization, noble etal decoration and coupling with another narrow band-gap emiconductor [56].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 52,
      "context" : ") into the cation sublattice of TiO2 leads to id-gap states or reduces the band gap (between Ti-3d and O-2p), hus enhances visible-light absorption [57,58].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 53,
      "context" : ") into the cation sublattice of TiO2 leads to id-gap states or reduces the band gap (between Ti-3d and O-2p), hus enhances visible-light absorption [57,58].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 54,
      "context" : "), on the other hand, are particularly effective because hey cause p-orbital mixing, hence broadening, thus narrowing the and gap and increasing the activity [59].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 55,
      "context" : "oble metal decoration creating local surface plasmon resonance ay also enhance light harvesting [60], as does forming a heterounction with a narrower band-gap semiconductor [61], but for ost considerations these strategies are not practical for large-scale pplications.",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 56,
      "context" : "oble metal decoration creating local surface plasmon resonance ay also enhance light harvesting [60], as does forming a heterounction with a narrower band-gap semiconductor [61], but for ost considerations these strategies are not practical for large-scale pplications.",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 59,
      "context" : "Building on this discovery, our group used hydrogen plasma treatment at 500 ◦C for 8 h to generate a large amount of active H atoms that reached deeper inside the nanoparticle; the obtained BT (to be referred to as TiO2-xHx) features a solar absorbance of 83% (Table 3) [64].",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 59,
      "context" : "The black coloration partially originates from the electron transitions from Ti3+ 3d1 states to the unoccupied Ti 3d states, which goes beyond the earlier interpretation for H-doped amorphous shell in which oxygen vacancies and surface hydroxyl groups were thought to result in the black coloration by a process akin to the localized surface plasmon resonance seen after noble metal (Ag or Pt) decoration [64].",
      "startOffset" : 405,
      "endOffset" : 409
    }, {
      "referenceID" : 69,
      "context" : "4a), which is not possible in other TiO2 or BT [74].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 60,
      "context" : "White TiO2 P25 Commercially available 5 5 0 0 20 [65]",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 57,
      "context" : "Black titania (BT) HP-TiO2 High pressure hydrogen reduction 30 5 24 1 – [62]",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 73,
      "context" : "A lower Crec can be achieved by a judicious selecion of dopants and heat-treatment schedules, reducing the short imension of a non-isometric nanoparticle, and providing suitable urface states that localize one carrier type but not the other [78].",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 60,
      "context" : "To orm heterostructures and p-n junctions, an approach commonly mployed in solar cells, one needs to couple two semiconductors ith either staggered band edges or p- and n-doping, which pro65 5 32 28 12 [65]",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 74,
      "context" : "vides a bias for electron and hole separation [79].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 75,
      "context" : "In theory, a built-in internal electric field can also direct electrons and holes to migrate in opposite directions [80].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 76,
      "context" : "4 eV), are probably not stable enough to withstand aqueous environments of a wide pH range that is demanded for wastewater treatment [81,82].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 77,
      "context" : "4 eV), are probably not stable enough to withstand aqueous environments of a wide pH range that is demanded for wastewater treatment [81,82].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 82,
      "context" : ") The concept also ed our group to predict BiOX (X = Cl, Br, I), which enjoys a low PF, hould be an outstanding photocatalyst, which was indeed expermentally verified [87].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 83,
      "context" : "Therefore, like rst noted by Goodenough for d0 ferroelectrics, a high-PF d0 comound is prone to spontaneous coordinated lattice distortions that n turn induce an internal electric field beneficial for separating lectrons and holes [88].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 84,
      "context" : "Therefore, semiconductor-nanocarbon hybrids hat are amenable to easy synthesis present an attractive advanced olution for AOP [89,90].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 85,
      "context" : "Therefore, semiconductor-nanocarbon hybrids hat are amenable to easy synthesis present an attractive advanced olution for AOP [89,90].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 8,
      "context" : "All forms of carbon have proved to be a useful support for TiO2 hat enhances the photocatalytic activity [12].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 87,
      "context" : "The AC/TiO2 comosites may be obtained by mechanical mixing, low temperature ydrolysis, sol-gel reaction, hydrothermal deposition, and chemical apor deposition (CVD), and they all show enhanced photocatalytic ater decontamination over P25 alone [93].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 88,
      "context" : "In contrast, conducting CNT with C-sp2 bonding can hybridize with various TiO2 nanostructures, including nanoparticles (NP), nanorods (NR), nanowires (NW) and nanosheets (NS), to form diverse nanocomposites [94,95].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 89,
      "context" : "In contrast, conducting CNT with C-sp2 bonding can hybridize with various TiO2 nanostructures, including nanoparticles (NP), nanorods (NR), nanowires (NW) and nanosheets (NS), to form diverse nanocomposites [94,95].",
      "startOffset" : 207,
      "endOffset" : 214
    }, {
      "referenceID" : 90,
      "context" : "Processed in benign solvents, hybrids of NP-TiO2/CNT obtained through in situ nucleation and growth of NP-TiO2 on single-walled CNT (400-900 m2 g1) or multiwalled CNT (200-400 m2 g1), some even on the inner surface of the tubes, display a higher photocatalytic activity than pristine, unsupported NP-TiO2 [96].",
      "startOffset" : 305,
      "endOffset" : 309
    }, {
      "referenceID" : 91,
      "context" : "In the latter mechanism, a charge cycle is completed when the positively charged CNT captures an electron from TiO2’s VBM, effectively leaving another electron-hole pair in TiO2 ready for catalytic reactions [97].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 3,
      "context" : "In wastewater reatment plants, the challenge is to displace the existing techology, which will not happen unless the nanotechnology is ompelling enough both in performance and in cost [6,109,110].",
      "startOffset" : 184,
      "endOffset" : 195
    }, {
      "referenceID" : 86,
      "context" : "The aerogel is next reduced to 3D RGO to impart conductivity [92].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 19,
      "context" : "The 3DG also exhibits excellent ecycling ability: rapid oil adsorption in 2 s, followed by combusion burn-off of oil, then ready for oil adsorption again [23].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 64,
      "context" : "), which are added to the starting powders and later release molecular hydrogen under mild calcination conditions [69,123,124].",
      "startOffset" : 114,
      "endOffset" : 126
    } ],
    "year" : 2019,
    "abstractText" : "Water pollution worldwide has already endangered health and environment. At places of rapid population growth and urbanization, traditional technologies for wastewater treatment and polluted water reclamation are approaching their limits. Nanomaterials of small particle sizes, huge specific surface areas and abundant reactive sites are ideal for adsorbing pollutants, but semiconducting nanoparticles that can harness sunlight to catalyze advanced oxidation processes are especially effective for eliminating refractory water contaminants. This paper reviews the guiding principles of nanomaterial adsorption and photocatalysis for advanced water treatment, and calls attention to low-cost, high-performance nanomaterials that are well positioned for large-scale water treatment. Black titania (BT) capable of full-spectrum dvanced Oxidation Processes",
    "creator" : "Elsevier"
  }
}