{
  "name" : "downloads_2019-07-23_89_10.1016@B978-0-12-813870-0.00001-2.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Guan-Jun Yang", "Xin-Kun Suo", "Guang-Rong Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Introduction to Advanced Micro-Nano Coating Materials and Thermal Spray\n1 Guan-Jun Yang1, Xin-Kun Suo2, Guang-Rong Li1\nState Key Laboratory for Mechanical Behavior of Materials, Xi’an Jiaotong University, Xi’an, China1; Key Laboratory of Marine Materials and Related Technologies, Key Laboratory of Marine\nMaterials and Protective Technologies of Zhejiang Province, Ningbo Institute of Materials\nTechnology and Engineering, Chinese Academy of Sciences, Ningbo, China2"
    }, {
      "heading" : "1. Brief Introduction",
      "text" : "Nanostructured materials are considered as materials with sizes less than w100 nm in at least one dimension. They are potentially attractive by enhancing the engineering performance, based on the improvements in their intrinsic physical and mechanical properties caused by much higher surface effect or interface effect [1e6]. The underlying reason is that the particle/grain/domain sizes are reduced by factors of 100e1000 times with respect to that of present engineering materials.\nTo get a better picture of what that means, the Hall Petch empirical relationship can be used to present the improvement on mechanical properties by decreasing the grain size [3]. The common expression is:\nA ¼ A0 þ kd 1=2 (1.1) where A refers to the mechanical properties of the material (e.g., hardness, yield strength); the subscript 0 is the material’s grain size in infinite state; k is a constant, which stands for the grain boundary to limit the propagation of deformation (metal) or a crack (ceramics); and d is grain size.\nGiven Eq. (1.1), it would be clear that the mechanical properties of materials can be significantly enhanced if the grain sizes are decreased from conventional microlevel to nanostructured levels, as shown in Fig. 1.1. That’s why nanoscience and technology see their most visible and growing research areas in materials science, for nearly all kinds of materials including metallic alloy, ceramics, and cermet.\nNanostructured materials have found their way into surface engineering, in particular, coatings prepared by thermal spray technique. Thermal spray coatings witnessed their rapid growth in the 1990s, and extend their applications under the performance-oriented guidelines in the 21st century [7]. It is widely accepted that plasma spray is the most versatile technology among all the thermal spray processes,\nCHAPTER\n1Advanced Nanomaterials and Coatings by Thermal Spray. https://doi.org/10.1016/B978-0-12-813870-0.00001-2 Copyright © 2019 Elsevier Inc. All rights reserved.\nsince the plasma temperature is so high as to melt any material to deposit coatings. To further tune the melting state and accelerate the material velocity prior to impact on the substrate surface, high velocity oxy-fuel was developed in the last century. To realize coating deposition at completely solid state, cold gas kinetic spraying (or cold spray) was proposed to deposit metallic-based materials based on the plastic deformation of spray powders. To further realize the nanomaterial deposition of ceramic materials at completely solid state, vacuum cold spray was developed. Nowadays, owing to the ease of implementation and the related cost-effective bonus, thermal spray technology finds many applications in aerospace, energy, chemical engineering technology, bio-engineering, and countless others.\nMechanical properties of materials affected by grain size: (A) hardness of pure Ni as a function of grain size, and (B) comparisons of yield strength in several metals between coarse-sized grain and nanosized grain.\nActually, the aforementioned nanostructured coatings are the extension of microstructured coatings developed in the last century. Microstructured coatings mean that the compositional unit, such as grain size, particle size, or pore size, has a scale of micrometers. This can be generally most of the coatings prepared by various techniques. For example, thermal-sprayed coatings widely used in various industry fields are composed of disk-shaped splats with a micrometer scale.\nThis book provides an overview of micro-nano coatings prepared by thermal spray technology along with their applications in various fields. In total, eight chapters are presented, covering metal, cermet and ceramic coatings in microstructured and nanostructured forms."
    }, {
      "heading" : "2. Micro-Nanomaterials",
      "text" : "Micro-nanomaterials used in thermal spray processes can be mainly divided into three types: (1) alloy, (2) ceramics, and (3) cermets."
    }, {
      "heading" : "2.1 Alloy",
      "text" : "Alloy materials are composed of metallic atoms bonded by a metallic bond. Since metallic bond means the commonly shared electrons between all atoms, alloy structure can be regarded as a sponge of metallic ions immersed by commonly shared electrons. Generally, alloy materials possess a crystalline structure, while it can also be an amorphous phase upon ultrafast solidification or successive and severe plastic deformation. Because dislocations or twins can be easily produced and moves in a crystalline structure, metallic alloy presents a fairly good plastic deformation. This means an excellent strain tolerance of alloy coating with substrate. The strength and hardness of alloy can be significantly enhanced by decreasing grain size into nanoscale or introducing twins, while the toughness may be decreased. Therefore, micro-nano alloy coatings would have better comprehensive properties compared to their counterparts, microscaled coatings and nanostructured coatings. By using thermal spray technology, alloy coatings have been applied in many areas to protect the substrate materials from corrosion, wear, erosion resistance, or inducing other functional properties to the substrate."
    }, {
      "heading" : "2.2 Ceramics",
      "text" : "With the thermal spraying technique, micro-nano ceramic coatings are widely used in various fields, such as energy-related applications, catalytic applications, thermal insulation applications, and biomaterials applications. For example, in the energyrelated field, the nanocrystalline dye-sensitized solar cell (DSC) becomes a strong competitor against silicon-based solar cells, owing to its high stability and colorful decorative appearance [8]. As an important part of DSC, the nanoporous TiO2 film can be prepared by vacuum cold spray with nano-TiO2 particles. Another example is\nrelated to the thermal barrier coatings (TBCs) used in aircraft engines and landbased gas turbines. Nanostructured or microstructured TBCs can improve durability of TBCs at high operating temperatures, along with offering the benefit of high resistance to degradation, oxidation, and thermal corrosion [1,9,10]. Commonly, the nanostructured or microstructured TBCs are prepared by plasma spraying."
    }, {
      "heading" : "2.3 Cermets",
      "text" : "Metallic matrix micro-nano composites have recently attracted extensive attention owing to their improved mechanical properties (e.g., hardness, Young’s modulus, yield strength, ultimate tensile strength, and wear resistance). Carbide cermets see their use in wear-resistant parts, cutting tools, and rock drills that are related to wear-resistant industrial applications. In terms of the tungsten carbideecobalt (WC-Co) system, hard WC particles serve the function of wear-resistance, whereas the Co binder provides WC-Co with a high toughness. The common methods to increase hardness of WC-Co, if following the strength theory of cemented hard alloys, generally sacrifice their toughness. To achieve the coenhancement of hardness and toughness, micro-nano structure design may be a potential method [11]. Another example of the micro-nano cermet is the NiCrAlY alloy matrix reinforced by cubic boron nitride (BN) [12].\nDuring the preparation of micro-nano cermet coating, the conventional thermal spray techniques (e.g., high velocity oxygen fuel spray) will cause binder phase melting, leading to grain growth of the nanocrystallites and reaction between ceramic particle and metallic binder. Given this, cold spray with a much lower processing temperature (<1000 C) would be a potential approach to deposit micro-nano composites."
    }, {
      "heading" : "3. Thermal Spray Technology",
      "text" : "Thermal spray is now a key and environmentally friendly technology to design and modify the surface of components, giving them a higher performance. The thermal spray process can be described as follow: (1) feedstock is molten or partially molten to form a stream; (2) this stream is impacted on substrate driven by plasma jet; and (3) the molten drops are laterally flattened, solidified, and cooled to form some splats [13]. The individual molten droplets spread to form thin lamellae, and thus stack to form the deposit, as shown in Fig. 1.2. Therefore, a thermally sprayed coating is generally of lamellar structure. The apparent porosity can vary from several percent to 20%.\nGenerally, thermal spray techniques include plasma spray, high velocity oxy (or air)-fuel spraying, (vacuum) cold spraying. Fig. 1.3 shows kinds of thermal spraying methods in terms of temperature and velocity. Different methods can produce different microstructures with kinds of materials. Table 1.1 shows material and\nSchematic illustration of thermal spray technology: (A) thermal spray process and (B) coating formation process.\nComparison of thermal spray methods in terms of gas temperature and particle velocity.\nmicrostructural features with various thermal spray processes. The materials and intended performance would be the basis to select thermal spray techniques."
    }, {
      "heading" : "3.1 Plasma Spray",
      "text" : "Plasma spraying is a very versatile process since coatings of many material types can be deposited, including metals, ceramics, and composites. Fig. 1.4 shows a schematic of a typical plasma spray gun, along with its deposition process [15]. The basic operation is to introduce feedstock powders into a plasma stream. Subsequently, the molten or semimolten forms of powders would be projected toward a substrate, followed by flattening, rapid solidification, and cooling. As a result, these molten particles create overlapping splats, thus coating the substrate. The spraying can be conducted in air, low pressure, or vacuum . Owing to the presence of multitype pores (or cracks), plasma-sprayed coatings can be viewed as unique porous structures. It is widely accepted that the plasma spraying is highly cost-effective. Thus it has found its application to prepare protective coatings for wear, corrosion, and heat resistance, in particular, on large-sized components."
    }, {
      "heading" : "3.2 High Velocity Oxygen Fuel Spray",
      "text" : "Compared to the plasma spraying method, high-velocity oxygen fuel (HVOF) spraying is able to prepare a denser and less oxidized coating. Fig. 1.5 shows the schematic illustration of HVOF spraying. The spraying process can be described as follows: (1) a flame with sonic speed is formed by igniting the mixture of oxygen gas and a fuel; (2) the powders are fed into the flame and then are accelerated to become flight particles; (3) the flight particles are impacted and deposited onto the substrate, resulting in the formation of coatings.\nDuring the HVOF spray process, the gas velocity can be larger than 2000 m/s. The resulting particle velocity, which is highly related to the combustion chamber pressure, is faster than sonic speed. The high particle velocity is the main reason\nfor resulting in a higher coating density with respect to that prepared by the plasma spray process.\nIn some cases, the oxidation phenomenon should be controlled strictly, such as the deposition of bond-coat in thermal barrier coatings. In order to further reduce the oxidation degree, the oxygen can be replaced by air. This revised process can be termed as high-velocity air-fuel spraying.\nSchematic illustration of the high-velocity oxygen fuel spraying system [16].\nSchematic illustration of plasma spraying: (A) plasma spray gun and (B) deposition process [15]."
    }, {
      "heading" : "3.3 Cold Spray",
      "text" : "The development of the cold spraying method extends the capabilities of thermal spraying to solid-state additive manufacturing, and thus it experienced fast growth in the last decade [17]. Cold spray is a deposition method of solid powders that formed a thin coating as well as a bulk component. The deposit can be produced by a solid-state cohesion during a strong impact of powders onto a substrate, under high impact velocity conditions (approximately several hundred meters per second). During cold spraying, plastic deformation is highly required for both particle and substrate upon their impact. Subsequently, a bond can be formed to make the particle adhere to the underlying substrate. In common, a deposit without thickness limitation can be produced owing to the high deposition rate and efficiency, and high adhesive and cohesive strength. That’s why cold spraying is promising for applications to fabricate free-standing parts. Fig. 1.6 shows the schematic illustration of a cold spraying setup. Generally, a cold spray setup consists of a high-pressure gas supply, a gas control system with a gas heater that provides the main gas, a powder feed gas system that offers the secondary gas, and a workstation composed of the spraying component and the substrate support system. The spraying component and the substrate support system can move in the work area, which makes building and shaping the deposit under design convenient.\nSchematic illustration of a cold spraying setup.\nCompared to conventional thermal spraying processes that require a hightemperature plume, cold spraying achieves its production in low temperatures. This advantage realizes the solid-state elaboration, along with other bonuses. First, with cold spraying, powders keep their solid state during deposition and selfconsolidation. As a result, the powders can retain their primarily properties and avoid any changes in chemical composition with respect to the feedstock. This provides excellent flexibility to design the coating compositions through feedstock. Second, there is less limitation for the suitability of powder size than for conventional thermal spraying. Thus cold spraying covers a wider range of powder size, from micron to submicron. Third, the thermal activations (e.g., oxidation phenomena and thermo/mechanical distortion) induced during conventional thermal spraying can be diminished. The underlying reason is that high velocity and low processing temperature significantly limit the reaction of spray particles with the atmosphere gas species. Therefore, cold spraying is suitable for the manufacturing of thermally sensitive materials. In addition, the cold spraying method combines some dissimilar materials to produce innovative coatings, such as multimaterial and graded coatings. Finally, it is worth noting that cold spraying offers an improvement on the security of working conditions owing to the use of low temperature gas spray. Overall, these proven benefits give cold spraying a high potential for meeting the needs of various industrial applications.\nGiven these advantages, cold spray technology can be used to deposit many types of coatings. Typical materials used in cold spray include (1) metal materials such as aluminum, copper, nickel, zinc, nickel-based superalloys, and iron-based alloys; (2) intermetallic materials and metallic glass materials; and (3) ceramic particle dispersed metal matrix composites, such as SiC/Al, WC-Co, cubic BN/NiCrAl, and bronze-diamond. Moreover, the low particle temperature without melting prior to impact also contributes to eliminating the melting-induced detrimental effects on deposit microstructure, such as grain growth. Therefore, cold spraying can retain the microstructure of spray materials into coating. This would find a wide application to design the deposit microstructure through nanostructured feedstock powders."
    }, {
      "heading" : "3.4 Vacuum Cold Spray",
      "text" : "Vacuum cold spray (VCS), also known as the aerosol deposition method, has been widely investigated in recent years. It is a promising method for coating-deposition, which is suitable to deposit thin ceramic coatings with micro-nano powders. Moreover, the deposition process is performed at room temperature. Fig. 1.7 shows the schematic illustration of a VCS setup [18]. The system is composed of a vacuum chamber, a particle-accelerated nozzle, an aerosol chamber, a two-dimensional worktable, a carrier gas unit, and a control unit. During the VCS process, micronano powders are carried by helium gas to form an aerosol flow. Subsequently, the particles are accelerated again by the nozzle before they impact on the substrate at a high speed.\nThe high speed of the particles makes a strong impact on the underlying substrate, along with fractured and deformed particles. With successive compaction of the micro-nano particles, a ceramic coating is built up layer by layer. Unlike the plasma-sprayed coatings, the VCS-prepared coating is deposited at room temperature. This enables it to form micro-nano ceramic coatings more easily and to expand the available substrates (ceramics, metals, polymers). In addition, the VCS can produce coatings with a thickness ranging from several to tens of micrometers. This is attributed to the use of nano- or microsized powders. Finally, the deposition rate of VCS is considerably higher than that of chemical vapor deposition, sputtering, or other common film-prepared methods.\nThese advantages of VCS extend its application to some thin film-related areas such as electrochemistry. On the one hand, VCS can be used to produce porous coatings for cells like TiO2 photo-anode coatings used in dye-sensitized solar cells and porous (La, Sr) (Co, Fe) O3-d cathode layers used in solid oxide fuel cells. On the other hand, VCS also realizes the preparation of dense ceramic coatings, which can be used to prepare alumina coatings for electronic components, and electrolyte layers for solid-state Li-ion batteries and solid oxide fuel cells."
    } ],
    "references" : [ {
      "title" : "Thermal spray coatings engineered from nanostructured ceramic agglomerated powders for structural",
      "author" : [ "R.S. Lima", "B.R. Marple" ],
      "venue" : "thermal barrier and biomedical applications: a review, J. Therm. Spray Technol. 16 (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Application opportunities for nanostructured materials and coatings",
      "author" : [ "M. Gell" ],
      "venue" : "Mat. Sci. Eng. A-Struct. 204 (1e2) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "The mechanical properties of nanostructured materials",
      "author" : [ "Y.L. Lu", "P.K. Liaw" ],
      "venue" : "Jom.-J. Min. Met. Mat. S 53 (3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Water-evaporation-induced electricity with nanostructured carbon materials",
      "author" : [ "G.B. Xue", "Y. Xu", "T.P. Ding", "J. Li", "J. Yin", "W.W. Fei", "Y.Z. Cao", "J. Yu", "L.Y. Yuan", "L. Gong", "J. Chen", "S.Z. Deng", "J. Zhou", "W.L. Guo" ],
      "venue" : "Nat. Nanotechnol. 12 (4) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Flexible",
      "author" : [ "J. Li", "H. Liu", "J. Guo", "Z. Hu", "Z.J. Wang", "B. Wang", "L. Liu", "Y.D. Huang", "Z.H. Guo" ],
      "venue" : "conductive, porous, fibrillar polymergold nanocomposites with enhanced electromagnetic interference shielding and mechanical properties, J. Mater. Chem. C 5 (5) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mechanical properties",
      "author" : [ "B. Schuh", "F. Mendez-Martin", "B. Volker", "E.P. George", "H. Clemens", "R. Pippan", "A. Hohenwarter" ],
      "venue" : "microstructure and thermal stability of a nanocrystalline CoCrFeMnNi high-entropy alloy after severe plastic deformation, Acta Mater. 96 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Global research trends in thermal sprayed coatings technology analyzed with bibliometrics tools",
      "author" : [ "K.A. Khor", "L.G. Yu" ],
      "venue" : "J. Therm. Spray Technol. 24 (8) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Porphyrin sensitizers with donor structural engineering for superior performance dye-sensitized solar cells and tandem solar cells for water splitting applications",
      "author" : [ "S.H. Kang", "M.J. Jeong", "Y.K. Eom", "I.T. Choi", "S.M. Kwon", "Y. Yoo", "J. Kim", "J. Kwon", "J.H. Park", "H.K. Kim" ],
      "venue" : "Adv. Energy Mater 7 (7) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Atmospheric plasma sprayed coatings of nanostructured zirconia",
      "author" : [ "Y. Zeng", "S.W. Lee", "L. Gao", "C.X. Ding" ],
      "venue" : "J. Eur. Ceram. Soc. 22 (3) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Microstructure of nanostructured zirconia coating prepared by atmospheric plasma spraying",
      "author" : [ "H. Chen", "C.X. Ding" ],
      "venue" : "J. Inorg. Mater. 17 (4) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Simultaneous strengthening and toughening effects in WC-(nanoWC-Co)",
      "author" : [ "G.J. Yang", "P.H. Gao", "C.X. Li", "C.J. Li" ],
      "venue" : "Scripta Mater. 66 (10) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Large sized cubic BN reinforced nanocomposite with improved abrasive wear resistance deposited by cold spray",
      "author" : [ "X.T. Luo", "C.J. Li" ],
      "venue" : "Mater. Des. 83 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Relationships between the microstructure and properties of thermally sprayed deposits",
      "author" : [ "C.J. Li", "A. Ohmori" ],
      "venue" : "J. Therm. Spray Technol. 11 (3) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Thermal spray: current status and future trends",
      "author" : [ "H. Herman", "S. Sampath", "R. McCune" ],
      "venue" : "MRS Bull. 25 (7) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Particle in-flight behavior and its influence on the microstructure and mechanical properties of plasma-sprayed Al2O3 coatings",
      "author" : [ "Z.J. Yin", "S.Y. Tao", "X.M. Zhou", "C.X. Ding" ],
      "venue" : "J. Eur. Ceram. Soc. 28 (6) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Corrosion behaviour of HVOF sprayed SUS316L stainless steel in seawater",
      "author" : [ "J. Kawakita", "T. Fukushima", "S. Kuroda", "T. Kodama" ],
      "venue" : "Corrosion Sci. 44 (11) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Cold gas dynamic spray additive manufacturing today: deposit possibilities",
      "author" : [ "R.N. Raoelison", "C. Verdy", "H. Liao" ],
      "venue" : "technological solutions and viable applications, Mater. Des. 133 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Deposition mechanism of dry sprayed ceramic particles at room temperature using a nano-particle deposition system",
      "author" : [ "D.M. Chun", "S.H. Ahn" ],
      "venue" : "Acta Mater. 59 (7) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "To get a better picture of what that means, the Hall Petch empirical relationship can be used to present the improvement on mechanical properties by decreasing the grain size [3].",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 6,
      "context" : "Thermal spray coatings witnessed their rapid growth in the 1990s, and extend their applications under the performance-oriented guidelines in the 21st century [7].",
      "startOffset" : 158,
      "endOffset" : 161
    }, {
      "referenceID" : 7,
      "context" : "For example, in the energyrelated field, the nanocrystalline dye-sensitized solar cell (DSC) becomes a strong competitor against silicon-based solar cells, owing to its high stability and colorful decorative appearance [8].",
      "startOffset" : 219,
      "endOffset" : 222
    }, {
      "referenceID" : 0,
      "context" : "Nanostructured or microstructured TBCs can improve durability of TBCs at high operating temperatures, along with offering the benefit of high resistance to degradation, oxidation, and thermal corrosion [1,9,10].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 8,
      "context" : "Nanostructured or microstructured TBCs can improve durability of TBCs at high operating temperatures, along with offering the benefit of high resistance to degradation, oxidation, and thermal corrosion [1,9,10].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 9,
      "context" : "Nanostructured or microstructured TBCs can improve durability of TBCs at high operating temperatures, along with offering the benefit of high resistance to degradation, oxidation, and thermal corrosion [1,9,10].",
      "startOffset" : 202,
      "endOffset" : 210
    }, {
      "referenceID" : 10,
      "context" : "To achieve the coenhancement of hardness and toughness, micro-nano structure design may be a potential method [11].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 11,
      "context" : "Another example of the micro-nano cermet is the NiCrAlY alloy matrix reinforced by cubic boron nitride (BN) [12].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 12,
      "context" : "The thermal spray process can be described as follow: (1) feedstock is molten or partially molten to form a stream; (2) this stream is impacted on substrate driven by plasma jet; and (3) the molten drops are laterally flattened, solidified, and cooled to form some splats [13].",
      "startOffset" : 272,
      "endOffset" : 276
    }, {
      "referenceID" : 14,
      "context" : "4 shows a schematic of a typical plasma spray gun, along with its deposition process [15].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 13,
      "context" : "1 Material and Microstructural Features With Various Thermal Spray Processes [14].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 15,
      "context" : "Schematic illustration of the high-velocity oxygen fuel spraying system [16].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 16,
      "context" : "The development of the cold spraying method extends the capabilities of thermal spraying to solid-state additive manufacturing, and thus it experienced fast growth in the last decade [17].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 17,
      "context" : "7 shows the schematic illustration of a VCS setup [18].",
      "startOffset" : 50,
      "endOffset" : 54
    } ],
    "year" : 2019,
    "abstractText" : "1. Brief Introduction Nanostructured materials are considered as materials with sizes less than w100 nm in at least one dimension. They are potentially attractive by enhancing the engineering performance, based on the improvements in their intrinsic physical and mechanical properties caused by much higher surface effect or interface effect [1e6]. The underlying reason is that the particle/grain/domain sizes are reduced by factors of 100e1000 times with respect to that of present engineering materials. To get a better picture of what that means, the Hall Petch empirical relationship can be used to present the improvement on mechanical properties by decreasing the grain size [3]. The common expression is:",
    "creator" : "Elsevier"
  }
}