{
  "name" : "downloads_2019-10-13_24_huang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Electrochemical monitoring of persistent toxic substances using metal oxide and its composite nanomaterials: Design, preparation, and application",
    "authors" : [ "Hongqi Huang", "Li Chen", "Shiqi Wang", "Ping Kang", "Xuxiu Chen", "Zheng Guo", "Xing-Jiu Huang" ],
    "emails" : [ "zhguo@ahu.edu.cn", "xingjiuhuang@iim.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nElectrochemical monitoring of persistent toxic substances using metal oxide and its composite nanomaterials: Design, preparation, and application\nHongqi Huang a, Li Chen a, Shiqi Wang a, Ping Kang a, Xuxiu Chen a, Zheng Guo a, **, Xing-Jiu Huang a, b, c, *\na Institutes of Physical Science and Information Technology, Anhui University, Hefei, 230601, PR China b Institute of Intelligent Machines, Chinese Academy of Sciences, Hefei, 230031, PR China c Department of Chemistry, University of Science and Technology of China, Hefei, 230026, PR China\na r t i c l e i n f o\nArticle history: Available online 26 August 2019\nKeywords: Persistent toxic substances (PTS) Electrochemical monitoring Metal oxide nanomaterials Metal oxide nanocomplexes Multi-metal oxide nanomaterials Design, preparation, and application\n* Corresponding author. Institutes of Physical Scien ogy, Anhui University, Hefei, 230601, PR China. ** Corresponding author.\nE-mail addresses: zhguo@ahu.edu.cn (Z. Gu (X.-J. Huang).\nhttps://doi.org/10.1016/j.trac.2019.115636 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nPersistent toxic substances (PTS) provide a huge challenge for human and ecosystem health for the reasons of their properties of high-toxic, bio-accumulation and recalcitrance. As a result, effective monitoring of PTS is of great significance. In recent years, electrochemical determination technology has attracted a large amount of interest with the merits of its simple equipment, high sensitivity, low limit of detection (LOD) and good stability characteristic. It is well-known that the development of electrochemical analysis was significantly promoted with the emergence of nanomaterials. Many nanomaterials, especially metal oxides based, exhibit excellent electrochemical performance on detection owing to their distinguished physicochemical properties. However, it is hard for single metal oxide nanomaterials to achieve efficient and non-interfering detection of PTS in complex real environments. The construction of nanocomposites (NCs) that overcome the lack of nature of single materials is a greatly promising method. As such, we basically introduced the recent developments in electrochemical detection of PTS using metal oxide nanomaterials and their composite nanomaterials from the points of view of design, preparation and application over the past few years. The review will be helpful to know the progress of electrochemical detection and to design novel nanomaterials with excellent electrochemical performance.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Persistent toxic substances (PTS), mainly including persistent organic pollutants (POPs) and heavy metals, are recognized as one of the most well-known contaminants that are high-toxic, bioaccumulative and anti-degradative. With the dramatically rapid development of the chemical industry, PTS have posed great risks to several hundred million people. PTS pollutants enter the water body and accumulate in humans, animals and plants, which can significantly affect the health of humans and ecosystems, and\nce and Information Technol-\no), xingjiuhuang@iim.ac.cn\nthreaten the survival and development of human society. A longterm exposure to PTS may cause severe health hazards, such as serious damage to reproductive development, nervous system, immune system, which result in high risk of cancer and even death. More seriously, some PTS have high toxicity even at extremely low concentrations, such as arsenic (As), mercury (Hg), chlorpyrifos, organophosphorus pesticide and so on [1e3]. Consequently, it is necessary to seek a real-time and on-line technology to detect trace amounts of PTS.\nSo far, various traditional analytical methods have been exploited to sensitively and selectively determine the amount of PTS, including inductively-coupled plasmamass spectrometry (ICPMS), microprobes (MP), hydride-generation atomic absorption spectrometry (HG-AAS), atomic fluorescence spectrometry (AFS), electro-spray mass spectrometry (ES-MS) [4,5]. Although these traditional central-laboratory measurements detect PTS with high sensitivity and low LOD, it's unsuitable for on-site and real-time\nmonitoring owing to they require expensive and bulky instruments, high operation and maintenance costs, tedious and rigorous sample-preparation processes. As an alternative, the electrochemical analysis method is an extremely promising detection technique, since it is portable, stable, and provided with high sensitive and selective detection with a rapid response time.\nIn the past decade, various nanomaterials have been extensively exploited for electrochemical detection [6]. They can be used as modifiers to monitor the amount of PTS by fabricating sensing interfaces for PTS to accumulate and exchange electrons. Recently, metal oxide nanomaterials have been widely investigated and achieved significant progress for the detection of PTS owing to their excellent physicochemical performances (eg., high specific surface area, surface activity, unique interface effect, etc). Although the conductivity of metal oxide nanomaterials is quite poor, they exhibit appreciable electrochemical catalytic performance. Nevertheless, the single nature of a single metal oxide is not conducive to the better implementation of complex realistic environment of PTS in the highly effective non-interference detection. The synergistic effect of various components of nanocomposites has additional advantages over single components, such as novel catalytic, optical, conductive, magnetic properties and so on. Difficultly, mechanical instability of hybrid nanomaterials lead to irreversible changes in their architecture and morphology that result in insufficient signal reproducibility and overall degradation of the system. Therefore, the development of nanoanalytical approaches that could allow gaining a deeper insight into the operating processes or validation of the designwould significantly accelerate the progress in the field of hybrid nanomaterials and metal oxide nanocomposites. For example, a novel tandem monitoring was developed to efficient screening of robust design and optimal operating conditions of hybrid nanomaterials [7]; the electroplated noble metal NPs-based semiconductor complexes was utilized for electrochemical sensing with the advantages of simple fabrication, excellent selectivity and sensitivity [8]; self-assembly technology can reduce agglomeration of the hybrid nanomaterials and further improve the sensitivity and stability of detection. Recently, the crystal faces and defects of the material have also been extensively studied to design novel nanomaterials and metal oxide composites.\nDue to the large chemical bond energy of POPs, it is difficult to electrochemically oxidize POPs using metal oxides. With the deepening of research, electrochemical analysis of POPs has become a hot topic in recent years, so we have also made a brief comment on the recent electrochemical analysis of POPs. In this review, we discussed that metal oxide nanomaterials and their complexes for electrochemical monitoring of PTS from the points of view of design, preparation and application over the past few years (Fig. 1). Firstly, this review detailed the research status of single metal oxides, such as Fe3O4, Co3O4, MgO, in the field of PTS electrochemical monitoring, the individual characteristics of which were also summarized. Secondly, the application and structure-activity relationship between metal oxides and noble metals or non-noble metal oxides of composite nanomaterials were discussed. Last but not least, we analyzed the conspicuous advantages of multi-metal oxide nanomaterials over the single metal oxides in electrochemical monitoring. Consequently, we hope it has certain guidance and reference functions for electrochemical detection of PTS."
    }, {
      "heading" : "2. Principle of electrochemical detection of PTS on metal oxides",
      "text" : "Electrochemical analysis, especially stripping voltammetry (SV), has been used to analyze trace substances for more than 50 years. In fact, the US Environmental Protection Agency has recommended\nSV as an effective method for detecting some heavy metals. The basic analytical process is to first electrochemically deposit trace amounts of the detected substance onto a suitable electrode for a few minutes, and then oxidize the material that has been reduced and deposited to the surface of the electrode by reversing potential scanning to dissolve it back into the solution. The oxidation current is recorded as a function of the scanning potential, and the resulting peak-shape voltammogram is the response signal of the analyte.\nIn generally, the metal oxide nanomaterials have remarkable adsorption performance and can capture the PTS of the analyte in the solution. As the adsorption capacity of the nanomaterials increases, the ability to capture PTS in the solution is enhanced, so that more PTS of the analyte are diffused to the surface of electrode to cause redox. Therefore, stronger electrochemical signals are received.\nIn recent years, with the advent of computer-controlled electrochemical systems, we have been able to better control electrochemical analysis and detection experiments. Furthermore, the emergence of square wave voltammetry (SWV) and differential pulse voltammetry (DPV) techniques has greatly improved the monitoring of PTS by reducing the background of the capacitance and enhancing the signal-to-noise ratio. Most of the SWV and DPV analytical tests are performed in a three-electrode system of a working electrode, a reference electrode and a auxiliary electrode. Under the action of working electrodes (mercury film electrode, gold electrode and some metal oxide modified electrode), metals (M0) are normally deposited onto the surface of electrode at a certain potential through the reduction of metal ions (Mþ). Subsequently, the anodic stripping (reoxidation of M0 to Mþ) of electrodeposited M0 is performed. While organic pollutants are directly adsorbed and oxidized on the work electrodes surface."
    }, {
      "heading" : "3. Single metal oxides",
      "text" : "Metal oxide (e.g., Fe3O4, Co3O4, MnO2, MgO, SnO2 and TiO2) nanomaterials are affordable, easily prepared, low toxic and small size materials, which have been extensively used for electrochemical monitoring of PTS. Over the past few years, various metal oxides were investigated to enhance electrochemical determination of PTS. In electrochemical detection, the HMIs are adsorbed and reduced on the modified electrodes surface at a suitable voltage. And organic pollutants are directly adsorbed onto the electrodes surface. Therefore, the adsorption performance of single\nmetal oxide nanomaterials towards PTS is strongly responsible for electrochemical detection."
    }, {
      "heading" : "3.1. Fe-based oxides",
      "text" : "Ferroferric oxide (Fe3O4), as the most compelling transitional metal oxide, has been a wide range of applications in electrochemical detection owing to the advantages of inexpensive, environmentally friendly, easily prepared and high adsorption capacity. For example, monodispersed Fe3O4 nanocrystals were capable to achieve analysis of As owing to their strong adsorption and the presence of the redox couple of Fe(III)/Fe(II) [9]. A lot of research results indicated that the electrochemical determination performance of materials was highly dependent on adsorption ability.\nBased on this mechanism, the material by virtue of good adsorption properties, nanoplate-stacked Fe3O4, has great promise in the detection of PTS. Here, our group used it, which was successfully prepared by a facile surfactant-free hydrothermal method,\nto achieve individual and simultaneous analysis of five HMIs of Zn(II), Cd(II), Pb(II), Cu(II), and Hg(II) with square wave stripping voltammetry (SWASV) (Fig. 2dei) [10]. The material was composed of abundant nanoplate-stacked slices with the rough edge (Fig. 2aec), which was conducive to the adsorption ability to HMIs, further enhancing the electrochemical behavior.\nHowever, the idea that excellent electrochemical performance of the nanomaterials is only due to the good adsorption properties is improper. To obtain a better electrochemical response, researchers change the synthesis methods, morphology and size of Fe3O4 nanoparticles (NPs), as well as doping, functionalization, and othermeans.\nRecently, some mediators of electrochemical sensors with good electrochemical activity and conductivity have been introduced to enhance sensitivity of materials, including ferrocene, RTIL (room temperature ionic liquids). Fe3O4-RTIL modified SPCEs (screenprinted carbon electrodes) were exploited for the determination of As(III) [11]. In this work, the morphology of the rough and rugged surface of Fe3O4 microspheres can obviously increase the available\nical SWASV curves of nanoplate-stacked Fe3O4/GCE for analysis of Pb(II), Zn(II), Cd(II), pical SWASV curves of nanoplate-stacked Fe3O4/GCE for simultaneous analysis of Zn(II),\nadsorption sites and thus improve effective adsorption, which can be provided with better electrochemical response. And the presence of RTIL provided a specific sensing interface and conduction pathways for modified electrode to accelerate the electron transfer. The Fe3O4-RTIL composite achieved higher sensitivity (4.91 mA ppb 1) and lower LOD (8 10 4 ppb) than common goldbased electrodes, which showed good prospects in the electrochemical analysis of As(III).\nFor the one metal oxide, the morphology of materials have a decisive influence on their performance. Hence, it has always been a research hotspot on the synthesis field of Fe3O4 with various morphologies over the past decade. Especially, single-crystalline Fe3O4 triangular nanoprisms were synthesized by a facile hydrothermal route using FeCl3$6H2O as the iron source [12]. Saeed et al. [13] utilized a facile solvothermal route to fabricate novel Fe3O4 nanoflowers with excellent magnetic properties; Besides, Wang et al. [14] developed a hydrothermal process to synthesize singlecrystalline Fe3O4 nanowires.\nIn addition to the typical materials we discussed above, a lot of works have been performed based on Fe-based oxide modified electrodes to achieve efficient determination of PTS.Magnetic property is another characteristic of Fe3O4 NPs. Taking advantage of this characteristic, Fe-based oxides and their complexes can be separated from the liquidquicklyand simplyunder theactionof an externalmagnetic field. But ferromagneticmaterials tend to agglomerate. Meaningfully, it was found superparamagnetic materials that were not easy to be synthesizedcanbedissolved into solution toavoidagglomeration. Fan et al. [15] concentrated on that superparamagnetic Fe3O4 NPs were continuously prepared via a process enhancement technology for metal ions monitoring. And the result provided a noncomplex technique for the continuous synthesis of sensing materials in the electrochemical monitoring of PTS."
    }, {
      "heading" : "3.2. Co-based oxides",
      "text" : "Cobalt oxide (Co3O4) nanomaterials, which is a representative ptype semiconductor, have been extensively used as sensing materials with various morphologies. Nanostructured Co3O4 is able to accelerate transfer of electron andminimize the over potential. And the adsorption capacity and electrochemical stripping properties of porous Co3O4, layered Co3O4 microsheets toward Pb(II) were investigated by our group, respectively [16]. The stronger adsorption capacity of porous Co3O4 towards Pb(II), the more Pb(II) on its electrode surface was released, thus obtaining an enhanced electrochemical reaction signal. It offered further experimental evidence to confirm this argument that excellent adsorption ability can promote the efficient detection of PTS.\nCobalt element is adjacent to the atomic number of iron element, so cobalt has similar physicochemical properties to iron. Based on the high reactivity of CoOx NPs to arsenic ions, Co-based oxide modified electrodes are also applied for arsenic ions detection. And Co3O4 NPs can act as mediators to facilitate electron transfer between arsenic ions andworking electrodes, and promote the following electrochemical regeneration. A type of Co3O4 nanoparticles originated from CoCl2 buffer solution were immobilized onto glassy carbon electrode (GCE) for the determination of As(III) in the solution [17]. The modified GCE presented enhanced electrochemical catalytic toward As(III) oxidation at wide pH range of 5e11, which made it possible for the industry to detect arsenic ions using cobalt oxides.\nAdditionally, bimetallic Co-based oxides are provided with improved performance in comparison of single Co-based oxides, which are even more application than Fe-based oxides in electrochemical field. In this regard, we will make a brief introduction in the next two sections."
    }, {
      "heading" : "3.3. Mn-based oxides",
      "text" : "For the reasons of its favorable selective adsorption characteristics and stability, manganese oxides (MnOx) have been widely employed in adsorption of toxic ions from water. As a result, Mnbased oxides, as the selectively adsorbed materials, are very helpful for the selective detection of target PTS. Hong et al. [18] developed a 3D printing method to fabricate a microfluidic electrochemical sensor with the desired shape for selectively measuring Pd(II) and Cd(II), in which the microfluidic cell is a porous Mn2O3 modified flexible SPE derived from a Mn-containing metal organic framework with high specific surface area. More interestingly, the microfluidic cell is portable and suitable for household and resource-limited occasions.\nConsidering the influences of morphology and strong selective adsorption towards Pb(II) on Mn-based oxides. The electroanalysis performances of the three representative morphologies of MnO2 nanocrystals (i.e. nanoparticles, nanotubes and nanobowls) toward Pb(II) were evaluated [19]. The results showed the sensitivity to HMIs of MnO2 nanobowls material was significantly better than the other twomorphology structures (Fig. 3def), whichwas ascribed to the unique microsphere/nanorod hierarchical nanostructures in the MnO2 bowls (Fig. 3aec). More importantly, in this work, it was unveiled that the mutual interference effect of lead, cadmium and zinc on these three different morphologies of MnO2 nanocrystals was obviously different as a result of the diversity in facet of materials.\nThe main limitations of Mn-based oxides lie in their poor electronic conductivity and surface-dependent adsorption, the electrochemical performance of which is inferior to Fe or Co-based oxides. For better performance, the structure and morphology of Mn-based oxides may be the breakthrough points. Threedimensional (3D) MnOx NPs, especially hollow structure, with more active sites were developed for PTS detection. However, even the hollow structure was hard to avoid the presence of agglomeration. Song et al. [20] successfully synthesized an electrochemical sensor based on a-MnO2 with well-dispersed hollow urchin-like structure for electrochemical detection. Such a structure can effectively improve the agglomeration of nanomaterials, thus enhancing the corresponding sensing performance. Likewise, Jin et al. [21] developed a facile leaf-templated method to prepare three different morphologies of hierarchical structured Mn2O3. Interestingly, the structure of materials was highly dependent on the structure of leaves. The Mn2O3 nanostructure prepared by gingko leaves template exhibited high specific surface area and abundant pore structure, which possessed excellent electrochemical properties.\nAlso, the combination with noble metals or metal oxides can improve the analysis of PTS. In the next section it will be involved."
    }, {
      "heading" : "3.4. Mg-based oxides",
      "text" : "Magnesium oxide (MgO) nanomaterial, which is famous for its high surface reactivity and unique biocompatible properties, has been extensively employed to the adsorption of toxic organic pollutants and HMIs in the solution. Recently, our group developed a facile method to successfully synthesize a porous hierarchical flower-like nano-structured MgO (Fig. 4a,b) [22]. Given the high adsorption of MgO towards Pb(II) and Cd(II) [23], SWASV responses of MgO nanoflowers towards Pb(II) and Cd(II) were performed, respectively (Fig. 4c,d). The excellent sensitivity to Pb(II) and Cd(II) was profited from such a type of nanoflower structure, which was highly porous and exhibited large amount of active sites. Additionally, there is almost no influence on the sensitive detection of a single ion in the case of two ions coexist,\nindicating that it is feasible to achieve detection of Pb(II) and Cd(II) simultaneously.\nThe developing active surface area and excellent chemical stability of MgO nanostructure enable high surface reactivity to PTS, whichwould enhance the electrochemical performance and extend the detection species of PTS. Wu et al. [24] successfully developed an environmentally friendly sensor for the monitoring of four toxic HMIs (Pb(II), Hg(II), Cu(II), and Cd(II)) based on mesoporous MgO nanosheets, which were prepared with the calcination of hexagonal Mg(OH)2 nanosheet precursor. WhenMg-based oxides are used to detect PTS, it was found that there is little interference in the position of their dissolution peaks. Consequently, Mg-based oxides can be exploited to detect several HMIs at the same time. The excellent performance makes Mg-based oxide nanomaterials very suitable for on-site monitoring of PTS in the real water sample.\nAdditionally, benefited from their distinctive biocompatible properties and high electrochemically active surface area, Mgbased oxide nanomaterials were also conducted as electrochemical biosensing materials. Li's group introduced the idea of surface defects into MgO nanostructures to further promote biosensing properties [25]. For example, one-dimensional defective MgO nanobelts were designed to achieve selective analysis of hydroquinone and catechol. Recently, Ahmad andMobin introduced a reflux method to fabricate MgO 3D-flowers [Fig. 5a,b] [26]. It was exciting that the MgO 3D-flowers exhibited excellent electrocatalytic to 4-chlorophenol, which was assigned to the presence of edges/corner defects in MgO 3D-flowers and high surface area and surface electron transfer ability."
    }, {
      "heading" : "3.5. Sn-based oxides",
      "text" : "So far, tin oxide (SnO2) nanomaterials have been extensively employed as gas sensing materials, which are a type of direct wide band gap n-type semiconductors. In recent years, it has been found that SnO2 nanomaterials also acted as adsorbents to adsorb HMIs owing to their good adsorption performance. Hence, SnO2 nanomaterials may be a kind of potential electrochemical detection materials.\nBased on the features of high electron mobility, excellent thermal and chemical stability of SnO2 NPs, Lim et al. [27] developed a hydrothermal processing route to fabricate smooth-surface spherical SnO2 particles for the determination of Cd(II) (the LOD is 0.5 ppm). As we all known, agglomeration of nanoparticles will prevent the active sites from reacting with ions, which will greatly reduce the electrochemical sensitivity. Here, the aggregation of SnO2 NPs could be effectively avoided by adjusting the concentration of SnCl2 solution during the preparation, while the spherical morphology was achieved by means of ammonia.\nSnO2 quantum dots (QDs), as extremely promising nanomaterials, have aroused the attention of many people. The high\nFig. 5. (a) Schematic illustration of the fabrication procedures of MgO 3D-flowers; (b) Sch Ref. [26].\nspecific surface area, high surface activity and small size of SnO2 QDs make them sensitive to external conditions, and small changes will quickly affect the valence and electrons transfer behavior of surface or interface particles. Thus, SnO2 QDs with high current response sensitivity can act as carriers to transfer electrons and are prone to redox reaction. Recently, Bhanjana et al. [28] reported a high-efficient Cd(II) sensor based on SnO2 QDs. It was striking that the as-prepared SnO2 QDs could achieve high-purity particles with the average size of 2e4 nm and desired crystallinity with tetragonal crystal structure on the basis of a large number of preparations."
    }, {
      "heading" : "3.6. Other oxides",
      "text" : "In addition to the above common metal oxides, there are some other nanomaterials (e.g., ZnO, CuO, TiO2, ZrO) were used for electrochemical monitoring. Zinc oxide (ZnO) is a suitable candidate for analyzing PTS with the merits of the easy to synthesis of various morphologies, high specific surface area, and high electron mobility. Kumar et al. [29] developed a low-temperature solution method to synthesize ZnO nanocones with good crystallinity for the ultra-high-sensitive detection of hydrazine. The sensor exhibited ultra-high sensitivity (50 104 mAmM 1 cm 2) and low LOD (0.01 mM). Furthermore, Bhanjana et al. [30] reported a trace Hg(II) sensor based on ZnOQDs by linear sweep voltammetry (LSV). It exhibited a very high selectivity toward Hg(II) even in the presence of other HMIs, demonstrating that the technique is promising to achieve detection of Hg(II) for commercialization.\nTitanium oxide (TiO2) with low-cost and high chemical stability makes it suitable for electrochemical detection. But the poor conductivity and low surface activity of pure TiO2 restrict its electrochemical application. Recently, the crystal plane effects of TiO2 nanomaterials have caused considerable research concerns. TiO2 with exposed (001) facet exhibited high surface energy, thus enhancing catalytic activity [31]. The defective high-energy TiO2 nanostructure could be exploited as an efficient electrochemical sensing material. And the defects can act as the main active sites of electrochemical analysis to promote the redox of analyte. Hence, in our group, the defective TiO2 nanosheets with exposed high-energy (001) facet were successfully synthesized for sensitive electrochemical analysis of Hg(II) (the sensitivity is 270.83 mA mM 1 cm 2 and the LOD is 0.017 mM) [32]. Considering that the abundant free electrons are enriched in oxygen vacancies, based on the previous report, we demonstrated the TiO2-x nanosheets exhibited ultrahigh sensitivity to Cu(II) with 237.1 mA cm 2 mM 1 [33].\nNanostructrued CuO have good effects in electrochemical detection of organophosphorus pesticides (OPs) and phenolic compounds. Based on ion circulation between Cu(I) and Cu(II), CuO NPs exhibited wonderful electrochemical response to catechol (the LOD is 0.30 mM), phenol (the LOD is 0.69 mM), 4-chlorophenol (the LOD is 0.43 mM) and 3-(3,4-dichlorophenyl)-1,1-dimethylurea (the\nematic diagram of the procedures of electroanalysis of 4-chlorophenol. Adapted from\nLOD is 0.047 mM), respectively [34]. Recently, Tunesi et al. [35] developed an in-situ growth strategy to immobilize the pimelic acid functionalized CuO nanostructures over an ITO (indium tin oxide) substrate. The designed materials exhibited morphological features with greater loading capacity for pralidoxime chloride immobilization and activation sites for enhanced electron transfer capability. The developed sensor was successful in monitoring chlorpyrifos, fenthion and methyl parathion with signal sensitivity reaching down to 1.6, 2.5 and 6.7 nM, respectively.\nZirconia (ZrO2) nanomaterials have a strong affinity for phosphate groups, which showed a good application prospect in the electrochemical detection of organophosphorus pesticides. As early as 2005, Liu and Lin has successfully exploited ZrO2 NPs for selective determination of methyl parathion, which showed good linear relationship over a range of 5e100 mg/L with a LOD of 3 mg/L [36].\nIt was found that single metal oxide nanomaterials exhibited excellent electrochemical properties despite their poor conductivity, and the morphology, size, adsorption and their own characteristics of the single metal oxide nanomaterials are the vital factors affecting the detection of PTS. However, the poor conductivity, single nature of themetal oxides greatly affect their detection effect of PTS in complex environments. It is necessary to combine with other components."
    }, {
      "heading" : "4. Metal oxide nanocomplexes",
      "text" : "Single metal oxide nanoparticles have been widely used for monitoring PTS due to their excellent physicochemical properties. Generally, they have some defects (e.g., conductivity, selectivity or sensitive to certain HMIs), which significantly limit their electrochemical application in the real environment. In this case, the construction of metal oxide nanocomplexes (noblemetal andmetal oxide composite nanomaterials, non-noble metal oxide composite nanomaterials) was developed to try to solve this problem, which can combine the properties of more materials to obtain the desired purpose."
    }, {
      "heading" : "4.1. Noble metal and metal oxide composite nanomaterials",
      "text" : "It is well known that the electrical conductivity of materials is an important factor affecting the performance of electrochemical monitoring. Combining the excellent electrocatalytic and fast mass transfer rate properties of noble metals with the large adsorption capacity of metal oxides, it could greatly promote the electrochemical performance of modified materials. Hence, the promising materials, highly conductive noble metals hybridized with single metal oxide nanomaterials, were expected to exhibit incredible electrocatalysis performance toward PTS.\nFor noble metals composite nanomaterials, noble metals are both conductors and catalysts. A senor based on nanorod-like aMnO2 decorated with ~5 nm AuNPs was employed to monitor ultra-trace As(III) in alkaline media (Fig. 6a,b) [37]. Here, AuNPs was not only acted as a catalyst to promote the redox of As (III), but also conducted as a conductor to provide a conductive pathway for the transport of electrons. And a-MnO2was primarily utilized to adsorb arsenic ions and support gold particles. Compared with the detection result in acidic media of pH 5.0, the sensor showed better electrochemical detection effect toward As(III) in alkaline media of pH 9.0 (Fig. 6e,f), which was attributed to a-MnO2 showed better adsorption ability and activity in neutral or even alkaline condition.\nLikewise, combining the high adsorption capacity and awesome redox performance of Fe3O4 with the high conductivity and catalysis of gold particle, dumbbell-like Au/Fe3O4 NPs were used to achieve the determination of trace As(III) in the solution [38].\nConsidering that noble metals have the characteristics of high cost, small particle size and difficult to control surface morphology. In general, some researchers attached noble metals such as Au onto metal oxides for the electrochemical monitoring of highly toxic substances. In our group, we developed an adsorbent-assisted in situ electrocatalysis assay on Fe3O4 nanospheres densely decorated with AuNPs [39]. Using this new design of Fe3O4 nanospheres densely decorated with AuNPs (Fig. 6c), the morphology control of AuNPs can be ignored, which is in sharp contrast to the previously\nM image of Au@Fe3O4 NPs; (d) SEM image of Fe3O4@Au NPs; (e,f) SWASV responses on ASV responses on Au@Fe3O4 NPs towards As(III) and As(V) at different concentrations; ted from Refs. [37,39,42].\ndeveloped pure AuNPs-modified electrodes. It was found that the sensitivity to arsenic stripping was significantly increased (235.95 mA ppb 1 cm 2) and the LOD was reduced by an order of magnitude (0.0022 ppb) (Fig. 5g). Similarly, Toor et al. [40] presented a ultra-trace As(III) sensor based on Au/Fe3O4 nanocomposite, of which sensitivity was far better than bare, Au and Fe3O4 electrodes.\nHowever, noble metals can not improve the selective detection performance of materials. On this basis, some additives (e.g., EDTA, DNA duplexes) were introduced to improve the selectivity of materials. Yang et al. [41] constructed a novel and smart Ag(I) sensor based on Fe3O4@Au nanocomposite. The interference from other metal cations can be eliminated by the addition of complexing agents (ethylene diamine tetraacetic acid (EDTA)) into the sample solutions. The proposed method provided a new concept for selectively detecting target ions.\nFurthermore, it has been reported that Ag(I) and Hg(II) usually coexist in most environments including surface water, industrial wastewater, and some biological systems, so the sensor that can simultaneously detect Ag(I) and Hg(II) is inevitable to substitute the way of the union of different sensing methods for only one target detection. However, single metal oxide nanomaterials are difficult to meet this requirement for certain specific multi-ion analyses. Based on the mechanism that Ag(I) and Hg(II) could strongly bind to the DNA duplexes of cytosine-cytosine (C-C) and thyminethymine (T-T), respectively, thus forming stable structures of CAg(I)-C and T-Hg(II)-T. Novelly, Wang et al. [42] (Fig. 7) proposed an electrochemical sensing strategy to simultaneously detect Ag(I) and Hg(II) based on magnetic Fe3O4@Au NPs modified with DNA (Fig. 6d). The sensor is capable to detect simultaneously trace Ag(I) and Hg(II) based on these two target signals of Fc and MB with discreted current peaks, which presented individual high sensitivity and selectivity (Fig. 6h). Moreover, the presence of magnetic property of sensor eliminate complicated electrode modification process. It provided a universal research idea for biosensors to detect heavy metal ions. For instance, the current recognition elements (mismatched base pairs) could be replaced as DNAzymes for Pb(II) and Cu(II) detection. In comparison with other assay methods, the proposed method exhibited obvious merits in selective and simultaneous detection of heavy metal ions.\nIn addition to their high conductivity, high surface area-tovolume ratios and brilliant catalytic ability, AuNPs are also biocompatible, which is very helpful for detecting persistent organic pollutants. For example, AuNPs have been developed to\nFig. 7. (a) Schematic illustration of the fabrication procedures of DNA modified Fe3O4@Au NP Adapted from Ref. [42].\nfabricate methyl parathion sensors [43]. By combining with the strong affinity of ZrO2 for phosphate groups, Wang et al. [44] reported a ZrO2/Au film electrode for electrochemical determination of parathion. Talan et al. [45] developed a FTO (fluorine doped tin oxide electrode)-AuNPs based sensor for ultrasensitive determination of chlorpyrifos in real samples. AuNPs can provide a fixed platform for chlorpyrifos antibodies. Based on the synergistic effect between AuNPs and FTO, the sensor will greatly amplify the signal of chlorpyrifos antibody-antigen interaction, thereby increasing the sensitivity of sensor. And thanks to the specificity of antibodyantigen interactions, the sensor exhibit specific detection ability."
    }, {
      "heading" : "4.2. Non-noble metal oxide composite nanomaterials",
      "text" : ""
    }, {
      "heading" : "4.2.1. Metal oxide based composite nanomaterials",
      "text" : "Given the high-cost of noble metals and the difficulty of adapting single metal oxides to complicated working environments, the construction of non-noble metal oxide nanocomplexes is a good choice.\nFor metal oxide complexes, adsorption capacity is still an important factor affecting its electrochemical performance. In comparison of single metal oxides, metal oxide complexes can combine the properties of more components to achieve superior properties. For example, combined with the magnetism of Fe3O4, the activated OH groups of SiO2, and the strong adsorption and the large number of OH groups of g-AlOOH, g-AlOOH@SiO2/Fe3O4 could be employed for the determination of various HMIs owing to its surprising adsorption capacity, and far above Fe3O4 and SiO2/ Fe3O4 microspheres (Fig. 8a) [46]. Inspired by this surprising value (214.59 mg g 1), it is desirable to construct the GCE modified by gAlOOH@SiO2/Fe3O4 porous magnetic microspheres for ultra-trace analysis of HMIs using SWASV [47]. The results showed that the modified GCE could be employed for the determination of various HMIs (Pb(II), Cu(II), Cd(II), Zn(II) and Hg(II)) even in the presence of the other four ions (Fig. 8e). Comparing the sensitivity of materials to various HMIs with their adsorption capacity, it was clear that the electrochemical performance of the materials is highly dependent on the their adsorption performance. And the magnetism of Fe3O4 was benefited for the immobilization and separation between electrodes and materials.\nMagnetic NPs not only have the similar excellent physicochemical properties to common nanoparticles, but also have unique superparamagnetic properties, which facilitate the attachment of materials onto the surface of electrodes and solid-liquid\ns; (b) Schematic diagram of the procedures of simultaneous analysis of Ag(I) and Hg(II).\nseparation can be achieved by applying an external magnetic field. Magnetic NPs, especially Fe-based oxides, have been exploited to electrochemical applications with the merits of their magnetic and excellent electrochemical properties. However, singlemagnetic NPs have strong magnetic dipole attraction, which make it easier to aggregate than other nanoparticles. Hence, magnetic complexes have been well studied to solve this problem. A novel and simple magnetic material (halloysite nanotubes-iron oxide-manganese oxide nanocomposite (HNTs-Fe3O4-MnO2)) can be applied to electrochemically analysis Hg(II) in aqueous media [48]. Similarly, Sun et al. [49] prepared porphyrin-functionalized Fe3O4@SiO2 core/ shell magnetic microspheres for the detection of Hg(II). The multifunctional microspheres exhibited extreme selectivity and sensitivity to Hg(II) compared to other metal ions. Magnetic complexes provided a potential solution for simultaneous detection and removal of heavy metal ions.\nIn electrochemical detection, we tend to implement detection for one specific PTS in a complex environment. Thus, the selectivity of materials is of great importance for practical application. It is almost unrealistic to achieve it only relied on a single metal oxide. This is currently the most commonly used means to functionalize materials by introducing some groups. For example, lead and cadmium ions often coexist in environments such as industrial wastewater, domestic sewage and drinking water. Therefore, it is meaningful to selectively detect lead and cadmium ions. As is known, the amino group (-NH2) was found to achieve the determination of PTS owing to the acid-base pairing interaction between electron-rich amino ligands and electron-deficient metal ions. Nevertheless, Pb(II), which is a weak Lewis acid, is very difficult to bound to -NH2. Therefore, it was expected to realize the selective capture of certain HMIs with the incorporation of -NH2. The NH2/ SnO2-RTIL nanocomplex was successfully synthesized to sensitively and selectively detect Cd(II) (Fig. 8b) [50]. It was revealed that NH2/ SnO2 sensor greatly improved stripping signal toward Cd(II) with the help of -NH2 (Fig. 8f), which is a potential material for on-line determination of Cd(II).\nAdditionally, various detection requirements can be fulfilled by varying the different combinations of metal oxides. In order to realize high selectivity to detect Pb(II), Ghiaci [51] developed a novel modified SiO2-Al2O3 mixed-oxide for the electrochemical analysis. The reported mixed-oxide electrode had a lower LOD than the previously presented, and especially was not interfered obviously by other HMIs. Furthermore, a novel chemically modified GCE based on bismuth film coated mesoporous SiO2 nanoparticles was synthesized for the simultaneously determination of Pb(II) and Cd(II) using anodic stripping voltammetry (ASV) [52]. The modified GCE exhibited increased electrochemical performance for Pb(II) and Cd(II) in comparison with bismuth NPs modified electrodes or bismuth film electrodes. This was assigned to an increase in mass transfer and specific surface area of the surface of electrode with the incorporation of mesoporous nano-silica.\nThe proper combinations of single metal oxide with other metal oxides can improve not only the ferromagnetism and selectivity of the material, but also the electrochemical performance. To improve the electrochemical sensitivity, there are some extremely effective approaches for metal oxide nanocomplexes (e.g. combine the properties of more materials, overcome the phenomenon of agglomeretion, reduce contact resistance between metal oxide powder and electrode). As the material of g-AlOOH@SiO2/Fe3O4 described earlier, it combined the characteristics of three materials to achieve the analysis of various HMIs.\nNanomaterials have high specific surface area and chemical activity because of their small size. However, this is also a huge challenge that small-sized nanomaterials tend to aggregate together and cause active sites on the surface to greatly decrease. So far, many methods have been developed to solve the problem. Among them, porous structured materials werewidely used for the diffusion of small-sized nanomaterials, such as Au, Pt, Ni. Another representative method is to fabricate hollow and porous structured nanomaterials, which can significantly favor to disperse analyte and reactant. And hollow and porous structured nanomaterials exhibited higher specific surface area and more active sites.\nHowever, they were still prone to aggregation, which led to blockage of active sites and affected the reaction between analyte and reactant.\nConsidering the merits of the above two methods, it may be a promising solution that dispersing the nanomaterials with the structure of hollow and porous onto the porous supports. Herein, our group successfully synthesized nanosized hollow CuO nanospheres anchored on porous Si nanowires via a facile two-step synthetic route (Fig. 8c) [53]. Besides their small size and high dispersion, hollow CuO nanospheres have a large active surface area owing to their fully utilized external and internal surfaces. What is more, porous Si nanowires prepared by heavily doped Si wafer can effectively disperse small-sized CuO nanospheres. And the Si nanowires endowed with excellent electrical conductivity can provide a channel for electrons transport. The electrochemical results demonstrated that as-obtained samples can be fabricated as an excellent sensor for electrochemical detection (Fig. 8g). The fine electrochemical properties could be attributed to their specific hybrid nanostructure.\nFurthermore, various metal oxide nanomaterials, in most cases, were often powdery and immobilized on the GCE to perform electrochemical detection of PTS. However, the combination reduced the interaction and increased the contact resistance between metal oxides and working electrodes, which was bad for the sensitivity and cycle stability of the modified electrode. Recently, a meaningful idea has been reported that the electrocatalytically active materials could be grown directly on Ni foam substrate for electrochemical detection applications [54]. This way, Ni foam could simultaneously act as a working electrode and an effective electrocatalyst to promote the redox of metal ions. And it also saved the tedious and time-consuming modifier immobilization process. Here, the (Co, Mn)3O4 nanowires/Ni composite foam with 3D network structurewas successfully synthesized via a facile one step hydrothermal approach (Fig. 8d,h), which functioned as a electrode to achieve electrochemical detection (Fig. 9) [55]. The highly open and porous 3D structure shortened the distance for metal ions diffusion and provided effective accessible channels for the transport of electrons.\nGalstyan et al. [56] dispersed GO onto the surface of TiO2 tubular arrays obtained on alumina substrates. The RGO sheets connected the TiO2 NTs with each other to facilitate charge transport through the tubular arrays. Benefited from the clever synthesis scheme, a depletion layer is formed between the n-type TiO2 and RGO platelets, which plays an essential role for improvement of the material-sensing response. The sensor showed marvellous prospects for electrochemical detection.\nRecently, metal oxide based composite nanomaterials was successfully employed to electrochemically detect persistent organic pollutants. The rare earth elements have good electrical conductivity, and their electrical properties can be further improved by\nFig. 9. (a) Preparation schematic diagram of the (Co, Mn)3O4 nanowires/Ni composite foam e Ref. [55].\ndoping the transition metals. To enhance the electrochemical performance of Er2O3, co-doped Er2O3/CuO was exploited as an excellent matrix for trapping 3-chlorophenol onto the electrochemical sensor [57]. 3-chlorophenol was successfully oxidized by the action of hydroxyl radicals in the Er2O3/CuO. The excellent sensitivity was assigned to large available surface, good stability, high catalytic activity, bio-safe characteristics, excellent electron transfer performance of the nanomaterial.\nIn the previous section, we mentioned that ZrO2 NPs show a strong affinity for the phosphate group. Combined with large specific surface area and magnetic properties of Fe3O4 NPs, a GCE modified with Fe3O4/ZrO2 magnetic NPs was fabricated to enhance its sensitivity to organophosphorus agents [58]."
    }, {
      "heading" : "4.2.2. Bio-based metal oxide composite nanomaterials",
      "text" : "Based on the theory of certain metal ions have a specific and high affinity for bio-molecules, it is an interesting tactic that construction of novel electroanalysis bio-sensors to enhance the sensitivity and selectivity, and overcome the defects of traditional electrodes (e.g., the high-toxicity of mercury (Hg) and the difficulty in storage, handling, and disposal).\nIn recent years, the DNAzyme based Pb(II) sensors have drawn increasing interest owing to the great affinity between Pb(II) and nucleic acids. Previously, some optical techniques have exploited catalytically active DNA oligonucleotide chains as a target recognition element and a cofactor with Pb(II) to produce fluorescence or colorimetric output. However, they were impractical for on-site determination owing to their inevitable defects, such as a reliance on heavy and complicated optical devices, insufficient sensitivity and accuracy. Bio-based composite nanomaterials may be a promisingmethod to solve the aboveproblems. Recently, it has developed an electrochemical Pb(II) biosensor with DNA immobilized on Au electrodes [59,60], including the hybridization of the catalytic DNA strand and its complementary substrate strand. The LODs of these sensors can reach 100 ppb [59] and 1 nM [60] level, respectively.\nThe carbon hybridized TiO2 nanotube arrays (C-TiO2 NTs) were considered to be excellent containers for the biomolecules with the advantages of high surface area, precisely controlled morphology, unique 3D network structure. Recently, Liu et al. [61,62] designed a novel Pb(II) biosensor based on DNA-based vertically aligned conductive C-TiO2 NTs without any mediators to give direct electrochemical signal of Pb(II) (Fig. 10a,b). The as-designed biosensor exhibited numerous merits including fast electro-accumulation capacity for lead, broad pH adaptability, as well as excellent sensitivity, selectivity and the LOD was as low as 3.3pM (Fig. 10c,d), whichwasmainly due to the strong bioelectrochemical activity and the immobilization of abundant target biomolecules, DNA. The controllable carbon hybridization of the TiO2 NTs enhanced electronic exchange and transfer, while retaining the tubular structure, hydrophilicity, and biocompatibility.\nlectrode; (b) Cross-section view of a Ni foam and composite foam branch. Adapted from\nIn addition to the diversity of combinations between metal oxides, the preparation procedure of composite structures have a key role in their functional performance (morphology, stability, selectively, sensitivity, etc). For example, many physical and chemical fabrication methods have already been applied to deposite Au nanoparticles onto metal oxide surfaces, including solvothermal synthesis, deposition-precipitation method, continuous microfluidic synthesis, laser ablation, sputtering, inert-gas condensation, thermolysis, or even biological methods [8]. The connecting stability between noble metal NPs and metal oxide surface and the density distribution of noble metal NPs on metal oxide surface will significantly affect structural effects of the metal oxide composites. Hence, it is clear that the choice of synthesis methods is extremely important.\nFrom the above works, it came to the conclusion that the special composite structure of metal oxide composite nanomaterials is able to promote the electrochemical performance. It has become the most important research direction that the efficient synergistic promotion of metal oxides and the diversity of their combinations. However, the role of their own in the complex during the detection process is not very clear, more detailed experiments need to be exemplified in the future."
    }, {
      "heading" : "5. Multi-metal oxides",
      "text" : "Besides the single metal oxide and its composite nanomaterials presented above, there are various multi-metal oxide\nnanomaterials were provided with excellent electrochemical catalytic performance for PTS owing to their multi-metallic properties, some representative of which are introduced in this review.\nSelf-assembly synthesis technology is an emerging nanomaterial synthesis technology, which can be effectively used to reduce agglomeration of multi-metal oxide materials. Several individuals simultaneously, spontaneously associated and grouped together to form a compact and order whole. Considering the excellent adsorption ability and the superior redox-active performance of Fe-based and Co-based oxide nanomaterials. Recently, our group design a highly sensitive sensor based on Co0.6Fe2.4O4 nanocubes self-assemblymonolayer with surface defects to achieve detection of As(III) (Fig. 11a) [63]. The agglomeration of nanocubes was perfectly overcame relied on the structure of monolayer, which can maximize the exposed of the active surface area on nanocubes. The nanocubes were provided with fine catalytic oxidation performance to As(III) owing to the presence of surface defects, the ion cycle between Fe(II)/(III) and Co(II)/(III). It should be noted the performance of the as-designedmodified electrodes even exceeded that of noble metal electrodes in the analysis of As(III) (the sensitivity is 2.12 mA ppb 1; the LOD is 0.093 ppb) (Fig. 11d). More importantly, it provided a new opportunity to modify the electrode that the uniform distribution of small-sized defective nanoparticles on the electrode surface.\nSimilarly, a comparative data was found that a sensor based on CuCo2O4 achieved fine electrochemical determination performance which compared to those of its individual constituents, CuO and\nCo3O4 [64]. It was inferred that the superiority of the material mainly lies in the synergistic redox effect of Cu(II)/Cu(III) and Co(III)/Co(IV).\nCompared to the single metal oxides, the excellent physicochemical properties of multi-metal oxide nanomaterials are benefited from its multi-metallic properties to a large extent. Our group developed a facile template-free solvothermal method to synthesize the hierarchical urchin-like NiCo2O4 hollow microsphere in a isopropyl alcohol (IPA) aqueous solution [65]. Their urchin-like morphologies, interior structure and the shell structure of these microspheres were clearly observed by TEM (Fig. 11b). In comparison of hollow NiCo2O4, solid NiCo2O4, Co3O4 and NiO, the higher sensitivity to Pb(II) and Cu(II) was obtained on hollow NiCo2O4 modified electrode (Fig. 11e), which was attributed to the synergistic effect of cobalt and nickel species, hollow structurewith a high specific surface area, and efficient channels for electrons transfer and short diffusion path for electrons.\nLayered double hydroxides (LDHs), as a kind of materials with layered structure, possess high specific surface area, large charge transfer space and enable fully contact with the analyte. Meaningfully, LDHs can obtain the original layered structures after calcination. The hierarchical flower-like Mg/Al-LDHs was synthesized and further immobilized on GCE to achieve selective detection of Cd(II) (Fig. 11c,f) [66].\nSince the physicochemical properties of LDHs composed of two metal elements are single and uncontrollable, they are difficult to adapt to complex practical work environments [67]. Tri-metal LDHs with enhanced physicochemical properties owing to the synergism betweenmetal elements have evoked broad attention. A ultra-trace\nsensor based on Fe/Mg/Ni-LDHs was successfully synthesized for selective detection of Pb(II) [68]. The high-selectivity was attributed to the bond energy between Pb(II) and hydroxyl groups (-OH) of Fe oxides is stronger than that of other ions (Cd, Hg, Cu, Zn). Similarly, Zhang and Wei added Co element, on the basis of Mg/AlLDHs, to form tri-metal LDHs (Mg/Co/Al-LDHs), it was found that the addition of Co element increased the conductivity of materials and further facilitated their electrochemical performance [69].\nDue to the excellent physicochemical properties of multi-metal oxides, they had some applications in the electrochemical detection of persistent organic pollutants. Solid state synthesis of CuWO4 NPs were successfully employed to achieve electrochemical analysis of 4-chlorophenol, which is ascribed to large available surface, surface hydroxyl group and variable oxidation state of the Cu ions [70].\nCompared to single metal oxides, the biggest advantage of multi-metal materials is lied in their multi-metallic properties. The electrochemical properties of materials can be optimized through synergistic effect (ion circulation between metal oxides, conductivity and selectivity of metal oxides) between multi-metals."
    }, {
      "heading" : "6. Conclusions and future outlook",
      "text" : "With the development of electrochemical detection of PTS, it is inevitable to develop a portable, inexpensive, highly efficient, and particularly practical chemically modified electrode. The commercialization of electrochemical sensors will play an important role in the field of PTS detection. The emergence of nanotechnology has revolutionized the development of electrochemical technology.\nFurther work should continue to explore nanomaterials as a perfect coating for PTS detection.\nIn this review, we briefly summarized the recent developments of metal oxide and its composite nanomaterials in the electrochemical analysis of PTS from the points of view of design, preparation and application over the past few years. A series of exciting results on PTS detection have been obtained based on metal oxide nanomaterials, inwhich single metal oxides, noble metal andmetal oxide composite nanomaterials, non-noble metal oxide composite nanomaterials, multi-metal oxides were involved. As we discussed previously, single metal oxide nanomaterials are widely employed to sensitively and selectively detect trace amount of PTS owing to their excellent physicochemical performances. However, the poor conductivity of thesematerials severely limits their development in electrochemistry. The best solution to this circumstance is to combine with other materials owning good conductivity. And single metal oxide is difficult to meet certain requirements, whereas metal oxide nanocomplexes can combine the properties of more materials to achieve superior properties. The diverse combinations of metal oxides and the preparation procedure of composite structures are especially important for obtaining better detection results, which have become the mainstream of research in the field of electrochemistry.\nSo far, although metal oxide and its composite nanomaterials have achieved fruitful achievements in the electrochemical detection of PTS, further work is still needed in the face of the current complex environmental pollution. And key challenges in the synthesis of nanomaterials still exist. They are difficult to control the size and morphology of nanomaterials that will greatly affect the electrochemical performance. Most importantly, another challenge is the mechanism of the electrochemical properties of the nanomaterials is mainly based on the experiment without deep scientific comprehension. In the future, we expected metal oxide nanomaterials will make significant progress in these areas."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported financially by the National Natural Science Foundation of China, China (21735005, 61774159), the Science and Technology Major Project of Anhui Province, China (17030801033), and Key Program of 13th five-year plan, CASHIPS, China."
    } ],
    "references" : [ {
      "title" : "Electrochemical sensing of heavy metal ions with inorganic",
      "author" : [ "L. Cui", "J. Wu", "H. Ju" ],
      "venue" : "organic and bio-materials, Biosens. Bioelectron. 63 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Voltammetric determination of inorganic arsenic",
      "author" : [ "Z.G. Liu", "X.J. Huang" ],
      "venue" : "Trends Anal. Chem. 60 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electrochemical detection of Cu2þ through Ag nanoparticle assembly regulated by copper-catalyzed oxidation of cysteamine",
      "author" : [ "L. Cui", "J. Wu", "J. Li", "Y. Ge", "H. Ju" ],
      "venue" : "Biosens. Bioelectron. 55 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sanz-Medel, ICP-MS for specific detection in capillary electrophoresis",
      "author" : [ "G. Alvarez-Llamas", "A.M.D. de la Campa" ],
      "venue" : "Trends Anal. Chem",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2005
    }, {
      "title" : "M",
      "author" : [ "L. Lemelle", "A. Simionovici", "T. Schoonjans", "R. Tucoulou", "E. Enrico" ],
      "venue" : "Salom e, A. Hofmann, B. Cavalazzi, Analytical requirements for quantitative x-ray fluorescence nano-imaging of metal traces in solid samples, Trends Anal. Chem. 91 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanomaterials-based electrochemical detection of chemical contaminants",
      "author" : [ "M. Govindhan", "B.R. Adhikari", "A. Chen" ],
      "venue" : "RSC Adv. 4 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sensors for biosensors: a novel tandem monitoring in a droplet towards efficient screening of robust design and optimal operating conditions",
      "author" : [ "D. Semenova", "Y.E. Silina", "M. Koch", "L. Micheli", "A. Zubov", "K.V. Gernaey" ],
      "venue" : "Analyst 144 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Exploring the potential of electroless and electroplated noble metal-semiconductor hybrids within bio- and environmental sensing",
      "author" : [ "D. Semenova", "K.V. Gernaey", "Y.E. Silina" ],
      "venue" : "Analyst 143 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Low-field magnetic separation of monodisperse Fe3O4 nanocrystals",
      "author" : [ "C.T. Yavuz", "J.T. Mayo", "W.W. Yu", "P. Arjun", "J.C. Falkner", "S.J. Yean", "L. L Cong", "H.J. Shipley", "K. Amy", "T. Mason" ],
      "venue" : "Science 314 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Fe3O4 with novel nanoplatestacked structure: surfactant-free hydrothermal synthesis and application in detection of heavy metal ions",
      "author" : [ "W.J. Li", "X.Z. Yao", "Z. Guo", "J.H. Liu", "X.J. Huang" ],
      "venue" : "J. Electroanal. Chem. 749 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electrochemical detection of arsenic(III) completely free from noble metal: Fe3O4 microspheres-room temperature ionic liquid composite showing better performance than gold",
      "author" : [ "C. Gao", "X.Y. Yu", "S.Q. Xiong", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chem. 85 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Direct hydrothermal synthesis of single-crystalline triangular Fe3O4 nanoprisms",
      "author" : [ "X. Li", "Z. Si", "Y. Lei", "J. Tang", "W. Song", "S. Su", "S. Song", "L. Zhao", "H. Zhang" ],
      "venue" : "CrystEngComm 12 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Controllable synthesis of Fe3O4 nanoflowers: enhanced imaging guided cancer therapy and comparison of photothermal efficiency with black-TiO2",
      "author" : [ "M. Saeed", "M.Z. Iqbal", "W. Ren", "Y. Xia", "C. Li", "W.S. Khan", "A. Wu" ],
      "venue" : "J. Mater. Chem. B 6 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic-field-induced growth of singlecrystalline Fe3O4 nanowires",
      "author" : [ "J. Wang", "Q. Chen", "C. Zeng", "B. Hou" ],
      "venue" : "Adv. Mater. 35 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Continuous preparation of Fe3O4 nanoparticles through Impinging stream-rotating packed bed reactor and their electrochemistry detection toward heavy metal ions",
      "author" : [ "H.L. Fan", "S.F. Zhou", "J. Gao", "Y.Z. Liu" ],
      "venue" : "J. Alloy. Compd. 671 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Well-arranged porous Co3O4 microsheets for electrochemistry of Pb(II) revealed by stripping voltammetry",
      "author" : [ "Z.G. Liu", "X. Chen", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Electrochem. Commun. 30 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Electrochemical detection of trace amount of arsenic(III) at glassy carbon electrode modified with cobalt oxide nanoparticles",
      "author" : [ "A. Salimi", "H. Manikhezri", "R. Hallaj", "S. Soltanian" ],
      "venue" : "Sens. Actuators, B 129 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "3D printed microfluidic device with microporous Mn2O3-modified screen printed electrode for real-time determination of heavy metal ions",
      "author" : [ "Y. Hong", "M. Wu", "G. Chen", "Z. Dai", "Y. Zhang", "G. Chen", "X. Dong" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Interesting interference evidences of electrochemical detection of Zn(II)",
      "author" : [ "Q.X. Zhang", "H. Wen", "D. Peng", "Q. Fu", "X.J. Huang" ],
      "venue" : "Cd(II) and Pb(II) on three different morphologies of MnO2 nanocrystals, J. Electroanal. Chem. 739 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A hollow urchinlike alpha-MnO2 as an electrochemical sensor for hydrogen peroxide and dopamine with high selectivity and sensitivity",
      "author" : [ "H. Song", "H. Zhao", "X. Zhang", "Y. Xu", "X. Cheng", "S. Gao", "L. Huo" ],
      "venue" : "Mikrochim. Acta 186 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hierarchical structured Mn2O3 nanomaterials with excellent electrochemical properties for lithium ion batteries",
      "author" : [ "S. Meng", "W. Yan", "X. Ma", "D. Sun", "Y. Jin", "K. He" ],
      "venue" : "RSC Adv. 9 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Stripping voltammetry study of ultra-trace toxic metal ions on highly selectively adsorptive porous magnesium oxide nanoflowers",
      "author" : [ "Y. Wei", "R. Yang", "X.Y. Yu", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Analyst 137 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Controllable fabrication of mesoporous MgO with various morphologies and their absorption performance for toxic pollutants in water",
      "author" : [ "C. Gao", "W. Zhang", "H. Li", "L. Lang", "X. Zheng" ],
      "venue" : "Cryst. Growth Des. 8 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "G",
      "author" : [ "Z. Wu", "C. Xu", "H. Chen", "Y. Wu", "Y. Hao", "Y. Yin" ],
      "venue" : "Feng, Mesoporous MgO nanosheets: 1,6-hexanediamin-assisted synthesis and their applications on electrochemical detection of toxic metal ions, J. Phys. Chem. Solids 74 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The effect of microstructure and crystal defect on electrochemical performances of MgO nanobelts",
      "author" : [ "H. Li", "M. Li", "W. Guo", "X. Wang", "C. Ge", "B. Yang" ],
      "venue" : "Electrochim. Acta 123 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "High surface area 3D-MgO flowers as the modifier for the working electrode for efficient detection of 4-chlorophenol",
      "author" : [ "K. Ahmad", "S.M. Mobin" ],
      "venue" : "Nanoscale Adv. 1 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Spherical tin oxide",
      "author" : [ "H.N. Lim", "R. Nurzulaikha", "I. Harrison", "S.S. Lim", "W.T. Tan", "M.C. Yeo" ],
      "venue" : "SnO2 particles fabricated via facile hydrothermal method for detection of mercury (II) ions, Int. J. Electrochem. Sci. 6 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "SnO2 quantum dots as novel platform for electrochemical sensing of cadmium",
      "author" : [ "G. Bhanjana", "N. Dilbaghi", "R. Kumar", "A. Umar", "S. Kumar" ],
      "venue" : "Electrochim. Acta 169 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Zinc oxide nanocones as potential scaffold for the fabrication of ultra-high sensitive hydrazine chemical sensor",
      "author" : [ "S. Kumar", "G. Bhanjana", "N. Dilbaghi", "A. Umar" ],
      "venue" : "Ceram. Int. 41 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Zinc oxide quantum dots as efficient electron mediator for ultrasensitive and selective electrochemical sensing of mercury",
      "author" : [ "G. Bhanjana", "N. Dilbaghi", "R. Kumar", "S. Kumar" ],
      "venue" : "Electrochim. Acta 178 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Quantitative analysis of the morphology of (101) and (001) faceted anatase TiO2 nanocrystals and its implication on photocatalytic activity",
      "author" : [ "J. Liu", "D. Olds", "R. Peng", "L. Yu", "G.S. Foo", "S. Qian", "J. Keum", "B.S. Guiton", "Z. Wu", "K. Page" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface-electronic-statemodulated",
      "author" : [ "W.Y. Zhou", "J.Y. Liu", "J.Y. Song", "J.J. Li", "J.H. Liu", "X.J. Huang" ],
      "venue" : "single-crystalline (001) TiO2 nanosheets for sensitive electrochemical sensing of heavy-metal ions, Anal. Chem. 89 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "High electrochemical sensitivity of TiO2-x nanosheets and an electron-induced mutual interference effect toward heavy metal ions demonstrated using Xray absorption fine structure spectra",
      "author" : [ "W.Y. Zhou", "S.S. Li", "J.Y. Song", "M. Jiang", "T.J. Jiang", "J.Y. Liu", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "High-performance sensor based on copper oxide nanoparticles for dual detection of phenolic compounds and a pesticide",
      "author" : [ "F. Pino", "C.C. Mayorga-Martinez", "A. Merkoci" ],
      "venue" : "Electrochem. Commun. 71 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Functionalised CuO nanostructures for the detection of  H",
      "author" : [ "M.M. Tunesi", "N. Kalwar", "M.W. Abbas", "S. Karakus", "R.A. Soomro", "A. Kilislioglu", "M.I. Abro", "K.R. Hallam" ],
      "venue" : "Huang et al. / Trends in Analytical Chemistry 119 (2019) 115636  14 organophosphorus pesticides: a non-enzymatic inhibition approach coupled with nano-scale electrode engineering to improve electrode sensitivity, Sens. Actuators, B 260 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical sensor for organophosphate pesticides and nerve agents using zirconia nanoparticles as selective sorbents",
      "author" : [ "G.D. Liu", "Y.H. Lin" ],
      "venue" : "Anal. Chem. 77 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Electrochemical detection of trace arsenic(III) by nanocomposite of nanorod-like a-MnO2 decorated with ~5 nm Au nanoparticles: considering the change of arsenic speciation",
      "author" : [ "M. Yang", "X. Chen", "T.J. Jiang", "Z. Guo", "J. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chem. 88 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Surface Fe(II)/Fe(III) cycle promoted ultra-highly sensitive electrochemical sensing of arsenic(III) with dumbbell-like Au/Fe3O4 nanoparticles",
      "author" : [ "S.S. Li", "W.Y. Zhou", "M. Jiang", "Z.Guo", "J.H. Liu", "L. Zhang", "X.J.Huang" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Adsorbent assisted in situ electrocatalysis: an ultra-sensitive detection of As(III) in water at Fe3O4 nanosphere densely decorated with Au nanoparticles",
      "author" : [ "J. Wei", "S.S. Li", "Z. Guo", "X. Chen", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Anal. Chem. 88 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrochemical detection of trace amount of arsenic(III) at glassy carbon electrode modified with Au/Fe3O4 nanocomposites",
      "author" : [ "S.K. Toor", "P. Devi", "B.K.S. Bansod" ],
      "venue" : "Aquat. Procedia 4 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sensitive and selective detection of Agþ in aqueous solutions using Fe3O4@Au nanoparticles as smart electrochemical nanosensors",
      "author" : [ "H. Yang", "X. Liu", "R. Fei", "Y. Hu" ],
      "venue" : "Talanta 116 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "DNA modified Fe3O4@Au magnetic nanoparticles as selective probes for simultaneous detection of heavy metal ions",
      "author" : [ "P. Miao", "Y. Tang", "L. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Methyl parathion sensors based on gold nanoparticles and Nafion film modified glassy carbon electrodes",
      "author" : [ "T.F. Kang", "F. Wang", "L.P. Lu", "Y. Zhang", "T.S. Liu" ],
      "venue" : "Sens. Actuators, B 145 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nano-composite ZrO2/Au film electrode for voltammetric detection of parathion",
      "author" : [ "M. Wang", "Z. Li" ],
      "venue" : "Sens. Actuators, B 133 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Ultrasensitive electrochemical immuno-sensing platform based on gold nanoparticles triggering chlorpyrifos detection in fruits and vegetables",
      "author" : [ "S. Gandhi", "A. Talan", "A. Mishra", "S.A. Eremin", "J. Narang", "A. Kumar" ],
      "venue" : "Biosens. Bioelectron. 105 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultra high adsorption capacity of fried egg jellyfish-like g-AlOOH(Boehmite) @SiO2/Fe3O4 porous magnetic microspheres for aqueous Pb(II) removal",
      "author" : [ "Y.X. Zhang", "X.Y. Yu", "Z. Jin", "Y. Jia", "W.H. Xu", "T. Luo", "B.J. Zhu", "J.H. Liu", "X.J. Huang" ],
      "venue" : "J. Mater. Chem. 21 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "High adsorptive g- AlOOH(boehmite)@SiO2/Fe3O4 porous magnetic microspheres for detection of toxic metal ions in drinking water",
      "author" : [ "Y. Wei", "R. Yang", "Y.X. Zhang", "L. Wang", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Chem. Commun. 47 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Fe3O4 and MnO2 assembled on halloysite nanotubes: a highly efficient solid-phase extractant for electrochemical detection of mercury(II) ions",
      "author" : [ "M. Fayazi", "M.A. Taher", "D. Afzali", "A. Mostafavi" ],
      "venue" : "Sens. Actuators, B 228 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Porphyrinfunctionalized Fe3O4@SiO2 core/shell magnetic colorimetric material for  detection",
      "author" : [ "L. Sun", "Y.X. Li", "M.D. Sun", "H.G. Wang", "S.F. Xu", "C.Q. Zhang", "Q.B. Yang" ],
      "venue" : "adsorption and removal of Hg2þ in aqueous solution, New J. Chem. 35 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Sensitivity and selectivity sensing cadmium(II) using amination functionalized porous SnO2 nanowire bundles-room temperature ionic liquid nanocomposite: combined efficient cation capture with control experimental conditions",
      "author" : [ "M. Yang", "T.J. Jiang", "Z. Guo", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Sens. Actuators, B 240 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "High selective SiO2-Al2O3 mixed-oxide modified carbon paste electrode for anodic stripping voltammetric determination of Pb(II)",
      "author" : [ "M. Ghiaci", "B. Rezaei", "R.J. Kalbasi" ],
      "venue" : "Talanta 73 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Voltammetric determination of lead(II) and cadmium(II) using a bismuth film electrode modified with mesoporous silica nanoparticles",
      "author" : [ "D. Yang", "L. Wang", "Z.L. Chen", "M. Megharaj", "R. Naidu" ],
      "venue" : "Electrochim. Acta 132 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hollow CuO nanospheres uniformly anchored on porous Si nanowires: preparation and  their potential use as electrochemical sensors",
      "author" : [ "Z. Guo", "M.L. Seol", "M.S. Kim", "J.H. Ahn", "Y.K. Choi", "J.H. Liu", "X.J. Huang" ],
      "venue" : "Nanoscale 4 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Fabrication of a highly selective nonenzymatic amperometric sensor for hydrogen peroxide based on nickel foam/cytochrome c modified electrode",
      "author" : [ "N. Akhtar", "S.A. El-Safty", "M. Khairy", "W.A. El-Said" ],
      "venue" : "Sens. Actuators, B 207 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Direct formation of (Co",
      "author" : [ "J. Ma", "W.H. Zhang", "Z. Lu", "Y.Y. Sun", "R.Y. Jin", "G.Z. Zhao", "Y.Q. Liu" ],
      "venue" : "Mn)3O4 nanowires/Ni composite foam for electrochemical detection, J. Alloy. Compd. 663 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Reduced graphene oxide-TiO2 nanotube composite: comprehensive study for gas-sensing applications",
      "author" : [ "V. Galstyan", "A. Ponzoni", "I. Kholmanov", "M.M. Natile", "E. Comini", "S. Nematov", "G. Sberveglieri" ],
      "venue" : "ACS Appl. Nano Mater. 1 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sensitive 3-chlorophenol sensor development based on facile er2o3/cuo nanomaterials for environmental safety",
      "author" : [ "T.A. Sheikh", "M.M. Rahman", "A.M. Asiri", "H.M. Marwani" ],
      "venue" : "New J. Chem. 42 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fe3O4@ZrO2 magnetic nanoparticles as a new electrode material for sensitive determination of organophosphorus agents",
      "author" : [ "N.N. Li", "T.F. Kang", "J.J. Zhang", "L.P. Lu", "S.Y. Cheng" ],
      "venue" : "Anal. Methods 7 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electrochemical detection of parts-per-billion lead via an electrode-bound DNAzyme assembly",
      "author" : [ "Y. Xiao", "A.A. Rowe", "K.W. Plaxco" ],
      "venue" : "J. Am. Chem. Soc. 129 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Electrochemical DNAzyme sensor for lead based on amplification of DNA-Au bio-bar codes",
      "author" : [ "L. Shen", "Z. Chen", "Y.H. Li", "S.L. He", "S.B. Xie", "X.D. Xu", "Z.W. Liang", "X. Meng", "Q. Li", "Z.W. Zhu", "M.X. Li", "X.C. Le", "Y.H. Shao" ],
      "venue" : "Anal. Chem. 80 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Direct electrochemistry of hemoglobin at vertically-aligned self-doping TiO2 nanotubes: a mediator-free and biomolecule-substantive electrochemical interface",
      "author" : [ "M.C. Liu", "G.H. Zhao", "K.J. Zhao", "X.L. Tong", "Y.T. Tang" ],
      "venue" : "Electrochem. Commun. 44 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A simple",
      "author" : [ "M.C. Liu", "G.H. Zhao", "Y.T. Tang", "Z.M. Yu", "Y.Z. Lei", "M.F. Li", "Y.A. Zhang", "D.M. Li" ],
      "venue" : "stable and picomole level lead sensor fabricated on DNA-based carbon hybridized TiO2 nanotube arrays, Environ. Sci. Technol. 44 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Z",
      "author" : [ "S.S. Li", "W.Y. Zhou", "Y.X. Li", "M. Jiang" ],
      "venue" : "Guo, J.H. Liu, X.J. Huang, Noble metal-free Co0.6Fe2.4O4 nanocubes self-assembly monolayer for highly sensitive electrochemical detection of As(III) based on surface defects, Anal. Chem. 90 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "CuCo2O4 based economical electrochemical sensor for the nanomolar detection of hydrazine and metol",
      "author" : [ "S. Samanta", "R. Srivastava" ],
      "venue" : "J. Electroanal. Chem. 777 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Facile synthesis of urchinlike NiCo2O4 hollow microspheres with enhanced electrochemical properties in energy and environmentally related applications",
      "author" : [ "X.Y. Yu", "X.Z. Yao", "T. Luo", "Y. Jia", "J.H. Liu", "X.J. Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhancing selectivity in stripping voltammetry by different adsorption behaviors: the use of nanostructured Mg-Al-layered double hydroxides to detect Cd(III)",
      "author" : [ "R.X. Xu", "X.Y. Yu", "C. Gao", "J.H. Liu", "R.G. Compton", "X.J. Huang" ],
      "venue" : "Analyst 138 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fabrication and characterization of hierarchical Mg/Ni/Al layered double hydroxide framework on aluminum foam",
      "author" : [ "Z.Y. Sun", "G.G. Lin", "J.Y. Zheng", "L. Wang", "J.W. Zhang", "F.L. Xu", "J. Hou" ],
      "venue" : "Mater. Lett. 113 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Competitive adsorption behavior toward metal ions on nano-Fe/Mg/Ni ternary layered double hydroxide proved by XPS: evidence of selective and sensitive detection of Pb(II)",
      "author" : [ "S.S. Li", "M. Jiang", "T.J. Jiang", "J.H. Liu", "Z. Guo", "X.J. Huang" ],
      "venue" : "J. Hazard Mater. 338 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mg-Co-Al-LDH nanoparticles with attractive electrochemical performance for supercapacitor",
      "author" : [ "Y. Zhang", "S. Wei" ],
      "venue" : "J. Nanopart. Res. 21 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Solid state synthesis of copper tungstate nanoparticles and its electrochemical detection of 4chlorophenol",
      "author" : [ "S. Muthamizh", "R. Suresh", "K. Giribabu", "R. Manigandan", "S.P. Kumar", "S. Munusamy", "L. Vijayalakshmi", "A. Stephen", "V. Narayanan" ],
      "venue" : "AIP Conf. Proc. 1591 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "So far, various traditional analytical methods have been exploited to sensitively and selectively determine the amount of PTS, including inductively-coupled plasmamass spectrometry (ICPMS), microprobes (MP), hydride-generation atomic absorption spectrometry (HG-AAS), atomic fluorescence spectrometry (AFS), electro-spray mass spectrometry (ES-MS) [4,5].",
      "startOffset" : 348,
      "endOffset" : 353
    }, {
      "referenceID" : 4,
      "context" : "So far, various traditional analytical methods have been exploited to sensitively and selectively determine the amount of PTS, including inductively-coupled plasmamass spectrometry (ICPMS), microprobes (MP), hydride-generation atomic absorption spectrometry (HG-AAS), atomic fluorescence spectrometry (AFS), electro-spray mass spectrometry (ES-MS) [4,5].",
      "startOffset" : 348,
      "endOffset" : 353
    }, {
      "referenceID" : 5,
      "context" : "In the past decade, various nanomaterials have been extensively exploited for electrochemical detection [6].",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 6,
      "context" : "hybrid nanomaterials [7]; the electroplated noble metal NPs-based semiconductor complexes was utilized for electrochemical sensing",
      "startOffset" : 21,
      "endOffset" : 24
    }, {
      "referenceID" : 7,
      "context" : "with the advantages of simple fabrication, excellent selectivity and sensitivity [8]; self-assembly technology can reduce agglomeration",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 8,
      "context" : "For example, monodispersed Fe3O4 nanocrystals were capable to achieve analysis of As owing to their strong adsorption and the presence of the redox couple of Fe(III)/Fe(II) [9].",
      "startOffset" : 173,
      "endOffset" : 176
    }, {
      "referenceID" : 10,
      "context" : "Fe3O4-RTIL modified SPCEs (screenprinted carbon electrodes) were exploited for the determination of As(III) [11].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 11,
      "context" : "Especially, single-crystalline Fe3O4 triangular nanoprisms were synthesized by a facile hydrothermal route using FeCl3$6H2O as the iron source [12].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 12,
      "context" : "[13] utilized a facile solvothermal route to fabricate novel Fe3O4 nanoflowers with excellent magnetic properties; Besides, Wang et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] developed a hydrothermal process to synthesize singlecrystalline Fe3O4 nanowires.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] concentrated on that superparamagnetic Fe3O4 NPs were continuously prepared via a process enhancement technology for",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "the adsorption capacity and electrochemical stripping properties of porous Co3O4, layered Co3O4 microsheets toward Pb(II) were investigated by our group, respectively [16].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 16,
      "context" : "A type of Co3O4 nanoparticles originated from CoCl2 buffer solution were immobilized onto glassy carbon electrode (GCE) for the determination of As(III) in the solution [17].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 17,
      "context" : "[18] developed a 3D printing method to fabricate a microfluidic electrochemical sensor with the desired shape for selectively measuring Pd(II) and Cd(II), in which the microfluidic cell is a porous Mn2O3 modified flexible SPE derived from a Mn-containing metal organic framework with high specific surface area.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] successfully synthesized an electrochemical sensor based on a-MnO2 with well-dispersed hollow urchin-like structure for electrochemical detection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] developed a facile leaf-templated method to prepare",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "Given the high adsorption of MgO towards Pb(II) and Cd(II) [23], SWASV responses of MgO nanoflowers towards Pb(II) and Cd(II) were performed, respectively (Fig.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 23,
      "context" : "[24] successfully developed an environmentally friendly sensor for the monitoring of four toxic HMIs (Pb(II), Hg(II), Cu(II), and Cd(II)) based on mesoporous MgO nanosheets, which were prepared with the calcination of hexagonal Mg(OH)2 nanosheet precursor.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] developed a hydrothermal processing route to fabricate smooth-surface spherical SnO2 particles for the determination of Cd(II) (the LOD is 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] reported a high-efficient Cd(II) sensor based on SnO2 QDs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] developed a low-temperature solution method to synthesize ZnO nanocones with good crystallinity for",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] reported a trace Hg(II) sensor based on ZnOQDs by linear sweep voltammetry (LSV).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "TiO2 with exposed (001) facet exhibited high surface energy, thus enhancing catalytic activity [31].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 34,
      "context" : "[35] developed an in-situ growth strategy to immobilize the pimelic acid functionalized CuO nanostructures over an ITO (indium tin oxide) substrate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "As early as 2005, Liu and Lin has successfully exploited ZrO2 NPs for selective determination of methyl parathion, which showed good linear relationship over a range of 5e100 mg/L with a LOD of 3 mg/L [36].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 37,
      "context" : "Likewise, combining the high adsorption capacity and awesome redox performance of Fe3O4 with the high conductivity and catalysis of gold particle, dumbbell-like Au/Fe3O4 NPs were used to achieve the determination of trace As(III) in the solution [38].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 38,
      "context" : "In our group, we developed an adsorbent-assisted in situ electrocatalysis assay on Fe3O4 nanospheres densely decorated with AuNPs [39].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 39,
      "context" : "[40] presented a ultra-trace As(III) sensor based on Au/Fe3O4 nanocomposite, of which sensitivity was far better than bare, Au and Fe3O4 electrodes.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "[41] constructed a novel and smart Ag(I) sensor based on Fe3O4@Au nanocomposite.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "fabricate methyl parathion sensors [43].",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 43,
      "context" : "[44] reported a ZrO2/Au film electrode for electrochemical determination of parathion.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[45] developed a FTO (fluorine doped tin oxide electrode)-AuNPs based sensor for ultrasensitive determination of chlorpyrifos in real samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 46,
      "context" : "59 mg g 1), it is desirable to construct the GCE modified by gAlOOH@SiO2/Fe3O4 porous magnetic microspheres for ultra-trace analysis of HMIs using SWASV [47].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 47,
      "context" : "magnetic material (halloysite nanotubes-iron oxide-manganese oxide nanocomposite (HNTs-Fe3O4-MnO2)) can be applied to electrochemically analysis Hg(II) in aqueous media [48].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 48,
      "context" : "[49] prepared porphyrin-functionalized Fe3O4@SiO2 core/ shell magnetic microspheres for the detection of Hg(II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "In order to realize high selectivity to detect Pb(II), Ghiaci [51] developed a",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 51,
      "context" : "Cd(II) using anodic stripping voltammetry (ASV) [52].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 53,
      "context" : "electrochemical detection applications [54].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 55,
      "context" : "[56] dispersed GO onto the surface of TiO2 tubular arrays obtained on alumina substrates.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 56,
      "context" : "To enhance the electrochemical performance of Er2O3, co-doped Er2O3/CuO was exploited as an excellent matrix for trapping 3-chlorophenol onto the electrochemical sensor [57].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 57,
      "context" : "Combined with large specific surface area and magnetic properties of Fe3O4 NPs, a GCE modified with Fe3O4/ZrO2 magnetic NPs was fabricated to enhance its sensitivity to organophosphorus agents [58].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 58,
      "context" : "an electrochemical Pb(II) biosensor with DNA immobilized on Au electrodes [59,60], including the hybridization of the catalytic DNA",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 59,
      "context" : "an electrochemical Pb(II) biosensor with DNA immobilized on Au electrodes [59,60], including the hybridization of the catalytic DNA",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 58,
      "context" : "The LODs of these sensors can reach 100 ppb [59] and 1 nM [60] level, respectively.",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 59,
      "context" : "The LODs of these sensors can reach 100 ppb [59] and 1 nM [60] level, respectively.",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 7,
      "context" : "chemical fabrication methods have already been applied to deposite Au nanoparticles onto metal oxide surfaces, including solvothermal synthesis, deposition-precipitation method, continuous microfluidic synthesis, laser ablation, sputtering, inert-gas condensation, thermolysis, or even biological methods [8].",
      "startOffset" : 305,
      "endOffset" : 308
    }, {
      "referenceID" : 64,
      "context" : "group developed a facile template-free solvothermal method to synthesize the hierarchical urchin-like NiCo2O4 hollow microsphere in a isopropyl alcohol (IPA) aqueous solution [65].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 66,
      "context" : "Since the physicochemical properties of LDHs composed of two metal elements are single and uncontrollable, they are difficult to adapt to complex practical work environments [67].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 67,
      "context" : "A ultra-trace sensor based on Fe/Mg/Ni-LDHs was successfully synthesized for selective detection of Pb(II) [68].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 68,
      "context" : "the addition of Co element increased the conductivity of materials and further facilitated their electrochemical performance [69].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 69,
      "context" : "Solid state synthesis of CuWO4 NPs were successfully employed to achieve electrochemical analysis of 4-chlorophenol, which is ascribed to large available surface, surface hydroxyl group and variable oxidation state of the Cu ions [70].",
      "startOffset" : 230,
      "endOffset" : 234
    } ],
    "year" : 2019,
    "abstractText" : "Persistent toxic substances (PTS) provide a huge challenge for human and ecosystem health for the reasons of their properties of high-toxic, bio-accumulation and recalcitrance. As a result, effective monitoring of PTS is of great significance. In recent years, electrochemical determination technology has attracted a large amount of interest with the merits of its simple equipment, high sensitivity, low limit of detection (LOD) and good stability characteristic. It is well-known that the development of electrochemical analysis was significantly promoted with the emergence of nanomaterials. Many nanomaterials, especially metal oxides based, exhibit excellent electrochemical performance on detection owing to their distinguished physicochemical properties. However, it is hard for single metal oxide nanomaterials to achieve efficient and non-interfering detection of PTS in complex real environments. The construction of nanocomposites (NCs) that overcome the lack of nature of single materials is a greatly promising method. As such, we basically introduced the recent developments in electrochemical detection of PTS using metal oxide nanomaterials and their composite nanomaterials from the points of view of design, preparation and application over the past few years. The review will be helpful to know the progress of electrochemical detection and to design novel nanomaterials with excellent electrochemical performance. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}