{
  "name" : "downloads_2019-10-22_f8_guo2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Black Phosphorus–Graphene Oxide Hybrid Nanomaterials toward Advanced Lubricating Properties under Water",
    "authors" : [ "Pengfei Guo", "Shunshun Qi", "Lin Chen", "Chengxue Gou", "Bo Lin", "Zhibin Lu", "Zhiguo Wu", "Guangan Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.advmatinterfaces.de\n1901174 (1 of 9) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "Full PaPer",
      "text" : ""
    }, {
      "heading" : "Black Phosphorus–Graphene Oxide Hybrid Nanomaterials",
      "text" : "toward Advanced Lubricating Properties under Water"
    }, {
      "heading" : "Pengfei Guo, Shunshun Qi, Lin Chen, Chengxue Gou, Bo Lin, Zhibin Lu,* Zhiguo Wu,",
      "text" : "and Guangan Zhang*\nDOI: 10.1002/admi.201901174\nforces.[10,11] As an emerging 2D nanomaterial, explorations with great enthusiasm on the microscopic and macroscopic tribological behavior of black phosphorus have begun during the academic community. More importantly, black phosphorus shows a fascinating prospect as a green water-based lubrication additive.\nSimilar to the common 2D materials such as graphene (G), hexagonal boron nitride (h-BN), and transition metal sulfide (TMD), black phosphorus has a layered structure, and its unique wrinkle anisotropic geometry gives it unique anisotropic mechanical and electrical properties.[12] The microscopic friction of single-layer and double-layer black phosphorus on amorphous silicon substrates were studied\nby sliding rigid tips,[13] is the result showed that the friction is highly anisotropic, that is, the friction in the armchair direction is greater than that in the zigzag direction. This anisotropic friction behavior is independent of the contact area because the potential energy barrier in the direction of the armchair is much larger than that in the zigzag direction. For the double-layer black phosphorus, the friction depends on the layer stacking mode. The friction of the A–A stacked double-layer increases, because of the strong adhesion between the layers; however, the friction of the A–Z stacked double layer reduces due to incommensurate contact, which reduces adhesion and friction. Some works also show that the anisotropy atomic-scale friction of BP is induced by the anisotropies in amplitudes of tip-induced flexural deformations. The nanoscale friction of BP flakes can also be affected by the number of layers. Bellow five layers, the friction increases because of strengthening mechanism. However, the friction of five-layers BP flakes is very similar to that of bulk BP.[14] In addition to the layered structure, the environmental degradation of black phosphorus is also significantly beneficial to its lubricating behavior.[15] Reduced friction by about 50% can be clearly observed using an atomic force microscope at the oxidized degraded area of the black phosphorus nanosheet; the result shows that water absorption is essential for the degradation characteristics and friction reduction behavior of black phosphorus nanosheets, and the combination of water molecules and the chemical groups (POH bond) formed on the oxidized surface may account for friction reduction of the degraded black phosphorus nanosheets.\nIn recent years, nanomaterials show great potential as green water-based lubricant additives. For examples, graphene\n2D hybrid nanomaterials show great potential in reducing friction and energy dissipation of dry sliding both theoretically and experimentally. However, the achievement of low friction by introducing the hybrid nanomaterials in a macroscopic water-based environment remains a major challenge. Here, black phosphorus–graphene oxide (BP-GO) hybrid nanomaterials with a 2D layered structure are synthesized successfully. As water-based additives, the BP-GO hybrid nanomaterials enable the significant reduction of friction and wear. The lubrication mechanism proposed involves the easy interlayer shear that originated from the hydrophilization and unique microscopic heterojunction stacking structure of the 2D BP-GO hybrid nanomaterials. This study demonstrates the fascinating prospect of the 2D BP-GO hybrid nanomaterials toward advanced macroscopic lubricating properties under water.\nDr. P. Guo, Dr. S. Qi, Dr. L. Chen, Dr. C. Gou, Prof. Z. Lu, Prof. G. Zhang State Key Laboratory of Solid Lubrication Lanzhou Institute of Chemical Physics Chinese Academy of Sciences Lanzhou 730000, China E-mail: zblu@licp.cas.cn; gazhang@licp.cas.cn Prof. B. Lin Guangxi Liugong Machinery Co., Ltd. Liuzhou 545007, China Prof. Z. Wu, Prof. G. Zhang Institute of Nanomaterials Application Technology Gansu Academy of Science Lanzhou 730000, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/admi.201901174."
    }, {
      "heading" : "1. Introduction",
      "text" : "Since the first successful synthesis of bulk black phosphorus (BP) in 1914, black phosphorus has recently been rediscovered as 2D layered materials, and attracting great interest of condensed matter physicists, chemists, semiconductor device engineers, and materials scientists, making it a rising star in the large family of 2D materials after the graphene era.[1–4] Nowadays, with the development of liquid-phase exfoliation methods, black phosphorus has been widely used in the fields of transistors, batteries, catalysis and optoelectronics,[5–9] and its potential applications are far more than what is now explored. 2D materials show excellent performance in tribology and lubrication due to their unique interlayer van der Waals\nAdv. Mater. Interfaces 2019, 1901174\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (2 of 9)\nquantum dots (GQDs) synthesized by hydrothermal route showing good dispersibility in water endowed by the hydrophilic groups, as water-based additives, the tribological performances of water can be greatly enhanced.[16] Covalently grafting aminocontaining poly(ethylene glycol) on carboxylated graphene successfully prepared stable aqueous graphene suspensions. By forming carbon protective films and fluid adhesive films, superior antiwear and friction-reducing performances can be achieved.[17] The stable 2D nanosheets dispersion decorated by carbon quantum dots even achieves superlubricity due to the synergetic effects and easy-sliding interlayer structure.[18] Black phosphorus nanosheet material modified by sodium hydroxide can significantly reduce friction and achieve robust ultralow friction over a wide range of additive concentrations, contact pressures and sliding speeds. The black phosphorus nanosheet in the silica gel layer formed by the hydrolysis reaction during sliding plays a major role in achieving robust superlubricity, in addition, the hydrated layer bonded on the nanosheet by hydrogen bonding also has a very effective lubricating effect.[19] When the modified black phosphorus nanosheet is used as a water-based and oil-based lubricant additive, it exhibits similar lubricating properties as molybdenum disulfide (MoS2)and graphene oxide (GO) nanosheets under low load, and exhibits excellent extreme pressure and load carrying capacity under high load; The addition of black phosphorus can improve the wear resistance of the composite[20] when used as a filler for composite materials. Therefore, black phosphorus nanomaterials have shown their unique advantages in the field of macroscopic water-based lubrication, and have shown unlimited potential as high-performance lubricants.\nHybrid nanomaterials combined of two nanomaterials can often bring about effects that cannot be achieved with a single nanomaterial. Taking the hybrid coatings on the sliding surface combined of 0D and 2D nanomaterials, as an example, when hydrogenated diamond-like carbon (H-DLC) sliding in a dry nitrogen atmosphere as a solid lubricating coating, where at the interface 2D molybdenum disulfide and nanodiamond are added, in situ tribochemical reaction under stress induction produces onion-like carbon (OLC) results in a reduced contact area and a incommensurate contact with the H-DLC surface, thereby successfully achieving super-lubricity.[21] When graphene and nanodiamond particles is used to slide on the DLC surface, the graphene sheet at the sliding interface forms a nanoscroll around the nanodiamond, which reduces the contact area and achieves a incommensurate contact, reaching an ultralow coefficient of friction (≈0.004)[22] on an engineering scale, which must also be carried out in a dry nitrogen environment because water in a humid environment inhibits the formation of nanoscrolls. It can be seen from these studies that although DLC can achieve low friction with the aid of nanomaterials at dry conditions, the realization of low friction of DLC in water-based environment still needs further exploration.\nHybrid nanomaterials mixing two 2D nanomaterials homogeneously at microscopic scale indicate desirable tribological performance as lubricant additives in a macroscopic waterbased environment. For example, a mixed aqueous dispersion of graphite phase carbonitride/graphene oxide (g-C3N4/GO) 2D materials exhibits good tribological properties compared to pure g-C3N4 and GO dispersions.[23] This is because g-C3N4\nembedded in GO forms a composite structure, the formation of wrinkles on GO nanosheets and the agglomeration of GO in water reduce, and a friction composite film is easily formed during the sliding process, thereby reducing friction and wear and preventing frictional corrosion of the contact couple. Graphene and MoS2 composites can also provide low friction and wear during macroscopic sliding between DLC and steel.[24] At the frictional interface, MoS2 can be decomposed into Mo and S at high contact pressure, contributing to the conversion of DLC to graphene and amorphous carbon, which provides a low shear sliding and results in low friction and wear. Adding BP nanosheets in polyetheretherketone (PEEK)/polytetrafluoroethylene (PTFE) and carbon fiber (CF)/PTFE composites, the friction and wear of the composites can also decreased dramatically due to the formation of BP films on counterpart surfaces.[25] Polytetrafluoroethylene thin films reinforced with a negative Poisson’s ratio BP layers have better antiwear and antifriction performances because of expanding and energy absorbing of BP layers than that of reinforced with ball-milled graphite (BMG) nanoparticles.[26] More importantly, both experimental and theoretical simulations have confirmed that the van der Waals heterojunctions formed between graphene and hexagonal boron nitride can achieve robust superlubricity, and surprisingly the dynamic friction of these interfaces with a moiré superstructure exhibits a nonmonotonic behavior of decreasing first and then increasing with the gradually increasing external load. These negative friction coefficients are derived from the energy dissipation caused by load-induced suppression of out-of-plane atomic motion.[27–29]\nThe above discussion in theory and experiment has demonstrated that the use of hybrid nanomaterials, either by forming an incommensurate contact by the combination of 0D and 2D nanomaterials, or forming van der Waals heterojunctions by two 2D nanomaterials, is promising to reduce friction and energy dissipation in a dry sliding. However, achieving low friction by using hybrid nanomaterials as water-based lubricant additives in a macroscopic low-viscosity water-based environment remains a major challenge. Therefore, in this paper, a 2D layered nanomaterial black phosphorus was synthesized by a modified liquid phase exfoliation method, and a black phosphorus–graphene oxide hybrid nanomaterial (BP-GO) was successfully synthesized by self-assembly method. The lubricating properties of the hybrid nanomaterial as waterlubricating additives were evaluated by a CSM friction and wear tester using a Si3N4/DLC friction pair. Finally, the lubrication mechanism of the hybrid nanomaterial was discussed."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Chemical and Structural Characterization of the BP-GO Hybrid Nanomaterials",
      "text" : "Figure 1 shows the BP crystal powder, GO powder, and aqueous dispersions of BP (0.17 wt%), GO (0.01 wt%), and BP-GO (0.17 wt% BP–0.01 wt% GO). It can be seen that the BP crystal powder is macroscopically a small piece or a powder crystal and has a metallic luster, while GO is a dark brown fluffy powder. The BP, GO, and BP-GO aqueous dispersions all have\nAdv. Mater. Interfaces 2019, 1901174\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (3 of 9)\ngood water dispersibility, when irradiated from the side with a laser, the colloidal Tyndall effect exhibited. The OH− ion of NaOH in the liquid phase exfoliation is adsorbed on the BP surface, causing a negative charge surface with a good dispersion stability,[30] GO has excellent water dispersibility due to its oxygen-containing functional groups on the surface. Therefore, the BP-GO aqueous dispersion also has excellent water dispersibility, which is a necessary condition for the BP-GO hybrid nanomaterials as a water-based additive. From the results of the laser dynamic scatterometer test (Figure 2), the size of the prepared BP nanosheets was concentrated at 1160.4 nm. The PH of BP aqueous dispersion was 5.81. The Zeta potential was −26.3 mV, which indicates that the BP nanomaterial suspension is physically stable.\nFrom the scanning electron microscope (SEM) images in Figure S1 (Supporting Information), typical lamellar structures of BP and GO can be identified. The statistical size of BP nanosheets (Figure S3a, Supporting Information) ranged between 116 and 1306 nm. In Figure S3a, the vert distance of 2.83 nm corresponds to the thickness of 3–5 layers BP, and 22.0 nm corresponds to the thicker BP nanosheets. The size of GO nanosheets was about 1.5–2.1 µm (Figure S3b, Supporting Information). The thicknesses of GO were 5.7–6.6 nm, also indicating a few-layer structure. The layered structure of BP and GO can be clearly seen from the transmission electron microscopy (TEM) images (Figure 3), As shown in Figure 3c,d, the size of BP is smaller than GO. The thickness of the BP nanosheet is slightly thicker than that of GO. To identify the layered structures of BP-GO hybrid nanomaterials, SEM (Figure S1, Supporting Information) and high-resolution (HR) TEM (HRTEM) images (Figure S2, Supporting Information) of BP, GO, and BP-GO are given below (also in the Supporting Information). From the SEM images and element distribution, BP and GO nanosheets on the BP-GO hybrid nanomaterials can be clearly identified. In the HRTEM images of BP-GO, both parts of BP and GO can also be clearly identified. The SEM and\nAdv. Mater. Interfaces 2019, 1901174\nFigure 1. a) BP crystal powder, b) GO powder, c–e) BP, GO, BP-GO aqueous dispersion, and f–h) their Tyndall effect.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (4 of 9)\nTEM indicated that BP and GO nanosheets form BP-GO overlapping layered structures through layer-to-layer self-assembly.\nFigure 4a shows the Raman spectrum of BP powder and BP nanomaterial, three typical prominent peaks can be observed, corresponding to the phonon vibration (A1g) outside the plane and the (B2g and A2g) vibrations modes in the plane. It is worth noting that the three Raman peaks of the synthesized BP nanomaterials have different degrees of redshift relative to the peaks of the BP crystal powder, which means that the synthesized BP nanosheet material has a very small average thickness.[31,32] The appearance of a peak signal at about 521 cm−1 shows the single crystal Si piece. Three strong characteristic peaks are clearly observed in the Raman spectrum of GO: D peak, G peak and 2D peak (Figure 4b). Among them, the G peak of GO is the phonon of sp2 C atom, and the D peak is the breathing mode of phonon, which is related to the disorder and local defects of the plane edge, the width of 2D band is related to the number\nof layers of GO.[33] In the spectrum of BP-GO hybrid nanomaterials, the characteristic peaks of BP and GO appear simultaneously, suggesting the successful synthesis of BP-GO hybrid nanomaterials.\n2.2. Tribological Properties of the BP-GO Hybrid Nanomaterials as Water-Based Lubricant Additives\nThe tribological properties of BP, GO and BP-GO aqueous dispersions were tested by CSM. The concentrations of BP and GO are 0.17 wt% and 0.01 wt%, and the BP-GO aqueous dispersions are prepared by mixing 0.17 wt% BP and 0.01 wt% GO. In order to explore the effect of normal load on the tribological behavior under different lubricating conditions, four loads were set: 1, 2, 5, and 10 N and the corresponding Hertzian contact pressures were 739.7, 931.9, 1265.0, and 1594.0 MPa, respectively. Figure 5 shows the friction coefficient under\ndifferent load conditions and different lubricating conditions. Figure 5a,b shows that GO, BP and BP-GO can perform better than pure water under the loads of 1 and 2 N. The friction coefficient of GO is the lowest, and the friction coefficient of BP-GO is between GO and BP. At a high load of 10 N, the friction coefficient of BP increases, even higher than that of pure water. The friction coefficient of GO still remains the lowest, however, its running-in phase has been extended. Under the load of 2 N, the friction coefficient of pure water-lubricated DLC film is lower than that of all additives in the initial stage (<5000 Laps), it increases gradually with the increase of sliding Laps, it is very unstable, indicating the poor lubrication performance and stability of pure water under low load. The running-in process under BP, GO, and BP-GO lubrication is significantly longer than that of high load. After 25 000 Laps, the friction coefficient of BP decreased from 0.05 at high load to 0.03 at low load, and the friction coefficient of GO decreased from 0.02 at\nAdv. Mater. Interfaces 2019, 1901174\nFigure 3. TEM image: a) BP; b) GO; c,d) BP-GO hybrid nanomaterials.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (5 of 9)\nhigh load to 0.01, indicating that under BP and GO lubrication are beneficial to reduce friction coefficient under lower load. In addition, the lubricity of BP-GO is superior to that of pure BP. When the load increases to 5 N, the Si3N4-DLC friction pair has a lower friction coefficient than the BP lubrication condition before 10 000 Laps under the pure water lubrication condition. The friction coefficient under pure water lubrication shows a gradual increase trend with the increase of the sliding Laps number. The friction coefficient under BP lubrication shows a gradual decrease trend, the friction coefficient of 0.10 wt% concentration is lower than that of 0.01 wt% after running-in, indicating that the increase of BP concentration is conducive to the reduction of friction coefficient. The GO water dispersion has a stable low friction coefficient of approximately 0.025. It is worth noting that the friction coefficient of BP-GO hybrid nanomaterials lubrication decreases rapidly after a short running-in (3000 Laps), and then shows a slow decline (3000–25 000 Laps) until the friction coefficient reduces to 0.015, and maintains until the end of the test (25 000–40 000 Laps), the lowest friction coefficient during which is already close to the upper limit of the superlubricity (0.01). From the above analysis, the friction coefficient of BP-GO as a water-based additive is closely related to the normal loads, and BP-GO can exhibit unparalleled superiority at an appropriate load (5 N). In Figure 5, GO aqueous dispersions showed different friction coefficient as lubrication additive under four different loads: a) 1N, b) 2 N, c) 5 N, and d) 10 N. The friction coefficient decreased when the loads increased from 1 to 5 N, however, increased when the loads increased to a higher load of 10 N. As a lamellar nanomaterial, GO nanosheets can enter the contact easily at lower loads, forming a physical lubricating film, and cleavage easily under proper shearing force, which contributed to a low friction.[34,35] However, it would be more difficult for GO nanosheets to enter contact areas and form a lubricating film because of the squeezing space between the contact surfaces at the very high load of 10 N, and thus resulting an increased friction.[23] At the load of 5N, the friction coefficient of pure water was increased as the friction time increased, and this fit our previous work[36] very well. We found that[36] the friction coefficient of silicon nitride-DLC friction system under pure water was quite low at the running-in stage contributed by boundary lubricating\nAdv. Mater. Interfaces 2019, 1901174\nFigure 5. The friction coefficient under different additives changes with the Laps number of sliding: a) 1 N, b) 2 N, c) 5 N, and d) 10 N.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (6 of 9)\nfilms formed through tribochemical reaction between silicon nitride and water. However, the friction coefficient raised at the following stage because of the gradually weakened boundary film lubrication. Therefore, in the present work, the high friction of BP at 5 N and BP and BP-GO at 10 N may be the results of the suppression effect of BP on the tribochemical reaction under water. However, after the running-in stage, the BP would play a prevailing role on the reduction of friction once the BP nanomaterials deposited successfully on the contact surfaces and formed a lubricating film, and thus resulted a decreased friction.\nIt can be seen from the wear rate of the wear scar under several lubrication conditions in Figure 6 that GO can play a more significant wear-reduction effect under low and high loads than pure water lubrication. However, BP has excellent wear-reduction effect under all loads. The BP-GO exhibits the best wear-reduction action at the load of 5 N. The BP-GO hybrid nanomaterials achieved better antiwear performance than pure and GO at load of 10 N, in which is the significance of BP-GO as lubrication additive lies at higher loads. Lastly, the advantages of BP-GO hybrid nanomaterials can be draw as below. For one thing, The GO water solution showed lower friction coefficient than BP-GO at the loads of 1, 2, and 10 N, however, the BP-GO water solution achieved surprisingly the lowest friction coefficient close to superlubricity. For another, BP had excellent wear-reduction effect under all loads, which outperformed GO, especially at the load of 5 N. Therefore, it can be concluded that under appropriate load (5 N, Hertzian contact pressure 1265.0 MPa), BP-GO not only provide a low friction coefficient close to superlubricity, but also provide excellent antiwear effect.\nAfter friction tests, the wear scar and wear track under the normal load of 5 N were observed by an optical microscope. The boundary of the wear track was marked with a blue line in Figure 7. It can be seen that the wear tracks (Figure S4, Supporting Information) are wide under pure water lubrication conditions, and there are furrows and scratches on the surface of the wear tracks. While the BP-GO hybrid nanomaterials\nhave the smallest wear scar diameter and the shallowest pear ditch on the wear tracks. The roughness (Ra) of the wear track under water and other conditions are 0.05 and 0.03 µm, respectively. Therefore, BP-GO hybrid nanomaterials combining the advantages of two 2D layered materials, fully demonstrate their advantages in water-based lubrication environments and have great potential as water-based additives.\nIn order to determine whether the DLC structure has changed during the friction process, Raman spectroscopy was performed on the original DLC film, the wear track and wear scar under different lubrication conditions. The Raman spectra were divided into G and D bands by Gaussian fitting (see Figure 8 and Figure S5, Supporting Information). Table 1 shows the D and G peak positions and the peak intensity ratios of ID/IG. It can be seen from the Raman spectroscopy that the D and G peaks combines into a broadened peak indicating that the deposited film is essentially DLC. According to the changes of the peak position and the intensity ratio of the two peaks relative to the original DLC film, it is easy to find the significant\nAdv. Mater. Interfaces 2019, 1901174\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (7 of 9)\ndifference between the wear track on the DLC film under pure water and GO lubrication conditions and that under the BP and BP-GO ones. That is, under the pure water and GO lubrication conditions, the ID/IG intensity ratio of the wear track on the DLC film significantly increases accompanying by the blue shift of the D peak, indicating the increase of sp2 C, in other word, the graphitization transition occurs.[37–39] However, under BP and BP-GO lubrication conditions, the D and G peak positions and the peak intensity ratios of ID/IG show no significant changes indicating that the graphitization transition of DLC film was suppressed. Here, Raman analysis suggest that the water-lubricating mechanism in the presence of BP, whether in the form of pure BP or BP-GO, is different from GO. In Figure S4 (Supporting Information), typical D and G bands of nanocrystalline graphite can be found on the wear scar under water and BP, indicating that the sp2-riched transfer films were formed.[37] The typical bands of BP on wear scar under BP and the typical bands of GO on the wear scar under GO and BP-GO can also be found. This indicated that the BP and GO nanomaterials are easily to deposit on the friction contact surface and form a lubricating film. In Figure S5 (Supporting Information), there are few furrows and scratches on the surface of the wear track under BP-GO. The wear tracks are the narrowest having the shallowest pear ditches, which is well consistent with the 3D topography images in Figure S4 (Supporting Information). BP, GO and BP-GO nanomaterials can also be found visually on the corresponding friction surface, which have been demonstrated by EDS."
    }, {
      "heading" : "2.3. Discussion on Lubrication Mechanism",
      "text" : "Based on the above experiments and characterization results, the synergistic lubrication mechanism of BP-GO hybrid nanomaterials as water-based lubricant additives sliding against DLC films are clarified as shown in Figure 9. Since the BP nanomaterial is added with NaOH during the synthesis process, the surface of the prepared BP nanosheet is adsorbed negatively charged OH− the oxygen-containing functional group of GO itself is hydrophilic, therefore, the synthesized BP-GO hybrid nanomaterials can be dispersed in water uniformly and stably, which ensures the continuous supply of water-based nanomaterial additives to the frictional contact surface during the sliding process. In addition, the water molecules adsorbed on the surface and infiltrated between layers are beneficial to reduce interlayer shear force, enhancing their lubrication behavior.[15,19,40] The OH− adsorbed on the surface of BP may have a passivation effect on the dangling bonds on the surface of the DLC film during the sliding process,[41,42] promoting the reduction of friction. As typical 2D layered materials, both BP and GO have very low interlaminar shear strength, BP-GO hybrid nanomaterials form a 2D van der Waals heterojunctions microscopically by self-assembly, the lattice mismatch of which will further reduce its shear strength.[28,29,43] BP-GO hybrid nanomaterials are easily to deposit on the friction contact surface due to their very small size (Figure S5, Supporting Information), and the lubricating film formed will separate the two contact surfaces from direct contact during the sliding process, its unique layered stacking structure contributes to the sliding of the two contact surfaces, resulting in low friction behavior.\nActually, both GO and BP plays an important and irreplaceable role in the lubrication mechanism of BP-GO hybrid nanomaterials. From the perspective of friction, GO plays an active role in the significant reduction in friction coefficient. The related evidences can be clearly found from the tribological tests (Figure 5). For example, the friction of GO was quite low and the presence of GO can also pull down the friction of BP. Therefore, the friction reduction of BP-GO could be more ascribed to the function of GO. The microscopic van der Waals heterojunctions which contribute to a weakened interlaminar shear strength of BP-GO also take effect in friction reduction. From the perspective of wear, instead, BP plays an active role in the reduction of wear rate, which can be found from the excellent antiwear effect of BP and BP-GO. As a result, the\nAdv. Mater. Interfaces 2019, 1901174\nTable 1. Raman spectroscopy fitting results in Figure 8.\nDLC and wear track Position of D-peak [cm−1] Position of G-peak [cm−1] ID/IG\nDLC film 1382.16 1554.69 1.43\nWater 1404.84 1550.35 1.66\nBP 1386.75 1556.75 1.41\nGO 1395.79 1565.68 1.62\nBP-GO 1381.43 1554.31 1.44 Figure 9. Schematic diagram of lubrication mechanism of BP-GO.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (8 of 9)\nlubrication mechanism of BP-GO hybrid nanomaterials was actually the synergistic lubricating effect of GO and BP. More importantly, BP-GO hybrid nanomaterials combining excellent dispersion stability with low shear strength can produce synergistic lubrication with DLC as water-based additives, which will provide excellent lubrication performance for many water-based applications."
    }, {
      "heading" : "3. Conclusion",
      "text" : "In this work, 2D layered nanomaterial BP is synthesized by improved liquid-phase exploitation method, and the BP-GO hybrid nanomaterials are successfully synthesized by selfassembly. The excellent water dispersion stability of the hybrid nanomaterials ensures its basic qualifications as water-based additives. The lubrication performance of the hybrid nanomaterials as water lubrication additive is evaluated by using Si3N4/DLC friction pair. The results show that the hybrid nanomaterials used as water-based additives exhibit superior lubrication properties compared with the single BP and GO. The hydrophilization of the hybrid nanomaterials contributes to accessible surface adsorption and interlayer infiltration of water molecules, which is beneficial to reduce the interlayer shear force. In addition, the formation of microscopic 2D heterogeneous layered structure by self-assembly stacking further reduces the shear strength, resulting in low friction behavior in water environment."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Materials: Black phosphorus crystal powder (>99.998%) was purchased from Nanjing Xianfeng Nano Material Technology Co., Ltd. (XFNANO); sodium hydroxide (NaOH, AR 96%) powder, N-methyl pyrrolidone (NMP, ≥99.5%), and graphene oxide powder (GO, 99%) were purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. Anhydrous ethanol (99.7%) was purchased from Tianjin Bohua Pharmaceutical Chemical Co., Ltd., China. All materials were not further purified. Deionized water was used in the experiment (>18 MΩ cm).\nSynthesis of BP-GO Hybrid Nanomaterials: The preparation process of BP and BP-GO hybrid nanomaterials is shown in Figure 10. NMP is a good organic solvent[44] for 2D material exfoliation, and it has been\ndemonstrated that a saturated NaOH/NMP solution can improve the stability of the prepared BP nanosheets.[30] The presence of OH− ions in NaOH/NMP solution can improve the stability of the prepared BP nanosheets, however, gives no influences in the structure or morphology. Therefore, BP nanosheet was prepared using a modified liquid-phase exfoliation method:[31,45] 20 mg of BP crystal powder was dispersed in 100 mL of a saturated NaOH/NMP solution (1 mg mL−1), and the dispersion was transferred to a 200 mL blue cap glass bottle, and ultrasonic exfoliation was then carried out for 8 h in an ice water bath, during which time the water temperature was kept below 30 °C. The BP nanosheet dispersion after ultrasonic exfoliation was centrifuged at 3000 rmp min−1 for 10 min to remove the unexfoliated BP crystal powder, and then the supernatant was centrifuged at 9000 rmp min−1 for 20 min to obtain a BP nanosheet dispersion. The residual NMP was removed by washing with absolute ethanol and deionized water, respectively, finally obtaining an aqueous dispersion of the BP nanosheet. The BP-GO hybrid nanomaterial was prepared by magnetic stirring mixing and self-assembling of aqueous dispersion of BP and GO. During this self-assembling process, no chemical reactions occurred, as a result, BP and GO were combined by van der Waals force which was the driven force. In addition, buckled structured BP had a poor interlayer affinity, consequently, the self-assembly between BP-BP was impeded.[5] Note: in order to avoid the degradation of BP, the BP powder must be stored in a high vacuum or in a glove box. The anhydrous ethanol and deionized water used in this experiment must be deoxygenated using high-purity argon bubbling for 30 min.\nCharacterization of BP-GO Hybrid Nanomaterials: The dispersion was ultrasonically dispersed in alcohol, and then dropped on a single crystal silicon wafer to prepare a Raman test sample. The molecular vibration mode of the prepared BP nanomaterial was analyzed by a laser Raman microscope (inVia Raman Microscope). The size and zeta potential of the BP aqueous dispersion were tested by a laser dynamic scatterometer (Zetasizer Nano ZS ZEN 3600, Malvern, UK). Atomic force microscopy (AFM, NanoScope III) was used for the thickness characterization. The morphology was observed by SEM (TESCAN, MIRA3) and TEM (Tecnai G2 TF20). A TEM microgate with a carbon support film was used as a carrier for the prepared nanomaterial.\nTribological Evaluation of BP-GO Hybrid Nanomaterials: The friction test was carried out on a CSM friction machine with a linear reciprocating stroke (amplitude) of 5 mm, a frequency of 5 Hz, loads of 2 and 5 N, and a test distance of 40 000 Laps (400 m). The temperature and relative humidity were 25 ± 5 °C and 20 ± 5% RH, respectively. The tribological properties of BP, GO, and BP-GO as water-based additives were evaluated using silicon nitride (Si3N4) ceramic spheres and 304 stainless steel sheets deposited with DLC films. 200 µL of waterbased additive was dropped into the contact area of the ball and the film during the test. The coefficient of friction under each condition was tested at least three times.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "P.G. and S.Q. contributed equally to this work. This work was supported by the National Key R&D Program of China (No. 2018YFB0703801), the National Natural Science Foundation of China (No. 51775535), and the Key Projects of Guangxi Province Science and Technology Plan (N0. AA18242002)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest.\nAdv. Mater. Interfaces 2019, 1901174\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1901174 (9 of 9)"
    }, {
      "heading" : "Keywords",
      "text" : "black phosphorus, graphene oxide, hybrid nanomaterials, water-based additives, water lubrication\nReceived: July 5, 2019 Revised: August 27, 2019\nPublished online:\n[1] X. Ling, H. Wang, S. Huang, F. Xia, M. S. Dresselhaus, Proc. Natl. Acad. Sci. USA 2015, 112, 4523. [2] H. Liu, Y. Du, Y. Deng, P. D. Ye, Chem. Soc. Rev. 2015, 44, 2732. [3] Y. Zhao, Y. Chen, Y.-H. Zhang, S.-F. Liu, Mater. Chem. Phys. 2017,\n189, 215. [4] T. H. Lee, S. Y. Kim, H. W. Jang, Nanomaterials 2016, 6, 194. [5] J. Sun, H. W. Lee, M. Pasta, H. Yuan, G. Zheng, Y. Sun, Y. Li, Y. Cui,\nNat. Nanotechnol. 2015, 10, 980. [6] C. Chowdhury, S. Karmakar, A. Datta, ACS Energy Lett. 2016, 1, 253. [7] J. Kang, J. D. Wood, S. A. Wells, J.-H. Lee, X. Liu, K.-S. Chen,\nM. C. Hersam, ACS Nano 2015, 9, 3596. [8] H. Liu, K. Hu, D. Yan, R. Chen, Y. Zou, H. Liu, S. Wang, Adv. Mater.\n2018, 30, 1800295. [9] F. Ali, F. Ahmed, Z. Yang, I. Moon, M. Lee, Y. Hassan, C. Lee,\nW. J. Yoo, Adv. Mater. Interfaces 2019, 6, 1801528. [10] S. Zhang, T. Ma, A. Erdemir, Q. Li, Mater. Today 2019, 26, 67. [11] P. Guo, L. Chen, J. Wang, Z. Geng, Z. Lu, G. Zhang, ACS Appl.\nNano Mater. 2018, 1, 6444. [12] J. Tao, W. Shen, S. Wu, L. Liu, Z. Feng, C. Wang, C. Hu, P. Yao,\nH. Zhang, W. Pang, X. Duan, J. Liu, C. Zhou, D. Zhang, ACS Nano 2015, 9, 11362. [13] L. Bai, B. Liu, N. Srikanth, Y. Tian, K. Zhou, Nanotechnology 2017, 28, 355704. [14] Z. Cui, G. Xie, F. He, W. Wang, D. Guo, W. Wang, Adv. Mater. Interfaces 2017, 4, 1700998. [15] S. Wu, F. He, G. Xie, Z. Bian, J. Luo, S. Wen, Nano Lett. 2018, 18, 5618. [16] R. Qiang, L. Hu, K. Hou, J. Wang, S. Yang, Tribol. Lett. 2019, 67, 64. [17] Y. Hu, Y. Wang, Z. Zeng, H. Zhao, X. Ge, K. Wang, L. Wang, Q. Xue,\nCarbon 2018, 137, 41. [18] W. Zhang, Y. Cao, P. Tian, F. Guo, Y. Tian, W. Zheng, X. Ji, J. Liu,\nACS Appl. Mater. Interfaces 2016, 8, 32440. [19] W. Wang, G. Xie, J. Luo, ACS Appl. Mater. Interfaces 2018, 10, 43203. [20] W. Wang, G. Xie, J. Luo, Friction 2018, 6, 116. [21] D. Berman, B. Narayanan, M. J. Cherukara, S. K. R. S. Sankaranarayanan,\nA. Erdemir, A. Zinovev, A. V. Sumant, Nat. Commun. 2018, 9, 1164.\n[22] D. Berman, S. A. Deshmukh, S. K. R. S. Sankaranarayanan, A. Erdemir, A. V. Sumant, Science 2015, 348, 1118. [23] A. He, S. Huang, J.-H. Yun, Z. Jiang, J. R. Stokes, S. Jiao, L. Wang, H. Huang, Tribol. Lett. 2018, 66, 42. [24] K. C. Mutyala, Y. A. Wu, A. Erdemir, A. V. Sumant, Carbon 2019, 146, 524. [25] Y. Lv, W. Wang, G. Xie, J. Luo, Tribol. Lett. 2018, 66, 61. [26] S. Peng, Y. Guo, G. Xie, J. Luo, Appl. Surf. Sci. 2018, 441, 670. [27] D. Mandelli, W. Ouyang, O. Hod, M. Urbakh, Phys. Rev. Lett. 2019,\n122, 076102. [28] Y. Song, D. Mandelli, O. Hod, M. Urbakh, M. Ma, Q. Zheng, Nat.\nMater. 2018, 17, 894. [29] I. Leven, D. Krepel, O. Shemesh, O. Hod, J. Phys. Chem. Lett. 2013,\n4, 115. [30] Z. Guo, H. Zhang, S. Lu, Z. Wang, S. Tang, J. Shao, Z. Sun, H. Xie,\nH. Wang, X.-F. Yu, P. K. Chu, Adv. Funct. Mater. 2015, 25, 6996. [31] Y. Xu, Z. Wang, Z. Guo, H. Huang, Q. Xiao, H. Zhang, X.-F. Yu, Adv.\nOpt. Mater. 2016, 4, 1223. [32] H. Liu, A. T. Neal, Z. Zhu, Z. Luo, X. Xu, D. Tománek, P. D. Ye, ACS\nNano 2014, 8, 4033. [33] O. Akhavan, Carbon 2010, 48, 509. [34] L. Liu, M. Zhou, L. Jin, L. Li, Y. Mo, G. Su, X. Li, H. Zhu, Y. Tian,\nFriction 2019 , 7, 199. [35] H.-J. Song, N. Li, Appl. Phys. A 2011, 105, 827. [36] P. Guo, Z. Geng, Z. Lu, G. Zhang, Z. Wu, Tribol. Int. 2018, 128, 248. [37] A. C. Ferrari, J. Robertson, Phys. Rev. B 2000, 61, 14095. [38] J. Robertson, Mater. Sci. Eng., R 2002, 37, 129. [39] A. C. Ferrari, J. Robertson, Phys. Rev. B 2001, 64, 075414. [40] L.-F. Wang, T.-B. Ma, Y.-Z. Hu, H. Wang, Phys. Rev. B 2012, 86,\n125436. [41] T. Kuwahara, G. Moras, M. Moseler, Phys. Rev. Lett. 2017, 119,\n096101. [42] A. R. Konicek, D. S. Grierson, A. V. Sumant, T. A. Friedmann,\nJ. P. Sullivan, P. U. P. A. Gilbert, W. G. Sawyer, R. W. Carpick, Phys. Rev. B 2012, 85, 155448. [43] L. Wang, T. Ma, Y. Hu, Q. Zheng, H. Wang, J. Luo, Nanotechnology 2014, 25, 385701. [44] J. N. Coleman, M. Lotya, A. O’Neill, S. D. Bergin, P. J. King, U. Khan, K. Young, A. Gaucher, S. De, R. J. Smith, I. V. Shvets, S. K. Arora, G. Stanton, H.-Y. Kim, K. Lee, G. T. Kim, G. S. Duesberg, T. Hallam, J. J. Boland, J. J. Wang, J. F. Donegan, J. C. Grunlan, G. Moriarty, A. Shmeliov, R. J. Nicholls, J. M. Perkins, E. M. Grieveson, K. Theuwissen, D. W. McComb, P. D. Nellist, V. Nicolosi, Science 2011, 331, 568. [45] P. Yasaei, B. Kumar, T. Foroozan, C. Wang, M. Asadi, D. Tuschel, J. E. Indacochea, R. F. Klie, A. Salehi-Khojin, Adv. Mater. 2015, 27, 1887.\nAdv. Mater. Interfaces 2019, 1901174"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "DOI: 10.1002/admi.201901174 forces.[10,11] As an emerging 2D nanomaterial, explorations with great enthusiasm on the microscopic and macroscopic tribological behavior of black phosphorus have begun during the academic community. More importantly, black phosphorus shows a fascinating prospect as a green water-based lubrication additive. Similar to the common 2D materials such as graphene (G), hexagonal boron nitride (h-BN), and transition metal sulfide (TMD), black phosphorus has a layered structure, and its unique wrinkle anisotropic geometry gives it unique anisotropic mechanical and electrical properties.[12] The microscopic friction of single-layer and double-layer black phosphorus on amorphous silicon substrates were studied by sliding rigid tips,[13] is the result showed that the friction is highly anisotropic, that is, the friction in the armchair direction is greater than that in the zigzag direction. This anisotropic friction behavior is independent of the contact area because the potential energy barrier in the direction of the armchair is much larger than that in the zigzag direction. For the double-layer black phosphorus, the friction depends on the layer stacking mode. The friction of the A–A stacked double-layer increases, because of the strong adhesion between the layers; however, the friction of the A–Z stacked double layer reduces due to incommensurate contact, which reduces adhesion and friction. Some works also show that the anisotropy atomic-scale friction of BP is induced by the anisotropies in amplitudes of tip-induced flexural deformations. The nanoscale friction of BP flakes can also be affected by the number of layers. Bellow five layers, the friction increases because of strengthening mechanism. However, the friction of five-layers BP flakes is very similar to that of bulk BP.[14] In addition to the layered structure, the environmental degradation of black phosphorus is also significantly beneficial to its lubricating behavior.[15] Reduced friction by about 50% can be clearly observed using an atomic force microscope at the oxidized degraded area of the black phosphorus nanosheet; the result shows that water absorption is essential for the degradation characteristics and friction reduction behavior of black phosphorus nanosheets, and the combination of water molecules and the chemical groups (POH bond) formed on the oxidized surface may account for friction reduction of the degraded black phosphorus nanosheets. In recent years, nanomaterials show great potential as green water-based lubricant additives. For examples, graphene 2D hybrid nanomaterials show great potential in reducing friction and energy dissipation of dry sliding both theoretically and experimentally. However, the achievement of low friction by introducing the hybrid nanomaterials in a macroscopic water-based environment remains a major challenge. Here, black phosphorus–graphene oxide (BP-GO) hybrid nanomaterials with a 2D layered structure are synthesized successfully. As water-based additives, the BP-GO hybrid nanomaterials enable the significant reduction of friction and wear. The lubrication mechanism proposed involves the easy interlayer shear that originated from the hydrophilization and unique microscopic heterojunction stacking structure of the 2D BP-GO hybrid nanomaterials. This study demonstrates the fascinating prospect of the 2D BP-GO hybrid nanomaterials toward advanced macroscopic lubricating properties under water.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}