{
  "name" : "downloads_2020-09-01_9d_zeng2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Boosting the Photocatalytic Ability of Cu2O Nanowires for CO2 Conversion by MXene Quantum Dots",
    "authors" : [ "Zhiping Zeng", "Yibo Yan", "Jie Chen", "Ping Zan", "Qinghua Tian", "Peng Chen" ],
    "emails" : [ "chenpeng@ntu.edu.sg" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FULL PAPER www.afm-journal.de\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1806500 (1 of 9)"
    }, {
      "heading" : "Boosting the Photocatalytic Ability of Cu2O Nanowires for CO2 Conversion by MXene Quantum Dots",
      "text" : ""
    }, {
      "heading" : "Zhiping Zeng, Yibo Yan, Jie Chen, Ping Zan, Qinghua Tian, and Peng Chen*",
      "text" : "MXene quantum dots (QDs) are emerging 0D nanomaterials. Here, a new heterostructure is developed based on a 1D photoactive semiconductor and a 0D MXene QD for improved photocatalytic reduction of CO2 into methanol. Specifically, Ti3C2 QDs are incorporated onto Cu2O nanowires (NWs) through a simple self-assembly strategy. It is demonstrated that Ti3C2 QDs not only significantly improve the stability of Cu2O NWs but also greatly improve their photocatatlytic performance by enhancing charge transfer, charge transport, carrier density, light adsorption, as well as by decreasing band bending edge and charge recombination. The energy level diagram derived from both experimental measurements and theoretical calculations provide further insights of such hierarchical photocatalysis system.\nDOI: 10.1002/adfm.201806500\nDr. Z. Zeng, Dr. Y. Yan, J. Chen, P. Zan, Prof. P. Chen School of Chemical and Biomedical Engineering Nanyang Technological University 70 Nanyang Drive, Singapore 637457, Singapore E-mail: chenpeng@ntu.edu.sg Prof. Q. Tian Department of Chemistry School of Sciences Zhejiang Sci-Tech University 928 Second Avenue, Xiasha Higher Education Zone Hangzhou 310018, P. R. China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201806500.\nprocesses (e.g., atomic layer deposition, e-beam evaporation) and/or noble metals, and often give limited success.\nMXenes, referring to a new class of 2D transition metal carbides, nitrides, or carbonitrides, have recently attracted much attention because MXenes offer a unique combination of good electronic conductivity, good chemical stability, and abundant active catalytic sites.[23–30] Recently, a few studies have shown the potential of MXenes in photocatalysis applications.[31–34] For instances, Ti3C2 sheet has been employed as an efficient cocatalyst on CdS, ZnS, TiO2, C3N4, or Bi2WO6 to enhance their photocatalytic activities.[35–39]\n0D quantum dots (QDs) derived from 2D materials (e.g., graphene quantum dots, boron nitride nanodots, and molybdenum disulfide nanodots) exhibit distinct properties as compared to their 2D counterparts, such as bandgap widening due to quantum confinement, better tunability in physicochemical properties, more abundant active edge sites, and better dispersibility. A few recent studies have demonstrated the use of MXene QDs for cell imaging,[40] photothermal therapy,[41] pH sensor,[42] H2O2 detection,[43] and sodium-ion battery.[44] Herein, we have elaborately designed hierarchical Ti3C2 QDs/Cu2O nanowires (NWs)/Cu heterostructures via a progressive electrostatic self-assembly strategy for solar-driven CO2 conversion. We demonstrate that T3C2 QDs greatly enhance the photocatalytic activity and the stability of Cu2O NWs. The synergistic cooperation of 0D T3C2 QDs and 1D Cu2O NWs is disclosed and the photoinduced conversion mechanism is further revealed based on density functional theory (DFT) calculation."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : "As illustrated in Figure 1, Ti3AlC2 powder first reacts with hydrofluoric (HF) acid to etch away aluminum layers,[27] resulting accordion-like Ti3C2 structures (Figure S1, Supporting Information). The Ti3C2 layers are terminated with surface moieties (a mixture of OH, O, and F) to replace aluminum. Subjecting to strong ultrasonication in a protective atmosphere, the layered Ti3C2 structures are broken into Ti3C2 microsheets (Figure S2, Supporting Information). Finally, functionalized Ti3C2 QDs were obtained by hydrothermally cutting Ti3C2 sheets and passivated by polyethylenimine (PEI) (Figure S3, Supporting Information). The size, morphologies, surface charge, composition, and elemental analysis of Ti3C2 QDs and Ti3C2 sheets are presented in Figures S2–S6 in the Supporting Information."
    }, {
      "heading" : "Photocatalysis",
      "text" : ""
    }, {
      "heading" : "1. Introduction",
      "text" : "The excessive emission and accumulation of CO2 are the serious threat to sustainable development of earth. Therefore, tremendous efforts have been stimulated for conversion of CO2 into clean and renewable fuels. Since the pioneer work by Halmann in 1978,[1] numerous semiconductor catalysts have been developed for photocataytic and photoelectrochemical (PEC) reduction of CO2.[2–9] Among them, p-type Cu2O nanostructures, which desirably have a conduction band more negative than the redox potential of CO2 and a not-too-wide bandgap (≈2.2 eV) to ensure broad light absorption, have been widely explored for photoinduced conversion of CO2.[10–14] Nevertheless, the major shortcoming of Cu2O-based nanomaterials is the fact that Cu2O is easily oxidized or reduced by the photoinduced charge carriers. Various strategies have thus been developed to protect active surface of Cu2O by integration with, for examples, carbon nanomaterials,[15,16] noble metals,[17–19] or other semiconductors.[13,20–22] These methods, however, require complicated or expensive fabrication\nAdv. Funct. Mater. 2019, 29, 1806500\n1806500 (3 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nUV–vis diffuse reflectance spectroscopy (DRS) shows that decoration of Ti3C2 sheets on Cu2O NWs/Cu enhances the light absorption efficiency while decoration of Ti3C2 QDs enhances both efficiency and range of light adsorption (Figure 4e). Strong light adsorption is desirable for photocatalysis. The bandgap can be estimated from the plot of (α − hʋ)2 versus photon energy, as shown in Figure 4f. The bandgap, obtained by extrapolating the maximum slope, is 2.02 eV for Ti3C2 QDs/Cu2O NWs/Cu, which is smaller than that of Cu2O (2.2 eV) and Ti3C2 sheets/ Cu2O NWs/Cu (2.14 eV), suggesting the better light absorption ability of Ti3C2 QDs/Cu2O NWs/Cu.\nAs shown in Figure 5a, the photocurrent of Ti3C2 QDs/Cu2O NWs/Cu is the greatest among the three heterostructures, attributable to improved light absorption, charge separation, and transport facilitated by Ti3C2 QDs. The photostability of Ti3C2 QDs/Cu2O NWs/Cu is also the best as compared the other heterostructures (Figure 5a and Figures S12 and S13, Supporting Information). The poor stability of bare Cu2O NWs due to easy\noxidation greatly limits their use. Our experiments confirm the protective roles of Ti3C2 and suggest that Cu2O NWs have better contact with Ti3C2 QDs than Ti3C2 sheets. As demonstrated in Figure 5c and Figure S14 in the Supporting Information, initial increase of Ti3C2 QD concentration improves the photocurrent, but a too high concentration does the opposite because Ti3C2 QDs block too much light adsorption of Cu2O NWs. Photostability is also enhanced by increasing Ti3C2 QD concentration until reach a plateau. In the following experiments, the optimal concentration of Ti3C2 QDs (0.5 mg mL−1) was used.\nThe performance of all three Cu2O-based photocatalysts for CO2 photoreduction was evaluated over 6 h. 1H NMR and gas chromatography (GC) (Figures S15–S17, Supporting Information) show that CH3OH is essentially the only product from CO2 photoreduction. Ti3C2 QDs/Cu2O NWs/Cu gives the highest methanol yield of 153.38 ppm cm−2, which is 8.25 times of that from Cu2O NWs/Cu and 2.15 times of that from Ti3C2 sheets/ Cu2O NWs/Cu. For Ti3C2 QDs/Cu2O NWs/Cu, a production rate\nAdv. Funct. Mater. 2019, 29, 1806500\nFigure 2. Field emission scanning electron microscopy images of a,b) Cu2O NWs/Cu, c,d) Ti3C2 QDs/Cu2O NWs/Cu, and e,f) Ti3C2 sheets/Cu2O NWs/Cu heterostructures.\n1806500 (5 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nCu2O NWs/Cu, and Ti3C2 QDs/Cu2O NWs/Cu, determined by the linear extrapolation of 1/C2, are 0.59, 0.56, and 0.52 V (vs reversible hydrogen electrode (RHE)), respectively. This observation suggests that Ti3C2 QDs cause an apparent decrease in band bending edge at the junction with Cu2O NWs. Further, the carrier density ND can be determined from the linear region of M–S plots based on the following equation:[48] ND = – (2/eεε0) [dU/d(1/C2)], where e = 1.6 × 10−19 C, ε = 7.5 for Cu2O,[49] ε0 = 8.86 × 10−12 F m−1, and U is applied potential. The ND of Cu2O NWs/Cu, Ti3C2 sheets/Cu2O NWs/Cu, and Ti3C2 QDs/Cu2O NWs/Cu heterostructures is calculated to be 1.09 × 1019, 1.89 × 1019, 2.75 × 1019 cm−3, respectively. This implies that Ti3C2 QDs can largely increase the carrier density, presumably attributable to their ability to improve light adsorption (see also Figure 4e) and charge separation. Taken together, the enhanced CO2 reduction performance of Ti3C2 QDs/Cu2O NWs/Cu is owing to the abilities of Ti3C2 QDs to promote charge transfer, decrease band bending edge, and increase carrier density.\nBased on the high-resolution TEM image of a Ti3C2 QD (Figure 6a), the optimized (strain-free) structure is depicted in Figure 6b,c. The Fermi level (EF vs vacuum level) and electronic structure of O-terminated Ti3C2 QDs are determined by DFT calculation (Figure 6d). Density of states (DOS) of Ti3C2 QDs exhibits numerous electronic states cross the Fermi level (Figure 6e), suggesting the excellent conductivity of Ti3C2 QDs, which is beneficial for electron transport. Energy level structure diagram of the heterostructure\nsystems is illustrated in Figure 6f. The valence band (VB) and conductive band (CB) of Cu2O NWs are determined to be 1.497 and −0.703 V (vs normal hydrogen electrode (NHE), pH = 7). EF (vs NHE, pH = 7) of Ti3C2 QDs is calculated to be −0.523 V according to Figure 6d while EF of the Ti3C2 sheets is reported to be 0.71 V (vs NHE, pH = 7).[37]\nUnder simulated solar light irradiation, electrons are photoexcited from the VB of Cu2O to its CB. As Ti3C2 QD is highly conductive and its EF is less negative than the CB of Cu2O, the photoexcited electrons tend to transfer to the QD and accumulate instead of being recombined within Cu2O. And because the EF of Ti3C2 QD is more negative than the redox potential of CO2 to methanol, the accumulated electrons stimulate this reduction reaction. Moreover, Ti3C2 prefers to chemisorb CO2 instead of H2O and further facilitates CO2 reduction by promoting H+ attachment and readily donating electrons.[50,51] Although MXene may be oxidized or hydroxylated during the reaction, these oxygenated groups on Ti3C2 can actually further enhance CO2 adsorption and interaction with the intermediate carbonated products.[52] We propose that the CO2 reduction to methanol is a six-electron-transfer process as shown in Figure S19 in the Supporting Information. The reduction of CO2 to CO cannot easily occur because the standard redox potential for this reaction (−0.53 V vs NHE) is more negative than the Fermi level of Ti3C2 QDs. In comparison, the EF of Ti3C2 sheets is positive which is not desirable for catalyzing the reaction. This diagram explains why Ti3C2 QDs/Cu2O NWs outperforms Ti3C2 sheets/Cu2O NWs and Cu2O NWs.\nAdv. Funct. Mater. 2019, 29, 1806500\nFigure 4. a,b) High-resolution XPS spectra of C 1s and Cu 2p of Ti3C2 QDs/Cu2O NWs/Cu. c) XPS survey spectra, d) XRD patterns, e) UV–vis diffuse reflectance spectra (DRS), and f) the plots of transformed Kubelka–Munk function of Cu2O NWs/Cu, Ti3C2 sheets/Cu2O NWs/Cu, and Ti3C2 QDs/Cu2O NWs/Cu heterostructures.\n1806500 (6 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806500"
    }, {
      "heading" : "3. Conclusion",
      "text" : "In summary, a hierarchical heterostructure, specifically Ti3C2 QDs decorated Cu2O NWs on Cu mesh, has been constructed via simple electrostatic self-assembly. Methanol production resulting from the photocatalytic reduction of CO2 by Ti3C2 QDs/Cu2O NWs/Cu is 8.25 times or 2.15 times of that from Cu2O NWs/Cu or Ti3C2 sheets/Cu2O NWs/Cu, respectively. We demonstrate both experimentally and theoretically that Ti3C2 QDs not only significantly improve the stability of Cu2O NWs but also greatly improve their photocatalytic performance by enhancing charge transfer, charge transport, carrier density, light adsorption as well as by decreasing band bending edge and charge recombination. MXene QDs are new 0D nanomaterials which have recently attracted considerable research interest because of their unique properties. This study adds a new dimension to their application scope."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Synthesis of Cu2O/Cu Mesh Photocathode: The Cu mesh (Alfa Aesar, wire diameter of 0.11 mm) was anodized in 3.0 m NaOH solution for 30 min at a current density of 10 mA cm−2 to produce Cu(OH)2 NWs/Cu mesh. The Cu(OH)2 NWs/Cu mesh was calcinated at 550 °C at N2 atmosphere for 4 h to obtain Cu2O NWs/Cu mesh.\nPreparation of Ti3C2 Sheets and Ti3C2 Quantum Dots: 2.0 g Ti3AlC2 power (Nanjing Mission Materials Co. Ltd.) was immersed in 20 mL of 48 wt% HF acid (VWR chemicals) with stirring for 18 h to obtain a stable suspension. The suspension was centrifuged to obtain the solid Ti3C2 powder, which was then washed multiple times with deionized (DI) water and dried under vacuum at 60 °C for 12 h. 1.0 g of Ti3C2 was mixed with 20 mL of dimethyl sulfoxide (DMSO) for 20 h, followed by centrifugation at 3500 rpm for 5 min. The precipitate was dispersed in DI water at a mass ratio of 1:300, with argon gas being continuously bubbled and sonication for 3 h. The prepared solution was centrifuged at 3500 rpm for 20 min to remove unexfoliated particles, leaving suspended Ti3C2 sheets. Subsequently, PEI was added to the dispersion and heated at 120 °C in\nFigure 5. a) Photoelectrochemical performance of Cu2O NWs/Cu, Ti3C2 sheets/Cu2O NWs/Cu, and Ti3C2 QDs/Cu2O NWs/Cu. b) Photoelectrochemical stability measurement of Ti3C2 QDs/Cu2O NWs/Cu. c) Photocurrent densities (at 0 V vs RHE; left axis) and photostability (right axis) of Ti3C2 QDs/Cu2O NWs/Cu using different concentrations of Ti3C2 QDs. d) Yields of methanol as a function of time. e) Nyquist plots from electrochemical impedance spectroscopy (EIS). f) Mott–Schottky plots.\n1806500 (7 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806500\nN2 atmosphere for 5 h. The solution was dialyzed with a dialysis bag (molecular weight cut-off (MWCD): 10 k Da) for 3 d, producing the positively charged PEI-modified Ti3C2 sheets. The Ti3C2 sheets was finally concentrated by a rotatory evaporator and freeze dried for further usage.\nThe dispersion of Ti3C2 sheets (without PEI modification) was tip sonicated under argon atmosphere for 6 h at 120 W. Then, the dispersion was bath sonicated continuously for 10 h at a power of 300 W. Then PEI was added to the dispersion and heated at 120 °C at N2 atmosphere for overnight. The suspension was filtered using 220 nm membrane. The positively charged Ti3C2 QDs are obtained by dialyzing the filtered solution with a dialysis bag (MWCD: 1000 Da) for 3 d. Ti3C2 QDs was finally concentrated by a rotatory evaporator and freeze dried for further usage.\nPreparation of Ti3C2 QDs/Cu2O NWs/Cu and Ti3C2 Sheets/Cu2O NWs/Cu Heterostructures: Cu2O NWs/Cu mesh was dipped into PSS solution (1% volume in ethanol) for 2 h at 90 °C, thoroughly washed with ethanol for three times and dried with a gentle N2 stream. PSS-modified Cu2O NWs/Cu was immersed into positively charged PEI-modified Ti3C2 QDs solutions with different concentrations for 24 h under ambient condition, then washed with DI water, and dried with a N2 stream. Finally, self-assembled Ti3C2 QDs/Cu2O NWs/Cu heterostructure electrodes were calcined in argon atmosphere at 200 °C for 1 h. Ti3C2 sheets/Cu2O NWs/Cu heterostructure electrode was fabricated similarly, except using Ti3C2 sheet solution instead.\nCharacterization: Scanning electron microscopy (SEM) and energy dispersive spectroscopy images were acquired with field emission scanning electron microscopy (JEOL, JSM-6700F). TEM images were obtained by using a JEOL JEM 2010F. Scanning transmission electron microscopy (STEM)-energy dispersive X-ray (EDX) elemental mapping images were collected by a JEOL JEM 2100F instrument. UV–vis DRS were obtained by a UV–vis–NIR spectrometer (Varian Cary 500 Scan) with BaSO4 as the background. XPS spectra were collected on a photoelectron spectrometer (ESCALAB 250, Thermo Fisher Scientific), and binding energy (BE) of the element was calibrated based on the BE of carbon (284.60 eV). Crystal structure was explored by X-ray diffraction (Brucker D8, 40 kV, 40 mA) using Cu Kα as the radiation source. FTIR spectra were recorded on a PerkinElmer FTIR spectrometer. Photoluminescence spectra were collected by an LP920-KS instrument. Atomic force microscopy (MFP3D, Asylum Research) images were taken using the tapping mode. Dynamic light scattering analysis (Zeta PALS, Brookhaven Instruments Co.) was used to determine the Zeta potential. Raman spectra were collected on a RenishawinVia Raman System 1000. Photoreduction\nproduct of isotopically labeled 13CO2 was determined by GC-mass spectrometry (MS) (Agilent, GC 6890N, MS 5973). 1H nuclear magnetic resonance (1H NMR, Avance 300 NMR) was employed to analyze the product, for which DMSO was used as the internal standard.\nPEC Measurements: PEC measurements were carried out by an electrochemical workstation (Zennium, Zahner), using the standard three-electrode configuration (platinum plate as the counter and Ag/ AgCl as the reference) and a medium containing 20 mL Na2SO4 (0.5 m, pH = 5.8 with potassium phosphate 0.1 m). Our heterostructure electrodes (20 mm × 10 mm) were vertically dipped into electrolyte and irradiated with a 300 W Xenon arc lamp (Newport) equipped with an AM 1.5 filter.\nPhotochemical Reduction of Carbon Dioxide: The photocatalytic reactions were carried out in a 100 mL quartz bottle with a screw cap. Before the experiment, high purity CO2 gas was bubbled into 80 mL H2O for 1 h to reach the saturation solubility. Cu2O-based heterostructures (2 cm2) were vertically hung in the cell and irradiated by a 300 W Xe lamp. The GC was employed to analyze the products, using follows inlet temperature of 250 °C, Mol Sieve columns, 30 m of capillary column, and temperature rise from 80 °C, then 10 °C min−1 to 150 °C, holding 2 min, and then cooling.\nDFT Calculation: First-principles calculations were performed using the QUANTUM-ESPRESSO Package.[53] Spin-polarized Perdew–Burke– Ernzerhof exchange correlation function was used to describe the exchange correlation.[54,55] A cutoff energy of 60 Ry was used for the plane-wave expansion.[56] For simulating Ti3C2 QD, a hexagonal cluster was used with a diameter of 24.3 Å, comprising 303 atoms (133 Ti, 96 C and 74 O atoms). The model was calculated by placing it inside a 50 Å × 50 Å × 50 Å space, leading to vacuum layers of at least 25 Å. The Brillouin zone was sampled by a 1 × 1 × 1 k-mesh. The geometry was optimized until all residual forces were below 0.02 eV Å−1. According to the obtained work function (−4.39 eV vs Vacuum level) of O-terminated Ti3C2 QDs and the conversion formula of EF (vs NHE) and EF (vs Vacuum level), EF (vs NHE, pH = 0) = − 4.5 V – EF (vs Vacuum level), and the Nernst equation E (vs NHE, pH = 7) = E(vs NHE, pH = 0) –0.059 pH, EF (vs NHE, pH = 7) of O-terminated Ti3C2 QDs can be calculated to be −0.523 V.\nConductive Band and Valence Band of Cu2O: According to the Mulliken electronegativity theory, the position of VB and CB of Cu2O can be calculated via the following equations:[57,58] EVB = χ – Ee + 0.5 Eg, ECB = EVB – Eg, where χ is the Mulliken electronegativity of the semiconductor (5.32 eV for Cu2O[59]), Ee is the energy of free electrons versus hydrogen (4.5 eV),\nFigure 6. a) High-resolution TEM image of a Ti3C2 QD. b–e) The top view, side view of structure, calculated Femi level, and DOS of O-terminated Ti3C2 QD model. f) Energy level diagram of Ti3C2 QDs/Cu2O NWs/Cu and Ti3C2 sheets/Cu2O NWs/Cu heterostructures.\n1806500 (8 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806500\nEg is the bandgap energy of the semiconductor. According to the bandgap of Cu2O obtained by UV–vis DRS measurement, ECB and EVB of Cu2O are calculated to be −0.703 and 1.497 V (vs NHE, pH = 7), respectively.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by an AcRF tier 2 grant (MOE2017-T2-2-005) from Ministry of Education (Singapore)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "CO2 reduction, Cu2O nanowires, MXene quantum dots, photocatalysis\nReceived: September 13, 2018 Revised: October 19, 2018\nPublished online: November 19, 2018\n[1] M. Halmann, Nature 1978, 275, 115. [2] S. Chu, Y. Cui, N. Liu, Nat. Mater. 2017, 16, 16. [3] M. Mikkelsen, M. Jorgensen, F. C. Krebs, Energy Environ. Sci. 2010,\n3, 43. [4] S. N. Habisreutinger, L. Schmidt-Mende, J. K. Stolarczyk,\nAngew. Chem., Int. Ed. 2013, 52, 7372. [5] X. Zheng, L. Zhang, Energy Environ. Sci. 2016, 9, 2511. [6] M. Xiao, Z. Wang, M. Lyu, B. Luo, S. Wang, G. Liu, H.-M. Cheng,\nL. Wang, Adv. Mater. 2018, 1801369, https://doi.org/10.1002/ adma.201801369. [7] a) J. Ran, M. Jaroniec, S. Z. Qiao, Adv. Mater. 2018, 30, 1704649; b) Y. Yan, J. Chen, N. Li, J. Tian, K. Li, J. Jiang, J. Liu, Q. Tian, P. Chen, ACS Nano 2018, 12, 3523.\n[8] Z. Sun, J. M. T. A. Fischer, Q. A. Li, J. Hu, Q. Tang, H. Wang, Z. Wu, M. Hankel, D. J. Searles, L. Wang, Appl. Catal., B 2017, 216, 146.\n[9] W.-J. Ong, L. K. Putri, Y.-C. Tan, L.-L. Tan, N. Li, Y. H. Ng, X. Wen, S.-P. Chai, Nano Res. 2017, 10, 1673. [10] H. Li, X. Zhang, D. R. MacFarlane, Adv. Energy Mater. 2015, 5, 1401077. [11] C. W. Li, M. W. Kanan, J. Am. Chem. Soc. 2012, 134, 7231. [12] F. Li, L. Zhang, J. Tong, Y. Liu, S. Xu, Y. Cao, S. Cao, Nano Energy\n2016, 27, 320. [13] M. Schreier, J. Luo, P. Gao, T. Moehl, M. T. Mayer, M. Gratzel,\nJ. Am. Chem. Soc. 2016, 138, 1938. [14] G. Ghadimkhani, N. R. Tacconi, W. Chanmanee, C. Janaky,\nK. Rajeshwar, Chem. Commun. 2013, 49, 1297. [15] Z. Zhang, R. Dua, L. Zhang, H. Zhu, H. Zhang, P. Wang, ACS Nano\n2013, 7, 1709. [16] E. Kecsenovity, B. Endrodi, P. S. Toth, Y. Zou, R. A. W. Dryfe,\nK. Rajeshwar, C. Janaky, J. Am. Chem. Soc. 2017, 139, 6682. [17] M. A. Mahmoud, W. Qian, M. A. El-Sayed, Nano Lett. 2011, 11,\n3285. [18] K. H. Yang, S. C. Hsu, M. H. Huang, Chem. Mater. 2016, 28, 5140.\n[19] J. W. Hong, D. H. Wi, S. U. Lee, S. W. Han, J. Am. Chem. Soc. 2016, 138, 15766.\n[20] A. Paracchino, V. Laporte, K. Sivula, M. Gratzel, E. Thimsen, Nat. Mater. 2011, 10, 456.\n[21] C. G. Morales-Guio, S. D. Tilley, H. Vrubel, M. Gratzel, X. Hu, Nat. Commun. 2014, 5, 3059.\n[22] J. S. Luo, L. Steier, M. K. Son, M. Schreier, M. T. Mayer, M. Gratzel, Nano Lett. 2016, 16, 1848.\n[23] O. Mashtalir, M. R. Lukatskaya, M. Q. Zhao, M. W. Barsoum, Y. Gogotsi, Adv. Mater. 2015, 27, 3501.\n[24] Y. Y. Peng, B. Akuzum, N. Kurra, M. Q. Zhao, M. Alhabe, B. Anasori, E. C. Kumbur, H. N. Alshareef, M. D. Ger, Y. Gogotsi, Energy Environ. Sci. 2016, 9, 2847.\n[25] Q. Tao, M. Dahlqvist, J. Lu, S. Kota, R. Meshkian, J. Halim, J. Palisaitis, L. Hultman, M. W. Barsoum, P. O. A. Persson, J. Rosen, Nat. Commun. 2017, 8, 14949.\n[26] M. Ghidiu, M. R. Lukatskaya, M. Q. Zhao, Y. Gogotsi, M. W. Barsoum, Nature 2014, 516, 78.\n[27] M. Naguib, M. Kurtoglu, V. Presser, J. Lu, J. Niu, M. Heon, L. Hultman, Y. Gogotsi, M. W. Barsoum, Adv. Mater. 2011, 23, 4248.\n[28] X. Wang, S. Kajiyama, H. Iinuma, E. Hosono, S. Oro, I. Moriguchi, M. Okubo, A. Yamada, Nat. Commun. 2015, 6, 6544.\n[29] a) M. Q. Zhao, C. E. Ren, Z. Ling, M. R. Lukatskaya, C. Zhang, K. L. Van Aken, M. W. Barsoum, Y. Gogotsi, Adv. Mater. 2015, 27, 339; b) T. Y. Ma, J. L. Cao, M. Jaroniec, S. Z. Qiao, Angew. Chem., Int. Ed. 2016, 55, 1138.\n[30] L. M. Azofra, N. Li, D. R. Macfarlane, C. Sun, Energy Environ. Sci. 2016, 9, 2545.\n[31] M. Naguib, V. N. Mochalin, M. W. Barsoum, Y. Gogotsi, Adv. Mater. 2014, 26, 992.\n[32] H. Wang, Y. Wu, X. Yuan, G. Zeng, J. Zhou, X. Wang, J. W. Chew, Adv. Mater. 2018, 30, 1704561. [33] J. Peng, X. Chen, W.-J. Ong, X. Zhao, N. Li, Chem. 2018, https://doi. org/10.1016/j.chempr.2018.08.037.\n[34] Q. Xu, W. Cai, W. Li, T. S. Sreeprasad, Z. He, W.-J. Ong, N. Li, Mater. Today Energy 2018, 10, 222.\n[35] J. Ran, G. Gao, F. T. Li, T. Y. Ma, A. Du, S. Z. Qiao, Nat. Commun. 2017, 8, 13907. [36] J. Low, L. Zhang, T. Tong, B. Shen, J. Yu, J. Catal. 2018, 361, 255. [37] S. Cao, B. Shen, T. Tong, J. Fu, J. Yu, Adv. Funct. Mater. 2018, 28, 1800136.\n[38] Y. Sun, D. Jin, Y. Sun, X. Meng, Y. Gao, Y. Dall’Agnese, G. Chen, X. F. Wang, J. Mater. Chem. A 2018, 6, 9124.\n[39] Y. Xu, S. Wang, J. Yang, B. Han, R. Nie, J. Wang, J. Wang, H. Jing, Nano Energy 2018, 51, 442.\n[40] Q. Xue, H. Zhang, M. Zhu, Z. Pei, H. Li, Z. Wang, Y. Huang, Y. Huang, Q. Deng, J. Zhou, S. Du, Q. Huang, C. Zhi, Adv. Mater. 2017, 29, 1604847. [41] X. Yu, X. Cai, H. Cui, S. W. Lee, X. F. Yu, B. Liu, Nanoscale 2017, 9, 17859.\n[42] X. Chen, X. Sun, W. Xu, G. Pan, D. Zhou, J. Zhu, H. Wang, X. Bai, B. A. Dong, H. Song, Nanoscale 2018, 10, 1111.\n[43] Q. Xu, L. Ding, Y. Wen, W. Yang, H. Zhou, X. Chen, J. Street, A. Zhou, W. J. Ong, N. Li, J. Mater. Chem. C 2018, 6, 6360. [44] T. Zhang, X. Jiang, G. Li, Q. Yao, J. Y. Lee, ChemNanoMat 2018, 4, 56.\n[45] S. W. Boettcher, J. M. Spurgeon, M. C. Putnam, E. L. Warren, D. B. Turner-Evans, M. D. Kelzenberg, J. R. Maiolo, H. A. Atwater, N. S. Lewis, Science 2010, 327, 185.\n[46] L. Pan, J. H. Kim, M. T. Mayer, M. K. Son, A. Ummadisingu, J. S. Lee, A. Hagfeldt, J. Luo, M. Grätzel, Nat. Catal. 2018, 1, 412.\n[47] X. Li, Y. Qian, T. Liu, F. Cao, Z. Zang, X. Sun, S. Sun, Q. Niu, J. Wu, J. Mater. Sci. 2018, 53, 11078. [48] Z. Li, Z. Zhang, Nano Res. 2018, 11, 1530.\n1806500 (9 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 29, 1806500\n[49] J. W. Hodby, T. E. Jenkins, C. Schwab, H. Tamura, D. Trivich, J. Phys. C: Solid State Phys. 1976, 9, 1429.\n[50] N. Li, X. Chen, W.-J. Ong, D. R. MacFarlane, X. Zhao, A. K. Cheetham, C. Sun, ACS Nano 2017, 11, 10825.\n[51] A. D. Handoko, K. H. Khoo, T. L. Tan, H. Jin, Z. W. She, J. Mater. Chem. A 2018, https://doi.org/10.1039/C8TA06567E. [52] M. Ye, X. Wang, E. Liu, J. Ye, D. Wang, ChemSusChem 2018, 11, 1. [53] P. Giannozzi, S. Baroni, N. Bonini, M. Calandra, R. Car,\nC. Cavazzoni, D. Ceresoli, G. L. Chiarotti, M. Cococcioni, I. Dabo, A. Dal Corso, S. de Gironcoli, S. Fabris, G. Fratesi, R. Gebauer, U. Gerstmann, C. Gougoussis, A. Kokalj, M. Lazzeri, L. Martin-Samos, N. Marzari, F. Mauri, R. Mazzarello, S. Paolini, A. Pasquarello, L. Paulatto, C. Sbraccia, S. Scandolo, G. Sclauzero,\nA. P. Seitsonen, A. Smogunov, P. Umari, R. M. Wentzcovitch, J. Phys.: Condens. Matter 2009, 21, 395502. [54] J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 1996, 77, 3865. [55] M. Khazaei, A. Ranjbar, M. Arai, T. Sasaki, S. Yunoki, J. Mater.\nChem. C 2017, 5, 2488. [56] H. J. Monkhorst, J. D. Pack, Phys. Rev. B 1976, 13, 5188. [57] J. P. Perdew, R. G. Parr, M. Levy, J. L. Balduz, Phys. Rev. Lett. 1982,\n49, 1691. [58] M. Singh, D. Jampaiah, A. E. Kandjani, Y. M. Sabri, E. Della\nGaspera, P. Reineck, M. Judd, J. Langley, N. Cox, J. van Embden, E. L. H. Mayes, B. C. Gibson, S. K. Bhargava, R. Ramanathan, V. Bansal, Nanoscale 2018, 10, 6039.\n[59] Y. Xu, M. A. A. Schoonen, Am. Mineral. 2000, 85, 543."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "M. Schreier", "J. Luo", "P. Gao", "T. Moehl", "M.T. Mayer", "M. Gratzel", "J. Am" ],
      "venue" : "Soc. 2016, 138,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1938
    }, {
      "title" : "C: Solid State Phys",
      "author" : [ "J.W. Hodby", "T.E. Jenkins", "C. Schwab", "H. Tamura", "D. Trivich", "J. Phys" ],
      "venue" : "1976, 9,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 1429
    }, {
      "title" : "Chem",
      "author" : [ "M. Khazaei", "A. Ranjbar", "M. Arai", "T. Sasaki", "S. Yunoki", "J. Mater" ],
      "venue" : "C 2017, 5,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2488
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "[53] Spin-polarized Perdew–Burke– Ernzerhof exchange correlation function was used to describe the exchange correlation.[54,55] A cutoff energy of 60 Ry was used for the plane-wave expansion.",
      "startOffset" : 120,
      "endOffset" : 127
    } ],
    "year" : 2018,
    "abstractText" : "MXene quantum dots (QDs) are emerging 0D nanomaterials. Here, a new heterostructure is developed based on a 1D photoactive semiconductor and a 0D MXene QD for improved photocatalytic reduction of CO2 into methanol. Specifically, Ti3C2 QDs are incorporated onto Cu2O nanowires (NWs) through a simple self-assembly strategy. It is demonstrated that Ti3C2 QDs not only significantly improve the stability of Cu2O NWs but also greatly improve their photocatatlytic performance by enhancing charge transfer, charge transport, carrier density, light adsorption, as well as by decreasing band bending edge and charge recombination. The energy level diagram derived from both experimental measurements and theoretical calculations provide further insights of such hierarchical photocatalysis system.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}