{
  "name" : "downloads_2019-10-15_4c_aparicio2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Carbamazepine Degradation Mediated by Light in the Presence of Humic Substances-Coated Magnetite Nanoparticles",
    "authors" : [ "Francisca Aparicio", "Juan Pablo Escalada", "Eduardo De Gerónimo", "Virginia C. Aparicio", "Fernando S. García Einschlag", "Giuliana Magnacca", "Daniel O. Mártire" ],
    "emails" : [ "faparicio@inifta.unlp.edu.ar", "fgeins@inifta.unlp.edu.ar", "jescalada@uarg.unpa.edu.ar", "edg1981@gmail.com", "aparicio.virginia@inta.gob.ar", "giuliana.magnacca@unito.it", "luciano.carlos@probien.gob.ar", "dmartire@inifta.unlp.edu.ar" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: magnetite nanoparticles; humic acids; carbamazepine; photo-Fenton; contaminants of emerging concern"
    }, {
      "heading" : "1. Introduction",
      "text" : "As a consequence of the modern lifestyle, which includes the consumption of a wide variety of chemical products (pharmaceutical drugs, beauty products, recreational drugs, etc.), a new type of pollution emerged. This contamination is due to the so-called Contaminants of Emerging Concern (CECs), which are a group of chemical substances that have been recently detected in freshwaters. Perfluorinated compounds, pharmaceuticals, personal-care products, disinfection byproducts, sunscreens, paints, flame retardants, algal toxins, dioxane, pesticides and their degradation byproducts or nanomaterials are considered within this group [1–3]. The compound carbamazepine\nNanomaterials 2019, 9, 1379; doi:10.3390/nano9101379 www.mdpi.com/journal/nanomaterials\n(CBZ, a psychiatric drug) is a CEC commonly found in natural waters, which is refractive to conventional water treatments and thus can be found in many rivers and streams [4–6]. For instance, CBZ was detected at concentrations ranging from ng L−1 to µg L−1 in samples of surface freshwaters taken from different rivers and lakes of Europe [7]. In Argentina, CBZ was found at concentrations in the range 0.2–2.3 µg L−1 in municipal wastewaters discharging into fresh and estuarine waters from areas with varying degrees of urbanization [8]. In general, CECs are hard to remove from waters and several research groups are thus developing different innovative methods to solve this issue. Among these, the advanced oxidation processes (AOPs) have been shown to be very efficient in the elimination of organic compounds refractory to biological treatments [9]. The AOPs are based on the generation of highly reactive species, such as hydroxyl radicals, which are able to react with the organic pollutant and degrade it to less toxic compounds [10]. In particular, the removal of CBZ has been widely investigated using different AOPs in recent literature [11,12]. Nanoparticles have shown promising performance in pollutant removal or toxicity mitigation. In particular, the use of iron-based nanomaterials for environmental remediation processes has recently received considerable attention [13–16]. The most widely used magnetic nanomaterials, magnetite (Fe3O4) and maghemite (γ-Fe2O3) nanoparticles, have gained great interest in research on engineering applications for the treatment of polluted water [17]. The use of magnetic nanoparticles in heterogeneous AOPs, such as photocatalysis and heterogeneous photo-Fenton processes, is gaining increasing interest since these materials aim to overcome the drawbacks of the separation and re-use of the catalyst [18,19]. We have shown that suspensions of humic acid (HA)-coated Fe3O4 nanoparticles are able to generate reactive oxygen species (ROS) upon irradiation with UV-visible light, and hence these materials are potential candidates for treating contaminants susceptible to HA-photosensitized degradation [20]. On the other hand, magnetite nanoparticles coated with humic acid-like biopolymers derived from composted urban biowaste were successfully employed as iron sources in the Fenton-like and photo-Fenton-like processes for the degradation of emerging contaminants at circumneutral pH [21,22]. However, the role of the organic coating of the nanoparticles in the photo-Fenton process is still not fully understood. The aim of the present work is to evaluate the ability of humic acid-coated magnetite nanoparticles as photosensitizers and also as iron sources in the photo-Fenton degradation of organic compounds. CBZ was used as model of CEC. Finally, photodegradation products were identified."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Reagents",
      "text" : "Carbamazepine (CBZ), FeCl3 (97%) and NH4OH (33%) were purchased from Sigma-Aldrich (Buenos Aires, Argentina). Ethanol (99.8%) and FeSO4·7H2O (99.5%) from Fluka (Buenos Aires, Argentina). o-phenanthroline (97%), KSCN (99%), 2-propanol (99.8%) and sodium acetate (99.9%) were from Anedra (Buenos Aires, Argentina) and H2O2 (30%) from Cicarelli (Buenos Aires, Argentina). Leonardite humic acid (LHA) was purchased from International Humic Substances Society (St. Paul, MN, USA). All chemicals were used without further purification. Water employed in all the experiments was ultrapure."
    }, {
      "heading" : "2.2. Synthesis and Characterization of Magnetic Nanoparticles",
      "text" : "LHA-coated Fe3O4 nanoparticles (Fe3O4/LHA) were prepared according to the reported method [20]. Briefly, 4.17 g of FeSO4.7H2O and 6.22 g of FeCl3.6H2O were dissolved in 100 mL of deionized water and heated up to 90 ◦C. Then, 10 mL of 25% ammonium hydroxide and 50 mL of 1.0% w/v LHA were added. The mixture was stirred for 30 min and the temperature was kept at 90 ◦C. The black precipitate was purified using multiple water washes with magnetic separation from the\nsupernatant. The bare Fe3O4 nanoparticles were prepared with a similar procedure except that no LHA was added. Thermogravimetric curves were performed to estimate the organic matter content of the nanoparticles. A RIGAKU Thermo plus EVO instrument (Tokyo, Japan), under a nitrogen atmosphere with a heating rate of 10 ◦C min−1 from room temperature to 700 ◦C was used. Fourier transform infrared spectra (FT-IR) in the range from 4000 to 400 cm−1 were recorded using KBr pellets on a Nicolet 380 spectrometer (Thermo Electron Corporation, Madison, WI, USA). Spectra were obtained by accumulating 80 scans with a resolution of 4 cm−1. Transmission electron microscopy (TEM) images were obtained in a CM 200 microscope (Philips, Eindhoven, The Netherlands) equipped with an ultratwin objective lens and acceleration voltage of 200 kV. An X-ray diffraction (XRD) pattern was obtained by means of an X’Pert PRO MPD diffractometer from PANalytical (Malvern, UK), equipped with Cu anode, working at 45 kV and 40 mA, in a Bragg–Brentano geometry. The acquisition was performed in a 0.02◦ interval steps with 45 s step−1. UV-Vis absorption spectra of powder solid samples were recorded at room temperature with a double beam PG Instruments Limited T90+ spectrophotometer (Coventry, UK), equipped with an integrating sphere IS19-1. The solids were mixed with BaSO4 in a weight ratio of 1:5, the mixture was placed onto the sample holder and pressed to obtain a flat surface. Magnetization measurements were carried out with a LakeShore 7404 vibrating sample magnetometer (Westerville, Ohio, USA). The hysteresis loop of the sample was registered at 300 K and the magnetic field was cycled between −20,000 and 20,000 Oe."
    }, {
      "heading" : "2.3. Kinetics of Carbamazepine (CBZ) Photodegradation",
      "text" : "Photolysis experiments were carried out at room temperature under stirring in an RPR-100 Rayonet reactor (Bradford, CT, USA) equipped with eight RPR-3500 lamps. The spectral distribution of the lamps (Figure S1, Supporting Information) shows an emission centered at λ = 350 nm with a Full width at half maximum (FWHM) of 30 nm. 200 mL of the suspensions were irradiated within a 500 mL-cylindrical glass tube of 4 cm internal diameter. The incident photon rate measured using potassium ferrioxalate as actinometer [23], was 3.50 × 10−5 Einstein s−1 L−1. The concentrations of CBZ and Fe3O4/LHA varied from 2 to 20 mg L−1 and 300 to 1500 mg L−1, respectively. Experiments in the presence of H2O2 (0.15 mm) were also performed. During the experiments, samples were withdrawn at different irradiation times from the photochemical reactor and the supernatant obtained after magnetic separation was filtered with 0.45 µm nylon filters before quantification of CBZ and iron ions. The concentration profiles of CBZ were analyzed by HPLC (high performance liquid chromatography) using a Shimadzu instrument (Kyoto, Japan) equipped with a solvent delivery module LC-20AT, on-line degasser DGU-20A5, UV–vis photodiode array detector SPD-M20A, column oven CTO-10 A5 VP and autosampler SIL-20AAT. The column used was a Lichrospher RP-C18, 4 mm i.d. × 125 mm long (Hitachi Ltd., Tokyo, Japan). For the quantification of CBZ, the mobile phase was ACN-H2O 50/50 and the detection wavelength was 280 nm. The column temperature was maintained at 40 ◦C and a flow rate of 0.8 mL min−1 was used. Fe2+ and Fe3+ profiles were determined colorimetrically by using the reported methods of o-phenanthroline [24] and thiocyanate [25], respectively."
    }, {
      "heading" : "2.4. Reuse Test",
      "text" : "Several cycles of Fe3O4/LHA reuse in the photo-Fenton treatment of CBZ degradation were performed. A typical procedure was as follows: a dispersion containing Fe3O4/LHA (500 mg L−1), CBZ (2 mg L−1) and H2O2 (0.15 mM) at pH 3.0 was irradiated for 10 min. After that, a magnetic separation step was performed in order to separate the solid from the supernatant. An aliquot was withdrawn for the determination of CBZ concentration and the remaining supernatant was discarded. Then, the second cycle consisted of the addition of CBZ and H2O2 solutions to the reactor containing the used nanoparticles, fixing the pH to 3.0 and irradiation of the mixture for 10 min. The same procedure was repeated several times."
    }, {
      "heading" : "2.5. Product Analysis",
      "text" : "An ultra-performance liquid chromatography-tandem mass spectrometer (UHPLC-MS/MS) analysis was performed using an ACQUITY UPLCTM system (Waters Corp., Milford, MA, USA) coupled to a Quattro Premier TM XE tandem quadrupole mass spectrometer (Waters, Manchester, UK). MassLynx 4.1 software equipped with QuanLynx software (Waters) was used to control the instruments and to process the data. An ACQUITY UPLC equipment consisting of a binary pump, an auto-sampler, and a column heater was used. Chromatographic separation was carried out on a UPLC BEH C18 (1.7 µm, 2.1 × 100 mm; Waters). Solvent A was water (0.1 mm NH4Ac/0.01% formic acid), and solvent B was methanol (0.1 mm NH4Ac/0.01% formic acid). The flow rate was set at 0.3 mL min−1 and the column temperature was 35 ◦C. An auto-sampler was used to inject 20 µL of the samples. The Quattro Premier TM XE tandem quadrupole mass spectrometer was operated in positive mode with the electrospray-ionization (ESI) source. The operating parameters were optimized under the following conditions: capillary voltage, 3.5 kV, ion source temperature, 120 ◦C, desolvation temperature, 450 ◦C, cone gas flow, 80 L h−1, desolvation gas flow, 800 L h−1 (both gases were nitrogen), and collision gas flow, 0.3 mL min−1 (argon gas). Multiple reaction monitoring (MRM) transitions, applied cone voltages, and collision energies are summarized in Table S1 of the Supporting Information. Liquid chromatography–mass spectrometry (LC-MS) full-scan was used to select a list of molecular ions whose levels are significantly altered between case and control samples. These molecules are then subjected to precursor-ion (PI) scans to acquire MS/MS data by manually setting the m/z values of the PIs."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of Magnetic Nanoparticles",
      "text" : "Figure S2, in the Supporting Information, shows TEM images of Fe3O4/LHA. It can be observed the occurrence of aggregates of roughly spherical crystalline nanoparticles of ca. 10 nm diameter surrounded by an amorphous layer of organic matter. XRD analysis was used to identify the iron oxides phases present in Fe3O4/LHA (Figure S3, in the Supporting Information). Diffraction peaks at 2θ = 30.1◦, 35.4◦, 43.0◦, 53.9◦, 57.2◦ and 62.6◦ are consistent with the magnetite pattern, corresponding respectively to the crystal planes (220), (311), (400), (422), (511), and (440) (card numbers 00-019-0629, ICCD Database). However, the presence of maghemite cannot be discarded since XRD is not an appropriate technique to discriminate between both phases because their XRD patterns are very similar. The thermogravimetric analysis (TGA) obtained for Fe3O4/LHA nanoparticles (Figure S4 Supporting Information) shows a first weight loss (25–150 ◦C) due to evaporation of water, followed by the elimination of the chemically adsorbed organic coating in the 150–500 ◦C range. Data analysis shows that the amount of LHA sorbed on the surface of the Fe3O4 nanoparticles was 17.6%. The FT-IR spectrum of Fe3O4/LHA nanoparticles is shown in Figure S5 in the Supporting Information. The presence of magnetite was confirmed by a strong band at ca. 588 and 630 cm−1, which corresponds to the Fe–O stretching vibration [26]. The sharp signal of the C=O stretching at 1400 cm−1 is characteristic for carboxylate anions interacting with the FeO surface [27,28] and confirms the important role of these groups in the bonding of the LHA to the magnetite surface. These results are in agreement with those obtained for particles previously prepared in our laboratory under similar conditions [20]. The UV-visible absorption spectra of Fe3O4/LHA dispersed in water (2 g L−1) is shown in Figure S6, in the Supporting Information. The absorbance of Fe3O4/LHA is higher than that of bare Fe3O4 nanoparticles in the range 250–500 nm due to the presence of LHA on the surface of Fe3O4/LHA. The difference between both spectra increases with decreasing wavelength, in line with the reported spectra of humic substances [29]. Figure S7, in the Supporting Information, reports the magnetization curve obtained for Fe3O4/LHA at 300 K. The nanoparticles showed a superparamagnetic behavior with a magnetic saturation (Ms) of 55 emu g−1. This value is similar to those previously reported for magnetite nanoparticles coated with\nhumic acid-like biopolymers derived from composted urban biowaste [28]. These magnetic properties indicate that the nanoparticles can be easily recovered by an external magnetic field.\n3.2. Fe3O4/Leonardite Humic Acid (LHA) as Photosensitizers\nThe removal of CBZ after 6 h irradiation in the presence of 500 mg L−1 Fe3O4/LHA was 16% (Figure 1A). Direct photolysis and adsorption (dark experiments, not shown) do not significantly contribute to the removal of CBZ. These results clearly indicate the occurrence of indirect photoprocesses mediated by the Fe3O4/LHA nanoparticles and are in line with previously reported data obtained from irradiation of CBZ solutions in the presence of humic acids [30]. In order to evaluate the effect of the concentration of the nanoparticles, suspensions of Fe3O4/LHA in the range from 300 to 1500 mg L−1 containing 2 mg L−1 of CBZ were irradiated for 6 h. The degradation kinetic profiles were fitted to a pseudo-first order law. Although this simple model does not consider the complexity involved in this type of photoreactions, it can represent a useful tool for comparison purposes allowing the estimation of an observed rate constant (kobs) for each experimental condition. Figure 1B shows the values of kobs obtained for different initial concentrations of Fe3O4/LHA. The highest CBZ removal (16%) and kobs (0.036 h−1) was reached with the concentration of 500 mg L−1. Despite higher amounts of excited states of LHA and ROS are expected to be produced by increasing the concentration of suspended nanoparticles, for concentrations of Fe3O4/LHA higher than 500 mg L−1 the efficiency of CBZ degradation decreases. The latter result may be a consequence of the competition for the reactive species between CBZ and LHA bonded to the nanoparticles surface.\nNanoma rials 2019, 9, x FOR PEER REVIEW 5 of 12\n. . 4/Leonardite u ic cid (L ) as hotose sitizers\nl f ft h irradiatio in the presence of 5 0 mg L−1 3 / ( i ). i t t l i ti ( i t , t ) t i ifi tl\nt i t to th removal of CBZ. These results cle rly indicate the occu rence of indirect photoprocesses mediated by the Fe3O4/LHA anoparticles and are in line with p eviously report data obtained fr m irradiation of CBZ solutions in the presence of humic acids [30]. In order to evaluate the effect of the concentration of the nanoparticles, suspensions of Fe3O4/LHA in the range from 300 to 1500 −1 containing 2 mg L−1 of CBZ were irradiate for 6 h. The degradation kinetic profiles were fitted to a pseudo-first order law. Although this simple model does not consider the complexity involved in this type of photoreactions, it can represent a useful tool for comparison purposes allowing the estimation of observed rate constant (kobs) for each experimental condition. Fig re 1B shows the values of kobs obtained for differe t initial concentrations of Fe3O4/LHA. The highest CBZ removal (16%) and kobs (0.036 −1) was reached with the concentration of 500 g L−1. Despite higher amounts of excited states of LHA and ROS are xpected to be produced by increasing the co c ntrati n of suspended anop rticles, for concentrations of Fe3O4/LHA higher than 500 mg L−1 the efficiency of CBZ degradation decreases. The latter result may be a consequence of th competition for the re ctive species b tween CBZ and LHA bonded to the nanoparticles surface."
    }, {
      "heading" : "3.3. Fe3O4/LHA as Iron Sources in Photon-Fenton Treatment",
      "text" : ""
    }, {
      "heading" : "To test the applicability of Fe3O4/LHA as an iron source in photo-Fenton experiments, 2 mg L−1",
      "text" : "solutions of CBZ were irradiated in the presence of 500 mg L−1 Fe3O4/LHA and 0.15 mM H2O2 at pH 3.0 and 6.0. Only a CBZ degradation of ca. 25% was achieved after 60 min of irradiation at pH 6.0 (Figure 2). In contrast, under the same conditions but at pH 3.0, there was a complete depletion of CBZ within 5 min of irradiation (Figure 2). The degradation of CBZ was completely inhibited in the presence of 0.1 M 2-propanol, a well-known scavenger of hydroxyl radicals [31] (Figure 2). These results indicate a hydroxyl radical-mediated degradation of CBZ in these conditions. Experiments performed in the dark evidenced a small contribution of the Fenton reaction, because a 40% CBZ degradation was achieved after 1 h of reaction at pH 3 (Figure 2). This result shows that the iron species present in the Fe3O4/LHA nanoparticles can react with H2O2, but the UV light is necessary for an efficient degradation of CBZ in the presence of Fe3O4/LHA and H2O2. Control experiments performed by irradiating CBZ solutions in the presence of H2O2 at pH 3.0 (without Fe3O4/LHA added), indicate that the contribution of the HO• radicals yielded by photolysis of H2O2 to the CBZ degradation in the photo-Fenton treatment is very low since only 20% CBZ removal was observed in this condition within the first 90 min of treatment (Figure 2). On the other hand, to ascertain the role of LHA on the surface of the nanoparticles, an experiment in the presence of bare Fe3O4 instead of Fe3O4/LHA was performed (Figure 2). Comparison between the experiments done with bare Fe3O4 and Fe3O4/LHA shows that although the humic acids on the surface of the nanoparticles can react\n. (A) Photodegradation of carba azepine (CBZ) in t e r s ce\n4/Leonardite humic acid (LHA). (CBZ)0 = 2 mg L−1; (Fe3O4/LHA)0 = 500 mg L−1; pH 6.0. (B) Values of kobs obtained for the photodegradation of CBZ solution for differen initial o centrations of Fe3O4/LHA nanoparticles. (CBZ)0 = 2 mg L−1; pH 6.0.\n3.3. Fe3O4/LHA as Iron Sources in Photon-Fenton Treatment\nTo test the applicability of Fe3O4/LHA as an iron source in photo-Fenton experiments, 2 mg L−1\nsolutions of CBZ were irradiated in the presence of 500 mg L−1 Fe3O4/LHA and 0.15 mM H2O2 at pH 3.0 and 6.0. Only a CBZ degradation of ca. 25% was achieved after 60 min of irradiation at pH 6.0 (Figure 2). In contrast, under the same conditions but at pH 3.0, there was a complete depletion of CBZ within 5 min of irradiation (Figure 2). The degradation of CBZ was completely inhibited in the presence of 0.1 M 2-propanol, a well-known scavenger of hydroxyl radicals [31] (Figure 2). These results indicate a hydroxyl radical-mediated degradation of CBZ in these conditions. Experiments performed in the dark evidenced a small contribution of the Fenton reaction, because a 40% CBZ degradation was achieved after 1 h of reaction at pH 3 (Figure 2). This result shows that the iron species present in the Fe3O4/LHA nanoparticles can react with H2O2, but the UV light is necessary for an efficient degradation of CBZ in the presence of Fe3O4/LHA and H2O2. Control experiments performed by irradiating CBZ solutions in the presence of H2O2 at pH 3.0 (without Fe3O4/LHA added), indicate that the contribution of the HO• radicals yielded by photolysis of H2O2 to the CBZ degradation in the\nphoto-Fenton treatment is very low since only 20% CBZ removal was observed in this condition within the first 90 min of treatment (Figure 2). On the other hand, to ascertain the role of LHA on the surface of the nanoparticles, an experiment in the presence of bare Fe3O4 instead of Fe3O4/LHA was performed (Figure 2). Comparison between the experiments done with bare Fe3O4 and Fe3O4/LHA shows that although the humic acids on the surface of the nanoparticles can react with HO• radicals [32], the lower CBZ degradation rate observed in the presence of bare Fe3O4 indicates that the presence of LHA enhances the CBZ degradation. This positive effect of LHA could be due to the following reasons: (i) stabilization of the magnetite nanoparticles avoiding their oxidation in water, and (ii) complexation of iron leached from the core of the nanoparticles during the UV irradiation, thus making the iron species more available to react with the H2O2 to yield HO• radicals. Nanomaterials 2019, 9, x FOR PEER REVIEW 6 of 12 with HO• radicals [32], the lower CBZ degradation rate observed in the presence of bare Fe3O4 indicates that the presence of LHA enhances the CBZ degradation. This positive effect of LHA could be due to the following reasons: (i) stabilization of the magnetite nanoparticles avoiding their oxidation in water, and (ii) complexation of iron leached from the core of the nanoparticles during the UV irradiation, thus making the iron species more available to react with the H2O2 to yield HO• radicals.\nFigure 2. Normalized CBZ degradation under different experimental conditions. (CBZ)0 = 2 mg L−1; (Fe3O4/LHA)0 = 500 mg L−1, (Fe3O4)0 = 500 mg L−1, (H2O2)0 = 0.15 mM, (2-propanol)0 = 0.1 M when it is indicated.\nThe excellent degradation results of CBZ obtained when Fe3O4/LHA is used as an iron source in photo-Fenton experiments motivated us to investigate whether the generation of hydroxyl radicals takes place at the solvent-nanoparticle interface or in the bulk solution due to iron leaching from Fe3O4/LHA. Hence, the concentrations of Fe2+ and Fe3+ were measured at different reaction times in the supernatant after magnetic removal of the nanoparticles and filtration with a 0.45 µm Midland Scientific filter (Midland, TX, USA). The filtration step was performed in order to guarantee the assessment of soluble Fe2+ and Fe3+ species from the supernatant. For comparison purposes, Fe2+ and Fe3+ concentrations were also determined in the raw suspensions, i.e., without the magnetic separation process and filtration step. To this end, two series of experiments were performed in order to evaluate the evolution of the Fe2+ concentration upon irradiation of samples containing 0.15 mM H2O2 and 500 mg L−1 of Fe3O4/LHA at pH 3.0 in the absence of contaminants. We were unable to detect the generation of Fe2+ both in the filtered and unfiltered samples. This result suggests that either there is no Fe2+ leaching from the nanoparticles or it is consumed by the H2O2 present in the medium, leading to a Fe2+ concentration lower than the detection limit of the method (0.05 mg L−1). The Fe3+ profiles (Figure 3) resulting from the analysis of the filtered and unfiltered supernatant are quite different. The concentrations of Fe3+ measured in the filtered samples were one order of magnitude lower than those detected in the nanoparticles suspensions, which means that most of Fe3+ ions generated by the reaction between Fe2+ and H2O2 remain adsorbed on the nanoparticles. The low Fe3+ concentrations measured when the supernatant is not separated in experiments performed in the absence of H2O2 support the participation of the reaction between Fe2+ and H2O2 in our experimental conditions.\nFigure 2. Normalized CBZ degradation under different experimental conditions. (CBZ)0 = 2 mg L−1; (Fe O /LHA) = 500 mg L−1, (Fe3O4)0 = 500 mg L−1, (H2O2)0 = 0.15 mM, (2-propanol)0 = 0.1 M when it is indicated.\nThe excellent degradation results of CBZ obtained when Fe3O4/LHA is used as an iron source in photo-Fenton experiments motivated us to investigate whether the generation of hydroxyl radicals takes place at the solvent-nanoparticle interface or in the bulk solution due to iron leaching from Fe3O4/LHA. Hence, the concentrations of Fe2+ and Fe3+ were measured at different reaction times in the supernatant after magnetic removal of the nanoparticles and filtration with a 0.45 µm Midland Scientific filter (Midland, TX, USA). The filtration step was performed in order to guarantee the assessment of soluble Fe2+ and Fe3+ species from the supernatant. For comparison purposes, Fe2+ and Fe3+ concentrations were also determined in the raw suspensions, i.e., without the magnetic separation process and filtration step. To this end, two series of experiments were performed in order to evaluate the evolution of the Fe2+ concentration upon irradiation of samples containing 0.15 mM H2O2 and 500 mg L−1 of Fe3O4/LHA at pH 3.0 in the absence of contaminants. We were unable to detect the generation of Fe2+ both in the filtered and unfiltered samples. This result suggests that either there is no Fe2+ leaching from the nanoparticles or it is consumed by the H2O2 present in the medium, leading to a Fe2+ concentration lower than the detection limit of the method (0.05 mg L−1). The Fe3+ profiles (Figure 3) resulting from the analysis of the filtered and unfiltered supernatant are quite different. The concentrations of Fe3+ measured in the filtered samples were one order of magnitude lower than those detected in the nanoparticles suspensions, which means that most of Fe3+ ions generated by the reaction between Fe2+ and H2O2 remain adsorbed on the nanoparticles. The low Fe3+ concentrations measured when the supernatant is not separated in experiments performed in the absence of H2O2 support the participation of the reaction between Fe2+ and H2O2 in our experimental conditions.\nNanomaterials 2019, 9, 1379 7 of 12 Nanomaterials 2019, 9, x FOR PEER REVIEW 7 of 12\nThe reusability test of Fe3O4/LHA in photo-Fenton experiments was performed at pH 3 (Figure 4). The CBZ concentration was monitored after several 10 min-irradiation cycles. The nanoparticles retained their activity in the second cycle of reuse reaching a complete CBZ removal. However, after the third cycle, Fe3O4/LHA decrease their capacity and CBZ degradations lower than 50% are obtained. These results indicate that the Fe3O4/LHA have a limited reuse capacity probably due to iron leaching.\nFigure 4. CBZ degradation in the presence of Fe3O4-LHA and H2O2 after several 10 min-cycles of UV irradiation. (CBZ)0 = 2 mg L−1; (Fe3O4/LHA)0 = 500 mg L−1; (H2O2)0 = 0.15 mM, pH = 3.0."
    }, {
      "heading" : "3.4. Product Analysis",
      "text" : ""
    }, {
      "heading" : "In order to obtain mechanistic information on the CBZ degradation under the different",
      "text" : "photochemical treatments tested, the reaction products were analyzed by UPLC-MS. Table 1 shows the CBZ photodegradation products obtained from assays performed both in the absence and presence of H2O2. On the basis of their chemical structures, Figure 5 shows possible CBZ degradation pathways associated with each process.\ni re 3. e3+ rofiles eas re i t e a se ce a i t e rese ce f 2 , it a it t t e nano article’s se aration step. ( )0 2 g −1; (Fe3O4/LHA)0 = 500 mg L−1; (H2O2)0 = 0.015 mM; pH 3.0.\nThe reusability test of Fe3O4/LHA in photo-Fenton experiments was performed at pH 3 (Figure 4). The CBZ concentration was monitored after several 10 min-irradiation cycles. The nanoparticles retained their activity in the second cycle of reuse reaching a complete CBZ removal. However, after the third cycle, Fe3O4/LHA decrease their capacity and CBZ degradations lower than 50% are obtained. These results indicate that the Fe3O4/LHA have a limited reuse capacity probably due to iron leaching.\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 12\nThe reusability test of Fe3O4/LHA in photo-Fenton experiments was performed at pH 3 (Figure 4). The CBZ concen ra i n was monitored after several 10 min-irradiation cycles. The nanoparticles retained their activi y in the seco d cycle of euse reaching a complete CBZ removal. Howeve , after the third cycle, Fe3O4/LHA decrease their capacity a d CBZ degradations lower than 50% are obtained. These results indicat that the Fe3O4/LHA have a limited reuse capacity probably due to iron leaching.\nFigure 4. CBZ degradation in the presence of Fe3O4-LHA and H2O2 after several 10 min-cycles of UV irradiation. (CBZ)0 = 2 mg L−1; (Fe3O4/LHA)0 = 500 mg L−1; (H2O2)0 = 0.15 mM, pH = 3.0.\n3.4. Product Analysis\nIn order to obtain mechanistic information on the CBZ degradation under the different photochemical treatments tested, the reaction products were analyzed by UPLC-MS. Table 1 shows the CBZ photodegradation products obtained from assays performed both in the absence and presence of H2O2. On the basis of their chemical structures, Figure 5 shows possible CBZ degradation pathways associated with each process.\nFigure 4. CBZ degradation in the presence of Fe3O4-LHA and H2O2 after several 10 min-cycles of UV irradiation. (CBZ)0 = 2 mg L−1; (Fe3O4/LHA)0 = 500 mg L−1; (H2O2)0 = 0.15 mM, pH = 3.0."
    }, {
      "heading" : "3.4. P oduct A alysis",
      "text" : "In order to obtain mechanistic information on the CBZ degradation under the different photochemical treatments tested, the reaction products were analyzed by UPLC-MS. Table 1 shows the CBZ photodegradation products obtained from assays performed both in the absence and presence of H2O2. On the basis of their chemical structures, Figure 5 shows possible CBZ degradation pathways associated with each process.\nTable 1. CBZ photodegradation products detected by UPLC-MS-MS.\nProduct Number\nFormula Molecular Ions (M + H)+, (m/z)\nSpecific Fragments (m/z)\nType of Treatment\nA B\nI\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation products detected by UPLC-MS-MS.\nProduct Number\nFor ula lecular Ions ( + )+, (m/z) Specific Fragments (m/z) Type of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nII N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2 O\nO\n253 210, 180 √ √\nIV\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nVII\nN H\nO\n196 167, 168 √\n(A) CBZ solution (2 mg L−1) irradiated 24 h in the presence of Fe3O4-LHA (500 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n2 5 237 √\nII\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation products detected by UPLC-MS-MS.\nProduct Number\nFormula Molecular Ions (M + H)+, (m/z)\nSpecific Fragments (m/z)\nType of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nI N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2 O\nO\n253 210, 180 √ √\nIV\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nVII\nN H\nO\n196 167, 168 √\n(A) CBZ solution (2 mg L−1) irradiated 24 h in the presence of Fe3O4-LHA (500 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n267 249 √\nIII 253 21 , 180 √ √\nIV\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation products detected by UPLC-MS-MS.\nProduct Number\nFormula Molecular Ions (M + H)+, (m/z)\nSp cific Fragments (m/z)\nType of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nII N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2\nO\n253 210, 180 √ √\nI\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nVII\nN H\nO\n196 167, 168 √\n(A) CBZ solution (2 mg L−1) irr diated 24 h in the presence of Fe3O4-LHA (5 0 mg L−1) at p 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n24 196 √\nV\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation products detected by UPLC-MS-MS.\nProduct Number\nFormula olecular Ions (M + H)+, (m/z) Specific Fragments (m/z) Type of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nII N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2 O\nO\n253 210, 180 √ √\nIV\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nVII\nN H\nO\n196 167, 168 √\n(A) CBZ solution (2 mg L−1) irradiated 24 h in the presence of Fe3O4-LHA (500 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n251 223 208, 180 √\nVI\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation product detected by UPLC-MS-MS.\nProduct Number\nFormula olecular Ions (M + H)+, (m/z) Specific Fragments (m/z) Type of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nII N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2 O\nO\n253 210, 180 √ √\nIV\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nVII\nN H\nO\n196 167, 168 √\n(A) CBZ s lution (2 mg L−1) irradiated 24 h in the pr sence of Fe3O4-LHA (500 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n196 7, 168 √\nVII\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTable 1. CBZ photodegradation p oducts detected by UPLC-MS-MS.\nProduct Number\nFormula Molecular Ions (M + H)+, (m/z)\nSpecific Fragments (m/z)\nType of Treatment A B\nI\nN\nNH2 O\nOH\n255 237 √\nII N\nNH2 O\nO\nO\n267 249 √\nIII N\nNH2 O\nO\n253 210, 180 √ √\nIV\nN\nO\nOH\n224 196 √\nV N\nO N\nO\n251 223, 208, 180 √\nVI\nN\nOH\n196 167, 168 √\nV I\nN H\nO\n196 167, 168 √\n(A) CBZ solution (2 mg L−1) irradiated 24 h in the presence of Fe3O4-LHA (5 0 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\n196 7, 168 √\n(A) CBZ solution (2 mg L−1) irradiated 24 h in the presence of Fe3O4-LHA (500 mg L−1) at pH 3.0. (B) CBZ solution (2 mg L−1) irradiated 30 min in the presence of Fe3O4-LHA (500 mg L−1) and H2O2 (0.15 mm) at pH 3.0.\nNanomaterials 2019, 9, x FOR PEER REVIEW 9 of 12\nCompounds I–IV, listed in Table 1, were found for CBZ degradation induced by Fe3O4/LHA nanoparticles under UV irradiation. Product I was formed by the hydroxylation of the C10-C11 double bond of CBZ. This product was also detected as a result of the irradiation of CBZ both in the absence and in the presence of Fe3+ by other authors [33]. Thus, under our experimental conditions, this product could be a result of direct photolysis or it could be formed after reaction between CBZ with hydroxyl radicals. The quinonid (compound II) might form upon oxidation of an undetected hydroquinone structure, arising from two hydroxylation steps of the parent CBZ [33]. On the other hand, 10,11-epoxycarbamazepine (product III) is another observed intermediate derived from the reaction between hydroxyl radical and CBZ [34]. Formation of product IV involves a ring contraction process followed by a hydroxylation step. According to Chiron et al. [33] this product could arise from carbamazepine photoionization followed by hydroxylation at the 10 position or by the direct reaction between CBZ and HO• radical, and further contraction of the 7-atom ring followed by a hydroxylation step, accompanied by loss of the -CONH2 lateral chain (see Figure S8 in the Supporting Information). Also, the subsequent opening of the epoxide ring of product III would give a labile species that undergoes facile ring contraction to finally yield product IV [34]. In the presence of Fe3O4/LHA and H2O2 under UV irradiation at pH 3.0, four degradation products were detected, and their structures were assigned (compounds III, V, VI and VII, Table 1). Compound V is a byproduct with a high degree of transformation. Losses of 28 mass units, corresponding to CO, are characteristic of quinone derivatives, suggesting that product V can be formed from compound II. An intramolecular reaction with H2O loss might then be responsible for the transformation of II into V. This product was also observed by irradiation of CBZ in the presence of Fe3+ at pH 2 by Chiron et al. [33]. The MS spectrum of the product with (M + H)+ at m/z = 196 shows fragments at m/z 167 and 168. This fragmentation is compatible with either 9-hydroxyacridine (compound VI) or acridone (compound VII) [35]. 9-hydroxyacridine is a typical hydroxylation\n3 4/ i\n2 2.\nCo pounds I–IV, listed in Table 1, were found for CBZ degradation induced by Fe3O /LHA nanoparticles under UV irradiation. Product I was for ed by the hydroxylation of the C10-C1 double bond of CBZ. This product was also detected as a result of the irradiation of CBZ both in the absence and in the presence of Fe3+ by other authors [33]. Thus, under our experi ental conditions, this product could be a result of direct photolysis or it could be formed after reaction between CBZ with hydroxyl radicals. The quinonid (compound II) might form upon oxidation of an undetected hydroquinone structure, arising fro two hydroxylation steps of the parent CBZ [33]. On the other hand, 10,11-epoxycarba azepine (product III) is another observed inter ediate derived fro the reaction bet een hydroxyl radical and CBZ [34]. For ation of product IV involves a ring contraction process follo ed by a hydroxylation step. According to Chiron et al. [33] this product could arise fro carba azepine photoionization follo ed by hydroxylation at the 10 position or by the direct reaction bet een CBZ and O• radical, and further contraction of the 7-ato ring follo ed by a hydroxylation step, acco panied by loss of the -CO 2 lateral chain (see Figure S8 in the Supporting Infor ation). Also, the subsequent opening of the epoxide ring of product III ould give a labile species that undergoes facile ring contraction to finally yield product IV [34]. In the presence of Fe3O4/LHA and H2O2 under UV irradiation at pH 3.0, four degradation products were detected, and their structures were assigned (compounds III, V, VI and VII, Table 1). Compound V is a byproduct with a high degree of transformation. Losses of 28 mass units, corresponding to CO, are characteristic of quinone derivatives, suggesting that product V can be formed from compound II. An intra olecular reaction with H2O loss might then be responsible for the transformation of II into V. This product was also observed by irradiation of CBZ in the presence of Fe3+ at pH 2 by Chiron et al. [33]. The MS spectrum of the product with (M + H)+ at m/z = 196 shows fragments\nat m/z 167 and 168. This fragmentation is compatible with either 9-hydroxyacridine (compound VI) or acridone (compound VII) [35]. 9-hydroxyacridine is a typical hydroxylation product of acridine (compound VIII, Figure 5). Although acridine was not detected, its formation as intermediate during either photodegradation or oxidative treatments of CBZ is well-documented by other authors [33–37]. Acridone (VII) could also be formed by further oxidation of product IV through elimination of a carbonyl group [38]. Formation of acridone (VII) was also observed upon the attack of CBZ by HO• radicals formed either by UV/H2O2 or UV/Fe2+ treatment [39]. It is noteworthy that different products of CBZ oxidation are obtained when Fe3O4/LHA are used as photosensitizers or as catalysts for photo-Fenton treatment. Products with higher transformation degree were observed in the photo-Fenton procedure, which is logical due to the higher observed degradation yields of CBZ. The only common product is compound III, which supports the attack of the HO• radical on the CBZ molecule. This is reasonable because the hydroxyl radical besides being the main reactive species involved in the photo-Fenton treatment, is also generated upon photoirradiation of suspensions of the Fe3O4/LHA [23]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The core-shell magnetite-humic acids nanoparticles have been used on the one hand as heterogeneous photosensitizers and on the other hand as catalysts in the photo-Fenton treatment for the oxidation of carbamazepine. Carbamazepine showed a 15% photodegradation with UVA light in the presence of the magnetic nanoparticles and control experiments indicate that the contribution of direct photolysis was negligible under these conditions. The nanoparticles were proved to be excellent iron sources to be employed for the photo-Fenton degradation of organic contaminants. The Fe2+ and Fe3+ profiles measured in the filtered and unfiltered suspensions are indicative of a heterogeneous hydroxyl radical generation in the photo-Fenton process, which is responsible for the oxidation of the contaminants. Products with higher transformation degree were observed in the photo-Fenton procedure and the only common product obtained under both treatments is 10,11-epoxycarbamazepine, compound number III, which supports the attack of the HO• radical on the CBZ molecule.\nSupplementary Materials: The Supplementary Materials are available online at http://www.mdpi.com/2079-4991/ 9/10/1379/s1.\nAuthor Contributions: Conceptualization, F.A., L.C. and D.O.M.; investigation F.A., E.D.G., V.C.A., J.P.E.; resources, L.C., D.O.M.; writing—original draft preparation, F.A., L.C. and D.O.M.; writing—review and editing, F.S.G.E., F.A., L.C., G.M. and D.O.M.\nFunding: This research was funded by ANPCyT, Argentina (PICT 2016-0974), and CIC (Buenos Aires, Argentina). F.A. thanks to CONICET for her research graduate grant. J.P.E., L.C. and F.S.G.E. are research members of CONICET (Argentina). D.O.M. is a research member of CIC (Buenos Aires, Argentina).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Liquid chromatography–mass spectrometry in the analysis of emerging environmental contaminants",
      "author" : [ "M. Petrovic", "D. Barceló" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2006
    }, {
      "title" : "Environmental mass spectrometry: Emerging contaminants and current issues",
      "author" : [ "S.D. Richardson" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "A review on emerging contaminants in wastewaters and the environment: Current knowledge, understudied areas and recommendations for future monitoring",
      "author" : [ "B. Petrie", "R. Barden", "B. Kasprzyk-Hordern" ],
      "venue" : "Water Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Presence of pharmaceuticals in fish collected from urban rivers in the U.S. EPA 2008–2009 national rivers and streams assessment",
      "author" : [ "B. Huerta", "S. Rodriguez-Mozaz", "J. Lazorchak", "D. Barcelo", "A. Batt", "J. Wathen", "L. Stahl" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Pharmaceutical biological degradation, sorption and mass balance determination in a conventional activated-sludge wastewater treatment plant from Murcia, Spain",
      "author" : [ "I. Martínez-Alcalá", "J.M. Guillén-Navarro", "C. Fernández-López" ],
      "venue" : "Chem. Eng. J. 2017,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "A field study on 8 pharmaceuticals and 1 pesticide in Belgium: Removal rates in waste water treatment plants and occurrence in surface water",
      "author" : [ "J.C. Van De Steene", "C.P. Stove", "W.E. Lambert" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Human pharmaceuticals in wastewaters from urbanized areas of Argentina",
      "author" : [ "Y. Elorriaga", "D.J. Marino", "P. Carriquiriborde", "A.E. Ronco" ],
      "venue" : "Bull. Environ. Contam. Toxicol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2013
    }, {
      "title" : "An overview on the advanced oxidation processes applied for the treatment of water pollutants defined in the recently launched Directive 2013/39/EU",
      "author" : [ "A.R. Ribeiro", "O.C. Nunes", "M.F.R. Pereira", "A.M.T. Silva" ],
      "venue" : "Environ. Int",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Environmental implications of hydroxyl radicals (OH)",
      "author" : [ "S. Gligorovski", "R. Strekowski", "S. Barbati", "D. Vione" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Degradation and fate of pharmaceutically active contaminants by advanced oxidation processes",
      "author" : [ "S.K. Alharbi", "W.E. Price" ],
      "venue" : "Curr. Pollut. Rep. 2017,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Pharmaceuticals of emerging concern in aquatic systems: Chemistry, occurrence, effects, and removal methods",
      "author" : [ "M. Patel", "R. Kumar", "K. Kishor", "T. Mlsna", "C.U. Pittman", "D. Mohan" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Magnetic nanoparticles: Essential factors for sustainable environmental applications",
      "author" : [ "S.C.N. Tang", "I.M.C. Lo" ],
      "venue" : "Water Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2013
    }, {
      "title" : "Applications of magnetite nanoparticles for heavy metal removal from wastewater",
      "author" : [ "L. Carlos", "F.S. García Einschlag", "M.C. González", "D.O. Mártire" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Nanomaterials-enabled water and wastewater treatment",
      "author" : [ "Y. Zhang", "B. Wu", "H. Xu", "H. Liu", "M. Wang", "Y. He", "B. Pan" ],
      "venue" : "NanoImpact 2016,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "Recent advances in iron nanoparticles: Preparation, properties, biological and environmental application",
      "author" : [ "A. Iqbal", "K. Iqbal", "B. Li", "D. Gong", "W. Qin" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Magnetic nanoparticles for environmental and biomedical applications: A review",
      "author" : [ "L. Mohammed", "H.G. Gomaa", "D. Ragab", "J. Zhu" ],
      "venue" : "Particuology",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Advances in magnetically separable photocatalysts: Smart, recyclable materials for water pollution mitigation",
      "author" : [ "G. Mamba", "A. Mishra" ],
      "venue" : "Catalysts 2016,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Review and perspectives on the use of magnetic nanophotocatalysts (MNPCs) in water treatment",
      "author" : [ "J. Gómez-Pastora", "S. Dominguez", "E. Bringas", "M.J. Rivero", "I. Ortiz", "D.D. Dionysiou" ],
      "venue" : "Chem. Eng. J. 2017,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "The effect of humic acid binding to magnetite nanoparticles on the photogeneration of reactive oxygen species",
      "author" : [ "L. Carlos", "M. Cipollone", "D.B. Soria", "M.S. Moreno", "P.R. Ogilby", "F.S. García Einschlag", "D.O. Mártire" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Different approaches for the solar photocatalytic removal of micro-contaminants from aqueous environment: Titania vs. hybrid magnetic iron oxides",
      "author" : [ "V. Polliotto", "F.R. Pomilla", "V. Maurino", "G. Marcì", "A. Bianco Prevot", "R. Nisticò", "G. Magnacca", "M.C. Paganini", "L. Ponce Robles", "L Perez" ],
      "venue" : "Catal. Today",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Biowaste-derived substances as a tool for obtaining magnet-sensitive materials for environmental applications in wastewater treatments",
      "author" : [ "F. Franzoso", "R. Nisticò", "F. Cesano", "I. Corazzari", "F. Turci", "D. Scarano", "A. Bianco Prevot", "G. Magnacca", "L. Carlos", "D.O. Mártire" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Degradation of nitroaromatic compounds by the UV-H2O2 process using polychromatic radiation sources. Photochem",
      "author" : [ "F.S. García Einschlag", "L. Carlos", "A.L. Capparelli", "A.M. Braun", "E. Oliveros" ],
      "venue" : "Photobiol. Sci. 2002,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2002
    }, {
      "title" : "An optimised 1,10-phenanthroline method for the determination of ferrous and ferric oxides in silicate rocks, soils and minerals",
      "author" : [ "P.K. Tarafder", "A.R. Thakur" ],
      "venue" : "Geostand. Geoanal. Res",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Thiocyanate method for iron: A spectrophotometric study",
      "author" : [ "J. Woods", "M. Mellon" ],
      "venue" : "Ind. Eng. Chem. Anal. Ed",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1941
    }, {
      "title" : "Synthesis of iron oxide nanoparticles under oxidizing environment and their stabilization in aqueous and non-aqueous media",
      "author" : [ "D. Maity", "D.C. Agrawal" ],
      "venue" : "J. Magn. Magn. Mater",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2007
    }, {
      "title" : "Preparation and characterization of PAA/PVDF membrane-immobilized Pd/Fe nanoparticles for dechlorination of trichloroacetic acid",
      "author" : [ "X. Wang", "C. Chen", "H. Liu", "J. Ma" ],
      "venue" : "Water Res",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2008
    }, {
      "title" : "Novel magnetite nanoparticles coated with waste sourced bio-based substances as sustainable and renewable adsorbing materials",
      "author" : [ "G. Magnacca", "A. Allera", "E. Montoneri", "L. Celi", "D.E. Benito", "L.G. Gagliardi", "M.C. Gonzalez", "D.O. Mártire", "L. Carlos" ],
      "venue" : "ACS Sustain. Chem. Eng. 2014,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Modulation of optical properties of dissolved humic substances by their molecular complexity",
      "author" : [ "R.A. Mignone", "M.V. Martin", "F.E. Morán Vieyra", "V.I. Palazzi", "B. Lopez de Mishima", "D.O. Martire", "C.D. Borsarelli" ],
      "venue" : "Photochem. Photobiol",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2012
    }, {
      "title" : "Photochemical fate of a mixture of emerging pollutants in the presence of humic substances",
      "author" : [ "L. Carlos", "D.O. Mártire", "M.C. Gonzalez", "J. Gomis", "A. Bernabeu", "A.M. Amat", "A. Arques" ],
      "venue" : "Water Res",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Photodegradation of soil organic matter and its effect on gram-negative bacterial growth",
      "author" : [ "G.N. Bosio", "P.M. David Gara", "F.S. García Einschlag", "M.C. Gonzalez", "M.T. Del Panno", "D.O. Martire" ],
      "venue" : "Photochem Photobiol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "Photolytic and radiolytic oxidation of humic acid",
      "author" : [ "M.V. Martin", "G.T. Ruiz", "M.C. Gonzalez", "C.D. Borsarelli", "D.O. Mártire" ],
      "venue" : "Photochem. Photobiol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Photodegradation processes of the antiepileptic drug carbamazepine, relevant to estuarine waters",
      "author" : [ "S. Chiron", "C. Minero", "D. Vione" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2006
    }, {
      "title" : "Kinetic and chemical assessment of the UV/H2O2 treatment of antiepileptic drug carbamazepine",
      "author" : [ "D. Vogna", "R. Marotta", "R. Andreozzi", "A. Napolitano", "M. D’Ischia" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    }, {
      "title" : "Photochemical fate of carbamazepine in surface freshwaters: Laboratory measures and modeling",
      "author" : [ "E. De Laurentiis", "S. Chiron", "S. Kouras-Hadef", "C. Richard", "M. Minella", "V. Maurino", "C. Minero", "D. Vione" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2012
    }, {
      "title" : "Fate of carbamazepine during water treatment",
      "author" : [ "T. Kosjek", "H.R. Andersen", "B. Kompare", "A. Ledin", "E. Heath" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2009
    }, {
      "title" : "Degradation of carbamazepine and toxicity evaluation using the UV/persulfate process in aqueous solution",
      "author" : [ "Q. Zhang", "J. Chen", "C. Dai", "Y. Zhang", "X. Zhou" ],
      "venue" : "J. Chem. Technol. Biotechnol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2015
    }, {
      "title" : "Catalytic degradation of recalcitrant pollutants by Fenton-like process using polyacrylonitrile-supported iron (II) phthalocyanine nanofibers: Intermediates and pathway",
      "author" : [ "Z. Zhu", "Y. Chen", "Y. Gu", "F. Wu", "W. Lu", "T. Xu", "W. Chen" ],
      "venue" : "Water Res",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Aquatic photolysis of carbamazepine by UV/H2O2 and UV/Fe (II) processes",
      "author" : [ "N. Liu", "M. Zheng", "S. Sijak", "L. Tang", "G. Xu", "M. Wu" ],
      "venue" : "Res. Chem. Intermed",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 6,
      "context" : "3 μg L−1 in municipal wastewaters discharging into fresh and estuarine waters from areas with varying degrees of urbanization [8].",
      "startOffset" : 126,
      "endOffset" : 129
    }, {
      "referenceID" : 7,
      "context" : "Among these, the advanced oxidation processes (AOPs) have been shown to be very efficient in the elimination of organic compounds refractory to biological treatments [9].",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 8,
      "context" : "The AOPs are based on the generation of highly reactive species, such as hydroxyl radicals, which are able to react with the organic pollutant and degrade it to less toxic compounds [10].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 9,
      "context" : "In particular, the removal of CBZ has been widely investigated using different AOPs in recent literature [11,12].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 10,
      "context" : "In particular, the removal of CBZ has been widely investigated using different AOPs in recent literature [11,12].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 15,
      "context" : "The most widely used magnetic nanomaterials, magnetite (Fe3O4) and maghemite (γ-Fe2O3) nanoparticles, have gained great interest in research on engineering applications for the treatment of polluted water [17].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 16,
      "context" : "The use of magnetic nanoparticles in heterogeneous AOPs, such as photocatalysis and heterogeneous photo-Fenton processes, is gaining increasing interest since these materials aim to overcome the drawbacks of the separation and re-use of the catalyst [18,19].",
      "startOffset" : 250,
      "endOffset" : 257
    }, {
      "referenceID" : 17,
      "context" : "The use of magnetic nanoparticles in heterogeneous AOPs, such as photocatalysis and heterogeneous photo-Fenton processes, is gaining increasing interest since these materials aim to overcome the drawbacks of the separation and re-use of the catalyst [18,19].",
      "startOffset" : 250,
      "endOffset" : 257
    }, {
      "referenceID" : 18,
      "context" : "We have shown that suspensions of humic acid (HA)-coated Fe3O4 nanoparticles are able to generate reactive oxygen species (ROS) upon irradiation with UV-visible light, and hence these materials are potential candidates for treating contaminants susceptible to HA-photosensitized degradation [20].",
      "startOffset" : 291,
      "endOffset" : 295
    }, {
      "referenceID" : 19,
      "context" : "On the other hand, magnetite nanoparticles coated with humic acid-like biopolymers derived from composted urban biowaste were successfully employed as iron sources in the Fenton-like and photo-Fenton-like processes for the degradation of emerging contaminants at circumneutral pH [21,22].",
      "startOffset" : 280,
      "endOffset" : 287
    }, {
      "referenceID" : 20,
      "context" : "On the other hand, magnetite nanoparticles coated with humic acid-like biopolymers derived from composted urban biowaste were successfully employed as iron sources in the Fenton-like and photo-Fenton-like processes for the degradation of emerging contaminants at circumneutral pH [21,22].",
      "startOffset" : 280,
      "endOffset" : 287
    }, {
      "referenceID" : 18,
      "context" : "Synthesis and Characterization of Magnetic Nanoparticles LHA-coated Fe3O4 nanoparticles (Fe3O4/LHA) were prepared according to the reported method [20].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 21,
      "context" : "The incident photon rate measured using potassium ferrioxalate as actinometer [23], was 3.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 22,
      "context" : "Fe2+ and Fe3+ profiles were determined colorimetrically by using the reported methods of o-phenanthroline [24] and thiocyanate [25], respectively.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 23,
      "context" : "Fe2+ and Fe3+ profiles were determined colorimetrically by using the reported methods of o-phenanthroline [24] and thiocyanate [25], respectively.",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 24,
      "context" : "588 and 630 cm−1, which corresponds to the Fe–O stretching vibration [26].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 25,
      "context" : "The sharp signal of the C=O stretching at 1400 cm−1 is characteristic for carboxylate anions interacting with the FeO surface [27,28] and confirms the important role of these groups in the bonding of the LHA to the magnetite surface.",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 26,
      "context" : "The sharp signal of the C=O stretching at 1400 cm−1 is characteristic for carboxylate anions interacting with the FeO surface [27,28] and confirms the important role of these groups in the bonding of the LHA to the magnetite surface.",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 18,
      "context" : "These results are in agreement with those obtained for particles previously prepared in our laboratory under similar conditions [20].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 27,
      "context" : "The difference between both spectra increases with decreasing wavelength, in line with the reported spectra of humic substances [29].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 26,
      "context" : "humic acid-like biopolymers derived from composted urban biowaste [28].",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 28,
      "context" : "These results clearly indicate the occurrence of indirect photoprocesses mediated by the Fe3O4/LHA nanoparticles and are in line with previously reported data obtained from irradiation of CBZ solutions in the presence of humic acids [30].",
      "startOffset" : 233,
      "endOffset" : 237
    }, {
      "referenceID" : 28,
      "context" : "These results cle rly indicate the occu rence of indirect photoprocesses mediated by the Fe3O4/LHA anoparticles and are in line with p eviously report data obtained fr m irradiation of CBZ solutions in the presence of humic acids [30].",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 29,
      "context" : "1 M 2-propanol, a well-known scavenger of hydroxyl radicals [31] (Figure 2).",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 29,
      "context" : "1 M 2-propanol, a well-known scavenger of hydroxyl radicals [31] (Figure 2).",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 30,
      "context" : "Comparison between the experiments done with bare Fe3O4 and Fe3O4/LHA shows that although the humic acids on the surface of the nanoparticles can react with HO• radicals [32], the lower CBZ degradation rate observed in the presence of bare Fe3O4 indicates that the presence of LHA enhances the CBZ degradation.",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 30,
      "context" : "with HO• radicals [32], the lower CBZ degradation rate observed in the presence of bare Fe3O4 indicates that the presence of LHA enhances the CBZ degradation.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 31,
      "context" : "This product was also detected as a result of the irradiation of CBZ both in the absence and in the presence of Fe3+ by other authors [33].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 31,
      "context" : "The quinonid (compound II) might form upon oxidation of an undetected hydroquinone structure, arising from two hydroxylation steps of the parent CBZ [33].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 32,
      "context" : "On the other hand, 10,11-epoxycarbamazepine (product III) is another observed intermediate derived from the reaction between hydroxyl radical and CBZ [34].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 31,
      "context" : "[33] this product could arise from carbamazepine photoionization followed by hydroxylation at the 10 position or by the direct reaction between CBZ and HO• radical, and further contraction of the 7-atom ring followed by a hydroxylation step, accompanied by loss of the -CONH2 lateral chain (see Figure S8 in the Supporting Information).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Also, the subsequent opening of the epoxide ring of product III would give a labile species that undergoes facile ring contraction to finally yield product IV [34].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 33,
      "context" : "This fragmentation is compatible with either 9-hydroxyacridine (compound VI) or acridone (compound VII) [35].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 31,
      "context" : "This product was also detected as a result of the irradiation of CBZ both in the absence and in the presence of Fe3+ by other authors [33].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 31,
      "context" : "The quinonid (compound II) might form upon oxidation of an undetected hydroquinone structure, arising fro two hydroxylation steps of the parent CBZ [33].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 32,
      "context" : "On the other hand, 10,11-epoxycarba azepine (product III) is another observed inter ediate derived fro the reaction bet een hydroxyl radical and CBZ [34].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 31,
      "context" : "[33] this product could arise fro carba azepine photoionization follo ed by hydroxylation at the 10 position or by the direct reaction bet een CBZ and O• radical, and further contraction of the 7-ato ring follo ed by a hydroxylation step, acco panied by loss of the -CO 2 lateral chain (see Figure S8 in the Supporting Infor ation).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "Also, the subsequent opening of the epoxide ring of product III ould give a labile species that undergoes facile ring contraction to finally yield product IV [34].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 33,
      "context" : "This fragmentation is compatible with either 9-hydroxyacridine (compound VI) or acridone (compound VII) [35].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 36,
      "context" : "Acridone (VII) could also be formed by further oxidation of product IV through elimination of a carbonyl group [38].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 37,
      "context" : "Formation of acridone (VII) was also observed upon the attack of CBZ by HO• radicals formed either by UV/H2O2 or UV/Fe2+ treatment [39].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 21,
      "context" : "This is reasonable because the hydroxyl radical besides being the main reactive species involved in the photo-Fenton treatment, is also generated upon photoirradiation of suspensions of the Fe3O4/LHA [23].",
      "startOffset" : 200,
      "endOffset" : 204
    } ],
    "year" : 2019,
    "abstractText" : "The use of iron-based nanomaterials for environmental remediation processes has recently received considerable attention. Here, we employed core-shell magnetite-humic acids nanoparticles as a heterogeneous photosensitizer and iron source in photo-Fenton reaction for the degradation of the psychiatric drug carbamazepine (CBZ). CBZ showed low photodegradation rates in the presence of the magnetic nanoparticles, whereas the addition of hydrogen peroxide at pH = 3 to the system drastically increased the abatement of the contaminant. The measured Fe2+ and Fe3+ profiles point to the generation of Fe3+ at the surface of the nanoparticles, indicating a heterogeneous oxidation of the contaminant mediated by hydroxyl radicals. Products with a higher transformation degree were observed in the photo-Fenton procedure and support the attack of the HO• radical on the CBZ molecule. Promising results encourage the use of the nanoparticles as efficient iron sources with enhanced magnet-sensitive properties, suitable for applications in photo-Fenton treatments for the purification of wastewater.",
    "creator" : "LaTeX with hyperref package"
  }
}