{
  "name" : "downloads_2019-10-24_ec_baek2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Unique Nanomechanical Properties of Diamond–Lonsdaleite Biphases: Combined Experimental and Theoretical Consideration of Popigai Impact Diamonds",
    "authors" : [ "Woohyeon Baek", "Sergey A. Gromilov", "Artem V. Kuklin", "Evgenia A. Kovaleva", "Alexandr S. Fedorov", "Alexander S. Sukhikh", "Michael Hanfland", "Vladimir A. Pomogaev", "Iuliia A. Melchakova", "Paul V. Avramov", "Kirill V. Yusenko" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Impact diamonds, lonsdaleite, compressibility, high-pressure, diamond/lonsdailete biphases\nNatural and synthetic diamonds show the greatest knownhardness and lowest compressibility, with a presence of various structural defects such as stacking faults and intergrowths. The nature of structural defects can be associated with sample history and can strongly affect mechanical and optical properties of diamonds.1 Rare diamond samples obtained under special conditions, such as impact diamonds formed within meteorites and their impact craters, have exceptional importance for the understanding of general diamond properties and can shed a light on diamond genesis and stability. Impact diamonds are also associated with a lonsdaleite phase, which is a hexagonal diamond modification initially found in impact diamond samples. It has been\nproposed to play a fundamental role in the graphite-todiamond transformation under extreme conditions and as an important marker of meteorite impacts.2−4\nUsing the density functional theory (DFT) within generalized gradient approximation (GGA) Perdew−Burke− Ernzerhof (PBE) functional,5 the bulk modulus B0 for lonsdaleite (437.3 GPa) was recently predicted to be higher than the corresponding value for diamond (431.1 GPa).6\nUsing ab initio electronic structure calculations at the local\nReceived: November 2, 2018 Revised: January 21, 2019 Published: February 8, 2019\n© 2019 American Chemical Society 1570 DOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\ndensity approximation (LDA) level of theory, it was found that large normal compressive pressures under indenters can compel lonsdaleite into a stronger structure through a volume-conserving bond-flipping structural phase transformation. The indentation produces significant enhancement in lonsdaleite’s strength, propelling it 58% higher than the corresponding value of diamond.7 It was predicted7 that the bulk modulus for nanopolycrystalline diamonds with defects (they can be considered as impact diamonds as well) is higher than the modulus of bulk diamond by 5%, which makes lonsdaleite a unique object for further theoretical and experimental studies. Natural and synthetic lonsdaleite only occurs simultaneously\nwith cubic diamond and graphite. In fact, it was proposed that hexagonal diamond is not truly stable in a pure form, existing only as clustered defects, interlayered coherently within cubic diamond described as a series of planar and twining defects within cubic diamond.2−4 These defects are likely artifacts of the graphite-to-diamond phase transformation. Nanotwinned (nt) diamonds were synthesized from onion carbon nanoparticles as precursors at a high pressure and high temperature.7 It was found that pure synthetic bulk nt-diamond demonstrated unprecedented hardness with a Vickers hardness up to 200 GPa, which is higher than the natural diamond.\nLonsdaleite-rich impact diamonds with a record concentration of the hexagonal phase have been discovered in one of the largest astroblemes, the “Popigai” impact crater, found in 1946 in Northern Siberia.8,9 The total diamond resources estimated in a single “Skal’noe” deposit associated with the Popigai impact are greater than the total amount of kimberlite diamonds found on all of the Earth. Samples from this impact crater are in the focus of the current investigation. According to transmission electron microscopy data, Popigai impact diamonds can be described as a mixture of 5−50 nm domains of graphite, cubic and hexagonal diamonds with a high density of stacking faults (up to 5 per 10 Å) and microtwins.10 Individual small diamond crystallites (several μm in length) from Popigai astrobleme show a high homogeneity and high amount of a hexagonal lonsdaleite (up to 30−40 wt %) mixture with cubic diamond and graphite.11,12\nDue to the absence of lonsdaleite-pure samples, the bulk modulus of hexagonal diamond was never proven by experimental studies under ambient and/or high-pressure conditions. In this work, the first experimental study of small natural Popigai lonsdaleite-rich crystals (below 20 μm in the cross section) under a high pressure has been performed by Xray diffraction (XRD) in a diamond-anvil cell to characterize compressibility of the hexagonal diamond and experimentally confirm the lonsdaleite bulk modulus. XRD experimental data\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1571\nare accompanied by density functional theory simulations to confirm the structure and stability of lonsdaleite/diamond biphases. It is found that the bulk modulus of pure lonsdaleite is significantly lower than that of the diamond one. On the basis of DFT calculations, it is revealed that inclusions of a single (001) lonsdaleite plane between four diamond (111) planes lead to the lowest in energy biphase with the highest bulk modulus, which is even larger than that of pristine diamond. The density functional electronic structure calculations and ab initio molecular dynamics simulations (AIMD) point out the coexistence of a number of diamond/lonsdaleite and diamond twin biphases with unique nanomechanical properties. To calculate atomic structure, stability, and mechanical properties of all considered theoretical atomic models of perfect 3D diamond and lonsdaleite crystals and 2D biphases, the PBE potential in combination with periodic boundary conditions (PBC)13 was used. Since the average cross sections of Popigai impact diamonds are proportional to 20 μm with 50 nm domains of cubic and hexagonal diamonds (see above), the PBC approximation was used to develop all 2D theoretical structural models of diamond biphases. The Methods Section is presented in the Supporting Information. Figure 1 and Table S1 display the optimized structure parameters of possible biphases derived from DFT calculations. Two Miller indices divided by slash ((hkl)D/(h′k′l′)L) denote junctions between (hkl)D and (h′k′l′)L planes, and the indexes behind the parentheses (D and L) indicate either the layer of diamond or lonsdaleite, respectively. Depending on the type of interface, the junctions of diamond and lonsdaleite display 5-, 6-, or 7-membered ring fragments. Biphase junctions that have a higher symmetry (hexagonal, orthorhombic) consist of 6-membered fragments, whereas lower symmetry (monoclinic, triclinic) structures have 5 × 7 or 5 × 6 × 7 alternated ring conformations. The shape of (111)D/ (001)L shows identical orientation compared with the (111)D twin, which has the same density as bulk diamond and lonsdaleite. When optimized biphase structures (Figure 1) are compared with some previously discovered carbon allotropes (Figure S1), it is clearly seen that each shape displays geometrical similarity. For example, looking at the front view of (111)D/ (100)L and (311)D/(001)L biphases, the 5- and 7-membered rings are tessellated (5 × 7) periodically. The (111)D/(100)L biphase is the same type of monoclinic M-carbon14 (Figure S1c), which has a mirror symmetry with a short bond line of adjacent pentagons as the axis center. The (311)D/(001)L shows a 5 × 7 configuration and geometry of the junction similar to mC3215 (Figure S1b), which has a symmetrical axis between conjoined pentagons. The (311)D twin structure has two different features depending on the direction of view. The front view shows 6-membered rings similar to the arrangement of protomene16 (Figure S1e), while the side view shows 4 × 8- membered rings like bct-C4\n17 (Figure S1a). The (331)D/ (1̅12)L and (331)D twin structures have 5 × 6 × 7 alternations like novamene18 (Figure S1d), but the arrangement and geometrical features are not the same. Calculated densities of biphases are a little higher compared to the allotropes, except (111)D/(100)L and (311)D twin. This would be supposed to have extra stacking layers of diamond, which has the highest density equal to lonsdaleite.\nBiphase stacking sequences and atomic configurations determine the formation mechanism of junctions following a relatively more stable phase.19,20 Depending on the order of stacking history, the configuration of final products is different because of so-called memory effects.21 To identify this effect in (111)D/(001)L and (111)D twin, theoretical investigations of different stacking orders between (111)D and (001)L were performed (Figure 2). The notations of the cross mark (×)\nwith numbers next to plus signs in parentheses indicate the number of consecutive alternation of (001)L layers. The (001)L × 4 // (111)D means four consecutive layers (×4) of (001)L plane are combined with (//) (111)D layers. The (3 + 1) and (2 + 1 + 1) refer to three and two consecutive layers of (001)L, and the other layers are separately inserted between (111)D layers. The (1 + 1 + 1 + 1) means all (001)L layers are separated 4 times successively between (111)D layers. The DFT calculations demonstrate slightly different total energies per atom among possible combinations of stacking keeping the type of junction and number of atoms in the cell constant (Table 1). The (001)L × (1 + 1 + 1 + 1) // (111)D stacking demonstrates the second lowest energy per carbon atom next to the energy of bulk diamond. The sequence of total energies presented in Table 1 is bulk lonsdaleite > (001)L × (3 + 1) // (111)D ≈ (001)L × 4 // (111)D > (001)L × (2 + 1 + 1) // (111)D > (001)L × (1 + 1 + 1 + 1) // (111)D > bulk diamond. The recent study22 about graphite to diamond transition revealed the kinetic selectivity of alternation using a novel potential energy surface global exploration technique, namely, stochastic surface walking (SSW) global optimization and SSW reaction pathway sampling method. According to the results, the growth of cubic diamond is at least 40 times slower than mixed diamond/lonsdaleite structures. The reason for a\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1572\ndifferent rate of formation is because an initial nucleation mechanism of hexagonal diamond is facile and propagation is kinetically dominant in the presence of a coherent graphite/ hexagonal diamond interface in comparison with the graphite/ cubic diamond case. Taking into account this preference, nucleation and growth on the surface of lonsdaleite would be kinetically faster than diamond during the phase transition. Following a variety of SiC polytype growth mechanisms caused by dislocations during graphite → lonsdaleite and graphite → cubic diamond phase transitions caused by propagating shock waves of asteroid impacts in graphite-rich minerals, both hexagonal and cubic phases could be transformed to their partners (cubic diamond and lonsdaleite, respectively) because of two reasons. First, bi- and more layer successions of lonsdaleite ((001)L × (2 + 1 + 1) // (111)D, (001)L × (3 + 1) // (111)D, and (001)L × 4 // (111)D) are less energetically stable than single-layer inclusions ((001)L × (1 + 1 + 1 + 1) // (111)D) (Table 1). The second reason for lonsdaleite → cubic diamond and cubic diamond → lonsdaleite phase transitions might be caused by a nonequilibrium character of impact diamond formation during asteroid impacts. In fact, impact diamonds are diamond polytypes formed by irregular succession of both cubic and hexagonal phases. Following a variety of SiC polytype growth mechanisms caused by dislocations (see, for example, ref 23), the impact diamonds can be considered as irregular diamond polytypes with a random succession of thin cubic and hexagonal layers, formed by spontaneous dislocations of crystalline lattice under nonequilibrium conditions of superbolide impact. Formation energies (ΔE), interfacial energies μ, and lattice mismatches of the biphases are presented in Table 2. The most energetically stable biphase is (111)D/(001)L with the smallest lattice mismatch (0.03%) and negative formation energy (−0.044 eV) followed by (111)D twin (−0.031 eV). Enumerating the calculated values, the order of formation and interfacial energies is different (ΔE sequence: (311)D twin\n> (111)D/(100)L > (331)D twin > (331)D/(1̅12)L > (311)D/ (001)L ≫ (111)D twin > (111)D/(001)L and μ: (111)D/ (100)L > (311)D twin > (331)D twin > (311)D/(001)L > (331)D/(1̅12)L > (111)D twin > (111)D/(001)L). The thermal stability of optimized structures is tested using AIMD simulations. For all cases, the deviations of the total energy per atom and temperature over time follow almost constant vibrations around the central value (Figure S2). The final atomic configurations after simulations did not show any drastic conformational change that confirms the stability under ambient conditions (Figure S3). From previous numerical studies,15,24,25 the order of relative enthalpies in respect to graphite is mC32 > bct-C4 > M-carbon > lonsdaleite > diamond. Comparing the calculated interfacial energies of previously studied carbon allotropes together with similarity of geometries, the order of μ is well consistent with previous results of relative enthalpies: (111)D/(100)L (mC32) > (311)D twin (bct-C4) > (311)D/(001)L (M-carbon) > lonsdaleite > diamond. Notably, the formation energy of (311)D twin is higher than (111)D/(100)L, whereas interfacial energy follows the reverse sequence. It means that the stability of a bulk phase (ΔE) is different from the interfacial part (μ) (Table 2). In the case of biphases, which have 5 × 6 × 7 conformations, (331)D twin is less stable than (331)D/(1̅12)L. Figure S4 shows theoretical powder X-ray diffraction (PXRD) patterns of optimized biphases and carbon allotropes (Figure 1, Figure S1). The most intensive PXRD peaks are located in the vicinity of 40° except (111)D/(100)L. In the case of (111)D/(100)L and (311)D twin, several diffraction peaks are also detected between the 20−40° range. Comparing biphases with allotrope patterns, several main peaks of biphases appear at close angles but do not coincide perfectly. Experimental data for pure diamond are obtained with a very high precision and can be considered as a reference. The estimations obtained using experimental compressibility data are fitted using the least-squares refinement procedure and have a realistic accuracy, which is limited by the nature of the samples. The procedure to estimate the accuracy of XRD measurements is given in the Supporting Information. In experimental PXRD observations of DG9 and DG37 samples (Figure S5) before compression, only diffraction diffuse spots for (111)D + (002)L, (101)D, and (220)D Miller planes are detected (Figure 3). Among them, the (111)D + (002)L signal is the most intensive PXRD peak. Taking theoretical and experimental results together, the match of XRD peak positions of theoretical (111)D/(001)L and (111)D twin patterns is consistent with superposition of experimental (111)D and (002)L peaks. The accuracy in B0 values corresponds to least-squares fits of compressibility data (Figure S6). Accuracy has been estimated using a fitting procedure realized in EOSfit software including accuracy in the pressure measurement (using two independent measurements of ruby internal standard, 0.1−0.2 GPa) and volume measurement (<0.02 A3). A few data points were excluded from fits based on the analysis of F-f plots (i.e., 7.5 GPa data for DG9). In contrast with in-house ambient pressure PXRD (DG37, Figure 3), X-ray diffraction 2D images of DG9 and DG37 samples reveal characteristic reflections of the (311)D and (331)D planes (Figures 4 and 5). Previously, faulted and twinned biphases between diamond and diamond/lonsdaleite fragments in natural impact diamonds of Canyon Diablo,2 Popigai astrobleme,3 and Gujba, Murchison, and Orgueil4\nTable 2. Lattice Mismatch, Formation Energies (ΔE), and Interfacial Energies (μ) of Biphases\nS (Å2) lattice mismatch (%) ΔE (eV) μ (eV/Å2) (111)D/(001)L 5.480 0.03 −0.044 −0.008 (111)D/(100)L 10.415 1.00 1.904 0.183 (311)D/(001)L 10.268 0.72 0.747 0.072 (331)D/(1̅12)L 28.626 3.83 0.872 0.030 (111)D twin 5.473 −0.031 −0.006 (311)D twin 41.666 4.277 0.103 (331)D twin 13.984 1.372 0.098\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1573\nmeteorites were detected. Among them, stacking faults and multiple types of (111)D and (311)D twins were found by a scanning transmission electron microscope (STEM) and selected area electron diffraction (SAED). This suggests that some signals of diffraction could be derived from junctions of two phases. Furthermore, the estimated configuration of the {113} diamond twin was proposed from molecular dynamic calculations.26 Although the (311)D twin requires the highest energy cost (ΔE) (Table 2), the formation of all biphases would be possible when applying high-pressure, high-temperature conditions. It is worse to note that the (1̅12)L Miller index is not observed experimentally likely due to a high mismatch factor of (331)D/(1̅12)L, which is mechanically less stable. The bulk moduli of DG9 and DG37 fitted using the secondorder BM EoS in comparison with pure cubic diamond data are given in Table S2. The average bulk moduli for the diamond matrix can be estimated as 435(22) and 429(18) GPa for DG9 and DG37, respectively, varying from 428(22)\n(diamond (220) PXRD line) to 442(21) ((331)) GPa (DG9) and 419(3) ((220)) to 450(13) ((331)). The bulk moduli for lonsdaleite are significantly different and systematically lower (406(21) and 431(3) GPa for DG9 and DG37, respectively) for both samples, which can be associated with the sample morphology, while DG9 corresponds to polycrystalline agglomerate, whereas DG37 can be described as a closely oriented texture. Following the experimental values, one can estimate the relative value of lonsdaleite bulk modulus to be 93.3−100.5% of the average diamond values with variations from 91.9 to 102.9% in comparison with diamond PXRD lines for different crystalline lattice planes (see above). The experimental bulk modulus of diamond is 444(3)27 or 446(1)28 GPa and previous theoretical estimations of diamond and lonsdaleite are 424.2−433.315,29,30 and 434.1 GPa,29,31,32 respectively, at the PBE level of theory. The calculated thirdorder bulk modulus of diamond (434.27 GPa, Table S3) is in better agreement with experimental data than previous theoretical results (Table S4). The bulk moduli of bct-C4 6,15 and mC3215 also show a good agreement with those calculated within the PBE approach, but M-carbon is higher than the former PBE results.6,15 Previous reports generally show that LDA and PBE approaches overestimate and underestimate the bulk moduli, respectively. Comparing the second- and thirdorder bulk moduli, one can see that the third-order equation provides more accurate statistical coefficients except for (311)D twin, novamene, and protomene. It would be supposed that the extra term including the pressure derivative of the bulk modulus (B′0) acts as numerical compensation factor. The gap between the second- and the third-order bulk moduli generally becomes larger when B′0 is lower. Among the calculated bulk moduli of theoretically modeled biphases (Figure 1), the (111)D/(001)L has the highest value followed by (111)D twin, bulk diamond, and lonsdaleite in fourth place (Table S3). Comparing the different stacking structures of (111)D and (001)L (Figure 2), bulk moduli show a small difference, but all values are higher than bulk diamond. The bulk modulus of (331)D is higher than bct-C4, M-carbon, and diamond at the second-order BM level. Except for diamond and lonsdaleite, M-carbon shows the hardest bulk modulus among the pristine phases, which is similar to (311)D/(001)L. Experimental measurements of the DG37 sample (see below) demonstrate that diamond (311) has similar bulk moduli as the third-order (311)D/(001)L, whereas diamond (111) is lower and (331) is higher than theoretical results at the GGA/PBE level of theory (Tables S3 and S4). Recent ab initio studies33 and molecular dynamic simulations34 of indented deformation of diamond suggested that the twin nanoboundaries between diamond and lonsdaleite layers would lead to ultrahigh hardness. It was shown that graphitization of diamond is hindered if the direction of deformation is parallel to the twin boundary. Considering the symmetry of the junctions, the common structural feature of (111)D/(001)L, (111)D, and (331)D twins is several consecutive chair-type 6-membered rings between the borders of the phases. Therefore, it is estimated that a high symmetrical domain between interfacial boundaries would lead to a greater incompressibility against pressure. According to published TEM data, Popigai impact diamonds can be described as a mixture of 5−50 nm domains of graphite, cubic and hexagonal diamonds with a high density of stacking faults (up to 5 per 10 Å), and microtwins.2,4,10,35 Previous Xray diffraction investigations1−4,11,12 of impact diamonds have\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1574\nbeen performed only roughly without systematic investigation of the problem, since the large quantity of planar defects introduces complex and anisotropic features into the diffraction patterns that have proven difficult to model. Collection of diffraction patterns from the small-sized crystal should give local structural information, which in principle should be much easier in qualitative interpretation. Diffraction patterns collected with a relatively small X-ray beam (10(v) × 10(h) μm2) from representative small crystals show all specific features characteristic for large impact diamond fractions. Such findings prove the fact that all specialties in impact diamonds diffractograms are due to the internal local structure of each particle but not due to composition, size, stress, and strain distribution between particles in the fraction. All features are intrinsic for each particle. Satellite reflections characteristic for the lonsdaleite phase in both DG9 and DG37 particles can be easily recognized on the background-subtracted diffraction images (Figures 4 and 5). Structural defects and diamond/lonsdaleite intergrowths strongly affect positions and intensities of diffraction lines, which make whole-profile fitting or Rietveld refinement impossible to obtain cell parameters of both diamond and lonsdaleite. Only positions of individual reflections can be used to obtain cell parameters for both existing phases. The diamond unit cell volumes are calculated separately for each fitted reflection. Lonsdaleite unit cell volumes are calculated using (100)L reflection and assuming d(111)D = d(002)L. Such assumption seems to be valid due to the absence of any changes in swooped 2D diffractograms with a pressure. Up to a maximal pressure of 25 GPa, the diffraction intensity corresponding to d(111)D and d(002)L does not show any deviations. If d(111)D and d(002)L would be independent, diffraction line positions would shift with a pressure one from another due to a different compressibility of lonsdaleite and diamond phases. In order to obtain compressibility parameters for diamond and lonsdileite, the pressure dependences of compressibility upon the unit cell volume is fitted using second-order BM-EoS (Figure S6). Pressure derivatives of the bulk moduli are fixed as 4 due to a small experimental pressure interval of the\nexperimental data. Atomic volume has been calculated for each single diffraction line separately (Table S2). Nanostructured diamonds usually show lower bulk moduli (300−350 GPa) in comparison with pure single crystals. Both phases show isotropic compression with a nearly identical slope (Figure S6), which proves the low compressibility of lonsdaleite proposed based on theoretic predictions.36 Recently, mechanical properties of lonsdaleite were theoretically assessed using first-principles calculations.37 Predicted bulk modulus of lonsdaleite is B0 = 437.1 GPa with the lattice parameters a = 2.4834 and c = 4.1354 Å versus B0 = 437.9 GPa for cubic diamond. At the same time, the predicted stiffness and hardness of lonsdaleite are higher in comparison with cubic diamond. Heating of impact diamonds with a high concentration of lonsdaleite intergrowths results in their quick graphitization.38 Nevertheless, laser heating of compressed DG9 at 25 GPa does not show significant changes in their PXRD patterns. No diffraction lines characteristic for graphite were detected after heating, and no changes in crystallinity of diamond matrix occurred. Such finding suggests that a high pressure can increase the stability of impact diamonds and remove difficulties in further transition into defect-free diamond under moderate pressure. In conclusion, for the first time, the bulk modulus of the lonsdaleite phase was measured experimentally in diamondanvil cells. In contrast with previous theoretical predictions, it was found that the bulk modulus of lonsdaleite is systematically lower and equal to 93−100% of a diamond one. In absolute values, it equals 406(21) and 431(3) GPa for different samples with different morphologies. The lonsdaleite compressibility is smaller in comparison with that of diamond and depends upon the length of intergrowths and relative orientation of the diamond and lonsdaleite phases. Using DFT calculations, possible coexistence of a number of diamond/lonsdaleite and diamond twin biphases was revealed. The lowest in energy stacking order suggests a preferable formation of consecutive single-layer inclusions of lonsdaleite in cubic diamond. The formation and interfacial energies of (111)D/(001)L and (111)D twin demonstrate spontaneous formation under nonequilibrium impact conditions. The main\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1575\nintensities and reflection angles of theoretical and experimental diffraction profiles of (111)D/(001)L and (111)D twin biphases before compression are in a good agreement with each other. Calculated formation energies and experimental PXRD patterns of (311)D and (331)D suggest that all of the considered biphases could be formed under high-temperature and high-pressure conditions according to the existence of (311)D twin in the meteorite samples, which has the highest formation energy. Following the BM-EoS equation, the theoretical bulk modulus of (111)D/(001)L (449.43 GPa) is the largest one, even larger than that of pristine diamond and lonsdaleite (434.27 and 449.16 GPa, respectively). Consecutive chair-type 6-membered rings located at the phase boundaries would lead to a higher incompressibility of diamond/lonsdaleite biphases.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.8b04421.\nExperimental and theoretical methods, optimized structures of carbon allotropes, ab initio molecular dynamic simulations of modeled structures, theoretical X-ray diffraction of modeled structures and carbon allotropes, structural parameters of modeled structures, and experimental and theoretical results of compressibility and previous studies (PDF) Modeled structures (ZIP)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: paul.veniaminovich@knu.ac.kr. *E-mail: kirill.yusenko@bam.de."
    }, {
      "heading" : "ORCID",
      "text" : "Artem V. Kuklin: 0000-0002-9371-6213 Alexandr S. Fedorov: 0000-0002-7911-3301 Vladimir A. Pomogaev: 0000-0003-4774-3998 Paul V. Avramov: 0000-0003-0075-4198"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors thank Dr. Valentin Afanasiev (Sobolev Institute of Geology and Mineralogy, Novosibirsk, Russia) for giving us access to a representative set of impact diamonds from Popigai astrobleme. The authors also acknowledge ID-15B beamline at the European Synchrotron Radiation Facility (ESRF) for providing measurement times and technical support. Dr. Valerio Cerantola (ESRF) is thanked for his kind support with the laser-heating setup. W.B., A.V.K., and P.V.A. acknowledge the National Research Foundation of Republic o f Korea fo r suppor t unde r g r an t no . NRF2017R1A2B4004440.\n■ REFERENCES (1) Bosak, A.; Chernyshov, D.; Krisch, M.; Dubrovinsky, L. Acta Crystallogr., Sect. B: Struct. Sci. 2010, B66, 493−496. (2) Nemeth, P.; Garvie, L. A. J.; Aoki, T.; Dubrovinskaia, N.; Dubrovinsky, L.; Buseck, P. R. Nat. Commun. 2014, 5, 5447. (3) Ohfuji, H.; Irifune, T.; Litasov, K. D.; Yamashita, T.; Isobe, F.; Afanasiev, V. P.; Pokhilenko, N. P. Sci. Rep. 2015, 5, 14702.\n(4) Neḿeth, P.; Garvie, L. A. J.; Buseck, P. R. Sci. Rep. 2016, 5, 18381. (5) Perdew, J.; Burke, K.; Ernzerhof, M. Phys. Rev. Lett. 1996, 77, 3865. (6) Zhu, Q.; Oganov, A. R.; Salvado,́ M. A.; Pertierra, P.; Lyakhov, A. O. Phys. Rev. B: Condens. Matter Mater. Phys. 2011, 83, 193410. (7) Huang, Q.; Yu, D.; Xu, B.; Hu, W.; Ma, Y.; Wang, Y.; Zhao, Z.; Wen, B.; He, J.; Liu, Z.; et al. Nature 2014, 510, 250. (8) Masaitis, V. L. Meteorit. Planet. Sci. 1998, 33, 349−359. (9) Masaitis, V. L. Popigai Impact Structure and its Diamond-Bearing Rocks; Springer, 2019. (10) Langenhorst, F. Mitt. Österr. Miner. Ges. 2003, 148, 401−412. (11) Yelisseyev, A.; Khrenov, A.; Afanasiev, V.; Pustovarov, V.; Gromilov, S.; Panchenko, A.; Pokhilenko, N.; Litasov, K. Diamond Relat. Mater. 2015, 58, 69−77. (12) Panchenko, A. V.; Tolstykh, N. D.; Gromilov, S. A. J. Struct. Chem. 2014, 55 (7), 1209−1214. (13) Avramov, P. V.; Kudin, K. N.; Scuseria, G. E. Single Wall Carbon Nanotubes Density of States: Comparison of Experiment and Theory. Chem. Phys. Lett. 2003, 370 (5−6), 597−601. (14) Li, Q.; Ma, Y.; Oganov, A. R.; Wang, H.; Wang, H.; Xu, Y.; Cui, T.; Mao, H. K.; Zou, G. Phys. Rev. Lett. 2009, 102, 175506. (15) Selli, D.; Baburin, I. A.; Martoňaḱ, R.; Leoni, S. Phys. Rev. B: Condens. Matter Mater. Phys. 2011, 84, 161411. (16) Delodovici, F.; Manini, N.; Wittman, R. S.; Choi, D. S.; Al Fahim, M.; Burchfield, L. A. Carbon 2018, 126, 574−579. (17) Schultz, P. A.; Leung, K.; Stechel, E. B. Phys. Rev. B: Condens. Matter Mater. Phys. 1999, 59, 733. (18) Burchfield, L. A.; Fahim, M. Al; Wittman, R. S.; Delodovici, F.; Manini, N. Heliyon 2017, 3, No. e00242. (19) Khaliullin, R. Z.; Eshet, H.; Kühne, T. D.; Behler, J.; Parrinello, M. Nat. Mater. 2011, 10, 693. (20) Xie, H.; Yin, F.; Yu, T.; Wang, J. T.; Liang, C. Sci. Rep. 2015, 4, 5930. (21) Salzmann, C. G.; Murray, B. J.; Shephard, J. J. Diamond Relat. Mater. 2015, 59, 69−72. (22) Xie, Y. P.; Zhang, X. J.; Liu, Z. P. J. Am. Chem. Soc. 2017, 139 (7), 2545−2548. (23) Jepps, N. W.; Page, T. F. Prog. Cryst. Growth Charact. 1983, 7, 259. (24) Umemoto, K.; Wentzcovitch, R. M.; Saito, S.; Miyake, T. Phys. Rev. Lett. 2010, 104, 125504. (25) Xu, N.; Li, J.; Huang, B.; Wang, B.; Wang, X.Mater. Res. Express 2015, 2, 045601. (26) Morris, J.; Fu, C. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 132. (27) Aleksandrov, I. V.; Goncharov, A. F.; Zisman, A. N.; Stishov, S. M. Zh. Eksp. Teor. Fiz. 1987, 93, 680−691. (28) Occelli, F.; Loubeyre, P.; Letoullec, R. Nat. Mater. 2003, 2, 151. (29) Wang, S. Q.; Ye, H. Q. J. Phys.: Condens. Matter 2003, 15, L197. (30) Zhu, Q.; Zeng, Q.; Oganov, A. R. Phys. Rev. B: Condens. Matter Mater. Phys. 2012, 85, 201407. (31) Tian, F.; Dong, X.; Zhao, Z.; He, J.; Wang, H. T. J. Phys.: Condens. Matter 2012, 24, 165504. (32) Wang, J. T.; Chen, C.; Kawazoe, Y. Phys. Rev. Lett. 2011, 106, 075501. (33) Li, B.; Sun, H.; Chen, C. Phys. Rev. Lett. 2016, 117, 116103. (34) Ma, X.; Shi, L.; He, X.; Li, L.; Cao, G.; Hou, C.; Li, J.; Chang, L.; Yang, L.; Zhong, Y. Carbon 2018, 133, 69−76. (35) Koeberl, C.; Masaitis, V. L.; Shafranovsky, G. I.; Gilmour, I.; Langenhorst, F.; Schrauder, M. Geology 1997, 25, 967−970. (36) Zhu, Q.; Oganov, A. R.; Zhou, X.-F. Top. Curr. Chem. 2014, 345, 223−256. (37) Qingkun, L.; Yi, S.; Zhiyuan, L.; Yu, Z. Scr. Mater. 2011, 65, 229−232. (38) Banhart, F. Rep. Prog. Phys. 1999, 62, 1181.\nDOI: 10.1021/acs.nanolett.8b04421 Nano Lett. 2019, 19, 1570−1576\n1576"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "For the first time, lonsdaleite-rich impact diamonds from one of the largest Popigai impact crater (Northern Siberia) with a high concentration of structural defects are investigated under hydrostatic compression up to 25 GPa. It is found that, depending on the nature of a sample, the bulk modulus for lonsdaleite experimentally obtained by X-ray diffraction in diamond-anvil cells is systematically lower and equal to 93.3−100.5% of the average values of the bulk moduli of a diamond matrix. Density functional theory calculations reveal possible coexistence of a number of diamond/lonsdaleite and twin diamond biphases. Among the different mutual configurations, separate inclusions of one lonsdaleite (001) plane per four diamond (111) demonstrate the lowest energy per carbon atom, suggesting a favorable formation of single-layer lonsdaleite (001) fragments inserted in the diamond matrix. Calculated formation energies and experimental diamond (311) and lonsdaleite (331) powder X-ray diffraction patterns indicate that all biphases could be formed under high-temperature, high-pressure conditions. Following the equation of states, the bulk modulus of the diamond (111)/ lonsdaleite (001) biphase is the largest one among all bulk moduli, including pristine diamond and lonsdaleite.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}