{
  "name" : "downloads_2020-02-19_5e_trinh2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Rice Husk Biochars Modified with Magnetized Iron Oxides and Nano Zero Valent Iron for Decolorization of Dyeing Wastewater",
    "authors" : [ "Bao-Son Trinh", "Phung T. K. Le", "David Werner", "Nguyen H. Phuong", "Tran Le Luu" ],
    "emails" : [ "phungle@hcmut.edu.vn", "david.werner@newcastle.ac.uk", "phuongmt4@gmail.com", "luu.tl@vgu.edu.vn", "bao-son.trinh@hcmier.edu.vn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: biochar; full-scale gasification; pyrolysis; rice husk; nano zero-valent iron"
    }, {
      "heading" : "1. Introduction",
      "text" : "Biochar is an organic product formed through the heating of biomass to above 250 ◦C without oxygen, known as pyrolysis process, or with limited air with the stoichiometric air-biomass ratio of 0.15–0.28, known as gasification process [1]. As a carbon-rich material, the morphology of biochar is characterized by a larger pore space than its original biomass due to the dehydration process at low temperature of 100–250 ◦C and the loss of cellulose, lignin and hemicellulose at higher temperature of 250–700 ◦C [2]. This porous structure of biochar creates adsorption sites to physically retain the pollutants [3–5]. Biochars can be functionalized by chemically combining them with other functional elements e.g., magnetized iron oxides (Fe3O4), maghemite (Fe2O3, γ-Fe2O3) or nano zero valent iron (nZVI), for enhancement of its original properties by adding features such as magnetism and/or\nProcesses 2019, 7, 660; doi:10.3390/pr7100660 www.mdpi.com/journal/processes\nProcesses 2019, 7, 660 2 of 16\nreactivity [6–8]. Application of magnetized carbon-based materials as adsorbents is of interest in industrial wastewater treatment processes because they can be easily separated with an external magnet from the treated water flow [9,10]. Application of nZVI particles to remove various contaminants (e.g., chlorinated, halogenated aliphatic, nitrates, nitro aromatic carbons, phenols, heavy metals, inorganic species, explosives, and pesticides) has been reviewed extensively [11,12]. In addition, application of carbon-based materials modified with nZVI is increasingly being considered for organic pollution remediation not only in the groundwater environment but also in textile dyeing wastewater treatment [13,14]. A combination of nZVI and carbon-based materials is expected to enhance the advantages of both. However, the properties and performance of such combination materials needs to be further studied. While the application of various biochars derived from pyrolysis processes has been widely reported [10,15], the application of biochar derived from a full-scale gasification process has not yet been sufficiently considered. Numerous biomass sources could be used as input for biochar production, e.g., corn cobs, coconut shell, ground coffee powder, coffee hull, or even livestock manure. However, rice husk has emerged as an abundant biomass source in Vietnam which could be utilized to produce biochar. Rice husk possesses a natural polymer as it contains approximately 40% cellulose, 30% lignin group, and the remaining 20% consist of silica, adsorbed water, alkaline minerals, and other trace elements [15,16]. In 2017, Vietnam produced 43 million tons of paddy rice and became the fifth largest rice producing country on Earth [17]. The Mekong Delta in the South of Vietnam is the largest paddy field of the country which has produced more than 56% of the total amount of paddy rice production [18]. According to Fernandes, Calheiro [19] the proportion of rice husk to bulk grain weight is approximately 20% and, as a result, the annual amounts of rice husk were estimated to be 9 million tons for the whole country and 5 million tons for the Mekong Delta only. Rice husk was therefore used as a biomass resource to produce biochar in this study. The textile dyeing industry has been quickly developing in Vietnam. Even though considerably contributing to the national economy, it is also causing significant environmental impacts, especially to the aquatic environment, due to the large amounts of heavy polluted wastewater being produced. Effluents from textile dyeing wastewater are complex and often consist of dyes, alkalis, organic and inorganic salts, acids, and heavy metals [20]. In an attempt to prevent color pollution from dyeing wastewater, various methods have been proposed, for instance, biochars made by bamboo [21] and other agricultural wastes [22] were used for adsorption of acid dyes (Acid-Blue-25 and Acid-Yellow-17) and methylene blue dye. Resin supported nZVI was used for decoloration of Acid-Blue-113 azo-dye [23]. Degradation of textile dyes using nZVI supported by various materials such as resin, nickel, zinc, bentonite, biopolymer, kaolin, rectorite, nickel-montmorillonite, bamboo, cellulose, biochar, graphene, and clinoptilolite was also reviewed [13]. However, application of magnetic-nZVI rice husk biochar derived from a full-scale gasifier for removal of color from dyeing wastewater has not yet been investigated. This study aimed to produce rice husk biochars derived from a full-scale gasification and a lab-scale pyrolysis process. The biochars were then modified with magnetized iron oxides to create an intermediate product of magnetic biochars. Zero valent iron was synthesized on these intermediate materials to achieve the final product of magnetic-nZVI biochars. Color removal efficiency of the magnetic-nZVI biochars and their original materials of biochar and nZVI for the representative reactive dyes was assessed by designing and conducting batch experiments."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "Rice husk: Rice husk was collected from the Ecofarm Co. Ltd. in Long An, a Mekong Delta province in the South of Vietnam. Rice husk was dried at room temperature (25–30 ◦C) for at least 48 h before use. Biochars: Two types of rice husk biochars were produced by using full-scale gasification and lab-scale pyrolysis processes as described below.\nProcesses 2019, 7, 660 3 of 16\n• Full-scale gasification rice husk biochar: A full-scale gasifier (BiGchar 2200 fast rotary hearth, φ = 2.2 m, h = 2 m, nominal capacity of 300 kg biochar/h, designed and fabricated by Pyrocal Pty Ltd, Wellcamp, Queensland, Australia) was used to produce gasification biochar (Figure 1). The gasifier has four chambers equipped temperature and air controllers. Briefly, rice husk was continuously fed on top and moved down by a rotary hand in every chamber. The top three chambers were heated in a range of temperature of 300–650 ◦C by the energy of the gasification process under air controlled conditions. The bottom chamber was used for cooling. Retention time of rice husk in the gasifier was approximately 1 h. Gasification biochar after cooling was collected by a screw conveyor system and labeled as BCgas. • Lab-scale pyrolysis rice husk biochar: A lab-scale closed furnace (EF 11/8B, Lenton, Hope Valley, UK) and other associated equipments including the closed-steel cylinder and its components (Hoang Ha Co. Ltd, Binh Duong, Vietnam) were used for producing pyrolysis biochar (Figure 2). Briefly, rice husk (40 g) was transferred to the steel-cylinder (φ = 2.5 cm, L = 10 cm, Figure 2b,c), tightly closed at one end and screwed tight by hand at the other end with a piston-screw mechanic system. This step aimed to minimize available air in the cylinder. It was then placed in the furnace and heated (heating rate of approx. 40 ◦C/min) to a pre-set temperature and retain for 1 h. Two thresholds of temperature were set to be 400 ◦C and 800 ◦C. The furnace was finally turned off for cooling down for approximately 4 h. Biochars at 400 ◦C and 800 ◦C were collected and labeled as BC400 and BC800, respectively.\nThe yield of biochar was calculated as follows:\nBiochar yield (%) = mass o f biochar (g)\ndried mass o f biomass (g) × 100 (1)\nAsh content of biochar was determined by a dry combustion method [24]. In brief, about 5.0 g of biochar was heated at 500 ◦C for 8 h. The crucible was then cooled to room temperature and reweighed. The ash content was calculated as follows:\nAsh content (%) = weight o f ash (g)\ndried mass o f biochar (g) × 100 (2)\nProcesses 2019, 7, x 3 of 16\ngasifier has four chambers equipped temperature and air controllers. Briefly, rice husk was continuously fed on top and moved down by a rotary hand in every chamber. The top three chambers were heated in a range of temperature of 300–650 °C by the energy of the gasification process under air controlled conditions. The bottom chamber was used for cooling. Retention time of rice husk in the gasifier was approximately 1 h. Gasification biochar after cooling was collected by a screw conveyor system and labeled as BCgas.\nFigure 1. Full-scale gasification system (BiGchar 2200 fast rotary hearth, Pyrocal Pty Ltd, Wellcamp, Queensland, Australia) for biochar production. Owned by Ecofarm Co. Ltd., Long An province, Vietnam.\n• Lab-scale pyrolysis rice husk biochar: A lab-scale closed furnace (EF 11/8B, Lenton, Hope Valley, UK) and other associated equipments including the closed-steel cylinder and its components (Hoang Ha Co. Ltd, Binh Duong, Vietnam) were used for producing pyrolysis biochar (Figure 2). Briefly, rice husk (40 g) was transferred to the steel-cylinder (ϕ = 2.5 cm, L = 10 cm, Figures 2b, c), tightly closed at one end and screwed tight by hand at the other end with a piston-screw mechanic system. This step aimed to minimize available air in the cylinder. It was then placed in the furnace and heated (heating rate of approx. 40 °C/min) to a pre-set temperature and retain for 1 h. Two thresholds of temperature were set to be 400 °C and 800 °C. The furnace was finally turned off for cooling down for approximately 4 h. Biochars at 400 °C and 800 °C were collected and labeled as BC400 and BC800, respectively.\n(a) (b) (c)\nFigure 2. (a) Lab-scale closed furnace (EF 11/8B, Lenton, Hope Valley, UK) for biochar production; (b) closed-steel cylinder for containing biomass; (c) components of the closed-steel cylinder.\nThe yield of biochar was calculated as follows:\nProcesses 2019, 7, 660 4 of 16\nProcesses 2019, 7, x 3 of 16 gasifier has four chambers equipped temperature and air controllers. Briefly, rice husk was continuously fed on top and moved down by a rotary hand in every chamber. The top three chambers were heated in a range of temperature of 300–650 °C by the energy of the gasification process under air controlled conditions. The bottom chamber was used for cooling. Retention time of rice husk in the gasifier was approximately 1 h. Gasification biochar after cooling was collected by a screw conveyor system and labeled as BCgas. Figure 1. Full-scale gasification system (BiGchar 2200 fast rotary hearth, Pyrocal Pty Ltd, Wellcamp, Queensland, Australia) for biochar production. Owned by Ecofarm Co. Ltd., Long An province, Vietnam.\n• Lab-scale pyrolysis rice husk biochar: A lab-scale closed furnace (EF 11/8B, Lenton, Hope Valley, UK) and other associated equipments including the closed-steel cylinder and its components (Hoang Ha Co. Ltd, Binh Duong, Vietnam) were used for producing pyrolysis biochar (Figure 2). Briefly, rice husk (40 g) was transferred to the steel-cylinder (ϕ = 2.5 cm, L = 10 cm, Figures 2b, c), tightly closed at one end and screwed tight by hand at the other end with a piston-screw mechanic system. This step aimed to minimize available air in the cylinder. It was then placed in the furnace and heated (heating rate of approx. 40 °C/min) to a pre-set temperature and retain for 1 h. Two thresholds of temperature were set to be 400 °C and 800 °C. The furnace was finally turned off for cooling down for approximately 4 h. Biochars at 400 °C and 800 °C were collected and labeled as BC400 and BC800, respectively.\nThe yield of biochar was calculated as follows:\ni r . (a) Lab-scale closed furnace (EF 11/8B, Lenton, Hope Valley, UK) for biochar production; (b) closed-steel cylinder for containing biomass; (c) components of the closed-steel cylinder.\npH of biochar was determined ccording to Savova, Apak [25]. About 4.0 g biochar was mixed with 100 mL deionized water in a conical flask. The flask was boiled for 5 min and left for cooling to room temperature. The supernatant was decanted and its pH value was determined by using a pH meter (ProDSS, Xylem Inc, Rye Brook, NY, USA). Zero point of charge pH (pHZPC) of biochar was determined following previous work [26]. To a series of Erlenmeyer flasks (100 mL), 40 mL of NaNO3 (0.1 M, Scharlau, Sentmenat, Barcelona, Spain) solution was added and the pH was adjusted by using HNO3 (Scharlau, Sentmenat, Barcelona, Spain) and NaOH (Scharlau, Sentmenat, Barcelona, Spain) with different concentrations (0.1–1 M) to give initial pH (pHi) of 2, 4, 6, 8, and 10. To each flask, 0.1 g biochar was added and the suspensions were agitated at a stirring speed of 250 rpm overnight at room temperature. In the next day, final pH (pHf) of the suspensions was recorded and the difference between the final and the initial pH (∆pH) was plotted against the pHi. The pH value where net surface charge was zero or ∆pH = 0, is considered to be the pHZPC of the materials. Magnetic biochars: The original biochars, including BCgas, BC400, and BC800, were magnetized by a wet precipitation method [6,9,27,28] with a few modifications. Briefly, Fe2+/Fe3+ solution was prepared by dissolving FeSO4·7H2O (3.66 g, Scharlau, Sentmenat, Barcelona, Spain) and FeCl3·6H2O (6.66 g, Scharlau, Sentmenat, Barcelona, Spain) in deionized water (200 mL). The biochars (5 g for each) were individually transferred to the Fe2+/Fe3+ solution. The mixtures were heated to 65 ◦C and retained for 3 h in agitated condition. The mixtures were then cooled down to approximately 40 ◦C and pH was raised to 10–11 by adding NaOH 5 M. Dark brown particles were observed at this alkaline pH value. The mixtures were agitated for an additional 1 h and left to settle overnight. Supernatants were decanted and the precipitated solid was washed with deionized water and rinsed with ethanol for 3 times. The magnetized solids were dried at 80 ◦C overnight. The dried solids were mixed again in deionized water and a magnet was used to separate and collect only the magnetized biochar particles. The remaining particles which were not attached to the magnet were discarded along with the solution. The presence of magnetic minerals in the final products was confirmed by the use of a magnet. The intermediate magnetized products were collected and labelled as BCgas-m, BC400-m, and BC800-m, respectively. Nano zero valent iron (nZVI): Lower surface area nZVI was synthesized by using traditional reduction methods [29,30]. Briefly, a strong reductant of sodium borohydride (NaBH4, Scharlau, Sentmenat, Barcelona, Spain) was used to reduce ferrous ion (Fe2+) to zero valent iron (Fe0) as described by Equation (3). At first, FeSO4·7H2O (20 g) was dissolved with deionized water (100 mL) in a 500 mL beaker. The reductant NaBH4 (2 g) was also dissolved with deionized water (100 mL) in a 250 mL beaker. The NaBH4 solution was transferred to a burrette for reaction with the Fe2+ solution by\nProcesses 2019, 7, 660 5 of 16\ndropping NaBH4 (approx. 30 drops/min) to the Fe2+ solution. The mixture was agitated by a magnetic stirrer for 1 h at room temperature (28 ◦C). The supernatant was decanted and the precipitated solid was washed with deionized water and rinsed with acetone for 3 times. The solid was dried at 105 ◦C for 24 h under a stream of N2 at 500 mL/min. The nanoscale zero valent iron product was finally collected and labeled as nZVI.\nFe2+ + 2BH4− + 6H2O→ Fe0 ↓ +2B(OH)3 + 7H2 ↑ (3)\nMagnetic-nZVI biochars: The magnetic biochars of BCgas-m, BC400-m and BC800-m were modified with nZVI by using a reduction method [8] which is similar to the above method for synthesizing nZVI. Briefly, the magnetic biochars (5 g) were individually transferred to a FeSO4·7H2O solution (20 g in 100 mL). The mixtures were sonicated for 2 h and vigorously shaken for 48 h at 150 rpm on an orbital shaker (SA300, Yamato Scientific America Inc., Santa Clara, CA, USA) to ensure FeSO4 molecules were equally distributed in the pore-space structure of the materials. A strong reductant of sodium borohydride (NaBH4) was used to reduce ferrous ion (Fe2+) to zero valent iron (Fe0) as described by Equation (3). The mixtures were reacted with NaBH4 (2 g in 100 mL) drop-wise (30 drops/min). The reacted solutions were stirred vigorously at room temperature (28 ◦C) for 1 h. The supernatants were decanted and the precipitated solids were washed with deionized water and rinsed with acetone (3 times). The solids were dried at 105 ◦C for 24 h under a stream of N2 at 500 mL/min. The final products were collected and labeled as BCgas-m-nZVI, BC400-m-nZVI and BC800-m-nZVI. Morphology of the materials was inspected by using the JEM-1400 Transmission Electron Microscope (JOEL USA Inc., Peabody, MA, USA). Specific surface area of the materials was determined using the Brunauer–Emmett–Teller technique with Autosorb-1 surface area analyzer (Quantachrome Instruments, Boynton Beach, Florida, USA). Chemicals: The dyes of C.I. Reactive Red 195, labeled as RR195 (CAS 93050-79-4, commercial grade ≥ 95.0%), C.I. Reactive Yellow 145, labeled as RY145 (CAS 93050-80-7, commercial grade ≥ 95.0%), and C.I. Reactive Bule 19, labeled as RB19 (CAS 2580-78-1, commercial grade ≥ 95.0%) were purchased from Tan Duy Phat Co. Ltd. in Ho Chi Minh city, Vietnam. The dyes were chosen based on their common use in textile dyeing industry [13,20,31]. The dyes RR195 and RY145 are classified as single azo colors with heavier molecular weights (Table 1), while the dye RB19 is classified as anthraquio color with lighter molecular weight (Table 1). Their empirical formulae are presented in Table 1. Sodium borohydride (NaBH4, CAS 16940-66-2, analytical grade 98%), iron (II) sulfate heptahydrate (FeSO4.7H2O, CAS 7782-63-0, analytical grade 99.55%), iron (III) chloride hexahydrate (FeCl3.6H2O, CAS 10025-77-1, analytical grade 99.9%), acetone (C3H6O, CAS 76-74-1, analytical grade 99.5%), and ethanol (C2H5OH, CAS 64-17-5, analytical grade 99.9%) were purchased from Scharlau chemical. Advantec filter sheet-type 1 (cellulose, 6 µm) and syringe filters (polyethersulfone membrane, 0.45 µm) were purchased from Toyo Roshi Kaisha, Ltd., Tokyo, Japan. Dyeing stock solutions: For investigation of color removal efficiency of the materials, the dyeing stock solutions RY145, RR195, and RB19 were prepared in order to achieve the final color thresholds of approx. 400 Pt-Co. Different amounts of RY145 (0.01152 g), RR195 (0.02784 g), and RB19 (0.10410 g) were dissolved in deionized water (1000 mL), sonicated in an ultra-sonic bath for 1 h at 28 ◦C (Elmasonic S 100 H, 37 kHz), and shaken for 2 h at 150 rpm (orbital shaker SA300, Yamato Scientific America Inc., Santa Clara, CA, USA) to give the absolute concentrations of 11.2 × 10−6 M, 24.5 × 10−6 M, and 166.1 × 10−6 M, respectively. Color thresholds of the final stocks RY145, RR195, and RB19 were of 404.5, 408.8, and 410.9 Pt-Co determined by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths for maximum absorbance of 419 nm [32], 517 nm [33], and 592 nm [34], respectively. UV-VIS is a reliable method to confirm dye concentration [32–34]. It is noted that the National Technical Regulation on Industrial Wastewater of Vietnam [35] does not provide an absolute concentration threshold (in mg/L or molar unit) for a specific dye but it provides a color threshold (in Pt-Co unit) for industrial wastewater being discharged into receiving waters.\nProcesses 2019, 7, 660 6 of 16\nFor instances, the maximum values of color threshold of industrial wastewater in Columns A and B are stated as 50 and 150 Pt-Co, respectively. According to this Regulation, the experiments were designed for investigation of the color removal efficiency of the modified biochar materials based on the color threshold (in Pt-Co unit) of a solution rather than the absolute concentrations (in mg/L or molar unit).\nTable 1. Empirical and molecular formulae of the reactive dyes.\nChemicals CAS Empirical Formula Weight (g/mol) Molecular Formula\nC.I. Reactive Red 195 (RR195) 93050-79-4 C31H19ClN7Na5O19S6 1136.3\nProcesses 2019, 7, x 5 of 16 solution (20 g in 100 mL). The mixtures were sonicated for 2 h and vigorously shaken for 48 h at 150 rpm on an orbital shaker (SA300, Yamato Scientific America Inc., Santa Clara, CA, USA) to ensure FeSO4 molecules were equally distributed in the pore-space structure of the materials. A strong reductant of sodium borohydride (NaBH4) was used to reduce ferrous ion (Fe2+) to zero valent iron (Fe0) as described by Equation (3). The mixtures were reacted with NaBH4 (2 g in 100 mL) drop-wise (30 drops/min). The reacted solutions were stirred vigorously at room temperature (28 °C) for 1 h. The supernatants were decanted and the precipitated solids were washed with deionized water and rinsed with acetone (3 times). The solids were dried at 105 °C for 24 h under a stream of N2 at 500 mL/min. The final products were collected and labeled as BCgas-m-nZVI, BC400-m-nZVI and BC800m-nZVI. Morphology of the materials was inspected by using the JEM-1400 Transmission Electron Microscope (JOEL USA Inc., Peabody, MA, USA). Specific surface area of the materials was determined using the Brunauer–Emmett–Teller technique with Autosorb-1 surface area analyzer (Quantachrome Instruments, Boynton Beach, Florida, USA).\nChemicals: The dyes of C.I. Reactive Red 195, labeled as RR195 (CAS 93050-79-4, commercial grade ≥ 95.0%), C.I. Reactive Yellow 145, labeled as RY145 (CAS 93050-80-7, commercial grade ≥ 95.0%), and C.I. Reactive Bule 19, labeled as RB19 (CAS 2580-78-1, commercial grade ≥ 95.0%) were purchased from Tan Duy Phat Co. Ltd. in Ho Chi Minh city, Vietnam. The dyes were chosen based on their common use in textile dyeing industry [13,20,31]. The dyes RR195 and RY145 are classified as single azo colors with heavier molecular weights (Table 1), while the dye RB19 is classified as anthraquio color with lighter molecular weight (Table 1). Their empirical formulae are presented in Table 1. Sodium borohydride (NaBH4, CAS 16940-66-2, analytical grade 98%), iron (II) sulfate heptahydrate (FeSO4.7H2O, CAS 7782-63-0, analytical grade 99.55%), iron (III) chloride hexahydrate (FeCl3.6H2O, CAS 10025-77-1, analytical grade 99.9%), acetone (C3H6O, CAS 76-74-1, analytical grade 99.5%), and ethanol (C2H5OH, CAS 64-17-5, analytical grade 99.9%) were purchased from Scharlau chemical. Advantec filter sheet-type 1 (cellulose, 6 µm) and syringe filters (polyethersulfone membrane, 0.45 µm) were purchased from Toy Roshi Kaisha, Ltd., Tokyo, Japan.\nTable 1. Empirical and molecular formulae of the reactive dyes.\nChemicals CAS Empirical Formula Weight (g/mol)\nolecular Formula\nC.I. Reactive Red 195 (RR195) 93050-79-4 C31H19ClN7Na5O 9S6 1136.3\nC.I. Reactive Yellow 145\n(RY145)"
    }, {
      "heading" : "93050-80-7 C28H20ClN9Na4O16S5 1026.25",
      "text" : "C.I. Reactive Blue 19 (RB19) 2580-78-1 C22H16N2Na2O11S3 626.55\nDyeing stock solutions: For investigation of color removal efficiency of the materials, the dyeing stock solutions RY145, RR195, and RB19 were prepared in order to achieve the final color thresholds of approx. 400 Pt-Co. Different amounts of RY145 (0.01152 g), RR195 (0.02784 g), and RB19 (0.10410\nC.I. Reactive Yellow 145 (RY145) 93050-80-7 C28H20ClN9Na4O16S5 1026.25\nProcesses 2019, 7, x 5 of 16 s l ti (20 i 100 ). e ixt res ere s icate f r 2 a i r sl s a e f r 48 at 150 r a r ital s a er ( 300, a at cie tific erica I c., a ta lara, , ) t e s re e 4 lec les ere e all istri te i t e re-s ace str ct re f t e aterials. str re cta t f s i r ri e ( a 4) as se t re ce ferr s i ( e2+) t zer ale t ir ( e0) as escri e ati (3). e ixt res ere reacte it a 4 (2 i 100 ) r - ise (30 r s/ i ). e reacte s l ti s ere stirre i r sl at r te erat re (28 ° ) f r 1 . e s er ata ts ere eca te a t e reci itate s li s ere as e it ei ize ater a ri se it acet e (3 ti es). e s li s ere rie at 105 ° f r 24 er a strea f 2 at 500 / i . e fi al r cts ere c llecte a la ele as as- - I, 400- - I a 800- - I. r l f t e aterials as i s ecte si t e J -1400 ra s issi lectr icr sc e (J I c., ea , , ). ecific s rface area f t e aterials as eter i e si t e r a er– ett– eller tec i e it t s r -1 s rface area a al zer ( a tac r e I str e ts, t eac , l ri a, ).\ne icals: e es f .I. eacti e e 195, la ele as 195 ( 93050-79-4, c ercial ra e ≥ 95.0 ), .I. eacti e ell 145, la ele as 145 ( 93050-80-7, c ercial ra e ≥ 95.0 ), a .I. eacti e le 19, la ele as 19 ( 2580-78-1, c ercial ra e ≥ 95.0 ) ere rc ase fr a at . t . i i i cit , iet a . e es ere c se ase t eir c se i textile ei i str [13,20,31]. e es 195 a 145 are classifie as si le az c l rs it ea ier lec lar ei ts ( a le 1), ile t e e 19 is classifie as a t ra i c l r it li ter lec lar ei t ( a le 1). eir e irical f r lae are rese te i\na le 1. i r ri e ( a 4, 16940-66-2, a al tical ra e 98 ), ir (II) s lfate e ta rate ( e 4.7 2 , 7782-63-0, a al tical ra e 99.55 ), ir (III) c l ri e exa rate ( e l3.6 2 , 10025-77-1, a al tical ra e 99.9 ), acet e ( 3 6 , 76-74-1, a al tical ra e 99.5 ), a et a l ( 2 5 , 64-17-5, a al tical ra e 99.9 ) ere rc ase fr c arla c e ical. a tec filter s eet-t e 1 (cell l se, 6 ) a s ri e filters ( l et ers lf e\ne ra e, 0.45 ) ere rc ase fr o s i ais a, t ., , Ja a .\na le 1. irical an olec lar for lae of the reactive yes.\ne icals irical For la eig t (g/ ol)\nl lar For la\n.I. eactive e 195 ( 195) 93050-79-4 31 19 l 7 a5 19S6 1136.3\n.I. eactive ello 145 ( 145)\n93050-80-7 28 20 l 9 a4 16S5 1026.25\n.I. eactive l e 19 ( 19) 2580-78-1 22 16 2 a2 11S3 626.55\nei st c s l ti s: r i esti ati f c l r re al efficie c f t e aterials, t e ei st c s l ti s 145, 195, a 19 ere re are i r er t ac ie e t e fi al c l r t res l s\nf a r x. 400 t- . iffere t a ts f 145 (0.01152 ), 195 (0.02784 ), a 19 (0.10410\nC.I. Reactive Blue 19 (RB19) 2580-78-1 C22H16N2Na2O11S3 626.55\nroces es , , f l ti ( i ). i t r r i t f r i r l f r t r r it l r ( , t i tifi ri I ., t l r , , ) t r 4 l l r l i tri t i t r - tr t r f t t ri l . tr r t t f i r ri ( 4) t r f r i ( 2+) t r l t ir ( 0) ri ti ( ). i t r r r t it 4 ( i ) r - i ( r / i ). r t l ti r tir i r l t r t r t r ( ) f r . r t t r t t r i it t li r it i i t r ri it t ( ti ). li r ri t f r r tr f 2 t / i . fi l r t r l t l l - - I, - - I - - I. r l f t t ri l i t i t J - r i i l tr i r (J I ., , , ). ifi rf r f t t ri l t r i i t r r t l r t i it t r - rf r l r ( t r I tr t , t , l ri , ). i l : f .I. ti , l l ( - - , r i l\nr . ), .I. ti l , l l ( - - , r i l r . ), .I. ti l , l l ( - - , r i l r . ) r r fr t . t . i i i it , i t . r t ir i t til i i tr [ , , ]. r l ifi i l l r it i r l l r i t ( l ), il t i l ifi t r i l r it li t r l l r i t ( l ). ir iri l f r l r r t i\nl . i r ri ( 4, - - , l ti l r ), ir (I ) lf t t r t ( 4. 2 , - - , l ti l r . ), ir (I ) l ri r t\n( l3. 2 , - - , l ti l r . ), t ( 3 6 , - - , l ti l r . ), t l ( 2 5 , - - , l ti l r . ) r r fr rl\ni l. t filt r t-t ( l l , ) ri filt r ( l t r lf r , . ) r r fr o i i , t ., , J .\nl . iri l l l r f r l f t r ti s.\ni l iri l r l i t ( / l)\nM l l r r l\n.I. ti ( )\n- - 31 19 l 7 5 19 6 .\n.I. ti l\n( ) - - 28 20 l 9 4 16 5 .\n.I. ti l ( )\n- - 2 16 2 2 1 3 .\ni t l ti : r i ti ti f l r r l f i i f t t ri l , t i t l ti , , r r r i r r t i t fi l l r t r l f r . t- . if r t t f ( . ), ( . ), ( .\nAssessing the loss of color due to the use of a centrifuge tube (PE, 50 mL) and syringe filter (PES, 0.45 µm): For the centrifuge tube, a volume (25 mL) of every dyeing stock solutions RY145, RR195, and RB19 with initial color thresholds of 404.5, 408.8, and 410.9 Pt-Co was transferred to the sterile tubes and shaken for 0 (control treatment) and 1 h at 150 rpm (orbital shaker SA300, Yamato Scientific America Inc., Santa Clara, CA, USA). The tubes were then centrifuged for 30 min at 4000 rpm (Rotofix 32A, Andreas Hettich GmbH & Co. KG, Tuttlingen, Germany) and the color threshold (in Pt-Co) was determined by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths as stated in “Dyeing stock solutions” section. After a period of 1 h contacting time, color of the RY145, RR195, and RB19 stocks decreased from 404.5 ± 0 to 389.0 ± 6.90 Pt-Co, from 408.8 ± 0 to 403.8 ± 1.2 Pt-Co, and from 410.9 ± 0 to 405.8 ± 2.0 Pt-Co, equivalent to the losses of 3.8 ± 1.7%, 1.22 ± 0.28%, and 1.2 ± 0.5% (n = 3), respectively. For the syringe filters, color thresholds of the RY145, RR195, and RB19 stocks were determined before and after filtration, with the decreases from 404.5 ± 0.0 to 398.8 ± 1.2 Pt-Co, 408.8 ± 0.0 to 402.9 ± 1.39 Pt-Co, and from 410.9 ± 0.0 to 404.9 ± 1.15 Pt-Co, equivalent to the losses of 1.40 ± 0.30%, 1.42 ± 0.34%, and 1.46 ± 0.28% (n = 3), respectively. These results showed that the color loss of the RY145, RR195, and RB19 stocks due to the use of a syringe filter and centrifuge tube were not significant (<5%).\nExperimental Methods for Investigation of Color Removal Efficiency (η,%) of the Modified Biochars\nBatch experiments for removal of the reactive dyes RY145, RR195, and RB19: Known amounts of nZVI, BCgas-m-nZVI, BC400-m-nZVI, and BC800-m-nZVI were separately mixed with the individual stocks RY145, RR195, and RB19. Another known amount of BC800 was also mixed with RR195 stock. A volume of the stocks (25 mL) was transferred to centrifuge tubes (PE, 50 mL). With the materials of nZVI, BCgas-m-nZVI, BC400-m-nZVI, and BC800-m-nZVI, different amounts were added in the tubes to achieve different doses (g) of the materials in a volume (L) of the stocks as follows: 0.0 (control treatment), 0.25, 0.5, 1.0, 1.5, and 2.0 g/L for the treatments with RY145; 0.0, 0.5, 1.0, 1.5, and 2.0 g/L for the treatments with RR195; and 0.0, 1.0, 2.0, 4.0, 6.0, 8.0, 10.0, and 12.0 g/L for the treatments with RB19. All treatments were replicated three times (n = 3). With BC800, different amounts were added in the\nProcesses 2019, 7, 660 7 of 16\ntubes to achieve different doses (g) of BC800 in a volume (L) of RR195 stock as 0.0 (control treatment), 0.5, 5.0, and 10.0 g/L for the treatments with RR195. Screening tests were also conducted in advance to determine the above optimum ranges of dose. Then the tubes were tightly closed with caps, placed horizontally in a plastic box and vigorously shaken for 1 h at 150 rpm (orbital shaker SA300, Yamato Scientific America Inc., Santa Clara, CA, USA). The tubes were centrifuged for 30 min at 4000 rpm (Rotofix 32A). Finally, the supernatant from every tube was collected and filtered (polyethersulfone syringe filter, 0.45 µm). The color threshold (in Pt-Co) of every treated solution was measured by by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths as stated in “Dyeing stock solutions” section.\nColor removal efficiency (η %) of the materials was calculated as follows:\nη(%) = C0 −C1\nC0 (4)\nwhere C0—the initial color threshold of the stocks, (Pt-Co); C1—the color threshold of the stocks after 1 h contacting time, (Pt-Co)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Physico-Chemical Properties of the Materials",
      "text" : "Basic physico-chemical properties of the original materials, including BC400, BC800, BCgas, and nZVI, and the modified materials, including BC400-m-nZVI, BC800-m-nZVI, and BCgas-m-nZVI were determined and reported in Table 2. The B.E.T. specific surface area (SSA) of the gasified biochar (BCgas) achieved the highest value of 251.11 m2/g while the SSA of the pyrolyzed biochars of BC400 and BC800 achieved lower values of 141.23 and 213.03 m2/g, respectively. Agitation condition during the heating period could support the charring process [1]. Better agitation condition of the full-scale gasifier (having four chambers equipped with rotary hands, Figure 1) than the stationary condition of the lab-scale furnace (Figure 2) may result in the higher SSA value even with similar retention time of 1 h. The SSA values of this study is slightly lower than the SSA values of rice husk biochars reported by other studies. For instance, the SSA value of 251.11 m2/g of BCgas from this study is lightly lower than the SSA value of 261.72 m2/g of the rice husk biochar published by Claoston, Samsuri [15]. After modified by magnetized iron oxides and nZVI, the SSA of BCgas-m-nZVI, BC400-m-nZVI, and BC800-m-nZVI was significantly lower than the one of the original biochars, achieving the values of 192.07, 132.44, and 181.92 m2/g, respectively. The deposition of micro- and nano-particles of magnetized iron oxides and nZVI on the porous structure of the biochars could result in the decrease of their SSA values. In addition, iron oxides, as part of the mass, were reported to have lower surface area than the one of biochar [36]. Hence the SSA of the modified biochars should also be lower.\nProcesses 2019, 7, 660 8 of 16\nThe original biochars of BCgas, BC400, and BC800 have alkaline property with pH values varying from 9.17 to 10.30. These values are comparable with the pH value of 8.88 of a rice husk biochar produced at a pyrolytic temperature of 650 ◦C [15]. According to these authors, the pH value of biochar will increase with increasing pyrolytic temperature. This is because minerals begin to separate from the organic matrix when the ash content increases at temperatures above 350 ◦C [37]. The values of pH at the zero point charge (pHZPC) of the original biochars varied from 6.95 to 8.75. These are comparable with the reported pHZPC of activated carbon of 7.75 [26]. The pHPZC corresponds to the pH value at which the surface of the solid is considered to be zero. It plays an important role during the sorption of ionic species on solid surfaces from aqueous systems [26]. In addition, pHZPC may change due to the sorbent impregnation. Han et al. [36] reported that the pHZC was decreased by the magnetite impregnation. Ash contents of the original biochars varied in the range from 30.3 to 38.1%. In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content. Morphology of the original materials and the modified materials: Morphology of the materials of nZVI, BC800, BC800-m, BC800-m-nZVI, BCgas, BCgas-m-nZVI, BC400, and BC400-m-nZVI was observed by the transmission electron micrographs (JOEL USA Inc., Peabody, MA, USA) at × 100,000 magnification (Figure 3). Figure 3a shows the morphology of nZVI particles which have flake-like shape with a longer side of approximately 20–50 nm and a narrower side of approximately 5–10 nm. This observation is different from the spherical shape of nZVI particles reported by Zhang, Jin [14]. Figure 3b shows the surface of a BC800 particle. Figure 3c shows how spherical magnetized iron oxide clusters were precipitated on BC800′s surface. And Figure 3d shows the structure of BC800-m-nZVI where the magnetized iron oxide and nZVI clusters were both precipitated on BC800′s surface. Similarly, Figure 3e–h show the structure of the materials of BCgas, BCgas-m-nZVI, BC400, and BC400-m-nZVI, respectively."
    }, {
      "heading" : "3.2. Color Removal Efficiency of the Modified Biochars for RY145, RR195, and RB19",
      "text" : "The results show that the magnetic-nZVI biochars derived from both full-scale gasification (BCgas-m-nZVI) and lab-scale pyrolysis (BC400-m-nZVI and BC800-m-nZVI) significantly removed color of the dyeing stocks RY145, RR195 and RB19. The color removal efficiency of the modified biochars achieved the values of 100% for RY145 and RR195 and higher than 65% for RB19. Table 3 presents the color removal efficiency at a specific dose of the materials (g/L) where the efficiency reached a stable state. Figure 4 shows that the stable state of the modified biochars for RY145 was observed at doses of higher than 0.50 g/L. On the other hand, while the RY145 removal efficiency at this dose (0.50 g/L) of BCgas-m-nZVI was significantly higher (p < 0.05) than the one of BC400-m-nZVI (98.66 ± 0.15% vs. 93.89 ± 0.26%), it was not significantly higher than the one of BC800-m-nZVI (98.66 ± 0.15% vs. 98.44 ± 0.38%). Similarly, Figure 5 shows that the stable state of the modified biochars for RR195 was observed at doses of higher than 1.00 g/L. The RR195 removal efficiency at this dose (1.00 g/L) of BCgas-m-nZVI was significantly higher (p < 0.05) than the ones of BC400-m-nZVI and BC800-m-nZVI (94.14 ± 0.96% vs. 70.03 ± 1.67% and 86.31 ± 2.22%, respectively). Figure 6 shows that the stable state of the modified biochars for RB19 was observed at a dose of ≥ 6.00 g/L. The RB19 color removal efficiency at this dose (6.00 g/L) of BCgas-m-nZVI was significantly higher (p < 0.05) than the ones of BC400-m-nZVI and BC800-m-nZVI (76.84 ± 0.26% vs. 65.18 ± 0.27% and 69.72 ± 0.10%, respectively). Generally, color removal efficiency of the modified biochars derived from full-scale gasification method was higher than the one of the modified biochars derived from lab-scale pyrolysis method. This observation is also in agreement with the B.E.T. SSA of the modified biochars, achieving the values of 192.07, 132.44, and 181.92 m2/g for BCgas-m-nZVI, BC400-m-nZVI, and BC800-m-nZVI, respectively (Table 2). It is worth noting that, when doses of the magnetic-nZVI biochars were increased (≥ 0.50, 1.00, and 6.00 g/L for RY145, RR195, and RB19, respectively) then their color removal efficiency for RY145 and RR195 approached the highest value of 100% (Figures 4 and 5) or color removal efficiency for\nProcesses 2019, 7, 660 9 of 16\nRB19 continuously increased beyond 65% (Figure 6), while a similar trend was not observed in the case of nZVI material. For instance, when doses of nZVI exceeded the thresholds of 0.50 and 1.00 g/L then its color removal efficiency for RY145 and RR195 was lightly less (Figures 4 and 5). Particularly, color removal efficiency of nZVI for RB19 significantly decreased when its doses exceeded the value of 1.00 g/L. This is an interesting observation because, for nanoparticles like nZVI, when doses increase, they may aggregate together which reduces their reactivity (reducing accessible reactive surface area). The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13]. Furthermore, a decrease of color removal efficiency of nZVI material may be caused by the dissolution of the redundant nZVI amount into the dyeing solution when doses were too high. Similar phenomena were not observed in the treatments with the magnetic-nZVI biochars. These findings clearly illustrate the advantages of the magnetic-nZVI biochars.\nProcesses 2019, 7, x 8 of 16\nby the magnetite impregnation. Ash contents of the original biochars varied in the range from 30.3 to 38.1%. In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content.\nMorphology of the original materials and the modified materials: Morphology of the materials of nZVI, BC800, BC800-m, BC800-m-nZVI, BCgas, BCgas-m-nZVI, BC400, and BC400-m-nZVI was observed by the transmission electron micrographs (JOEL USA Inc., Peabody, MA, USA) at × 100,000 magnification (Figure 3). Figure 3a shows the morphology of nZVI particles which have flake-like sh pe with a long r side of appr ximately 20–50 nm and a narrower side of approximat ly 5–10 nm. This observation is different from the spherical shape of nZVI particles reported by Zhang, Jin [14]. Figure 3b shows the surface of a BC800 particle. Figure 3c shows how spherical magnetized iron oxide clusters were precipitated on BC800′s surface. And Figure 3d shows the structure of BC800-m-nZVI where the magnetized iron oxide and nZVI clusters were both precipitated on BC800′s surface. Similarly, Figures 3e–h show the structure of the materials of BCgas, BCgas-m-nZVI, BC400, and BC400-m-nZVI, respectively.\nProcesses 2019, 7, 660 10 of 16\nProcesses 2019, 7, x 9 of 16\nThe results show that the magnetic-nZVI biochars derived from both full-scale gasification\n(BCgas-m-nZVI) and lab-scale pyrolysis (BC400-m-nZVI and BC800-m-nZVI) significantly removed\ncolor of the dyeing stocks RY145, RR195 and RB19. The color removal efficiency of the modified\nbiochars achieved the values of 100% for RY145 and RR195 and higher than 65% for RB19. Table 3\nProcesses 2019, 7, 660 11 of 16\nProcesses 2019, 7, x 11 of 16 Table 3. Color removal efficiency (ɳ,%) of nano zero valent iron (nZVI), magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI), magnetic-nZVI 400 °C—pyrolyzed rice husk biochar (BC400-m-nZVI), and magnetic-nZVI 800 °C—pyrolyzed rice husk biochar (BC800-m-nZVI) for the reactive dyes yellow (RY145), red (RR195), and blue (RB19) at a specific dose of the materials (g/L). Materials Color Removal Efficiency (ɳ, %) at a Specific Dose of the Materials (g/L) RY145 RR195 RB19\nnZVI 94.62 ± 0.59 (at 0.25 g/L)\n77.66 ± 0.41 (at 0.50 g/L)\n21.40 ± 2.05 (at 1.00 g/L)\nBCgas-m-nZVI 98.66 ± 0.15 (at 0.50 g/L)\n94.14 ± 0.96 (at 1.00 g/L)\n76.84 ± 0.26 (at 6.00 g/L)\nBC400-m-nZVI 93.89 ± 0.26 (at 0.50 g/L)\n70.03 ± 1.67 (at 1.00 g/L)\n65.18 ± 0.27 (at 6.00 g/L)\nBC800-m-nZVI 98.44 ± 0.38 (at 0.50 g/L)\n86.31 ± 2.22 (at 1.00 g/L)\n69.72 ± 0.10 (at 6.00 g/L)\nFigure 4. Color removal efficiency of the materials of nano zero valent iron (nZVI), magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI); magnetic-nZVI 400 °C—pyrolyzed rice husk biochar (BC400-m-nZVI); and magnetic-nZVI 800 °C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive yellow dye (RY145) in dyeing solution."
    }, {
      "heading" : "It is worth noting that, when doses of the magnetic-nZVI biochars were increased (≥ 0.50, 1.00,",
      "text" : "and 6.00 g/L for RY145, RR195, and RB19, respectively) then their color removal efficiency for RY145 and RR195 approached the highest value of 100% (Figures 4 and 5) or color removal efficiency for RB19 continuously increased beyond 65% (Figure 6), while a similar trend was not observed in the case of nZVI material. For instance, when doses of nZVI exceeded the thresholds of 0.50 and 1.00 g/L then its color removal efficiency for RY145 and RR195 was lightly less (Figures 4 and 5). Particularly, color removal efficiency of nZVI for RB19 significantly decreased when its doses exceeded the value of 1.00 g/L. This is an interesting observation because, for nanoparticles like nZVI, when doses increase, they may aggregate together which reduces their reactivity (reducing accessible reactive surface area). The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13]. Furthermore, a decrease of color removal efficiency of nZVI material may be caused by the dissolution of the redundant nZVI amount into the dyeing solution when doses were too high. Similar phenomena were not observed in the treatments with the\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.00 0.25 0.50 0.75 1.00 1.25 1.50\nCo lo\nr R em\nov al\nE ffi\ncie nc\ny ( %\n)\nDose (g materials / L RY145 solution)\nnZVI vs RY145\nBC400-m-nZVI vs RY145\nBC800-m-nZVI vs RY145\nBCgas-m-nZVI vs RY145\nFigure 4. Color removal efficiency of the materials of nano zero valent iron (nZVI), magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI); magnetic-nZVI 400 ◦C—pyrolyzed rice husk biochar (BC400-m-nZVI); and magnetic-nZVI 800 ◦C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive yellow dye (RY145) in dyeing solution.\nProcesses 2019, 7, x 12 of 16\nmagnetic-nZVI biochars. These findings clearly illustrate the advantages of the magnetic-nZVI biochars.\n3.3. Color Removal Mechanisms of the Modified Biochars\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.0 0.5 1.0 1.5 2.0\nCo lo\nr R em\nov al\nE ffi\ncie nc\ny ( %\n)\nDose (g materials / L RR195 solution)\nnZVI vs RR195 BC400-m-nZVI vs RR195 BC800-m-nZVI vs RR195 BCgas- -nZVI vs RR195\ni re 5. l r re l efficie c f t e teri ls f er le t ir ( I), etic- I ifi ri i r ( - - I); ti - I ◦ r l ri i r ( - - I); and magnetic-nZVI 800 ◦C—pyrol zed rice husk biochar (BC800-m-nZVI) for reactive d dy (RR195) in dyeing solution.\nProcesses 2019, 7, 660 12 of 16\nProcesses 2019, 7, x 12 of 16 magnetic-nZVI biochars. These findings clearly illustrate the advantages of the magnetic-nZVI biochars.\nFigure 5. Color removal efficiency of the materials of nano zero valent iron (nZVI), magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI); magnetic-nZVI 400 °C—pyrolyzed rice husk biochar (BC400-m-nZVI); and magnetic-nZVI 800 °C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive red dye (RR195) in dyeing solution.\nFigure 6. Color removal efficiency of the materials of nano zero valent iron (nZVI), magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI); magnetic-nZVI 400 °C—pyrolyzed rice husk biochar (BC400-m-nZVI); and magnetic-nZVI 800 °C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive blue dye (RB19) in dyeing solution.\n3.3. Color Removal Mechanisms of the Modified Biochars\n0 10 20 30 40 50 60 70 80 90 100\n0.0 0.5 1.0 1.5 2.0\nCo lo r R em ov al E ffi cie nc y ( % )\nDose (g materials / L RR195 solution)\nnZVI vs RR195 BC400-m-nZVI vs RR195 BC800-m-nZVI vs RR195 BCgas-m-nZVI vs RR195\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 8.0 9.0 10.0 11.0 12.0\nCo lo\nr R em\nov al\nE ffi\ncie nc\ny ( %\n)\nDose (g materials / L RB19 solution)\nnZVI vs RB19\nBC400-m-nZVI vs RB19\nBC800-m-nZVI vs RB19\nBCgas-m-nZVI vs RB19\nFigure 6. Color re oval efficiency of the aterials of nano zero valent iron (nZVI), agnetic-nZVI gasified rice husk biochar (BCgas- -nZVI); agnetic-nZVI 400 ◦C pyrolyzed rice husk biochar (B 400- -nZ I); and magnetic-nZVI 800 ◦C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive blue dye (RB19) in dyeing solution."
    }, {
      "heading" : "3.3. olor e oval echanis s of the odified Biochars",
      "text" : "Based on the results, Figure 7 (the continuous line with circle BC800 vs. RR195) presents that the original biochar BC800 can significantly absorb the dye RR195 with a color removal efficiency up to 57.16 ± 1.96% at a dose of 10.0 g/L. However, as a highly reactive chemical, nZVI plays a more important role than BC800 in reducing the color of the dyeing solutions [8,13]. Figure 7 presents that, at a low dose of 0.5 g/L, RR195 removal efficiencies of nZVI, BCgas-m-nZVI, BC400-m-nZVI, BC800-m-nZVI, and BC800 were determined to be 77.66 ± 0.41, 47.54 ± 0.57, 48.85 ± 4.3, 49.85 ± 0.76, and 4.99 ± 2.35%, respectively. These results show that, even though the original biochar BC800 can adsorb the dye RR195 with significantly lower efficiency, nZVI element was the main agent for reducing the color threshold of the dyeing solution. In this case, nZVI particles are good electron donors and dyeing molecules are excellent electron acceptors [38]. Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−N = N−) bond [39,40]. The nZVI particles have to break the auxochrome bond as well to decolorize the dye molecules and the resulting intermediate organic compounds need further mineralization into CO2, H2O and inorganic ions to achieve complete degradation [41]. This explains the higher efficiencies of the magnetic-nZVI biochars than their original material of biochar.\nProcesses 2019, 7, 660 13 of 16\nProcesses 2019, 7, x 13 of 16 Based on the results, Figure 7 (the continuous line with circle BC800 vs. RR195) presents that the original biochar BC800 can significantly absorb the dye RR195 with a color removal efficiency up to"
    }, {
      "heading" : "57.16 ± 1.96% at a dose of 10.0 g/L. However, as a highly reactive chemical, nZVI plays a more",
      "text" : "important role than BC800 in reducing the color of the dyeing solutions [8,13]. Figure 7 presents that, at a low dose of 0.5 g/L, RR195 removal efficiencies of nZVI, BCgas-m-nZVI, BC400-m-nZVI, BC800m-nZVI, and BC800 were determined to be 77.66 ± 0.41, 47.54 ± 0.57, 48.85 ± 4.3, 49.85 ± 0.76, and 4.99 ± 2.35%, respectively. These results show that, even though the original biochar BC800 can adsorb the dye RR195 with significantly lower efficiency, nZVI element was the main agent for reducing the color threshold of the dyeing solution. In this case, nZVI particles are good electron donors and dyeing molecules are excellent electron acceptors [38]. Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−𝑁 = 𝑁 −) bond [39,40]. The nZVI particles have to break the auxochrome bond as well to decolorize the dye molecules and the resulting intermediate organic compounds need further mineralization into CO2, H2O and inorganic ions to achieve complete degradation [41]. This explains the higher efficiencies of the magnetic-nZVI biochars than their original material of biochar. As a natural polymers containing about 40% cellulose and 30% lignin [16], rice husk possess advantageous characteristics e.g., high molecular weight and high specific surface area for the decolorization process of dyeing wastewater treatment [42]. In this study, high specific surface area characteristics of biochars (Table 2) resulted in direct impregnation or sorption of nZVI particles on the biochar backbone surface. This prevents the aggregation process of nZVI particles and therefore enhances their reactivity.\nFigure 7. Color removal efficiency of the original materials of nano zero valent iron (nZVI) and 800 °C—pyrolyzed rice husk biochar (BC800), and the modified materials of magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI), magnetic-nZVI 400 °C—pyrolyzed rice husk biochar (BC400-m-nZVI), and magnetic-nZVI 800 °C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive red dye (RR195) in dyeing solution."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The rice husk biochars modified with magnetized iron oxides and nZVI effectively reduced color of dyeing wastewater. Color removal efficiency of the modified biochars derived from both full-scale\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 8.0 9.0 10.0\nC ol\nor R\nem ov\nal E\nff ic\nie nc\ny (%\n)\nDose (g materials / L RR195 solution)\nnZVI vs RR195\nBC800 vs RR195\nBC800-m-nZVI vs RR195\nBC400-m-nZVI vs RR195\nBcgas-m-nZVI vs RR195\nFigure 7. Color removal efficiency of the original materials of nano zero valent iron (nZVI) and 800 ◦C—pyrolyzed rice husk biochar (BC800), and the modified materials of magnetic-nZVI gasified rice husk biochar (BCgas-m-nZVI), magnetic-nZVI 400 ◦C pyrolyzed rice husk biochar (BC400-m-nZVI), and magnetic-nZVI 800 ◦C—pyrolyzed rice husk biochar (BC800-m-nZVI) for reactive red dye (RR195) in dyeing solution.\nAs a natural polymers containing about 40% cellulose and 30% lignin [16], rice husk possess advantageous characteristics e.g., high molecular weight and high specific surface area for the decolorization process of dyeing wastewater treatment [42]. In this study, high specific surface area characteristics of biochars (Table 2) resulted in direct i pregnation or sorption of nZVI particles on the biochar backbone surface. This prevents the aggregation process of nZVI particles and therefore enhances their reactivity."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The rice husk biochars modified with magnetized iron oxides and nZVI effectively reduced color of dyeing wastewater. Color removal efficiency of the modified biochars derived from both full-scale gasifier (BCgas-m-nZVI) and lab-scale pyrolytic furnace (BC400-m-nZVI and BC800-m-nZVI) achieved the values of 100% for dyes RY145 and RR195 and higher than 65% for dye RB19. When doses of the modified biochars were increased, their color removal efficiencies increased accordingly, while no such trend was observed in the case of the original material of nZVI. Color removal efficiency of the full-scale gasification modified biochars is higher than the one of the lab-scale pyrolytic modified biochars. The impregnation of nano particles of ZVI on the biochars’ surface resulted in the spatial separation of different nZVI particles, prevented their aggregation and therefore improved the color removal efficiency. The results also showed the advantages of the magnetic-nZVI biochars over the unmodified biochars. While the original biochar material can adsorb dyes to some extent, the nZVI element impregnated on biochar was the main agent for reducing color of the dyeing solutions.\nAuthor Contributions: Conceptualization, B.-S.T. and D.W.; methodology, B.-S.T. and D.W.; validation, B.-S.T. and P.T.K.L.; formal analysis, B.-S.T. and D.W.; investigation, B.-S.T., N.H.P.; writing—original draft preparation, B.-S.T.; writing—review and editing, B.-S.T., P.T.K.L., T.L.L. and D.W.; supervision, B.-S.T.; project administration, B.-S.T.; funding acquisition, B.-S.T.\nProcesses 2019, 7, 660 14 of 16\nFunding: This research was funded by VIETNAM NATIONAL UNIVERSITY HO CHI MINH CITY, grant number C2017-24-07.\nAcknowledgments: Trinh acknowledges the Vietnam National University Ho Chi Minh city for funding this project. The authors also acknowledge the Ecofarm Co. LTd. in Long An, Vietnam for kindly supporting biomass (rice husk) and the full-scale gasification system.\nConflicts of Interest: The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."
    } ],
    "references" : [ {
      "title" : "Biochar production technology",
      "author" : [ "A.A. Boateng", "M. Garcia-Perez", "O. Masek", "R. Brown", "B. Campo del" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Characteristics of biochar: Macro-molecular properties",
      "author" : [ "M. Kleber", "W. Hockaday", "N.P. Nico" ],
      "venue" : "Earthscan from Routledge: London,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Application of a full-scale wood gasification biochar as a soil improver to reduce organic pollutant leaching risks",
      "author" : [ "B.-S. Trinh", "D. Werner", "B.J. Reid" ],
      "venue" : "J. Chem. Technol. Biotechnol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "In-situ Sorbent Amendments: A New Direction in Contaminated",
      "author" : [ "U. Ghosh", "R.G. Luthy", "G. Cornelissen", "D. Werner", "C.A. Menzie" ],
      "venue" : "Sediment Management. Environ. Sci. Technol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Polychlorinated Biphenyl Sorption and Availability in Field-Contaminated Sediments",
      "author" : [ "D. Werner", "S.E. Hale", "U. Ghosh", "R.G. Luthy" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Activated carbon/iron oxide magnetic composites for the adsorption of contaminants in water",
      "author" : [ "L.C.A. Oliveira", "R.V.R.A. Rios", "J.D. Fabris", "V. Garg", "K. Sapag", "R.M. Lago" ],
      "venue" : "Carbon",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2002
    }, {
      "title" : "Biochar-based nano-composites for the decontamination of wastewater: A review",
      "author" : [ "X.-F. Tan", "Y.-G. Liu", "Y.-L. Gu", "Y. Xu", "G.-M. Zeng", "X.-J. Hu", "S.-B. Liu", "X. Wang", "S.-M. Liu", "J. Li" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Synthesis of granular activated carbon/zero valent iron composites for simultaneous adsorption/dechlorination of trichloroethylene",
      "author" : [ "H.-H. Tseng", "J.-G. Su", "C. Liang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Magnetically Responsive Activated Carbons for Bioand",
      "author" : [ "I. Safarik", "K. Horska", "K. Pospiskova", "M. Safarikova" ],
      "venue" : "Environmental Applications. Int. Rev. Chem. Eng. 2012,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2012
    }, {
      "title" : "Synthesis of magnetic biochar from agricultural waste biomass to enhancing route for waste water and polymer application: A review",
      "author" : [ "K.R. Thines", "E.C. Abdullah", "N.M. Mubarak", "M. Ruthiraan" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "The use of zero-valent iron for groundwater remediation and wastewater treatment: A review",
      "author" : [ "F. Fu", "D.D. Dionysiou", "H. Liu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "Potential of zerovalent iron nanoparticles for remediation of environmental organic contaminants in water: A review",
      "author" : [ "T. Rychoudhury", "T. Scheytt" ],
      "venue" : "Water Sci. Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Textile dye degradation using nano zero valent iron: A review",
      "author" : [ "C.D. Raman", "S. Kanmani" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Synthesis of nanoscale zero-valent iron supported on exfoliated graphite for removal of nitrate",
      "author" : [ "H. Zhang", "Z.-H. Jin", "L. Han", "C.-H. Qin" ],
      "venue" : "Trans. Nonferrous Met. Soc. China",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2006
    }, {
      "title" : "Effects of pyrolysis temperature on the physicochemical properties of empty fruit bunch and rice husk biochars",
      "author" : [ "N. Claoston", "A.W. Samsuri", "M.H. Ahmad Husni", "M.S. Mohd Amran" ],
      "venue" : "Waste Manag. Res. J. Int. Solid Wastes Public Clean. Assoc. Iswa",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "6—Types of waste, properties, and durability of pore-forming waste-based fired masonry bricks. In Eco-Efficient Masonry Bricks and Blocks; Pacheco-Torgal",
      "author" : [ "N. Phonphuak", "P. Chindaprasirt" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "by Commodity (Rice Paddy)",
      "author" : [ "FAO. Countrie" ],
      "venue" : "Food and Agriculture Organization of the United Nations. 2017. Available online: http://www.fao.org/faostat/en/#data/QC (accessed on 18 March 2019).  Processes",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Thị trường lúa gạo Việt Nam: Cái cách để hội nhập—Cách tiếp cận cấu trúc thị trường, in English “Vietnam Paddy Rice Market: Reform to Develop—the Market Structure Approach; Hong Duc publisher: Hanoi, Vietnam",
      "author" : [ "T.D. Nguyen", "M.T. Dinh" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Characterization of rice husk ash produced using different biomass combustion techniques for energy",
      "author" : [ "I.J. Fernandes", "D. Calheiro", "A.G. Kieling", "C.A.M. Moraes", "T.L.A.C. Rocha", "F.A. Brehm", "R.C.E. Modolo" ],
      "venue" : "Fuel",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Production, characterization and treatment of textile effluents: A critical review",
      "author" : [ "A. Ghaly", "R. Ananthashankar", "M. Alhattab", "V. Ramakrishnan" ],
      "venue" : "J. Chem. Eng. Process. Technol. 2014,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Dye adsorption onto char from bamboo",
      "author" : [ "E.L.K. Mui", "W.H. Cheung", "M. Valix", "G. McKay" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Biochars prepared from anaerobic digestion residue, palm bark, and eucalyptus for adsorption of cationic methylene blue dye: Characterization, equilibrium, and kinetic studies",
      "author" : [ "L. Sun", "S. Wan", "W. Luo" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Using resin supported nano zero-valent iron particles for decoloration of Acid Blue 113 azo dye solution",
      "author" : [ "H.-Y. Shu", "M.-C. Chang", "C.-C. Chen", "P.-E. Chen" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "Quality variations of poultry litter biochar generated at different pyrolysis temperatures",
      "author" : [ "W. Song", "M. Guo" ],
      "venue" : "J. Anal. Appl. Pyrolysis",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2012
    }, {
      "title" : "Biomass conversion to carbon adsorbents and gas",
      "author" : [ "D. Savova", "E. Apak", "E. Ekinci", "F. Yardim", "N. Petrov", "T. Budinova", "M. Razvigorova", "V. Minkova" ],
      "venue" : "Biomass Bioenergy",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2001
    }, {
      "title" : "Iron Impregnated Activated Carbon as an Efficient Adsorbent for the Removal of Methylene Blue: Regeneration and Kinetics Studies",
      "author" : [ "I. Shah", "R. Adnan", "W.S. Wan Ngah", "N. Mohamed" ],
      "venue" : "PLoS ONE 2015,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Activated carbon/iron oxide composites for the removal of atrazine from aqueous medium",
      "author" : [ "C.S. Castro", "M.C. Guerreiro", "M. Gonçalves", "L.C.A. Oliveira", "A.S. Anastácio" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2009
    }, {
      "title" : "A critical evaluation of magnetic activated carbon’s potential for the remediation of sediment impacted by polycyclic aromatic hydrocarbons",
      "author" : [ "Z. Han", "B. Sani", "J. Akkanen", "S. Abel", "I. Nybom", "H.K. Karapanagioti", "D. Werner" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Preparation of spherical iron nanoclusters in ethanol–water solution for nitrate removal",
      "author" : [ "W. Wang", "Z.-h. Jin", "T.-l. Li", "H. Zhang", "S. Gao" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2006
    }, {
      "title" : "Applications of iron nanoparticles for groundwater remediation",
      "author" : [ "W.-X. Zhang", "D.W. Elliott" ],
      "venue" : "Remediat. J",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2006
    }, {
      "title" : "Review of the textile coloration industry in Vietnam",
      "author" : [ "D. Tran Phong", "N. Van Thong" ],
      "venue" : "Coloration Technol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "Adsorption of reactive yellow 145 onto chitosan coated magnetite nanoparticles",
      "author" : [ "N.A. Kalkan", "S. Aksoy", "E.A. Aksoy", "N. Hasirci" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Degradation of the Azo Dye Reactive Red 195 by Paenibacillus spp",
      "author" : [ "M.Z. Nawahwi", "Z. Ibrahim", "A. Yahya" ],
      "venue" : "R2. J. Bioremediation Biodegrad",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "Modification of bentonite with a cationic surfactant: An adsorption study of textile dye",
      "author" : [ "A. Özcan", "Ç. Ömeroğlu", "Y. Erdoğan", "A.S. Özcan" ],
      "venue" : "Reactive Blue 19. J. Hazard. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2007
    }, {
      "title" : "Magnetite impregnation effects on the sorbent properties of activated carbons and biochars",
      "author" : [ "Z. Han", "B. Sani", "W. Mrozik", "M. Obst", "B. Beckingham", "H.K. Karapanagioti", "D. Werner" ],
      "venue" : "Water Res",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Textural and chemical properties of swine-manure-derived biochar pertinent to its potential use as a soil amendment",
      "author" : [ "W.-T. Tsai", "S.-C. Liu", "H.-R. Chen", "Y.-M. Chang", "Y.-L. Tsai" ],
      "venue" : "Chemosphere",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Decolorization of Reactive Black 5 and Reactive Red 198 using nanoscale zerovalent iron",
      "author" : [ "C. Chompuchan", "T. Satapanajaru", "P. Suntornchot", "P. Pengthamkeerati" ],
      "venue" : "World Acad. Sci. Eng. Technol",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2009
    }, {
      "title" : "Rapid decolorization of azo dye methyl orange in aqueous solution by nanoscale zerovalent iron particles",
      "author" : [ "J. Fan", "Y. Guo", "J. Wang", "M. Fan" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2009
    }, {
      "title" : "Reduction of an azo dye Acid Black 24 solution using synthesized nanoscale zerovalent iron particles",
      "author" : [ "H.-Y. Shu", "M.-C. Chang", "H.-H. Yu", "W.-H. Chen" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2007
    }, {
      "title" : "Iron-nickel bimetallic nanoparticles for reductive degradation of azo dye Orange G in aqueous solution",
      "author" : [ "A.D. Bokare", "R.C. Chikate", "C.V. Rode", "K.M. Paknikar" ],
      "venue" : "Appl. Catal. B: Environ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2008
    }, {
      "title" : "Understanding the roles and characterizing the intrinsic properties of synthetic vs. natural polymers to improve clarification through interparticle Bridging: A review",
      "author" : [ "M. Lapointe", "B. Barbeau" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "28, known as gasification process [1].",
      "startOffset" : 34,
      "endOffset" : 37
    }, {
      "referenceID" : 1,
      "context" : "As a carbon-rich material, the morphology of biochar is characterized by a larger pore space than its original biomass due to the dehydration process at low temperature of 100–250 ◦C and the loss of cellulose, lignin and hemicellulose at higher temperature of 250–700 ◦C [2].",
      "startOffset" : 271,
      "endOffset" : 274
    }, {
      "referenceID" : 8,
      "context" : "Application of magnetized carbon-based materials as adsorbents is of interest in industrial wastewater treatment processes because they can be easily separated with an external magnet from the treated water flow [9,10].",
      "startOffset" : 212,
      "endOffset" : 218
    }, {
      "referenceID" : 9,
      "context" : "Application of magnetized carbon-based materials as adsorbents is of interest in industrial wastewater treatment processes because they can be easily separated with an external magnet from the treated water flow [9,10].",
      "startOffset" : 212,
      "endOffset" : 218
    }, {
      "referenceID" : 10,
      "context" : ", chlorinated, halogenated aliphatic, nitrates, nitro aromatic carbons, phenols, heavy metals, inorganic species, explosives, and pesticides) has been reviewed extensively [11,12].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 11,
      "context" : ", chlorinated, halogenated aliphatic, nitrates, nitro aromatic carbons, phenols, heavy metals, inorganic species, explosives, and pesticides) has been reviewed extensively [11,12].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 12,
      "context" : "In addition, application of carbon-based materials modified with nZVI is increasingly being considered for organic pollution remediation not only in the groundwater environment but also in textile dyeing wastewater treatment [13,14].",
      "startOffset" : 225,
      "endOffset" : 232
    }, {
      "referenceID" : 13,
      "context" : "In addition, application of carbon-based materials modified with nZVI is increasingly being considered for organic pollution remediation not only in the groundwater environment but also in textile dyeing wastewater treatment [13,14].",
      "startOffset" : 225,
      "endOffset" : 232
    }, {
      "referenceID" : 9,
      "context" : "While the application of various biochars derived from pyrolysis processes has been widely reported [10,15], the application of biochar derived from a full-scale gasification process has not yet been sufficiently considered.",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "While the application of various biochars derived from pyrolysis processes has been widely reported [10,15], the application of biochar derived from a full-scale gasification process has not yet been sufficiently considered.",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "Rice husk possesses a natural polymer as it contains approximately 40% cellulose, 30% lignin group, and the remaining 20% consist of silica, adsorbed water, alkaline minerals, and other trace elements [15,16].",
      "startOffset" : 201,
      "endOffset" : 208
    }, {
      "referenceID" : 15,
      "context" : "Rice husk possesses a natural polymer as it contains approximately 40% cellulose, 30% lignin group, and the remaining 20% consist of silica, adsorbed water, alkaline minerals, and other trace elements [15,16].",
      "startOffset" : 201,
      "endOffset" : 208
    }, {
      "referenceID" : 16,
      "context" : "In 2017, Vietnam produced 43 million tons of paddy rice and became the fifth largest rice producing country on Earth [17].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 17,
      "context" : "The Mekong Delta in the South of Vietnam is the largest paddy field of the country which has produced more than 56% of the total amount of paddy rice production [18].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 18,
      "context" : "According to Fernandes, Calheiro [19] the proportion of rice husk to bulk grain weight is approximately 20% and, as a result, the annual amounts of rice husk were estimated to be 9 million tons for the whole country and 5 million tons for the Mekong Delta only.",
      "startOffset" : 33,
      "endOffset" : 37
    }, {
      "referenceID" : 19,
      "context" : "Effluents from textile dyeing wastewater are complex and often consist of dyes, alkalis, organic and inorganic salts, acids, and heavy metals [20].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 20,
      "context" : "In an attempt to prevent color pollution from dyeing wastewater, various methods have been proposed, for instance, biochars made by bamboo [21] and other agricultural wastes [22] were used for adsorption of acid dyes (Acid-Blue-25 and Acid-Yellow-17) and methylene blue dye.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 21,
      "context" : "In an attempt to prevent color pollution from dyeing wastewater, various methods have been proposed, for instance, biochars made by bamboo [21] and other agricultural wastes [22] were used for adsorption of acid dyes (Acid-Blue-25 and Acid-Yellow-17) and methylene blue dye.",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 22,
      "context" : "Resin supported nZVI was used for decoloration of Acid-Blue-113 azo-dye [23].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 12,
      "context" : "Degradation of textile dyes using nZVI supported by various materials such as resin, nickel, zinc, bentonite, biopolymer, kaolin, rectorite, nickel-montmorillonite, bamboo, cellulose, biochar, graphene, and clinoptilolite was also reviewed [13].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 23,
      "context" : "Ash content of biochar was determined by a dry combustion method [24].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 24,
      "context" : "pH of biochar was determined ccording to Savova, Apak [25].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 25,
      "context" : "Zero point of charge pH (pHZPC) of biochar was determined following previous work [26].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 5,
      "context" : "Magnetic biochars: The original biochars, including BCgas, BC400, and BC800, were magnetized by a wet precipitation method [6,9,27,28] with a few modifications.",
      "startOffset" : 123,
      "endOffset" : 134
    }, {
      "referenceID" : 8,
      "context" : "Magnetic biochars: The original biochars, including BCgas, BC400, and BC800, were magnetized by a wet precipitation method [6,9,27,28] with a few modifications.",
      "startOffset" : 123,
      "endOffset" : 134
    }, {
      "referenceID" : 26,
      "context" : "Magnetic biochars: The original biochars, including BCgas, BC400, and BC800, were magnetized by a wet precipitation method [6,9,27,28] with a few modifications.",
      "startOffset" : 123,
      "endOffset" : 134
    }, {
      "referenceID" : 27,
      "context" : "Magnetic biochars: The original biochars, including BCgas, BC400, and BC800, were magnetized by a wet precipitation method [6,9,27,28] with a few modifications.",
      "startOffset" : 123,
      "endOffset" : 134
    }, {
      "referenceID" : 28,
      "context" : "Nano zero valent iron (nZVI): Lower surface area nZVI was synthesized by using traditional reduction methods [29,30].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 29,
      "context" : "Nano zero valent iron (nZVI): Lower surface area nZVI was synthesized by using traditional reduction methods [29,30].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 7,
      "context" : "Magnetic-nZVI biochars: The magnetic biochars of BCgas-m, BC400-m and BC800-m were modified with nZVI by using a reduction method [8] which is similar to the above method for synthesizing nZVI.",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 12,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 19,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 30,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 31,
      "context" : "9 Pt-Co determined by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths for maximum absorbance of 419 nm [32], 517 nm [33], and 592 nm [34], respectively.",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 32,
      "context" : "9 Pt-Co determined by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths for maximum absorbance of 419 nm [32], 517 nm [33], and 592 nm [34], respectively.",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 33,
      "context" : "9 Pt-Co determined by an UV-1800 spectrophotometer (Shimadzu Scientific Instruments, Columbia, MD, USA) at different wavelengths for maximum absorbance of 419 nm [32], 517 nm [33], and 592 nm [34], respectively.",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 12,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 19,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 30,
      "context" : "The dyes were chosen based on their common use in textile dyeing industry [13,20,31].",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 12,
      "context" : "e es ere c se ase t eir c se i textile ei i str [13,20,31].",
      "startOffset" : 48,
      "endOffset" : 58
    }, {
      "referenceID" : 19,
      "context" : "e es ere c se ase t eir c se i textile ei i str [13,20,31].",
      "startOffset" : 48,
      "endOffset" : 58
    }, {
      "referenceID" : 30,
      "context" : "e es ere c se ase t eir c se i textile ei i str [13,20,31].",
      "startOffset" : 48,
      "endOffset" : 58
    }, {
      "referenceID" : 0,
      "context" : "Agitation condition during the heating period could support the charring process [1].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 14,
      "context" : "72 m2/g of the rice husk biochar published by Claoston, Samsuri [15].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 34,
      "context" : "In addition, iron oxides, as part of the mass, were reported to have lower surface area than the one of biochar [36].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 14,
      "context" : "88 of a rice husk biochar produced at a pyrolytic temperature of 650 ◦C [15].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 35,
      "context" : "This is because minerals begin to separate from the organic matrix when the ash content increases at temperatures above 350 ◦C [37].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 25,
      "context" : "It plays an important role during the sorption of ionic species on solid surfaces from aqueous systems [26].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 34,
      "context" : "[36] reported that the pHZC was decreased by the magnetite impregnation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 35,
      "context" : "In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 13,
      "context" : "This observation is different from the spherical shape of nZVI particles reported by Zhang, Jin [14].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 9,
      "context" : "The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 14,
      "context" : "In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 35,
      "context" : "In general, high pyrolytic temperature will result in the volatilization of lignocellulose components [15,37] and this may result to the increase of ash content.",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 13,
      "context" : "This observation is different from the spherical shape of nZVI particles reported by Zhang, Jin [14].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 9,
      "context" : "The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "The reason for impregnating nanoparticles on a biochar or similar carrier is often because it spatially separates the different nZVI particles and prevents their aggregation and therefore enhances their reactivity [10,13].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 7,
      "context" : "However, as a highly reactive chemical, nZVI plays a more important role than BC800 in reducing the color of the dyeing solutions [8,13].",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 12,
      "context" : "However, as a highly reactive chemical, nZVI plays a more important role than BC800 in reducing the color of the dyeing solutions [8,13].",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 36,
      "context" : "In this case, nZVI particles are good electron donors and dyeing molecules are excellent electron acceptors [38].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 37,
      "context" : "Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−N = N−) bond [39,40].",
      "startOffset" : 230,
      "endOffset" : 237
    }, {
      "referenceID" : 38,
      "context" : "Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−N = N−) bond [39,40].",
      "startOffset" : 230,
      "endOffset" : 237
    }, {
      "referenceID" : 39,
      "context" : "The nZVI particles have to break the auxochrome bond as well to decolorize the dye molecules and the resulting intermediate organic compounds need further mineralization into CO2, H2O and inorganic ions to achieve complete degradation [41].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 7,
      "context" : "However, as a highly reactive chemical, nZVI plays a more important role than BC800 in reducing the color of the dyeing solutions [8,13].",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 12,
      "context" : "However, as a highly reactive chemical, nZVI plays a more important role than BC800 in reducing the color of the dyeing solutions [8,13].",
      "startOffset" : 130,
      "endOffset" : 136
    }, {
      "referenceID" : 36,
      "context" : "In this case, nZVI particles are good electron donors and dyeing molecules are excellent electron acceptors [38].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 37,
      "context" : "Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−N = N −) bond [39,40].",
      "startOffset" : 231,
      "endOffset" : 238
    }, {
      "referenceID" : 38,
      "context" : "Fe0 nanoparticles were reduced to Fe2+ and Fe3+ ions in the aqueous medium and the hydroxyl and/or hydrogen ions generated during reduction process react with dye molecules to induce the breaking of the chromophore (−N = N −) bond [39,40].",
      "startOffset" : 231,
      "endOffset" : 238
    }, {
      "referenceID" : 39,
      "context" : "The nZVI particles have to break the auxochrome bond as well to decolorize the dye molecules and the resulting intermediate organic compounds need further mineralization into CO2, H2O and inorganic ions to achieve complete degradation [41].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 15,
      "context" : "As a natural polymers containing about 40% cellulose and 30% lignin [16], rice husk possess advantageous characteristics e.",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 40,
      "context" : ", high molecular weight and high specific surface area for the decolorization process of dyeing wastewater treatment [42].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 15,
      "context" : "As a natural polymers containing about 40% cellulose and 30% lignin [16], rice husk possess advantageous characteristics e.",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 40,
      "context" : ", high molecular weight and high specific surface area for the decolorization process of dyeing wastewater treatment [42].",
      "startOffset" : 117,
      "endOffset" : 121
    } ],
    "year" : 2019,
    "abstractText" : "This study investigated if biochar, a low-cost carbon-rich material, can be modified with reactive materials for decolorization of dyeing wastewater. Two types of rice husk biochars were produced by using different processes of gasification and pyrolysis in limited air condition. The biochars were first magnetized and then modified with nano-scale zero-valent iron (nZVI) to achieve the final products of magnetic-nZVI biochars. Batch experiments were conducted to investigate the efficiency of the modified biochars for reducing color of the reactive dyes yellow (RY145), red (RR195), and blue (RB19) from dyeing solutions. Results showed that color removal efficiency of the modified biochars was significantly enhanced, achieving the values of 100% for RY145 and RR195 and ≥65% for RB19, while the effectiveness of the original biochar was significantly lower. In addition, with increasing dose of the modified biochars, the color removal efficiency increased accordingly. In contrast, when the dose of nZVI was increased beyond a certain value then its color removal efficiency decreased accordingly. It is reported that the magnetic-nZVI rice husk biochars effectively removed the reactive dyes. The impregnation of nZVI particles on the biochar surface spatially separates the nZVI particles, prevents its aggregation and therefore enhances the decolorization efficiency.",
    "creator" : null
  }
}