{
  "name" : "downloads_2019-08-22_5a_10.0000@www.ncbi.nlm.nih.gov@PMC6129527.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Development of genistein-PEGylated silica hybrid nanomaterials with enhanced antioxidant and antiproliferative properties on HT29 human colon cancer cells",
    "authors" : [ "Héctor Pool", "Rocio Campos-Vega", "Pablo García-Solis", "Teresa García-Gasca", "Isaac Cornelius Sánchez", "Gabriel Luna-Bárcenas", "Haydé Vergara-Castañeda" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: Colorectal cancer, genistein, PEGylated silica nanoparticles, hybrid nanomaterials, antiproliferative effects, mechanisms of programmed cell death"
    }, {
      "heading" : "Introduction",
      "text" : "Colorectal cancer (CRC) is characterized by the unchecked division and survival of abnormal cells in the colon and/or rectum; it is the third most commonly diagnosed cancer in both men and women making it a major public health issued worldwide [1]. Unfortunately, chemotherapy, a common CRC treatment, show nonspecific targeting by anticancer agents [2] thus,\nchemotherapy is highly associated to the development of long-term side effects, leading to increase a person’s risk of developing other types of cancer later in life [3]. In this regard, there is a great interest within biomedicine field in developing new strategies that minimize the side effects of the conventional ones [4]. Nanotechnology-based materials have been emerging as promising tools to be used as alternative therapeutics since it can enter the tissue/\n2307 Am J Transl Res 2018;10(8):2306-2323\norgans and exert its biological functions at molecular level [5]. However, it has been observed that many nanotechnology-based drug delivery systems (such as nanoparticles, liposomes, among others) may compromise their therapeutic effects; for example, polymeric micelles have presented low drug incorporation stability and low drug loadings [6], residues from biodegradation of polymeric nanoparticles may produce allergenic responses in different tissues/organs [7]. Quantum dots exhibit high toxicity associated to heavy metals [8]; fullerenes showed evidence of an increased oxidative stress in different cellular lines [9]. Therefore, the challenge in creating these new therapeutic strategies lies in producing nanomaterials (NM) with more accurate anticancer properties, low toxicity, low allergenic response and reduced side effects [10]. On the other hand, the increased interest using natural dietary compounds for cancer treatments is due to their relevant role influencing and inhibiting the development, progression and metastasis of cancer, in addition to their great biocompatibility, low toxicity and allergenicity, minimal side effects, and avoiding multidrug resistance [11, 12]. Genistein (4’,5,7-trihydroxyisoflavone, Figure 1), the major soy bean isoflavone, is attracting attention due to its potential medicinal applications including antioxidant, antiradical, antiproliferative and antitumor properties [13]. Studies have evidenced that Gen is able to suppress the growth of hormone-dependent cancers, such as different lines of colon cancer cells [14] by affecting the expression of estrogen receptor and some tumor suppressor genes, up- and downregulating the activity of some antioxidant enzymes and by decreasing production of reactive oxygen species (ROS) [15, 16]. However, the clinical use of Gen as anticancer therapeutic is hindered by its low water solubility, low oral bioaccessibility and bioavailability, and by its instability to high temperatures, pH, oxygen presence and other conditions [17, 18]. There-\nfore, the main objective of this work was to synthesize hybrid nanomaterials (HNM) based on encapsulation of Gen into PEGylated silica nanoparticles (PEG-SiNPs) through a simple aqueous dispersion method for overcoming the mentioned clinical limitations of Gen. Physicochemical and in vitro biological properties (including antioxidant, toxicity and antiproliferative effects and molecular mechanisms on HT29 human colon cancer cells) of genisteinPEGylated silica hybrid nanomaterials (GenPEG-SiHNM) were addressed. Furthermore, PEGylation of nanoparticles was followed to overcome possible toxic effects of silica particles [19], since other PEGylated nanoparticles have exhibited high biocompatibility, low immune and toxic responses, and extended circulation time [20]."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Gen (MW 270.24 g/mol), TEOS (98%), APTES (99%), KBr, MTT, ABTS, K2S2O8, Trolox, disodium fluorescein Lactate Dehydrogenase Activity Assay Kit, Trypsin/EDTA solution and Autophagy Assay Kit were purchased from Sigma Aldrich Co. (USA). AAPH was purchased from Wako Chemicals Inc. (USA). PEG-COOH (3000 g/mol) was obtained from Irish Biotech (Germany). EtOH, H2O2 (30%), Na2HPO4, KH2PO4, KCl, NH4OH (28-30%), and NaCl were obtained from J.T. Baker (USA). HT29 cells were purchased from American Type Culture Collection (ATCC, USA). FBS and antibiotic-antimicotic were purchased from Gibco (Grand Island, NY). OxiSelect™ Catalase Activity Assay Kit and OxiSelect™ Superoxide Dismutase Activity Assay were obtained from Cell Biolabs Inc. In Situ Cell Death Detection Kit was purchased from Roche (Germany). Amplex® Red Hydrogen Peroxide/Peroxidase Assay Kit was obtained from Invitrogen (Thermo Fisher Scientific, USA). DMEM was obtained from Invitrogen (ThermoFisher Scientific Inc., USA). Deionized water (diH2O) was used in all experiments."
    }, {
      "heading" : "Methods",
      "text" : "Synthesis and functionalization: SiNPs were prepared by condensation of TEOS following slight modifications adapted from VergaraCastañeda et al. [21]. Reagents (EtOH, diH2O, TEOS. NaOH, molar ratios 23:2.4:0.11:1, res-\n2308 Am J Transl Res 2018;10(8):2306-2323\npectively) were sonicated for 3 h/room temperature, then samples were centrifuged (15 min/5000 rpm) and pellet was dispersed in EtOH 80% and washed three times. Washed particles were dried at 80°C in a laboratory oven and then pulverized in an agate mortar and stored in free humidity desiccators until further use.\nBefore PEGylation, some SiNPs batches were firstly functionalized with APTES by dispersing 1 g of SiNPs in aqueous solution under magnetic agitation for 4 h, and then adding 5 mL of APTES while keeping the suspension under magnetic stirring for 24 h at 60°C. APTES functionalized SiNPs (APTES-SiNPs) were purified by centrifugation and then washed. APTES-SiNPs were dried, pulverized and stored for further use.\nPEGylation process consisted in dispersing 0.1 g of APTES-SiNPs in phosphate saline buffer (10 mM PBS, pH 8.6) during 2 h, then 0.5 mL of PEG-COOH (3 g dispersed in 10 mL of EtOH) was added and magnetically stirred for 36 h at 45°C [22, 23]. PEGylated-silica nanoparticles (PEG-SiNPs) were collected by centrifugation, washed with diH2O repeatedly, dried at 30°C for 48 h, pulverized and stored in desiccators.\nSynthesis of genistein-PEGylated silica hybrid nanomaterials (Gen-PEG-SiHNM)\nAfter dispersing 0.1 g PEG-SiNPs in 10 mL of 10 mM PBS (pH 8.6) for 2 h, 0.025 g of Gen was added and magnetically stirred during 24 h at\n40°C under darkness. Pure nitrogen (N2) was bubbled for 10 min to avoid Gen degradation by presence of oxygen. Formulated genisteinPEGylated silica hybrid nanomaterials (GenPEG-SiHNM) were collected by centrifugation, washed (3 cycles), dried (30°C/48 h), pulverized, and stored in desiccators. Supernatant from washing processes were used to evaluate the amount of not encapsulated Gen by UV-Vis analyses. Figure 2 summarized the process of synthesis, functionalization and creation of the HNM."
    }, {
      "heading" : "Physicochemical characterizations",
      "text" : "Mean particle size, zeta potential (ζ), and morphology: Mean particle size and surface charge (zeta potential, ζ) were determined using an Acoustisizer IIS (Colloidal Dynamics, USA). Samples were dispersed in diH2O pH 7.2 (0.5 g/L), and analyses were carried out in triplicate of a minimum of five different batches of each NM formulated. Results are shown as mean ± standard error (SE). Morphology of NM and HNM was evaluated by transmission electron microscopy (TEM, JEOL JEM-1010, USA). Samples were placed in a 300-mesh copper Formvarcoated grid and observed under 80-100 kV voltage acceleration at different amplifications."
    }, {
      "heading" : "Diffuse Reflectance of Infrared by Fourier",
      "text" : ""
    }, {
      "heading" : "Transform (DRIFT)",
      "text" : "Spectroscopic properties of NM and HNM were determined by diffuse reflectance of Infrared by\nFigure 2. Schematic representation of the development of hybrid nanomaterials formed with genistein and PEGylated silica nanoparticles.\n2309 Am J Transl Res 2018;10(8):2306-2323\nFourier Transforms (DRIFT) using a Spectrum GX spectrophotometer (Perkin-Elmer, USA) with a diffuse reflectance accessory (Pike Technology Model). 1 mg of sample and 98 mg of dried KBr were mixed and spectra were collected at 4 cm-1 in the range of 400-4000 cm-1 (19 scans); pure KBr background was subtracted from sample spectra."
    }, {
      "heading" : "Amount of encapsulated and non-encapsulated Gen",
      "text" : "The amount of encapsulated and non-encapsulated Gen was determined by UV-Vis analyses. HNM (≈ 50 mg) were dispersed in EtOH 80% by sonication during 2 h at 45°C, then solutions were centrifuged at 5000 rpm for 15 min. Supernatant was filtered through 0.45 µm syringe filters and an aliquot of filtered supernatant (1 mL) was mixed with 9 mL of MeOH and 1 mL of 2% aluminum chloride (Al2Cl3) and maintained in darkness for 20 min. Finally, UV-Vis analyses were carried out at 420 nm. Calibrations curves were prepared using a 1 mM Gen stock solution, using MeOH/2% Al2Cl3 solution as a blank. Linear calibration curves (y = 0.0102x (μM) - 0.0101, r2 = 0.9974, n = 3) were obtained on different days (3) in the range of 6.75 μg to 135 μg/mL of Gen. The limit of detection (LOD) (calculated as slope + SD*3) and limit of quantification (LOQ) (calculated as slope + SD*10) were determined as 3.13 μg/ mL and 5.83 μg/mL, respectively. To determine the amount of non-incorporated Gen, solutions obtained from washing process of Gen incorporation into PEG-SiNPs were subjected to the same process described above. The amount of incorporated and not incorporated genistein was determined following the equation:\n(%) 100%Gen Gen Gen\nT\nR= # (1)\nWhere GenR is the measured amount of incorporated and not incorporated genistein into PEGylated silica nanoparticles and GenT is the theoretical amount of Gen that should be present assuming that all isoflavone was conjugated into PEGylated silica nanoparticles."
    }, {
      "heading" : "Genistein release profiles",
      "text" : "The in vitro release profiles of Gen from PEGSiNPs were determined by modifying the protocol by Teng et al. [22]. Briefly, samples (50 mg) were placed in dialysis bags containing 10 mM\nPBS:EtOH (molar ratio 73:30 based on sink conditions of genistein) at pH 7.2 and 6.5; bags were placed in a container with more PBS:EtOH solutions and gentle magnetic stirring for 48 h. Aliquots (5 mL) were taken at different time intervals (from 1 to 48 h) and subjected to UV-Vis analyses (as described above) to determine the cumulative release of Gen. After each aliquot was taken, 5 mL of fresh PBS:EtOH solution was added. Experiments were performed at 37°C by triplicate. Results are expressed as mean ± SE."
    }, {
      "heading" : "Aqueous solubility",
      "text" : "The aqueous solubility of free and encapsulated genistein was determined by following some modifications to a different established protocols [24, 25]. Briefly, excess amounts of free and encapsulated genistein were added to 25 mL of PBS 10 mM pH 7.2 and suspensions were kept under magnetically stirring at darkness during 4 h maintaining an inert atmosphere by bubbling N2 during 5 min. Then, samples were filtered through a 0.45 µm syringe filters and spectrophotometrically analyzed according the established conditions described in methodology section for determination of the amount of encapsulated genistein and release profiles."
    }, {
      "heading" : "In vitro biological performance",
      "text" : "Antioxidant capacity: In vitro antioxidant capacity of Gen, PEG-SiNPs and Gen-PEG-SiHNM was assessed by 2 different techniques; oxygen radical absorbance capacity (ORAC) and the Trolox equivalent antioxidant capacity (TEAC). ORAC assay was performed by slight modifications to the method described by Ou et al. [26]; this assay measures the ability of different components to inhibit the oxidation of fluorescein (fluorescence decay) induced by the peroxyl radical generator AAPH. Briefly, 1.5 mL of fluorescein (8.185 × 10-5 mM, diluted in phosphate buffer 75 mM, pH 7.4) was placed in a spectrofluorometric cuvette, then phosphate buffer (0.75 mL) and samples (3 µmol final concentration) were added and magnetically stirred during for 5 min at 37°C. AAPH solution (190 mM in phosphate buffer 75 mM pH 7.4) was added to initiate the oxidation reaction. The fluorescence intensity (485 nm ex/525 em) was monitored every minute until fluorescence decay reached 10% of initial fluorescence. A\n2310 Am J Transl Res 2018;10(8):2306-2323\nblank (PBS 75 mM pH 7.4) was run analyzed under the same conditions. Results (ORAC value) were reported as µmol Trolox equivalents (TE) per µmol of Gen. A standard curve was prepared using the net area under the fluorescence decay curve (NAUC) of five concentrations of Trolox:\nNAUC = AUCsample - AUCblank (2)\nAUC = 0.5 + f1/f0 + f2/f0 + f3/f0 + …… + f(10% f0)/ f0\nThe antiradical and reducing power of samples was analyzed by TEAC assay [27]. ABTS radical cation (ABTS•+) was produced by reacting ABTS•+ (7 mM) with potassium persulfate (2.45 mM); the solution was magnetically stirred and maintained in darkness at room temperature for 12-16 h. ABTS•+ radical was diluted with PBS buffer to give and absorbance (Abs) value of 0.700 ± 0.020 at 734 nm. For antioxidant capacity measurements, 10 µL of samples were mixed with 990 µL of the radical solution and Abs was monitored at 734 nm for 6 min, and reduction in absorbance at minute 6 was used to calculate TEAC value (eq. 3). All experiments were analyzed by triplicate and a calibration curve was prepared with different concentration of Trolox diluted in EtOH. Measurements of ΔAbs over 6 min for Trolox and samples were performed; Abs values were corrected for the solvent as follows:\nΔAbsTrolox or sample = (Abst=0 Trolox or sample - Abst=6 min Trolox or sample) - ΔAbssolvent (0-6 min) (3)\nWhere Abs = Absorbance at 734 nm."
    }, {
      "heading" : "In vitro cellular assays",
      "text" : "In vitro antiproliferative properties, possible mechanisms of action and biocompatibility of synthesized HNMs were tested in HT29 human colon cells by various methodologies standardized by our work group. Treatments were prepared by dispersing samples (Gen, PEG-SiNPs, and Gen-PEG-SiHNM) into DMEM medium supplemented with 2% FBS at different genistein concentrations (0-80 µM).\nThe HT29 cells were seeded and maintained in DMEM medium supplemented with 10% FBS and 1% antibiotic/antimycotic at 37°C in 95% air and 5% CO2. HT29 cells subculture was carried out by enzymatic digestion (Trypsin/EDTA\nsolution, 0.05%/0.02%). Culture media was changed every 2-3 days.\nCellular viability and toxic effects\nMTT assays were performed to determinate the effect of Gen-PEG-SiHNM on the percentage of cellular viability. Briefly, HT29 cells were seeded in triplicate at 1 × 104 cells/well in 96 well plates. After 24 h, cells were synchronized changing the 10% FBS-DMEM by 2% FBSDMEM and incubated during 24 h more. Conditions were varied by adding different concentrations (0-80 µM) of treatments (Gen, PEGSiNPs, and Gen-PEG-SiHNM in 2% FBS-DMEM), and cells were further cultured under the conditions previously mentioned for 24 h. Cell viability was determined at 570 nm using a microplate reader (SpectraMax 190, Molecular Devices, USA). Results are expressed as percentage (%) of cell viability. All data points were performed in duplicate and each experiment was repeated independently at least three times for statistical evaluation.\nIn addition to cell viability assays, it was necessary to demonstrate that such effect was not due to cytotoxicity, thus, cellular necrosis was evaluated by the Lactate Dehydrogenase (LDH) Activity Kit according to the provider’s instructions and adapting conditions to NM. Experiments were performed by triplicate of at least three different batches of each sample. Results are expressed as milliunits/mL of LDH, and it were reported as mean ± SE are obtained from three different experiments."
    }, {
      "heading" : "Evaluation of the mechanisms of action",
      "text" : "The possible mechanism of the antiproliferative properties of HNM was evaluated through different assays which include the evaluation of cell programed death (apoptosis), and modulation on the antioxidant enzymes activity and percentage of oxidative stress of the HT29 cells. Firstly, the antiproliferative action of HNM was evaluated by the Terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) assay (Roche Molecular Biochemicals, Basel, Switzerland) following the manufacturer’s instructions. DNA fragmentation caused by the half maximal inhibitory concentration (IC50) on treated cells was determined through the observation of apoptotic cells randomly selected under fluorescence microscope (Olympus\n2311 Am J Transl Res 2018;10(8):2306-2323\nBX 51, Tokyo, Japan) at 200x magnification. Results are expressed as number of TUNELpositive cells observed in at least 15 different visual fields (mean ± SE).\nThen, the role in the modulation of antioxidant enzymes activity and concentration of hydrogen peroxide in HT29 cells caused by treatments were determined by in vitro kits assays. Catalase (CAT) activity was determined in HT29 cells using the OxiSelectTM Catalase activity assay (Cell Biolabs, San Diego, CA, USA). Enzymespecific activity was measured by spectrophotometry at 520 nm and expressed as units/ml of protein, where one unit of catalase activity was defined as 1 mmol H2O2 consumed per min. Superoxide dismutase (SOD) activity was determined using the OxiSelectTM Superoxide Dismutase Activity Kit Assay (Cell Biolabs, STA340, USA), by following the inhibition of chromogenic reduction at 490 nm to generate superoxide anions. In the presence of SOD, superoxide anion concentration is reduced, yielding less colorimetric signal. SOD activity was shown in percentage of inhibition, and results are expressed as mean ± SE of three different experiments with three repetitions.\nThe production of H2O2 in HT29 cells was determined by the Amplex® Red Hydrogen Peroxide/ Peroxidase Assay Kit (Invitrogen by Thermo Fisher Scientific, USA) following manufacturer’s instructions.\nFinally, other mechanism of action was evaluated by measuring autophagy by detecting the presence of autophagosomes by fluorescence (λex = 360 nm/λem = 520 nm) using the Autophagy Assay Kit (Sigma Aldrich, USA) following the provider’s instructions. To complement\npylene oxide. Finally, cells were placed into epoxy resin during 5h with constant agitation, and then polymerized at 60°C/36 h. Slices of 60-90 nm were obtained using an ultramicrotome, and collected in 200 mesh grids; cuts were contrasted with 2% uranyl acetate for 15 min at 60°C and 5 min at room temperature and observed in TEM in conditions mentioned before."
    }, {
      "heading" : "Statistical analyses",
      "text" : "Statistical analyses of physicochemical (size, polydispersity index, and ζ) and in vitro antioxidant (ORAC and TEAC) properties were carried out with a one-way analysis of variance (ANOVA) followed with a Tukey test (P < 0.05). All statistical analyses of in vitro cellular assays were performed by a two-way ANOVA followed by Dunnet test (P < 0.05)."
    }, {
      "heading" : "Results and discussions",
      "text" : ""
    }, {
      "heading" : "Physicochemical characterization",
      "text" : "To assess the potential use of synthesized HNMs in colon cancer therapeutics, their physicochemical properties were evaluated; these include mean particle size, zeta potential (ζ), physical state, amount of encapsulated Gen, and in vitro cumulative release.\nMean particle size, zeta potential (ζ), and morphology\nTable 1 and Figure 3 show results obtained for mean particle size, polydispersity index, ζ, and morphology; all samples analyzed with DLS contained small particle sizes ca. 25-40 nm with low polydispersity index (≤ 0.5). Particle\nTable 1. Physicochemical properties of silica nanoparticles, PEGylated silica nanoparticles, genistein-loaded PEGylated silica hybrid nanomaterials and genistein\nSamples Mean particle size (nm) Polydispersity index ζ-potential\n(mV) SiNPs 27.64 ± 1.88a 0.182 ± 0.05a -33.38 ± 3.59a\nPEG-SiNPs 37.18 ± 3.13b 0.348 ± 0.09b +19.55 ± 1.89b\nGen-PEG-SiNHM 35.66 ± 2.05b 0.303 ± 0.07b +9.54 ± 0.994c\nGenistein --- --- -22.15 ± 1.08d\nSiNPs: silica nanoparticles; PEG-SiNPs: PEGylated-silica nanoparticles; Gen-PEG-SiHNM: genistein-PEGylated silica hybrid nanomaterials. Results are shown as mean ± standard error of four different batches analyzed by triplicate. Different letters (a, b, c, d) indicate statistical difference (P < 0.05) between samples.\nautophagy analyses, treated and fixed cells were observed by TEM. Briefly, cell (1 × 104 cells) were treated with IC50 of HNM (same concentration was used for Gen) during 24 h, then, trypsinized cells were fixed in 3% glutaraldehyde in 0.1 M cacodylate buffer pH 7.4 for 2 h and washed 3 times with same buffer. Post-fixation process of cells was carried out in 1% osmium tetroxide (diluted in same buffer), washed, and dehydrated with EtOH for 30 min (starting with 30%, 50%, 70%, 96%, and absolute), then cells were kept overnight in 1:1 epoxy resin: pro-\n2312 Am J Transl Res 2018;10(8):2306-2323\nsizes of PEGylated samples (PEG-SiNPs) increased from 27 to 37 nm with respect to SiNPs; however, when Gen was incorporated to formulate HNM particle size did not change. Conversely, zeta potential (ζ) values significantly varied for Gen, SiNPs, PEG-SiNPs and GenPEG-SiHNM (-22.15, -33.38, +19.55, and + 9.54 mV), respectively. It is noteworthy that these results confirmed that both PEG and Gen were successfully anchored onto the surface of silica particles; these findings agree with previous studies [28]. Additional characterization (aspect) of synthesized NMs is presented in Figure S1.\nTEM micrographs (Figure 3) revealed spherical morphologies of PEG-SiNPs and Gen-PEGSiHNM with particle aggregation; this aggregation is possibly due to electrostatic interactions between particles and the imaging grid (mesh copper Formvar-coated grid) during drying process for TEM analyses. It has been established that size, ζ, and morphology may play an important role within the biological performance of different NM, especially with cellular interaction and cellular internalization [29]. Cellular internalization of NM is strongly size-dependent; nanoparticles with ≤ 80 nm exhibit high cellular uptakes, unlike particles with ≥ 85 nm, where the internalization is significantly reduced. Additionally, these size features may have a significant impact on the toxicity of the particles [30]. Other studies have determined that ζ possess important implications in the interactions between NM and cells. Findings of Chen et al. [31] demonstrated that different cancer cells (including colon cancer cells) possess negative surface charge due to its altered gly-\ncolysis; then, positive charged nanoparticles showed a greater cellular uptake than negative charged ones. Consequently, electrostatic interactions between particles and cells play an important role in cell uptake of NM. Finally, computational simulations have demonstrated that morphology and shape of NM potentiate cellular interactions/internalization, where spheroidal particles internalize 60% faster than other nanoparticles with different shapes [32]. According to this evidence, our results suggest that Gen-PEG-SiHNM could possess adequate physicochemical aspects that would increase interactions and possible therapeutic effects on HT29 cells, such as mean particles size (25- 40 nm), positive surface charge (+ 9.54 mV) and spherical shape.\nFTIR analyses, amount of encapsulated Gen, and in vitro release profiles\nOther physicochemical properties, including spectroscopic properties, amount of encapsulated Gen and cumulative release profiles are shown in Figure 4. The fingerprint of standards (APTES, PEG, and Gen) and our developed systems was determined through DRIFT (Figure 4A). Asymmetric and symmetric of both stretching and deformation modes peaks were observed for APTES, including -NH2 (3376, 3221, 1598, and 1450 cm-1), -CH2 (2944 cm-1 and 2841 cm-1), Si-O-C and C-O (1200 cm-1 and 1088 cm-1, respectively) and scissoring absorption bands of Si-O-Si bonds (691 cm-1 and 450 cm-1); the identification of reported bands are in agreement with other works [33]. PEG-COOH exhibited bands related the stretching of O-H groups (3333 cm-1), and C-H bonds (2875 cm-1);\n2313 Am J Transl Res 2018;10(8):2306-2323\nC=O stretching absorption band (1658 cm-1), the scissoring and bending of C-H bonds (1459 cm-1, 1347 cm-1, and 1304 cm-1) were also observed. The absorption bands at 1252, 1122, and 941 cm-1 are assigned to the stretching mode of C-O-C bonds. Other authors have reported similar bands when compared to our analysis [34]. Gen revealed absorption bands related to stretching vibrations of phenolic-OH groups (3411 and at 3109 cm-1), C=O (1649 cm-1), aromatic C=C (from 1563 to 1494 cm-1) C-O bonds (1287 cm-1). Bending and stretching vibrations for C-H and C-C bonds were observed as well (1183 to 613 cm-1) [35]. SiNPs presented a number of absorption bands that have been reported elsewhere [36] including O-H stretching in H-bonded water (3636 and 3214 cm-1), asymmetric stretching vibrations of Si-O-\nSi (1096 cm-1), asymmetric vibrations of Si-OH (950 cm-1), scissor bending vibrations of H-OH groups (1630 cm-1), symmetric stretching bands of Si-O-Si (803 cm-1) and bending mode of Si-O-Si (467 cm-1). The weak absorption bands observed at 2950 cm-1 can be used to identify the presence of unreacted TEOS in the silica nanoparticles. SiNPs were subjected to APTES functionalization in order to generate interactions of NH groups of APTES and COOH groups of PEG by the formation of amide bonding during PEGylation. Then, the DRIFT spectra of APTES-SiNPs showed differences in comparison to SiNPs; two new absorption bands assigned to symmetric and asymmetric bending of NH2 were observed at 3636 cm-1 and 1535 cm-1, the vibrational bands corresponding to O-H groups (3111 and 1630 cm-1). Si-OH\n2314 Am J Transl Res 2018;10(8):2306-2323\ngroups (950 cm-1) presented a slight reduction in intensity, suggesting NH2 groups substituted the OH groups by anchoring APTES in SiNPs surfaces. Similar results have been reported in other studies [21]. After PEGylation process, PEG-SiNPs presented numbered changes compared to APTES-SiNPs; the NH2 band around 3636 cm-1 vanished and the increased intensity observed between 3400 and 2800 c cm-1 is related to the presence of OH bonding in PEG [37], the vibration band at 2920 cm-1 is related to the stretching mode of C-H. The vibration band of carboxyl group (1640 cm-1) of PEG is minimized by the formation of type II and II amide bonds between COO-groups of PEG and NH2 groups of APTES, which can be observed at 1561 cm-1 and at 1329 cm-1 as other authors have reported [28, 38]. Also, the bands observed at 1484, 1329, 1105, and 864 cm-1 are related to the stretching modes of C-O-C and bending modes of C-H bonds observed in PEGCOOH spectra. These findings may be a clear proof that PEGylation step of APTES-SiNPs was successfully achieved. Finally, the spectrum of Gen-PEG-SiHNM showed a relatively strong band centered at 3016 cm-1, which may be related to the formation of hydrogen bonding between O-H groups of Gen and PEG. Additionally, other distinctive bands were observed in the region from 1639 to 459 cm-1 that may indicate that genistein was successfully incorporated into PEGylated silica nanoparticles and it changed the DRIFT spectra of these particles.\nThe determination of the maximum amount of a compound that a nanocarrier may retain (encapsulation efficiency, EE%) is an important parameter to evaluate because of its relationship to stability, therapeutic effects and toxicity [39]. Therefore, the amount of incorporated and non-incorporated Gen into PEG-SiNPs was determined by UV-Vis analyses (Figure 4Bi). Results indicated that the maximum amount of Gen entrapped into PEG-SiNPs was ca. 58.2% ± 5.16%, which means that ca. 14.54 mg (from 20 mg originally used) of Gen were successfully incorporated into 100 mg of PEG-SiNPs (or 0.145 mg Gen/mg PEG-SiNPs). Regarding the non-entrapped Gen, it was observed that ca. 32.32% ± 4.73% of the isoflavone was not successfully incorporated into PEG-SiNPs; however, from the initial 100% of Gen there is a loss of ca. 9.5% of Gen. A plausible scenario for this apparent mismatch of Gen amounts is traceable to isoflavone degradation by molecular oxygen present in the vials that were used to storing the washing solutions obtained during formulation of Gen-PEG-SiHNM.\nThe in vitro analyses of cumulative release of Gen were evaluated in order to have a better understanding how PEG-SiNPs could deliver the isoflavone at two pH values that are encountered in normal cells (pH 7.2) and mutated cells (pH range from 5.6 to 7.0) [40]. The release profiles of Gen from PEG-SiNPs (Figure 4Bii) revealed a biphasic behavior in both pH at 37°C, first-\n2315 Am J Transl Res 2018;10(8):2306-2323\nly, a typical burst release was observed during the first 12 h, and then the system showed a slow and gradual release up to 48 h. However, at pH 6.5 it was observed that release was faster than in pH 7.2. Our results suggests that drug controlled release of PEG-grafted nanocarrier is influenced by pH degradation of the polymer at 37°C [41], which could have important implications in the antioxidant and antiproliferative properties of Gen-PEG-SiHNM.\nAqueous solubility of Gen and Gen-PEG-SiHNM was determined by UV-Vis analyses (Figure 5). Results showed that solubility of Gen in PBS 10 mM pH 7.2 was significantly enhanced (P < 0.05) after nanoencapsulation process (from 4.098 ± 0.283 µg/mL to 9.864 ± 0.673 µg/ mL). Here, PEG is playing an important role to increasing the solubility not only of Gen, but the entire HNM due to the physicochemical characteristics of the polymer that allow it to be used as a coating for the modification of drug-loaded nanostructured materials enhancing their water solubility, biocompatibility and bioaccesibility/bioavailability [42]. Therefore, PEG-SINPs appear to be a promising tool to improve the water solubility of Gen and Gen-like compounds, impacting positively in their biological performance.\nFinally, it was observed that HNM maintained good stability during a six months storage, where mean particle size, zeta potential, cargo, and morphology were not significantly affected (Table S1 and Figure S2). These findings sug-\ngest that nanocarriers (PEG-SiNPs) could maintain the physical, chemical and biological stability of bioactive compounds under minimum storage conditions."
    }, {
      "heading" : "In vitro biological assays",
      "text" : "Antioxidant capacity: The antioxidant capacity is an important parameter to evaluate because it may shed light on the mechanism of how a compound/approach could inhibit the side effects of free radicals or precursors of free radicals (e.g. transition metal ions); these radicals trigger the development and prevalence of diseases related to oxidative stress such as cancer, neurological diseases, age-related cellular degeneration, among others [43]. Consequently, the antioxidant capacity of the nanocarriers (SiNPs-PEG), Gen and Gen-PEG-SiHNM was determined in vitro by 2 different assays; the oxygen radical absorbance capacity (ORAC) and the Trolox equivalent antioxidant capacity (TEAC) (Figure 6A, 6B, respectively). Results showed that SiNPs-PEG did not exhibit any antioxidant activity, however, TEAC assay showed a negative value that could be related to the formation of a complex between SiNPs-PEG and the final colorful product in the production of ABTS•+, increasing thus the absorption values of the reaction, as if more radical was forming. Regarding the antioxidant capacity of Gen and Gen-PEG-SiHNM, it was noticed that in both ORAC and TEAC, encapsulated Gen showed a significant increase (P < 0.05) in the anti-radical activity in comparison with free Gen. The\n2316 Am J Transl Res 2018;10(8):2306-2323\npossible explanation of this behavior is that SiNPs-PEG were protecting Gen from the oxygen that could be produced during incubation time; during this time, part of free Gen was degraded by presence of this molecular oxygen decreasing thus its antioxidant activity. Also, these results suggested that the improvement of the aqueous solubility of Gen (Figure 5) directly impact on the antioxidant effects observed by encapsulated isoflavone in comparison with the free one. Our findings are in agreement with other studies that suggest that nanoencapsulation improves the antioxidant activity of biocompounds mainly due to its protection, release kinetics, and increased aqueous solubility in the reaction media [44, 45]."
    }, {
      "heading" : "In vitro cellular assays",
      "text" : "Cell viability and toxic effects: The effect of treatments on the viability of HT29 cells and its cytotoxic effects were determined by MTT assay and the lactate dehydrogenase activity (LDH), respectively, as it shown in Figure 7. Results showed a dose-dependent response of Gen and Gen-PEG-SiHNM (Figure 7A) inhibiting proliferation of HT29 cells. Gen at concentrations of 7, 15, 30, 40 μM decreases the cell viability in a 23.4, 36.1, 49.7 and 40.7%, respectively. Interestingly, the highest concentration of the non-encapsulated isoflavone (40 μM) exhibited lower effect on cell viability. For this reason, it was not possible to find the halfmaximal inhibitory concentration (IC50) of Gen under the established conditions of the present\nstudy. Our findings also suggest that Gen, at certain concentrations, can stimulate the proliferation of estrogen-dependent cancer cells, presumably through estrogen-receptors pathways [46]. Furthermore, Gen-PEG-SiHNM produced a statistically different reduction (P < 0.05) on cell viability for all concentrations tested in comparison with genistein reducing cell viability around 70%; IC50 of Gen-PEG-SiHNM was calculated at 24.43 μM. These results showed that incorporation of the isoflavone into PEGylated SiNPs enhances its antiproliferative properties, where the key may be the presence of PEG. This polymer has been used as coating to improve the water solubility and cell internalization of different nanocarriers [47]; in our study, PEG improved the solubility of HNM in DMEM medium, which increased the antiproliferative effect of the isoflavone. It is noteworthy that HNM formulations showed an improved effect inhibiting HT29 cell proliferation in comparison to other studies; for example, Si et al. [48] improved the anticancer properties of Gen in the growth of gastric cancer cells conjugating the isoflavone onto chitosan-coated Fe3O4CMCH nanoparticles. Authors showed that after 72 h of exposition of gastric cancer cells at concentrations of 40 µM and 80 µM of both free and conjugated isoflavone, cell viability decreased around 60% and 75%, respectively. Gen-PEG-SiHNM at 24.43 µM reduces approximately the 70% of HT29 cancer cells viability after 24 h, which indicates that PEG-SiNPs is empowering the antiproliferative property of\n2317 Am J Transl Res 2018;10(8):2306-2323\n2318 Am J Transl Res 2018;10(8):2306-2323\nGen. Additionally, the carrier PEG-SiNPs did not limit the proliferation of HT29 cells, thus suggesting that nanocarriers (PEG-SiNPs) may exhibit good biocompatibility. Other authors have reported that polymeric coatings such as PEG, increase biocompatibility of diverse inorganic nanoparticles by inhibiting the induced cytotoxicity of such nanoparticles during the interactions with cell membrane and different cellular organelles [20].\nTo discern that the antiproliferative action exhibited by Gen or Gen-PEG-SiHNM was not related to cytotoxicity, the release of lactate dehydrogenase (LDH) from necrotic HT29 cells was determined using the IC50 obtained in MTT assay for HNM (≈ 24.4 µM) (7B). Our findings showed that neither Gen nor Gen-PEG-SiHNM produced cytotoxicity effects on HT29 cells; these findings represent a clear proof that the antiproliferative potency of HNM is only related to the anticancer properties of Gen and not by cytotoxic effects induced by the nanocarrier PEG-SiNPs."
    }, {
      "heading" : "Mechanisms of action",
      "text" : "To understand how Gen-PEG-SiHNM had a greater reduction on HT29 cells than Gen, parameters such as apoptosis and the effect on the antioxidant enzymes activity and hydrogen peroxide (H2O2) production were assessed (Figure 8). Fluorescent TUNEL staining assay was used to determine cell apoptosis after exposition to Gen and Gen-PEG-SiHNM treatments (Figure 8AI, 8AII). Results showed that 24.43 μM (IC50) treatment of both Gen and Gen-PEG-SiHNM induced apoptosis in HT29 cells, however, the number of apoptotic cells increased significantly (P < 0.05) when HT29 cells were treated with Gen-PEG-SiHNM (from 3.95 ± 0.27 to 6.58 ± 0.32 TUNEL-positive cells/field). A study conducted by Chang et al. [49] showed that inhibition of human oral cancer cells increased when cells were treated with curcumin-loaded PLGA nanoparticles when compared to free curcumin; curcuminloaded PLGA nanoparticles triggered apoptosis in a higher level than free curcumin because\nFigure 9. A. Autophagy’s activation in HT29 cells after 24 h of incubation with genistein (Gen) and GenisteinPEGylated silica hybrid nanomaterials (Gen-PEG-HNM) at IC50 (24.3 μM). *indicate statistical difference (P < 0.05) between treatments and control group analyzed by Dunnet’s test. B. Autophagic structural analysis by TEM in HT29 cells exposed to 23.43 µM of free or encapsulated Gen for 24 h. Arrows show the presence of autolysosomes formed after cells were exposed to treatments for 24 h. Untreated HT29 cells were used as control.\n2319 Am J Transl Res 2018;10(8):2306-2323\nPLGA nanoparticles improved the curcumin solubility in water, thus increasing the amount of curcumin delivered into cells during MTT assay.\nThe ability of Gen and Gen-PEG-SiHNM to modulate the activity of some endogenous antioxidant enzymes of HT29 cells were assessed by CAT and SOD activities (Figure 8BI, 8BII) and the production of hydrogen peroxide (H2O2, Figure 8C). Results showed that only 24.43 μM of Gen-PEG-SiHNM increases significantly (P < 0.05) SOD and CAT activities. On the other hand, it is shown that Gen and Gen-PEG-SiHNM significantly reduced H2O2 production in HT29 cells. Such H2O2 reduction caused by free or encapsulated Gen may be due to the modulation of the electron transport chain of the mitochondria as reported by Lagoa et al. [50]. They demonstrated that flavonoids are able to inhibit production of ROS by inhibiting the NADH: CoQ1 oxidoreductase activity. High ROS concentration plays a key role regulating cell proliferation by suppressing antioxidant enzymatic activity in cancer cells [51], consequently the results of this work suggest that Gen-PEG-SiHNM are capable to modulate the concentration of ROS by upregulating the activity of SOD and CAT within HT29 cells, inducing thus, the apoptosis process in the human colon cancer cells (as observed in TUNEL analyses). These results are in agreement with scientific evidence that has shown that a low production of cellular H2O2 combined with a upregulation of SOD and/or CAT activity is highly related with a programed cell death (apoptosis) [52, 53]. Interestingly, PEG-SiNPs (Figure 8C) produced more H2O2 in comparison with control, however we hypothesize that carrier could combine with the colorful compound formed during experimental reaction, affecting thus optical density of final solution. Overall, our data is consistent with other studies that have demonstrated that nanoencapsulation of a bioactive compound improves its anticancer properties mainly by increasing its water solubility, cellular uptake, bioavailability and downregulating the oxidative stress in cancer cells [49, 54].\nFinally, we evaluated the autophagy level in HT29 cell as another mechanism of action in which treatments (Gen and Gen-PEG-SiHNM) could be simultaneously promoting cell death (Figure 9). Autophagy is a dynamic process in\nwhich sequestered cytoplasmic material (damaged proteins or organelles) in double-membrane intracellular structures (autophagosomes) is fused with lysosomes (autolysosomes) for degradation, promoting thus, another way of controlled cell death (type II cell death) [55]. Our data clearly demonstrate that Gen-PEGSiHNM significantly increment the activation of autophagy in HT29 cells in comparison with Gen (Figure 9A), a remarkable result due to the fact it is being shown HNM is promoting apparently the cell death through two different mechanisms, apoptosis and autophagy, whereas Gen only activated this process by apoptosis in less proportion. To complement this, TEM was used as benchmark for autophagy study; as shown in Figure 9B, in untreated HT29 cells (control) the subcellular organelles were morphologically normal, while those HT29 cells treated with 23.43 µM of Gen exhibited minimal single-membrane vacuoles (autolysosomes), which indicated that autophagy was slightly activated by isoflavone. In HT29 cells treated with same concentration of Gen-PEGSiHNM (23.43 µM, IC50) it was observed that the number of autolysosomes significantly increased (P < 0.05) in comparison to free Gen, leading to a greater cell damage activating thus the programmed cell death via autophagy. It has been demonstrated that Gen may activate autophagy as programmed death cell, however its low bioavailability and low cellular uptake limits the activation of autophagy by the isoflavone [56]. It seems that physicochemical characteristics of PEG-SiNPs, such as particle size, zeta potential and coating, could be influencing and enhancing the cellular uptake of Gen, significantly enhancing the antiproliferative effect of isoflavone."
    }, {
      "heading" : "Conclusions",
      "text" : "This work reports the development of a novel HNM based on genistein (Gen) and PEGylated silica nanoparticles (PEG-SiNPs) with improved biological properties to be used within biomedicine field as alternative therapeutic for colorectal cancer. Our data supports the successful production of this system that possesses adequate properties of high interaction/internalization into cells which include size, positive surface charge and a spherical morphology. Encapsulation of Gen had a noticeable effect in the improvement on the antioxidant capaci-\n2320 Am J Transl Res 2018;10(8):2306-2323\nty and antiproliferative properties of Gen by apparently enhancing Gen water solubility and a higher and sustained intracellular Gen levels within HT29 cells. Our results suggest that Gen-PEG-SiHNM exerted improved antiproliferative properties by modifying the antioxidant enzymatic activity and the oxidative stress level of HT29 cells; both properties are important for both proliferation and programed death of cancer cells. Furthermore, synthesized Gen-PEGSiHNM possess the ability to induce cell death leaded by apoptosis and autophagy without any side effects (null cytotoxicity), which suggests that we were able to produce a biocompatible alternative therapeutic with potential applications for colorectal cancer therapy.\nCurrently, there is a great interest to simplify the methods to obtain functional nanomaterials, with the aim of reducing the cost of the final product, processing time, among other parameters. Some studies have established methods for PEGylation of silica nanoparticles, however the method reported in this work exhibit some advantages. For example Teng et al. [22] reported a facile way to PEGylate mesoporous silica nanoparticles, where silica particles were firstly calcined and then amine-functionalized with APTES prior to PEGylation process. In the present work, it was observed that if SiNPs were calcined, the amine-functionalization was almost null; so, it was decided only to apply a dry process at 80°C, allowing silanol groups to remain in the surface of silica nanoparticles, which resulted in an excellent amine-functionalization, that later served as binder for covalently attachment of PEG. Therefore, the established method of our work did not require sophisticated equipment to reach calcination temperatures (≥ 600°C), which resulted in a method with a lower energy consumption. Also, this step of remaining silanol groups enhance the processing time avoiding the hydroxylation process established for Uskokovic et al. [57] necessary to facilitate APTES-functionalization in calcined silica nanoparticles prior to PEGylation procedure. Regarding PEGylation process, some protocols have established the use of different reagents and solvents [57, 58] that may increase the cost of production of such coated-nanostructures. So, our method represents a simplistic way to obtain PEGylated silica nanoparticle by only using PBS, ethanol and temperatures of 60°C.\nAdditionally, our data showed that Gen-PEGSiHNM have an important impact promoting two cell death processes (apoptosis and autophagy) with less concentration (24.3 μM) than the study conducted by Prietsch et al. [59] where it was observed that Gen promotes the death of breast cancer cells (MCF7) in a dosedependent manner through apoptosis and autophagy simultaneously in a concentration of 50 μM. As Gen-PEG-SiHNM are capable to stimulate HT29 cells death by activating both processes, this could have important implications in two different aspects, firstly by helping to evade alterations in the programmed cell death process, leading to avoid chemoresistance [60], and secondly, acting as sensitizing agents during cancer therapy, potentiating thus, the anticancer action of conventional chemotherapeutics [61, 62]."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Authors would like to thank The National Council of Science and Technology (CONACYT) of Mexico for postdoctoral fellowships and partial support for this work. We also thank MSc Araceli Mauricio and MSc Lourdes PalmaTirado for the technical support in DRIFT and TEM analyses, respectively."
    }, {
      "heading" : "Disclosure of conflict of interest",
      "text" : "None.\nAddress correspondence to: Dr. Gabriel LunaBárcenas, Centro de Investigaciones y Estudios Avanzados (CINVESTAV) del Instituto Politécnico Nacional, Unidad Querétaro, Juriquilla, Querétaro 76230, México. Tel: +52 (442) 2119900; E-mail: gabriel.luna@cinvestav.mx; Dr. Haydé Vergara-Castañeda, Departamento de Investigación Biomédica, Facultad de Medicina, Universidad Autónoma de Querétaro, Querétaro, Querétaro 76176, México. Tel: +52 (442) 1247027; E-mail: hayvergarac@gmail. com"
    }, {
      "heading" : "Stability during storage",
      "text" : "Samples of HNM obtained were placed in amber vials and stored in desiccators at room temperature. After 6 months, stability of formulated nanomaterials was determined evaluating its mean particle size, shape, surface charge, amount of loaded Gen according the methodology described previously.\nTable S1. Mean particle size, ζ-potential, and percentage (EE%) of genistein-loaded PEGylated silica hybrid nanomaterials (Gen-PEG-SiHNM) after 6 months storage Samples Storage Mean particle size (nm) Zeta potential (mV) EE% Gen-PEG-SiHNM Initial 35.66 ± 2.05a + 9.54 ± 0.994a 58.2 ± 5.16a\n6 months 30.91 ± 3.66a + 8.36 ± 1.037a 50.6 ± 3.73a\n“a” indicates no significant difference (P < 0.05) between fresh and stored hybrid nanomaterials. Results are expressed as mean ± standard error of at least three different batches analyzed by triplicate.\nFigure S2. Morphological analyses by TEM of Gen-PEG-SiHNM stored for 6 months; it can be observed that mean particle size and morphology remained after storage."
    } ],
    "references" : [ {
      "title" : "Nanotechnology-based detection and targeted therapy in cancer: Nano-bio paradigms and applications",
      "author" : [ "Mousa SA", "Bharali DJ" ],
      "venue" : "Cancers (Basel)",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "The effects of radiotherapy and chemotherapy on female reproduction",
      "author" : [ "D Meirow", "D. Nugent" ],
      "venue" : "Hum Reprod Update",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2001
    }, {
      "title" : "New gene therapy strategies for cancer treatment: a review of recent patents",
      "author" : [ "R Ortiz", "C Melguizo", "J Prados", "PJ Álvarez", "O Caba", "F Rodriguez-Serrano", "F Hita", "A. Aranega" ],
      "venue" : "Recent Pat Anticancer Drug Discov 2012;",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2012
    }, {
      "title" : "Nanotechnology-based combinational drug delivery: an emerging approach for cancer therapy",
      "author" : [ "P Parhi", "C Mohanty", "SK. Sahoo" ],
      "venue" : "Drug Discov Today",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "What are determining factors for stable drug incorporation into polymeric micelle carriers? Consideration on physical and chemical characters of the micelle inner core",
      "author" : [ "T Yamamoto", "M Yokoyama", "P Opanasopit", "A Hayama", "K Kawano", "Y. Maitani" ],
      "venue" : "J Control Release",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Nanoparticle-allergen complexes for allergen immunotherapy",
      "author" : [ "G Di Felice", "P. Colombo" ],
      "venue" : "Int J Nanomedicine 2017;",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Toxicity of quantum dots on respiratory system",
      "author" : [ "T Wu", "M. Tang" ],
      "venue" : "Inhal Toxicol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2014
    }, {
      "title" : "In vitro nanotoxicity of single-walled carbon nanotube-dendrimer nanocomplexes against murine myoblast cells",
      "author" : [ "J Cancino", "IM Paino", "KC Micocci", "HS Selistre-de- Araujo", "V. Zucolotto" ],
      "venue" : "Toxicol Lett",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Liposomes and nanoparticles: nanoasized vehicles for drug delivery in cancer",
      "author" : [ "Y Malam", "M Loizidou", "AM. Seifalian" ],
      "venue" : "Trends Pharmacol Sci",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2009
    }, {
      "title" : "Natural compounds for cancer treatment and prevention",
      "author" : [ "S Nobili", "D Lippi", "E Witort", "M Donnini", "L Bausi", "E Mini", "S. Capaccioli" ],
      "venue" : "Pharmacol Res",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Natural bioactive compounds: alternative approach to the treatment of glioblastoma multiforme",
      "author" : [ "V Desai", "A. Bhushan" ],
      "venue" : "Biomed Res Int",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "2’-hydroxylation of genistein enhanced antioxidant and antiproliferative activities in mcf- 7 human breast cancer cells",
      "author" : [ "JN Choi", "D Kim", "HK Choi", "KM Yoo", "J Kim", "CH. Lee" ],
      "venue" : "J Microbiol Biotechnol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2009
    }, {
      "title" : "Effects of soybean extract on morphology and survival of Caco-2, SW620, and HT-29 cells",
      "author" : [ "Q Zhu", "J Meisinger", "DH Van Thiel", "Y Zhang", "S. Mobarhan" ],
      "venue" : "Nutr Cancer",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2002
    }, {
      "title" : "Estrogen receptor-β mediates the inhibition of DLD-1 human colon adenocarcinoma cells by soy isoflavones",
      "author" : [ "A Bielecki", "J Roberts", "R Mehta", "J. Raju" ],
      "venue" : "Nutr Cancer",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2011
    }, {
      "title" : "Polyphenols as modulator of oxidative stress in cancer disease: new therapeutic strategies",
      "author" : [ "AM Mileo", "S. Miccadei" ],
      "venue" : "Oxid Med Cell Longev",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Bioavailability challenges associated with development of anti-cancer phenolics",
      "author" : [ "S Gao", "M. Hu" ],
      "venue" : "Mini Rev Med Chem",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2010
    }, {
      "title" : "Cyclodextrins as encapsulation agents for plant bioactive compounds",
      "author" : [ "E Pinho", "M Grootveld", "G Soares", "M. Henriques" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Toxicity of silica nanoparticles depends on size, dose, and cell type",
      "author" : [ "IY Kim", "E Joachim", "H Choi", "K. Kim" ],
      "venue" : "Nanomedicine Nanotechnology, Biol Med",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Dextran and polymer polyethylene glycol (PEG) coating reduce both 5 and 30 nm iron oxide nanoparticle cytotoxicity in 2D and 3D cell culture",
      "author" : [ "M Yu", "S Huang", "KJ Yu", "AM. Clyne" ],
      "venue" : "Int J Mol Sci",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2012
    }, {
      "title" : "Quercetin conjugated silica particles as novel biofunctional hybrid materials for biological applications",
      "author" : [ "H Vergara-Castañeda", "AR Hernandez-Martinez", "M Estevez", "S Mendoza", "G Luna-Barcenas", "H. Pool" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "A facile way for fabricating pegylated hollow mesoporous silica nanoparticles and their drug delivery application",
      "author" : [ "X Teng", "S Cheng", "R Meng", "S Zheng", "L Yang", "Q Ma", "W Jiang", "J. He" ],
      "venue" : "J Nanosci Nanotechnol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "PEGylated hollow mesoporous silica nanoparticles as potential drug delivery vehicles",
      "author" : [ "S. Kaskel" ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Solubility of genistein in water, methanol, ethanol, propan-2-ol, 1-butanol, and ethyl acetate",
      "author" : [ "JG Wu", "J Ge", "YP Zhang", "Y Yu", "XY. Zhang" ],
      "venue" : "K. J Chem Eng Data",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Optimization of genistein solubilization by κ-carrageenan hydrogel using response surface methodology",
      "author" : [ "F Chen", "J Peng", "D Lei", "J Liu", "G. Zhao" ],
      "venue" : "Food Sci Hum Wellness",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "Development and validation of an improved oxygen radical absorbance capacity assay using fluorescein as the fluorescent probe",
      "author" : [ "B Ou", "M Hampsch-Woodill", "RL. Prior" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2001
    }, {
      "title" : "Antioxidant activity applying an improved ABTS radical cation decolorization assay",
      "author" : [ "R Re", "N Pellegrini", "A Proteggente", "A Pannala", "M Yang", "C. Rice-Evans" ],
      "venue" : "Free Radic Biol Med",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1999
    }, {
      "title" : "Biocompatiable hollow silica microspheres as novel ultrasound contrast agents for in vivo imaging",
      "author" : [ "H Hu", "H Zhou", "J Du", "Z Wang", "L An", "H Yang", "F Li", "H Wu", "S. Yang" ],
      "venue" : "J Mater Chem",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "Nanoparticle size and surface properties determine the protein corona with possible implications for biological impacts",
      "author" : [ "M Lundqvist", "J Stigler", "G Elia", "I Lynch", "T Cedervall", "KA. Dawson" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2008
    }, {
      "title" : "Biodistribution and toxicity of intravenously administered silica nanoparticles in mice",
      "author" : [ "G Xie", "J Sun", "G ZhonG", "L Shi", "D. ZhanG" ],
      "venue" : "Arch Toxicol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2010
    }, {
      "title" : "Targeting negative surface charges of cancer cells by multifunctional nanoprobes",
      "author" : [ "B Chen", "W Le", "Y Wang", "Z Li", "D Wang", "L Ren", "L Lin", "S Cui", "JJ Hu", "Y Hu", "P Yang", "RC Ewing", "D Shi", "Z. Cui" ],
      "venue" : "Theranostics 2016;",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "The zipper mechanism in phagocytosis: energetic requirements and variability in phagocytic cup shape",
      "author" : [ "S Tollis", "AE Dart", "G Tzircotis", "RG. Endres" ],
      "venue" : "BMC Syst Biol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2010
    }, {
      "title" : "Progress of porous silicon APTES-functionalization by FTIR investigations",
      "author" : [ "N Majoul", "S Aouida", "B. Bessaïs" ],
      "venue" : "Appl Surf Sci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Doxorubicin-conjugated PLA-PEG- Folate based polymeric micelle for tumor-targeted delivery: synthesis and in vitro evaluation",
      "author" : [ "Z Hami", "M Amini", "M Ghazi-Khansari", "SM Rezayat", "K. Gilani" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Design and optimization of a novel method for extraction of genistein",
      "author" : [ "Pandit NT", "Patravale VB" ],
      "venue" : "Indian J Pharm Sci",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2011
    }, {
      "title" : "Preparation and characterization of silica nanoparticles by wet mechanical attrition of white and yellow sand",
      "author" : [ "Akl MA" ],
      "venue" : "J Nanomed Nanotechnol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Carboxyl-polyethylene glycol-phosphoric acid: a ligand for highly stabilized iron oxide nanoparticles",
      "author" : [ "C Lu", "LR Bhatt", "HY Jun", "SH Park", "KY. Chai" ],
      "venue" : "J Mater Chem",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "PEGylated versus non PEGylated magnetic nanoparticles as camptothecin delivery system PEGylated versus non PEGylated magnetic nanoparticles as camptothecin delivery system",
      "author" : [ "PM Castillo", "M de la Mata", "MF Casula", "JA Sánchez-Alcázar", "AP. Zaderenko" ],
      "venue" : "Beilstein J Nanotechno",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Encapsulation and release of hydrophobic bioactive components in nanoemulsion-based delivery systems: impact of physical form on quercetin bioaccessibility",
      "author" : [ "H Pool", "S Mendoza", "H Xiao", "DJ. McClements" ],
      "venue" : "Food Funct 2013;",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Are cancer cells acidic",
      "author" : [ "Griffiths JR" ],
      "venue" : "Br J Cancer",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1991
    }, {
      "title" : "Shrinkage of a rapidly growing tumor by drug-loaded polymersomes: pH-triggered release through copolymer degradation",
      "author" : [ "F Ahmed", "RI Pakunlu", "G Srinivas", "A Brannan", "F Bates", "ML Klein", "T Minko", "DE. Discher" ],
      "venue" : "Mol Pharm",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2006
    }, {
      "title" : "Water-soluble PEGylated silicon nanoparticles and their assembly into swellable nanoparticle aggregates",
      "author" : [ "Z Xu", "Y Li", "B Zhang", "T Purkait", "A Alb", "BS Mitchell", "SM Grayson", "MJ. Fink" ],
      "venue" : "J Nanoparticle Res",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Assay dilution factors confound measures of total antioxidant capacity in polyphenol-rich juices",
      "author" : [ "BW Bolling", "YY Chen", "AG Kamil", "CY. Chen" ],
      "venue" : "J Food Sci 2012;",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "Antioxidant effects of quercetin and catechin encapsulated into PLGA nanoparticles",
      "author" : [ "H Pool", "D Quintanar", "JDD Figueroa", "C Marinho Mano", "JEH Bechara", "LA Godínez", "S. Mendoza" ],
      "venue" : "J Nanomater",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2012
    }, {
      "title" : "Ultra-small lipid nanoparticles promote the penetration of coenzyme Q10 in skin cells and counteract oxidative stress",
      "author" : [ "SB Lohan", "S Bauersachs", "S Ahlberg", "N Baisaeng", "CM Keck", "RH Müller", "E Witte", "K Wolk", "S Hackbarth", "B Röder", "J Lademann", "MC. Meinke" ],
      "venue" : "Eur J Pharm Biopharm",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2015
    }, {
      "title" : "Genistein stimulates MCF-7 breast cancer cell growth by inducing acid ceramidase (ASAH1) gene expression",
      "author" : [ "Lucki NC", "Sewer MB" ],
      "venue" : "J Biol Chem",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2011
    }, {
      "title" : "Endocytosis of PEGylated nanoparticles accompanied by structural and free energy changes of the grafted polyethylene glycol",
      "author" : [ "Y Li", "M Kröger", "WK. Liu" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2014
    }, {
      "title" : "Improving the anti-tumor effect of genistein with a biocompatible superparamagnetic drug delivery system",
      "author" : [ "HY Si", "DP Li", "TM Wang", "HL Zhang", "FY Ren", "ZG Xu", "YY. Zhao" ],
      "venue" : "J Nanosci Nanotechnol",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2010
    }, {
      "title" : "Curcumin-loaded nanoparticles induce apoptotic cell death through regulation of the function of MDR1 and reactive oxygen species in cisplatin-resistant CAR human oral cancer cells",
      "author" : [ "PY Chang", "SF Peng", "CY Lee", "CC Lu", "SC Tsai", "TM Shieh", "TS Wu", "MG Tu", "MY Chen", "JS. Yang" ],
      "venue" : "Int J Oncol",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2013
    }, {
      "title" : "Complex I and cytochrome c are molecular targets of flavonoids that inhibit hydrogen peroxide production by mitochondria",
      "author" : [ "R Lagoa", "I Graziani", "C Lopez-Sanchez", "V Garcia- Martinez", "C. Gutierrez-Merino" ],
      "venue" : "Biochim Biophys Acta",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2011
    }, {
      "title" : "Antioxidant responses and cellular adjustments to oxidative stress",
      "author" : [ "C Espinosa-Diez", "V Miguel", "D Mennerich", "T Kietzmann", "P Sánchez-Pérez", "S Cadenas", "S. Lamas" ],
      "venue" : "Redox Biol 2015;",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2015
    }, {
      "title" : "Dual role of hydrogen peroxide in cancer: possible relevance to cancer chemoprevention and therapy",
      "author" : [ "M. López-Lázaro" ],
      "venue" : "Cancer Lett",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2007
    }, {
      "title" : "Downregulation of reactive oxygen species in apoptosis",
      "author" : [ "Jeong CH", "Joo SH" ],
      "venue" : "J Cancer Prev 2016;",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Plgaloaded gold-nanoparticles precipitated with quercetin downregulate hdac-akt activities controlling proliferation and activate p53-ros  Superior antiproliferative properties of hybrid nanomaterials",
      "author" : [ "K Bishayee", "AR Khuda-Bukhsh", "SO. Huh" ],
      "venue" : "Am J Transl Res",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Current topics in developmental biology volume 78",
      "author" : [ "D Gozuacik", "A. Kimchi" ],
      "venue" : "Curr Top Dev Biol",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2007
    }, {
      "title" : "Regulation of autophagy by polyphenolic compounds as a potential therapeutic strategy for cancer",
      "author" : [ "N Hasima", "B. Ozpolat" ],
      "venue" : "Cell Death Dis 2014;",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2014
    }, {
      "title" : "PEGylated silicon nanowire coated silica microparticles for drug delivery across intestinal epithelium",
      "author" : [ "V Uskoković", "PP Lee", "LA Walsh", "KE Fischer", "TA. Desai" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2012
    }, {
      "title" : "PEGylated hollow mesoporous silica nanoparticles as potential drug delivery vehicles",
      "author" : [ "Q Zhu", "J Meisinger", "KS" ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2011
    }, {
      "title" : "Genistein induces apoptosis and autophagy in human breast MCF-7 cells by modulating the expression of proapoptotic factors and oxidative stress enzymes",
      "author" : [ "RF Prietsch", "LG Monte", "FA da Silva", "FT Beira", "FA Del Pino", "VF Campos", "T Collares", "LS Pinto", "RM Spanevello", "GD Gamaro", "E. Braganhol" ],
      "venue" : "Mol Cell Biochem",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2014
    }, {
      "title" : "Genistein-induced apoptosis and autophagocytosis in ovarian cancer cells",
      "author" : [ "G Gossner", "M Choi", "L Tan", "S Fogoros", "KA Griffith", "M Kuenker", "JR. Liu" ],
      "venue" : "Gynecol Oncol",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2007
    }, {
      "title" : "Apple polyphenol phloretin potentiates the anticancer actions of paclitaxel through induction of apoptosis in human Hep G2 cells",
      "author" : [ "KC Yang", "CY Tsai", "YJ Wang", "PL Wei", "CH Lee", "JH Chen", "CH Wu", "YS. Ho" ],
      "venue" : "Mol Carcinog",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2009
    }, {
      "title" : "In vitro and in vivo antitumoral effects of combinations of polyphenols, or polyphenols and anticancer drugs: perspectives on cancer treatment",
      "author" : [ "M Fantini", "M Benvenuto", "L Masuelli", "GV Frajese", "I Tresoldi", "A Modesti", "R. Bei" ],
      "venue" : "Int J Mol Sci",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Unfortunately, chemotherapy, a common CRC treatment, show nonspecific targeting by anticancer agents [2] thus, chemotherapy is highly associated to the development of long-term side effects, leading to increase a person’s risk of developing other types of cancer later in life [3].",
      "startOffset" : 101,
      "endOffset" : 104
    }, {
      "referenceID" : 1,
      "context" : "Unfortunately, chemotherapy, a common CRC treatment, show nonspecific targeting by anticancer agents [2] thus, chemotherapy is highly associated to the development of long-term side effects, leading to increase a person’s risk of developing other types of cancer later in life [3].",
      "startOffset" : 277,
      "endOffset" : 280
    }, {
      "referenceID" : 2,
      "context" : "In this regard, there is a great interest within biomedicine field in developing new strategies that minimize the side effects of the conventional ones [4].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 3,
      "context" : "2307 Am J Transl Res 2018;10(8):2306-2323 organs and exert its biological functions at molecular level [5].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 4,
      "context" : "However, it has been observed that many nanotechnology-based drug delivery systems (such as nanoparticles, liposomes, among others) may compromise their therapeutic effects; for example, polymeric micelles have presented low drug incorporation stability and low drug loadings [6], residues from biodegradation of polymeric nanoparticles may produce allergenic responses in different tissues/organs [7].",
      "startOffset" : 276,
      "endOffset" : 279
    }, {
      "referenceID" : 5,
      "context" : "However, it has been observed that many nanotechnology-based drug delivery systems (such as nanoparticles, liposomes, among others) may compromise their therapeutic effects; for example, polymeric micelles have presented low drug incorporation stability and low drug loadings [6], residues from biodegradation of polymeric nanoparticles may produce allergenic responses in different tissues/organs [7].",
      "startOffset" : 398,
      "endOffset" : 401
    }, {
      "referenceID" : 6,
      "context" : "Quantum dots exhibit high toxicity associated to heavy metals [8]; fullerenes showed evidence of an increased oxidative stress in different cellular lines [9].",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 7,
      "context" : "Quantum dots exhibit high toxicity associated to heavy metals [8]; fullerenes showed evidence of an increased oxidative stress in different cellular lines [9].",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 8,
      "context" : "Therefore, the challenge in creating these new therapeutic strategies lies in producing nanomaterials (NM) with more accurate anticancer properties, low toxicity, low allergenic response and reduced side effects [10].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 9,
      "context" : "On the other hand, the increased interest using natural dietary compounds for cancer treatments is due to their relevant role influencing and inhibiting the development, progression and metastasis of cancer, in addition to their great biocompatibility, low toxicity and allergenicity, minimal side effects, and avoiding multidrug resistance [11, 12].",
      "startOffset" : 341,
      "endOffset" : 349
    }, {
      "referenceID" : 10,
      "context" : "On the other hand, the increased interest using natural dietary compounds for cancer treatments is due to their relevant role influencing and inhibiting the development, progression and metastasis of cancer, in addition to their great biocompatibility, low toxicity and allergenicity, minimal side effects, and avoiding multidrug resistance [11, 12].",
      "startOffset" : 341,
      "endOffset" : 349
    }, {
      "referenceID" : 11,
      "context" : "Genistein (4’,5,7-trihydroxyisoflavone, Figure 1), the major soy bean isoflavone, is attracting attention due to its potential medicinal applications including antioxidant, antiradical, antiproliferative and antitumor properties [13].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 12,
      "context" : "Studies have evidenced that Gen is able to suppress the growth of hormone-dependent cancers, such as different lines of colon cancer cells [14] by affecting the expression of estrogen receptor and some tumor suppressor genes, up- and downregulating the activity of some antioxidant enzymes and by decreasing production of reactive oxygen species (ROS) [15, 16].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 13,
      "context" : "Studies have evidenced that Gen is able to suppress the growth of hormone-dependent cancers, such as different lines of colon cancer cells [14] by affecting the expression of estrogen receptor and some tumor suppressor genes, up- and downregulating the activity of some antioxidant enzymes and by decreasing production of reactive oxygen species (ROS) [15, 16].",
      "startOffset" : 352,
      "endOffset" : 360
    }, {
      "referenceID" : 14,
      "context" : "Studies have evidenced that Gen is able to suppress the growth of hormone-dependent cancers, such as different lines of colon cancer cells [14] by affecting the expression of estrogen receptor and some tumor suppressor genes, up- and downregulating the activity of some antioxidant enzymes and by decreasing production of reactive oxygen species (ROS) [15, 16].",
      "startOffset" : 352,
      "endOffset" : 360
    }, {
      "referenceID" : 15,
      "context" : "However, the clinical use of Gen as anticancer therapeutic is hindered by its low water solubility, low oral bioaccessibility and bioavailability, and by its instability to high temperatures, pH, oxygen presence and other conditions [17, 18].",
      "startOffset" : 233,
      "endOffset" : 241
    }, {
      "referenceID" : 16,
      "context" : "However, the clinical use of Gen as anticancer therapeutic is hindered by its low water solubility, low oral bioaccessibility and bioavailability, and by its instability to high temperatures, pH, oxygen presence and other conditions [17, 18].",
      "startOffset" : 233,
      "endOffset" : 241
    }, {
      "referenceID" : 17,
      "context" : "Furthermore, PEGylation of nanoparticles was followed to overcome possible toxic effects of silica particles [19], since other PEGylated nanoparticles have exhibited high biocompatibility, low immune and toxic responses, and extended circulation time [20].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 18,
      "context" : "Furthermore, PEGylation of nanoparticles was followed to overcome possible toxic effects of silica particles [19], since other PEGylated nanoparticles have exhibited high biocompatibility, low immune and toxic responses, and extended circulation time [20].",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 20,
      "context" : "5 mL of PEG-COOH (3 g dispersed in 10 mL of EtOH) was added and magnetically stirred for 36 h at 45°C [22, 23].",
      "startOffset" : 102,
      "endOffset" : 110
    }, {
      "referenceID" : 21,
      "context" : "5 mL of PEG-COOH (3 g dispersed in 10 mL of EtOH) was added and magnetically stirred for 36 h at 45°C [22, 23].",
      "startOffset" : 102,
      "endOffset" : 110
    }, {
      "referenceID" : 22,
      "context" : "The aqueous solubility of free and encapsulated genistein was determined by following some modifications to a different established protocols [24, 25].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 23,
      "context" : "The aqueous solubility of free and encapsulated genistein was determined by following some modifications to a different established protocols [24, 25].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 24,
      "context" : "[26]; this assay measures the ability of different components to inhibit the oxidation of fluorescein (fluorescence decay) induced by the peroxyl radical generator AAPH.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "The antiradical and reducing power of samples was analyzed by TEAC assay [27].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 26,
      "context" : "It is noteworthy that these results confirmed that both PEG and Gen were successfully anchored onto the surface of silica particles; these findings agree with previous studies [28].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 27,
      "context" : "It has been established that size, ζ, and morphology may play an important role within the biological performance of different NM, especially with cellular interaction and cellular internalization [29].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 28,
      "context" : "Additionally, these size features may have a significant impact on the toxicity of the particles [30].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 29,
      "context" : "[31] demonstrated that different cancer cells (including colon cancer cells) possess negative surface charge due to its altered glycolysis; then, positive charged nanoparticles showed a greater cellular uptake than negative charged ones.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "Finally, computational simulations have demonstrated that morphology and shape of NM potentiate cellular interactions/internalization, where spheroidal particles internalize 60% faster than other nanoparticles with different shapes [32].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 31,
      "context" : "Asymmetric and symmetric of both stretching and deformation modes peaks were observed for APTES, including -NH2 (3376, 3221, 1598, and 1450 cm-1), -CH2 (2944 cm-1 and 2841 cm-1), Si-O-C and C-O (1200 cm-1 and 1088 cm-1, respectively) and scissoring absorption bands of Si-O-Si bonds (691 cm-1 and 450 cm-1); the identification of reported bands are in agreement with other works [33].",
      "startOffset" : 379,
      "endOffset" : 383
    }, {
      "referenceID" : 32,
      "context" : "Other authors have reported similar bands when compared to our analysis [34].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 33,
      "context" : "Bending and stretching vibrations for C-H and C-C bonds were observed as well (1183 to 613 cm-1) [35].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 34,
      "context" : "SiNPs presented a number of absorption bands that have been reported elsewhere [36] including O-H stretching in H-bonded water (3636 and 3214 cm-1), asymmetric stretching vibrations of Si-OSi (1096 cm-1), asymmetric vibrations of Si-OH (950 cm-1), scissor bending vibrations of H-OH groups (1630 cm-1), symmetric stretching bands of Si-O-Si (803 cm-1) and bending mode of Si-O-Si (467 cm-1).",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 19,
      "context" : "Similar results have been reported in other studies [21].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 35,
      "context" : "After PEGylation process, PEG-SiNPs presented numbered changes compared to APTES-SiNPs; the NH2 band around 3636 cm-1 vanished and the increased intensity observed between 3400 and 2800 c cm-1 is related to the presence of OH bonding in PEG [37], the vibration band at 2920 cm-1 is related to the stretching mode of C-H.",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 26,
      "context" : "The vibration band of carboxyl group (1640 cm-1) of PEG is minimized by the formation of type II and II amide bonds between COO-groups of PEG and NH2 groups of APTES, which can be observed at 1561 cm-1 and at 1329 cm-1 as other authors have reported [28, 38].",
      "startOffset" : 250,
      "endOffset" : 258
    }, {
      "referenceID" : 36,
      "context" : "The vibration band of carboxyl group (1640 cm-1) of PEG is minimized by the formation of type II and II amide bonds between COO-groups of PEG and NH2 groups of APTES, which can be observed at 1561 cm-1 and at 1329 cm-1 as other authors have reported [28, 38].",
      "startOffset" : 250,
      "endOffset" : 258
    }, {
      "referenceID" : 37,
      "context" : "The determination of the maximum amount of a compound that a nanocarrier may retain (encapsulation efficiency, EE%) is an important parameter to evaluate because of its relationship to stability, therapeutic effects and toxicity [39].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 39,
      "context" : "Our results suggests that drug controlled release of PEG-grafted nanocarrier is influenced by pH degradation of the polymer at 37°C [41], which could have important implications in the antioxidant and antiproliferative properties of Gen-PEG-SiHNM.",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 40,
      "context" : "Here, PEG is playing an important role to increasing the solubility not only of Gen, but the entire HNM due to the physicochemical characteristics of the polymer that allow it to be used as a coating for the modification of drug-loaded nanostructured materials enhancing their water solubility, biocompatibility and bioaccesibility/bioavailability [42].",
      "startOffset" : 348,
      "endOffset" : 352
    }, {
      "referenceID" : 41,
      "context" : "transition metal ions); these radicals trigger the development and prevalence of diseases related to oxidative stress such as cancer, neurological diseases, age-related cellular degeneration, among others [43].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 42,
      "context" : "Our findings are in agreement with other studies that suggest that nanoencapsulation improves the antioxidant activity of biocompounds mainly due to its protection, release kinetics, and increased aqueous solubility in the reaction media [44, 45].",
      "startOffset" : 238,
      "endOffset" : 246
    }, {
      "referenceID" : 43,
      "context" : "Our findings are in agreement with other studies that suggest that nanoencapsulation improves the antioxidant activity of biocompounds mainly due to its protection, release kinetics, and increased aqueous solubility in the reaction media [44, 45].",
      "startOffset" : 238,
      "endOffset" : 246
    }, {
      "referenceID" : 45,
      "context" : "ization of different nanocarriers [47]; in our",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 46,
      "context" : "[48] improved the anticancer properties of Gen",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "Other authors have reported that polymeric coatings such as PEG, increase biocompatibility of diverse inorganic nanoparticles by inhibiting the induced cytotoxicity of such nanoparticles during the interactions with cell membrane and different cellular organelles [20].",
      "startOffset" : 264,
      "endOffset" : 268
    }, {
      "referenceID" : 47,
      "context" : "[49] showed that inhibition of human oral cancer cells increased when cells were treated with curcumin-loaded PLGA nanoparticles when compared to free curcumin; curcuminloaded PLGA nanoparticles triggered apoptosis in a higher level than free curcumin because Figure 9.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "High ROS concentration plays a key role regulating cell proliferation by suppressing antioxidant enzymatic activity in cancer cells [51], consequently the results of this work suggest that Gen-PEG-SiHNM are capable to modulate the concentration of ROS by upregulating the activity of SOD and CAT within HT29 cells, inducing thus, the apoptosis process in the human colon cancer cells (as observed in TUNEL analyses).",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 50,
      "context" : "These results are in agreement with scientific evidence that has shown that a low production of cellular H2O2 combined with a upregulation of SOD and/or CAT activity is highly related with a programed cell death (apoptosis) [52, 53].",
      "startOffset" : 224,
      "endOffset" : 232
    }, {
      "referenceID" : 51,
      "context" : "These results are in agreement with scientific evidence that has shown that a low production of cellular H2O2 combined with a upregulation of SOD and/or CAT activity is highly related with a programed cell death (apoptosis) [52, 53].",
      "startOffset" : 224,
      "endOffset" : 232
    }, {
      "referenceID" : 47,
      "context" : "Overall, our data is consistent with other studies that have demonstrated that nanoencapsulation of a bioactive compound improves its anticancer properties mainly by increasing its water solubility, cellular uptake, bioavailability and downregulating the oxidative stress in cancer cells [49, 54].",
      "startOffset" : 288,
      "endOffset" : 296
    }, {
      "referenceID" : 52,
      "context" : "Overall, our data is consistent with other studies that have demonstrated that nanoencapsulation of a bioactive compound improves its anticancer properties mainly by increasing its water solubility, cellular uptake, bioavailability and downregulating the oxidative stress in cancer cells [49, 54].",
      "startOffset" : 288,
      "endOffset" : 296
    }, {
      "referenceID" : 53,
      "context" : "Autophagy is a dynamic process in which sequestered cytoplasmic material (damaged proteins or organelles) in double-membrane intracellular structures (autophagosomes) is fused with lysosomes (autolysosomes) for degradation, promoting thus, another way of controlled cell death (type II cell death) [55].",
      "startOffset" : 298,
      "endOffset" : 302
    }, {
      "referenceID" : 54,
      "context" : "It has been demonstrated that Gen may activate autophagy as programmed death cell, however its low bioavailability and low cellular uptake limits the activation of autophagy by the isoflavone [56].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 20,
      "context" : "[22] reported a facile way to PEGylate mesoporous silica nanoparticles, where silica particles were firstly calcined and then amine-functionalized with APTES prior to PEGylation process.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "[57] necessary to facilitate APTES-functionalization in calcined silica nanoparticles prior to PEGylation procedure.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "Regarding PEGylation process, some protocols have established the use of different reagents and solvents [57, 58] that may increase the cost of production of such coated-nanostructures.",
      "startOffset" : 105,
      "endOffset" : 113
    }, {
      "referenceID" : 56,
      "context" : "Regarding PEGylation process, some protocols have established the use of different reagents and solvents [57, 58] that may increase the cost of production of such coated-nanostructures.",
      "startOffset" : 105,
      "endOffset" : 113
    }, {
      "referenceID" : 57,
      "context" : "[59] where it was observed that Gen promotes the death of breast cancer cells (MCF7) in a dosedependent manner through apoptosis and autophagy simultaneously in a concentration of 50 μM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 58,
      "context" : "As Gen-PEG-SiHNM are capable to stimulate HT29 cells death by activating both processes, this could have important implications in two different aspects, firstly by helping to evade alterations in the programmed cell death process, leading to avoid chemoresistance [60], and secondly, acting as sensitizing agents during cancer therapy, potentiating thus, the anticancer action of conventional chemotherapeutics [61, 62].",
      "startOffset" : 265,
      "endOffset" : 269
    }, {
      "referenceID" : 59,
      "context" : "As Gen-PEG-SiHNM are capable to stimulate HT29 cells death by activating both processes, this could have important implications in two different aspects, firstly by helping to evade alterations in the programmed cell death process, leading to avoid chemoresistance [60], and secondly, acting as sensitizing agents during cancer therapy, potentiating thus, the anticancer action of conventional chemotherapeutics [61, 62].",
      "startOffset" : 412,
      "endOffset" : 420
    }, {
      "referenceID" : 60,
      "context" : "As Gen-PEG-SiHNM are capable to stimulate HT29 cells death by activating both processes, this could have important implications in two different aspects, firstly by helping to evade alterations in the programmed cell death process, leading to avoid chemoresistance [60], and secondly, acting as sensitizing agents during cancer therapy, potentiating thus, the anticancer action of conventional chemotherapeutics [61, 62].",
      "startOffset" : 412,
      "endOffset" : 420
    } ],
    "year" : 2018,
    "abstractText" : "The anticancer use of genistein (Gen) has been severely limited due to its low water solubility, low bioavailability, and instability under experimental conditions. To overcome these limitations, we propose a formulation of a hybrid nanomaterial (HNM) based upon the incorporation of Gen into PEGylated silica nanoparticles (PEG-SiNPs) (Gen-PEG-SiHNM), where their physicochemical and biological effects on HT29 cells were evaluated. Genisteinloaded PEGylated silica hybrid nanomaterials were obtained by a simple end effective aqueous dispersion method. Physicochemical properties were determined by its mean particle size, surface charge, amount of cargo, spectroscopic properties, release profiles and aqueous solubility. In vitro biological performance was carried out by evaluating its antioxidant capacity and elucidating its antiproliferative mechanistic. Results showed that small (ca. 33 nm) and spherical particles were obtained with positive surface charge (+9.54 mV). Infrared analyses determined that encapsulation of genistein was successfully achieved with an efficiency of 51%; it was observed that encapsulation process enhanced the aqueous dispersibility of genistein and cumulative release of genistein was pH-dependent. More important, after encapsulation data showed that Gen potentiated its antioxidant and antiproliferative effects on HT29 human colon cancer cells by the modulation of endogenous antioxidant enzymes and H2O2 production, which simultaneously activated two different processes of cell death (apoptosis and autophagy), unlike free genistein that only activated one (apoptosis) in a lower proportion. Overall, our data support that Gen-PEG-SiHNM could be potentially used as alternative treatment for colorectal cancer in a near future.",
    "creator" : "Adobe InDesign CS5 (7.0)"
  }
}