{
  "name" : "downloads_2019-10-23_a0_narita2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Structural-Size Control of Domain from Nano to Micro: Logical Balancing between Attractive and Repulsive Interactions in Two Dimensions",
    "authors" : [ "Takayuki Narita", "Katsuhiko Ariga", "Toyoki Kunitake", "Yushi Oishi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION On two-dimensional membrane structures, various phenomena such as signal transduction,1−3 cell adhesion,4−6 and so on occur. A number of these phenomena depend on the formation of phase-separated domains in specific sizes.7,8 The range of sizes extends from nanometers to micrometers. However, artificial control of domain size over a wide range has not always been attainable in only one of molecular combination system. There are two types of mechanisms that are useful for controlling domain size. One of them is the utilization of the interface between the domain and matrix, which is suitable for the formation of a micrometer-order domain. The other utilizes the electrostatic interaction and is suitable for the formation of domains from molecular- to nano-scales. Hence, a suitable balance of the two methods might provide control of domain size over a wider range from nanometers to micrometers. Here, we present a successful control of the size and shape of domains containing numbers of molecules in an extremely wide range, from hundreds to tens of millions, by balancing the repulsive forces in the micrometer level between hydrocarbon and fluorocarbon chains with the attractive forces in the molecular level between guanidinium and carboxylate groups. In the phase separation at the micrometer scale in a monomolecular film at the air−water interface (Langmuir monolayer), factors affecting the phase-separated morphology have been examined with various microscopic techniques and theoretical models.9−25 Their behaviors at extremely small sizes have been also investigated using atomic force microscopy (AFM).26−28 These studies revealed that the size\nand shape of domains in the monolayer are determined by a balance of forces, namely, the electrostatic interaction between molecules in each domain and line tension at the domain boundary. The line tension depends on the height difference between the domain and matrix and on the surface energy of their regions. Hence, the introduction of fluorocarbon chains into a monolayer system consisting of hydrocarbon chains may cause a large difference in the surface energy, resulting in a stronger line tension. In fact, the phase separation of hydrocarbon and fluorocarbon components due to the surface energy difference will produce domains of the micrometer order.29−35 Conversely, the electrostatic interaction depends on the positive and negative ions of hydrophilic groups. Therefore, the introduction of ionically dissociating groups such as a carboxylic acid into a monolayer system allows us to control the dipole density by manipulating the pH and ionic strength of the subphase. Specifically, a monolayer system with amphiphiles of hydrophilic ionic groups with opposite charges has a larger electrostatic interaction, allowing it to be molecularly miscible in a single phase.36,37\nBy combination of the ionic and/or hydrogen-bonding interaction between the two polar head groups with the immiscibility between hydrocarbons and fluorocarbons, the authors have successfully constructed the nanometer-sized domain in a two-dimensional system of the mixed Langmuir monolayer.38 This suggests a possible control of size and shape\nReceived: May 31, 2019 Revised: July 10, 2019 Published: July 18, 2019\n© 2019 American Chemical Society 10383 DOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF SO\nU T\nH D\nA K\nO T\nA o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n2: 45\n:0 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nin the domain by varying the interaction between hydrophilic parts. Therefore, in this study, the surface energy and the tuning interactions among opposite charges were added into conventional phase-separated technique to promote the systematization, which may provide a conceptual basis for domain control in all molecular systems. The control of the domain-matrix structure is a pivotal one in the development of functional materials of photovoltaic cells,39,40 biosensors,41 clinical devices,42,43 separation membranes44,45 photo devices,46 and so on.\n■ EXPERIMENTAL SECTION Hydrocarbon guanidinium ([dioctadecyl carbamoyl]methyl)guanidinium p-toluenesulfonate, DG) and fluorocarbon carboxylic acid (bis(1H,1H,2H,2H-perfluorodecyl) N-(3-carboxypropionyl)glutamate, DfmA) were used as monolayer components. Syntheses of their components were already described elsewhere.47 Hydrophilic parts of these compounds interact through hydrogen bonding and ionic bonding. Benzene/ethanol solution of DfmA or DG/DfmA (molar fraction, 25/75)48 with a concentration of 6 × 10−4 M was spread on aqueous solution of HCl or NaOH at a subphase temperature, Tsp of 293 K. Π−A isotherms were measured at an area change rate of 1.7 × 10−3 nm2 molecule−1 s−1 with a microprocessorcontrolled film balance system FSD-300 (USI System). For AFM observations, the monolayer was compressed to a surface pressure of 20 mN m−1 and then was transferred onto a freshly cleaved mica (Okabe Mica, Fukuoka) by the horizontal drawing-up method49 at a speed of 1 mm min−1. An AFM image of the monolayer was obtained with a SPA300 unit together with a SPI 3700 control station (Seiko Instruments, Industry, Co., Japan) in air at 293 K and at a relative humidity of 0.6. A 20 μm × 20 μm scan head and a silicon nitride tip of the pyramidal shape on a triangular cantilever with a spring constant of 0.022 N m−1 were used. Images were recorded at a scan rate of 1−4 Hz in the constant force mode (utilizing feed-back to keep the cantilever at constant deflection and measuring sample motion). Calibration of the scanner for vertical displacement was performed with steps on the cadmium arachidate film.50 For the estimation of the domain size and shape, AFM images were binarized. The binarization threshold was chosen so that each domain in the binarized image is same as that in the AFM topographic image. Lateral force measurements were made simultaneously with the topographic measurement. In order to obtain the maximum lateral force microscope signal, the sample surface was scanned along the direction perpendicular to the long axis of the cantilever.\n■ RESULTS Figure 1a,b shows π−A isotherms of a DfmA monolayer and a DG/DfmA mixed monolayer, respectively, on the subphase with various pH values. The π−A isotherms (Figure 1a) of the monolayers at pH 3−pH 9 were almost identical; that is, the plateau region existed on the π−A isotherms in a surface area range of 0.6−0.8 nm2 molecule−1. Conversely, with pH greater than 10, the surface pressure at the plateau region increased consistently with subphase pH. Similar changes in the π−A\nisotherm by varying subphase pH were observed for an arachidic acid monolayer.51,52 It was observed that the increase in ionic dissociation of hydrophilic groups in the arachidic acid molecules, that is, electrostatic repulsion among hydrophilic groups, causes the increase in surface pressure at the plateau region. The hydrophilic part of DfmA is the carboxyl group, which is the same for arachidic acid. Hence, the change in the π−A isotherm of the DfmA monolayer above pH 10 probably corresponds to the ionic dissociation of hydrophilic groups in the monolayer. On the π−A isotherm of the DG/DfmA-mixed monolayer (Figure 1b), the plateau region was observed at pH 2.0−pH 3.0, and the surface pressure increased with an increase in pH. By analogy to the π−A isotherm change for the DfmA monolayer in Figure 1a, it seems apparent that the degree of ionic dissociation of hydrophilic groups in the DG/ DfmA mixed monolayer increases with an increase in pH up to 3.0. The pKa for DfmA in the mixed monolayer (pKa is approximately 3) was markedly different from that in the single-component monolayer of DfmA (pKa is approximately 10). This indicates that ionic dissociation proceeds because of the presence of the DG component that has the opposite charge as the carboxylate anion in DfmA. The positive charge of the guanidine group in the DG molecule may deviate the position of electron clouds in the carboxylic group, which induces ionic dissociation of the carboxylic group. At pH 3.3− pH 9, every π−A isotherm of DG/DfmA mixed monolayer exhibited a sharp increase in surface pressure above the surface area of 0.6 nm2 molecule−1 and no plateau region. It is, therefore, reasonable to conclude that the degree of ionic dissociation of hydrophilic groups in the DG/DfmA mixed monolayer increases with an increase in pH up to 3, and that all carboxyl groups exist as the carboxylate ion above pH 3. Figure 2a shows 500 nm × 500 nm top-view AFM images of the DG/DfmA mixed monolayers at different pH values. The yellow and orange portions in the AFM images correspond to the upper and lower regions of the monolayer surface, respectively. At pH 6.0, the round island-like morphology was observed with a diameter of 17 ± 8 nm and a height of 0.5 ± 0.2 nm above the surrounding film. The area fraction of the circular domain and the surrounding matrix closely matched the molar fraction of DG/DfmA in the same sample. Moreover, the lateral force (friction force) image of the monolayer exhibited two regions different in lateral force with an opposite contrast against the AFM image. This result suggests that a phase separation between DG and DfmA molecules occurred in the mixed monolayer, and that the higher circular domains and the surrounding matrix in Figure 2a could be assigned to the aggregated regions of DG and DfmA molecules, respectively. A similar phase separation behavior with respect to the shape, height, and fraction of domain was observed for the monolayer at every pH (Figure\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10384\n2a). However, the size of the domain in the monolayer depended on pH. The subphase pH dependence of domain size in the DG/DfmA mixed monolayer, as determined from the AFM images of the monolayers at pH 2.0−pH 11, is shown in Figure 2b.53 While the diameter of the domain was constant at approximately 18 nm above pH 3.3, it increased to 100 ± 30 nm with decreasing pH in a range of 2.2−3.3. The domain shape also deformed noncircularly to develop a branched form at pH 2.0. The phase-separated morphology of a Langmuir monolayer in a binary system has been studied by McConnell et al.9−15 Moreover, phase-separated morphologies showing circular and noncircular domains have been observed by researchers.16,17 However, to our knowledge, such an insistent branch like that is shown in Figure 2a has never been observed before. It has been reported that the domain morphology drastically changes depending on the line tension and electrostatic interaction in the domain.17,18 To examine the effect of ionic strength in the subphase on the monolayer morphology, the morphologies of a mixed monolayer (DG/ DfmA ratio: 25/75) on aqueous NaCl with a series of concentrations from 0 to 1.0 M and at a constant pH 2 were investigated, as shown in Figure 3. An island structure consisting of the domain and matrix was observed, similar to that of the mixed monolayer at different pH values. The size of the domain was 400 nm in diameter at NaCl concentrations below 0.15 M and the domain became to be a few micrometer in diameter at NaCl concentrations above 0.5 M. The domain shape exhibited the most complex structure with many branches at the NaCl concentration of 0 M. As the NaCl concentration increased, the branches decreased in number and increased in breadth, forming a round shape with a diameter of micrometer order at 1 M NaCl.\n■ DISCUSSION Phase Separation due to Ionic Dissociation with pH. It is known that the appearance of the plateau region on π−A isotherms results from domain formation in mixed mono-\nlayers.18,19 Here, the pH values at which the domain size increased dramatically and that where the plateau region appears were identical, pH 3.3. These results suggest that the appearance of the plateau region is probably due to the molecular rearrangement occurring during the phase separation of the mixed monolayer. It is likely, given the decrease in the plateau pressure and the spreading of the plateau region that a further decrease in subphase pH below 3.3 facilitates the phase separation between DG and DfmA molecules and reduces the compatibility of the two phases. The cause of the reduction in compatibility (increase in domain size) between the two components with a decrease in subphase pH is considered as follows: at medium pH, an electrostatic attractive force of the negative ion−positive ion interaction occurs between DfmA and DG molecules because of the ionicity of the guanidine group of DG and the dissociated carboxyl group of DfmA. Hence, two molecules have a high affinity (compatible) in the medium pH region. Conversely, the carboxylate in DfmA interacts with many more protons with decreasing pH. This causes a decrease in the attractive force between the two molecules (DfmA and DG) as compared with the force at medium pH. The compatibility may decrease (noncompatible) owing to a decrease in the force of attraction between DfmA and DG molecules, assuming that the cohesive force between the hydrophobic parts of DfmA and DG molecules is independent of pH.\nVariation of Domain Size with pH.54 The size and shape of the domain in a binary monolayer that is immiscible at an air−water interface were energetically interpreted.13−15 The free energy F of the monolayer in a system, where n circular domains with radius R disperse in the matrix in a twodimensional state, is expressed as the following equation\nF Rn e\nR 2 ln 4 2\n2 π μ δ λ= + i k jjjj y { zzzz\n(1)\nwhere δ is the lattice spacing, e is the electrostatic energy per dipole, R is the radius of domain, λ is the line tension of the boundary between the domain and matrix, and μ is the dipole density, that is, the free energy is composed of an “electrostatic repulsive term” (first term on the right) and a “line tension term” (second term on the right). The size of a circular\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10385\ndomain, R, can be obtained by minimizing the free energy, as follows\nR e 4 expmin 3 2 δ λ μ = i k jjjjj y { zzzzz (2)\nThus, the domain size is determined by balancing the squared value of dipole density and the line tension.14 Although it has been studied by assuming that line tension, λ, is a function only of interfacial free energy, the line tension varies with both pH and ionic strength in a range used in this study. This is because an electrostatic force of attraction between two kinds of molecules with opposite charges in their hydrophilic regions works in this system; the electrostatic force of attraction works at a neutral pH while such an electrostatic force decreases in an acidic state. In the general case of a binary system of a cholesterol−phospholipid, the electrostatic interaction does not affect line tension because the interactions between hydrophilic parts are less-dependent on pH. The interfacial energy at a liquid−liquid interface, WAB, is represented as WAB = γA + γB − γAB (γA and γB are surface tensions of A and B liquids, respectively and γAB is an interfacial tension).55 WAB caused by an electrostatic force of attraction between Lewis acids/bases with opposite charges are represented by enthalpy difference between A and B molecules, ΔHAB as WAB = −fnABΔHAB ( f is an exchange coefficient from free energy to enthalpy, and nAB is the number of contact pairs between acid and base).56 Additionally, ΔHAB can be semiempirically represented by −(EAEB + CACB) because ΔHAB is composed of the product of electrostatic interaction, EA of molecule A, and EB of molecule B, and the interaction, CACB, of the hydrophobic parts.\n57,58 Moreover, the electrostatic interaction energy (corresponding to the term of fnABEAEB) between different kinds of charge having charge density of σA and σB is approximately represented as (σA − σB) 2/ε0ε for closet approaching molecules. 55 Hence, the line tension (=lγAB where l is average domain size) in a binary system of hydrophilic parts with opposite charges can be described\nl W\nl fn C C\n( ) (( ( ) / ) A B AB\nA B A B 2 0 AB A B\nλ γ γ\nγ γ σ σ ε ε\n= + −\n= + − − − (3)\nThe positive value of CACB in line tension in this system comprising of hydrocarbon chains and fluorocarbon chains is smaller than that of in the system of a kind of hydrocarbon chains, resulting in a relatively large line tension because the value of (γA + γB) is positive. However, the line tension is small in the case of Lewis acids/bases in a dissociated state because σA and σB are opposite signs, which corresponds to the system in this study. Conversely, the dipole density, μ, can be represented as ϕAμA + ϕBμB in a monolayer.\n59 Because the dipole density is represented as uσ by charge density, σ and dipole moment, u, the dipole density in a binary monolayer system can be represented as follows\nu( )A A B Bμ ϕ σ ϕ σ= + (4)\nwhere ϕ represents the composition ratio. Thus, line tension, λ, and dipole density, μ, strongly depend on the surface charge density, σ. Let us consider the pH dependence of σ. The surface charge density has a relation of σ = ασ0 from the dissociation α and the largest charge density σ0 where α can also be represented\nas [H+]pK/([H+]pK + [H+]), where [H+]pK is the hydrogen-ion concentration at pK.55 The largest charge density, σ0, is determined by surface molecular density, ρ, and electronegativity. At pH 2, the carboxyl groups in DfmA do not dissociate and the guanidine group of DG is positively charged, which results in a positive σDG and a value of almost zero for σDfmA. Conversely, the values of σDG and σDfmA above pH 3.3 are positive and negative, respectively. Hence, the line tension at pH 3.3 at which the attractive interaction between DG and DfmA is stronger than at pH 2 according to eq 4 has a smaller value than at pH 2. This decrease in λ and the decrease in domain size from eq 3 are consistent with results. Conversely, the dipole density, μ, is negative below pH 2.2 and has a large positive value above pH 2.2, following eq 4. Then, Rmin exponentially increases below pH 3 by eq 2 while it is almost constant above pH 3, which supports the experimental results in this study.\nRelation between the Ionic Strength and Domain Thickness. We determine from eqs 1 and 2 that the phaseseparated structure induced by compression in a binary system does not become larger than the micrometer order because of the repulsive interactions of dipoles in and among domains. This electrostatic interaction also largely depends on the ionic conditions in which the guanidine group of DG and the carboxylic group of DfmA exist. When one constituent in a three-dimensional deformable colloidal dispersion system is charged electrostatically, that is, the charge density in the particle is high, the particle will not be globular because the electrostatic interaction exceeds the line tension.60,61 An increase in the concentration of NaCl causes an increase in the ionic strength, which will make the electric double-layer thinner as a result of an ionic shielding effect, resulting in a decrease in the charge density of the charged portion.55 Therefore, the domain circularization shown in Figure 3 can be attributed to the reduced electrostatic interaction (dipole density) caused by an increase in ionic strength. Figure 4 exhibits the relationship between the ionic strength in the subphase and the characteristic width of the domain in a\nmixed monolayer on subphases with various ionic strengths. Wd is the perimeter of the domain per unit area, which is calculated from the perimeter and area of each domain in the AFM image (Figure 3). Thus, Wd corresponds to the average width of a domain branch. Wd increased logarithmically with an increase in the ionic strength. The effect of reducing the electrostatic interaction is small in the case of high ionic\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10386\nstrength. This is probably due to a large effect of reducing surface charge density even at weak ionic strength. The relationship among ionic strength, surface charge density, and surface electric field is described by Graham’s equation.55 It can be speculated from Graham’s equation that in the case of a low degree of dissociation, α, an increase of ionic strength in bulk causes a decrease in surface charge density and the surface electric field. The characteristic width of the domain, Wd, is shown in Figure 4 corresponds to the critical width of an elongated domain, Wc, which is proportional to δ exp[λ/μ\n2] as in eq 2.14 The increase in ionic strength increases the number of ion-capped hydrophilic groups, which lessens the effect of the electrostatic interaction and enhances the effect of line tension. As a result, the increase in ionic strength causes the increase in domain width because the interaction term between hydrocarbon and fluorocarbon chains, CACB, becomes predominant. Changes in the Branch Structure: Effects of pH and Ionic Strength. The branching in the domain morphology is attributed to a strong diffusion limitation in the growth process of the domain.16,62 Hence, the branch structure largely changes depending on the formation speed, the composition, and the viscosity in the phase separation process. It has been previously reported that the elongated domain is formed in an island structure for a binary monolayer on the water surface when the dipole density is high during the growth of the domain, and also that the branching is likely to occur if the domain is remarkably coarsened in a short period of time.10 One possible explanation is that the nucleation occurs at sites where many growth materials exist not only at a growth point to branch, owing to a simultaneous occurrence of nucleation and growth during a coarsening process in the case of a deep quench in the phase separation region. For the system in this study, it is presumed from the decrease in plateau pressure in Figure 2 that the quench width is large in the low pH region, that is, this system might have caused the remarkable increase in the growth rate at the lower pH. Conversely, simulated experiments revealed that the domain branching is promoted markedly by an increase in dipole density.63 On the subphase with high ionic strength, the probability of branching is less likely to occur because the domain is circularized by a decrease of dipole density as mentioned above. The branching at low pH may result from the coarsening of the domain by an increase in line tension. However, it is thought that the domains branch most remarkably at low pH and low ionic strength where the domain size is large and the critical width Wc is small. Principles of Domain Formation. The effects of pH and ionic strength on the phase separation of a binary monolayer on the water surface are summarized in Figure 5. This figure is divided into four parts by two axes of pH and ionic strength in the subphase. To focus on the effect of pH and ionic strength on molecular aggregation (domain morphology), the counter ion due to ionic dissociation is not drawn in Figure 5. Then, the drawn signs in the figure are the charge on the hydrophilic part and the plus and minus ions corresponding to Na and Cl. In the case of a relatively high pH (above pH 3, corresponding to the right part), a strong attractive interaction occurs between DG with the positive charge of the guanidinium group and DfmA with the negative charge of the carboxylate group. The interaction causes a decrease in line tension, resulting in the formation of small domains. At a higher ionic strength (corresponding to the right-upper part),\nthe shielding effect lessens the attractive interaction to thereby raise the line tension, resulting in an enlargement of the domain. In the case of lower pH (below pH 3, corresponding to the left part), the attractive interaction between DG and DfmA disappears because the hydrophilic part of DfmA is in a nondissociated state. This disappearance lessens the miscibility between DG and DfmA molecules, which causes immiscibility based on the surface energy difference between the hydrophobic parts of the hydrocarbon and fluorocarbon chains to coarsen the domains. The charge density (dipole density) on the monolayer surface increases with a decrease in pH because the DG molecules with positively charged hydrophilic parts aggregate together. This increased dipole density causes a destabilization of the domain morphology, which results in the branching and increased complexity of the domains. At a higher ionic strength (corresponding to the left-upper part), a decrease in dipole density promotes circularization and the coarsening of domains because the electrostatic interactions between hydrophilic parts decrease.\n■ CONCLUSIONS The size and shape of domains formed in a binary monolayer were investigated as functions of pH and ionic strength in the subphase by using two kinds of amphiphiles with hydrocarbon and fluorocarbon chains showing different surface energies on aggregation. The domain size depended on the magnitude relation between dipole density and line tension; large domains were formed at larger line tension and smaller dipole density, and vice versa. At medium values of these, branched domains were formed. This concept for structural control over a wide mesoscopic range in two dimensions is generally applicable to the development of ultrathin functional films.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: oishiy@cc.saga-u.ac.jp."
    }, {
      "heading" : "ORCID",
      "text" : "Katsuhiko Ariga: 0000-0002-2445-2955 Yushi Oishi: 0000-0001-8797-1608"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This research was conducted as part of the governmentsupported Supermolecules Project, JST (formerly JRDC).\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10387\n■ REFERENCES (1) Cohen, G. B.; Ren, R.; Baltimore, D. Modular Binding Domains in Signal Transduction Proteins. Cell 1995, 80, 237−248. (2) Simons, K.; Ikonen, E. Functional rafts in cell membranes. Nature 1997, 387, 569−572. (3) Su, X.; Ditlev, J. A.; Hui, E.; Xing, W.; Banjade, S.; Okrut, J.; King, D. S.; Taunton, J.; Rosen, M. K.; Vale, R. D. Phase separation of signaling molecules promotes T cell receptor signal transduction. Science 2016, 352, 595−599. (4) Albersdörfer, A.; Feder, T.; Sackmann, E. Adhesion-induced domain formation by interplay of long-range repulsion and shortrange attraction force: a model membrane study. Biophys. J. 1997, 73, 245−257. (5) Krobath, H.; Rozycki, B.; Lipowsky, R.; Weikl, T. R. Line Tension and Stability of Domains in Cell-Adhesion Zones Mediated by Long and Short Receptor-Ligand Complexes. PLoS One 2011, 6, No. e23284. (6) Sackmann, E.; Smith, A.-S. Physics of cell adhesion: some lessons from cell-mimetic systems. Soft Matter 2014, 10, 1644−1659. (7) Marx, J. Caveolae: A Once-Elusive Structure Gets Some Respect. Science 2001, 294, 1862−1865. (8) Binder, W. H.; Barragan, V.; Menger, F. M. Domains and Rafts in Lipid Membranes. Angew. Chem., Int. Ed. 2003, 42, 5802−5827. (9) Weis, R. M.; McConnell, H. M. Two-dimensional chiral crystals of phospholipid. Nature 1984, 310, 47−49. (10) Gaub, H. E.; Moy, V. T.; McConnell, H. M. Reversible formation of plastic two-dimensional lipid crystals. J. Phys. Chem. 1986, 90, 1721−1725. (11) Keller, D. J.; McConnell, H. M.; Moy, V. T. Theory of superstructures in lipid monolayer phase transitions. J. Phys. Chem. 1986, 90, 2311−2315. (12) Moy, V. T.; Keller, D. J.; Gaub, H. E.; McConnell, H. H. Longrange molecular orientational order in monolayer solid domains of phospholipid. J. Phys. Chem. 1986, 90, 3198−3202. (13) Keller, D. J.; Korb, J. P.; McConnell, H. M. Theory of shape transitions in two-dimensional phospholipid domains. J. Phys. Chem. 1987, 91, 6417−6422. (14) McConnell, H. M.; Moy, V. T. Shapes of finite two-dimensional lipid domains. J. Phys. Chem. 1988, 92, 4520−4525. (15) McConnell, H. Structures and Transitions in Lipid Monolayers at the Air-water Interface. Annu. Rev. Phys. Chem. 1991, 42, 171−195. (16) Miller, A.; Knoll, W.; Möhwald, H. Fractal Growth of Crystalline Phospholipid Domains in Monomolecular Layers. Phys. Rev. Lett. 1986, 56, 2633−2636. (17) Heckl, W. M.; Möhwald, H. A Narrow Window for Observation of Spiral Lipid Crystals. Ber. Bunsenges. Phys. Chem. 1986, 90, 1159−1163. (18) Krüger, P.; Schalke, M.; Wang, Z.; Notter, R. H.; Dluhy, R. A.; Lösche, M. Effect of hydrophobic surfactant peptides SP-B and SP-C on binary phospholipid monolayers. I. Fluorescence and dark-field microscopy. Biophys. J. 1999, 77, 903−914. (19) Helm, C. A.; Laxhuber, L.; Lösche, M.; Möhwald, H. Electrostatic interactions in phospholipid membranes I: Influence of monovalent ions. Colloid Polym. Sci. 1986, 264, 46−55. (20) Seul, M. Domain wall fluctuations and instabilities in monomolecular films. Phys. A 1990, 168, 198−209. (21) Hu, Y.; Meleson, K.; Israelachvili, J. Thermodynamic Equilibrium of Domains in a Two-Component Langmuir Monolayer. Biophys. J. 2006, 91, 444−453. (22) Shieh, I. C.; Zasadzinski, J. A. Visualizing monolayers with a water-soluble fluorophore to quantify adsorption, desorption, and the double layer. Proc. Natl. Acad. Sci. U.S.A. 2015, 112, E826−E835. (23) He, Q.; Zhai, X.; Li, J. Direct Visualization of the Dynamic Hydrolysis Process of anl-DPPC Monolayer Catalyzed by Phospholipase D at the Air/Water Interface. J. Phys. Chem. B 2004, 108, 473− 476. (24) He, Q.; Zhang, H.; Tian, Y.; Li, J. Comparative investigation of structure characteristics of mixed β-lactoglobulin and different chain-\nlength phophatidylcholine monolayer at the air/water interface. Colloids Surf., A 2005, 257-258, 127−131. (25) He, Q.; Li, J. Hydrolysis characterization of phospholipid monolayers catalyzed by different phospholipases at the air-water interface. Adv. Colloid Interface Sci. 2007, 131, 91−98. (26) Vie,́ V.; Van Mau, N.; Lesniewska, E.; Goudonnet, J. P.; Heitz, F.; Le Grimellec, C. Distribution of Ganglioside GM1between TwoComponent, Two-Phase Phosphatidylcholine Monolayers. Langmuir 1998, 14, 4574−4583. (27) Milhiet, P. E.; Domec, C.; Giocondi, M.-C.; Van Mau, N.; Heitz, F.; Grimellec, C. L. Domain formation in models of the renal brush border membrane outer leaflet. Biophys. J. 2001, 81, 547−555. (28) Tagami, Y.; Matsufuji, T.; Ikigai, H.; Narita, T.; Oishi, Y. Pressure Dependence of Aggregation State of (DMPC/Cholesterol) Mixed Monolayer Based on AFM Observation. Bull. Chem. Soc. Jpn. 2009, 82, 536−538. (29) Overney, R. M.; Meyer, E.; Frommer, J.; Brodbeck, D.; Lüthi, R.; Howald, L.; Giintherodt, H.-J.; Fujihira, M.; Takano, H.; Gotoh, Y. Friction measurements on phase-separated thin films with a modified atomic force microscope. Nature 1992, 359, 133−135. (30) Kajiyama, T.; Ge, S.; Kojio, K.; Takahara, A. Scanning force microscopic study of surface structure and properties of (alkylsilane/ fluoroalkylsilane) mixed monolayers. Supramol. Sci. 1996, 3, 123− 130. (31) Chi, L. F.; Jacobi, S.; Fuchs, H. Chemical identification of differing amphiphiles in mixed Langmuir-Blodgett films by scanning surface potential microscopy. Thin Solid Films 1996, 284−285, 403− 407. (32) Matsumoto, M.; Tanaka, K.-i.; Azumi, R.; Kondo, Y.; Yoshino, N. Structure of Phase-Separated Langmuir−Blodgett Films of Hydrogenated and Perfluorinated Carboxylic Acids Investigated by IR Spectroscopy, AFM, and FFM. Langmuir 2003, 19, 2802−2807. (33) Kunitake, T. Synthetic Bilayer Membranes: Molecular Design, Self-Organization, and Application. Angew. Chem., Int. Ed. Engl. 1992, 31, 709−726. (34) Ringsdorf, H.; Schlarb, B.; Venzmer, J. Molecular Architecture and Function of Polymeric Oriented Systems: Models for the Study of Organization, Surface Recognition, and Dynamics of Biomembranes. Angew. Chem., Int. Ed. Engl. 1988, 27, 113−158. (35) Krafft, M. P. Overcoming inactivation of the lung surfactant by serum proteins: a potential role for fluorocarbons? Soft Matter 2015, 11, 5982−5994. (36) Oishi, Y.; Torii, Y.; Kato, T.; Kuramori, M.; Suehiro, K.; Ariga, K.; Taguchi, K.; Kamino, A.; Koyano, H.; Kunitake, T. Molecular Patterning of a Guanidinium/Orotate Mixed Monolayer through Molecular Recognition with Flavin Adenine Dinucleotide. Langmuir 1997, 13, 519−524. (37) Gidalevitz, D.; Weissbuch, I.; Bouwman, W. G.; Kjaer, K.; AlsNielsen, J.; Leiserowitz, L. Self-Aggregated Two-Dimensional Crystal Structure of the Mixed Monolayer of Triacontanoic Acid and Nonacosylamine. Evidence in Favor of an Ordered Arrangement of Ionized Head Groups. Langmuir 1996, 12, 1011−1017. (38) Oishi, Y.; Kato, T.; Narita, T.; Ariga, K.; Kunitake, T. Nanomosaic: Formation of Nanodomains Confined in a TwoDimensional Molecular Plane. Langmuir 2008, 24, 1682−1685. (39) Hedley, G. H.; Ward, A. J.; Howells, A. A. C. T.; Martins, E. R.; Serrano, L. A.; Cooke, G.; Ruseckas, A.; Samuel, I. D. W. Determining the optimum morphology in high-performance polymer-fullerene organic photovoltaic cells. Nat. Commun. 2013, 4, 2867−2876. (40) Pfannmuöller, M.; Heidari, H.; Nanson, L.; Lozman, O. R.; Chrap, M.; Offermans, T.; Nisato, G.; Bals, S. Quantitative Tomography of Organic Photovoltaic Blends at the Nanoscale. Nano Lett. 2015, 15, 6634−6642. (41) Antczak, C.; Bermingham, A.; Calder, P.; Malkov, D.; Song, K.; Fetter, J.; Djaballah, H. Domain-Based Biosensor Assay to Screen for Epidermal Growth Factor Receptor Modulators in Live Cells. Assay Drug Dev. Technol. 2012, 10, 24−36. (42) Kikuchi, A.; Okano, T. Nanostructured designs of biomedical materials: applications of cell sheet engineering to functional\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10388\nregenerative tissues and organs. J. Controlled Release 2005, 101, 69− 84. (43) Seo, J.-H.; Matsuno, R.; Takai, M.; Ishihara, K. Cell adhesion on phase-separated surface of block copolymer composed of poly(2me thac r y loy loxye thy l pho sphory l cho l i ne) and po l y - (dimethylsiloxane). Biomaterials 2009, 30, 5330−5340. (44) Li, W.; Walz, J. Y. Porous Nanocomposites with Integrated Internal Domains: Application to Separation Membranes. Sci. Rep. 2014, 4, 4418−4424. (45) Shen, Y.-x.; Si, W.; Erbakan, M.; Decker, K.; De Zorzi, R.; Saboe, P. O.; Kang, Y. J.; Majd, S.; Butler, P. J.; Walz, T.; Aksimentiev, A.; Hou, J.-l.; Kumar, M. Highly permeable artificial water channels that can self-assemble into two-dimensional arrays. Proc. Natl. Acad. Sci. U.S.A. 2015, 112, 9810−9815. (46) Nagano, S.; Koizuka, Y.; Murase, T.; Sano, M.; Shinohara, Y.; Amemiya, Y.; Seki, T. Synergy effect on morphology switching: realtime observation of photo-orientation of microphase separation in a block copolymer. Angew. Chem., Int. Ed. 2012, 51, 5884−5888. (47) Kamino, A.; Koyano, H.; Ariga, K.; Kunitake, T. Control of the Molecular Packing in Guanidinium Monolayers through Binding with Aqueous Polycarboxylates. Bull. Chem. Soc. Jpn. 1996, 69, 3619−3631. (48) Previous study38 revealed that the monolayer morphology depended on molar fraction of DG/DfmA; a small number of isolated domains at 25/75, dense aggregation of many domains at 50/50, continuous morphology containing many holes. In examining the size and shape of domain in the phase-separated monolayer, it is best to use an isolated domain. Then, the mixed monolayer was prepared with a molar fraction of 25/75 in this study. (49) Oishi, Y.; Kuri, T.; Takashima, Y.; Kajiyama, T. How to Transfer Monolayer Maintaining Its Crystallographic Structure on the Water Surface by the Horizontal Drawing-up Method. Chem. Lett. 1994, 23, 1445−1446. (50) Schaper, A.; Wolthaus, L.; Moebius, D.; Jovin, T. M. Surface morphology and stability of Langmuir-Blodgett mono- and multilayers of saturated fatty acids by scanning force microscopy. Langmuir 1993, 9, 2178−2184. (51) Oishi, Y.; Takashima, Y.; Suehiro, K.; Kajiyama, T. Effect of Ionic Repulsion among Hydrophilic Groups on Aggregation Structure of Fatty Acid Monolayer on the Water Surface. Langmuir 1997, 13, 2527−2532. (52) Kajiyama, T.; Kozuru, H.; Takashima, Y.; Oishi, Y.; Suehiro, K. Classification for molecular aggregation structure of monolayers on the water surface. Supramol. Sci. 1995, 2, 107−116. (53) There is an effect of ionic strength on domain morphology at pH2 because of the subphase preparation by HCl. However, the effect is much smaller than that by NaCl at which the concentration is extremely high. (54) The effect of surface pressure on the size and shape of domain is important for understanding the formation mechanism of domain in the mixed monolayer. However, the dependence of surface pressure on line tension and dipole density is not clear. Then, the effect is the subject for a future investigation. (55) Israelachvili, J. N. Intermolecular and Surface Forces, 3rd ed.; Academic Press, 2011. (56) Fowkes, F. M.; Mostafa, M. A. Acid-Base Interactions in Polymer Adsorption. Ind. Eng. Chem. Prod. Res. Dev. 1978, 17, 3−7. (57) Drago, R. S.; Vogel, G. C.; Needham, T. E. Four-parameter equation for predicting enthalpies of adduct formation. J. Am. Chem. Soc. 1971, 93, 6014−6026. (58) Drago, R. S.; Parr, L. B.; Chamberlain, C. S. Solvent effects and their relation to the E and C equation. J. Am. Chem. Soc. 1977, 99, 3203−3209. (59) Miller, A.; Helm, C. A.; Möhwald, H. The colloidal nature of phospholipid monolayers. J. Phys. 1987, 48, 693−701. (60) Hohman, M. M.; Shin, M.; Rutledge, G.; Brenner, M. P. Electrospinning and electrically forced jets. I. Stability theory. Phys. Fluids 2001, 13, 2201−2220. (61) Zuo, W.; Zhu, M.; Yang, W.; Yu, H.; Chen, Y.; Zhang, Y. Experimental Study on Relationship Between Jet Instability and\nFormation of Beaded Fibers During Electrospinning. Polym. Eng. Sci. 2005, 45, 704−709. (62) Miller, A.; Möhwald, H. Diffusion limited growth of crystalline domains in phospholipid monolayers. J. Chem. Phys. 1987, 86, 4258− 4265. (63) Mayer, M. A.; Vanderlick, T. K. Monte Carlo simulation of the shapes of domains in phospholipid monolayers. Phys. Rev. E: Stat. Phys., Plasmas, Fluids, Relat. Interdiscip. Top. 1997, 55, 1106−1119.\nDOI: 10.1021/acs.langmuir.9b01627 Langmuir 2019, 35, 10383−10389\n10389"
    } ],
    "references" : [ {
      "title" : "Modular Binding Domains in Signal Transduction Proteins",
      "author" : [ "G.B. Cohen", "R. Ren", "D. Baltimore" ],
      "venue" : "Cell 1995,",
      "citeRegEx" : "Cohen et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Cohen et al\\.",
      "year" : 1995
    }, {
      "title" : "Functional rafts in cell membranes",
      "author" : [ "K. Simons", "E. Ikonen" ],
      "venue" : "Nature",
      "citeRegEx" : "Simons and Ikonen,? \\Q1997\\E",
      "shortCiteRegEx" : "Simons and Ikonen",
      "year" : 1997
    }, {
      "title" : "Physics of cell adhesion: some lessons from cell-mimetic systems",
      "author" : [ "E. Sackmann", "A.-S. Smith" ],
      "venue" : "Soft Matter 2014,",
      "citeRegEx" : "Sackmann and Smith,? \\Q2014\\E",
      "shortCiteRegEx" : "Sackmann and Smith",
      "year" : 2014
    }, {
      "title" : "Caveolae: A Once-Elusive Structure Gets Some Respect",
      "author" : [ "J. Marx" ],
      "venue" : "Science",
      "citeRegEx" : "Marx,? \\Q2001\\E",
      "shortCiteRegEx" : "Marx",
      "year" : 2001
    }, {
      "title" : "Domains and Rafts in Lipid Membranes",
      "author" : [ "W.H. Binder", "V. Barragan", "F.M. Menger" ],
      "venue" : "Angew. Chem., Int. Ed. 2003,",
      "citeRegEx" : "Binder et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Binder et al\\.",
      "year" : 2003
    }, {
      "title" : "Two-dimensional chiral crystals of phospholipid",
      "author" : [ "R.M. Weis", "H.M. McConnell" ],
      "venue" : "Nature",
      "citeRegEx" : "Weis and McConnell,? \\Q1984\\E",
      "shortCiteRegEx" : "Weis and McConnell",
      "year" : 1984
    }, {
      "title" : "Shapes of finite two-dimensional lipid",
      "author" : [ "H.M. McConnell", "V.T. Moy" ],
      "venue" : "domains. J. Phys. Chem. 1988,",
      "citeRegEx" : "McConnell and Moy,? \\Q1988\\E",
      "shortCiteRegEx" : "McConnell and Moy",
      "year" : 1988
    }, {
      "title" : "Structures and Transitions in Lipid Monolayers at the Air-water Interface",
      "author" : [ "H. McConnell" ],
      "venue" : "Annu. Rev. Phys. Chem. 1991,",
      "citeRegEx" : "McConnell,? \\Q1991\\E",
      "shortCiteRegEx" : "McConnell",
      "year" : 1991
    }, {
      "title" : "Domain wall fluctuations and instabilities in monomolecular films",
      "author" : [ "M. Seul" ],
      "venue" : "Phys. A 1990,",
      "citeRegEx" : "Seul,? \\Q1990\\E",
      "shortCiteRegEx" : "Seul",
      "year" : 1990
    }, {
      "title" : "Domain formation in models of the renal brush border membrane outer leaflet",
      "author" : [ "F. Heitz", "C.L. Grimellec" ],
      "venue" : "Biophys. J. 2001,",
      "citeRegEx" : "Heitz and Grimellec,? \\Q2001\\E",
      "shortCiteRegEx" : "Heitz and Grimellec",
      "year" : 2001
    }, {
      "title" : "Acid-Base Interactions in Polymer Adsorption",
      "author" : [ "F.M. Fowkes", "M.A. Mostafa" ],
      "venue" : "Ind. Eng. Chem. Prod. Res. Dev. 1978,",
      "citeRegEx" : "Fowkes and Mostafa,? \\Q1978\\E",
      "shortCiteRegEx" : "Fowkes and Mostafa",
      "year" : 1978
    }, {
      "title" : "The colloidal nature of phospholipid monolayers",
      "author" : [ "A. Miller", "C.A. Helm", "H. Möhwald" ],
      "venue" : "J. Phys. 1987,",
      "citeRegEx" : "Miller et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Miller et al\\.",
      "year" : 1987
    }, {
      "title" : "Diffusion limited growth of crystalline domains in phospholipid monolayers",
      "author" : [ "A. Miller", "H. Möhwald" ],
      "venue" : "J. Chem. Phys. 1987,",
      "citeRegEx" : "Miller and Möhwald,? \\Q1987\\E",
      "shortCiteRegEx" : "Miller and Möhwald",
      "year" : 1987
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Molecules aggregate to form a structure through various interactions involving dispersion force, electrostatic force, and so on. In two-dimensional systems, a surface energetic effect is further important for the molecular aggregation structure. We show that the domain size and its morphology in the mixed monomolecular film composed of hydrocarbon and fluorocarbon skeletons with different surface free energies extremely change depending on pH and NaCl concentration in the subphase. Such morphological changes can be interpreted by the balance of dipole density and line tension, which help in the development of an understanding of phase separation phenomena and provide a novel technique for structural control in two dimensions.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}