{
  "name" : "downloads_2019-10-16_8d_10.1016@j.talanta.2019.120275.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Metal organic framework composite, nano-Fe3O4@Fe-(benzene-1,3,5-tricarboxylic acid), for solid phase extraction of blood lipid regulators from water",
    "authors" : [ "E.M. Peña-Méndeza", "R.M. Mawalea", "J.E. Conde-Gonzáleza", "B. Socas-Rodrígueza", "J. Havelb", "C. Ruiz-Pérezc" ],
    "emails" : [ "nano-Fe3O4@Fe-(benzene-1,3,5-", "Fe3O4@(Fe-(benzene-1,3,5-tricarboxylic", "Fe3O4@Fe-BTC" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nTalanta\njournal homepage: www.elsevier.com/locate/talanta\nMetal organic framework composite, nano-Fe3O4@Fe-(benzene-1,3,5tricarboxylic acid), for solid phase extraction of blood lipid regulators from water E.M. Peña-Méndeza,∗, R.M. Mawalea,b, J.E. Conde-Gonzáleza, B. Socas-Rodrígueza, J. Havelb, C. Ruiz-Pérezc,1 a Departamento de Química, Unidad Departamental de Química Analítica, Facultad de Ciencias, Universidad de La Laguna, Avda. Astrofísico Fco. Sánchez, s/n, 38206, La Laguna, Spain bDepartment of Chemistry, Faculty of Science, Masaryk University, Kamenice 5/A14, 625 00, Brno, Czech Republic c Department of Physics, Faculty of Science, University of La Laguna, Campus de Anchieta, 38071, La Laguna, Tenerife, Spain\nA R T I C L E I N F O\nKeywords: Magnetic MOF composite Fibric derivative compounds Water cleaning\nA B S T R A C T\nThe magnetic metal-organic framework Fe3O4@(Fe-(benzene-1,3,5-tricarboxylic acid) (MMOF) was prepared, characterized and studied as a magnetic sorbent for the dispersive solid-phase extraction (DSPE) of several widely used blood lipid regulators (i.e., bezafibrate, clofibric acid, clofibrate, gemfibrozil and fenofibrate) from water samples. Characterization of the synthesized Fe3O4@Fe-BTC magnetic nanomaterial was performed by Fourier transform infrared spectroscopy, powder X-ray diffractometry, thermogravimetric analysis, scanning electron microscopy and transmission electron microscopy. The magnetic nanocomposite was found to be chemically stable and to possess a large surface area (803.62m2/g) and pore volume (0.59 cm³/g). The concentrations of fibrates in different water samples were determined using HPLC-UV-Vis and confirmed by UPLCMS/MS. Parameters affecting the extraction efficiency of magnetic-DSPE were studied and optimized. The maxima absorption capacities (Qmax) were determined to be (in mg/g) 197.0 for bezafibrate, 620.3 for clofibric acid, 537.6 for clofibrate, 288.7 gemfibrozil and 223.2 for fenofibrate. Validations of the optimized magnetic DSPE method for analyses at two fibrate concentrations in spiked water samples produced relative recovery values≤ 70% for clofibrate and within the range of 80–100% for bezafibrate, clofibric acid, gemfibrozil and fenofibrate. LODs ranging from 4 μg/L for fenofibrate to 99 μg/L for gemfibrozil were obtained. The validated methodology produced recovery values ranging from 70 to 112% (relative standard deviations < 7%)."
    }, {
      "heading" : "1. Introduction",
      "text" : "Blood lipid regulators, such as bezafibrate, fenofibrate, clofibrate and gemfibrozil, belong to a category of pharmaceuticals that are commonly found in aquatic environments, including potable water reservoirs [1–3]. These regulators are extensively used as drugs not only for the treatment of high cholesterol levels but also for postmenopausal complications and cardiovascular diseases. One of their metabolites, 2- (4-chlorophenoxy)-2-methyl propanoic acid (clofibric acid), has also been applied as an herbicide and plant growth regulator [4], and maximum concentration limits for this compound in drinking water have been set by the Environmental Protection Agency (EPA). Fibrates are mainly released into the environment through the effluent discharge of wastewater treatment plants (WWTPs) [3,5] and become\npotential underwater contaminants due to their recalcitrant behaviors [6,7]. Indeed, bezafibrate has been detected in wastewater effluents in the United Kingdom at levels ranging between 177 and 418 ng/L [8] and at a concentration of 3100 ng/L in surface waters [9]. Regarding gemfibrozil, concentrations in the range of 0.04–0.3 ng/L have been reported in the seawater at Galway Bay, Ireland [10]. Moreover, concentrations in the range of 0.08–19.4mg/L have been detected in wastewater effluents, and concentrations of up to 6.86mg/L have been detected in groundwater in Texas [11].\nThe impacts of these compounds on the environment are not well known [11]. Corcoran et al. [12] recently found that clofibric acid is pharmacologically active in carp exposed to doses comparable to the levels found in the aquatic environment, and Rosal et al. [13] demonstrated the substantial toxicities of fenofibric acid for Vibrio fischeri\nhttps://doi.org/10.1016/j.talanta.2019.120275 Received 7 May 2019; Received in revised form 13 August 2019; Accepted 15 August 2019\n∗ Corresponding author. E-mail address: empena@ull.edu.es (E.M. Peña-Méndez). 1 Deceased author (In memorian).\nTalanta 207 (2020) 120275\nAvailable online 29 August 2019 0039-9140/ © 2019 Published by Elsevier B.V.\nT\n(EC50 < 1.72mg/L) and gemfibrozil for Anabaena sp. (EC50 < 4.42mg/L). Additionally, the toxicity of fenofibrate has also been demonstrated for the crustacean Artemia salina [14], and gemfibrozil may cause significant stress at environmentally relevant concentrations in biota, such as the zebra mussel (Dreissena polymorpha), and reduce testosterone levels in goldfish (Carassius auratus) [5,14]. Apart from the above, even if these concentrations might not be toxic for humans, fibrates can be considered an emerging concern in the aquatic environment and should be closely monitored because little is known about the adverse effects associated with chronic exposure [14–16].\nMost of the reported analytical methods that are applied to monitor so-called emerging contaminants (ECs) in water samples involve solidphase extraction (SPE). However, SPE method has some disadvantages that relate to their high costs and operational complexities. DispersiveSPE (DSPE) is a versatile, selective and robust analytical micro-extraction method that is applied to the determination of pharmaceuticals in several matrices and has some advantages over SPE (i.e., lower amounts of sorbents and solvent volumes and reduced time and labor in the analytical process). Generally, chromatographic techniques are applied for EC detection and quantification, including HPLC-UV-Vis, HPLC-MS and GC-MS. The number of applications related to the use of magnetic hybrids/composites for the extraction of fibrates from waters is low. Fundamentally, these application are focused on the extraction of bezafibrate using magnetic ferrite-modified carbon nanotubes and gemfibrozil using a β-cyclodextrin-grafted graphene oxide (GO)/magnetite (Fe3O4) nano-hybrid, layered double hydroxide (DHL)-coated Fe3O4 magnetic nanoparticles or modified graphene [17–20].\nAmong the new advanced materials, metal organic frameworks (MOFs) have undeniable advantages that include a high surface area, high porosity, easy tunability of the pore size and multiple shapes, which range from micro-to meso-porous scales and can be achieved by modifying the connectivity of inorganic moieties and the nature of organic linkers; this allows for a high mass transfer rate [21,22]. These porous self-assembled materials have been found to be efficient adsorbents for the selective adsorption and transport of pharmaceuticals and components of personal care products, among other compounds [18,23]. Specifically, iron-based MOFs, such as MIL-100 (Fe), have been used to selectively and individually remove gemfibrozil, naproxen and clofibric acid from water, and these MOFs exhibit relatively fast adsorption kinetics and high stabilities [24]. Magnetic nanoparticles (MNPs) have also attracted a great deal of interest in the separation of different organic contaminants due to their unique paramagnetic properties, high surface areas, tunable surface modifications and good dispersions in solution [25,26]. These properties allow for minimized analysis time (no centrifugation is required for their separation from solution), improved economy and reduced labor. MNPs and MOFs can be hybridized to form magnetic nanocomposites, i.e., MNP@MOFs (MMOFs), which have great potential for sample pretreatment. The magnetic sorbent can be easily separated from even complex matrices using a magnetic field, and extraction efficiency and selectivity can be achieved via improvement of the contact area between the magnetic hybrid sorbent and the analyte in the sample [10,27,28]. In the environmental analysis field, the main developed applications are those related to the adsorptions of dyes [28], polycyclic aromatic hydrocarbons (PAH) [29] and pesticides [2] from water samples, which suggests the potential of combining MNPs and MOFs to create composite materials that exhibit improved stability, adsorption and/or efficiency with respect to unmodified MOFs.\nTo the best of our knowledge, there are currently no studies reporting on the use of magnetic MOF composites for fibrate-family and clofibric acid magnetic-DSPE from water. To address this issue and maximize the bezafibrate, clofibric acid, clofibrate, gemfibrozil and fenofibrate absorption capabilities of Fe-BTC, magnetic nanoparticles could be combined with Fe-based MOFs. The aim of this paper is to evaluate the use of the MMOF composite Fe3O4@Fe-BTC as a sorbent for the magnetic DSPE of bezafibrate, clofibric acid, clofibrate, gemfibrozil and fenofibrate (Table 1S) from water matrices."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and materials",
      "text" : "All chemicals were of analytical reagent grade unless otherwise indicated and were used as received without further purification. Iron (III) chloride hexahydrate, 3-sulfanylpropanoic acid (MPA) and hydrochloric acid were purchased from Fluka Chemie AG (Buchs, Switzerland). Iron (II) sulfate heptahydrate, ethanol (EtOH), methanol (MeOH), acetonitrile (ACN), trimesic acid (benzene-1,3,5-tricarboxylic acid, H3BTC), Basolite®F300, phosphate-buffered saline (PBS), sodium hydroxide, bezafibrate, clofibric acid, gemfibrozil, clofibrate and fenofibrate were purchased from Sigma-Aldrich Chemie GmbH (Steinheim, Germany). Deionized water was obtained using a Milli-Q gradient A10 system from Millipore (Bedford, MA, USA). All glassware was rinsed with 10% nitric acid and Milli-Q water several times before use. A stock PBS solution was prepared by dissolving one PBS tablet in 200mL of Milli-Q water. Stock solutions containing bezafibrate, clofibric acid, gemfibrozil, clofibrate and fenofibrate were prepared in methanol. IsodiscTM PTFE-4-2 (4mm×0.2 μm) filters were purchased from Supelco (Bellefonte, PA, USA). The working solutions were prepared by the appropriate dilutions of the stock solutions with ultrapure water.\nA pH meter (PH 197-S) equipped with a SenTix-81 pH electrode from WTW (Weilheim, Germany), an Inlab® micro-pH electrode from Mettler Toledo (Barcelona, Spain), a peristaltic pump (model 203) from Scientific Industries, Inc. (Bohemia, New York, USA), a magnetic stirrer hotplate from IKA®-Werke GmbH & Co. KG (Staufen, Germany) and a mechanical shaker (Selecta Rotabit) were used. Magnets composed of Nd–Fe–B with sizes of 50mm×15mm×15mm, weights of 86 g, strengths of 33 kg and coatings of Ni–Cu–Ni were used. The ultrasonic bath (JKM, model UCF-25, power 290W, frequency 30 kHz) was purchased from Biosigma (Tenerife, Spain)."
    }, {
      "heading" : "2.2. Sample preparation",
      "text" : "Tap water was collected from our laboratory, seawater was obtained from the northeast coast of the island of Tenerife, and the wastewater sample was obtained from the Valle Guerra wastewater treatment plant (Tenerife, Canary Islands, Spain). The samples were maintained in the dark at 4 °C for no more than 48 h before analysis. The samples were filtered through a Chromafil® XtraPET-45/25 filter (Macherey-Nagel GmbH & Co., UK) before extraction. Before subjecting the samples to analysis by HPLC, they were filtered through Iso-discTM filters."
    }, {
      "heading" : "2.3. Synthesis of the magnetic Fe3O4@Fe-BTC composite",
      "text" : "Magnetic Fe3O4@Fe-BTC composite (MMOF) composite synthesis was based on the method reported by Zhao et al. [27] with some modifications. One gram MPA-Fe3O4 nanoparticles was dispersed in 50mL of an EtOH solution of FeCl3 (50mM) by ultrasonication for 1 h. Subsequently, 50mL of an EtOH solution of H3BTC (10mM) was added at a constant rate 0.5 mL/min (using a peristaltic pump) to the previously prepared suspension with continuous mechanical stirring at 298 K. The mixture was then mechanically stirred for another 120min. Finally, the yellow-orange Fe3O4@Fe-BTC composite nanomaterial (MMOF) was collected via the application of an external magnet, washed three times with EtOH and dried in a vacuum (details of the synthesis are available in the Electronic Supplementary Material)."
    }, {
      "heading" : "2.4. Procedure for the magnetic DSPE using MMOF",
      "text" : "5mg of the MMOF composites were added to 15-mL vials containing 10mL of a standard aqueous solution of the sample and ultrasonically dispersed for 5min. Subsequently, a magnet was used to collect the MMOFs from the suspensions. The retained fibrates were then desorbed from the composite using two steps: Step 1, the analytes\nwere eluted using three 1-mL aliquots of a PBS solution (0.1M, pH=7) and applying a bath ultrasound for 5min; Step 2, two 1-mL aliquots of MeOH were added, and ultrasound was applied for 5min. Finally, before analysis, the extracts from Steps 1 and 2 were filtered through IsodiscTM filters, and 1mL of each extract was transferred into the injection vial for HPLC analysis."
    }, {
      "heading" : "2.5. Instrumentation",
      "text" : "A Varian 920-LC HPLC system equipped with a binary pump (model 1525), autosampler and UV–Vis detector with Galaxie Workstation Chromatography Data System software (Varian Inc., Australia) was used. The separation was performed at 303 K using a Microsorb-MV 100-8 C18 HPLC column (250mm×4.6mm×1/4”) and a Chromguard HPLC SS 10mm×3mm pre-column, which were both purchased from Varian. Bezafibrate, clofibric acid, gemfibrozil and clofibrate were detected at λ=230 nm, and fenofibrate was detected at λ=280 nm. The mobile phase was ACN (A): 0.2% phosphoric acid (B) (70:30, v/v) in isocratic mode. The flow rate was 1mL/min, and the injection volume was 10 μL. The performance of the analytical method was established by determining the analytical quality parameters (Table 1). The detection limit (LOD) and quantification limit (LOQ) were calculated as the concentrations associated with signal-to-noise (S/N) ratios of 3 and 10, respectively. The presence of the analytes after their extractions from the different samples (i.e., seawater, tap water and waste water) were confirmed using a Waters ACQUITY UPLC HClass instrument (Milford, MA, USA) equipped with a quaternary solvent manager and a sample manager with a flow-through needle (FTN) coupled to a mass spectrometer (Xevo triple-quadrupole detector (TQD), Waters) with an electrospray ionization (ESI) ion source operating in multiple reaction monitoring (MRM) mode and Masslynx™ software from Waters Chromatography (Milford, MA, USA). The separations were performed in an Acquity BEH C18 column (150mm x 2.1mm, 1.7 μm) with an Acquity BEH C18 pre-column (1.7 μm), which were both purchased from Waters Chromatography. A flow rate of 0.4 mL/min with a column temperature of 313 K and an injection volume of 5 μL at 283 K was used. The total run time for each injection was 4min. The MS was performed in the positive and negative ionization modes. The two most abundant transitions were used for each analyte in the confirmation study (Table 2S).\nDifferent techniques were used to analyze the structure, composition, size and morphology of the synthesized composite. The particle size distribution and zeta-potential were measured at different pH values using a Malvern Zetasizer Nano ZS, Micromeritics AUTOCHEM 2920, a pH meter equipped with an Inlab® micro-pH electrode from Mettler Toledo (Barcelona, Spain) and an IKA Labourtechnik RCT B S1 stirrer-hot plate from IKA (Staufen, Germany). The specific surface area, pore size distribution and pore volume were measured with the Brunauer, Emmett and Teller method (BET) and a surface area analyzer at 77 K in the range of 0.02≤ P/P0≤ 1.00 on a Gemini V 2365 Model from Micrometrics (Norcross, GA, USA).\nThermogravimetric analysis (TGA) was performed using a diamond\nthermo-gravimetric/differential thermal analyzer (PerkinElmer Instruments, Shelton, USA).\nThe morphologies and sizes of the synthesized materials were examined using transmission electron microscopy (TEM; JEOL 2010, Tokyo, Japan). A scanning electron microscope (SEM; JEOL JSM 6300, Tokyo, Japan) with a resolution of 3.5 nm combined with an Oxford\nR2 Determination coefficient. n= 6 calibration points. a Calculated as the concentration associated with an S/N ratio of 3. b Calculated as the concentration associated with an S/N ratio of 10. Number of samples used to obtain the intraday precision (n=3) and interday precision (n=3).\n6699 ATW energy-dispersive X-ray spectrometer was used to determine the surface composition of the material.\nThe FTIR spectra were recorded on an Agilent Cary 630 FTIR spectrometer (Agilent, Santa Clara, USA) equipped with a diamond attenuated total reflectance (ATR) accessory. The powder X-ray diffraction (XRD) data were collected at 120 K using a Rigaku diffraction system (MicroMax 007 HF DW rotating anode source with multilayer optics, a partial c-axis goniometer, a Saturn 724 + HG detector and a Cryostream cooling device). Molybdenum Ka radiation (0.71075 A) was used. The CrystalClear (Rigaku, 2014) and CrysAlisPro (Agilent Technologies, 2013) software packages were used for data collection and data reduction, respectively. The nanomaterial structure was resolved using the SHELXT43 program and refined (full-matrix leastsquares refinement on F2) using the SHELXL program.\nMagnetic measurements were taken using a MPMS-XL7 SQUID magnetometer from Quantum Design under a magnetic field that ranged from 50 kOe to −50 kOe at 300 K. To prevent any movement of the nanoparticles during the measurements, the powders were immobilized in jelly capsules."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of the MMOF composite",
      "text" : "Fig. 1 presents the IR spectra of the synthesized Fe3O4@Fe-BTC composite (MMOF) and the commercial MOF Basolite® F300 (FeBTC). Comparison revealed that the IR spectrum of the composite had characteristic peaks corresponding to Fe–O–Fe (580 cm−1), C] O (1710 cm−1), C–H (760 cm−1) bending vibrations and O–C–O absorption bands (1444 cm−1 and 1557 cm−1). The band at 1396 cm−1 was associated with the carboxylate group on the surface, and the bands at approximately 1557 cm−1 represented the typical\nbands of the phenyl C]C ring stretch of the BTC organic linker (which proves surface functionalization and, at 755 cm−1, the ring out-of-plane vibrations of the 1,3,5-substituted benzene of the linker molecules). The XRD pattern of the MMOF composite is shown in Fig. 2. The XRD pattern of Fe3O4@Fe-BTC presents the pattern of magnetite and wide and weak diffraction lines that reveal small crystals with a less ordered structure. The TGA curve (Fig. 2S) shows that the material exhibited an initial (< 100 °C) weight loss that was perhaps due to the loss of physically adsorbed water. A second weight loss of ~19.51% can be attributed to the MOFs on the surfaces of the Fe3O4 cores. The MNPs and MMOF presented super paramagnetic characteristics (Fig. 3). At 300 K, the magnetization saturation value of the Fe3O4 NP was 44 emu g−1. The saturation magnetization of the MMOF decreased with the addition of the FeBTC MOF, which can be explained by the increasing thickness of the nonmagnetic component. The Fe3O4@Fe-BTC exhibited super-paramagnetic properties at room temperature; the maximal saturation magnetization was 12.5 emu g−1, which is sufficient for the product to be isolated rapidly from large-volume water samples by a magnet. The SEM (Fig. 4A) and TEM images show the size and surface morphology and reveal composition information (Fig. 4B–D). The TEM images confirmed the low dispersion of the nanocomposites and showed nanoparticles with irregular shapes and an average size of 9.7 ± 3.7 nm. The z–potential of the Fe3O4@Fe-BTC particles (Fig. 3S) increased with increasing pH in the range of 2.5–7.0. The porosity of the synthesized MMOF was confirmed by nitrogen sorption-desorption isotherms as presented in Fig. 4S. The material had a BET surface area of 803.62 m2/g and a pore size of 29.39 Å, which are similar to the previously reported values (Table 3S). The BET surface area was slightly smaller than that of the Basolite® F300 (i.e., a commercial MOF Fe-BTC), which is consistent with the presence of nanoparticles in the MMOF composite.\n3.2. MMOF composite as a sorbent for the magnetic dispersive SPE (MSPE) of fibrates\nThe extractions of various fibrates with different structures were studied to test the extraction capacity and selectivity of the Fe3O4@FeBTC composite (Table 1S). The extraction parameters were optimized to\nobtain the highest analyte extraction efficiency from the aqueous phase. Specifically, the sorbent amount, elution solvent, initial analyte concentration, sample pH and extraction and elution equilibration times were studied. All experiments were performed in triplicate using 10mL of spiked ultrapure water containing a specific amount of each fibrate. For the elution process, variables including elution solvent and elution time were also investigated. The effects of contact time on the extraction efficiencies of bezafibrate, clofibric acid, gemfibrozil, clofibrate and fenofibrate from water were examined with a fixed amount of the composite (5mg) in the time interval of 10–25min. The extraction efficiency of the MMOF was evaluated according to the concentration of the analytes in the solution (Cs). The extraction efficiencies of the composite increased for bezafibrate, clofibric acid, gemfibrozil and fenofibrate in the first 10min and then approached equilibrium (Fig. 5S A). The extraction efficiency for clofibrate was low (~50%) and did not improve with increased contact time. Therefore, the extraction time of 10min was selected as optimal.\nTo examine the effect of the sorbent amount, 10mL samples of ultrapure water were spiked with specific concentrations of bezafibrate (4.2mg/L), clofibric acid (3.1 mg/L), gemfibrozil (3.2 mg/L), clofibrate (3.1mg/L) and fenofibrate (2.8mg/L), and ultrasound was then applied for 5min to ensure that the MMOF composite and fibrates interacted (Fig. 5S B). The sorbent was then separated from the solution with the assistance of a magnet. As presented in Fig. 5S B, the extraction efficiencies did not significantly change when the sorbent amount was increased. Based on these results, 5 mg of the composite was selected for further experimentation. The studied drugs are weakly acidic because they contain carboxylic groups and one or two phenolic hydroxyl groups (Table 1S). The maximal absorption capacities (Qmax) for 197.0mg/g bezafibrate, 620.3mg/g clofibric acid, 537.6mg/g clofibrate, 288.7mg/g gemfibrozil and 223.2mg/g fenofibrate were\ndetermined. The effects of the solution pH on the extraction and elution processes were studied in the pH range of 2.5–7. The extraction capacity of the composite in water decreased at low pH values and increased at pH≈4.0; therefore, pH 4.0 was selected as the optimal pH (Fig. 5S C)."
    }, {
      "heading" : "3.2.1. Desorption/elution process",
      "text" : "After the separation of the composite, the analytes were eluted from the MMOF using appropriate solvents. Different organic solvents (MeOH, EtOH, ACN, dichloromethane and acetone) and/or mixtures of these solvents were used to elute the fibrates from the MMOF. Examination revealed that the highest elution efficiency (95–100%) was achieved for fenofibrate when methanol was used (Fig. 5). The other fibrates were strongly retained on the composite material.\nA different strategy was used to elute the other compounds (i.e., bezafibrate, gemfibrozil and clofibrate) based on the importance of phosphate in the controlled release of different pharmaceutical drugs from MOFs (Fe-BTC) in cells. Thus, a phosphate buffer was tested as the elution solvent in a slightly basic medium (pH=7.2 ± 0.2). Initially, as the solution pH increased from 2.5 to 4, the negative charges on the surface of the MMOF increased; i.e., the zeta potential became more negative (Fig. 2S). This increase in negative charge favors the extraction of positively charged fibrates via electrostatic attraction. The results presented in Fig. 6S A show that when phosphate buffer was used as the elution solvent (pH=7.2), the releases of bezafibrate, clofibric acid, gemfibrozil and fenofibrate from the MMOF increased from 78.5 to 100%. The negative charges on the composite surface decreased, i.e., pH≈7, which resulted in the elution of some of the fibrates. Under these experimental conditions, bezafibrate, clofibric acid and gemfibrozil had the highest elution efficiencies, whereas clofibrate and fenofibrate exhibited poor elution efficiencies (< 70% in both cases). These findings reveal that elution depended on the interactions of the drugs with the MMOF, and the results shed some light on the nature of the interactions between guest molecules and MMOFs. Small drug molecules, for example, clofibric acid, can partially enter the large pores of MOFs, which can result in potential electrostatic interactions between the coordinatively unsaturated (CUS) Lewis acid metal sites and the guest molecules, or it can result in weak C–OH···O interactions between the carbonyl groups of the study drugs and the MOFs. Additionally, the aromatic rings in BTC may provide a place for π-π stacking interactions to occur between the drug molecules and organic ligands. Therefore, the other experiments were performed at a pH of 7.0 ± 0.2.\nThe selective elution of fibrates using methanol and phosphate introduces the possibility of using two steps to elute these drugs, i.e., the elution of bezafibrate, clofibric acid, clofibrate and gemfibrozil can be achieved in the first step, and fenofibrate can be eluted in the second step (cf. Fig. 6S B). Additionally, an increase in the elution efficiency was observed when multiple elution steps with identical volumes were performed. The best results were obtained when 1mL of PBS was used three times after 5min of ultrasonication; an enrichment factor of 3.3 was achieved. The elution efficiencies ranged from 80% for bezafibrate, clofibric acid and gemfibrozil and up to 100% for fenofibrate. The extraction efficiency was below 70% for clofibrate. Because of the low elution efficiency for clofibrate (< 70%), this drug was excluded from\nthe quantification study. The sorbent can be used for up to two cycles; after washing the MMOF sorbent with ethanol, the MMOF material exhibited a lower fibrate adsorption capacity (recovery values < 70%). This decision was based on a desire to balance the relatively fast composite synthesis that uses a simple and low-cost MSPE process with a reduction in the solvent volume and waste."
    }, {
      "heading" : "3.2.2. Validation of the method",
      "text" : "The proposed MSPE method was validated by determining the fibrate levels in spiked water samples at two fibrate concentrations in triplicate (n=3; Table 2) as follows: i) low levels: ~3–4mg/L for bezafibrate, clofibric acid, gemfibrozil and clofibrate and 1.17mg/L fenofibrate; and ii) high levels: 11.73mg/L bezafibrate and ~8.5–9mg/L for clofibric acid, gemfibrozil, clofibrate and fenofibrate. Blank samples were analyzed for each sample and produced negative results for the studied compounds. The results of the analyses of bezafibrate, clofibric acid, gemfibrozil and fenofibrate revealed acceptable relative standard deviations (RSDs) that ranged from 0.06 to 3.2% (n=3) and 0.01–2% (n=3) for the low and high concentrations, respectively. Moreover, the results presented in Table 2 show excellent average relative recovery values ranging from 86.7 to 99.98%. LODs of 4 μg/L for fenofibrate and 99 μg/L for gemfibrozil were observed, and LOQs of 129 μg/ L for bezafibrate and 330 μg/g for gemfibrozil were observed.\nTap water, seawater and wastewater samples were analyzed. Fig. 5S shows the MS/MS spectrum of the sample from the wastewater treatment plant. The relative recovery (%) was calculated while accounting for the possible matrix effect.\nAs shown in Table 4S, the values for the spiked samples ranged from 80.0% to 100.5%, and low recoveries were found for the wastewater samples (59.7% clofibric acid, 68.1% fenofibrate). The low recoveries obtained for wastewater may be due to the presence of organic matter. UPLC-MS/MS analysis was used to confirm the suitability of the MMOF sorbent to extract fibrates from the tested matrices using the optimized elution solvents. Compared with other methods used for the extraction of fibrates from water, the developed method required a smaller amount of sorbent for the simultaneous extraction of fibrates. According to the aforementioned results, the Fe3O4@Fe-BTC composite exhibited good extraction efficiencies for the analyzed fibrates that ranged from 80% to 112% for bezafibrate, clofibric acid, gemfibrozil and fenofibrate. Low recoveries were found for clofibrate (20–77.2%). The SPE method using a magnetic composite has a number of advantages, such as easy synthesis, small sorbent amount (5mg), easy removal of the sorbent from the solution, relatively high enrichment efficiency and a low matrix effect for the analyzed pharmaceutical drugs. The sensitivity obtained in the present work for the studied family of fibrates is worth mentioning. Other authors have obtained lower LODs using detectors with higher sensitivities [13] (Table 3). The magnetic DSPE using the methodology developed in this work exhibited μg/L-level LODs in complex matrices, which indicates a high sensitivity."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The potential of the obtained material as a sorbent for magnetic DSPE combined with HPLC-UV-Vis and UHPLC–MS/MS for the determination of bezafibrate, clofibric acid, clofibrate, gemfibrozil and\nfenofibrate in ultrapure water, tap water, wastewater and seawater revealed that, as a sorbent for DSPE, the MMOF had high adsorption capacity and selectivity. The fibrate extraction efficiencies from the different water samples ranged from 80% to 100.5% for bezafibrate, clofibric acid, gemfibrozil and fenofibrate. The acid-base and π-π interactions played important roles in the extraction efficiencies for clofibric acid, bezafibrate, clofibrate, fenofibrate and gemfibrozil. The developed methodology permits the simultaneous extraction and determination of different blood lipid regulators in water samples. The validation of the developed method provided good linearity and suitable precision with RSD values lower than 7% and LOD and LOQ values in the μ/L range. These results open up new possibilities for the use of magnetic composite Fe3O4@Fe-BTC for the magnetic DSPE of different organic contaminants from water samples."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank the University of La Laguna - International Excellence Campus (CEI), MAT2017-89207-R (Ministry of Economy and Competitivity, Spain) and the Laboratories of Electronic Microscopy (SEGAI, ULL) and the Laboratory of Physics (MU) for the RDX analysis. R. Mawale thanks the Erasmus Program for a stipend. The authors have no conflicts of interest to declare."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.talanta.2019.120275."
    } ],
    "references" : [ {
      "title" : "Occurrence and risk assessment of pharmaceuticals and personal care products and endocrine-disrupting chemicals in reclaimed water and receiving groundwater in China",
      "author" : [ "Z. Li", "X. Xiang", "M. Li", "Y. Ma", "J. Wang", "X. Liu" ],
      "venue" : "Ecotoxicol. Environ. Saf. 119 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Determination of chlorophenoxy acid herbicides by using a zirconium-based metal-organic framework as special sorbent for dispersive micro-solid-phase extraction and high-performance liquid chromatography",
      "author" : [ "L. Xia", "L. Liu", "X. Xu", "F. Zhu", "X. Wang", "K. Zhang", "X. Yanga", "J. You" ],
      "venue" : "New J. Chem. 41 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Impact of treated wastewater reuse and floods on water quality and fish health within a water reservoir in an arid climate",
      "author" : [ "I. Zaibel", "D. Zilberg", "L. Groisman", "S. Arnon" ],
      "venue" : "Sci. Total Environ. 559 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "LC-MS analysis and environmental risk of lipid regulators",
      "author" : [ "M.D. Hernando", "A. Agüera", "A.R. Fernández-Alba" ],
      "venue" : "Anal. Bioanal. Chem. 387 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Occurrence and fate of emerging contaminants in water environments: a review",
      "author" : [ "A. Gogoia", "P. Mazumder", "V. Kumar-Tyagic", "G.G. Tushara-Chamindad", "A. Kyoungjin", "A. Manish-Kumarf" ],
      "venue" : "Groundwater Sustain. Develop. 6 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A sensitive multi-residue method for the determination of 35 micropollutants including pharmaceuticals",
      "author" : [ "C. Valls-Cantenys", "M. Scheurer", "M. Iglesias", "F. Sacher", "H.J. Brauch", "V. Salvadó" ],
      "venue" : "iodinated contrast media and pesticides in water, Anal. Bioanal. Chem. 408 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The environmental side effects of medication",
      "author" : [ "A. Boxall" ],
      "venue" : "EMBO reports 5 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Occurrence",
      "author" : [ "Y. Fang", "A. Karnjanapiboonwong", "D.A. Chase", "J. Wang", "A.N. Morse", "T.A. Anderson" ],
      "venue" : "fate and persistence of gemfibrozil in water and soil, Environ. Toxicol. Chem. 31 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Pharmaceuticals and personal care products (PPCPs) in the freshwater aquatic environment",
      "author" : [ "J. Anekwe", "H. Stuart" ],
      "venue" : "Emerg. Contamin. 3 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of the lipid-regulating drug clofibric acid on PPARα-regulated gene transcript levels in common carp (Cyprinus carpio) at pharmacological and environmental exposure levels",
      "author" : [ "J. Corcoran", "M.J. Winter", "A. Lange", "R. Cumming", "S.F. Owen", "C.R. Tyler" ],
      "venue" : "Aquat. Toxicol. (N. Y.) 161 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ecotoxicity assessment of lipid regulators in water and biologically treated wastewater using three aquatic organisms",
      "author" : [ "R. Rosal", "I. Rodea-Palomares", "K. Boltes", "F. Fernández-Piñas", "F. Leganés", "S. Gonzalo", "A. Petre" ],
      "venue" : "Environ. Sci. Pollut. Res. 17 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The human lipid regulator gemfibrozil bioconcentrates and reduces testosterone in the goldfish Carassius auratus",
      "author" : [ "C. Mimeault", "A.J. Woodhouse", "X.S. Miao", "C.D. Metcalfe", "T.W. Moon", "V.L. Trudeau" ],
      "venue" : "Aquat. Toxicol. 73 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Unveiling the important roles of coexisting contaminants on photochemical transformations of pharmaceuticals: fibrate drugs as a case study",
      "author" : [ "Y.N. Zhang", "Y. Zhou", "J. Qu", "J. Chen", "J. Zhao", "Y. Lu", "C. Li", "Q. Xie", "W.J.G.M. Peijnenburg" ],
      "venue" : "J. Hazard Mater. 358 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Combination of magnetic dispersive micro solid-phase extraction and supramolecular solvent-based microextraction followed by high-performance liquid chromatography for determination of trace amounts of cholesterol-lowering drugs in complicated matrices",
      "author" : [ "S. Arghavani-Beydokhti", "M. Rajabi", "A. Asghari" ],
      "venue" : "Anal. Bioanal. Chem. 409 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Occurrence of fibrates and their metabolites in source and drinking water in Shanghai and Zhejiang",
      "author" : [ "A. Ido", "Y. Hiromori", "L. Meng", "H. Usuda", "H. Nagase", "M. Yang", "J. Hu", "T. Nakanishi" ],
      "venue" : "China, Sci. Rep. 7 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnetic solid phase extraction of gemfibrozil from human serum and pharmaceutical wastewater samples utilizing a βcyclodextrin-grafted graphene oxide-magnetite nano-hybrid",
      "author" : [ "H. Abdolmohammad-Zadeh", "Z. Talleb" ],
      "venue" : "Talanta 134 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Graphene oxide-based dispersive solid-phase extraction combined with in situ derivatization and gas chromatography-mass spectrometry for the determination of acidic pharmaceuticals in water",
      "author" : [ "N.N. Naing", "S. Fong", "Y. Li", "H.K. Lee" ],
      "venue" : "J. Chromatogr. A 1426 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The third way in analytical nanoscience and nanotechnology: involvement of nanotools and nanoanalytes in the same analytical  process",
      "author" : [ "Á.I. López-Lorente", "M. Valcárcel" ],
      "venue" : "Trends Anal. Chem. 75 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Recent advances in applications of nanomaterials for sample preparation",
      "author" : [ "L. Xu", "X. Qi", "X. Li", "Y. Bai", "H. Liu" ],
      "venue" : "Talanta 146 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Technology for the remediation of water pollution: a review on the fabrication of metal organic frameworks",
      "author" : [ "Y. Bian", "N. Xiong", "G. Zhu" ],
      "venue" : "Processes 6 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adsorption of naproxen and clofibric acid over a metal-organic framework MIL-101 functionalized with acidic and basic groups",
      "author" : [ "Z. Hasan", "E.J. Choi", "S.H. Jhung" ],
      "venue" : "Chem. Eng. J. 219 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Magnetic solid-phase extraction using metal-organic frameworks (MOFs) and their derived carbons",
      "author" : [ "F. Maya", "C. Palomino Cabello", "R.M. Frizzarin", "J.M. Estela", "G. Turnes Palomino", "V. Cerdá" ],
      "venue" : "Trac. Trends Anal. Chem. 43 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Magnetic metal-organic framework composite by fast and facile mechanochemical process",
      "author" : [ "M. Bellusci", "P. Guglielmi", "A. Masi", "F. Padella", "G. Singh", "N. Yaacoub", "D. Peddis", "D. Secci" ],
      "venue" : "Inorg. Chem. 57 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis of magnetic metal-organic framework (MOF) for efficient removal of organic dyes from water",
      "author" : [ "X. Zhao", "S. Liu", "Z. Tang", "H. Niu", "Y. Cai", "W. Meng", "F. Wu", "J.P. Giesy" ],
      "venue" : "Sci. Rep. 5 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Facile fabrication of magnetic metalorganic framework composites for the highly selective removal of cationic dyes",
      "author" : [ "H. Li", "Q. Li", "Y. He", "N. Zhang", "Z. Xu", "Y. Wang" ],
      "venue" : "Materials 11 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A magnetic-based dispersive micro-solid-phase extraction method using the metalorganic framework HKUST-1 and ultra-high-performance liquid chromatography with fluorescence detection for determining polycyclic aromatic hydrocarbons in waters and fruit tea infusions",
      "author" : [ "P. Rocío-Bautista", "V. Pino", "J.H. Ayala", "J. Pasán", "C. Ruiz-Pérez", "A.M. Afonso" ],
      "venue" : "J. Chromatogr., A 1436 (2016) 42–50.  E.M. Peña-Méndez, et al. Talanta 207 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "One of their metabolites, 2(4-chlorophenoxy)-2-methyl propanoic acid (clofibric acid), has also been applied as an herbicide and plant growth regulator [4], and maximum concentration limits for this compound in drinking water have been set by the Environmental Protection Agency (EPA).",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 2,
      "context" : "Fibrates are mainly released into the environment through the effluent discharge of wastewater treatment plants (WWTPs) [3,5] and become potential underwater contaminants due to their recalcitrant behaviors [6,7].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 4,
      "context" : "Fibrates are mainly released into the environment through the effluent discharge of wastewater treatment plants (WWTPs) [3,5] and become potential underwater contaminants due to their recalcitrant behaviors [6,7].",
      "startOffset" : 207,
      "endOffset" : 212
    }, {
      "referenceID" : 5,
      "context" : "Indeed, bezafibrate has been detected in wastewater effluents in the United Kingdom at levels ranging between 177 and 418 ng/L [8] and at a concentration of 3100 ng/L in surface waters [9].",
      "startOffset" : 127,
      "endOffset" : 130
    }, {
      "referenceID" : 6,
      "context" : "Indeed, bezafibrate has been detected in wastewater effluents in the United Kingdom at levels ranging between 177 and 418 ng/L [8] and at a concentration of 3100 ng/L in surface waters [9].",
      "startOffset" : 185,
      "endOffset" : 188
    }, {
      "referenceID" : 7,
      "context" : "3 ng/L have been reported in the seawater at Galway Bay, Ireland [10].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 8,
      "context" : "86mg/L have been detected in groundwater in Texas [11].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 8,
      "context" : "The impacts of these compounds on the environment are not well known [11].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 9,
      "context" : "[12] recently found that clofibric acid is pharmacologically active in carp exposed to doses comparable to the levels found in the aquatic environment, and Rosal et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[13] demonstrated the substantial toxicities of fenofibric acid for Vibrio fischeri",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "Among the new advanced materials, metal organic frameworks (MOFs) have undeniable advantages that include a high surface area, high porosity, easy tunability of the pore size and multiple shapes, which range from micro-to meso-porous scales and can be achieved by modifying the connectivity of inorganic moieties and the nature of organic linkers; this allows for a high mass transfer rate [21,22].",
      "startOffset" : 390,
      "endOffset" : 397
    }, {
      "referenceID" : 18,
      "context" : "Among the new advanced materials, metal organic frameworks (MOFs) have undeniable advantages that include a high surface area, high porosity, easy tunability of the pore size and multiple shapes, which range from micro-to meso-porous scales and can be achieved by modifying the connectivity of inorganic moieties and the nature of organic linkers; this allows for a high mass transfer rate [21,22].",
      "startOffset" : 390,
      "endOffset" : 397
    }, {
      "referenceID" : 14,
      "context" : "nents of personal care products, among other compounds [18,23].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 19,
      "context" : "nents of personal care products, among other compounds [18,23].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 7,
      "context" : "The magnetic sorbent can be easily separated from even complex matrices using a magnetic field, and extraction efficiency and selectivity can be achieved via improvement of the contact area between the magnetic hybrid sorbent and the analyte in the sample [10,27,28].",
      "startOffset" : 256,
      "endOffset" : 266
    }, {
      "referenceID" : 23,
      "context" : "The magnetic sorbent can be easily separated from even complex matrices using a magnetic field, and extraction efficiency and selectivity can be achieved via improvement of the contact area between the magnetic hybrid sorbent and the analyte in the sample [10,27,28].",
      "startOffset" : 256,
      "endOffset" : 266
    }, {
      "referenceID" : 24,
      "context" : "The magnetic sorbent can be easily separated from even complex matrices using a magnetic field, and extraction efficiency and selectivity can be achieved via improvement of the contact area between the magnetic hybrid sorbent and the analyte in the sample [10,27,28].",
      "startOffset" : 256,
      "endOffset" : 266
    }, {
      "referenceID" : 24,
      "context" : "In the environmental analysis field, the main developed applications are those related to the adsorptions of dyes [28], polycyclic aromatic hydrocarbons (PAH) [29] and pesticides [2] from water samples, which suggests the potential of combining MNPs and MOFs to create composite materials that exhibit improved stability, adsorption and/or efficiency with respect to unmodified MOFs.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 25,
      "context" : "In the environmental analysis field, the main developed applications are those related to the adsorptions of dyes [28], polycyclic aromatic hydrocarbons (PAH) [29] and pesticides [2] from water samples, which suggests the potential of combining MNPs and MOFs to create composite materials that exhibit improved stability, adsorption and/or efficiency with respect to unmodified MOFs.",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 1,
      "context" : "In the environmental analysis field, the main developed applications are those related to the adsorptions of dyes [28], polycyclic aromatic hydrocarbons (PAH) [29] and pesticides [2] from water samples, which suggests the potential of combining MNPs and MOFs to create composite materials that exhibit improved stability, adsorption and/or efficiency with respect to unmodified MOFs.",
      "startOffset" : 179,
      "endOffset" : 182
    }, {
      "referenceID" : 10,
      "context" : "Other authors have obtained lower LODs using detectors with higher sensitivities [13] (Table 3).",
      "startOffset" : 81,
      "endOffset" : 85
    } ],
    "year" : 2019,
    "abstractText" : "The magnetic metal-organic framework Fe3O4@(Fe-(benzene-1,3,5-tricarboxylic acid) (MMOF) was prepared, characterized and studied as a magnetic sorbent for the dispersive solid-phase extraction (DSPE) of several widely used blood lipid regulators (i.e., bezafibrate, clofibric acid, clofibrate, gemfibrozil and fenofibrate) from water samples. Characterization of the synthesized Fe3O4@Fe-BTC magnetic nanomaterial was performed by Fourier transform infrared spectroscopy, powder X-ray diffractometry, thermogravimetric analysis, scanning electron microscopy and transmission electron microscopy. The magnetic nanocomposite was found to be chemically stable and to possess a large surface area (803.62m2/g) and pore volume (0.59 cm3/g). The concentrations of fibrates in different water samples were determined using HPLC-UV-Vis and confirmed by UPLCMS/MS. Parameters affecting the extraction efficiency of magnetic-DSPE were studied and optimized. The maxima absorption capacities (Qmax) were determined to be (in mg/g) 197.0 for bezafibrate, 620.3 for clofibric acid, 537.6 for clofibrate, 288.7 gemfibrozil and 223.2 for fenofibrate. Validations of the optimized magnetic DSPE method for analyses at two fibrate concentrations in spiked water samples produced relative recovery values≤ 70% for clofibrate and within the range of 80–100% for bezafibrate, clofibric acid, gemfibrozil and fenofibrate. LODs ranging from 4 μg/L for fenofibrate to 99 μg/L for gemfibrozil were obtained. The validated methodology produced recovery values ranging from 70 to 112% (relative standard deviations < 7%).",
    "creator" : "Elsevier"
  }
}