{
  "name" : "downloads_2020-07-14_24_xu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Tunable Nanoscale Cages from Self- Assembling DNA and Protein Building Blocks",
    "authors" : [ "Yang Xu", "Shuoxing Jiang", "Chad R. Simmons", "Raghu Pradeep Narayanan", "Fei Zhang", "Ann-Marie Aziz", "Hao Yan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Tunable Nanoscale Cages from SelfAssembling DNA and Protein Building Blocks Yang Xu, Shuoxing Jiang, Chad R. Simmons, Raghu Pradeep Narayanan, , Fei Zhang, Ann-Marie Aziz, Hao Yan, , and Nicholas Stephanopoulos* , ,\nBiodesign Center for Molecular Design and Biomimetics and School of Molecular Sciences, Arizona State University, Tempe, Arizona 85287, United States\n*S Supporting Information\nABSTRACT:Three-dimensional (3D) cages are one of the most important targets for nanotechnology. Both proteins and DNA have been used as building blocks to create tunable nanoscale cages for a wide range of applications, but each molecular type has its own limitations. Here, we report a cage constructed from both protein and DNA building blocks through the use of covalent protein DNA conjugates. We modi ed a homotrimeric protein (KDPG aldolase) with three identical single-stranded DNA handles by functionalizing a reactive cysteine residue introducedvia site-directed mutagenesis. This protein DNA building block was coassembled with a triangular DNA structure bearing three complementary arms to the handles, resulting in tetrahedral cages comprising six DNA sides capped by the protein trimer. The dimensions of the cage could be tuned through the number of turns per DNA arm (3 turns 10 nm, 4 turns 14 nm), and the hybrid structures were puri ed and characterized to con rm the three-dimensional structure. Cages were also modi ed with DNA using click chemistry and using aldolase trimers bearing the noncanonical amino acid 4-azidophenylalanine, demonstrating the generality of the method. Our approach will allow for the construction of nanomaterials that possess the advantages of both protein and DNA nanotechnology and nd applications in elds such as targeted delivery, structural biology, biomedicine, and catalytic materials. KEYWORDS:DNA nanotechnology, 3D nanocages, DNA protein hybrids, DNA protein bioconjugation, aldolase trimer\nT hree-dimensional (3D) cages are one of the mostimportant targets for nanotechnology, with applica-tions including transporting cargo for imaging or drug delivery,1 4 con ning catalysts in nanoscale reactors,5 7 positioning chemical elements to mimic photosynthesis,8,9 and serving as programmable molds or amphiphiles for polymeric10 13 or inorganic14,15 nanoparticle synthesis and encapsulation. Viruses like MS2 or CPMV represent one of nature s solutions to biomolecular nanocages, with multiple protein components self-assembling in a highly symmetrical fashion to form a closed-shell structure. Viral capsids have been employed extensively as nanoscale sca olds for diverse applications16,17 but have the disadvantage of being limited to naturally occurring structures and symmetries. Inspired by viral capsids, there has been extensive research in the redesign of nonassembling protein components to form self-assembled cages. For example, naturally oligomeric proteins have been engineered (often with the aid of software like Rosetta18) to self-assemble into highly smmetric structures such as tetrahedral19 and megadalton scale cages.20 This elegant approach yields biologically relevant and often highly stable assemblies but can require technical expertise in protein design that is challenging for the nonexpert. Furthermore, tuning the nanocage parameters (such as the size and volume) usually requires re-engineering the system with another set of protein building blocks, and it can be di cult to build highly anisotropic or asymmetrically modi e structures. As an alternative approach, DNA has been used as a building block to construct well-de ned cages through the programmable assembly of individual strands by Watson Crick pairing. A wealth of 3D structures have been reported, with designs using wireframe,21 25 tile-based,26 28 and densely packed arrangements of DNA helices.29 31 These nanocages are tunable in both geometry and size and can be functionalized by modifying the individually addressable component strands. Furthermore, software such as caDNAno32 and the low-cost availability of oligonucleotides from commercial suppliers results in easier access for the nonexpert. This exibility and accessibility comes at the expense of Received: December 29, 2018 Accepted: March 5, 2019 Published: March 5, 2019\nA rticle www.acsnano.orgCite This:ACS Nano2019, 13, 3545 3554\n' 2019 American Chemical Society 3545 DOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nR o\nn Ju\nly 1\n4, 2\n02 0\nat 0\n6: 29\n:1 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nchemical homogeneity, where the nal DNA nanostructures are restricted to the physical and chemical properties of the DNA duplex. As a result, DNA cages must be further elaborated with receptor-binding peptides or proteins to imbue them with bioactivity,33 and many structures require supra-physiological concentrations of magnesium for stability.34,35\nWe envisioned that hybrid cages merging self-assembling protein building blocks with addressable DNA sca olds could combine the bioactivity and chemical diversity of the former with the programmability of the latter. Toward this goal, we chose the synthesis of a simple polyhedron as a proof of principle: a three-dimensional tetrahedral cage containing a homotrimeric protein linked to a triangular base composed entirely of DNA. In our design, the protein trimer is rst functionalized with identical single-stranded DNA (ssDNA) handles at a speci amino acid on each of the three monomers (Figure 1A). The triangular base bearing three complementary single-stranded DNA handles is self-assembled and puri ed separatelyvia thermal annealing (Figure 1B). We reasoned that combining these two puri ed building blocks and annealing at a lower temperature would disrupt neither the protein protein interface nor the DNA edges at the base of the structure, yielding a three-dimensional cage (Fi ure 1C). The size of this assembly could then be rationally tuned by changing the length of each DNA edge, whereas the protein would provide a sca old for the attachment of small molecules, targeting peptides, or even fusion proteins. This hybrid structure is constructed through chemical conjugation of oligonucleotide handles on a protein building block, although several recent examples exist of one-dimensional nano bers using covalent protein DNA conjugates,36,37 protein DNA cages where the protein does not play a structural role,38 and noncovalent protein DNA nanostructures.39,40 Our approach will allow both a wide range of cages to be synthesized or\narrange other DNA-based materials such as tiles or other nanostructures (vide infra).\nRESULTS AND DISCUSSION For the trimeric protein building block, we selected 2-dehydro3-deoxyphosphogluconate (KDPG) aldolase (hereafter referred to asald), a 25 kDa protein that forms aC3-symmetric homotrimerald3 (Figure 1A).\n41 43 In addition to the high thermal stability of the trimer ( 80 ° C), ald is readily amenable to mutagenesis and recombinant expression inE. coli and has been used in protein nanocage engineering.44,45 Furthermore, its size (6 nm diameter, 3 nm thickness,Figure 2A,B) is comparable to that of small oligonucleotide nanostructures such as the four-strand DNA tetrahedron, rst reported by Turber eld46 and employed extensively in DNA nanotechnology.3,47,48 Althoughald is an enzyme, here we used it strictly as a structural building block, divorced from its chemical functionality, similar to previous reports.44,45 We selected Glu54, a solvent-exposed residue on the outer edge of the trimer, as a suitable site for modi cat on with DNA. We mutated this residue to cysteine (E54C) in order to carry out thiol-selective chemistry with the heterobifunctional crosslinker succinimidyl 3-(2-pyridyldithio)propionate (SPDP) and a 21 nt 5 -amino-modi ed oligonucleotide (Figure 2C).49 Wild-typeald possesses four cysteine residues, but these are involved in disul de bonds in the protein interior (Supporting Information Figure S1A) so we reasoned that we could selectively target the mutagenically introduced C54 on the surface (for details regarding the expression, puri cation, and characterization of the E54C mutant protein, seeSupporting Information Section S2).\nFollowing exposure to 6 equiv of puri ed SPDP DNA, a band with higher retention was observed by denaturing polyacrylamide gel electrophoresis (SDS-PAGE), corresponding to theald monomer linked to the oligonucleotide, to approximately 50% yield (for reaction conditions and analysis,\nFigure 1. Hybrid protein DNA cage design. (A) Modi cation of a homotrimer aldolase (ald3) protein building block at a site-speci reactive residue with ssDNA handles. (B) Self-assembly of four di e ent DNA strands to yield a triangular base with three complementary handles to the protein. (C) Annealing of the protein DNA conjugate and triangular base will result in a tetrahedral cage comprising both the protein and the DNA structural units. The dimensions of the cage are tunable by changing the length of the DNA strands in the triangular base.\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3546\nseeSupporting Information Section S3). Control experiments with wild-type protein did not show this upper band, suggesting that the native cysteines were unreactive under these conditions (Supporting Information Figure S3A). The mild coupling conditions were not expected to disrupt the protein protein interactions holding the three monomers together, so we used anion exchange chromatography to isolate theald trimer with three DNA handles (referred to hereafter as (ald-DNA)3) from trimers bearing two or fewer oligonucleotides (Supporting Information Figure S2). The complete modi cation of puri ed (ald-DNA)3 was veri ed by SDSPAGE, which showed only a band corresponding to the DNAmodi ed ald monomer, with mobility lower than that of the unmodi ed ald (Figure 2D).\nWe next probed whether the trimer-linked DNA handles could bind their complementary strand using native, nondenaturing PAGE (Figure 2E). The unmodi ed ald3 (lane 1) in Tris bu er has a net charge of 12.2 (pI = 6.9), so upon modi cation with three anionic DNA handles, it migrates farther toward the positive terminal of the gel (lane 2). Addition of ssDNA complementary to the handles results in a reduction of gel mobility due to the increased size of the complex (lane 3), whereas noncomplementary DNA does not\nshift the (ald-DNA)3 band (lane 4). To verify that the increased mobility in lane 2 was not due to the trimer dissociating into monomers after DNA conjugation, we analyzed the samples by AFM (Figure 2F,G). Both unmodi ed ald3 and the (ald-DNA)3 conjugate showed roughly circular structures with similar heights of 3 nm, in good agreement from the predicted height measured from the crystal structure. The measured diameter of theald3 (9.4 – 0.3 nm (SD, 30 particles counted);Supporting Information Figure S3) was slightly larger than expected from the crystal structure (due to AFM tip e ects), but almost identical to the (ald-DNA)3 diameter (9.8– 0.3 nm), demonstrating that the trimer had not dissociated into monomers as a result of the DNA conjugation. Based on all these data, we were con dent that we had produced pure samples of theald trimer modi ed with three ssDNA handles, and that these handles were still functional for sequence-speci c hybridization with a complementary oligonucleotide.\nExperiments with Model DNA Nanostructures. In order to test the ability of the trivalent (ald-DNA)3 conjugate to organize DNA structures, we synthesized a model nanostructure that could be directly imaged by AFM. We designed a rigid tile consisting of two parallel DNA helices linked by four crossover points, with single-stranded regions for the (ald-DNA)3 handles to bind as a fth crossover point (Figure 3A; for tile design and characterization, seeSupporting Information Section S4). This multicrossover ( MX ) tile is 4 nm wide and 30 nm long, large enough to unambiguously image using AFM. We hypothesized that combining the tile with the (ald-DNA)3 conjugate would yield up to three tiles linked to the (ald-DNA)3 hub in a radial arrangement (Figure 3A). Indeed, annealing the preformed and puri ed MX tile with (ald-DNA)3 from 55 to 4° C over 5 h in 1× TAE-Mg 2+ bu er resulted in several distinct bands by native PAGE (Figure 3B), with a shift toward higher bands with increasing concentration of the tile relative to (ald-DNA)3. We puri ed each of these bands from the gel and imaged them by AFM, and they corresponded to (in order of decreasing mobility): the unmodi ed MX tile (bandi) and (ald-DNA)3 bound to one, two, and three tiles, respectively (bandsii iv) ( Figure 3C). The length of the MX tiles inFigure 3C measured 31– 1.4 nm by AFM (Supporting Information Figure S4D, 30 pa ticles counted), which is in good agreement with the design (30 nm). Because the DNA handles are chemically linked to ald at a single siteviaa hydrocarbon linker, the attachment is quite exible, so the angles between the MX tiles and the protein vary greatly (Supporting Information Figure S4). However, the number of tiles could be readily visualized for each band, and the presence of a major band with three tiles at higher concentrations of the tile shows that the (ald-DNA)3 does not dissociate even with several large DNA structures attached. We also highlight that the highly stable trimer protein was able to withstand annealing from 55° C, making it attractive as a building block for these hybrid materials. Control experiments with mismatched handles resulted in no association of the protein with the tiles (Supporting Information Figure S4B), con rming that the binding was mediated by DNA hybridization. At lower temperatures, the MX tile association with (ald-DNA)3 was not e cient (Supporting Information Figure S4E), highlighting the importance of the homotrimer stability to higher temperatures.\nWe also explored the binding of (ald-DNA)3 to a triangular DNA origami structure with a cavity bearing three comple-\nFigure 2. Protein modi cation and characterization. (A) Underside view of ald3 showing the three Cys54 residues in yellow. (B) Side view of ald3. (C) Strategy for modifying the protein with DNA using thiol-speci c chemistry. (D) Denaturing SDS-PAGE of protein and protein DNA conjugate. Lane M: protein molecular weight ladder; 1: unmodi ed ald3; 2: puri ed (ald-DNA)3. (E) Native PAGE of protein samples. Lane 1: unmodi e ald3; 2: (aldDNA)3; 3: (ald-DNA)3 + complementary DNA; 4: (ald-DNA)3 + mismatched DNA. (F,G) AFM imaging and height pro les ald3 and (ald-DNA)3 in order to con rm that the trimers were intact and had not dissociated into monomers. Scale bar: 25 nm.\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3547\nmentary handles (Figure 3D and Supporting Information Section S5). Compared to the empty origami, annealing of (ald-DNA)3 to the sca old resulted in a circular structure in the center, 10 nm in diameter and 3 nm in height (Figure 3E,F andSupporting Information Figures S5B and S6), comparable to the dimensions of the (ald-DNA)3 (Figure 2G). Furthermore, in many images, the three DNA duplexes linking the trimer to the origami could be directly visualized (Figure 3E, zoom-in blue arrows), further con rming its ability to bind in a trivalent fashion. As with the MX tiles, control experiments with mismatched handles resulted in origami cavities lacking protein (Supporting Information Figure S5B). A trimeric protein likeald provides an attractive candidate for the sca olding of other materials (including fusion proteins), so integrating it with DNA origami provides the potential for hierarchical organization of molecules. Potential applications for these multiscale, hybrid biomolecular sca olds include targeted delivery of medicinal species, light harvesting and arti cial photosynthetic systems, or structural biology by using DNA origami as a ducial marker to visualize proteins in techniques such as cryo-electron microscopy.50,51 Self-Assembly of Hybrid Tetrahedral Cages.Con dent that the (ald-DNA)3 could reliably bind three complementary oligonucleotide strands and organize large DNA assemblies, we next turned to making the hybrid tetrahedral protein DNA cages outlined inFigure 1C. We designed a cage with three\nFigure 3. Protein assembly with DNA nanostructures. (A) Self-assembly of (ald-DNA)3 with multicrossover (MX) DNA tiles bearing complementary handles. (B) Native PAGE of (ald-DNA)3 and MX tile association. (C) AFM images of indicated bands, isolated from the gel. Scale bar: 20 nm. (D) Design of triangular DNA origami with three complementary handles to (ald-DNA)3. (E,F AFM images and height pro les along the white dotted lines of origami before and after protein association. Scale bar: 50 nm.\nFigure 4. Protein DNA tetrahedral cages. (A) Design of three-turn protein DNA tetrahedron (3t-aldTet). (B) Native PAGE of puri ed 3tTet (lane 1), 3t-Base (lane 2), and 3t-aldTet (lane 3). (C) AFM images of 3t-Tet, 3t-Base, and 3t-aldTet. (D) Design of four-turn protein DNA tetrahedron (4t-aldTet). (E) Native PAGE of 4t-Tet (lane 1), 4t-Base (lane 2), and 4t-aldTet (lane 3). (F) AFM images of 4t-Tet, 4tBase, and 4t-aldTet. Scale bars for AFM images: 15 nm (zoom-in image), 100 nm (zoom-out images).\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3548\nhelical turns of DNA (31 bp) for each of its six edges, to yield a structure with predicted dimensions of 10 nm per side and 8 nm in height (Figure 4A). The base of the sca old was constructed as previously shown inFigure 1B, with three turns of DNA per side and three arms consisting of one turn of double-stranded DNA (dsDNA) extended with three identical 21 nt ssDNA. Hybridization of these handles to the complementary handles on (ald-DNA)3 results in three helical turns for each of the three protein-linked edges. We refer to this three-turn triangular base as3t-Base(for full design and sequences, seeSupporting Information Section S6). For comparison, we also designed an all-DNA tetrahedron with three helical turns edge,3t-Tet (Supporting Information Figure S12A).33 Both3t-Tet and3t-Basewere self-assembled viathermal annealing, puri ed by native PAGE (Figure 4B and Supporting Information Section S6), and imaged using AFM (Figure 4C and Supporting Information Figure S9). The images show well-formed, cage-like particles with a triangular base and six edges for3t-Tet, with an average height of 4.7– 1.5 nm and an average edge length of 11.4– .2 nm (see Supporting Information Figure S12for size distributions of all particles from AFM; for all samples, 300 particles were counted for height distributions and 30 particles for edge length distributions). The height measurement is slightly shorter than predicted from the structure design, indicating that the cages are exible and deform upon adsorption to the mica surface, whereas the edge measurements correlated closely with the intended 10 nm design. AFM imaging of3t-Baseshowed open triangular structures on the surface, with three short arms. These particles had a smaller height than3t-Tet (3.9 – 1.2 nm) but with a similar edge length of 12.0– 1.2 nm, as expected.\nAnnealing of (ald-DNA)3 with the 3t-Base yielded a distinct, lower-mobility band by native PAGE (Figure 4B and Supporting Information Figure S8), due to the larger molecular weight of the three-turn protein DNA tetrahedron (3t-aldTet). AFM imaging (Figure 4C) showed compact structures with a white circular object at a vertex with straight edges and sharp corners, and in some images, one or two of the arms connecting the top to the base can be directly visualized. The full triangular supporting DNA platform could not be seen due to the small size of the structures and partial occlusion by the protein. The average height for3t-aldTet was 6.0– 1.9 nm, slightly larger than either3t-Baseor 3t-Tet, though still less than expected from the design, with an average edge length of 12.1– 1.3 nm as designed. We hypothesize that the3taldTetparticles are somewhat exible and deform or lie at on the surface upon adsorption similar to3 -Tet. The vast majority of particles in the puri ed3t-aldTetsample were the desired cage structures, but a few particles were malformed, with only one or two arms of the triangular DNA anchor bound to the protein (Supporting Information Figures S9 and S12). This could be due to comigration of these structures with the fully assembled cage or breakage of the cage during the processing steps involved in extraction of the sample from the gel.\nOne of the key advantages of DNA, and a motivation for building hybrid materials, is the high degree of programmability that oligonucleotides a ords. The dimensions of the DNA cage can be tuned independently of the protein component by extending the length of the constituent strands, whereas in an all-protein cage, an entirely di erent building block would have to be used. To demonstrate the tunability of\nthe DNA sca old, we designed a larger tetrahedral cage with four helical turns per side, which can assemble from a triangular base with arms containing two full turns of DNA followed by the 21 nt handles (Figure 4D and Supporting Information Section S6). This structure has predicted dimensions of 14 nm (width) and 12 nm (height), 40% larger than the three-turn variant. The sequences of these handles were designed so that we could use the same (aldDNA)3 conjugate as for the three-turn system. Once again, we designed a four-turn all-DNA tetrahedron (4t-Tet) to compare with the triangular base (4t-Base) and the protein DNA cage (4t-aldTet). All samples were prepared as indicated previously (Figure 4E,F andSupporting Information Figures S10 and S13).\nThe 4t-Tet samples showed the expected tetrahedral structure with dimensions suggesting exibility and deformation on the surface (average height 5.8– 1.7 nm, average edge length 15.2– 1.3 nm). The structure, with four individual triangular cavities comprising the sides, and all six distinct edges are more evident with these larger cages compared with the 3t-Tet. Similarly, the4t-Base consisted of a larger triangular structure with three longer arms (average height 3.0– 1.3 nm, average edge length 15.3– 1.0 nm). Annealing (ald-DNA)3 with 4t-Baseproduced a lower-mobility band when visualized by AFM yielded structures containing a triangular base with a circular structure that corresponded to t protein. The average height of these particles was noticeably larger than4t-Tet (13.4 – 2.7 nm) and closer to the expected value of 12 nm from the design. Unlike3t-aldTet, which appears to collapse on the mica surface, the4t-aldTet seems to be more rigid and resists this deformation. This result could be because the protein in the larger cages is farther from the mica and thus does not interact with it as strongly, but more experiments are needed to determine the origin of the di erence. The average edge length was 16.0– 1.0 nm, quite close to the 14 nm expected from the design. We also note that the base of the cage, with the protein at the apex of the s ructure, is more evident in4t-aldTetdue to the larger size of the DNA structure relative to the protein. Similar to the threeturn system, the majority of the particles in the4t-aldTet structure were well-formed, with a minor fraction of broken or malformed structures. For both the three-turn and four-turn structures, control experiments with triangular bases bearing mismatched sequences to the (ald-DNA)3 handles showed no cage formation by PAGE (Supporting Information Figure S8).\nAlthough the images inFigure 4C,F were encouraging that we had formed the desired protein DNA cages, their small size precluded unambiguous con rmation of the structure by AFM. Speci cally, we wanted to con rm two things: (1) that the structures possessed three double-stranded arms connecting the base to the protein trimer, and (2) that the triangular base was still intact. To investigate the rst point, we ynthesized three-turn triangular bases bearing only one or two ssDNA handles complementary to the trimer, with the remaining arms consisting of a single, blunt-ended helical turn (Supporting Information Figure S14). When annealed with (ald-DNA)3, these structures did not yield structures like3taldTet as evidenced by either PAGE or AFM. Rather, two or three distinct triangular bases attached to a central protein hub were seen instead (Supporting Information Figure S14C,D), providing indirect evidence that all three arms of the base were bound to the protein in3t-aldTet. To further con rm that all three arms were bound to the protein, we exposed3t-aldTetto\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3549\nthe reducing agent tris(2-carboxyethyl)phosphine (TCEP) (Figure 5). The DNA handles on (ald-DNA)3 are linked to the\nprotein by a disul de bond, so reduction of this linkage should yield a structure with three full turns of double-stranded DNA per arm (Figure 5A), as opposed to3t-Base, which has only a single turn of dsDNA per arm. Indeed, treating3t-aldTetwith TCEP yielded a band by native PAGE (Figure 5B, lane 5), with a retention between the bands for3t-aldTet(lanes 2 and 4) and3t-Base(lane 1). This band had the same mobility as a sample of3t-Base to which we added complementary oligonucleotides to the 21 nt handles in order to make them fully double-stranded (lane 3). Puri cation of the band in lane 5 from and imaging it by AFM clearly showed that it yielded the expected three-edge triangular platform (Figure 5C), and the arms with three full helical turns appear longer than the3tBasearms inFigure 4C. Taken together, these results suggest that the3t-aldTet samples do indeed consist of a triangular base linked to the (ald)3 by three double-stranded DNA arms. We note that a faint lower band can be seen in both lanes 3 and 5 (marked by a red arrow), which is the3 -Basewith two\ndouble-stranded and one single-stranded arm. For lane 5, this\nband intensity corresponds to a minor fraction ( 10%) of\ncages where only two of the arms are bound to the protein.\nSite-Speci c DNA Conjugation Using Noncanonical\nAmino Acids. Although the thiol-selective chemistry we used\nfor modi cation ofald is highly e ective when site-speci c\nbioconjugation with native amino acids is required, many\nproteins have endogenous reactive cysteines that preclude this\napproach. Furthermore, in our experiments, we found that the E54C ald3 mutant was prone to aggregation due to spontaneous disul de formation between Cys54 residues. We were able to circumvent this issue by reducing the expressed protein with dithiothreitol (DTT) prior to conjugation, but the reaction conditions had to be carefully tuned to avoid breakage of the two internal disul de bonds, which in turn led to overmodi cation with DNA. For a full discussion of protein aggregation and optimization of reduction conditions, see\nSupporting Information Section S7. To avoid these issues, we asked whether we could modifyald3 with DNA using a chemical reaction completely orthogonal to native amino acids. For this purpose, we selected the strain-promoted azide alkyne cycloaddition (SPAAC), more commonly known as copper-free click chemistry.52 This reaction is selective, e cient, and has been used to conjugate DNA to peptides52 54 and proteins55 successfully. We introduced the noncanonical amino acid 4-azidophenylalanine (azF) intoald, creating the E54(azF) mutantvia the Schultz amber codon suppression method56,57 (Figure 6A; for\ndetails of protein expression and characterization, see Supporting Information S7). The incorporation of azF did not a ect the self-assembly of the protein into a homotrimer, and the puri ed protein was completely free from the aggregation seen in the E54C mutant (Supporting Information Figure S18A). We reacted the E54(azF)ald3 with a 21 nt DNA strand functionalized with a dibenzocyclooctyne (DBCO) moiety (Figure 6B), isolated the (ald-DNA)3 conjugate by\nFigure 5. Con rmation of 3D cage structure. (A) Schematic of TCEP cleavage of 3t-aldTet. Reduction of the disul de linkage between the protein and DNA should result in a base with doublestranded DNA arms if all three are bound to the protein. (B) Native PAGE of 3t-Base (lane 1), 3t-aldTet (lanes 2 and 4), 3tBase + complementary handles (lane 3), and 3t-aldTet following TCEP cleavage (lane 5). (C) AFM imaging of major band isolated from lane 5 (scale bar: 10 nm).\nFigure 6. Noncanonical amino acid cages. (A) Location of azidophenylalanine residues in the two mutants used. (B) SPAAC reaction between DNA-DBCO and ald containing (azF). (C,D) Denaturing PAGE of the E54(azF) and E74(azF) mutants, respectively. In both gels, lane 1 is the unmodi e protein and lane 2 is the (ald-DNA)3 conjugate. (E,F) Native PAGE and AFM images of the structures formed by the E54(azF) and E74(azF) (ald-DNA)3 conjugates, respectively, with 3t-Base. The AFM images correspond to the bands in the red box. Scale bars: 25 nm.\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3550\nanion exchange chromatography, and veri ed its complete conversion by SDS-PAGE (Figure 6C). For details regarding the DNA-DBCO synthesis and characterization, conjugation to E54(azF)ald3, and puri cation of the (ald-DNA)3 conjugate, seeSupporting Information Section S7.\nUpon annealing with3t-Base, the E54(azF) (ald-DNA)3 yielded a band with the same mobility as the original3t-aldTet samples (Figure 6E), and analysis of the puri ed band by AFM showed cages similar to those inFigure 4C. The average height of these particles was 9.0– 2.7 nm, and the average edge length was 11.4– 1.1 nm (Supporting Information Figure S17). We note that with the exception of the chemical linkage and minor di erences in the linkers between the protein and DNA, the E54C and E54(azF) (ald-DNA)3 conjugates are identical so it was not surprising that they would form highly similar three-dimensional hybrid cages. However, we were curious as to whether we could move the conjugation site of the DNA and still obtain well-formed cages. Modifying the attachment site of DNA should a ect the angle of the dsDNA edges emanating from the protein and might allow for the synthesis of cages with di erent sizes or symmetries as demonstrated using DNA tile hierarchical assembly.28,58\nWe thus designed a mutant, E74(azF), that positioned the reactive residues closer together on one surface of the trimer as opposed to the outer edge (Figure 6A). We reasoned that this site would reduce the angle between the three edges of the cage and potentially lead to more e ci nt cage formation. The E74(azF) version of (ald-DNA)3 was synthesized and puri ed similar to the E54(azF) conjugate (Supporting Information Section S7). When annealed with3t-Base, the E74(azF) mutant of (ald-DNA)3 gave a higher retention band by native PAGE, similar to the E54(azF) mutant (Figure 6D). However, contrary to our expectation, the vast majority of isolated structures ( 95%,Supporting Information Figure S17B) were not well-formed, closed cages. Rather, the E74(azF) (aldDNA)3 primarily bound to a single arm of3t-Base, resulting in open structures where both the trimer and the triangular base with two unbound arms are visible (Figure 6F). A number of structures where the (ald-DNA)3 has two arms attached to a single base, or one arm attached to each of two di erent bases, can also be seen. The upper bands in the gel are most likely protein with two3t-Basestructures bound or oligomers of several proteins and DNA structures. The ine c ency in cage formation with the E74(azF) mutant is most likely due to the steric or electrostatic repulsion incurred by trying to con ne the three dsDNA arms in a small area, though we cannot rule out entropic constraints imposed by the linkers. Overall, our results demonstrate that DNA protein cage formation can be accomplished using a variety of chemical reactions, and that the conjugation site can be placed at multiple positions on the protein surface perhaps aided by computational simulation to determine the optimal placement to in uence the assembly of the nal nanostructure."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "We have demonstrated the construction of hybrid nanoscale cages composed of both self-assembling protein and DNA components. This nanoscale cage integrates both proteins and DNA as distinct and integral structural elements through the use of well-de ned protein DNA covalent conjugates. The DNA sca old allows for rational tuning of the cage size and will in the future permit additional functionality with nanoscale control by elaborating the constituent strands. The protein, by\ncontrast, will provide an alternative molecular sca old to oligonucleotides for functionalizing these cages. We are particularly excited by the prospect of fusing other proteins to the trimer sca old, allowing for multivalent targeting and cargo delivery. In addition, it should be possible to extend our design to construct hybrid protein DNA cages with protein oligomers at every vertex, similar to the cages by the Baker lab,20 or naturally occurring viral capsids.59 These larger, highly symmetric structures will be particularly attractive for structural biology applications, such as in cryo-electron microscopy. The rigid, highly symmetric particles can display multiple orientations of the protein on a single particle, aiding in particle identi cation, averaging, and structural determination of the fused protein.60 62\nAlthough this work focused on the KDPG aldolase trimer, a w alth of homo- and hetero-oligomeric protein building blocks exist naturally or have been rationally designed.63 We also note that the current design required self-assembly at 55° C; future investigations will tune the chemistry, linker length, and nanostructure design to allow structure formation at lower temperatures (e.g., 37 ° C) and enable less stable protein assemblies to be used. Our approach will nd broad applicability in the construction of more complex hybrid materials, especially in conjunction with larger DNA sca olds (e.g., three-dimensional DNA origami).22,29,30 To achieve this, it will necessitate modi cation of the protein sca old in more than one location with oligonucleotide handles in order to control the angular orientation and rigidity of the protein DNA nanostructure interface. This goal will in turn require multiple site-speci c bioconjugation reactions and enable integrated protein DNA nanomaterials with the advantages of each molecular class."
    }, {
      "heading" : "METHODS",
      "text" : "Protein Expression.The gene for KDPG aldolase was inserted into the pet28b+ plasmid using standard molecular cloning techniques and then used to transformE. coliBL21(DE3) competent cells (New England Biolab Inc. USA) for protein expression. All expression constructs described herein were veri ed by DNA sequencing subsequent to cloning. The E54C mutant was prepared using a primer with the mutated nucleotides in the center of the forward and reverse primers and introduced using the Q5 sitedirected mutagenesis kit following the kit protocol (New England Biolab Inc. USA). The mutated plasmid was then transformed intoE. coli BL21(DE3) cells. For the generation of aldolase protein containing the noncanonical amino acid 4-azidophenylalanine (azF) (Bachem Americas Inc. USA), we introduced the amber (TAG) stop codon at either position 54 or 74 using a QuikChange site-directed mutagenesis kit (Stratagene, USA). The plasmids containing the amber mutation at position 54 or 74 were derived from the pEt28kdgA parent plasmid. Using site-directed mutagenesis, a single point mutation was made by replacing an existing amino acid in the aldolase with the TAG codon. PCR primers were designed to have 10 21 bp of homology on either side of the TAG mutation. Each set of primers was used to amplify the aldolase amber mutation using pEt28-kdgA plasmid as the template. The ampli ed PCR product was digested with Dpn1 to yield the mutant plasmid.\nThe BL21(DE3) cells that were previously transformed with both the native and E54C mutation were used for protein expression. Cells were grown in 1× Terri c Broth (TB) at 37° C containing 100 g/ mL ampicillin to an OD600 = 0.8, then induced with 0.5 mM IPTG (isopropyl- -D-thiogalactopyranoside) (SigmaAldrich, USA) at 37° C for 4 h, and then harvested by centrifugation at 6000 rpm for 20 min. For the noncanonical amino acid incorporation, two plasmids were required, one for expression of the aldolase gene containing the amber stop codon and a second containing the orthogonal tRNA and\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3551\naminoacyl-tRNA synthetase pair. Both the pEt28-kdgA (E54azF) and pDule2 plasmids were co-transformed into BL21(DE3) cells and grown 1× TB at 37° C containing supplemented with 100 g/mL ampicillin and 50 g/mL spectinomycin) (VWR, USA). Once the cells had reached OD600= 0.8, the noncanonical amino acid (azF) was added to the growth media to a nal concentration of 1 mM and protein expression was induced with 0.5 mM IPTG and 0.02%Larabinose (VWR, USA). Cells were shaken overnight at 37° C and then harvested by centrifugation.\nProtein Puri cation and Characterization. Following protein expression, the harvested cell pellets were resuspended in lysis bu er containing 20 mM Tris pH 8.0, 150 mM NaCl, 10 mM imidazole, 0.1 M EDTA, and lysed using sonication. After sonication, the cell lysate was centrifuged at 13 000 rpm for 30 min to remove cell debris. The supernatant was transferred onto a Ni-NTA 5 mL HisTrap HP column (GE Healthcare, USA) and rinsed with 20 mM Tris pH 8.0, 300 mM NaCl, and 10 mM imidazole to remove nonspeci cally bound species. The His-tagged aldolase was isolated with a 20 column volume linear gradient of lysis bu er with elution bu er containing 20 mM Tris pH 8.0, 150 mM NaCl, and 500 mM imidazole. Fractions were pooled and placed in 30 kDa molecular weight cuto dialysis membranes and dialyzed overnight at 4° C against 1 L of PBS bu er (10 mM Na2HPO4, 1.8 mM KH2HPO4, 137 mM NaCl, 2.7 mM KCI, pH = 7.6). The aldolase protein was subjected to size exclusion chromatography with a Superdex Increase 75 10/300 GL column (GE Healthcare, USA). The peak fractions were then analyzedvia SDSPAGE, and fractions corresponding to the pure aldolase were combined and concentrated using an Amicon-30 kDa (Millipore Sigma, USA) cuto lter out small molecular weight impurities. Fractions were further characterized for purity and mass using MALDI-TOF on an ABI4800-TOF/TOF mass spectrometer.\nAFM Imaging. Samples (2 L) were deposited on freshly cleaved mica (Ted Pella, Inc. USA), followed by addition of 60 L of 1× TAE bu er containing 45 mM Tris pH 8.0, 12.5 mM Mg(OAc)2•6H2O, and 2 mM EDTA with 2 L of 10 mM NiCl2 (hereafter referred to as 1× TAE-Mg2+ ). Samples were allowed to adsorb at room temperature for 5 min and then scanned in tapping mode on a Pico-Plus AFM (Molecular Imaging, Agilent Technologies) with NPS tips (Veeco, Inc. USA). All images were collected under ambient condition in tapping mode using the AFM. Width and height pro les were determined from horizontal line scans.\nSynthesis of SPDP DNA and DBCO DNA Conjugates.All single-stranded DNA oligonucleotides used for conjugation were purchased from Integrated DNA Technologies, Inc. (www.idtdna. com). SPDP was used to cross-link aldolase to an amine-modi d oligo DNA using a modi cation of a previously described protocol.46 Five hundred microliters of 400 M 5 -amine-modi ed DNA oligo (5 -AmMC6-TGAGTTCCGTCAGGTCTGCTC-3 ) in 1× PBS (pH 7.6) was combined with 20 equiv of 50 mM SPDP (N-succinimidyl-3(2-pyridyldithio)propionate, Thermo Scienti c, USA) in DMSO. The mixture was shaken for 1 h at room temperature and then puri ed by reverse-phase HPLC to remove free DNA and excess SPDP. Following SPDP modi cation, the conjugate was separated on a Zorbax Eclipse 5 XDB-C18 column (150× 4.6 mm). Eighty microliters of the SPDP DNA solution was puri edviaHPLC with an XDB-C18 column using an elution gradient from 10 to 60% methanol in 50 mM triethylammonium acetate (Thermo Fisher Scienti c, USA). DNA was modi ed with DBCO using a modi cation of a previously described protocol.50 The amine-modi ed oligonucleotide was dissolved in 1× PBS and combined with 20 equiv of DBCO-sulfo-NHS (100 mM in DMSO), and the mixture was shaken overnight at room temperature. The DBCO DNA conjugate was puri ed by HPLC to remove free DNA and excess DBCO.\nProtein Modi cation and Characterization. Prior to conjugation, the puri ed E54C aldolase protein was treated with 10 equiv of 100 mM DTT for 30 min at 4° C. A 30 kDa molecular weight cuto (MWCO) Amicon lter was used to wash the protein three times with PBS to remove excess DTT. To the reduced protein solution was added 6 equiv of the puri ed SPDP DNA conjugate. The reaction mixture was shaken gently overnight at 4° C. The excess\nSPDP DNA was removed by ltration using a 30 kDa MWCO lter and washed twice with 20 mM Tris bu er. Following SPDP DNA conjugation to Cys54, the solution contained a mixture of trimer bearing between 0 and 3 DNA strands. To isolate the aldolase trimer containing three oligonucleotides ((ald-DNA)3), the reaction products were puri ed by anion exchange chromatography using a Mono Q 4.6/100 PE column (GE Healthcare, USA). As shown in Supporting Information Figure S2A, three peaks from the chromatogram were collected. The fractions corresponding to each peak were concentrated using 30 kDa MWCO lters and analyzed by SDSPAGE (Supporting Information Figure S2B). For the click conjugation, freshly puri ed E54(azF) or E74(azF) aldolase samples were mixed with 6 equiv of puri ed DBCO DNA and shaken gently overnight at room temperature. Protein DNA conjugates were puri ed using the same protocol as the thiol-mediated conjugation.\nMX Tile Assembly with (ald-DNA)3. All strands comprising the MX tile were mixed together in 1× TAE-Mg2+ bu er. The tiles were formed by thermally annealing the mixture from 90 20 ° C over 2 h. The annealed MX tiles were puri ed from a native PAGE gel then mixed with 2 L of 5 M aldolase-DNA in 1× TAE-Mg2+ bu er. The MX tile and (ald-DNA)3 mixture was annealed from 55 4 ° C over 5 h, followed by puri cation by native PAGE electrophoresis using standard elution procedures in 1× TAE-Mg2+.\nTriangular Origami Assembly with (ald-DNA)3. All strands for the triangle origami structure were combined in 1× TAE-Mg2+ bu er, and the mixture was annealed from 90 to 20° C over 2 h. Origami d sign and puri cation followed a previous report.64 In order to attach the (ald-DNA)3 samples, three staple strands were replaced with staples extended with complementary handles (seeSupporting Information Figure S5, numbering same as in the reference).64\nProtein DNA Cage Assembly.All component strands of the tetrahedron were mixed together in an equimolar ratio in 1× TAEMg2+ bu er. DNA samples (theTet andBasesamples) were formed by annealing the oligo mixtures from 90 to 20° C for 2 h and then puri edviasize exclusion chromatography using a Superdex Increase 75 10/300 GL column. To form thealdTet samples, the correspondingBase samples were diluted 10-fold and combined with 2 L of 5 M aldolase-DNA in 1× TAE-Mg2+ bu er, followed by annealing from 55 to 4° C over 5 h. The annealedaldTet samples were puri ed using the same procedure for the MX tiles described above. For the TCEP cleavage described inFigure 5, a 0.3 M TCEP solution was prepared and adjusted to pH = 7.0 with sodium hydroxide. The puri ed3t-aldTetwas incubated with 20 mM TCEP for 1 h at room temperature in 1× TAE-Mg2+ bu er.\nASSOCIATED CONTENT\n*S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acsnano.8b09798.\nDNA sequences and designs; protein expression, modi cation, and characterization; design and characterization of MX tiles, origami, and protein DNA cages; noncanonical amino acid protein design and characterization (PDF)\nAUTHOR INFORMATION\nCorresponding Author *E-mail:nstepha1@asu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Chad R. Simmons:0000-0002-2290-6132 Hao Yan:0000-0001-7397-9852 Nicholas Stephanopoulos:0000-0001-7859-410X"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nDOI:10.1021/acsnano.8b09798 ACS Nano2019, 13, 3545 3554 3552"
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "N.S. gratefully acknowledges startup funds from Arizona State University. This material is based upon work supported by the Air Force O ce of Scienti c Research under award number FA9550-17-1-0053. The authors thank Prof. Matthew B. Francis for providing the plasmids for noncanonical amino acid incorporation."
    } ],
    "references" : [ {
      "title" : "Fluorescence Resonance Energy Transfer-Based DNA Tetrahedron Nanotweezer for Highly Reliable",
      "author" : [ "L. He", "D.Q. Lu", "H. Liang", "S.T. Xie", "C. Luo", "M.M. Hu", "L.J. Xu", "X.B. Zhang", "W.H. Tan" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "He et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2011
    }, {
      "title" : "Charge Transport within a Three-Dimensional DNA Nanostructure Framework",
      "author" : [ "N. Lu", "H. Pei", "Z.L. Ge", "C.R. Simmons", "H. Yan", "C.H. Fan" ],
      "venue" : null,
      "citeRegEx" : "Lu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2016
    }, {
      "title" : "Self-Assembling Light-Harvesting Systems from Synthetically Modified Tobacco Mosaic Virus Coat Proteins",
      "author" : [ "R.A. Miller", "A.D. Presley", "M.B. Francis" ],
      "venue" : null,
      "citeRegEx" : "Miller et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Miller et al\\.",
      "year" : 2009
    }, {
      "title" : "Quantum Dot-Loaded Monofunctionalized DNA Icosahedra for Single-Particle Tracking",
      "author" : [ "D. Bhatia", "S. Arumugam", "M. Nasilowski", "H. Joshi", "C. Wunder", "V. Chambon", "V. Prakash", "C. Grazon", "B. Nadal", "P.K. Maiti", "L. Johannes", "B. Dubertret", "Y. Krishnan" ],
      "venue" : null,
      "citeRegEx" : "Bhatia et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bhatia et al\\.",
      "year" : 2014
    }, {
      "title" : "Macromolecular Modeling with Rosetta",
      "author" : [ "R. Das", "D. Baker" ],
      "venue" : "Prog Mol. Biol. Transl. Sci.2011,",
      "citeRegEx" : "Das and Baker,? \\Q2011\\E",
      "shortCiteRegEx" : "Das and Baker",
      "year" : 2011
    }, {
      "title" : "Accurate Design of Megadalton-Scale Two-Component Icosahedral",
      "author" : [ "J.B. Bale", "S. Gonen", "Y.X. Liu", "W. Sheffler", "D. Ellis", "C. Thomas", "D. Cascio", "T.O. Yeates", "T. Gonen", "N.P. King", "D. Baker" ],
      "venue" : "N ture2014,",
      "citeRegEx" : "Bale et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bale et al\\.",
      "year" : 2014
    }, {
      "title" : "Complex Wireframe DNA Origami Nanostructures with Multi-Arm Junction Vertices",
      "author" : [ "F. Zhang", "S. Jiang", "S. Wu", "Y. Li", "C. Mao", "Y. Liu", "H. Yan" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2011
    }, {
      "title" : "Hierarchical Self-Assembly of DNA into Symmetric Supramolecular Polyhedra",
      "author" : [ "Y. He", "T. Ye", "M. Su", "C. Zhang", "A.E. Ribbe", "W. Jiang", "C. Mao" ],
      "venue" : null,
      "citeRegEx" : "He et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2014
    }, {
      "title" : "Folding DNA to Create Nanoscale",
      "author" : [ "P.W.K. Rothemund" ],
      "venue" : null,
      "citeRegEx" : "Rothemund,? \\Q2008\\E",
      "shortCiteRegEx" : "Rothemund",
      "year" : 2008
    }, {
      "title" : "Three-Dimensional Structures Self-Assembled from DNA Bricks",
      "author" : [ "Y. Ke", "L.L. Ong", "W.M. Shih", "P. Yin" ],
      "venue" : null,
      "citeRegEx" : "Ke et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ke et al\\.",
      "year" : 2009
    }, {
      "title" : "Stability of DNA Origami Nanoarrays in Cell Lysate",
      "author" : [ "Q.A. Mei", "X.X. Wei", "F.Y. Su", "Y. Liu", "C. Youngbull", "R. Johnson", "S. Lindsay", "H. Yan", "D. Meldrum" ],
      "venue" : "Nat. Nanotechnol. 2012,",
      "citeRegEx" : "Mei et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Mei et al\\.",
      "year" : 2012
    }, {
      "title" : "Addressing the Instability of DNA Nanostructures in Tissue Culture",
      "author" : [ "J. Hahn", "S.F.J. Wickham", "W.M. Shih", "S.D. Perrault" ],
      "venue" : "ACS Nano2014,",
      "citeRegEx" : "Hahn et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hahn et al\\.",
      "year" : 2014
    }, {
      "title" : "SingleMolecule Protein Encapsulation In A Rigid DNA Cage",
      "author" : [ "J. Am" ],
      "venue" : null,
      "citeRegEx" : "Am.,? \\Q2018\\E",
      "shortCiteRegEx" : "Am.",
      "year" : 2018
    }, {
      "title" : "Self-Assembly Of Genetically Encoded DNA-Protein Hybrid Nanoscale Shapes",
      "author" : [ "F. Praetorius", "H. Dietz" ],
      "venue" : "Angew. Chem., Int. Ed.2006,",
      "citeRegEx" : "Praetorius and Dietz,? \\Q2006\\E",
      "shortCiteRegEx" : "Praetorius and Dietz",
      "year" : 2006
    }, {
      "title" : "Structurally Ordered Nanowire Formation from CoAssembly of DNA Origami and Collagen-Mimetic Peptides",
      "author" : [ "T. Jiang", "T.A. Meyer", "C. Modlin", "X.B. Zuo", "V.P. Conticello", "Y.G. Ke" ],
      "venue" : null,
      "citeRegEx" : "Jiang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2017
    }, {
      "title" : "Engineering a Rugged Nanoscaffold To Enhance Plug-and-Display Vaccination",
      "author" : [ "T.U.J. Bruun", "A.M.C. Andersson", "S.J. Draper", "M. Howarth" ],
      "venue" : "Bioorg. Med. Chem",
      "citeRegEx" : "Bruun et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Bruun et al\\.",
      "year" : 2006
    }, {
      "title" : "Evaluation of a Symmetry-Based Strategy for Assembling Protein Complexes",
      "author" : [ "D.P. Patterson", "A.M. Desai", "M.M.B. Holl", "E.N.G. Marsh" ],
      "venue" : "Nature",
      "citeRegEx" : "Patterson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Patterson et al\\.",
      "year" : 2016
    }, {
      "title" : "Rapid Chiral Assembly of Rigid DNA Building Blocks for Molecular Nanofabrication",
      "author" : [ "R.P. Goodman", "I.A.T. Schaap", "C.F. Tardin", "C.M. Erben", "R.M. Berry", "C.F. Schmidt", "A.J. Turberfield" ],
      "venue" : null,
      "citeRegEx" : "Goodman et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Goodman et al\\.",
      "year" : 2011
    }, {
      "title" : "A Replicable Tetrahedral Nanostructure Self-Assembled from a Single DNA Strand.J",
      "author" : [ "B. Wei", "J. Nangreave", "C. Lin", "Y. Liu", "Y. Mi", "H. Yan" ],
      "venue" : "Science",
      "citeRegEx" : "Z. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2005
    }, {
      "title" : "A DNADirected Light-Harvesting/Reaction Center System",
      "author" : [ "P.K. Dutta", "S. Levenberg", "A. Loskutov", "D. Jun", "R. Saer", "J.T. Beatty", "S. Lin", "Y. Liu", "N.W. Woodbury", "H. Yan" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Dutta et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Dutta et al\\.",
      "year" : 2014
    }, {
      "title" : "Cryo-EM Structure of a 3D DNA-Origami Object",
      "author" : [ "X. C", "T.G. Martin", "S.H.W. Scheres", "H. Dietz" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "C. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2014
    }, {
      "title" : "Design Of A Molecular Support for Cryo-EM Structure Determination",
      "author" : [ "T. G", "T.A.M. Bharat", "A.C. Joerger", "X.C. Bai", "F. Praetorius", "A.R. Fersht", "H. Dietz", "S.H.W. Scheres" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "G. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2012
    }, {
      "title" : "Precision Templated Bottom-Up Multiprotein Nanoassembly through Defined Click",
      "author" : [ "G. Marth", "A.M. Hartley", "S.C. Reddington", "L.L. Sargisson", "M. Parcollet", "K.E. Dunn", "D.D. Jones", "E. Stulz" ],
      "venue" : "Nat Commun. 2017,",
      "citeRegEx" : "Marth et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Marth et al\\.",
      "year" : 2017
    }, {
      "title" : "Mechanism of Capsid Assembly for an Icosahedral Plant Virus",
      "author" : [ "A. Zlotnick", "R. Aldrich", "J.M. Johnson", "P. Ceres", "M.J. Young" ],
      "venue" : "Virology2000, 277,",
      "citeRegEx" : "Zlotnick et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Zlotnick et al\\.",
      "year" : 2000
    }, {
      "title" : "Shielding and Activation of a Viral Membrane Fusion Protein",
      "author" : [ "S. Halldorsson", "S. Li", "M.Q. Li", "K. Harlos", "T.A. Bowden", "J.T. Huiskonen" ],
      "venue" : null,
      "citeRegEx" : "Halldorsson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Halldorsson et al\\.",
      "year" : 2016
    }, {
      "title" : "The Coming of Age",
      "author" : [ "P.S. Huang", "S.E. Boyken", "D. Baker" ],
      "venue" : null,
      "citeRegEx" : "Huang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Three-dimensional (3D) cages are one of the most important targets for nanotechnology. Both proteins and DNA have been used as building blocks to create tunable nanoscale cages for a wide range of applications, but each molecular type has its own limitations. Here, we report a cage constructed from both protein and DNA building blocks through the use of covalent protein DNA conjugates. We modi ed a homotrimeric protein (KDPG aldolase) with three identical single-stranded DNA handles by functionalizing a reactive cysteine residue introduced via site-directed mutagenesis. This protein DNA building block was coassembled with a triangular DNA structure bearing three complementary arms to the handles, resulting in tetrahedral cages comprising six DNA sides capped by the protein trimer. The dimensions of the cage could be tuned through the number of turns per DNA arm (3 turns 10 nm, 4 turns 14 nm), and the hybrid structures were puri ed and characterized to con rm the three-dimensional structure. Cages were also modi ed with DNA using click chemistry and using aldolase trimers bearing the noncanonical amino acid 4-azidophenylalanine, demonstrating the generality of the method. Our approach will allow for the construction of nanomaterials that possess the advantages of both protein and DNA nanotechnology and nd applications in elds such as targeted delivery, structural biology, biomedicine, and catalytic materials.",
    "creator" : null
  }
}