{
  "name" : "downloads_2019-10-11_d9_yang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Enhancing the thermal conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study",
    "authors" : [ "Liu Yang", "Mao Mao", "Jia-nan Huang", "Weikai Ji" ],
    "emails" : [ "Yang_liu@seu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nPowder Technology\nj ourna l homepage: www.e lsev ie r .com/ locate /powtec\nEnhancing the thermal conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study\nLiu Yang a,b,c,d,⁎, Mao Mao a,b, Jia-nan Huang a,b, Weikai Ji a,b a Key Laboratory of Energy Thermal Conversion and Control of Ministry of Education, School of Energy and Environment, Southeast University, Nanjing 210096, China b Jiangsu Provincial Key Laboratory of Solar Energy Science and Technology, School of Energy and Environment, Southeast University, Nanjing 210096, China c Engineering Research Center of Building Equipment, Energy and Environment, Ministry of Education, Nanjing 210096, China d Southeast University Shenzhen Research Institute, Shenzhen 518000, China\n⁎ Corresponding author at: Key Laboratory of Energy T of Ministry of Education, School of Energy and Enviro Nanjing 210096, China.\nE-mail address: Yang_liu@seu.edu.cn (L. Yang).\nhttps://doi.org/10.1016/j.powtec.2019.08.031 0032-5910/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 19 June 2019 Received in revised form 27 July 2019 Accepted 14 August 2019 Available online 18 August 2019\nThe present study aims at enhancing the thermal performance of SAE 50 engine oil by adding zinc oxide nanoparticles. The investigations are performed in the thermal range of 25 to 55 °C and at the volume fractions of 0.125 to 1.5%. In this regard, first, the characterization of nanoparticles was performed to examine their surface and atomic structure. Moreover, following the manufacture of the nano-lubricant, its stability was investigated by the DLS test. After ensuring the results of nano-lubricant stability, different samples were prepared according to the variations in volume fraction, followed by the experimental measurement of the thermal conductivity of nano-lubricant. The obtained results revealed an ascending trend in thermal conductivity by increasing temperature and concentration. Themaximum thermal conductivity enhancement was 8.74%. Based on the experimental results, a sharply precise relation was proposed to predict the ratio of nano-lubricant thermal conductivity to that of the tested base fluid.\n© 2019 Elsevier B.V. All rights reserved. Keywords: Experimental investigation Characterization of nanoparticles Zinc oxide nano-powder Stability Nano-lubricant Thermal conductivity"
    }, {
      "heading" : "1. Introduction",
      "text" : "Increasing energy consumption along with limited resources, economic restrictions, and destructive environmental consequences have cut attention to energy saving and efficient energy use. One of the most central approaches to energy saving in industries is to use lubricants for decreasing friction, controlling generated heat, and enhancement of heat transfer [1–3]. Among different methods for the heat transfer improvement of fluids, adding solid particles with a size ranging between 1 and 100 nm and preparation of nano-fluids have attracted the attention of many researchers in recent decades. Nanoparticles, due to their high thermal conductivity, cause an increase in fluid thermal conductivity by being distributed in base fluid [4].\nInternal combustion engines operate at a certain temperature and can be severely damaged by being overheated. There are numerous parts in the cooling system of an internal combustion engine, namely water pump, thermostat, radiator, hoses, and engine oil, where the secondary cooling system of the engine is fulfilled by engine oil. In other words, engine oil not only does lubricate internal parts of an engine but also plays a role in cooling the engine [5,6]. By increasing the normal\nhermal Conversion and Control nment, Southeast University,\ntemperature of an engine, the temperature of engine oil is elevated as well where there are differentmethods, such as adding solid nanoparticles to engine oil and preparing nano-fluid, to increase its thermal conductivity. This way, one can control engine temperature, increase engine efficiency, reduce consumed fuel, decrease maintenance costs, and diminish the friction of engine parts [7–9].\nAbrumand et al. [10] conducted an experimental study on the thermal conductivity of copper/engine oil nano-fluid at volume fractions of 0.2, 0.5, and 1% in the temperature range of 40–100 °C where the maximum enhancement of thermal conductivity was obtained of 49% at the volume fraction and temperature of 1% and 100°C, respectively. Ahmadi et al. [11] investigated multi-walled carbon nanotubes (CNT) being dispersed in20W50 engine oil at the volume fractions of 0.1, 0.2, and 0.5% and temperature of 20°C. The obtained results revealed that the highest improvement of thermal conductivity was 22.7% at the volume fraction of 0.5%. Saedinia et al. [12] examined a copper oxide/oil nano-fluid at the volume fractions ranging between 0.2 and 2% and in the temperature range of 24 to70°C as a laminar flow in a flat tube with circular cross section. They observed the largest enhancement of thermal conductive by 18% at 70°C and volume fraction of 2%. Coul et al. [13] suspended alumina nanoparticles in antifreeze (ethylene glycol + anti-corrosion additive) and stabilized it using oleic acid as the surfactant. Their results indicated an increase in thermal conductivity by 11.5% at the volume fraction and temperature of 0.035% and 80°C. In another experimental study conducted by Coul et al. [14], they\ninvestigated a copper oxide- gear oil nano-fluid in the temperature range of 5 to 80°C and at the volume fractions of 0.005 to 0.025%, showing the maximum enlargement of thermal conductivity by 11.9% at the temperature and volume fraction of 80°C and 0.025%, respectively. In an experimental study, Vei et al. [15] prepared a titaniumoxide-diathermic oil nano-fluid by a two-stagemethod to examine its thermal conductivity at the volume fractions of 0.1 to 1% and in the temperature range of 20–50°C. The obtained results illustrated the maximum improvement of thermal conductivity by 7% at the volume fraction of 1% and temperature of 50°C. Asadi et al. [16] performed an experimental study to investigate a magnesium oxide/carbon nanotubes-engine oil hybrid nano-fluid in the temperature range of 25 to 60°C and at the volume fractions of 0.25 to 2%. Akhgar et al. [17] experimentally studied a water-ethylene glycol/titanium oxide-carbon nanotubes hybrid nanofluid in the temperature range of 20 to 50°C at the volume fractions of 0.05 to 1%. The results showed that the thermal conductivity of hybrid nano-fluid increased by at most 38.7% at the volume fraction and temperature of 1% and50°C, respectively, by enlarging temperature and volume fraction.\nAsadi et al. [18] studied the thermal conductivity of an alumina‑carbon nano-tubes/oil hybrid nano-fluid,without using surfactant, in the temperature range of 25 to 50°C and at the t volume fractions of 0.125 to 1.5%. Increasing temperature and volume fraction, the thermal conductivity of hybrid nano-fluid was enhanced by at most 45% at the volume fraction and temperature of 1.5% and 50°C, respectively. Moreover, this study explored pumping power and convective heat transfer coefficient.\nNadaf et al. [19], in an experimental study, prepared mono and hybrid nano-fluids including HA-GNP/DO, HA-MWCNT/DO, OA-GNP/DO, OA-MWCNT/DO, OA-GNP-MWCNT/DO at the volume fractions of 0.05–0.1-0.2-0.5% by using carbon nano-tubes, graphene nano-plates, diesel oil as base fluid, and oleic acid a Hexylamine as surfactant. They investigated and tested the fluids in the temperature range of 5 to 80°C, showing that the maximum increase in thermal conductivity was associated with the volume fraction and temperature of 0.5% and 80°C, respectively. Many other studies also have been done on the thermophysical properties of nanofluids [20–28]. Almost all of them have claimed that nanoparticles improve the thermal properties of fluids.\nThere have been limited studies conducted on the enhancement of engine oil thermal conductivity. Thus, the presented study is intended to prepare a nano-lubricant with high thermal conductivity by using Zinc oxide nanoparticles, due to having appropriate thermal conductivity, and dispersing them in SAE 50 oil motor. Nanoparticles are firstly characterized and the stability of nano-oil is then investigated using the DLS test. Following the preparation of nano-lubricant at the volume fractions of 0.125 to 1.5%, the nano-fluid thermal conductivity is examined in the temperature range of 25 to 55°C using the KD2-Pro thermal analyzer device. Finally, employing experimental results and by the aid of the curve fitting method, an empirical relation is proposed to calculate the thermal conductivity of nano-lubricantwithin the experimental domain."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and methods",
      "text" : "Zinc oxide nanoparticles in this study are commercial products, as ready-to-preparation nano-powder, with their thermo-physical properties being listed in Table 1.\nFurthermore, the present study uses engine oil as the base fluid to enhance its thermal properties. The SAE 50 engine oil's properties are given in Table 2.\nTo investigate surface, atomic, and chemical (type of hybridization) structures of ZnO nanoparticles, the XRD and FESEM tests are performed, and the obtained results will be presented in detail in the results and discussion section.\nTo prepare nano-lubricant samples, the two-stage nano-fluid manufacturing processwas applied. First, themass of ZnOnanoparticles was calculated by relation (1) for the volume fractions of 0.1, 0.25, 0.5,\n1.0, 1.5, 2, 2.5, 3%. Also, the distribution of particles and base fluid was carried out using A&D GR200 digital scale.\nϕ ¼ m ρ ZnO\nm ρ\nZnO\nþ m ρ\nEngine Oil\n100 ð1Þ\nwhereφ, m and ρ are volumetric concentration (%), mass (kg), and density of nano-fluid (kg/m3), respectively. The volume of nano-fluid samples has been recommended based on KD2-Pro device standard equal to 50ml. Table 3 shows themasses of nanoparticles and engine oil for each sample (volume = 55 ml).\nThe main challenge of using nano-fluids is the preparation of a stable nano-fluid [29]. Toprovide the stability of nano-fluid, twomechanical and ultrasonic processes were applied. At the beginning of nano-fluid fabrication process, an IKA-RET BASIC magnetic stirrer (made in Germany) was used to mix nanoparticles and base fluid for an hour. Within the mixing process, nanoparticles were gradually added to oil and the mixture was subjected to ultrasonic waves for 1.5 h to homogenize and break particle\nagglomerates so as to provide long-term stabilization of nano-fluid. At this stage, an ultrasonic probe instrument (UP400Stmodel,manufactured by Hielscher Co., Germany) was utilized."
    }, {
      "heading" : "2.2. Thermal conductivity measurement method",
      "text" : "The device of thermal conductivity measurement is displayed in Fig. 1. Due to the simplicity in design and high precision and speed, KD2-Pro analyzer device (Decagon Devices Inc., USA) was used in the present study to measure thermal conductivity. The performance of this device is based on the transient hot wire method. The KS-1 sensor with the length and diameter of 60 and 1.27 mm, respectively, was employed for themeasurement. The KD2-Pro devicewas calibrated preceding the tests and the sensor was vertically immersed in the test tube containing the nano-fluid sample in a constantmanner to avoid free displacement in the sample. To regulate the test temperature, a water bath was used.\nThe samples of nanofluid (volume = 45 ml) were taken in a container of 30 mm diameter, which was equipped with a sensor positioning device (SPD) through which the sensor needle was placed in it. For precise experiments, SPD has square-shapedwhose diagonal is equal to the inner diameter of the cuvette. Accordingly, the sensor was placed completely into the fluid, and oriented centrally and vertically inside the container devoid of touching the side walls of the container. Placing the sensor needle probe into the fluid in this direction can minimalize errors by removing natural convection [30]. Moreover, as we know, each bubble floats upwards in the liquid and the sedimentation falls to the bottom. Accordingly, to keep needle away from bubbles and sediments, the needle was located in the middle of the nanofluid container as displayed in Fig. 1.\nFor ensuring the correct process of the experimental setup, at the first, the thermal conductivity of a known fluid (pure water) has been measured. Then, the findings have been compared with the results of the ASHRAE Handbook [31] and the results are compared in Fig. 2. It is detected that the experimental thermal conductivity values are slightly different from those reported in the ASHRAE Handbook [31], showing that the experimental process are acceptable for this study."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Nanoparticles",
      "text" : "The surface structure of ZnO nanoparticles was examined by the FESEM test to study the morphology and size of particles, shown\nfor ZnO nanoparticles.\nin Fig .3. The images have been represented with various magnification to observe and explore the surface structure of nanoparticles. The obtained results illustrate that the nanoparticles are fairly spherical in shape with the mean diameter lower than 50 nm. Moreover, the approximately uniform size of nanoparticles increases the quality of nano-lubricant that it is observed in the obtained results. Adding spherical nanoparticles to lubricating fluids has a positive effect on the reduction of friction and increase in abrasion resistance between surfaces.\nFig. 4 presents the results obtained from the investigation into the atomic structure of ZnO nanoparticles by X-ray diffraction (XRD) instrumentwith the radiation of Cu under the voltage and current of 40 kV and 30mA, respectively, in the range of 25–85°. This analysis was conducted on the basis of Bragg law. According to the created peaks at specific angles, the atomic structure of ZnO nanoparticles is proved. The results of XRD test are consistent with the results of previous studies [32,33].\n3.2. Stability of nano-fluid\nNano-fluid productionmethod plays an important role in the quality of nanoparticles dispersed in the base fluid. On the other hand,\nFig. 5. Results o\nagglomeration of nanoparticles is a key factor in the production of nano-fluids [34]. Fig. 5 depicts the size distribution of nanomaterial by the DLS test wherein the SBL method was applied, decreasing the agglomeration error and leading the presented dimensions to approach the actual values. The results reveal that the maximum volume of ZnO nanoparticles has a mean diameter of 46 nm."
    }, {
      "heading" : "3.3. Effect of temperature change on thermal conductivity",
      "text" : "Fig. 6 shows the temperature effect on the thermal conductivity of base fluid at the volume fractions of 0.125 to 1.5% in the temperature range of 25 to 55°C. Themaximum enhancement of thermal conductivity occurred at the volume fraction and temperature of 1.4% and 55°C, respectively. The obtained results imply that the thermal conductivity if nano-lubricant increasing by heightening temperature which is more evident at higher values of temperature. This can be attributed to that fact that an increase in temperature enlarges energy level,movement, and vibration of base fluid molecules which weaken the molecular bonds between fluid layers and increase molecules velocity and displacement on amicro scale, assumed as themain reasons for thermal conductivity enlargement [35].\nAmong the causes of thermal conductivity enhancement in this test is using solid particles with dimensions of nm order. Also, due to the larger surface-to-volume ratio of this nanoparticle compared to other additive materials with micro- and nano-millimeter dimensions along with its high thermal conductivity, it causes an increase in the thermal conductivity of nano-fluid."
    }, {
      "heading" : "3.4. Effect of temperature change on relative thermal conductivity",
      "text" : "To provide a better understanding, the results of test changes are depicted in Fig. 7 as relative thermal conductivity in terms of different temperature and volume fractions. This parameter is obtained by dividing the thermal conductivity of nano-fluid into that of the base fluid. According to the test results, thermal conductivity increase by elevating temperature. As temperature increases in this test, the molecules of base fluid also receive a high velocity. Moreover, by random collision and striking the surface of solid nanoparticles, they cause Brownianmotion of solid nanoparticles, leading to the enhancement of nano-fluid thermal conductivity. Thermophoresis is a consequence of Brownian motion affecting thermal conductivity and cooling effect of nano-fluid. This phenomenon is in direct proportion to temperature gradient and yields the enhancement of thermal conductivity of performance of nano-fluid in cooling the engine by transferring and moving\nf DLS test.\nnanoparticles from warm to cold areas, i.e. resulting in the migration of nanoparticles and higher concentration in the colder areas of suspension [36].\nAs can be observed in Fig. 7, relative thermal conductivity is augmented by elevating temperature as well. The diagram slope is larger at higher temperatures and the maximum improvement of thermal conductivity by 8.74% is obtained at the volume fraction and temperature of 1.5% and 55°C."
    }, {
      "heading" : "3.5. Effect of volume fraction change on relative thermal conductivity",
      "text" : "Fig. 8 depicts the results of variations in the relative thermal conductivity of nano-fluid in terms of volume fraction in the temperature range of 25 to 55°C. The results show that the thermal conductivity increases by enlarging volume fraction. Among the mechanisms of enhancing the thermal conductivity of nano-fluid, one could refer to significant changes in the thermodynamic properties of base fluid at the solid-base fluid interface and to solid layer formation around nanoparticles. This interface layer causes an increase in thermal conductivity due to having the properties of both the applied solid and fluid [37].\nIt is worth noting that high volume fractions were avoided due to the applicability of the prepared nano-fluid in internal combustion engines and the effect of viscosity on the quality of lubrication and preventing problems in pumping nano-fluid. Increasing the volume fraction of nanofluid, distribution of particles, and formation of clusters and agglomerates dramatically affect the thermal conductivity of suspension. Furthermore, by forming layers, agglomerates, and structures elongated across temperature gradient, nanoparticles have the capability to enhance the thermal conductivity of suspension by creating conduction paths without increasing volume fraction [38,39]."
    }, {
      "heading" : "4. Presenting a new correlation",
      "text" : "During the design of systems that use nano-fluid for cooling, heating, and lubricating purposes, it is substantially necessary to have some information such as exact thermal properties, in particular nano-fluid thermal conductivity, to reduce the inflicted damage to the system.\nDue to the absence of an exact mathematical relation to calculate the thermal conductivity of ZnO/engine oil nano-fluid, it has been intended in the present study to propose an accurate relation by performing exact tests and obtaining experimental results by the curve fitting method (Eq. (2)). This relation agrees well with the experimental results and can accurately predict the thermal conductivity of ZnO/engine oil nano-fluid.\nknf kbf ¼ 0:0055 T0:632 ϕ0:831 þ 0:964 ð2Þ\nwhere, k is thermal conductivity, T stands for nano-fluid temperature in°C, and ϕ denotes volume fraction in %. Also, indices nf and bf represent nano-fluid and base fluid, respectively.\nThe accuracy of the proposed relation was investigated through Eq. (3) and, notably, the maximum error of the results obtained by the proposed relation is lower than 1% compared to the experimental data. Fig. 9 shows the precision of the proposed model.\nDeviation margin %ð Þ ¼ kExp‐kPred kExp 100 ð3Þ\nIn which, the subscripts of Exp an Pred are associated with experimental values and predicted results by correlation, respectively.\nFig. 10 compares the results of the proposed model with the experimental results for relative conductivity in terms of volume fraction at different temperatures. The maximum difference is lower than 1%."
    }, {
      "heading" : "5. Conclusion",
      "text" : "The present study aimed to enhance thermal properties of SAE 50 engine oil using ZnO nanoparticles. In this regard, the properties of nanoparticles were first investigated and the stability of nanolubricant was then examined. The thermal conductivity of nanolubricant was measured based on different variables and the obtained results were then thoroughly represented according to\nbtained by the empirical relation at different temperatures.\nthe research variables. In what follows, the conclusion of this study is summarized:\n1. Dimensions of nanoparticles in oil were measured by DLS test and the obtained results revealed nano-structure of particles in oil, implying acceptable stability of nano-lubricant. 2. The thermal conductivity of nano-lubricant increases based on temperature and volume fraction. 3. Themaximumenhancement of nano-lubricant conductivity by 8.74% was obtained at the volume fraction and temperature of 1.5% and 55°C, compared to the base fluid at the same temperature. 4. The obtained results indicated that the thermal performance of nano-lubricant is better at higher temperatures. 5. An empirical correlation was proposed to forecast the thermal conductivity of nano-lubricant. Its maximum error did not exceed 1%."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The work of this paper is financially supported by the National Natural Science Foundation of China (51876040), the Shenzhen Science and Technology Innovation Committee (STIC) (JCYJ20180306174450120) and the Zhishan Youth Scholar Program of SEU. The supports are gratefully acknowledged."
    } ],
    "references" : [ {
      "title" : "Thermal conductivity",
      "author" : [ "A. Huminic", "G. Huminic", "C. Fleaca", "F. Dumitrache", "I. Morjan" ],
      "venue" : "viscosity and surface tension of nanofluids based on FeC nanoparticles, Powder Technol. 284 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Evaluation of surfactant on stability and thermal performance of Al2O3-ethylene glycol (EG) nanofluids",
      "author" : [ "Y. Zhai", "L. Li", "J. Wang", "Z. Li" ],
      "venue" : "Powder Technol. 343 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Viscosity and rheological properties of antifreeze based nanofluid containing hybrid nanopowders of MWCNTs and TiO2 under different temperature conditions",
      "author" : [ "M. Hemmat Esfe", "H. Rahimi Raki", "M.R. Sarmasti Emami", "M. Afrand" ],
      "venue" : "Powder Technol. 342 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Improving car radiator performance by using TiO2-water nanofluid",
      "author" : [ "S.A. Ahmed", "M. Ozkaymak", "A. Sözen", "T. Menlik", "A. Fahed" ],
      "venue" : "Eng. Sci. Technol. Int. J. 21 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improving the tribological characteristics of piston ring assembly in automotive engines using Al2O3 and TiO2 nanomaterials as nano-lubricant additives",
      "author" : [ "M.K.A. Ali", "H. Xianjun", "L. Mai", "C. Qingping", "R.F. Turkson", "C. Bicheng" ],
      "venue" : "Tribol. Int. 103 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Tribological behavior of copper nanoparticles as additives in oil",
      "author" : [ "Y. Choi", "C. Lee", "Y. Hwang", "M. Park", "J. Lee", "C. Choi", "M. Jung" ],
      "venue" : "Curr. Appl. Phys. 9 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Review on characterization of nano-particle emissions and PM morphology from internal combustion engines: Part 1",
      "author" : [ "C. Myung", "A. Ko", "S. Park" ],
      "venue" : "Int. J. Automot. Technol. 15 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Investigation of the effect ofmultiwalled carbon nanotubes on the viscosity index of lube oil cuts",
      "author" : [ "G. Vakili-Nezhaad", "A. Dorany" ],
      "venue" : "Chem. Eng. Commun. 196 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Experimental study on synthesis",
      "author" : [ "S. Aberoumand", "A. Jafarimoghaddam" ],
      "venue" : "stability, thermal conductivity and viscosity of Cu–engine oil nanofluid, J. Taiwan Inst. Chem. Eng. 71 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation and thermal properties of oil-based nanofluid from multi-walled carbon nanotubes and engine oil as nano-lubricant",
      "author" : [ "H. Ahmadi", "A. Rashidi", "A. Nouralishahi", "S.S. Mohtasebi" ],
      "venue" : "Int. Commun. Heat Mass Transf. 46 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermal and rheological characteristics of CuO–base oil nanofluid flow inside a circular tube",
      "author" : [ "M. Saeedinia", "M. Akhavan-Behabadi", "P. Razi" ],
      "venue" : "Int. Commun. Heat Mass Transf. 39 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Thermal conductivity and viscosity of Al2O3 nanofluid based on car engine coolant",
      "author" : [ "M. Kole", "T. Dey" ],
      "venue" : "J. Phys. D. Appl. Phys. 43 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Role of interfacial layer and clustering on the effective thermal conductivity of CuO–gear oil nanofluids",
      "author" : [ "M. Kole", "T. Dey" ],
      "venue" : "Exp. Thermal Fluid Sci. 35 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Experimental investigation on stability and thermal conductivity of diathermic oil based TiO2 nanofluids",
      "author" : [ "B. Wei", "C. Zou", "X. Li" ],
      "venue" : "Int. J. Heat Mass Transf. 104 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An experimental and theoretical investigation on heat transfer capability of Mg (OH)2/MWCNTengine oil hybrid nano-lubricant adopted as a coolant and lubricant fluid",
      "author" : [ "A. Asadi", "M. Asadi", "A. Rezaniakolaei", "L.A. Rosendahl", "S. Wongwises" ],
      "venue" : "Appl. Therm. Eng. 129 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An experimental study on the stability and thermal conductivity of water-ethylene glycol/TiO2-MWCNTs hybrid nanofluid: developing a new correlation",
      "author" : [ "A. Akhgar", "D. Toghraie" ],
      "venue" : "Powder Technol. 338 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Heat transfer efficiency of Al2O3-MWCNT/thermal oil hybrid nanofluid as a cooling fluid in thermal and energy management applications: an experimental and theoretical investigation",
      "author" : [ "A. Asadi", "M. Asadi", "A. Rezaniakolaei", "L.A. Rosendahl", "M. Afrand", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 117 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental study on thermal conductivity and electrical conductivity of diesel oil-based nanofluids of graphene nanoplatelets and carbon nanotubes",
      "author" : [ "A. Naddaf", "S.Z. Heris" ],
      "venue" : "Int. Commun. Heat Mass Transf. 95 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation on the influence of high temperature on viscosity",
      "author" : [ "W. Jiang", "K. Du", "Y. Li", "L. Yang" ],
      "venue" : "thermal conductivity and absorbance of ammonia– water nanofluids, Int. J. Refrig. 82 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel fractal solution for permeability and Kozeny-Carman constant of fibrous porous media made up of solid particles and porous fibers",
      "author" : [ "B. Xiao", "W. Wang", "X. Zhang", "G. Long", "J. Fan", "H. Chen", "L. Deng" ],
      "venue" : "Powder Technol. 349 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Proposing a modified engine oil to reduce cold engine start damages and increase safety in high temperature operating conditions",
      "author" : [ "M. Hemmat Esfe", "S. Esfandeh", "A.A. Abbasian Arani" ],
      "venue" : "Powder Technol. 355 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Roles of surfactants and particle shape in the enhanced thermal conductivity of TiO2 nanofluids",
      "author" : [ "L. Yang", "X. Chen", "M. Xu", "K. Du" ],
      "venue" : "AIP Advances 6 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A theoretical investigation of thermal conductivity of nanofluids with particles in cylindrical shape by anisotropy analysis",
      "author" : [ "L. Yang", "K. Du", "X. Zhang" ],
      "venue" : "Powder Technol. 314 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel applicable experimental study on the thermal behavior of SWCNTs(60%)-MgO(40%)/EG hybrid nanofluid by focusing on the thermal conductivity",
      "author" : [ "M.H. Esfe", "S. Esfandeh", "M.K. Amiri", "M. Afrand" ],
      "venue" : "Powder Technol. 342 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Dynamic characteristics of an environment-friendly refrigerant: ammonia-water based TiO2 nanofluids",
      "author" : [ "L. Yang", "W. Jiang", "X. Chen", "K. Du" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Recent developments on viscosity and thermal conductivity of nanofluids",
      "author" : [ "L. Yang", "J. Xu", "K. Du", "X. Zhang" ],
      "venue" : "Powder Technol. 317 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A thermal conductivity model for low concentrated nanofluids containing surfactants under various dispersion types",
      "author" : [ "L. Yang", "K. Du" ],
      "venue" : "Int. J. Refrig. 35 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effects of graphene oxidesilicon oxide hybrid nanomaterials on rheological behavior of water at various time durations and temperatures: synthesis",
      "author" : [ "R. Ranjbarzadeh", "A. Akhgar", "S. Musivand", "M. Afrand" ],
      "venue" : "preparation and stability, Powder Technol. 335 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "L. Yang" ],
      "venue" : "Du, X.-s. Zhang, Influence factors on thermal conductivity of ammoniawater nanofluids, J. Cent. South Univ. 19 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "American Society of Heating, Refrigerating and Air-Conditioning Engineers, Inc., Atlanta",
      "author" : [ "A.F. Handbook" ],
      "venue" : "GA, USA,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2009
    }, {
      "title" : "Synthesis and characterization of a narrow size distribution of zinc oxide nanoparticles",
      "author" : [ "A.K. Zak", "R. Razali", "W.A. Majid", "M. Darroudi" ],
      "venue" : "Int. J. Nanomedicine 6 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Photocatalytic degradation of phenol and benzoic acid using zinc oxide powders prepared by the sol–gel process",
      "author" : [ "H. Benhebal", "M. Chaib", "T. Salmon", "J. Geens", "A. Leonard", "S.D. Lambert", "M. Crine", "B. Heinrichs" ],
      "venue" : "Alex. Eng. J. 52 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "An experimental study on stability and thermal conductivity of water/silica nanofluid: ecofriendly production of nanoparticles",
      "author" : [ "R. Ranjbarzadeh", "A. Moradikazerouni", "R. Bakhtiari", "A. Asadi", "M. Afrand" ],
      "venue" : "J. Clean. Prod. 206 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Thermal conductivity enhancement of nanofluids by Brownian motion",
      "author" : [ "C. Chon", "K. Kihm" ],
      "venue" : "Trans.-Am Soc. Mech. Eng. J. Heat Transf. 127 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Metachronal wave analysis for non-Newtonian fluid under thermophoresis and Brownian motion effects",
      "author" : [ "A. Shaheen", "S. Nadeem" ],
      "venue" : "Results Phys. 7 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The role of interfacial layers in the enhanced thermal conductivity of nanofluids: a renovated Maxwell model",
      "author" : [ "W. Yu", "S. Choi" ],
      "venue" : "J. Nanopart. Res. 5 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Effect of aggregation kinetics on the thermal conductivity of nanoscale colloidal solutions (nanofluid)",
      "author" : [ "R. Prasher", "P.E. Phelan", "P. Bhattacharya" ],
      "venue" : "Nano Lett. 6 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Direct numerical simulation of thermal conductivity of nanofluids: the effect of temperature two-way coupling and coagulation of particles",
      "author" : [ "S. Kondaraju", "E. Jin", "J.S. Lee" ],
      "venue" : "Int. J. Heat Mass Transf. 53 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "In other words, engine oil not only does lubricate internal parts of an engine but also plays a role in cooling the engine [5,6].",
      "startOffset" : 123,
      "endOffset" : 128
    }, {
      "referenceID" : 4,
      "context" : "In other words, engine oil not only does lubricate internal parts of an engine but also plays a role in cooling the engine [5,6].",
      "startOffset" : 123,
      "endOffset" : 128
    }, {
      "referenceID" : 8,
      "context" : "[10] conducted an experimental study on the thermal conductivity of copper/engine oil nano-fluid at volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 9,
      "context" : "[11] investigated multi-walled carbon nanotubes (CNT) being dispersed in20W50 engine oil at the volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[12] examined a copper oxide/oil nano-fluid at the volume fractions ranging between 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[13] suspended alumina nanoparticles in antifreeze (ethylene glycol + anti-corrosion additive) and stabilized it using oleic acid as the surfactant.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[15] prepared a titaniumoxide-diathermic oil nano-fluid by a two-stagemethod to examine its thermal conductivity at the volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[16] performed an experimental study to investigate a magnesium oxide/carbon nanotubes-engine oil hybrid nano-fluid in the temperature range of 25 to 60°C and at the volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[17] experimentally studied a water-ethylene glycol/titanium oxide-carbon nanotubes hybrid nanofluid in the temperature range of 20 to 50°C at the volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[18] studied the thermal conductivity of an alumina‐carbon nano-tubes/oil hybrid nano-fluid,without using surfactant, in the temperature range of 25 to 50°C and at the t volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[19], in an experimental study, prepared mono and hybrid nano-fluids including HA-GNP/DO, HA-MWCNT/DO, OA-GNP/DO, OA-MWCNT/DO, OA-GNP-MWCNT/DO at the volume fractions of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "The main challenge of using nano-fluids is the preparation of a stable nano-fluid [29].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 28,
      "context" : "Placing the sensor needle probe into the fluid in this direction can minimalize errors by removing natural convection [30].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 29,
      "context" : "Then, the findings have been compared with the results of the ASHRAE Handbook [31] and the results are compared in Fig.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 29,
      "context" : "It is detected that the experimental thermal conductivity values are slightly different from those reported in the ASHRAE Handbook [31], showing that the experimental process are acceptable for this study.",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 30,
      "context" : "The results of XRD test are consistent with the results of previous studies [32,33].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 31,
      "context" : "The results of XRD test are consistent with the results of previous studies [32,33].",
      "startOffset" : 76,
      "endOffset" : 83
    }, {
      "referenceID" : 32,
      "context" : "Results o agglomeration of nanoparticles is a key factor in the production of nano-fluids [34].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 33,
      "context" : "This can be attributed to that fact that an increase in temperature enlarges energy level,movement, and vibration of base fluid molecules which weaken the molecular bonds between fluid layers and increase molecules velocity and displacement on amicro scale, assumed as themain reasons for thermal conductivity enlargement [35].",
      "startOffset" : 322,
      "endOffset" : 326
    }, {
      "referenceID" : 34,
      "context" : "resulting in the migration of nanoparticles and higher concentration in the colder areas of suspension [36].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 35,
      "context" : "This interface layer causes an increase in thermal conductivity due to having the properties of both the applied solid and fluid [37].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 36,
      "context" : "Furthermore, by forming layers, agglomerates, and structures elongated across temperature gradient, nanoparticles have the capability to enhance the thermal conductivity of suspension by creating conduction paths without increasing volume fraction [38,39].",
      "startOffset" : 248,
      "endOffset" : 255
    }, {
      "referenceID" : 37,
      "context" : "Furthermore, by forming layers, agglomerates, and structures elongated across temperature gradient, nanoparticles have the capability to enhance the thermal conductivity of suspension by creating conduction paths without increasing volume fraction [38,39].",
      "startOffset" : 248,
      "endOffset" : 255
    } ],
    "year" : 2019,
    "abstractText" : "a Key Laboratory of Energy Thermal Conversion and Control of Ministry of Education, School of Energy and Environment, Southeast University, Nanjing 210096, China b Jiangsu Provincial Key Laboratory of Solar Energy Science and Technology, School of Energy and Environment, Southeast University, Nanjing 210096, China c Engineering Research Center of Building Equipment, Energy and Environment, Ministry of Education, Nanjing 210096, China d Southeast University Shenzhen Research Institute, Shenzhen 518000, China",
    "creator" : "Elsevier"
  }
}