{
  "name" : "downloads_2019-12-06_db_10.1088@1748-605X@ab5f1a.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Biomimetic and mesoporous nano-hydroxyapatite for bone tissue application: a short review",
    "authors" : [ "Maria Chiara Palmieri", "Giulia Molino", "Giorgia Montalbano", "Sonia Fiorilli", "Chiara Vitale-Brovarone" ],
    "emails" : [ "chiara.vitale@polito.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "xxxx-xxxx/xx/xxxxxx 1 © xxxx IOP Publishing Ltd\nIn the last decades, many research groups have experimented the synthesis of hydroxyapatite (HA) for bone tissue application obtaining products with different shapes and dimensions. This review aims to summarise and critically analyse the most used methods to prepare physiologiclike nano-HA, in the form of plates or rods, similar to the HA present in the human bones. Moreover, mesoporous HA has gained increasing interest in the biomedical field due its pecualiar structural features, such as high surface area and accessible mesoporous volume, which is known to confer enhanced biological behaviour and the possibility to act as nanocarriers of functional agents for bone-related therapies. For this reason, more recent studies related to the synthesis of mesoporous HA, with physiological-like morphology, are also considered in this review. Since a wide class of surfactant molecules plays an essential role both in the shape and size control of HA crystals and in the formation of mesoporosity, a section devoted to the mechanisms of action of several surfactants is also provided.\nKeywords: nano-hydroxyapatite, mesoporous, biomimetic, bone tissue, surfactants"
    }, {
      "heading" : "1. Introduction",
      "text" : "HA is the main inorganic constituent of human bone, representing around the 65-70% of the bone mass. The organic phase, constituted mainly by type I collagen, counts instead around the 30 wt% of the bone mass, while the remaining part is constituted by water [1]. These materials are arranged in a very ordered structure allowing the bone to have peculiar properties. Type I collagen, indeed, is able to self-assemble\ninto fibrils exhibiting a typical 67 nm banding pattern and forming 40 nm gaps between them. The HA crystals grow in these gaps in form of plates with average length of 50 nm, width of 25 nm and thickness of 2-3 nm and orienting their caxis parallel to the long axis of the collagen fibrils [2]. Therefore, collagen has an important role in the spatial regulation of HA crystals, triggering their nucleation and modulating the mineralisation process. In fact, in the first stage of the mineralisation process the particles grow rapidly in two dimensions, being delimited by the collagen fibrils gap\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A\nce pt\ned M\nan us\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n2\n(primary mineralisation) [3]. In this phase, an intense ionic exchange between the core of the forming mineral particle and the surrounding aqueous biological fluids takes place. For this reason, HA crystals present in the human bone are nonstoichiometric, with a Ca/P ratio of less than 1.67, and show different ion substitutions, where the most abundant one is represented by carbonate ion (CO32-) in the amount of 3-8 wt% [4,5]. The second stage of the mineralisation process, instead, is characterised by the increase of the mineral particle thickness and the reduction of the ionic exchange (secondary mineralisation). HA, however, remains a dynamic entity thanks to its large specific surface (around 100 m2/g) that makes it metabolically active [6].\nWith the aim of mimicking the physiologic characteristics of HA, many studies have been conducted for the synthesis of nanometric HA with a grain size less than 100 nm in at least one direction. In addition, nanometric materials have unique surface properties that differ from those of conventional micro-sized materials and lead to a greater reactivity [7]. Nanosized HA, in fact, due to its peculiar surface properties (high surface area and increased roughness) exhibits enhanced resorbability and higher bioactivity, promoting better cell adhesion and cell-matrix interactions [8].\nTherefore, the control of HA microstructure (morphology, stoichiometry, crystallinity and phase purity) allows to modulate to some extent its mechanical and biological behaviour. For this reason, many efforts have been made to engineer HA crystals by developing new synthesis routes or modification of pre-existing methods in order to overcome their drawbacks [8], briefly described in the following. One of the synthesis routes largely adopted in the past due to its simplicity is the solid-state method, where HA precursors are first milled and then calcined. However, this method requires very high temperatures (around 1000°C) and leads to powder with heterogeneous phase composition and irregular shapes [8]. Another common conventional synthesis method is HA chemical precipitation in an aqueous solution that involves the dropwise addition of a calcium solution into a phosphate one under stirring. The resultant solution is aged under atmospheric pressure and then is washed, filtered or centrifuged, dried and crushed into a powder. This method is simple but it presents several disadvantages, such as nonstoichiometric composition, low phase purity, poor crystallisation and non-uniform particle shapes [8,9]. These aspects are normally associated with a significant reactivity in aqueous environments resulting in the uncontrolled agglomeration due to the formation of hydrogen bonds among HA particles [7,8].\nThese two methods are not particularly suitable to produce HA for biomedical applications, such as drug delivery systems or as inorganic phase in hybrid devices for bone tissue engineering, where tailored morphological and chemical features are required in order to attain a controlled and\nreproducible biological effect. This essential requirement has shifted the research focus towards the investigation of novel synthesis methods able to produce powders with controlled phase composition, shape, size and crystallinity. Among them, three main synthesis methods have emerged as the most promising for the production of HA with controlled characteristics: the hydrothermal route, the microwaveassisted method and the emulsion-based method. In the hydrothermal process, the HA precursors are mixed in an aqueous environment and the aging step of the synthesis mixture is conducted inside an autoclave or a pressure vessel at high temperatures and elevated pressures. This process allows obtaining HA nanoparticles with relatively controlled stoichiometry, high crystallinity and rod-like shape [8,9].\nThe microwave-assisted method is the fastest one to produce HA with high purity and controlled shape thanks to the uniform heating of the entire reaction volume. In this procedure, the aqueous solution containing the calcium and phosphate precursors is irradiated inside a microwave oven, usually employing a power higher than 500 W applied for a period not superior to 30 minutes. In contrast to the hydrothermal approach, where the material is externally heated through conduction, microwave irradiation involves in situ conversion of microwave energy into heat [8], leading to a sizable increase of the reaction kinetics. As a result, the time requested for HA particle formation is reduced from several hours, required by the traditional synthesis, to few tens of minutes.\nConcerning the emulsion method, the most common procedure for the synthesis of HA particles is based on a water-in-oil approach (W/O). In this process, the aqueous solution containing the HA precursors is dispersed dropwise in an oil phase containing a surface-active agent that, reducing the surface tension at the interface of the two liquids, allows the self-assembling of micelles. The formed micelles consequently provide a suitable and stable environment for the controlled nucleation of HA particles, without the requirement of high-temperature conditions.\nWith the aim to further enhance the control over the HA nanostructure, the above-mentioned synthesis methods have been often combined with the use of surfactants. In fact, when introduced in a solution of calcium and phosphate precursors over their critical micelle concentration (CMC), surfactants are able to self-assemble in micelles with a specific shape and act as templates for the controlled nucleation and growth of HA crystals [4]. In particular, their chemical features, especially the molecular weight and the ratio between hydrophobic tail and hydrophilic head, strongly influences the final morphology and size of HA particles [8,9]. Moreover, HA particles synthesized without the use of surfactants showed a higher tendency to aggregate [10]. On the other hand, the addition of controlled amount of surfactants in HA solutions have been successfully used to introduce\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc ep te M an us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n3\nnanoporosity in the HA particles, particularly in the mesoporous range (2-50 nm). Due to the multifunctional role exerted by surfactants in the HA synthesis, a specific part of this review (section 2) has been devoted to the description of their mechanism of action.\nIn the literature, previous reviews have already reported and discussed the large number of synthesis routes to obtain HA and other calcium phosphates (CaPs) with controlled shape and size [7,9]. In particular, in the review of Lin et al. [9], several synthesis methods to obtain calcium phosphate crystals with different structures (spheres, rods, plates, whiskers, flowers or dumbbells) are accurately described. However, some of these shapes are quite dissimilar from that shown by physiologic HA crystals, making them not appropriate for applications where biomimicry is sought. Other reviews were focused also on the potential biomedical applications of CaPs [11–13]. For instance, Uskoković Vuk and Uskoković Dragan [11] dedicated their review on the application of CaPs as drug delivery systems for diagnosis and therapy, while Dorozhkin and Epple [13] reviewed the application of CaPs in the orthopaedic field.\nWith a specific focus on HA, Sadat-Shojai et al. [8] accurately described the synthesis processes to obtain\nnanosized crystals with various structures, spanning from the physiologic-like (plate or rods) to the more complex ones (whiskers, flowers or dumbbells). In addition, several authors have reviewed the application of HA in the biomedical field as bone substitutes [5,14], drug delivery systems [4] or the combination of both [15].\nWith the present review, the authors aim to focus on the methods used to synthesize biomimetic HA in the form of nanometric plates or rods. Our objective is to guide the readers towards the selection of the most suitable methods to produce HA for biomedical applications, in particular for bone tissue regeneration and biomimetic systems. The second goal of this review is a critical resume of the proposed approaches across the literature to produce mesoporous HA with improved biological performances thanks to the significant increase of the exposed surface area. To the best of the authors’ knowledge, this review is the first one specifically focussing on biomimetic and mesoporous HA as well as on synthesis routes able to combine these two aspects.\nFor the sake of clarity, the main topics covered in this\nreview are schematically depicted in Figure 1.\nFig. 1: Schematic representation of the main topics addressed by this review. Images readapted from Sadat-Shojai et al. [8]"
    }, {
      "heading" : "2. Role of surfactants in hydroxyapatite synthesis: mechanism of action",
      "text" : "According to the literature data, three types of surfactants have been generally adopted for the synthesis of HA: cationic, anionic and non-ionic. The most used cationic surfactant is cetyltrimethylammonium bromide (CTAB) which consists of a positively charged hydrophilic head and a hydrophobic tail. When dissolved in an aqueous medium above its CMC (0.001 M), CTAB can form rod-like micelles exposing positively charged groups (CTA+), able to interact electrostatically with the phosphate ions. Furthermore, CTA+ and phosphate ions share the same tetrahedral structure which makes them\nstereochemically compatible to interact with each other, acting as a very effective nucleation site for HA when the calcium precursors are added in the solution [16,17].\nA mechanism similar to that performed by CTAB, based on charge and structure complementarity, was proposed by Kolodziejczak et al. [18] for sodium dodecyl sulphate (SDS), used as anionic surfactant for the synthesis of HA nanorods. The sulphate groups of SDS are indeed able to interact electrostatically with calcium ions and, resulting in numerous calcium-rich domains. When phosphate sources are added to the synthesis mixture, the rapid formation of ordered HA particles occurs.\nSodium bis(2-ethylhexyl) sulfosuccinate (AOT) is another sulphur-containing surfactant that is widely used in W/O\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A cc ep te\nM an us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n4\nemulsions since it forms stable reverse micelles over a wide range of water/surfactant mole ratios, by exposing its sulphurcontaining head towards the aqueous environment and its hydrophobic tail toward the oil phase. Thanks to its sulfonate group, AOT can also act as an anionic surfactant suitable for the synthesis of rod-like nano-HA [19]. In fact, by exploiting the strong affinity of sulfonate ions towards Ca2+, the latter can be strongly bonded to the AOT micelle surface at W/O interface. After the addition of the phosphate precursor to the microemulsion solution, PO43- ions bind to the calcium ions, thus leading to the nucleation of HA at the AOT micelle surface and the successive crystal grow along a preferential direction deriving by the AOT micellar structure [20].\nCompared to the previous reported anionic surfactants, ethylene diamine tetracetic acid (EDTA) exploits a different mechanism to direct the growth of HA. In fact, EDTA acts as a hexadentate ligand by packing itself around the free Ca2+ ions, controlling subsequently the nucleation and growth of HA nanocrystals. As a result of this complexation, the quantity of free Ca2+ ions decreases leading to the formation of smaller HA nuclei. The HA formation rate and the crystallite growth is determined by the stability of these Ca-EDTA complexes that in turn depends on the pH medium. For example, at pH at least equal to 9, sufficient free Ca2+ ions are released from CaEDTA complexes and can be incorporated into the crystal lattice sites contributing to the crystallite growth. At variance at pH values below 9, the nanocrystal formation does not occur, most likely due to the low stability of Ca-EDTA complexes [21].\nA similar mechanism of action can be obtained by adding sodium tripolyphosphate (STPP) in the calcium solution: STPP acts as an effective calcium chelating agent controlling its availability in the solution and, consequently, modulating the morphology of HA crystals toward plate-like shapes [22].\nAmong the non-ionic surfactants employed in the synthesis of HA Triton X-100, polyethylene glycol (PEG) and Pluronic F127 are worth mentioning. According to Iyyappan et al. [23], Triton X-100 is able to interact with the calcium ions thanks to its polyoxyethylene (EO) groups through the creation of ion-dipole interactions and thereby forming a hydrophobic open ring complex. This complex can create Van der Waals\ninteractions with the –OH groups at the surface of the growing HA crystals, facilitating the growth of nanoparticles along a preferential direction [24]. The ability of Triton X-100 to direct the alignment of small HA crystallites was also confirmed by Zhang et al. that proposed a coordination mechanism between EO segments in Triton X-100 and Ca2+ leading to the precipitation of HA at the hydrophilic surface of the surfactant micelles and the consequent formation of nanorods. In another work, Iyyappan et al. [25] suggested that the open-ring complexes formed by Triton X-100 can also hinder the agglomeration of HA particles. Due to the formation of these complexes, in fact, the transfer rate of calcium ions from the open ring complex to the growing HA crystal is reduced and, therefore, the formation of nanosized HA crystals takes place in a controlled manner.\nAzzaoui et al. [26] reported a similar mechanism based on the controlled release of calcium ions by PEG-1000 (MW 1000), which is supposed to chelate Ca2+ ions reducing the extent of their interactions with phosphate ions and consequently allowing the HA nucleation with a more controlled kinetics.\nConcerning Pluronic F127, Zhao and Ma [27] investigated the effect of two different concentrations of this surfactant obtaining HA with two different shapes: spherical particles were found for higher concentration (0.1 g/ml) and rod-like for lower concentration (0.03 g/ml). They supposed that Pluronic F127, through the engagement of hydrogen bonds with the calcium precursor (calcium D-pantothenate monohydrate), provides multiple sites for nucleation of shapecontrolled HA crystals.\nFig. 2 summarises the chemical structure of the abovementioned surfactants and chelating agents used for HA synthesis and their general mechanism of action. Fig. 3A schematically reports the mechanism of action of a charged surfactant exploiting the electrostatic interaction with the phosphate or calcium ions to direct the HA growth in a preferential direction. The same figure illustrates also the behaviour of a surfactant acting as a calcium-chelating agent (Fig. 3B).\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc ep te d M us c ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n5\nFig. 2: Chemical structure and general mechanism of action of the most common surfactants employed in the synthesis of nano-HA.\nFig 3: Schematic representation of the mechanisms of action of two different surfactants: CTAB (A) and Triton X-100 (B). CTAB establishes electrostatic interactions with phosphate precursors while Triton X-100 acts as a calcium-chelating agent.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A\ncc\nep te d M an\nus\ncr ip t\n3.-Physiological-like shaped hydroxyapatite"
    }, {
      "heading" : "3.1 Plate-like HA",
      "text" : "The synthesis of plate-like HA has been investigated by various research groups with the aim of mimicking the natural inorganic phase of bone for their use in different bone tissue engineering applications. However, the formation of a physiological shape is hindered by the strong HA tendency to form spherical nanoparticles in aqueous environments [7]. For this reason, non-conventional synthesis methods have been investigated in order to obtain plate-like nanoparticles, i.e. hydrothermal, emulsion and microwave irradiation techniques, as represented in Fig. 4.\nFig 4: Schematic representation of the synthesis methods adopted for the production of plate-like HA.\nThe hydrothermal synthesis is one of the most common methods for the preparation of nano-sized HA, although usually with poor control over its morphology. For this reason, this technique has been frequently combined with the use of various surfactants in order to regulate HA crystal growth and, consequently, to modify its morphology.\nAmong the research groups that have successfully obtained plate-like HA, it is worth mentioning Nagata et al. [28] who reported the preparation of plate-like HA particles by means of an hydrothermal treatment with the aid of ethylamine which led to a wide a-plane growth. In this synthesis plate-like crystals of about 50-300 nm in size were obtained by using CaCO3 and CaHPO4·2H2O as calcium and phosphate sources respectively and by treating the synthesis mixture, containing\nat least 5 wt% of ethylamine, in a hydrothermal reactor at 180° C for 5 h.\nZhang et al. [22] successfully synthesized plate-like nanoparticles of HA with different aspect ratios (length/width) by means of the hydrothermal method adding STPP, as chelating agent, in different concentrations. Calcium nitrate and disodium hydrogen phosphate were used as calcium and phosphorous sources respectively and ammonium hydroxide was employed to adjust the pH value (between 8 and 10). The resulting mixture was hydrothermally treated at 160° C for 4- 12 h. The authors noticed that the aspect ratios decreased with increasing concentrations of STPP, evidencing a significant influence of the latter on the final morphology of HA crystals: in particular, by increasing STPP concentration, the diameter of HA widened while the length decreased. At STTP concentration equal to 0.010 M, the HA crystals were platelike (Fig. 5 left) with a mean aspect ratio close to 2, indicating a structure with a length double than the width, similarly to physiologic HA. Therefore, the authors concluded that STPP surfactant, mainly acting as crystal growth directing agent, is able to regulate the growth of HA particles in the form of plates.\nAnother technique successfully employed in the synthesis of plate-like HA is the emulsion method. As previously described, through this method a stable suspension of two immiscible liquids, such as water and oil, is formed and the emulsion droplets act as reactors for the nucleation and growth of HA crystals. The addition of surfactants stabilizes the emulsion by reducing the surface tension of the immiscible liquids and forming nanosized liquid droplets, that consequently lead to nanometric HA particles formation [29]. Through this method, Sato et al. [19] obtained crystals with an elongated plate-like shape using AOT and cyclohexane (C6H12) as the oil phase. A solution containing phosphorus (KH2PO4) and calcium (Ca(OH)2) precursors constituted, instead, the aqueous phase. The authors observed that the presence of HA precursors in a supersaturated concentration was a key parameter to modulate the crystal growth. In fact, by testing two different [AOT]/[Ca2+] molar ratios, they observed that in higher supersaturation conditions ([AOT]/[Ca2+]=540 wt%) a more intense growth of HA crystal nuclei was fostered. The obtained plate-like crystals had, in fact, bigger dimensions ranging between 50 nm and 200 nm in length and of about 10 nm in thickness. In lower supersaturation conditions ([AOT]/[Ca2+]=21.6 wt%), instead, the obtained crystals were smaller with round shape, due to the lower HA precursors amount available for crystal growth.\nIn addition to the previous reported methods, microwave irradiation is reported to be an efficient route to obtain high purity HA providing a rapid, facile and convenient synthesis procedure. Siddharthan et al. [30] found out that HA particles with different shape and size could be prepared by selecting a suitable microwave power. In fact, they obtained needle-\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A cc ep te d\nM an\ns pt\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n7\nshaped particles (lengths of 39-56 nm and widths of 12-14 nm) at 175 W, acicular (lengths of 10-16 nm and widths of 10-12 nm) at 525 W and platelet (lengths of 32-42 nm and widths of 12-25 nm) at 660 W (the latter are visible in Fig. 5 middle). Similarly, through the microwave irradiation (2.45 GHz and 900 W) for 5 minutes to a solution containing Na2HPO4 and Ca(NO3)2.4H2O precursors and CTAB, Arami et al. [31] synthesized HA nano-strips with an average width and length of about 10 nm and 55 nm, respectively (Fig. 5 right)\nFig 5: Plate-like HA obtained by Zhang et al. [22] through the use of the hydrothermal method and the addition of 0.010 M of STPP (left), nano-strips obtained by Siddharthan et al. [30] (middle) and by Arami et al. [31] (right) through microwave irradiation. All images are reproduced with permission."
    }, {
      "heading" : "3.1 Rod-like HA",
      "text" : "Many research studies have been dedicated to the synthesis of rod-like HA despite their inferior biomimicry if compared to nanoplates. Rod-like HA has been obtained mainly through hydrothermal method, emulsion synthesis, microwave irradiation and precipitation method in reflux condition (as schematically represented in Fig. 6), all assisted by the use of surfactants.\nFig 6: Schematic representation of the synthesis methods suitable for the production of rod-like HA\nConcerning the HA synthesis in hydrothermal conditions, many works have focused on the use of CTAB as directing agent thanks to its ability to act as nucleating sites for PO43and Ca2+ ions, as described in section 2. In particular, Wang et al. [32] studied the influence of the autoclaving temperature and the pH solution on the morphology of HA particles, using CaCl2 and H3PO4 as HA precursors in presence of CTAB. They observed that the efficacy of CTAB to modify HA morphology was higher when the solution was maintained at mild basic conditions. More in detail, nearly round shaped particles were obtained at pH equal to 13, while at pH equal to 9 the morphology changed into rod-like (Fig. 7b). This behaviour was explained by the authors considering the different interaction between PO43- ions and CTAB in response to a change of pH conditions. In fact, at higher pH the crystallization of HA crystals in form of nanorods is disturbed by the increased concentration of hydroxyl ions (OH-) in the aqueous solution that repulse the PO43- and, consequently, hamper their interaction with the positively charged heads of CTAB. On the contrary, when the pH is lower, fewer OH- ions are available in solution and, consequently, the rod-like structure is favoured. Moreover, the authors observed an increase in the average diameter and in the length of the synthesized crystals with the increase of the temperature from 90° C to 150° C, always maintaining a treatment duration of 20 h.\nThese results were further confirmed by the same authors in a more recent work [33], where they synthesized rod-like HA nanoparticles with uniform morphologies and controllable size by low-temperature hydrothermal methods in the presence of CTAB, but changing the phosphate precursor (K2HPO4 instead of H3PO4). They observed a modification of HA morphology due to the variation of the autoclave temperature between 60° C and 150° C and of the treatment\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A\ncc\nep te d M a\nus cr\nip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n8\nduration from 12 h to 24 h. In particular, they noticed that with the temperature increase, the HA crystals became longer and thinner leading to a consequent increase in their aspect ratio. In fact, at 120° C the crystal length and diameter were equal to 60 nm and 20 nm respectively, while for the samples obtained at 150° C they were around 150 nm and 15 nm, leading to an aspect ratio of 10 (Fig. 7c-d). In addition, they did not observe a significant variation of particle size and morphology with the increase of the reaction time and pure HA was always obtained. Therefore, they concluded that the reaction temperature had a stronger influence in controlling the crystal morphology and size, whereas the hydrothermal treatment duration seems to play a more negligible role.\nIn contrast to what stated by Wang et al., Yan et collaborators [34] investigated more thoroughly the effect of the hydrothermal treatment duration on the shape of the final HA particles. In this contribution the authors tested two different solutions both with Ca(NO3)2 and Na3PO4 as HA precursors, but one containing CTAB and the other SDS, and inserting them in a Teflon-lined autoclave at 150° C. In both cases, they obtained nanorods with length of 150 nm and diameter of 10 nm (as visible in Fig. 7e) if the reaction time was longer than 10 h. In particular, with shorter hydrothermal treatments (2 and 5 h), a mixture of fibres, rod and aggregates were obtained, while with treatment durations of 10 h and 16 h the final product was composed exclusively of uniform nanorods.\nHydrothermal synthesis of rod-like HA has been also reported in the literature by using other anionic surfactants. For example, Xin et al. [35] investigated the use of EDTA as capping agent, testing different pHs and autoclaving temperatures. They synthesized HA nanorods in the range from 50 to 200 nm in length, obtaining the most physiologiclike shape at pH 12 and with a vessel temperature of 180 °C, as shown in figure 7i. The authors noticed that the precipitates from the alkaline solution were always composed of pure HA crystals, irrespective of the employed solution temperature. On the other hand, in the presence of an acidic solution, the hydrothermal temperature had great effects on the crystal structure of the precipitates. In fact, the transformation from DCPD (dicalcium phosphate dehydrate) to DCPA (dicalcium phosphate anhydrous) and from DCPA to HA occurred at specific temperatures. In the work of Xue et al. [36], EDTA has been combined with CTAB, for the synthesis of HA through hydrothermal method (24 h at 180° C) obtaining nanorods with lengths of 60-90 nm and widths of 10-20 nm.\nRod-like powders were also produced in the presence of organic agents, such as PEG (MW 600), Tween-20 and trisodium citrate (as visible in Fig. 7f-h), under alkaline conditions (pH=10) and at different hydrothermal temperatures. For example, PEG-600 showed to be beneficial for the formation of HA nanorods with a larger aspect ratio at high synthesis temperature, as compared to Tween-20 and\ntrisodium citrate, due to the increased flexibility of PEG molecules due to temperature rise. When Tween-20 was used as a surfactant, shorter and thicker HA nanorods were instead obtained, using an autoclaving temperature of 100° C or 200° C. This behaviour was attributed to the steric effect of the dendriform structure of Tween-20 and to its strong coordination action on the surfaces of the resulting HA nanorods. Finally, nanorods with the smallest sizes in both diameter and length were obtained with trisodium citrate, thanks to the strong interactions between the carboxyl groups of citrate anion and the surface of HA nanocrystallite. Moreover, as observed for CTAB, a higher autoclaving temperature favours the growth of HA crystals with rod shape also in the presence of these organic agents [37].\nTo summarize briefly, an abundance of data regarding the HA hydrothermal synthesis has been published, leading to some discrepancies regarding the optimal experimental conditions leading to rod-like morphologies. However, as a general consideration, all reported studies share some common features in order to produce nanorods: presence of an alkaline medium, autoclaving treatment at temperature above 100° C and duration of about 20 h. Higher hydrothermal temperatures and longer treatments lead to the production of HA with high crystallinity and large crystal size.\nEmulsion-based methods were also found to be successful in synthesizing nanorods with controlled size and shape. Sun et al. [38] obtained rod-like structures with a shape of 8–15 nm in diameter and 25–50 nm in length by combining a series of surfactants (Triton X-100 and CTAB) and co-surfactants (n-butanol and n-hexanol) and by using cyclohexane as the oil phase. The authors adopted both non-ionic and ionic surfactants in order to have a double stabilization function at the interfacial film, resulting in a better control on the particle size and growth.\nIn order to obtain mono-dispersed rod-like particles with narrow size distribution and high crystallinity, Lin et al. [39] combined the emulsion method with the hydrothermal treatment. They heated in an autoclave at 180° C for 18 h a W/O microemulsion containing CTAB as surfactant agent, npentanol as cosurfactant, n-heaxane as the oil phase and HA precursor solution as the water phase. In this way, they successfully synthesized stoichiometric single-crystal HA nanorods with a diameter of 25-40 nm and a length of 55-350 nm (Fig. 7l). The high homogeneity in size and shape was attributed to the W/O nanometric micelles and to the template agent action, while the high crystallization was due to the hydrothermal treatment.\nOther authors synthesized monodispersed single-crystal HA particles through a simple, economic, repeatable and rapid microwave irradiation method. For example, Liu et al. [40] reported the synthesis of HA through the microwave method in the presence of EDTA, obtaining different shapes by varying the pH. In particular, they obtained HA nanorods at\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc pt ed M\nus cr\nip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n9\npH value equal to 9 and a microwave treatment of 30 minutes at 700 W. Similarly, Lak et al. [41] produced nanorods with nearly uniform diameters and lengths around 25 and 100 nm, respectively. More in detail, they placed a solution containing Na2HPO4 and Ca(NO3)2.4H2O as HA precursors and EDTA in a microwave irradiation chamber (2.45 GHz, 900 W) in continuous heating mode for 150 s. More recently, Kalita et al. [21] synthesized rod-shaped HA (around 5 nm in diameter and 15 nm in length) starting from the same reagents but applying the microwave radiation with a power of 600 W and a working cycle of 3 minutes on and 5 minutes off for a total period of 19 minutes.\nSeveral works in the literature focus on the synthesis of rodlike HA through the precipitation under reflux of aqueous solutions containing a surfactant agent. In this condition, the vapours generated by heating the solutions are cooled by means of a reflux condenser, falling back in the solution, allowing to keep more constant the surfactant concentration throughout the reaction. Iyyappan et al. [25], in fact, obtained rod-like HA particles between 35 and 72 nm in length and 16 and 26 nm in diameter (Fig. 7a) by refluxing for an hour a solution of Ca(NO3)2, (NH4)2HPO4 and Triton X-100 under alkaline conditions (pH equal to 10.4). In a more recent work, Shiba et al. [16] refluxed for 24 h at 40° C a solution containing K2HPO4·3H2O and CaCl2 as HA precursors combined with CTAB. In particular, they found that, using a molar ratio of CTAB:PO43- equal to 2:1, well-dispersed and\nuniform nanorods with a diameter of approximately 20 nm and a length of 50 nm were obtained.\nOn the other hand, some groups reported the synthesis of rod-like HA particles by simple wet chemical process combined with a surfactant agent. Wang et al. [42] synthesized nanoscale rods by stirring a solution containing Ca(NO3)2, (NH4)2HPO4 and ethanolamine with a pH of 10 for 1.5 h at 60° C and then by ageing it for 24 h at room temperature. Similarly, Khalid et al. [43] used the same calcium and phosphate precursors, but in association with CTAB, obtaining rod-like morphology. In particular, they stirred an alkaline solution (pH = 10) at 80° C for 2 h and then they left it aging for 24 h at room temperature and in air. However, this type of synthesis is usually associated with a lack of control on the shape, the size and the crystallinity of the final product. In fact, Loo et al. [44] found significant differences in the properties of HA particles synthesized using chemical precipitation or hydrothermal treatment. In the first case, they obtained rod-like particles with irregular shape and poor surface morphology, while the hydrothermal treatment allowed producing fine-grained and highly pure single crystals with more controlled morphology and narrow size distribution, reducing the particle agglomeration. Moreover, the hydrothermally produced HA showed a Ca/P molar ratio closer to the stoichiometric one [45].\nFig 7: Rod-like HA particles obtained by different authors: a) Iyyappan et al. [25], b) Wang et al. [32], c-d) Wang et al. [33], through hydrothermal treatment at 120°C for 24 h and at 150°C for 20 h, e) Yan et al. [34], f-h) Wang et al. [37], with PEG, trisodium citrate and Tween 20, i) Xin et al. [35] and l) Lin et al. [39]. All images are reproduced with permission."
    }, {
      "heading" : "4. Mesoporous HA",
      "text" : "According to the IUPAC nomenclature [46], materials showing nanopores in the range from 2 nm to 50 nm are defined as mesoporous. Due to their peculiar textural features,\ni.e. high specific surface area and high pore volume, they have attracted the interest of the research community for a wide range of applications. Mesoporosity can result from the aggregation of primary nanoparticles or nanorods, leading to inter-particle voids, or from an intra-particles porosity generated through several methods mostly based on the use of\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A cc\nep\nte d M an us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n10\nporogen agents, among which the surfactant-assisted templating method is the most commonly adopted. Specifically, this method is based on the cooperative selfassembling of inorganic precursors around the surfactant micelles acting as templating agent, which upon calcination gives rise to the intra-particle mesoporosity.\nSince this uniform and accessible intra-particle mesoporosity can be successfully exploited in the biomedical field, such as for drug storage and release and for bone tissue applications [47], several authors tried to apply the surfactantassisted templating approach to the synthesis of mesoporous HA. Nevertheless, the most of the literature works report a prevalence of disorganized intra-particle pores, probably due to the high crystallisation rate of HA in aqueous solution that leads to the fast and consequently random growth of HA grains around the templating micelles [17]. This high\nreactivity of HA precursors in aqueous environment is also accounted for the formation of aggregates, where particles are randomly organised and separated by voids at nanometric scale, as schematically represented in Fig. 8. These interparticle voids are hardly distinguished from the intra-particle pores through adsorption-desorption measurements, due to their similar size and the wide-ranging distribution, ranging from few nanometres to several tens of nanometres. Since the templating agents usually produce mesopores whose size does not exceed 10-12 nm [48,49], the contributions at higher pore size values are most likely due to the inter-particle contribution. TEM analyses are usually performed to discern the different contributions to the overall porosity evidenced by adsorption analysis, allowing the direct visualisation of the intra-particle porosity.\nFigure 8: Schematic representation of the surfactant-assisted templating method for mesoporous HA synthesis. The difference between HA intra- and inter-particle porosity is highligted.\nIn this review, we refer to the different literature contributions concerning the production of mesoporous HA with physiologic-like shape, subdividing the works according to the employed templating agents.\nIn general, mesoporous HA is produced through the hydrothermal technique, the microwave irradiation method (or a combination of both) and the precipitation under reflux conditions, as schematically represented in Fig. 9.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A cc ep te d\nan us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n11\nDifferent authors successfully synthesized mesoporous HA using the hydrothermal treatment in combination with CTAB. For example, Li et al. [50] produced mesoporous HA testing different autoclaving temperatures ranging from 40° C to 160° C and several calcination temperatures (550° C, 700° C, 800° C and 1000° C). They observed an increase of crystallinity and the formation of rod-like structures with the increase of the reaction temperature (Fig. 10b), while the nanopore size was found to decrease from about 5 nm at 40° C to 2 nm at 160° C, probably due to the higher crystallinity of the structure and the consequent tighter packing of atoms. At variance, pore size showed to be independent on both calcination temperature and CTAB/PO43- molar ratio: a finding in contrast to the most part of literature works that stated a key role of surfactant concentration in the regulation of mesopores features. In fact, Wang et al. [17] highlighted that CTAB has an evident effect on the surface area, the pore volume and the pore size of HA particles. Indeed, samples produced without surfactant showed a relatively small surface area of 33 m2/g and no porous structure, whereas samples obtained with the addition of CTAB in a proper amount, showed higher surface area with open-ended pores ranging between 2 and 7 nm, as revealed by TEM images. More specifically, the sample with a CTAB:HA precursors molar ratio equal to 1:2 exhibited the highest surface area (97 m2/g) and the largest pore volume (0.47 cm3/g), as visible in Fig. 10a. However, with the further increase of the surfactant amount, the pore volume and the surface area decreased. It is worth to mention that the pore size distributions obtained from nitrogen adsorption-desorption measurements possessed a very broad shape, with values up to several hundreds of nanometres, ascribable to the interparticles voids.\nConcerning alternative synthesis routes, Yao et al. [51] obtained rod-like HA structures with a mean pore size of 3 nm by refluxing at 120° C for 24h a solution with pH 12, containing K2HPO4·3H2O and CaCl2 as HA precursors and CTAB as surfactant. These nano-cavities aligned in a lengthwise direction within the rods and were obtained by the removal of CTAB micelles through calcination, conducted at 550° C for 6h.\nBenzigar et al. [52] used the same precursors and templating agent as Yao and co-workers, but they transferred the solution mixture into a Teflon autoclave and heated it in a microwave oven at 120° C for 8 h. They synthesized nano-HA with high crystallinity and highly uniform rod-like morphology with an average size of about 25 nm in width and 100 nm in length. Through the decomposition of CTAB, they obtained samples with a bimodal pore size distribution centred at 2.5 and 3.7 nm, according to pore size distribution obtained by nitrogen adsorption-desorption analysis. In order to elucidate the role of the single treatment, they prepared another sample using only the hydrothermal treatment without microwave irradiation and they noticed the absence of\nmesoporous structure. Based on this observation, the authors postulated that microwave radiation favours the precursor reaction as well as their ionic interactions with the surfactant, thus promoting at the same time the formation of a highly crystalline and mesoporous structure. Kumar et al. [53] confirmed the efficiency of this combined method to prepare mesoporous HA nanocrystals in a rapid way (Fig. 10c) and reported the synthesis of rod-like particles having pores of around 2 nm.\nIn general, from the analysis of the literature works, it emerges that the introduction of CTAB in a concentration above its CMC leads to the formation of pores in 2-5 nm range throughout HA particles. The best results in terms of specific surface area and pore volume values were obtained with a CTAB concentration of 0.2-0.24 M. However, conflicting results are reported in the literature regarding the function of CTAB in the HA synthesis and the full comprehension of the surfactant role as purely shape-directing agent or as mesopore generating agent in the synthesis of HA particles is still an open question. Indeed, for instance, Shiba and collaborators [16] affirmed that CTAB mainly worked as a shape controlling agent rather than a templating agent as no clear difference in terms of mesoporosity was evidenced between HA synthesized with and without the surfactant. In addition, across the related literature, no evident and remarkable differences in terms of synthesis conditions, among which the employed CTAB concentration, have been identified among the articles reporting the two behaviours of CTAB.\nDifferent authors also investigated the use of non-ionic surfactants, i.e. Pluronic F127 or Pluronic P123, in the production of mesoporous HA nanorods in order to overcome the limitations of ionic surfactants, such as the relatively small pore size dimension achievable with CTAB [54]. For example, Zhao et al. [27] obtained rod-like particles with length ranging between 100 and 300 nm, diameter around 50 nm and pore sizes ranging from 2.5 nm to 3 nm (as visible in Fig. 10d), using Pluronic F127 at high concentration (10 wt%). They heated up to 90° C and refluxed for 24 h a mixture containing K2HPO4·3H2O and calcium D-pantothenate monohydrate as HA precursors and adjusted the pH to 12. The obtained dried precipitate was then calcined in a furnace at 550° C for 6 h in order to remove the block co-polymer template and to obtain the mesoporous structure. More recently, Zhang and collaborators [55] synthesized mesoporous rod-shaped HA as drug carriers by means of the hydrothermal method using the same surfactant. Even in this case, they produced samples with dimensions similar to the previous ones and with pores prevalently around 3 nm (Fig. 10e), as revealed by both adsorption analysis and TEM images.\nIn the work of Iyyappan et al. [24], nanoporous HA was prepared via hydrothermal treatment using Triton X-100 (Fig. 10f). More in detail, the authors obtained samples with a\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc e\nt M\nan u\nc pt\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n12\ncombination of meso- and macropores ranging between 7.4 and 55 nm. The authors attributed this broad pore size distribution to the presence of internal mesopores and of intraparticle voids deriving by the agglomeration of primary HA particles. Since the pore size distribution of samples produced without the use of the surfactant or without the hydrothermal treatment presented even broader pore size distributions, the authors affirmed that Triton X-100 has a beneficial role in reducing the agglomeration of HA particles. Moreover, they demonstrated that the total pore volume and the percentage of mesoporous volume were higher for samples prepared by the hydrothermal method than those obtained under a nonhydrothermal route, particularly in the absence of the organic modifier.\nIn addition to the above-reported surfactants, it is worth mentioning the class of zwitterionic surfactants, whose ionic features are determined by the pH of the medium. In particular, they exhibit cationic behaviour near or below their isoelectric point and turn to be anionic for higher pHs. In this regard, Amer et al. [56] produced nano-structured HA using lauryl dimethylaminoacetic acid as zwitterionic surfactant under microwave irradiation conditions. They obtained rodlike structures with a uniform diameter and length of about 19 nm and 69 nm respectively. N2 adsorption analysis revealed a surface area of 87 m2/g and pores with an average size of 36 nm. Since this latter value is of the same order of magnitude of the particle dimensions, it is possible to affirm that the interparticle porosity strongly contributed to the pore size distribution and shifted upward the average size. In order to confirm the influence of the template on the HA structural features, the authors repeated the same synthesis procedure without the use of surfactants obtaining samples with low surface area (30 m2/g). An inferior value of surface area (20 m2/g) was also achieved in the presence of the surfactant but by conventional heating. In this way, the authors demonstrated the advantage of combining microwave heating with surfactants to increase the surface area of HA particles.\nSome authors investigated the effect of pH-control techniques on the characteristics of mesoporous HA. For example, Mohammad et al. [54] found that the continuous pH adjustment throughout the mixing of the precursor solutions was very effective in favouring the production of particles with controlled textural properties. In fact, the particles synthesised by maintaining the pH at 11 by the addition of NaOH throughout the mixing process had higher surface area\nand more uniform pore size distribution compared to those obtained by controlling the pH only before the solution mixing. The formation of micelles is indeed inhibited by the sharp pH decrease occurring when the two solutions are mixed, due to the nature of the calcium precursor (CaCl2·2H2O). Therefore, through the continuous control of the synthesis solution pH, the formation of micelles is favoured and larger amount of pores are consequently generated throughout the particles, with a resulting increase of the final surface area.\nRecently, new attempts have been made to find novel costeffective and sustainable sources for the preparation of such materials. For example, in 2017 Zhou et al. [57] reported a simple and rapid strategy for the hydrothermal synthesis of mesoporous HA nanoparticles based on the use of sodium hexametaphosphate (Na6P6O18) as phosphorous source and tea polyphenols as templating agents. The advantage of these reagents is that they can be completely removed by a washing step (without calcination) and are more environmentally friendly compared to traditional agents as CTAB. The resulting nanoparticles exhibited a very high surface area (114 m2/g) and a uniform pore size distribution (4-9 nm). Tea polyphenols, due to the high amount of hydroxyl groups can bind Ca2+ ions and consequently guide the arrangement of HA particles. In fact, the HA synthesised in the absence of the polyphenols showed a disordered arrangement of the interparticle porosity deriving from the random hydrolysis of phosphate precursor (Na6P6O18) in the aqueous solution. Instead, when polyphenols are present, they can act as template to guide the assembly of HA particles resulting in a more ordered inter-particle porosity. In 2018, the same group [58] reported the hydrothermal synthesis of mesoporous rodlike HA nanoparticles using vitamin C as cost-effective templating agent. The synthetized particles, visible in Fig. 10g, were characterized by a surface area of about 39 m2/g and a mean pore size of 20 nm. The authors suggested the following mechanism underlying the mesopore formation: the vitamin C molecules are partially adsorbed via their abundant -OH groups on the surface of the growing HA, hindering its further growth. Therefore, HA crystals are forced to grow exclusively on the vitamin-free surfaces and entrap the vitamin molecules inside them. Vitamin C is then removed by the hydrothermal treatment, leading to the formation of the mesopores.\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc ep te d M an us cr ip t\nFig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58]. All images are reproduced with permission.\nThe scientific studies analysed in this review are summarized in Table 1, in order to enable researchers with a comprehensive overview of physiologic-like and mesoporous HA synthesis routes.\nTable 1: Summary and comparison of various methods in physiologic-like HA synthesis\nHA\naspect Shape Type of synthesis Surfactant\nType of\nsurfactant Article\nP h\ny si\no lo\ng ic\n-l ik\ne\nPlate\nHydrothermal Ethylamine cationic Nagata F. et al. [28]\nHydrothermal STPP anionic Zhang H. et al. [22]\nEmulsion AOT anionic Sato K. et al. [19]\nMicrowave CTAB cationic Arami H. et al. [31]\nRod\nHydrothermal CTAB cationic Wang Y. et al. [32]\nHydrothermal CTAB cationic Wang Y. et al. [33]\nHydrothermal SDS\nCTAB\nanionic cationic Yan L. et al. [34]\nHydrothermal\nPEG-600 Tween-20\nTrisodium citrate\nnon-ionic non-ionic non-ionic\nWang A. et al. [37]\nHydrothermal EDTA anionic Xin R. et al. [35]\nHydrothermal EDTA + CTAB anionic + cationic Xue C. et al. [36]\nEmulsion Triton X-100 + CTAB non-ionic + cationic Sun Y. et al. [38]\nHydrothermal combined\nwith microemulsion CTAB cationic Lin K. et al. [39]\nMicrowave EDTA anionic Liu J. et al. [40]\nMicrowave EDTA anionic Lak A. et al. [41]\nMicrowave EDTA anionic Kalita S.J. et al. [21]\nPrecipitation in reflux\nconditions Triton X-100 non-ionic Iyyappan E. et al. [25]\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59\n60 A c ep te d M\nan\nus\ncr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n14\nPrecipitation in reflux\nconditions CTAB cationic Shiba K. et al. [16]\nHydrothermal CTAB\nSDS\ncationic anionic Loo S.C.J. et al. [44]\nM es\no p\no ro\nu s\nRod\nHydrothermal CTAB cationic Li Y. et al. [50]\nHydrothermal CTAB cationic Wang J. et al. [17]\nPrecipitation in reflux\nconditions CTAB cationic Yao J. et al. [51]\nHydrothermal combined\nwith microwave CTAB cationic Benzigar M.R. et al. [52]\nHydrothermal combined\nwith microwave CTAB cationic Kumar G.S. et al. [53]\nPrecipitation in reflux\nconditions Pluronic F127 non-ionic Zhao Y.F. et al. [27]\nHydrothermal Pluronic F127 non-ionic Zhang W. et al. [55]\nHydrothermal Triton X-100 non-ionic Iyyappan E. et al. [24]\nMicrowave Lauryl\ndimethylaminoacetic zwitterionic Amer W. et al. [56]\nHydrothermal Tea polyphenols non-ionic Zhou H. et al. [57]\nHydrothermal Vitamin C non-ionic Zhou H. et al. [58]"
    }, {
      "heading" : "4. The use of plate and rod-like HA in bone treatment and regeneration",
      "text" : "As previously introduced, synthetic nano-HA has found numerous applications in the biomedical field, thanks to its biocompatibility, osteoconductivity and overall biological properties deriving from its biomimetic chemical composition and high surface area. To further enhance the properties of HA particles, their crystalline structure has been modified through the substitution of calcium, phosphate or hydroxyl groups with other ions. Depending on the type of biological response requested, different ions can be considered for the substitution. In particular, strontium, magnesium and zinc ions, which occupy calcium sites in the HA crystal lattice, are reported to increase nano-HA solubility and improve osteoblast attachment and proliferation, thus leading to a superior reactivity and osteoconductivity of the material [59,60]. On the other hand, carbonate, silicate and fluorine ions can substitute both phosphate and hydroxyl groups, conferring to the material an improved osteoconductive potential as well as superior mechanical properties due to an increase of HA crystallinity [60].\nWithin the biomedical field, pure and doped nano-HAs have found their principal applications in the bone tissue engineering area thanks to their osteoconductive potential. For this reason, synthetic HA has been used as coating for metallic orthopaedic implants, filler for bone cements, drug delivery system or constituent of bone scaffolds, as schematically represented in Figure 11. In this section, the main applications of nano-HA in the bone engineering area are reported, with a particular focus on the studies concerning the use of plate or\nrod-like particles, since they represent the main topic of this review.\nFig.11: Schematic representation of the principal application of\nplate and rod-like nano-HA in bone treatment and regeneration.\nThe use of nano-HA as coatings on orthopaedic implants proved to be a successful solution to improve the osteointegration at the surgical site. In fact, orthopaedic implants are usually made by titanium alloys having excellent mechanical properties, but not able to stimulate a biological response in the host tissue due to their superficial oxide layer that hinders bone cell adhesion. On the contrary, the presence of a HA coating of approximately 50 µm in thickness has been associated with the stimulation of new bone growth on the implant, leading to its improved fixation [59]. The good adhesion of the HA coating on the substrate is a key factor and it is specifically required to avoid fatigue failure or the detachment of the coating and can be obtained by a strict\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc te d M an us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n15\ncontrol of the process parameters and of the particle properties [61].\nAnother application of nano-HA is related to its use as osteoconductive filler in bone cements for the treatment of fractures or the fixation of orthopaedic prosthesis. Since the cement is usually constituted by an inert material (e.g. poly methyl methacrylate), the addition of the nano-HA phase can lead to an improvement of its biological behaviour [62]. In fact, thanks to the osteoconductive potential of nano-HA, a stronger bond can be formed between the cement and the bone tissue leading to a better integration of the implant. Similarly, cements able to promote new bone formation are fundamental in the case of osteoporotic fracture fixation, where the risk of loosening and failure of the implant is high due to the reduced healing potential of osteoporotic patients [63]. In the frame of the studies reporting the use of rod-like nano-HA as osteoconductive phase in bone cements, it is worth to mention the work conducted by Che and co-workers [62]. In particular, they observed that the introduction of rod-like nano-HA particles, synthesised using PEG2000 as templating agent, in a PMMA-based cement increased the mineralisation degree of the cement surface while enhancing bone progenitor cell proliferation compared to the pure PMMA cement. Similarly, Li and co-workers produced rod-like nano-HA particles using PEG400 as templating agent and, subsequently, introduced them in an injectable polyurethane-based cement obtaining an improvement of its mechanical and bioactive properties [64].\nNano-HA is also particularly attractive as drug carrier due to its solubility in the biological fluids and its capacity to penetrate the cell membrane [65]. Furthermore, thanks to its chemical composition and structure, nano-HA can successfully interact with several compounds. A remarkable interaction has been observed with bisphosphonates, specific drugs used for the anti-resorptive therapy of osteoporosis, thanks to their strong affinity to calcium ions. This interaction was confirmed by Boanini et al., that synthesised pure and Srsubstituted nano-HA particles with rod-like morphology in the presence of disodium zoledronate tetrahydrate, observing a high loading rate [66,67]. Moreover, the combination of nanoHA and zoledronate led to an improved biological response, increasing osteoblast proliferation and differentiation, while decreasing osteoclast survival. These effects were further enhanced in presence of strontium-doped nano-particles, demonstrating their potential in anti-osteoporotic treatments.\nThe improved biological effect arising from the combination of doped-HA and bisphosphonates was also observed by Khajuria and collaborators [69]. In particular, they investigated the incorporation of risedronate in Zn-doped HA nanoparticles with the aim of creating a suitable vector for its non-oral administration. The authors tested the combined system on ovariectomised rats observing a superior recover of the osteoporosis-induced bone damage thanks to the beneficial action of zinc in enhancing bone formation and mineralisation.\nIn recent years, innovative systems combining nano-HA and other inorganic nanoparticles having peculiar physical properties have been investigated by several research groups to explore novel applications in the bone regeneration field. For example, Tran and Webster proposed an alternative treatment for osteoporosis combining magnetite nanoparticles and rod-like nano-HA synthesised through a hydrothermal method. The combined system proved to stimulate the expression of several differentiation markers in osteoblasts (ALP activity, collagen synthesis and calcium deposition), highlighting its high osteogenic potential. Furthermore, thanks to the presence of magnetite nanoparticles, this stimulating action can be directed at specific sites (e.g. the osteoporotic fracture site) through to the use of a magnetic field [70]. Khajuria and collaborators, instead, conjugated nitrogendoped carbon dots with HA nanoparticles through a hydrothermal co-precipitation synthesis [71]. The system proved its bone regeneration potential both in vitro promoting osteoblast proliferation, differentiation and mineralisation and in vivo enhancing the bone growth and the mineral density of a zebrafish jawbone model. Furthermore, thanks to the luminescence shown by the carbon dots, the system can be exploited for theragnostic applications.\nLastly, another promising and reported application of platelike and rod-like HA nanoparticles in the bone field is their use as reinforcing phase in composite scaffolds for bone tissue regeneration. In fact, their addition in a polymeric matrix can improve the scaffold mechanical properties and stimulate the growth of new bone thanks to their biomimetic morphology and composition [59]. In order to achieve the desired improvement of mechanical and biological performances, HA particles need to be homogeneously dispersed in the matrix avoiding the formation of aggregates. Different types of polymers have been used as matrix for scaffold preparation, both natural and synthetic. For example, Sartuqui and coworkers suspended rod-like HA, synthesised by means of the hydrothermal treatment in presence of CTAB as templating agent, in a gelatine-based matrix [72]. The gelatine suspension was successively crosslinked with tannic acid and freezedried. The presence of HA particles led to an improvement of scaffold mechanical properties and of its mineralisation degree when immersed in SBF, confirming its osteoconductive potential. Similar results were observed by Zandi and co-workers, who tested the mechanical and biological behaviour of an HA-gelatine freeze-dried scaffold [73]. The composite scaffold promoted an increased bone cell adhesion and proliferation compared to the pure gelatine scaffold, thanks to the beneficial action of HA particles in creating a more biomimetic material. Collagen is another natural polymer frequently used as matrix in bone scaffold fabrication thanks to its highly biomimetic structure mimicking the extracellular matrix. Zheng and co-workers produced a collagen-HA scaffold, synthesising rod-like HA\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc te d M a us cr ip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n16\nparticles through the hydrothermal method while exploiting the genipin crosslinking and the freeze-drying technique to produce the composite scaffold. Due to its high structural and compositional biomimicry, the scaffold induced a superior bone cell adhesion, proliferation and differentiation rate [74].\nSynthetic polymers have been largely adopted for bone scaffold fabrication since they enable a higher control over the final properties of the scaffold, such as degradation kinetics and mechanical properties. On the contrary, they proved less biocompatibility and lack of cell-recognize sites. The design of composite scaffolds through the addition of HA particles can increase the osteoconductive potential of these polymers, leading to an increase of bone cell adhesion and proliferation. The beneficial effects linked to the addition of HA in the material formulation were observed by Huang and co-workers who developed a composite scaffold constituted by poly-2hydroxyethylmethacrylate, polycaprolactone and rod-like HA particles [75]. Similarly, Nejati and co-workers fabricated a poly(L-lactide acid)-based scaffold reinforced by rod-like HA particles, observing an increase of scaffold mechanical properties compared to the pure polymeric scaffold [76]. Also in this case, the addition of HA particles led to a significant increase of bone cell adhesion and proliferation, highlighting the high osteoconductive potential of this material."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Considered the promising results observed in bone tissue regeneration field thanks to the use of nano-HA, the research community have focused its attention on the enhancement of HA synthesis methods in order to produce nanoparticles with improved features.\nIn this review, the various techniques used to synthesize physiologic-like shaped and mesoporous nano-HA were described with a comprehensive and critical review of the literature data. A prevalence of non-conventional methods, i.e. hydrothermal, emulsion and microwave irradiation, combined with the use of different surfactants is mostly proposed for the synthesis of nano-sized HA with peculiar shape (i.e. rod-like, plate-like) and structural features (i.e. high surface area, accessible mesopores).\nIn particular, the hydrothermal approach allows obtaining pure and highly crystalline HA in the form of rods and plates, although it involves high temperatures and is a timeconsuming process. On the other hand, microwave irradiation leads to the formation of particles with high purity and narrow particle size in a very fast way. In the end, microemulsion might be an effective strategy to synthesize and regulate more accurately the size and the shape of HA crystals. Furthermore, the combination of these methods can overcome the drawbacks and combine the advantages of each single technique. The use of surfactants in the above-mentioned synthesis techniques allows a better control of the HA morphology, since these molecular agents are able to direct\nthe growth of HA particles toward a specific direction thanks to the occurrence of selective interactions with HA precursors. Among the templating agents reported in the literature, the CTAB turned out to be the most widely used, although more recently different authors adopted natural and non-toxic templating agents like vitamin C and tea polyphenols for the synthesis of HA through a more environmentally friendly approach.\nFocusing on the plate-like HA crystals, a strict control over the synthesis parameters is generally required to achieve this morphology. In case of hydrothermal synthesis, a key role is played by the surfactant concentration required to direct the growth of HA particles toward the plate-like morphology. High supersaturation concentration of HA precursors and high microwave power are reported to be beneficial for the synthesis of plate-like HA through the microemulsion process and the microwave method, respectively.\nRod-like HA particles are generally obtained through the hydrothermal method, in the presence of alkaline conditions, autoclaving temperatures above 100° C and durations of around 20 h. Higher hydrothermal temperatures and longer treatments lead to the production of HA with high crystallinity and large crystal size. Rod-like particles are also successfully synthesised through high-power microwave irradiation and the precipitation method under refluxing conditions thanks to the creation of a controlled and stable environment.\nThe same techniques in combination with surfactants at specific concentrations are also employed for the synthesis of mesoporous HA. The generated intra-particle mesopores have dimensions comprised between 2 and 10 nm, randomly distributed throughout the HA particles. In most cases along with this intra-particle porosity, the presence of pores with a dimension of several tens of nanometres is usually reported in the literature works due to inter-particle voids resulting from the agglomeration of primary nano-sized HA crystals.\nIn conclusion, due to the high heterogeneity of methods and data reported in the literature, this review aims to constitute a precious background and a useful tool for those researchers that face for the first time the challenges related to the synthesis of physiologic-like or mesoporous HA in view of a biomedical application."
    }, {
      "heading" : "6. Future perspectives",
      "text" : "The majority of articles concerning the synthesis of rod or plate-like HA concentrate exclusively on its morphological/structural characterisation, while only few works examined also its behaviour in term of cytocompatibility, osteoconductivity and stimulation of additional biological responses. Therefore, further studies are needed to evaluate the overall biological behaviour of the synthetized HA and the effective biomimicry of the\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 A cc pt ed M an us\nrip t\nBiomedical Materials XX (XXXX) XXXXXX Palmieri et al\n17\nphysiological nanostructures, in order to produce particles suitable for bone regeneration applications.\nIn addition, the true control of HA particles in the term of size and shape is still an open issue, as revealed by the heterogeneous dimensions and structural features reported in the literature. With the aim to improve the control of HA textural properties, the combination of different synthesis methods, such as the hydrothermal route with the microemulsion technique, constitutes a promising strategy to be further explored.\nIn addition, the currently available synthesis methods allow to achieve mesopores not uniform in size and not homogeneously distributed across the HA particles. A wellorganized arrangement of the porosity would produce a further increase of the exposed surface area and, consequently, an increase of HA biological reactivity. Furthermore, narrowsize and organized mesoporosity would lead to enhanced drug loading capacity and to higher reproducibility in the loading and release behaviour of HA particles, making them particularly suitable for biomedical applications. To address this issue and to cope with the need of resource-efficient and green synthesis methods, new natural organic molecules (i.e. polyphenols, vitamins) are gaining increasing interest as templating agents, due to their effective role in the mesoporosity regulation.\nIn the end, the scalability of the synthesis process is a key issue to consider in the selection of the most appropriate route for the HA production for biomedical applications. Nevertheless, there is a lack of works investigating the scalability of the most common synthesis methods, therefore evidencing the necessity of future studies in this perspective."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 681798-BOOST) (www.ercprojectboost.eu)"
    } ],
    "references" : [ {
      "title" : "Bone’s Material Constituents and their Contribution to Bone Strength in Health, Disease, and Treatment Calcif",
      "author" : [ "Y Bala", "E Seeman" ],
      "venue" : "Tissue Int",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Mechanical properties and the hierarchical structure of bone",
      "author" : [ "Y Rho J", "L Kuhn-Spearing", "P Zioupos" ],
      "venue" : "Med. Eng. Phys",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1998
    }, {
      "title" : "Structure and mechanical quality of the collagen-mineral nano-composite in bone",
      "author" : [ "P Fratzl", "S Gupta H", "P Paschalis E", "P Roschger" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2004
    }, {
      "title" : "Nanoporous hydroxyapatite preparation methods for drug delivery applications Rev",
      "author" : [ "F Mohammad N", "R Othman", "F Yee-Yeoh" ],
      "venue" : "Adv. Mater. Sci",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "A 2015 A Review of Synthesis Methods, Properties and Use of  Hydroxyapatite as a Substitute of Bone",
      "author" : [ "A Shavandi", "A Bekhit A E-D", "F Sun Z", "Ali" ],
      "venue" : "J. Biomimetics, Biomater. Biomed. Eng",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Bone mineralization: From tissue to crystal in normal and pathological contexts Osteoporos",
      "author" : [ "Y Bala", "D Farlay", "G Boivin" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Nanosized and nanocrystalline calcium orthophosphates",
      "author" : [ "V. Dorozhkin S" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Advances in synthesis of calcium phosphate crystals with controlled size and shape",
      "author" : [ "K Lin", "C Wu", "J Chang" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Capping agent-assisted synthesis of nanosized hydroxyapatite: Comparative studies of their physicochemical properties",
      "author" : [ "N Pramanik", "A Tarafdar", "P Pramanik" ],
      "venue" : "J. Mater. Process. Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2007
    }, {
      "title" : "Nanosized hydroxyapatite and other calcium phosphates: Chemistry of formation and application as drug and gene delivery agents",
      "author" : [ "V Uskoković", "P Uskoković D" ],
      "venue" : "J. Biomed. Mater. Res. - Part B Appl. Biomater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Nanostructured Calcium Phosphates: Preparation and Their Application in Biomedicine",
      "author" : [ "F Chen", "Y Zhu", "J Wu", "P Huang", "D Cui" ],
      "venue" : "Nano Biomed Eng",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Biological and medical significance of calcilum phosphates",
      "author" : [ "V Dorozhkin S", "M Epple" ],
      "venue" : "Angew. Chemie Int. Ed",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2002
    }, {
      "title" : "Nanoscale hydroxyapatite particles for bone tissue engineering",
      "author" : [ "H Zhou", "J Lee" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Recent advances in the synthesis, functionalization and biomedical applications of hydroxyapatite: a review",
      "author" : [ "A Haider", "S Haider", "S Han S", "I-K Kang" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Effect of Cationic Surfactant Micelles on Hydroxyapatite Nanocrystal Formation: An Investigation into the Inorganic- Organic Interfacial Interactions Cryst",
      "author" : [ "K Shiba", "S Motozuka", "T Yamaguchi", "N Ogawa", "Y Otsuka", "K Ohnuma", "T Kataoka", "M Tagaya" ],
      "venue" : "Growth Des",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Effect of cetyltrimethylammonium bromide on morphology and porous structure of mesoporous hydroxyapatite",
      "author" : [ "J Wang", "P Huang S", "K Hu", "C Zhou K", "H Sun" ],
      "venue" : "Trans. Nonferrous Met. Soc. China (English Ed",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Synthesis of hydroxyapatite in the presence of anionic surfactant Physicochem",
      "author" : [ "A Kolodziejczak-Radzimska", "M Samuel", "D Paukszta", "A Piasecki", "T Jesionowski" ],
      "venue" : "Probl. Miner. Process",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Agglomeration control of hydroxyapatite nanocrystals grown in phase-separated microenvironments",
      "author" : [ "K Sato", "Y Hotta", "T Nagaoka", "M Yasuoka", "K Watari" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2006
    }, {
      "title" : "Influence of the type of surfactant on the formation of calcium phosphate in organized molecular systems Chem. Mater",
      "author" : [ "S Sarda", "M Heughebaert", "A Lebugle" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1999
    }, {
      "title" : "Nanocrystalline hydroxyapatite bioceramic using microwave radiation: Synthesis and characterization Mater",
      "author" : [ "J Kalita S", "S Verma" ],
      "venue" : "Sci. Eng. C",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "Plate-like hydroxyapatite nanoparticles synthesized by the hydrothermal method",
      "author" : [ "H Zhang", "K Zhou", "Z-Y Li", "S Huang" ],
      "venue" : "J. Phys. Chem. Solids",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2009
    }, {
      "title" : "A  cc  p  ed  M  an  us  rip  t  Biomedical Materials XX (XXXX) XXXXXX  Palmieri et al 18  Synthesis of organized hydroxyapatite (HA) using triton X",
      "author" : [ "J Zhang", "D Jiang", "Q Lin", "Z Huang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "Role of triton X-100 and hydrothermal treatment on the morphological features of nanoporous hydroxyapatite nanorods",
      "author" : [ "E Iyyappan", "P Wilson", "K Sheela", "R Ramya" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Synthesis of nanoscale hydroxyapatite particles using triton X-100 as an organic modifier",
      "author" : [ "E Iyyappan", "P Wilson" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "Synthesis of nanostructured hydroxyapatite in presence of polyethylene glycol",
      "author" : [ "K Azzaoui", "A Lamhamdi", "E Mejdoubi", "M Berrabah", "A Elidrissi", "B Hammouti", "S Zaoui", "R Yahyaoui" ],
      "venue" : "J. Chem. Pharm. Res",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Triblock co-polymer templating synthesis of mesostructured hydroxyapatite Microporous Mesoporous Mater",
      "author" : [ "F Zhao Y", "J Ma" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2005
    }, {
      "title" : "Influence of Ethylamine on the Crystal Growth of Hydroxyapatite Crystals",
      "author" : [ "F Nagata", "M Toriyama", "K Teraoka", "Y Yokogawa" ],
      "venue" : "Chem. Lett",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2001
    }, {
      "title" : "Synthesis of nanocrystalline hydroxyapatite using surfactant template systems: Role of templates in controlling morphology",
      "author" : [ "K Saha S", "A Banerjee", "S Banerjee", "S Bose" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2009
    }, {
      "title" : "Influence of microwave power on nanosized hydroxyapatite particles",
      "author" : [ "A Siddharthan", "K Seshadri S", "S Kumar T S" ],
      "venue" : "Scr. Mater",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2006
    }, {
      "title" : "Rapid formation of hydroxyapatite nanostrips via microwave irradiation",
      "author" : [ "H Arami", "M Mohajerani", "M Mazloumi", "R Khalifehzadeh", "A Lak", "K Sadrnezhaad S" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2009
    }, {
      "title" : "Surfactant-assisted synthesis of hydroxyapatite particles",
      "author" : [ "Y Wang", "J Chen", "K Wei", "S Zhang", "X Wang" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2006
    }, {
      "title" : "Surfactant-assisted hydrothermal synthesis of hydroxyapatite nanorods",
      "author" : [ "L Yan", "Y Li", "X Deng Z", "J Zhuang", "X Sun" ],
      "venue" : "Int. J. Inorg. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2001
    }, {
      "title" : "Synthesis and characterization of nano-crystalline calcium phosphates with EDTA-assisted hydrothermal method",
      "author" : [ "R Xin", "F Ren", "Y Leng" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2010
    }, {
      "title" : "Hydrothermal Synthesis and Biocompatibility Study of Highly Crystalline Carbonated Hydroxyapatite Nanorods",
      "author" : [ "C Xue", "Y Chen", "Y Huang", "P Zhu" ],
      "venue" : "Nanoscale Res. Lett",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Size-controlled synthesis of hydroxyapatite nanorods by chemical precipitation in the presence of organic modifiers Mater",
      "author" : [ "A Wang", "D Liu", "H Yin", "H Wu", "Y Wada", "M Ren", "T Jiang", "X Cheng", "Y Xu" ],
      "venue" : "Sci. Eng. C",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2007
    }, {
      "title" : "Synthesis of single-crystal HAP nanorods",
      "author" : [ "Y Sun", "G Guo", "Z Wang", "H Guo" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2006
    }, {
      "title" : "Hydrothermal microemulsion synthesis of stoichiometric single crystal hydroxyapatite nanorods with mono-dispersion and narrowsize distribution Mater",
      "author" : [ "K Lin", "J Chang", "R Cheng", "M Ruan" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2007
    }, {
      "title" : "Rapid formation of hydroxyapatite nanostructures by microwave irradiation",
      "author" : [ "J Liu", "K Li", "H Wang", "M Zhu", "H Yan" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2004
    }, {
      "title" : "Rapid formation of mono-dispersed hydroxyapatite  nanorods with narrow-size distribution via microwave irradiation",
      "author" : [ "A Lak", "M Mazloumi", "S Mohajerani M", "S Zanganeh", "R Shayegh M", "A Kajbafvala", "H Arami", "K Sadrnezhaad S" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2008
    }, {
      "title" : "Effects of synthesis conditions on the morphology of hydroxyapatite nanoparticles produced by wet chemical process",
      "author" : [ "P Wang", "C Li", "H Gong", "X Jiang", "H Wang", "K Li" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "Effect of surfactant and heat treatment on morphology, surface area and crystallinity in hydroxyapatite nanocrystals",
      "author" : [ "M Khalid", "M Mujahid", "S Amin", "S Rawat R", "A Nusair", "R Deen G" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2013
    }, {
      "title" : "Synthesis and hydrothermal treatment of nanostructured hydroxyapatite of controllable sizes",
      "author" : [ "J Loo S C", "E Siew Y", "S Ho", "C Boey F Y", "J Ma" ],
      "venue" : "J. Mater. Sci. Mater. Med",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2008
    }, {
      "title" : "Comparison of Hydrothermal and Sol-Gel Synthesis of Nano-Particulate Hydroxyapatite by Characterisation at the Bulk and Particle Level",
      "author" : [ "M Bilton" ],
      "venue" : "Open J. Inorg. Non-metallic Mater",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2012
    }, {
      "title" : "REPORTING PHYSISORPTION DATA FOR GAS/SOLID SYSTEMS with Special Reference to the Determination of Surface Area and Porosity",
      "author" : [ "W Sing K S", "H Everett D", "W Haul R A", "L Moscou", "A Pierotti R", "J Rouquerol", "T Siemieniewska" ],
      "venue" : "Pure Appl. Chem",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1985
    }, {
      "title" : "Mesoporous materials as multifunctional tools in biosciences: principles and applications Mater",
      "author" : [ "M Moritz", "M Geszke-Moritz" ],
      "venue" : "Sci. Eng. C. Mater. Biol. Appl",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "PH controlled size/shape in CTAB micelles with solubilized polar additives: A viscometry, scattering and spectral evaluation Colloids Surfaces A Physicochem",
      "author" : [ "V Patel", "N Dharaiya", "D Ray", "K Aswal V", "P Bahadur" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2014
    }, {
      "title" : "The micellar properties of the poly(oxyethylene) - poly(oxypropylene) copolymer Pluronic F127 in water and electrolyte solution",
      "author" : [ "D Attwood", "H Collett J", "J Tait C" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 1985
    }, {
      "title" : "Synthesis and characterization of nanoporous hydroxyapatite using cationic surfactants as templates Mater",
      "author" : [ "Y Li", "W Tjandra", "C Tam K" ],
      "venue" : null,
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2008
    }, {
      "title" : "Hydroxyapatite nanostructure material derived using cationic surfactant as a template",
      "author" : [ "J Yao", "W Tjandra", "Z Chen K Y", "C Tam K", "J Ma", "B Soh" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2003
    }, {
      "title" : "Size and morphology-controlled synthesis of mesoporous hydroxyapatite nanocrystals by microwave-assisted hydrothermal method Ceram",
      "author" : [ "S Kumar G", "G Karunakaran", "K Girija E", "E Kolesnikov", "Van Minh N", "V. Gorshenkov M", "D Kuznetsov" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Controlling the pore characteristics of mesoporous apatite materials: Hydroxyapatite and carbonate apatite",
      "author" : [ "F Mohammad N", "R Othman", "Y YEOH F" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2014
    }, {
      "title" : "Rodshaped hydroxyapatite with mesoporous structure as drug carriers for proteins",
      "author" : [ "W Zhang", "Y Chai", "X Xu", "Y Wang", "N Cao" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2014
    }, {
      "title" : "Synthesis of mesoporous nano-hydroxyapatite by using zwitterions  Page 18 of 19 AUTHOR SUBMITTED MANUSCRIPT - BMM-102942.R2 1 2 3 4 5",
      "author" : [ "W Amer", "K Abdelouahdi", "R Ramananarivo H", "M Zahouily", "A Fihri", "Y Coppel", "S Varma R", "A Solhy" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2013
    }, {
      "title" : "Mesoporous hydroxyapatite nanoparticles hydrothermally synthesized in aqueous solution with hexametaphosphate and tea polyphenols",
      "author" : [ "H Zhou", "M Yang", "S Hou", "L Deng" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2017
    }, {
      "title" : "Synthesis of mesoporous hydroxyapatite via a vitamin C templating hydrothermal route",
      "author" : [ "H Zhou", "Y Yang", "M Yang", "W Wang", "Y Bi" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "A brief review on hydroxyapatite production and use in biomedicine Ceramica",
      "author" : [ "S Gomes D", "C Santos A M", "A Neves G", "R Menezes R" ],
      "venue" : null,
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2019
    }, {
      "title" : "Substituted hydroxyapatites for bone regeneration: A review of current trends",
      "author" : [ "B Ratnayake J T", "M Mucalo", "J Dias G" ],
      "venue" : "J. Biomed. Mater. Res. - Part B Appl. Biomater",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2017
    }, {
      "title" : "Synthesis of hydroxyapatite for biomedical applications Adv",
      "author" : [ "A Szcześ", "L Hołysz", "E Chibowski" ],
      "venue" : "Colloid Interface Sci",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2017
    }, {
      "title" : "Biological  activity  of hydroxyapatite/poly(methylmethacrylate) bone cement with different surface morphologies and modifications for induced osteogenesis",
      "author" : [ "Y Che", "S Min", "M Wang", "M Rao", "C Quan" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2019
    }, {
      "title" : "A and Guelcher S A 2014 Biomaterial scaffolds for treating osteoporotic bone",
      "author" : [ "J Sterling" ],
      "venue" : "Curr. Osteoporos. Rep",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2014
    }, {
      "title" : "Synthesis and characterization of injectable nano-hydroxyapatite/polyurethane composite cement effective formulations for management of osteoporosis",
      "author" : [ "K Li", "Y Zuo", "Q Zou", "L Lin", "L Wang", "B Yang", "F Hu", "J Li", "Y Li" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2016
    }, {
      "title" : "Recent advances in research applications of nanophase hydroxyapatite",
      "author" : [ "K Fox", "A Tran P", "N Tran" ],
      "venue" : "ChemPhysChem",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2012
    }, {
      "title" : "Improvement in bone properties by using risedronate adsorbed hydroxyapatite novel nanoparticle based formulation in a rat model of osteoporosis",
      "author" : [ "H Sahana", "K Khajuria D", "R Razdan", "R Mahapatra D", "R Bhat M", "S Suresh", "R Rao R", "L Mariappan" ],
      "venue" : "J. Biomed. Nanotechnol",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2013
    }, {
      "title" : "Risedronate/zinc-hydroxyapatite based nanomedicine for osteoporosis",
      "author" : [ "K Khajuria D", "C Disha", "R Vasireddi", "R Razdan", "R Mahapatra D" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2016
    }, {
      "title" : "Increased osteoblast functions in the presence of hydroxyapatite-coated iron oxide nanoparticles",
      "author" : [ "N Tran", "J Webster T" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2011
    }, {
      "title" : "Accelerated Bone Regeneration by Nitrogen-Doped Carbon Dots Functionalized with Hydroxyapatite Nanoparticles",
      "author" : [ "K Khajuria D", "B Kumar V", "D Gigi", "A Gedanken", "D Karasik" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2018
    }, {
      "title" : "Biomimetic fiber mesh scaffolds based on gelatin and hydroxyapatite nano-rods: Designing intrinsic skills to attain bone reparation abilities  Colloids",
      "author" : [ "J Sartuqui", "N Gravina A", "R Rial", "A Benedini L", "L Yahia", "M Ruso J", "V. Messina P" ],
      "venue" : "Surfaces B Biointerfaces",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2016
    }, {
      "title" : "Biocompatibility evaluation of nano-rod hydroxyapatite/gelatin coated with nano-HAp as a novel scaffold using mesenchymal stem cells",
      "author" : [ "M Zandi", "H Mirzadeh", "C Mayer", "H Urch", "B Eslaminejad M", "F Bagheri", "H Mivehchi" ],
      "venue" : "J. Biomed. Mater. Res. - Part A",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2010
    }, {
      "title" : "Fabrication of novel biodegradable porous bone scaffolds based on amphiphilic hydroxyapatite nanorods",
      "author" : [ "X Zheng", "J Hui", "H Li", "C Zhu", "X Hua", "H Ma", "D Fan" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2017
    }, {
      "title" : "Development of nano-sized hydroxyapatite reinforced composites for tissue engineering scaffolds",
      "author" : [ "J Huang", "W Lin Y", "W Fu X", "M Best S", "A Brooks R", "N Rushton", "W Bonfield" ],
      "venue" : "J. Mater. Sci. Mater. Med",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2007
    }, {
      "title" : "Synthesis and characterization of nano-hydroxyapatite rods/poly(l-lactide acid) composite scaffolds for bone tissue engineering Compos",
      "author" : [ "E Nejati", "H Mirzadeh", "M Zandi" ],
      "venue" : "Part A Appl. Sci. Manuf",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "these gaps in form of plates with average length of 50 nm, width of 25 nm and thickness of 2-3 nm and orienting their caxis parallel to the long axis of the collagen fibrils [2].",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 3,
      "context" : "different ion substitutions, where the most abundant one is represented by carbonate ion (CO3) in the amount of 3-8 wt% [4,5].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 4,
      "context" : "different ion substitutions, where the most abundant one is represented by carbonate ion (CO3) in the amount of 3-8 wt% [4,5].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 6,
      "context" : "surface properties that differ from those of conventional micro-sized materials and lead to a greater reactivity [7].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 7,
      "context" : "crystallisation and non-uniform particle shapes [8,9].",
      "startOffset" : 48,
      "endOffset" : 53
    }, {
      "referenceID" : 6,
      "context" : "agglomeration due to the formation of hydrogen bonds among HA particles [7,8].",
      "startOffset" : 72,
      "endOffset" : 77
    }, {
      "referenceID" : 7,
      "context" : "allows obtaining HA nanoparticles with relatively controlled stoichiometry, high crystallinity and rod-like shape [8,9].",
      "startOffset" : 114,
      "endOffset" : 119
    }, {
      "referenceID" : 3,
      "context" : "are able to self-assemble in micelles with a specific shape and act as templates for the controlled nucleation and growth of HA crystals [4].",
      "startOffset" : 137,
      "endOffset" : 140
    }, {
      "referenceID" : 7,
      "context" : "final morphology and size of HA particles [8,9].",
      "startOffset" : 42,
      "endOffset" : 47
    }, {
      "referenceID" : 8,
      "context" : "Moreover, HA particles synthesized without the use of surfactants showed a higher tendency to aggregate [10].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 6,
      "context" : "HA and other calcium phosphates (CaPs) with controlled shape and size [7,9].",
      "startOffset" : 70,
      "endOffset" : 75
    }, {
      "referenceID" : 7,
      "context" : "HA and other calcium phosphates (CaPs) with controlled shape and size [7,9].",
      "startOffset" : 70,
      "endOffset" : 75
    }, {
      "referenceID" : 7,
      "context" : "[9], several synthesis methods to obtain calcium phosphate crystals with different structures (spheres, rods, plates, whiskers, flowers or dumbbells) are accurately described.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "and Uskoković Dragan [11] dedicated their review on the application of CaPs as drug delivery systems for diagnosis and",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 11,
      "context" : "therapy, while Dorozhkin and Epple [13] reviewed the application of CaPs in the orthopaedic field.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 4,
      "context" : "In addition, several authors have reviewed the application of HA in the biomedical field as bone substitutes [5,14], drug delivery systems [4] or the",
      "startOffset" : 109,
      "endOffset" : 115
    }, {
      "referenceID" : 12,
      "context" : "In addition, several authors have reviewed the application of HA in the biomedical field as bone substitutes [5,14], drug delivery systems [4] or the",
      "startOffset" : 109,
      "endOffset" : 115
    }, {
      "referenceID" : 3,
      "context" : "In addition, several authors have reviewed the application of HA in the biomedical field as bone substitutes [5,14], drug delivery systems [4] or the",
      "startOffset" : 139,
      "endOffset" : 142
    }, {
      "referenceID" : 14,
      "context" : "calcium precursors are added in the solution [16,17].",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 15,
      "context" : "calcium precursors are added in the solution [16,17].",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 16,
      "context" : "[18] for sodium dodecyl sulphate (SDS), used as anionic surfactant for the synthesis of HA nanorods.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "the synthesis of rod-like nano-HA [19].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 18,
      "context" : "direction deriving by the AOT micellar structure [20].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 19,
      "context" : "at pH values below 9, the nanocrystal formation does not occur, most likely due to the low stability of Ca-EDTA complexes [21].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 20,
      "context" : "STPP acts as an effective calcium chelating agent controlling its availability in the solution and, consequently, modulating the morphology of HA crystals toward plate-like shapes [22].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 21,
      "context" : "[23], Triton X-100 is able to interact with the calcium ions thanks to its polyoxyethylene (EO) groups through the creation of",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[26] reported a similar mechanism based on the controlled release of calcium ions by PEG-1000 (MW 1000), which is supposed to chelate Ca ions reducing the extent of their interactions with phosphate ions and",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "Concerning Pluronic F127, Zhao and Ma [27] investigated",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 6,
      "context" : "physiological shape is hindered by the strong HA tendency to form spherical nanoparticles in aqueous environments [7].",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 26,
      "context" : "[28] who reported the preparation of plate-like HA particles by means",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[22] successfully synthesized plate-like nanoparticles of HA with different aspect ratios (length/width) by means of the hydrothermal method adding STPP, as",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "liquids and forming nanosized liquid droplets, that consequently lead to nanometric HA particles formation [29].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 17,
      "context" : "[19] obtained crystals with an elongated plate-like shape using AOT and cyclohexane (C6H12) as the oil phase.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] synthesized HA nano-strips with an average width and length of about 10 nm and 55 nm, respectively (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[22] through the use of the hydrothermal method and the addition of 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] (right) through microwave irradiation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[32] studied the influence of the autoclaving temperature",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "collaborators [34] investigated more thoroughly the effect of",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 32,
      "context" : "[35] investigated the use of EDTA as capping agent, testing different pHs and autoclaving",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "temperature favours the growth of HA crystals with rod shape also in the presence of these organic agents [37].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 35,
      "context" : "[38] obtained rod-like structures with a shape of 8–15 nm in diameter and 25–50 nm in length by combining a series of surfactants (Triton X-100 and CTAB) and co-surfactants",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "[40] reported the synthesis of HA through the microwave method",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[21] synthesized rod-shaped HA (around 5 nm in diameter and 15 nm in length) starting from the same reagents but",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[16] refluxed for 24 h at 40° C a solution",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "[44] found significant differences in the properties of HA particles synthesized using chemical",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[37], with PEG, trisodium citrate and Tween 20, i) Xin et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "According to the IUPAC nomenclature [46], materials",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 44,
      "context" : "applications [47], several authors tried to apply the surfactantassisted templating approach to the synthesis of mesoporous HA.",
      "startOffset" : 13,
      "endOffset" : 17
    }, {
      "referenceID" : 15,
      "context" : "grains around the templating micelles [17].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 45,
      "context" : "not exceed 10-12 nm [48,49], the contributions at higher pore size values are most likely due to the inter-particle contribution.",
      "startOffset" : 20,
      "endOffset" : 27
    }, {
      "referenceID" : 46,
      "context" : "not exceed 10-12 nm [48,49], the contributions at higher pore size values are most likely due to the inter-particle contribution.",
      "startOffset" : 20,
      "endOffset" : 27
    }, {
      "referenceID" : 47,
      "context" : "[50] produced mesoporous HA testing different autoclaving temperatures ranging from 40° C to 160° C and several calcination temperatures (550° C, 700° C, 800°",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[17] highlighted that CTAB has an evident effect on the surface area, the pore volume and the pore size of HA",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[51] obtained rod-like HA structures with a mean pore size of 3 nm",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "Indeed, for instance, Shiba and collaborators [16] affirmed that CTAB mainly worked as a shape controlling agent rather than a templating agent as no clear",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 50,
      "context" : "the limitations of ionic surfactants, such as the relatively small pore size dimension achievable with CTAB [54].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 51,
      "context" : "recently, Zhang and collaborators [55] synthesized mesoporous rod-shaped HA as drug carriers by means of the hydrothermal method using the same surfactant.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 52,
      "context" : "[56] produced nano-structured HA using lauryl dimethylaminoacetic acid as zwitterionic surfactant under microwave irradiation conditions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[54] found that the continuous pH adjustment throughout the mixing of the precursor solutions",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 53,
      "context" : "[57] reported a simple and rapid strategy for the hydrothermal synthesis of",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "[58] reported the hydrothermal synthesis of mesoporous rodlike HA nanoparticles using vitamin C as cost-effective templating agent.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 106,
      "endOffset" : 116
    }, {
      "referenceID" : 47,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 106,
      "endOffset" : 116
    }, {
      "referenceID" : 49,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 106,
      "endOffset" : 116
    }, {
      "referenceID" : 25,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 51,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 22,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 54,
      "context" : "Fig 10: Mesoporous HA with physiologic-like shape obtained through different templating agents: a-c) CTAB [17,50,53], d-e) Pluronic F127 [27,55], f) Triton X-100 [24] and g) Tea polyphenols [58].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 23,
      "context" : "[25] Page 13 of 19 AUTHOR SUBMITTED MANUSCRIPT - BMM-102942.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "attachment and proliferation, thus leading to a superior reactivity and osteoconductivity of the material [59,60].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 56,
      "context" : "attachment and proliferation, thus leading to a superior reactivity and osteoconductivity of the material [59,60].",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 56,
      "context" : "superior mechanical properties due to an increase of HA crystallinity [60].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 55,
      "context" : "associated with the stimulation of new bone growth on the implant, leading to its improved fixation [59].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 58,
      "context" : "lead to an improvement of its biological behaviour [62].",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 59,
      "context" : "healing potential of osteoporotic patients [63].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 58,
      "context" : "the work conducted by Che and co-workers [62].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 60,
      "context" : "improvement of its mechanical and bioactive properties [64].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 63,
      "context" : "observed by Khajuria and collaborators [69].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 64,
      "context" : "the osteoporotic fracture site) through to the use of a magnetic field [70].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 65,
      "context" : "doped carbon dots with HA nanoparticles through a hydrothermal co-precipitation synthesis [71].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 66,
      "context" : "hydrothermal treatment in presence of CTAB as templating agent, in a gelatine-based matrix [72].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 67,
      "context" : "Zandi and co-workers, who tested the mechanical and biological behaviour of an HA-gelatine freeze-dried scaffold [73].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 68,
      "context" : "Due to its high structural and compositional biomimicry, the scaffold induced a superior bone cell adhesion, proliferation and differentiation rate [74].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 70,
      "context" : "particles, observing an increase of scaffold mechanical properties compared to the pure polymeric scaffold [76].",
      "startOffset" : 107,
      "endOffset" : 111
    } ],
    "year" : 2019,
    "abstractText" : "In the last decades, many research groups have experimented the synthesis of hydroxyapatite (HA) for bone tissue application obtaining products with different shapes and dimensions. This review aims to summarise and critically analyse the most used methods to prepare physiologiclike nano-HA, in the form of plates or rods, similar to the HA present in the human bones. Moreover, mesoporous HA has gained increasing interest in the biomedical field due its pecualiar structural features, such as high surface area and accessible mesoporous volume, which is known to confer enhanced biological behaviour and the possibility to act as nanocarriers of functional agents for bone-related therapies. For this reason, more recent studies related to the synthesis of mesoporous HA, with physiological-like morphology, are also considered in this review. Since a wide class of surfactant molecules plays an essential role both in the shape and size control of HA crystals and in the formation of mesoporosity, a section devoted to the mechanisms of action of several surfactants is also provided.",
    "creator" : "Appligent AppendPDF Pro 6.0"
  }
}