{
  "name" : "downloads_2020-07-11_0c_10.1016@j.carbpol.2020.116677.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A sodium alginate-based nano-pesticide delivery system for enhanced in vitro photostability and insecticidal efficacy of phloxine B",
    "authors" : [ "Yihua Yin", "Mengdan Yang", "Jing Xi", "Weiquan Cai", "Ying Yi", "Guanghua He", "Yue Dai", "Ting Zhou", "Mengqing Jiang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCarbohydrate Polymers\njournal homepage: www.elsevier.com/locate/carbpol\nA sodium alginate-based nano-pesticide delivery system for enhanced in vitro photostability and insecticidal efficacy of phloxine B\nYihua Yina,*, Mengdan Yanga, Jing Xia, Weiquan Caib,c,**, Ying Yia, Guanghua Hea, Yue Daia, Ting Zhoua, Mengqing Jianga\na School of Chemistry, Chemical Engineering and Life Science, Wuhan University of Technology, Wuhan, 430070, PR China b School of Chemistry and Chemical Engineering, Guangzhou University, Guangzhou, 510006, PR China c School of Materials Science and Engineering, Zhengzhou University, Zhengzhou, 450002, PR China\nA R T I C L E I N F O\nKeywords: Photoactivated pesticide Esterase/GSH responsiveness Polymer propesticide Sodium alginate\nA B S T R A C T\nTo improve in vitro photostability and enhance insecticidal activity, a novel esterase/glutathione (GSH) responsive photoactivated nano-pesticide delivery system was synthesized by conjugation of photoactivated pesticide phloxine B(PB) to sodium alginate (SA) via esterase/GSH sensitive phenolic ester bond followed by ultrasonic dispersion. The system was stable in PBS (pH 7.4) and could protect effectively the conjugated PB from in vitro photodegradation because of aggregation-caused quenching effect, whose maximum photodegradation rate did not exceed 10 % after 270 min illumination. However, upon exposure to esterase-6 or GSH stimulus, high photoactivity was observed due to the destruction of the system and accompanied by PB release. The combined stimulation could trigger more PB release than any single stimulus and thus resulting in a higher photoactivity. Compared with free PB, The system showed a higher phototoxicity on Sf9 insect cells and the in vitro light exposure had little influence on the phototoxicity."
    }, {
      "heading" : "1. Introduction",
      "text" : "The wide use of pesticides has led to many negative effects such as harmful degradation products, drug-resistant of pests, environmental pollution, ecological damage, etc. The world's annual output of pesticides has reached 4.6 million tons, but more than 90 % of the amount of pesticides used in the application flows to the environment and remains in agricultural products, and the actual utilization rate of targeted pests is less than 0.1 % (Zhao, Cui et al., 2018; Zhao, Li et al., 2018). Because of the cost and other limitations in the synthesis of new green and efficient pesticide compounds, increasing attention is being paid to the development of controlled release delivery systems of pesticides (Ding et al., 2016; Sun et al., 2014; Ye et al., 2015; Yi et al., 2011).\nPhloxine B (PB) is one of the earliest studied photoactivated pesticides, which has been approved in the USA for field application (Ben Amor & Jori, 2000). Like other photoactivated pesticides, the insecticidal principle of PB is photodynamic action, that is, PB is activated under all the UV–vis lights or natural sunlight to generate highly reactive oxygen species (ROS), primarily singlet oxygen (1O2), which can destroy many bioactive ingredients such as lipids, enzymes, or DNA in insect cells or tissue, causing death of target pests (Ben Amor & Jori,\n2000). Because this action is multi-target, PB shows low resistance to target pests and no cross-resistance with traditional insecticides (Ben Amor, Bortolotto, & Jori, 2000). In addition, in the nature environment, PB is eventually transformed into non-phototoxic and pollution-free residues, so it brings almost no harm to the environment (Wang, Wang, Yang, & Cai, 2008; Wang, Wang, Yang, & Cai, 2008). Recent research has confirmed that PB is effective against at least more than two-dozen insect species (El-Shourbagy, Hussein, El-Dahab, El-Monairy, & Elbarky, 2018). However, PB shows a low utilization rate and poor insecticidal efficiency because of in vitro photolysis (2008b, Wang et al., 2008b).\nThe in vitro photodegradation of PB is mainly attributed to the oxidization of the aromatic macrocycles in its structure by the ROS (mainly 1O2) which are produced by PB catalysis during light irradiation (Keum, Kim, & Li, 2003). Therefore, preventing PB from absorbing photons or inhibiting the transfer of the light energy absorbed by PB to the surrounding ground state oxygen can improve the photostability of PB.\nPhotosensitizers with large π conjugated systems have a high fluorescence quantum yield in solution, but in the aggregated state, their fluorescence weakens sharply or disappears completely. This\nhttps://doi.org/10.1016/j.carbpol.2020.116677 Received 27 January 2020; Received in revised form 17 June 2020; Accepted 21 June 2020\n⁎ Corresponding author. ⁎⁎ Corresponding author at: School of Chemistry and Chemical Engineering, Guangzhou University, Guangzhou 510006, PR China. E-mail addresses: yihuayin@aliyun.com (Y. Yin), cccaiwq@gzhu.edu.cn (W. Cai).\nCarbohydrate Polymers 247 (2020) 116677\nAvailable online 26 June 2020 0144-8617/ © 2020 Elsevier Ltd. All rights reserved.\nT\nphenomenon is known as aggregation-caused quenching (ACQ), which is due to that the π-π stacking of photosensitive molecules consumes excited state energy (Zhao & Yang, 2015). Due to ACQ effect, the light energy absorbed by photosensitizer molecules cannot be transferred to the surrounding oxygen molecules, the quantum yield and lifetime of 1O2 are reduced, and the photodynamic activity of photosensitizers is weakened (Xu et al., 2015). In view of the fact that PB is a photosensitizer with large π conjugated system, we conceive that if PB can be conjugated to a hydrophilic biopolysaccharide to form an amphiphilic biopolymer propesticide followed by self-assembly in water solution to form a polymeric micelle, the excited state of PB under light will produce a fluorescence self-quenching effect due to the π-π accumulation. This will inhibit or prevent the light energy absorbed by PB from being transferred to the surrounding ground oxygen, resulting in the inability of 1O2 to be produced, and the photo stability of PB is promoted.\nAn in vitro photostable pesticide delivery system once enters the pest body, we expect it can quickly unload the pesticide. Studies have shown that esterase-6 or carboxylesteraseis highly expressed in the pest body (Montella, Schama, & Valle, 2012). Moreover, GSH is abundant (concentrations ranging from 2 to 10 mM) in the pest cells (Mercer, Fontaine, Warr, & Burke, 2016). Based on these physiological characteristics, we expect that the constructed pesticide system can quickly release PB in response to esterase and/or GSH stimulation. It is reported in the literature that the phenolic ester-based drug release switch can quickly open in response to esterase (Ye, Astete, & Sabliov, 2017) or GSH stimulation (Wang et al., 2013), triggering drug release. Therefore, PB with a phenolic hydroxyl group was selected to react with the carboxyl group of Boc-glycine to form a small molecule prodrug based on phenol ester bond.\nSodium alginate (SA) is a linear natural biopolysaccharide extracted from brown algae that is composed of β-D-mannuronic acid and α-Lguluronic acid linked by (1-4) glycosidic bonds and it has good water solubility and biocompatibility and low toxicity (Lee & Mooney, 2012). It has been reported that the drug carriers based on SA can improve the solubility of hydrophobic drugs (Dey & Sreenivasan, 2014; Ravichandran & Jayakrishnan, 2018) and inhibit the photodegradation of active compounds (Campos, de Oliveira, Fraceto, & Singh, 2015; Guan, Chi, Yu, & Li, 2008), thus SA was chosen as a hydrophilic pesticide carrier in this study.\nThe purpose of this research is to develop a photoactivated nanobased pesticide delivery system with in vitro photostability and enzyme/GSH stimulus responsibility. Firstly, Boc-glycine was used for esterification with PB to avoid the condensation reaction of glycine itself, followed by removing the amino-protecting group to obtain phloxine B-glycine (PB-G). Next, PB-G was conjugated to SA to form amphiphilic polymer propesticide (PB-GSA) followed by self-assembly in deionized water to obtain esterase/GSH responsive polymeric nanoparticles (NPs). Transmission electron microscope (TEM) and dynamic light scattering (DLS) were used for characterizing the micellar morphological structure and size. Furthermore, the esterase/GSH responsiveness and the PB release behavior were investigated. The in vitro photostability and photoactivity and cytophototoxicity were also evaluated."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "PhloxineB (Purity: 99 %) was purchased from Aladdin Biotechnology Co., Ltd. 4-(N, N-dimethylamino) pyridine (DMAP, Purity: 99 %), N-Hydroxysuccinimide (NHS, Purity: 99 %), and 1-(3- Dimethylaminopropyl)-3-ethylcarbodiimide hydrochloride (EDC, Purity: 98.5 %) were purchased from Macleans Biochemical Technology Co., Ltd. Esterase-6 was purchased from Beijing Suo Laibao Technology Co., Ltd. Sodium alginate (SA, Mw = 232000 g mol−1, M/ G = 2.12), BOC-glycine (Purity: 99 %) and other reagents were\npurchased from Sinopharm Chemical Reagent Co., Ltd."
    }, {
      "heading" : "2.2. Synthesis of phloxine B-glycine (PB-G)",
      "text" : "BOC-glycine (1 mmol, 0.175 g), EDC·HCl (1 mmol, 0.192 g) and DMAP (0.1 mmol, 0.0122 g) were dissolved in 10 mL of anhydrous dichloromethane, and stirred at room temperature for 2 h. Then the protonated PB dissolved in anhydrous dichloromethane (0.1 mmol mL−1, 5 mL) was slowly added to the mixture with constant stirring and further reacted at room temperature for 24 h and the reaction was monitored by TLC. After completion of the reaction, dichloromethane was removed and ethyl acetate was added. The organic layer was then washed with acidic aqueous solution and dried over anhydrous sodium sulphate. The mixture was filtered and the organic solvent was removed under reduced pressure to obtain crude product. The product was redissolved in 10 mL of anhydrous dichloromethane, and then trifluoroacetic acid (3 mL) was added dropwise under ice bath. After 30 min the reaction temperature was rose to room temperature and the reaction was stirred for 6 h under a nitrogen atmosphere. After completion of the reaction, dichloromethane was removed and ethyl acetate was added to it. The organic layer was then washed with acidic aqueous solution (pH5.0) and dried over anhydrous sodium sulphate. The mixture was filtered and the organic solvent was removed under reduced pressure to give PB-G. The whole process was carried out in the dark. The product was characterized by1 H NMR spectroscopy (AVANCEIII type, 500 MHz) and FT-IR spectroscopy (Nexus, Nicolet, USA). Sample purity is checked by high performance liquid chromatography (HPLC) using an Altima C 18 column (250 mm× 4.6 mm, 5 μm), with a mobile phase of (A) 80 % methanol, and (B) 20 % water, at a flow rate of 1.0 ml min −1. The peak was detected at 540 nm with a UV detector. The column temperature was 30℃and the injection volume was 20 μL."
    }, {
      "heading" : "2.3. Synthesis of polymeric propesticide (PB-GSA)",
      "text" : "SA (0.200 g), EDC (1 mmol, 0.192 g) and NHS (1 mmol, 0.115 g) were dissolved in 5 mL of deionized water and stirred at room temperature for 6 h. After adding PB-G (1 mmol, 0.865 g), the reaction mixture was further stirred at room temperature for 12 h. After the reaction completed, the pH of solution was adjusted to 7.4.The product was precipitated with a large amount of ethanol, and filtered, and the filter cake was washed with ethanol until the filtrate became pale red. The filter cake was then dissolved in 100 mL of aqueous solution, dialyzed against purified water for 3 days (molecular weight cut off: 8000–14000), and the water was changed every 2 h. Dialysis was monitored with the ultraviolet spectrophotometer until no absorption was observed and followed by lyophilization to produce polymeric propesticide (PB-GSA). The whole process was carried out in the dark. The product was characterized by 1HNMR spectroscopy (AVANCEIII type, 500 MHz) and FT-IR spectroscopy (Nexus, Nicolet, USA).\nIn order to adjust the PB content in PB-GSA, the feed molar ratio of the amino group of PB-G to the carboxyl groups of SA was adjusted to1:1, 1:2 and 1:5 respectively, and three PB-GSA samples were synthesized using the above same method, which were named PB-GSA1, PB-GSA2 and PB-GSA3, respectively. The degree of substitution (DS) of PB-G was calculated by 1 H NMR according to the following equation (Zhao, Cui et al., 2018; Zhao, Li et al., 2018):\n= ×− − I I DS % 5 2 100PB H SA H PB‐G\nWhere, IPB-H was the integrated area of proton peaks ranging from 7.54 to 7.58 ppm on PB, while ISA-H corresponded to integration of the protons on alginate main chains ranging from 3.28–5.0 ppm. The DS of PB-G in the three samples were 12.51 %, 9.27 % and 6.53 %, respectively."
    }, {
      "heading" : "2.4. Preparation of PB-GSA nanoparticles (PB-GSANPs)",
      "text" : "PB-GSANPs were prepared by ultrasonication in aqueous solution. 10.0 mg of PB-GSA was dissolved in 10 mL of phosphate buffer solution (PBS, pH 7.4) under gentle shaking at 25 °C for 6 h, followed by sonication for 5 min using a probe type sonifierat 100 W, using a pulse function (pulse on 2.0 s, pulse off 2.0 s) to obtain stable and clear solution. The solution was filtered through a 0.45 μm micropore filter to remove dust. The samples prepared from PB-GSA1, PB-GSA2, and PBGSA3 were named PB-GSA1NPs, PB-GSA2NPs and PB-GSA3NPs, respectively. All operations were carried out in the dark."
    }, {
      "heading" : "2.5. Characterization of the NPs",
      "text" : "The critical aggregation concentration (CAC) of amphiphilic PB-GSA in aqueous media was determined by fluorescence probe technique using pyrene as a hydrphobic probe. PB-GSA was dissolved in PBS to form a concentration range from 0.5 to 1.0 × 10−3 mg mL−1, then pyrene was added to the solutions to obtain a final concentration of 6.0 × 10-7 mol L−1. After 10 min of sonication, the solution was shaken overnight at room temperature. The fluorescence excitation spectrum of pyrene was measured to obtain intensity ratio of the first peak to the third peak (I373/I384). The detector was fixed at an excitation wave length of 336 nm and the slit width was opened to 10 nm. The ratio of I373/I384 was plotted against the logarithmic value of the concentration of polymer solution. The concentration at the intersection of the two lines was the CAC of the polymer.\nThe average particle size and size distribution of all the nanoparticle samples were monitored by dynamic light scattering (DLS) with a Zetasizer (MalvernInstruments, Herrenberg, Germany).The measurement was carried out at a detector angle of 90 °C, a wavelength of 512 nm and temperature of 25 °C. The morphology was observed by a transmission electron microscope (TEM: Tecnai G220, FEI, America) at an accelerating voltage of 80 kV."
    }, {
      "heading" : "2.6. Storage stability of the NPs",
      "text" : "PB-GSA sample was suspended in pH 7.4 aqueous solution to form a nanoparticle solution with concentration of 0.2 mg mL−1, and then stored at 4 °C in the dark for 30 days, and the changes in particle size, particle size distribution and zeta potential were monitored by DLS."
    }, {
      "heading" : "2.7. In vitro photostability study of the NPs",
      "text" : "The in vitro photostability of PB-GSANPs was studied by measuring the change in fluorescence emission intensity of the exposed sample solution over time. Briefly, the prepared nanoparticle sample was dispersed in deionized water at a concentration of 0.2 mg mL−1, the obtained solution was irradiated using a 23 W cool white fluorescent lamp with the average light intensity of 17.5 μmol m-2 s−1in the wavelength range 430−720 nm. The distance between the sample and the lamp was 20 cm. The solution was placed in a four-way transparent colorimetric dish and the fluorescence measurement was carried out at regular intervals during the irradiation. The degradation rate (DR) was determined using the following Equation.\n⎜ ⎟= ⎛ ⎝ − ⎞ ⎠ ×F F DR % 1 100t 0\nWhere, Ft is the fluorescence intensity of PB at time t (a.u.); F0 is the initial fluorescence intensity of PB; t is the sampling time.\nFor comparison, the photostability study of free PB with an equal dose was also carried out using the same method as above, and the fluorescence emission intensity of free PB and PB-GSA NPs without light irradiation was also assessed with the same method.\nIn order to verify that the photostability of NPs is attributed to the\nself-aggregation of PB in the particles, the sample solutions before and after light exposure for 270 min were incubated with GSH (10 mM) in the dark for 30 h, respectively, and then their fluorescence emission spectra were measured with excitation wavelength of 275 nm by fluorescence spectrophotometer (F-7000) (EM WL Rang: 200−700 nm, Scan speed: 2400 nm min−1, PMT Voltage: 400 V). The unirradiated free PB solution at equivalent dose was also measured in the same manner. All the operations are carried out in the dark."
    }, {
      "heading" : "2.8. Enzyme/GSH dual-responsive studies of the NPs",
      "text" : "The response of PB-GSA NPs to enzyme and/or GSH was investigated by observing the change of particle size using DLS. PBGSANPs samples (0.5 mg mL−1) were respectively dispersed in pH 7.4 P BS with or without 10 U mL−1 esterase-6 and/or 10 mM GSH. Then the changes of their average particle sizes and size distribution with time were detected by DLS at room temperature."
    }, {
      "heading" : "2.9. In vitro controlled-release study of the NPs",
      "text" : "The in vitro PB release behavior from the PB-GSA3NPs was investigated with a dialysis method. 5 mL of nanoparticle solution (2 mg mL−1) was placed in a dialysis bag (molecular weight cut off: 1000), and then immersed respectively in 40 mL of pH 7.4 PBS with and without GSH (10 mM) or esterase-6 (10 U mL−1) at 25℃, and with continuous shaking at 80 rpm. 3.0 mL sample was taken at predetermined time intervals and replaced by 3.0 mL of fresh medium, then the pesticide release was measured by fluorescence spectroscopy (EX WL: 275 nm, EM WL Rang: 200−700 nm, Scan speed:2400 nm min−1,PMT Voltage: 400 V).The amount of PB was calculated according to standard curve. Each set of experiments was repeated three times to obtain an average result. The cumulative release of PB (CR) was determined using the following Equation.\n= + ∑ ×= −VC V C\nW CR % 100n i\nn i1 1 1\n0\nWhere, V is the volume of PBS (mL); V1 is the sampling volume (mL); Cn is the concentration of PB in the nth sampling according to the standard curve (mg mL−1); W0 is the mass of drug loaded (mg); n is the time of sampling.\nTo evaluate the PB release behavior of the NPs under the combined stimulation of GSH and esterase-6, the sample solution in dialysis bag was immersed in 40 mL of pH 7.4 PBS with GSH (10 mM) and esterase6 (10 U mL−1), 3.0 mL sample was taken at predetermined time intervals for the PB release analysis. In addition, to further prove the structure integrity of PB in the NPs. The dialysate was scanned on fullwavelength by UV-V spectrophotometer with free PB as control."
    }, {
      "heading" : "2.10. Photoactivity study of the NPs",
      "text" : "L-Tyrosine can be oxidized by 1O2 produced by many photosensitizers to result in a decrease of its fluorescence emission intensity at 305 nm. This property had been utilized by many researchers to characterize the photoactivity of photosensitizers. According to the method reported in the literature (Zhientaev et al., 2009) and with a little improvement, the esterase and GSH-induced photoactivities of PBGSANPs were evaluated.\nFirst, to exclude the influence of the oxidation of the enzyme or GSH by 1O2 on the photoactivity measurement of the sample solution, the PB-GSANPs samples were pretreated. Briefly, the nanoparticle samples (containing 200 μg of PB) were incubated for 30 h in PBS (pH 7.4, 100 mL) with GSH (10 mM) and esterase-6 (10 U mL−1), respectively. The former was dialyzed in purified water to remove residual GSH (molecular weight cut off: 500), and the retention solution was collected. The latter was dialyzed in a dialysis bag (molecular weight cut off: 1000),\nand the dialysate containing PB was collected. In addition, to evaluate the photoactivity of PB-GSA3 NPs under the combined stimulation of GSH and esterase-6, the sample solution was dialyzed in a dialysis bag (molecular weight cut off: 500) to remove residual GSH, followed by dialyzing in a dialysis bag (molecular weight cut off: 1000), and then the dialysate was taken for the photoactivity analysis. All the operations were carried out in the dark, and the photoactivity was determined as follows.\nThe same amounts of L-Tyrosine were respectively added to the above pretreated sample solutions to obtain a final concentration of 2 × 10-3 mg mL−1, and then gently bubbled with oxygen gas for 15 min. Subsequently the solutions were irradiated by fluorescent lamp (Lighting conditions see Section 2.7), and the cumulative oxidation rate of L-Tyrosine was monitored by fluorescence spectrophotometer at an excitation wavelength of 275 nm. Each set of experiments was repeated three times to obtain an average result. For comparison, blank L-Tyrosine solution and free PB with an equal dose and the PB-GSA3 NPs solutions treated without GSH or esterase were directly used for the photoactivity evaluation."
    }, {
      "heading" : "2.11. Cytophototoxicity test",
      "text" : "Sf9 insect cells were seeded in 96-well plates (3 × 105 cells per well) in 100 μL Tc-100-MK media supplemented with 10 % FBS and incubated at 25 °C under a 5 % CO2 atmosphere for 12 h. Then, the culture medium was replaced with 200 μL of fresh media containing PBGSA3 NPs with a PB concentration range (0−50 μg mL−1). The cells were incubated for 12 h in the dark at 25 °C. After incubation, the cells were replaced with fresh media, and then irradiated with or without 430 –720 nm light (17.5 μmol m−2 s−1) for 30 min followed by 24 hdark incubation. Then, living cells were counted using the standard MTT method. All assays were performed in triplicate. SA and free PB were used as controls.\nTo investigate the effect of in vitro photolysis on the phototoxicity of PB-GSANPs, PB-GSA3NPs solution was treated for 15 min with a light of 17.5 μmol m−2 s−1 before being subjected to cell culture. Free PB was used as control."
    }, {
      "heading" : "2.12. Statistical methods",
      "text" : "All values resulting from the above measurements were analyzed for statistical significance using the Student’s t-test. All results are presented as the mean± standard deviation (SD) (n = 3 for DLS, spectroscopy analyses, or cytophototoxicity experiments). The threshold of Pvalues< 0.05 was considered as statistically significant."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis and characterization of PB-GSA",
      "text" : "The synthetic route of PB-GSA is shown in Fig. 1. First, the carboxyl group of Boc-glycine was activated by composite catalyst (EDC/DMAP) followed by esterification with the phenolic hydroxyl group of PB, and then the amino-protecting group (Boc) was removed by trifluoroacetic acid to obtain PB-G. Finally, PB-GSA was obtained by amidation reaction of the amino group of PB-G with the carboxyl group of SA.\nTo characterize the purity of PB-G, PB was used as control, and PB-G was analyzed by HPLC. As shown in Fig. SI–1(A), only one peak was observed in the chromatogram of PB-G, and its retention time was not the same as that of PB. The retention time of PB was 1.736 min, while that of PB-G was 4.815 min, indicating that the intermediate is pure and does not contain any residue. In addition, the prolonged residence time of PB can be attributed to the fact that Gly was linked to PB and resulting in a decrease in the original polarity of the molecule.\nUV–vis spectroscopy analysis further supported the above-mentioned result. As shown in Fig. SI-1(B), the maximum absorption\nwavelength (λmax) of PB-G shifted to red region in contrast to that of PB. Since the phenolic hydroxyl group of PB was esterified, and the electron donating ability of its oxygen atom was enhanced, which made the electron transition more easily. Therefore, a red shift was observed.\nThe FTIR spectra of PB, PB-G, SA and PB-GSA are shown in Fig. SI–2. The characteristics of PB are shown at: 1603 cm−1, 1556 cm−1, 1502 cm−1 and 1457 cm−1 (stretching vibration of three benzene ring skeleton), 1241 cm−1 and 1353 cm−1 (stretching vibration of two CeH on xanthenes ring) and 1603 cm−1 (stretching vibration of C]O), 969 cm−1 (out-of-plane bending vibration of CeH). Compared with the spectrum of PB, five new peaks appeared in PB-G curve, among which the absorptions at 3505 cm−1 and 3476 cm−1 are ascribed to the stretching vibration of NH2, and the strong peak at 1774 cm−1 is assigned to the stretching vibration of the carbonyl group of ester bond, while two peaks at 1213 cm−1and 1132 cm−1 are corresponded to the symmetrical and asymmetrical stretching vibration of CeOeC. The appearance of characteristic absorptions of C]O and CeO indicates the formation of ester bond between PB and glycine, and the intermediate product (PB-G) was successfully synthesized.\nIn the FTIR spectrum of SA, The characteristic absorptions are showed at: 3397 cm−1 (the stretching vibrations of HeO), 2958 cm -1 (stretching vibrations of CeH for methylene groups) and 1421 cm -1 (symmetric stretching vibrations of carboxyl groups), 1605 cm−1(asymmetrical stretching vibrations of carboxyl groups), 1086−1036 cm−1 (stretching vibrations of glycosidic bonds) (Yang, Zhou, & He, 2013). Compared with the spectrum of SA, the three vibration peaks at1739 cm−1, 1247 cm−1 and 1035 cm-1 in PB-GSA curve are corresponded to the characteristic absorptions of ester bonds. The appearance of new peaks at1631 cm−1 (stretching vibrations of amide carbonyl group) and 1250 cm-1 (stretching vibrations of CeN indicates that the chemical reaction had occurred between the carboxyl groups in SA and the amine group in PB-G structure to form an amido bond (eCONHe), and PB-G was successfully connected to the chain of SA.\nFig. 2 shows the1H-NMR spectra of PB in D2O, PB-G in DMSO-d6, SA and PB-GSA in D2O. The signal peak at 7.56 ppm in curve PB was attributed to the protons on the two benzene rings. A strong signal peak at 4.7 ppm was ascribed to proton exchange in D2O. In contrast with PB, in the spectrum of PB-G, the proton signals of benzene rings from PB was shifted to 7.35 ppm, a strong signal peak at 2.5 ppm corresponded to proton exchange in DMSO-d6 solvent, while a new signal peak at 3.88 ppm was assigned to the methylene protons of Gly, thus confirming the esterification of PB with Gly.\n1HNMR spectrum of SA has been shown in previous literature (Zhao, Cui et al., 2018; Zhao, Li et al., 2018), in which the peaks between 3.27and 5.1 ppm are attributed to the proton characteristic signals of SA, in which the anomeric protons are observed in the region 4.5–5.1 ppm (assignment of the H1 and H5 signals for M and G residues). Compared with those of SA and PB-G, an enhanced signal peak at 3.95 ppm in the spectrum of PB-GSA can be attributed to the chemical shift of the methylene protons from Gly. The appearance of signal at 7.48 ppm was the proton peak of the benzene rings from PB. All these demonstrate that PB-G was grafted onto the SA chain."
    }, {
      "heading" : "3.2. Characterization of PB-GSANPs",
      "text" : "Amphiphilic polymers can spontaneously form NPs in aqueous solution. The lowest concentrations of which associate into NPs are called the critical aggregation concentrations (CAC). In this study, pyrene was used as a fluorescent probe to explore the aggregation behavior of PBGSA in water. When the polymer begins to form NPs in water, hydrophobic pyrene is transferred from the aqueous medium to the hydrophobic region of the NPs, causing the change of fluorescence intensity of pyrene. A profile of the ratio of the fluorescence intensities of pyrene at 373 nm and 384 nm (I373/I384) versus the logarithm of concentration of PB-GSA is shown in Fig. SI–3. Critical aggregation concentrations (CAC) of PB-GSA1, PB-GSA2 and PB-GSA3 were about 0.0211 mg mL−1,\n0.0265 mg mL−1 and 0.0423 mg mL−1, respectively (see Table SI–1). The low CAC values indicated that the PB-GSANPs could resist against the dilution of natural environment liquid, such as rain and dew. This is of great significance for protecting the photoactivated pesticide from leakage and improving insecticidal efficiency.\nTEM was used to observe the morphology of PB-GSA NPs at pH 7.4. PB-GSA1 NPs show a more obvious core-shell structure than PB-GSA3 NPs (see Fig. 3A1 and A2). The difference in structure can be explained as follows: due to the lower degree of substitution of PB, PB-GSA1 has longer hydrophilic segments and fewer hydrophobic segments than PBGSA3. The longer hydrophilic segments tend to stretch more in aqueous solution to form a thicker shell; while the fewer hydrophobic segments associate to form a relatively smaller core. So a more evident diffraction contrast between the core and shell was observed for PB-GSA1particles. The particle size and its distribution measured by DLS are showed in\nFig. 3B1 and B2, the two PB-GSANPs samples show the sizes of 220±5.32 and 345± 7.43 nm, respectively, with the polydispersity indexes of 0.110± 0.034 and 0.216±0.012. The average diameter of PB-GSA1 sample was larger than that of PB-GSA3 sample, this is obviously due to that the PB-GSA1 chain with lower DS of PB tends to form a more extended shell."
    }, {
      "heading" : "3.3. Storage stability of PB-GSA NPs",
      "text" : "The particle size and its distribution changes of PB-GSA3NPs during storage were monitored by DLS to evaluate storage stability. The results are shown in Table SI-1 and Fig. SI–4. The average particle size of the NPs just increased by about 50 nm after 30 day storage and their polydispersity indexes (PDI) were in the range of 0.117−0.193. In addition, the Zeta potentials of the NPs were negative, ranging from −25.7 mV to −29.3 mV, which are near the critical value of −30 mV, suggesting that the NPs have good stability and their surface was covered by the negatively charged SA. Similar phenomena have also been observed by Chen et al. (2020), which are attributed to the fact that negatively charged surfaces can prevent the aggregation between the NPs by electrostatic repulsion."
    }, {
      "heading" : "3.4. In vitro photostability study of PB-GSA NPs",
      "text" : "In the delivery of photoactivated pesticides, an important issue to be considered is the in vitro photostability. PB, as a highly potential photoactivated pesticide, can produce a large quantity of ROS under illumination, leading to the death of pests. However, in the in vitro light environment, PB's own aromatic ring system can also be rapidly degraded by the generated ROS, causing PB to lose its photoactivity (Wang et al., 2008a). To enhance the in vitro photostability of PB, PB was conjugated to SA via a connecting arm of glycine followed by selfassembly to form a polymeric propesticide based nanoparticle system. To evaluate the photostability of the system, free PB was used as a control, the change in fluorescence emission intensity of PB-GSANPs in the solution over illumination time was detected. As shown in Fig. 4(A), in the dark free PB and PB-GSANPs did not show the photodegradation. However, under illumination, free PB showed rapid photodegradability, and its degradation rate reached about 99 % after 270 min illumination; while for the NPs, as we expected, only less degradation was observed, its maximum degradation rate did not exceed 10 %, indicating good photostability.\nAs stated in the introduction, the photodegradation of PB can be mainly attributed to the following reasons: namely, PB is activated by light and transfers the absorbed light energy to the surrounding oxygen molecules to generate 1O2, resulting in the oxidation of its unsaturated structure. Therefore inhibiting the transfer of the absorbed light energy by PB to the ground state oxygen can enhance the photostability of PB. Because of the self-aggregation of PB through hydrophobic interaction and π-π stacking, PB-GSANPs can produce a so-called self-quenching effect for the excited state of PB under illumination. This effect can prevent the energy absorbed by PB from transferring to the surrounding ground oxygen, thus inhibiting the production of 1O2 and enhancing the\nlight stability of the NPs. As presented in Fig. 4(B), a significantly weakened fluorescence emission for PB-GSANPs solution was observed in comparison with free PB, showing that the NPs had self-quenching effect.\nFurther, in order to exclude the decrease in the fluorescence emission intensity of NPs due to the destruction of PB structure during sample preparation, the NPs was incubated with 10 mM GSH in the dark for 30 h before illumination to partially release PB, and then subjected to fluorescence assay. As shown in Fig. 4(B), the fluorescence emission intensity at 556 nm of the sample was significantly enhanced. This further proves that the self-quenching effect of the NPs comes from the self-aggregation of PB in the hydrophobic core. In addition, the NPs after illumination were also treated in the same way, and its fluorescence intensity was also restored to the same level as that before illumination, indicating that the structure of PB in the particles was not\ndestroyed by the light. Finally, it is worth mentioning that the oxygen molecules in the NPs solution were mainly distributed in the bulk solution and around the hydrophobic core, and the concentration inside the hydrophobic core may be negligible. This also inhibits the generation of 1O2, and contributing to the photostability of the NPs."
    }, {
      "heading" : "3.5. Esterase and GSH-induced size change of PB-GSA NPs",
      "text" : "Once the in vitro stable NPs enter the pest body, we expect that it can quickly release pesticide in respond to the body environment. Owing to the fact that there are abundant esterases in the cells and tissues of pests, and the cells contain high concentrations of GSH (2−10 mM), the enzyme and GSH responsiveness of the PB-GSA NPs system were studied. As shown in Fig. 6, as a control, PB-GSA3NPs were quite\nstable in pH 7.4 blank solution, and there was a negligible size change over the incubation period of 116 h. However, when esterase-6 was added to the solution to a concentration of 10 U mL−1, the significant size change was observed: the average diameter of the NPs increased from 215±3.70 nm to 502±34.05 nm in 24 h, and a small peak appeared at 88.77 nm, meaning that the NPs began to disintegrate (Fig. 6(A)). When the incubation time was further extended to 116 h, the average particle size increased from 215±3.70 nm to 1797±44.81 nm (Fig. 6(B)). Similar observation results were also obtained when the NPs were incubated with 10 mM GSH for 116 h, but the average diameter of particles became larger in the same time and their distribution also became wider. Further, when the NPs were simultaneously incubated with esterase-6 and GSH for 116 h, an accelerated increase in size was achieved, reaching a diameter above 1647 nm in 24 h, and then gradually increased to about 1967 nm at 116 h.\nThe size change of NPs depends on the hydrolysis of the phenolic ester bonds catalyzed by esterase-6 or the thiolysis triggered by GSH. In the pH 7.4 medium, the NPs had a core-shell structure. Most of their ester bonds were encapsulated in the hydrophobic core, so the hydrolysis of the ester bonds is quite slow. The NPs remain relatively stable before the addition of enzyme or GSH, and with negligible change in particle size. However, once esterase-6 or GSH was added to the medium, the enzyme-catalyzed hydrolysis of the ester bonds or the GSH-triggered thiolysis causes PB-GSA to gradually become more hydrophilic, so the NPs gradually become larger with time and their particle distribution becoming broad. With the continual cleavage of\nester bonds, some macromolecular chains will be apart from the NPs, which lead to the appearance of smaller particles. However, as the hydrolysis time was further extended, more and more NPs were hydrolyzed into SA polymer chains, part of which was entangled to form larger-sized heterogeneous aggregations. In addition, in the presence of esterase-6 and GSH, the hydrolysis and thiolysis of the ester bonds occur simultaneously, therefore the accelerated changes in particle size and its distribution were observed."
    }, {
      "heading" : "3.6. In vitro controlled-release study of PB-GSA NPs",
      "text" : "To evaluate the potential of the esterase/GSH responsive PB-GSA NPs as a controlled release system, the release behavior of the PB conjugated in PB-GSANPs was studied under insect physiological conditions. As shown in Fig. 6(A), only about 3.6 % of PB was released for the NPs incubated for 12 h in blank PBS at pH7.4, even if the incubation time was further extended to 70 h, the release rate only increased to about 6.5 %, indicating that the NPs have good chemical stability. However, when esterase-6 and GSH were respectively added to the solution until the viability of the former was 10 U mL−1 and the concentration of the latter was 10 mM. A significantly different result was observed, the cumulative release rates of PB at 12 h reached 30 % and 65.8 % respectively, and accompanied by a slow release over a prolonged time, finally reaching the maximum cumulative release rates of 33.5 % and 82.6 % at 70 h, showing that esterase and GSH-stimulation can trigger PB release and the effect of GSH stimulation is significantly higher than that of enzyme stimulation. Further, when PB-GSA NPs\nwere incubated with10 mM GSH and 10 U mL−1esterase-6 simultaneously, a synergistic stimulation effect on the PB release was obtained, and the cumulative release of PB at 70 h reached approximately 95.5 %.\nThe pesticide release kinetics from PB-GSA3NPs may be consistent with esterase and GSH -responsive structural changes. In the absence of esterase and GSH, the phenolic ester bonds are stable at pH 7.4 because they are mostly embedded in the hydrophobic core, the PB release is limited. However, once the esterase or GSH is added to the release medium, the PB is released because of the hydrolysis of the ester bonds catalyzed by esterase or the thiolysis triggered by GSH. However, due to the high steric hindrance led by the micellar shell, it is difficult for the esterase in the release medium to permeate into the hydrophobic core, so the hydrolysis catalyzed by the enzyme becomes slow, and a slow release of PB was observed. Contrary to macromolecular enzymes, small-molecule GSH diffuses more easily into the hydrophobic core, resulting in a rapider PB release. In addition, simultaneous introduction of esterase and GSH into the release medium can enhance the cleavage of the phenolic ester bonds, thus speeding up the release of PB.\nThe pesticide release behavior of PB-GSANPs at pH 5.0 is also showed in Fig. 6(A). Compared with that at pH7.4, a slower release kinetics was observed throughout the experiment in which enzyme and GSH were present, and the maximum cumulative release of PB dropped from 95.5 % to 87.2 %. The difference may be attributed to the decrease in the hydrophilicity of SA backbone due to the partial protonation of the carboxyl groups at pH 5, which makes it more difficult for enzymes and GSH to penetrate through the shell to the ester bond sites, thus the PB release becomes slower.\nFinally, in order to prove the structure integrity of the PB conjugated in the NPs, after the PB release study was carried out at pH 7.4, the release medium was subjected to UV–vis full wavelength scanning. It can be seen from Fig. 6(B) that all released PB have the same absorption wavelength (λmax = 539 nm) as free PB, indicating that the preparation and the release media did not affect the structure of the PB in the NPs."
    }, {
      "heading" : "3.7. Photoactivity study of PB-GSANPs",
      "text" : "It has been reported in the literature that the photoactivity of PB is attributed to the 1O2 generated by PB catalysis in the presence of light and oxygen. Upon light irradiation, PB is activated to the singlet excited state by absorbing photons and subsequently converted to its triplet state through intersystem crossing. In the presence of oxygen, the energy of the triplet state of PB can be transferred to the triplet state of oxygen, forming 1O2. 1O2 can oxidize various important biomolecules in pest body, leading to death of target pests.\nL-Tyrosine is an important amino acid in the organism, which can\nalso be oxidized by the 1O2 produced by photosensitizer catalysis, leading to a decrease in its fluorescence intensity at 305 nm (Fig. 7(A)). Based on this characteristic, L-Tyrosine has been used by many researchers to evaluate the photoactivity of photosensitizers (Lü et al., 2012; Zhientaev et al., 2009). As a photoactivated pesticide, PB is also a photosensitizer. Therefore, in this work, L-Tyrosine was used for evaluation of the in vitro photoactivity of PB. As shown in Fig. 7(B), the oxidation of L-Tyrosine was not detected for blank L-Tyrosine solution exposed to light (430 nm–720 nm) in the absence of PB; while in the presence of PB the oxidation rate of L-Tyrosine increased rapidly up to 70 % with the illumination time within the first 20 min, and then slowly increased to 99 % at 200 min, indicating that a large quantity of 1O2 was produced in the presence of free PB, which oxidized the L-Tyrosine in the solution. In comparison with free PB, only a very low L-Tyrosine oxidation rate (less than 14 %) was observed for the L-Tyrosine solution containing PB-GSA3 NPs with the same dose of PB after illumination for 200 min with light of the same wavelength (430 nm–720 nm), indicating the light stability of the NPs. However, once the solution was incubated by GSH (10 mM) or esterase (10 U mL−1) for 30 h before being subjected to photo activity analysis, and a high photoactivity was observed. The oxidation rates of L-Tyrosine in these two solutions reached about 68 % and 41 %, respectively, after illumination for 200 min. The synergistic effect of esterase and GSH on the photoactivity of the NPs is also shown in Fig. 7(B), a more significant increase in the oxidation rate of L-Tyrosine was observed in the presence of esterase and GSH, reaching about 80 % after illumination for 200 min.\nThe photoactivity of PB-GSANPs depends on the esterase/GSHtriggered PB release. As mentioned in Section 3.4, in the solution without GSH and esterase, the NPs are stable and the self-aggregation of the PB in its hydrophobic core can lead to a self-quenching effect of PB excited state. The effect can inhibit the production of 1O2. Therefore the NPs showed a poor photoactivity. However, once the nanoparticle solution was treated with esterase or millimolar GSH, as mentioned in in vitro controlled-release study, the phenolic ester bonds in the amphiphilic PB-GSA structure were cleaved to release PB. This leaded to the weakening of the interaction between the chromophores, the selfquenching of the excited state of the PB was alleviated, and the fluorescence emission was restored (as shown in Fig. 5(B)), thereby an enhanced photoactivity was observed."
    }, {
      "heading" : "3.8. Phototoxicity study of PB-GSANPs",
      "text" : "In order to evaluate the photodynamic insectcide efficacy of PB-GSA NPs, Sf9 insect cells were selected as a model for assessment of in vitro cytophototoxicity. SA, PB and PB-GSA NPs were respectively incubated for cellular internalization in media containing Sf9 cells, and then\nirradiated by visible light and finally used for measurement of the cell viability rate. As shown in the Fig. 8(A), Whether with or without light irradiation, the cell viability rates of SA were maintained above 92 % as its concentration increased from 0 to 500 μg mL−1, indicating that SA has a good biocompatibility and high safety as an insecticide carrier. However, for PB and PB-GSA NP, in the concentration range of 0.1–100 ug mL−1, although the cell viability is still above 90 % in the absence of light (see Fig. 8(B)), the cell inhibition rates increased significantly under the conditions of light radiation, and with a dose-dependent cytotoxicity (see Fig. 9(C)), showing the contribution of light radiation to the cytotoxicity of the PB-GSA NPs. In addition, PB-GSA NPs showed higher cytotoxicity compared to the same dose of free PB, the cell inhibition rate for PB-GSA3 NPs was higher than 90 % at 100 ug mL−1, while that for free PB was lower than 80 % at the same concentration, which may be due to the increased cellular uptake of PB-GSA NPs\nFurther, to investigate the effect of in vitro light exposure on the phototoxicity of PB-GSA NPs, PB and PB-GSA NPs solutions with the same doses were respectively pretreated for 15 min with a light of 17.5 μmol m−2 s−1 before being subjected to the evaluation of in vitro cytophototoxicity. As showed in Fig. 9(D), compared to PB without light pretreatment, PB sample after light treatment showed significantly reduced cytophototoxicity against cell lines during incubation, and the cell inhibition rate at 100 ug mL-1 reduced from 70 % to 30 %, respecticely, indicating the photodegradation of PB. However, a nearly identical cell inhibition profile as that of sample without light pretreatment was observed for PB-GSA3 NPs with light pretreatment within the entire concentration range. The cell inhibition rate at100 ug mL−1 was about 86 %, which is only about 3 % lower than that of sample without light pretreatment, indicating that the in vitro photostability and cytophototoxicity of PB could be enhanced by PB-GSA NPs. Due to micellization, the PB in PB-GSANPs self-aggregates into hydrophobic core through hydrophobic interaction, which leads to self-\nquenching of the excited state of PB, thereby inhibiting the photolysis of PB before entering the cells, so the NPs show higher cytophototoxicity. Of course, due to the synergistic stimulation of enzymes and GSH, the rapid release of PB in the cells may also contribute to this result."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, an esterase/GSH responsive polymer propesticide based on phenolic ester bond was constructed by using biodegradable SA as backbone, glycine as connecting arm and PB as photoactivited pesticide model. The propesticide could self-assemble into core-shell structure NPs in aqueous solution. The obtained NPs exhibited high in vitro photostability under illumination and could inhibit the photodegradation of the conjugated PB because of aggregation-caused selfquenching effect. The NPs were capable of releasing pesticide in response to esterase and GSH stimulation, and showing high photoactivity. In addition, we also demonstrated that the NPs exhibited a high cytophototoxicity against Sf9 insect cells and the in vitro light exposure only showed a negligible effect on the cytophototoxicity. Therefore, the esterase/GSH responsive NPs based on PB-GSA polymer propesticide are expected to be a novel strategy for improved photostability of PB and enhanced pest control.\nCRediT authorship contribution statement\nYihua Yin: Conceptualization, Writing - original draft, Writing - review & editing, Supervision. Mengdan Yang: Investigation, Methodology, Writing - review & editing, Formal analysis, Data curation, Funding acquisition. Jing Xi: Project administration, Validation. Weiquan Cai: Funding acquisition. Ying Yi: Project administration. Guanghua He: Resources. Yue Dai: Formal analysis. Ting Zhou: Data curation. Mengqing Jiang: Data curation.\nFig. 9. Cytophototoxicity of PB-GSANPs without light pretreatment (C) and with light pretreatment (D) against Sf9 insect cells. The cells were incubated with PB-GSA3NPs at different PB concentrations varying from 0.1 to 100 μg mL-1 and free PB was used as a control. The cell viability was determined by MTT assay. The error bar represents SD (n = 3).\nDeclaration of Competing Interest\nThere are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by the National Natural Science Foundation of China (Nos. 51373130 and 21975057 and 51303145), the Natural Science Foundation of Guangdong Province (2019A1515010921) and 2016 Wuhan Yellow Crane Talents (Science) Program."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.carbpol.2020.116677."
    } ],
    "references" : [ {
      "title" : "Sunlight-activated insecticides: Historical background and mechanisms of phototoxic activity",
      "author" : [ "T. Ben Amor", "G. Jori" ],
      "venue" : "Insect Biochemistry and Molecular Biology,",
      "citeRegEx" : "Amor and Jori,? \\Q2000\\E",
      "shortCiteRegEx" : "Amor and Jori",
      "year" : 2000
    }, {
      "title" : "Symposium-in-print porphyrins and related compounds as photoactivatable insecticides",
      "author" : [ "T. Ben Amor", "L. Bortolotto", "G. Jori" ],
      "venue" : "Photochemistry and Photobiology,",
      "citeRegEx" : "Amor et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Amor et al\\.",
      "year" : 2000
    }, {
      "title" : "Polysaccharides as safer release systems for agrochemicals",
      "author" : [ "E.V.R. Campos", "J.L. de Oliveira", "L.F. Fraceto", "B. Singh" ],
      "venue" : "Agronomy for Sustainable Development,",
      "citeRegEx" : "Campos et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Campos et al\\.",
      "year" : 2015
    }, {
      "title" : "Nano-micelles based on hydroxyethyl starch-curcumin conjugates for improved stability, antioxidant and anticancer activity of curcumin",
      "author" : [ "S. Chen", "J. Wu", "Q. Tang", "C. Xu", "Y. Huang", "D Huang" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Chen et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2020
    }, {
      "title" : "Conjugation of curcumin onto alginate enhances aqueous solubility and stability of curcumin",
      "author" : [ "S. Dey", "K. Sreenivasan" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Dey and Sreenivasan,? \\Q2014\\E",
      "shortCiteRegEx" : "Dey and Sreenivasan",
      "year" : 2014
    }, {
      "title" : "Synthesis of photo responsive polymeric propesticide micelles based on PEG for the controlled release of a herbicide",
      "author" : [ "K. Ding", "L. Shi", "L. Zhang", "T. Zeng", "Y. Yin", "Y. Yi" ],
      "venue" : "Polymer Chemistry,",
      "citeRegEx" : "Ding et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ding et al\\.",
      "year" : 2016
    }, {
      "title" : "Photosensitizing effects of certain xanthene dyes on Culexpipiens larvae (Diptera- Culicidae)",
      "author" : [ "M.N. El-Shourbagy", "A.M. Hussein", "A.F.F. El-Dahab", "M.O. El-Monairy", "M.N. El-barky" ],
      "venue" : "International Journal of Mosquito Research,",
      "citeRegEx" : "El.Shourbagy et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "El.Shourbagy et al\\.",
      "year" : 2018
    }, {
      "title" : "A novel photodegradable insecticide: Preparation, characterization and properties evaluation of nano-imidacloprid",
      "author" : [ "H. Guan", "D. Chi", "J. Yu", "X. Li" ],
      "venue" : "Pesticide Biochemistry and Physiology,",
      "citeRegEx" : "Guan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Guan et al\\.",
      "year" : 2008
    }, {
      "title" : "Relationship between singlet oxygen formation and photolysis of Phloxine B in aqueous solutions",
      "author" : [ "Y.S. Keum", "J.H. Kim", "Q.X. Li" ],
      "venue" : "Journal of Photoscience,",
      "citeRegEx" : "Keum et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Keum et al\\.",
      "year" : 2003
    }, {
      "title" : "Alginate: Properties and biomedical applications",
      "author" : [ "K.Y. Lee", "D.J. Mooney" ],
      "venue" : null,
      "citeRegEx" : "Lee and Mooney,? \\Q2012\\E",
      "shortCiteRegEx" : "Lee and Mooney",
      "year" : 2012
    }, {
      "title" : "Synthesis and photoactivity of pH-responsive amphiphilic block polymer photosensitizer bonded zinc phthalocyanine",
      "author" : [ "W. Lü", "C. Sun", "Q. Lu", "N. Li", "D. Wu", "Y. Yao", "W. Chen" ],
      "venue" : "Science China Chemistry,",
      "citeRegEx" : "Lü et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lü et al\\.",
      "year" : 2012
    }, {
      "title" : "Reduced glutathione biosynthesis in Drosophila melanogaster causes neuronal defects linked to copper deficiency",
      "author" : [ "S.W. Mercer", "S.L. Fontaine", "C.G. Warr", "R. Burke" ],
      "venue" : "Journal of Neurochemistry,",
      "citeRegEx" : "Mercer et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mercer et al\\.",
      "year" : 2016
    }, {
      "title" : "The classification of esterases: An important gene family involved in insecticide resistance – A review",
      "author" : [ "I.R. Montella", "R. Schama", "D. Valle" ],
      "venue" : "Memórias do Instituto Oswaldo Cruz,",
      "citeRegEx" : "Montella et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Montella et al\\.",
      "year" : 2012
    }, {
      "title" : "Synthesis and evaluation of anti-fungal activities of sodium alginate-amphotericin B conjugates",
      "author" : [ "V. Ravichandran", "A. Jayakrishnan" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Ravichandran and Jayakrishnan,? \\Q2018\\E",
      "shortCiteRegEx" : "Ravichandran and Jayakrishnan",
      "year" : 2018
    }, {
      "title" : "Encapsulation and controlled release of hydrophilic pesticide in shell cross-linked nanocapsules containing aqueous core",
      "author" : [ "C. Sun", "K. Shu", "W. Wang", "Z. Ye", "T. Liu", "Y Gao" ],
      "venue" : "International Journal of Pharmaceutics,",
      "citeRegEx" : "Sun et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2014
    }, {
      "title" : "Tumor redox heterogeneity‐responsive prodrug nanocapsules for cancer chemotherapy",
      "author" : [ "J. Wang", "X. Sun", "W. Mao", "W. Sun", "J. Tang", "M Sui" ],
      "venue" : "Advanced Materials,",
      "citeRegEx" : "Wang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2013
    }, {
      "title" : "Visible light induced photodegradation and phototoxicity of phloxine B and uranine",
      "author" : [ "H. Wang", "W. Wang", "Y. Yang", "W. Cai" ],
      "venue" : "Biomedical and Environmental Sciences,",
      "citeRegEx" : "Wang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2008
    }, {
      "title" : "Visible light induced photodegradation and phototoxicity of phloxine B and uranine",
      "author" : [ "H. Wang", "W. Wang", "Y. Yang", "W. Cai" ],
      "venue" : "Biomedical and Environmental Sciences,",
      "citeRegEx" : "Wang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2008
    }, {
      "title" : "Tuning the singlettriplet energy gap: A unique approach to efficient photosensitizers with aggregationinduced emission (AIE) characteristics",
      "author" : [ "S. Xu", "Y. Yuan", "X. Cai", "C. Zhang", "F. Hu", "J Liang" ],
      "venue" : "Chemistry Science,",
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Amphipathicity and self-assembly behavior of amphiphilic alginate esters",
      "author" : [ "J. Yang", "Q. Zhou", "W. He" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Yang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2013
    }, {
      "title" : "Entrapment and delivery of α-tocopherol by a self-assembled, alginate-conjugated prodrug nanostructure",
      "author" : [ "F. Ye", "C.E. Astete", "C.M. Sabliov" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Ye et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2017
    }, {
      "title" : "Photo-responsive shell cross-linked micelles based on carboxymethyl chitosan and their application in controlled release of pesticide",
      "author" : [ "Z. Ye", "J. Guo", "D. Wu", "M. Tan", "X. Xiong", "Y Yin" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Ye et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2015
    }, {
      "title" : "Gelation of photocrosslinkable carboxymethyl chitosan and its application in controlled release of pesticide",
      "author" : [ "Y. Yi", "S. Xu", "H. Sun", "D. Chang", "Y. Yin", "H Zheng" ],
      "venue" : "Carbohydrate Polymer,",
      "citeRegEx" : "Yi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Yi et al\\.",
      "year" : 2011
    }, {
      "title" : "Transforming the behavior of conventional chromophores from aggregation-caused quenching to aggregation-induced emission",
      "author" : [ "Q. Zhao", "Q. Yang" ],
      "venue" : "Journal of Functional Materials,",
      "citeRegEx" : "Zhao and Yang,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao and Yang",
      "year" : 2015
    }, {
      "title" : "Development strategies and prospects of nano-based smart pesticide formulation",
      "author" : [ "X. Zhao", "H. Cui", "Y. Wang", "C. Sun", "B. Cui", "Z. Zeng" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2018
    }, {
      "title" : "Self-aggregation behavior of hydrophobic sodium alginate derivatives in aqueous solution and their application in the nano encapsulation of acetamiprid",
      "author" : [ "X. Zhao", "J. Li", "Y. Feng", "G. Yu", "Q. Zhou", "F He" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2018
    }, {
      "title" : "The effect of Pluronics on the photocatalytic activity of water-soluble porphyrins",
      "author" : [ "T.M. Zhientaev", "N.S. Melik-Nubarov", "E.A. Litmanovich", "N. Aksenova", "N. Glagolev", "A.B. Solovieva" ],
      "venue" : "Polymer Science Series A,",
      "citeRegEx" : "Zhientaev et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Zhientaev et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "of the cost and other limitations in the synthesis of new green and efficient pesticide compounds, increasing attention is being paid to the development of controlled release delivery systems of pesticides (Ding et al., 2016; Sun et al., 2014; Ye et al., 2015; Yi et al., 2011).",
      "startOffset" : 206,
      "endOffset" : 277
    }, {
      "referenceID" : 14,
      "context" : "of the cost and other limitations in the synthesis of new green and efficient pesticide compounds, increasing attention is being paid to the development of controlled release delivery systems of pesticides (Ding et al., 2016; Sun et al., 2014; Ye et al., 2015; Yi et al., 2011).",
      "startOffset" : 206,
      "endOffset" : 277
    }, {
      "referenceID" : 21,
      "context" : "of the cost and other limitations in the synthesis of new green and efficient pesticide compounds, increasing attention is being paid to the development of controlled release delivery systems of pesticides (Ding et al., 2016; Sun et al., 2014; Ye et al., 2015; Yi et al., 2011).",
      "startOffset" : 206,
      "endOffset" : 277
    }, {
      "referenceID" : 22,
      "context" : "of the cost and other limitations in the synthesis of new green and efficient pesticide compounds, increasing attention is being paid to the development of controlled release delivery systems of pesticides (Ding et al., 2016; Sun et al., 2014; Ye et al., 2015; Yi et al., 2011).",
      "startOffset" : 206,
      "endOffset" : 277
    }, {
      "referenceID" : 18,
      "context" : "Due to ACQ effect, the light energy absorbed by photosensitizer molecules cannot be transferred to the surrounding oxygen molecules, the quantum yield and lifetime of (1)O2 are reduced, and the photodynamic activity of photosensitizers is weakened (Xu et al., 2015).",
      "startOffset" : 248,
      "endOffset" : 265
    }, {
      "referenceID" : 15,
      "context" : "It is reported in the literature that the phenolic ester-based drug release switch can quickly open in response to esterase (Ye, Astete, & Sabliov, 2017) or GSH stimulation (Wang et al., 2013), triggering drug release.",
      "startOffset" : 173,
      "endOffset" : 192
    }, {
      "referenceID" : 26,
      "context" : "method reported in the literature (Zhientaev et al., 2009) and with a little improvement, the esterase and GSH-induced photoactivities of PBGSANPs were evaluated.",
      "startOffset" : 34,
      "endOffset" : 58
    }, {
      "referenceID" : 10,
      "context" : "Based on this characteristic, L-Tyrosine has been used by many researchers to evaluate the photoactivity of photosensitizers (Lü et al., 2012; Zhientaev et al., 2009).",
      "startOffset" : 125,
      "endOffset" : 166
    }, {
      "referenceID" : 26,
      "context" : "Based on this characteristic, L-Tyrosine has been used by many researchers to evaluate the photoactivity of photosensitizers (Lü et al., 2012; Zhientaev et al., 2009).",
      "startOffset" : 125,
      "endOffset" : 166
    } ],
    "year" : 2020,
    "abstractText" : "To improve in vitro photostability and enhance insecticidal activity, a novel esterase/glutathione (GSH) responsive photoactivated nano-pesticide delivery system was synthesized by conjugation of photoactivated pesticide phloxine B(PB) to sodium alginate (SA) via esterase/GSH sensitive phenolic ester bond followed by ultrasonic dispersion. The system was stable in PBS (pH 7.4) and could protect effectively the conjugated PB from in vitro photodegradation because of aggregation-caused quenching effect, whose maximum photodegradation rate did not exceed 10 % after 270 min illumination. However, upon exposure to esterase-6 or GSH stimulus, high photoactivity was observed due to the destruction of the system and accompanied by PB release. The combined stimulation could trigger more PB release than any single stimulus and thus resulting in a higher photoactivity. Compared with free PB, The system showed a higher phototoxicity on Sf9 insect cells and the in vitro light exposure had little influence on the phototoxicity.",
    "creator" : "Elsevier"
  }
}