{
  "name" : "downloads_2020-07-04_b2_10.1002@jbm.b.34634.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Development of NSAID-loaded nano-composite scaffolds for skin tissue engineering applications",
    "authors" : [ "Mubashra Zehra", "| Azra Mehmood", "Muhammad Yar", "Lubna Shahzadi", "Sheikh Riazuddin" ],
    "emails" : [ "riazuddin@aimrc.org" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Biology (CEMB), University of the Punjab, Lahore, Pakistan 2Wake Forest Institute of Regenerative Medicine, Winston-Salem, North Carolina 3Interdisciplinary Research Center in Biomedical Materials, COMSATS Institute of Information Technology, Lahore, Pakistan 4Jinnah Burn and Reconstructive Surgery Centre, Lahore, Pakistan\nCorrespondence Sheikh Riazuddin, National Center of Excellence in Molecular Biology (CEMB), University of the Punjab, Lahore, Pakistan and Jinnah Burn and Reconstructive Surgery Centre, Lahore, Pakistan Email: riazuddin@aimrc.org\nFunding information Higher Education Commission, Pakistan\nScar free healing together with pain management is one of the major consider-\nations in full thickness wound healing. Extensive wounds take longer to heal with-\nout any clinical intervention and, hence, need natural or artificial extracellular\nmatrix support for quick skin regeneration. To address these issues, medicated 3D\nporous biomimetic scaffolds were developed with a unique combination of bio-\npolymers, that is, chitosan, sodium alginate, and elastin, supplemented with a non-\nsteroidal anti-inflammatory drug (NSAID). Scaffolds were physically characterized\nby scanning electron microscopy (SEM), Fourier transform infrared spectroscopy\n(FTIR), swelling ratio analysis, and degradation studies. Findings of the performed\nanalyses proved that these skin substitutes suitable for skin tissue engineering\napplications attributable to their nano-microporous structures (pore size in range\nof 0.085–256 μm) allowing cell infiltration and high-water absorption capacity for\nmanagement of wound exudates. Optimal dose of the loaded ibuprofen was esti-\nmated by evaluating effect of variable concentrations of ibuprofen (control, ILM-\n10, ILM-15, and ILM-20) on adipose tissue-derived mesenchymal stem cells (ASCs)\nproliferation rate. Out of all experimental groups, ILM-20 constructs were found\nto accelerate the proliferation rate of seeded ASCs confirming their non-cytotoxic\ncharacteristics as well potential to be used for translational scaffold-based\ntherapies.\nK E YWORD S\n3-D scaffolds, ASCs proliferation, biocompatibility, pain management, wound healing"
    }, {
      "heading" : "1 | INTRODUCTION",
      "text" : "Full thickness skin wounds pose a significant problem and financial burden in achieving complete skin regeneration (Skardal et al., 2012). Dermal reconstruction is a crucial issue in the restoration of functional and accompanying aesthetic consequences. To achieve quick and\nimproved dermal restoration, development of optimal biodegradable dermal substitutes forms a significant basis for applied clinical research, biomedical, and regenerative medicine studies (Shahrokhi, Arno, & Jeschke, 2014). Although a variety of skin substitutes are available commercially, an ideal cost-effective substitute is still an unmet medical need (Haldar et al., 2019).\nCell seeded/laden scaffolds hold cells at defected site for cell proliferation to regenerate lost part of the injured tissue/organ (Bružauskaitė, Bironaitė, Bagdonas, & Bernotienė, 2016). Appropriate pore size/number, ease in handling (mechanical strength), optimal Abbreviations: ASCs, adipose tissue-derived mesenchymal stem cells; FTIR, Fourier transform infrared spectroscopy; ILM, ibuprofen-loaded membranes; NSAID, non-steroidal anti-inflammatory drug; SEM, scanning electron microscopy.\nJ Biomed Mater Res. 2020;1–12. wileyonlinelibrary.com/journal/jbmb © 2020 Wiley Periodicals LLC 1\nswelling ratio, biodegradability, biocompatibility, and capacity to retain metabolic functions of seeded cells are some of the parameters that make a substitute ideal for use in tissue/organ regeneration (Zhang, Lu, Kawazoe, & Chen, 2014). Although numerous natural and synthetic cell supporting biopolymers have been tried, it is believed that materials of natural origin are a preferred choice for tissue engineering. The preferred acceptance is based on the biological performance, chemical versatility, and resemblance with native extracellular matrix (ECM) (Sun & Tan, 2013). In this regard, natural proteins, for example, elastin, collagen, silk fibroin, and so on, and polysaccharides, for example, chitosan, alginates, agarose, glycosaminoglycans, and so on, have been commonly used for regeneration of skin affected with full thickness wounds caused by burn and incisions (Wiegand & Hipler, 2010).\nNormal wound healing process is comprised four sequentially overlapping stages: hemostasis, inflammation, proliferation, and maturation. Among these, inflammation is the most critical phase. During wound healing, a brief inflammatory period is beneficial in removal of infection, activation, and recruitment of host cells. However, prolonged inflammatory phase leads to failure of appropriate wound healing resulting in chronic wound that ultimately causes severe pain. Hence, pain and inflammation management are among the critical parameters to be monitored during wound healing (Mohiti-Asli et al., 2015).\nEffect of anti-inflammatory pain killers on skin regeneration and wound healing need to be studied to find out the precise mechanism and effect of available anti-inflammatory analgesics. Ibuprofen is one of the frequently used antiphlogistic that belongs to anti COX-1 group of non-steroidal anti-inflammatory drugs (NSAID) family (Yuan et al., 2014). However, oral intake of ibuprofen is discouraged by most of the clinicians due to the side effects associated with its use including gastric ulcers or/and renal dysfunction (Erdeve, Sarici, Sari, & Gok, 2008). Topical application of NSAIDS, particularly ibuprofen, has been found to be equally effective and potentially safe compared with oral intake in soft tissue injuries specifically musculoskeletal injuries (Manoukian, Migdal, Tembhekar, Harris, & DeMesa, 2017). However, no information is available in literature about comparison of efficacy of topical administration of NSAIDS with oral intake for pain management during healing of open wounds. Hence, topical application of ibuprofen for localized management of skin inflammation through suitable scaffolds/patches is an area of interest for further investigation (Canton et al., 2010).\nIn this research article, we report the development and characterization of a biocompatible ibuprofen-loaded chitosan/sodium alginate/elastin membranes. Elastin and alginate composite hydrogels (Silva et al., 2018), elastin and silk fibroin wounds dressing (Vasconcelos & Gomes, 2012), chitosan and alginate films (Dantas et al., 2011), and chitosan and alginate hydrogels (Wang, Wang, & Huang, 2017) have been reported. The combination of biopolymers optimized/developed in the present study has not been studied earlier. Developed substitute can easily be prepared in excess and used in single surgical intervention with pain management, wound healing, and anti-scarring characteristics."
    }, {
      "heading" : "2 | MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "2.1 | Preparation and characterization of scaffolds",
      "text" : ""
    }, {
      "heading" : "2.1.1 | Hydrolysis of elastin",
      "text" : "Insoluble elastin from bovine neck ligament (Sigma Aldrich) was solubilized per protocol given by Partridge, Davis, and Adair (1955) with slight modifications by Araujo et al. (2014)). Briefly, elastin was hydrolyzed by mixing with 0.25 M oxalic acid (1 g elastin in 7.5 mL oxalic acid) at 95 C in a water bath with continuous stirring for 1 hr. After cooling with a cold tap water, the reaction mixture was centrifuged, and supernatant was collected. Extraction procedure was repeated seven to nine times until complete solubilization of elastin was achieved. Supernatants were then pooled and centrifuged for 20 min at 4000g at 4 C to remove any residual particles. Supernatants thus obtained (rich in α-elastin) were then dialyzed against distilled water for 4 days using a 1 kDa dialysis membrane (Sigma Aldrich). Finally, dialyzed protein was used for fabrication of scaffolds reported in the present work."
    }, {
      "heading" : "2.1.2 | Fabrication of porous scaffolds",
      "text" : "Porous composite scaffolds were prepared by blending chitosan (Chit), sodium alginate (Na-alginate), and hydrolyzed elastin in a ratio of 4.5:4.5:1 by freeze gelation method. Briefly, Chit (highmolecular weight: 310,000–375,000 Da, Sigma Aldrich) and Naalginate (Sigma Aldrich) were mixed separately in 0.5 M glacial acetic acid solution with continuous stirring till complete homogenization. Chit-Na alginate mixture was then blended with hydrolyzed elastin. The slurry thus formed was casted into molds and frozen at −20 C for 24 hr. Frozen membranes/scaffolds were submerged in chilled (−20 C) gelation media 3 M NaOH: absolute ethanol (1:1) (vol/vol) for 72 hr. Freeze-gelation media was then decanted and replaced with ethanolic 1% CaCl2 solution (1:1) at (−20 C) for 48 hr. After this, the scaffolds were instantly washed with 50% ethanol thrice (15 min each) and thoroughly washed with distilled water to neutralize the pH. Prepared scaffolds were then dried at 37 C."
    }, {
      "heading" : "2.1.3 | Drug loading into scaffolds",
      "text" : "Ibuprofen was loaded into synthesized scaffolds by physical loading method. Ibuprofen (Sigma Aldrich) was loaded in three different concentrations, that is, 10 wt %, 15 wt %, and 20 wt % in ethanol and water suspension (1:1) separately. For maximum loading of the drug, scaffolds were immersed in respective doses of ibuprofen solutions overnight followed by complete drying at room temperature for 24 hr. Final products thus obtained were labeled as ILM-10, ILM-15, and ILM-20, respectively."
    }, {
      "heading" : "2.1.4 | Scanning electron microscopy",
      "text" : "The cross-sectional surface morphology of freeze gelated scaffolds (Control, ILM-10, ILM-15, and ILM-20) was studied using a scanning electron microscope (TSCAN VEGA3) with the working voltage 8 kV at different magnifications. All specimens were gold sputter coated before scanning electron microscope (SEM) imaging. Average pore diameter was estimated with the help of image processing software (Image J) by selection of 45 random pores."
    }, {
      "heading" : "2.1.5 | Fourier transform infrared spectroscopy analysis",
      "text" : "Conformational structure analysis of prepared porous scaffolds and verification of the presence of loaded drug (ibuprofen) were carried out by Fourier transform infrared (FTIR) spectroscopy, coupled with ATR accessory and photo acoustic sampling cells. Spectra were obtained in mid infra-red region (500–4,000 cm−1) at resolution 8 cm−1 with average number of scans 256 on a Thermo Nicolet 6700P, FTIR spectrometer: Wisconsin, USA."
    }, {
      "heading" : "2.1.6 | Swelling ratio analysis",
      "text" : "To study the solution uptake capacity, swelling behavior of the prepared membranes was analyzed by conventional gravimetric method. Briefly, samples were cut in small pieces of equal weight (10 ± 1 mg) in triplicates and incubated at 37 C. After 1 hr interval, pieces were withdrawn and weighed. This process was repeated until attainment of a constant weight of the pieces (Wd). Completely dried membrane pieces were then immersed in phosphate buffer saline solution (PBS) (pH 7.0–7.4) at 37 C to allow any swelling to occur. At set time intervals, samples were removed from PBS, and excess surface liquid was wiped off with filter paper before weighing the samples. Time points used were 15, 30, 60, 120, 180, 240, 300, 360, and 420 min. The percentage swelling ratio was calculated by the formula:\nSwelling ratio %ð Þ=Ww−Wd=Wd ×100\nwhere Wd represents dry weight, and Ww represents wet weight at a specific time point."
    }, {
      "heading" : "2.1.7 | Degradation studies",
      "text" : "Degradation studies were done by immersing the samples in three different degradation media, that is, PBS, lysozyme solution (1 mg/mL; 10,000 IU/mL), and 2.58 μM H2O2 solution. Lysozyme and H2O2 solutions were prepared separately in PBS. Completely dried samples were taken by weight (10 ± 1 mg), and their mass was recorded as W0. Samples were then immersed in respective degradation media and incubated at 37 C. At each set time interval, samples were washed with\ndistilled water thrice, rinsed with absolute ethanol once, and thoroughly dried to get a constant mass before weighing them again asWt. Weight loss of the membranes was recorded after incubation period of 1, 4, and 10 days. Weight loss (%) was calculated by using the formula:\nWeight loss %ð Þ=100−dryweight remaining ratio %ð Þ\nwhere,\nDryweight remaining ratio %ð Þ=Wt=W0 ×100"
    }, {
      "heading" : "2.1.8 | In vitro ibuprofen release assay",
      "text" : "Ibuprofen release (%) from the drug-loaded scaffolds was determined by UV/Vis spectroscopy. A 12.5 mg piece of each ibuprofen loaded (10, 15, and 20 wt % ibuprofen) scaffold was cut and placed separately in a vial (n = 3 per treatment). Each sample was submerged in 6 mL volume of PBS (pH: 7.0–7.4) and maintained at 37 C (body temperature). A 3 mL volume of each fluid samples was removed from each scaffold containing solution at time points 1, 3, 9, 24, and 33 hr and replaced with equal volume of PBS. Optical density (OD) of 1 μL of each solution was measured by a Nano Drop 1000 Spectrophotometer (Thermo scientific) at an intensity of 220 nm (the λmax of ibuprofen) for all time points. Results were compared with a calculated Ibuprofen standard curve."
    }, {
      "heading" : "2.2 | Cell response to porous scaffolds in vitro",
      "text" : ""
    }, {
      "heading" : "2.2.1 | Culture of ASCs",
      "text" : "Adipose-derived mesenchymal stem cells (ASCs) were cultured by using adipose from normal Sprague Dawley rats as per the protocol given by Ahmed, Mehmood, Bhatti, Khan, and Riazuddin (2014)). ASCs were cultured in Dulbecco's modified Eagle's medium-low glucose (DMEM) (Sigma) supplemented with 15% (vol/vol) fetal bovine serum (FBS), 100 IU/mL penicillin, and 100 μg/mL streptomycin. The culture media were changed every third day. ASCs at passage three were used in all subsequent experiments/assays. Scaffolds presterilized with 70% ethanol were soaked in complete culture medium (15% DMEM-LG) for 30 min in 96/48 well culture plates. Then, the media was aspirated, and ASCs were seeded on porous scaffolds at a density of 12,000 cells/0.32 cm2 or 24,000 cells/0.95 cm2 and maintained in culture medium for different time intervals (1–14 days) with medium changes every second day. Cells cultured directly on tissue culture plate (TCP) were included as controls."
    }, {
      "heading" : "2.2.2 | Cell adhesion analysis by hematoxylin and eosin (H&E) staining",
      "text" : "On days 7 and 14 after seeding ASCs on the scaffolds, media was aspirated, and cell seeded scaffolds were fixed using 4%\nparaformaldehyde for 24 hr at room temperature. After fixation, cell seeded scaffolds were gently rinsed with PBS thrice for 5 min followed by embedding in Optimal cutting temperature compound (OCT compound) to make cryomolds. OCT compound-embedded scaffolds were sectioned by cryostat (Microm HM 550: Walldorf, Germany) into 5 μm slices and picked up on super frost glass slides (Santacruz). Sectioned cell seeded scaffolds were kept at −80 C until further use. Cryosections were stained with H&E stains. Briefly, sections were airdried for few minutes followed by application of hematoxylin solution (H9627) for 2 min. Slides were then washed for 5 min under running tap water. Subsequently, sections were covered with eosin solution (E4009) for 30 sec and washed thoroughly with running tap water. After thorough washing, sections were serially dehydrated in different grades of ethanol, that is, 70, 80, 95, and 100%, respectively, for 2 min. Eventually, slides were mounted with cytoseal medium (Richard-Allan Scientific: Michigan, US) and observed under inverted microscope (Olympus, Japan). For each section, four different fields were chosen randomly and photographed under microscope (BX-61 Olympus). At least two sections from each of the experimental groups were used for analysis."
    }, {
      "heading" : "2.2.3 | Cell viability/cytotoxicity assay",
      "text" : "Neutral red dye uptake assay Cell viability was assessed based on staining of lysosomes in viable cells by uptake of neutral red dye (NRD) as per manufacturer's instructions (Sigma: Missouri, USA). Briefly, 5% of the neutral red solution (N2889) was added to each of the ASCs seeded drug −/+ loaded membranes followed by incubation at 37 C and 5% CO2 supply for 2.5 hr. After incubation, dye was removed, and cells were washed with acidified 1× PBS (1 μL glacial acetic acid/100 μL PBS) to remove any unabsorbed neutral red dye. The dye absorbed by the cells was extracted by adding 100 μL acidified ethanol (50% ethanol, 1% acetic acid). Primary absorbance was measured at 540 nm along with background absorbance at 690 nm using spectrophotometer (Spectramax PLUS 384: California, USA, molecular devices). Cell viability was quantified by subtracting background absorbance from primary absorbance.\nLactate dehydrogenase release assay Lactate dehydrogenase (LDH) release from ASCs seeded on scaffolds was estimated by using cytotoxicity detection kitPLUS (Roche, Germany) at 48 and 72 hr post cell plating according to the manufacturer's protocol. Briefly, culture medium from all experimental groups was aspirated and centrifuged at 250g for 5 min. Of note, 50 μL of supernatant from each group was carefully transferred to 96-well plate. LDH assay solution was prepared by mixing LDH assay substrate solution, LDH assay dye solution, and 1× LDH assay cofactor in equal proportion and added to each well. Ninety-six-well plate containing the reaction mixture was kept in dark at room temperature for 30 min. The reaction was stopped by adding 1 N HCL (15 μL), and absorbance was measured at 490 nm wavelength at reference wavelength of 690 nm, with spectrophotometer (Spectramax PLUS 384, Molecular devices)."
    }, {
      "heading" : "2.2.4 | Cell proliferation assay",
      "text" : "3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide Biocompatibility of scaffolds (containing different concentration of ibuprofen) for seeded ASCs was monitored by MTT (3-[4,5-dimethylthiazol2-yl]-2,5-diphenyltetrazolium bromide) assay (Sigma) performed according to manufacturer's guidelines. The absorbance was measured at days 1, 4, and 7 post ASCs seeding on scaffolds or in TCP. At each time point, 100 μL of 10% MTT solution (5 mg/mL stock in PBS) prepared in serum free-DMEM media was added to each of the cell seeded scaffolds. Absorbance values were blanked against DMSO (negative control), and absorbance of cells cultured on TCP (without scaffold) was taken as positive control. Reaction assembly was incubated at 37 C for 3 hr until purple formazan crystals were formed. MTT solution was then discarded, and 100 μL of DMSO (dimethyl sulfoxide) was added to the wells and mixed properly to dissolve formazan crystals. The plate was then swirled gently. Absorbance was read at 490 nm using a Microplate Reader (Spectramax PLUS 384, Molecular devices) with the subtraction of plate absorbance at 650 nm and plotted against number of days.\nPKH-26 labeling ASCs were labeled with PKH-26 Red Fluorescent Cell Linker Kit meant for General Cell Membrane Labeling (Sigma Aldrich: Missouri, USA) as per manufacturer protocols. Briefly, cells were washed gently using serum free cell growth medium. Cell pellets were resuspended and incubated in a mixture of Diluent C and PKH-26 labeling dye at ambient temperature for 5 min in dark. On completion of incubation, reaction was neutralized with 2 mL FBS and cells were washed with serum free medium. Labeled cells were seeded on porous scaffolds at a density of 24 × 103 cells per 0.95 cm2 area and cultured for 14 days. Fluorescent images were captured on days 1, 7, and 14 using fluorescent microscope."
    }, {
      "heading" : "2.3 | Statistical analysis",
      "text" : "All experiments were carried out in triplicates (n = 3), and findings were analyzed through appropriate statistical tests. Results of the swelling studies, degradation profile, drug release kinetics, LDH release, and MTT assays were analyzed by applying two-way analysis of variance (ANOVA) hypothesis testing. One-way ANOVA was applied for statistical analysis of (NRD) uptake assay findings. Readings were expressed as average ± standard deviation (SD) with the pvalue <0.05 considered as significant."
    }, {
      "heading" : "3 | RESULTS",
      "text" : ""
    }, {
      "heading" : "3.1 | 3D freeze-gelated porous scaffolds",
      "text" : ""
    }, {
      "heading" : "3.1.1 | Physical properties of 3D porous scaffolds",
      "text" : "The prepared scaffolds in dried state appeared as uniform white sheets of 1.2 ± 0.17 mm thickness, close to real human skin\nthickness, with diverse range of pore number and pore size (Figure 1a). Addition of elastin to the developed construct in this study improved the mechanical strength and provided diverse extracellular matrix pattern for rapid cell attachment and enhanced cell proliferation. Addition of ibuprofen to the developed construct, will help in improving and countering the inflammatory phase usually prolonged in chronic non-healing wounds besides pain relief, this activity of ibuprofen is very well known in literature (Canton et al., 2010)."
    }, {
      "heading" : "3.1.2 | Interconnected pores distribution in 3D scaffolds",
      "text" : "Morphological analysis of chitosan/sodium alginate/elastin porous scaffolds were carried out with the help of SEM micrographs. The images demonstrated that structures of scaffolds were comprised micro and macro pores, and they were interconnected and uniformly distributed in a range of 0.085–256 μm (Figure 1b). The pattern of drug crystals observed on surface as well as in cross section of the scaffolds revealed equal distribution/encapsulation of the drug in all areas of the scaffolds loaded with ibuprofen.\nThe mean pore size range in developed scaffold appeared to be 0.12–107 μm (size of 45 pores measured randomly) in control, whereas interestingly maximum diversity in pore size was observed in ultrastructure of ILM-20, that is, 0.085–256 μm. The pore size in ILM10 and ILM-15 were in the range of 0.138–212 μm and 0.114–81 μm, respectively (Figure 2b)."
    }, {
      "heading" : "3.1.3 | Freeze gelation does not alter chemical structure of biopolymers involved in scaffolds production",
      "text" : "The FTIR spectra for pure materials, that is, chitosan, sodium alginate, elastin, and ibuprofen, were aligned with spectra for composite scaffolds ILM-10, ILM-15, and ILM-20 and analyzed (Figure 3). Chitosan used in the present study was ≥75% deacetylated. The characteristic peaks of pure chitosan were visible for C O C stretch (1,020 cm−1), C O (1,149 cm−1), CH2 bend (1,374 cm −1), C N stretching of amide III (1,316.5), C O stretch or amide I (1,649 cm−1), C H stretch (2,870 cm−1) and NH/OH stretch (3200–3,300 cm−1) and were in accordance with the previous reports (Li, Ramay, Hauch, Xiao, & Zhang, 2005; Queiroz, Teodosio Melo, Sabry, Sassaki, & Rocha, 2015). Absorption band at 2870 cm−1 is characteristic/typical for all polysaccharides whereas bands at 1649 cm−1, 1,316.5 cm−1 (C N stretching of amide III) and 1,558 cm−1 attributed to NH bend of amide II confirming presence of residual N-acetyl groups as reported earlier (Ji, Li, Yuan, & Guo, 2017; Voo et al., 2015).\nIn FTIR spectrum for pure sodium alginate, peaks at 1018, 3249, 1,415, and 1,583 were attributed to C O stretch (glycosidic linkage), OH stretch, symmetric, and asymmetric stretching vibrations of C O bond of carboxyl group, respectively (El-Houssiny, Ward, Mostafa, & Khalil, 2016; Wang et al., 2016). A main peak at 1415 was assigned to symmetric carboxylate stretch in accordance with the previous report (Serrano, Liu, & Franzen, 2007).\nFTIR spectra shown in Figure 2 displays absorbance bands of solubilized elastin (Figure 2b) obtained successfully in liquid form by hydrolysis of insoluble elastin (Figure 2a). Acquired spectra was compared with that reported in literature. There are two significant regions in infrared spectra of elastin protein, that is, 900–1900 associated with amide peaks induced by C O stretch and 2,700–3,800 displaying vibrational peaks of OH, CH, and NH groups. Of all the amide modes, amide I generates infrared band in region between 1,600 and 1,700 (Cheheltani et al., 2014). Elastin is mainly composed of β-sheets where structures occur in a range of 1,610–1,645 cm−1 (Garidel & Schott, 2006). Based on this ground knowledge, FTIR spectra of hydrolyzed elastin exhibiting two main peaks at 1636 and 3252 (intensified) were assumed to attribute to β-sheet (secondary structure of protein) and amide A (NH stretch in resonance with amide II overtone), respectively (Lawrie et al., 2007; Popescu, Vasile, Macocinschi, Lungu, & Craciunescu, 2010).\nDeveloped membranes were subsequently immersed in CaCl2 solution thus exchanging sodium ions with calcium ions resulting in band shift of asymmetric carbonyl vibration from high energy (1583) to low energy (1557) in alginate. This observation supports increase in ionic interaction strength, that is, Na+ to Ca2+ and thus stability of scaffolds by calcium ions through physical cross-linking of adjacent alginate chains as reported earlier (Li et al., 2014). Moreover, successful loading of drug (ibuprofen) was confirmed by the presence of overlapping peaks of CH2 (2920) and CH3 stretch (2952) in both pure ibuprofen and drug-loaded scaffolds that were missing in control group.\nF IGURE 1 Morphological analysis of nanocomposites using scanning electron microscopy (SEM). (a). Scaffolds were porous and elastic with the ease of topical application (b). SEM analyses of Ibuprofen +/− loaded substitutes (I-control, II-ILM-10, III-ILM-15, IV-ILM-20) at 500× magnifications"
    }, {
      "heading" : "3.1.4 | Developed constructs hold significant wound exudate absorption capacity",
      "text" : "The swelling ratio analysis of different membranes at 37 C at predetermined time intervals demonstrated that the fluid absorption by scaffolds increased with time until attainment of equilibrium\n(Figure 4). The scaffolds swelled rapidly in PBS (pH = 7.4) and attained equilibrium within 6 hr. The swelling ratio was observed to be associated with concentration of the loaded ibuprofen. Membranes without ibuprofen were observed to have significantly higher swelling ratio than loaded with ibuprofen, whereas the trend of swelling ratio in ibuprofen-loaded membranes was: ILM10 > ILM20 > ILM15.\nF IGURE 2 Hydrolysis of elastin (a). FTIR spectrum of unhydrolyzed elastin (b). FTIR spectrum of elastin hydrolyzed with oxalic acid\nF IGURE 3 FTIR spectra representing characteristic peaks in constituent materials (a) chitosan, (b) Na-alginate, (c) α- elastin, (d) ibuprofen as well as overlapping peaks in blended scaffolds (e) control, (f) ILM-10, (g) ILM-15, (h) ILM-20 in the spectral region 4,000–600 cm−1"
    }, {
      "heading" : "3.1.5 | Stability of ibuprofen-loaded scaffolds increases with increase in drug concentration",
      "text" : "The biological degradation rate of the fabricated porous Chit/Na-alginate/elastin scaffolds containing various doses of ibuprofen on exposure to PBS (Figure 5a), PBS + lysozyme (1 mg/mL; 10,000 IU/mL) (Figure 5b), and PBS + H2O2 (2.58 μM) (Figure 5c) media for 10 days in vitro. The general trend of degradation of samples in all three different degradation media was PBS + H2O2 > PBS + Lysozyme > PBS (Figure 6).\nFigure 5a shows that dry weight remaining ratio of PBS treated control samples on days 1, 4, and 10 was 91.6 ± 1.79, 91.3 ± 0.99, and 85.2 ± 1.15%, respectively. These ratios indicate only 14.75% degradation of the total weight of the control samples on day 10, whereas, on the same day, ibuprofen-loaded membranes (ILM-10, ILM-15, and ILM- 20) showed dry weight remaining ratio of 68.9 ± 8.05, 75.04 ± 8.84, and 76 ± 4.90%, respectively. Briefly, the trend of degradation of membranes in PBS media (Figure 6a) on day 10 appeared to be ILM-10 > ILM15 ≥ ILM-20 > Control.\nIn PBS + lysozyme degradation medium, dry weight remaining ratio of control, ILM-10, ILM-15, and ILM-20 on day 10 were decreased from 100% to 71.5 ± 3.31, 59.27 ± 14.6, 61.95 ± 16.47, and 81.7 ± 4.4%, respectively (Figure 5b). Increased remaining dry weight of ILM-20 after treatment with lysozyme degradation medium than in PBS might be due to the fact that ibuprofen is more soluble in PBS than in lysozyme solution.\nDegradation rate of scaffolds in 2.58 μM H2O2 (Figure 5c) was relatively faster than against lysozyme with greater degradation observed in ibuprofen-loaded membranes than control scaffolds. Dry weight remaining ratio of control, ILM-10, ILM-15, and ILM-20 were decreased from 100% to 72.14 ± 4.86, 63.29.27 ± 3.05, 59.41 ± 6.89, and 56.21 ± 1.64%, respectively, on day 10. Overall, the trend of degradation of membranes in hydrogen peroxide degradation media (Figure 5c) on day 10 appeared to be ILM-20 > ILM-15 > ILM-10 > Control."
    }, {
      "heading" : "3.1.6 | Twenty wt % ibuprofen-loaded scaffolds show sustained release in vitro",
      "text" : "The ibuprofen release from porous scaffolds (containing 10 wt %, 15 wt %, and 20 wt %) was observed through nanodrop UV/Vis spectrophotometer as shown in Figure 7. The release kinetics of the drug-loaded scaffolds could be personalized by modification of drug loading method or nature of the drug loaded (hydrophobic/water insoluble). ILM-20 showed sustained release of drug as compared to ILM-10 and ILM-15 making it an ideal candidate to be used in skin tissue engineering for the sake of sustained drug delivery leading to minimal inflammation and pain management. The rate of drug release in developed membranes during first 3 hr was maximum in ILM15 which was significantly greater than release observed in ILM-20, whereas release in ILM-20 was significantly higher than that in ILM-10."
    }, {
      "heading" : "3.2 | Cell response to porous scaffolds in vitro",
      "text" : ""
    }, {
      "heading" : "3.2.1 | Porous scaffolds are biocompatible and show considerable ASCs attachment",
      "text" : "Adhesion of ASCs on scaffold cryosections Hematoxylin and Eosin staining images of 5 μm sections of ASCs seeded scaffolds, namely Control (Figure 6a), ILM-10 (Figure 6b), ILM15 (Figure 6c), and ILM-20 (Figure 6d) after 7 days of culture confirmed biocompatibility of the developed scaffolds for skin regeneration and wound healing. Among all scaffold samples, ILM-20 showed maximum number of attached cells and depicted enhanced cell proliferation. Seeded ASCs were similar in shape in all samples and scaffolds retained their regular 3D structures till day 7."
    }, {
      "heading" : "3.2.2 | Cell viability/cytotoxicity assays",
      "text" : "To prove non-toxic nature of constructed porous scaffolds and their degradation remnants, NRD uptake assay and LDH release assay were carried out in-vitro. Viability of ASCs seeded on both with and without ibuprofen-loaded chitosan/sodium alginate/elastin porous scaffolds was assessed after 72 hr of cell culture (Figure 8b).\nAlthough, on day 3, dye uptake was maximum for monolayer cell culture, that is, cells cultured directly on tissue culture plates (positive control) but viability of ASCs seeded on 3D scaffolds was significantly higher than negative control (DMSO) rendering these scaffolds safe for use in tissue engineering. Among experimental groups, ibuprofenloaded scaffolds, particularly ILM-20, showed maximum cell viability, least cytotoxicity as compared to scaffolds without ibuprofen. These results indicate that optimal dose of ibuprofen triggers cell proliferation.\nF IGURE 4 Swelling ratio (%) of scaffolds plotted against time intervals in min. Each value represents mean ± SD (n = 3)\nTo evaluate cytotoxic effect of 3D scaffold on cells, LDH release profile of porous scaffolds with and without ibuprofen loading was studied. Data were recorded after 48 and 72 hr as shown in Figure 8b. As culture media needed to be changed at day 3; therefore, LDH release could not be quantified beyond 72 hr. Absorbance values at 490 nm were normalized against absorbance at 690 nm. Data were analyzed by two-way RM ANOVA with significance at p < 0.05. After 48 hr, ILM-10 showed minimum LDH release that increased abruptly till 72 hr. However, ILM-20 demonstrated relatively consistent LDH release till the duration of observation with the least value after 72 hr among all experimental samples. Hence, of all the scaffolds, ILM-20 proved to provide an excellent environment for ASCs growth with least cytotoxic/negative effect on cells."
    }, {
      "heading" : "3.2.3 | Ibuprofen promotes ASCs' proliferation",
      "text" : "The effect of expanded range of pore size of scaffolds on infiltration, attachment, and proliferation of MSCs was assessed by ASCs seeding. Proliferation of ASCs over +/− ibuprofen-loaded scaffolds was quantified by conducting MTT assay, and cells were tracked through cell membrane labeling with PKH-26 dye (Figure 9). MTT assay was performed and data was recorded on days 1, 4, and 7 of cell seeding. ASCs seeded on standard 96-well tissue culture plate (TCP) without any scaffold were taken as positive control, whereas DMSO was used as a negative control. Cell viability was estimated on the basis of optical density (OD) measured at absorbance value of 570 nm with reference absorbance at 630 nm for the cell-seeded scaffolds. The results depicted relatively lesser metabolic activity of ASCs on scaffolds as compared to positive control (cells) during first 4 days in culture. But interestingly, ascending pattern of proliferation was observed with the passage of time in experimental groups involving scaffolds as compared to rate of cell activities on TCPs where a decline in metabolic rate was recorded. Although all scaffolds with variable concentration of ibuprofen had shown significant growth potential for ASCs but maximum proliferation rate was found associated with scaffold loaded with maximum concentration of ibuprofen, that is, ILM-20 as compared to the other scaffolds tested (Figure 8a).\nTo visualize proliferation pattern at variable time points (days 1, 7, and 14) of ASCs culture, ASCs were fluorescently labeled with cell membrane tracking dye PKH26 followed by seeding on all porous scaffold samples, that is, ILM-10, ILM-15, and ILM-20 under static conditions. Fluorescently labeled cells were observed under OLYMPUS IX51 microscope up to 14 days. All seeded ASCs were found to retain fluorescent dye (PKH-26) until day 14 in Chitosan/Na-alginate/ elastin porous scaffolds. These encouraging results have proved these drug-loaded scaffolds best candidates for in-vivo implantation\nF IGURE 5 Degradation rates of scaffolds in different degradation media. Scaffolds without loaded drug were used as control. Data is presented as mean ± SD. (a) PBS *p < 0.05 versus control group, (b) PBS + Lysozyme. *p < 0.05 versus control, ##p < 0.01 versus ILM-20. #p < 0.05 versus ILM-20. (c) PBS+ H2O2. *p < 0.05, **p < 0.01 versus control\nF IGURE 6 H&E staining showing the attachment of cells on porous scaffolds after 7-day culture in vitro. (a). Control, (b). ILM-10, (c). ILM-15, (d). ILM-20. Arrows represent magnified view of respective encircled areas\nF IGURE 7 Single point release of variable Ibuprofen doses. Data are presented as mean ± SD at 1, 3, 9, 24, and 33 hr time points. Inset: reduction tendencies for different concentrations. *p < 0.05, ***p < 0.001 versus ILM-10. αααp < 0.001 versus ILM-20\nF IGURE 8 Cell viability and cytotoxicity assays. (a). MTT assay. Φp < 0.05, ΦΦp < 0.01, ΦΦΦp < 0.001 versus positive control (cells) “Two-way RM (repeated measures) ANOVA”. (b) NRD assay. *p < 0.05, **p < 0.01 versus positive control (cells) “One-way analysis of variance”. (c) LDH release Assay. p > 0.05 for all experimental groups versus positive control (cells)\nparticularly for tissue engineering applications. The synthesized scaffolds were porous and found to be ASCs friendly and significantly supported growth of ASCs."
    }, {
      "heading" : "4 | DISCUSSION",
      "text" : "Production of economical and readily available 3D porous scaffolds for deep dermal wound treatment and skin tissue engineering is the need of the hour and requires a directed research to obtain an ideal skin substitute for the purpose. By freeze gelation method, we were able to develop 3D porous scaffolds of uniform thickness. Some variation in pore size range was observed in membranes prepared by same synthetic procedure, that is, trend of porosity in fabricated scaffolds was ILM-20 > ILM-10 > Control > ILM-15. This could be attributed to fluctuation in physical conditions during freeze gelation including lack of controlled freezing environment resulting in heterogenous porosity in scaffolds. The average pore size in scaffolds developed by freeze gelation can be tailored by provision of constant cooling rate through temperature control freezer. Majority of the pores had average size around 100 μm which is an ideal property of 3D scaffolds meant for tissue regeneration with regards to cell–cell interaction as already known (Bružauskaitė et al., 2016). Hence, constructed scaffolds are an excellent candidate/template for drug and cells delivery at wound site and skin regeneration.\nAll scaffolds showed similar absorption band positions demonstrating homogeneity of the materials in all compositions. No\nnoticeable difference was observed among spectra of all compared composite scaffold samples indicating that different concentration of drug loading through physical absorption method did not affect the chemical structure of cross-linked membranes. The possible reason for that might be lack of any possible covalent linkage between drug and constructed scaffolds. A slight change in wavenumbers has been observed for prepared scaffolds than raw biomaterials that might be due to blending effects of chitosan, sodium alginate, and ibuprofen with elastin. Amide II peaks were intensified in spectra of composite scaffolds, whereas asymmetric stretch of C O at 1583 (sodium alginate) was missing in ultrastructure of scaffolds, that suggest ionic interaction between negatively charged carbonyl group ( COOH) of alginate and positively charged amino group (NH2) of chitosan (Li et al., 2005). FTIR analysis of the constructed scaffolds depicted strong ionic interactions among chitosan, sodium alginate, and elastin, as verified by FTIR spectra observed in the range of 500–4,000 cm−1 as shown in Figure 3.\nSwelling capacity of scaffolds is one of the significant parameters for tissue repair and regeneration, particularly for the absorbance of wound exudates and transition of nutrition and wastes (Wang et al., 2016). Scaffolds without ibuprofen showed maximum wound exudate absorption capacity than the scaffolds loaded with the said drug. The likely reason might be the number of opened pores on surface of membranes available for fluid absorption. Coating of the porous structure by ibuprofen might have significantly reduced the surface area. Moreover, although, no significant difference of swelling ratio was observed between membranes loaded with different doses\nF IGURE 9 Proliferation of ASCs on the porous scaffolds. Fluorescence photomicrographs of pkh26 labeled ASCs cultured on scaffolds after 1, 7, and 14 days in monolayer and in three-dimensional (3D) porous scaffolds. Scale bars: 500 μm\nof ibuprofen. The possible reason for exception in absorption trend of ILM-15 appears to be the deviation or alteration in pore architecture and number during fabrication (Figure 1b).\nBiodegradability is a key characteristic for a scaffold to be used for tissue replacement and regeneration so developed scaffolds were assessed for their stability in the presence of body's native enzymes, that is, lysozyme and physiological conditions, that is, PBS and H2O2. Our results showed maximum degradation rate (43%) of the constructs with 20 wt % of ibuprofen loaded, in the presence of hydrogen peroxide on day 10 (Figure 5). These observations indicate that scaffolds will be fully degraded by day 23 or so which is perfect for the purpose of skin tissue engineering. Moreover, with increase in drug concentration, decline in degradation rate can be justified by the fact that ibuprofen loading covers the porous structure and cross links with the fabricated biomaterial thus decreases the absorption capacity of the scaffolds for degradation media. Hence, ILM-20 was proved to be most stable in physiological conditions provided in vitro.\nThe drug release kinetics of the drug-loaded scaffolds showed burst ibuprofen release during initial 6 hr. This might be due to water solubility of loaded drug and/or method of loading, that is, physical adsorption method as reported earlier in case of water-soluble ampicillin by same method. Physical adsorption method results in abrupt drug release subsequent to burst kinetics as earlier as submerged in release media (here PBS) (Queiroz et al., 2015). We can relate this pattern of drug release to porosity of the scaffolds estimated by SEM analysis of the scaffolds. ILM-15 had least pore size range with compact structural composition; therefore, maximum drug got adsorbed on the surface, resultantly in maximum drug release as soon as it was immersed in PBS, whereas the greater release kinetics in ILM-20 can be attributed to increased loaded drug concentration. Overall, a direct correlation appeared between loaded and released drug concentration in porous scaffolds in consistence with observations reported earlier (Mohiti-Asli et al., 2015).\nThe promising cell attachment without any significant morphological change and enhanced cellular proliferation on the developed porous scaffolds rendered these scaffolds favorable for use in skin tissue engineering. The infiltration of ASCs deep into porous scaffolds was confirmed by histological analysis that might be due to greater interconnectivity and optimal pore size of scaffolds as a result of cross linking with CaCl2 leading to integrity of the biopolymers. The cell attachment in all porous scaffolds may also be attributed to selection of polymers for their development as chitosan is positively charged biomaterial, and it should attract and link with negatively charged cellular nuclei. These observations were consistent with that noted for other cell viability and proliferation assays.\nLesser incorporation of dye in cells seeded in scaffolds after 72 hr than on flat tissue culture surface can be linked to macro-porous structure of the scaffolds as well as shock that cells experience due to change in physical/physiological environment. Once cells find suitable place for attachment and adapt to new environment, they grow and proliferate with the passage of time. Our assumption proved right by collection of data at variable days/incubation time till day 7 through MTT assay (Figure 8a). This pattern of cell proliferation indicates the capacity of developed\nscaffolds to provide cells with enough surface area/space for growth and proliferation over extended period, a requirement for tissue engineering particularly skin regeneration, compared to two dimensional controls."
    }, {
      "heading" : "5 | CONCLUSIONS",
      "text" : "This study reports the development and characterization of highly porous dermal constructs. Evaluation of the developed constructs described 20 wt % concentration of ibuprofen was suitable for use in advanced regenerative medicine applications without causing any barrier to wound healing. The characteristic features of the developed scaffolds include cost effectiveness, antibacterial nature, good mechanical strength, stability at room temperature, and provision of moist conditions as well as high wound exudate absorption capacity. These properties prove them to be a promising addition to current clinical practices for wound management."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The authors acknowledge Higher Education Commission of Pakistan for providing funding for this research.\nORCID Muhammad Yar https://orcid.org/0000-0001-7250-4441"
    } ],
    "references" : [ {
      "title" : "Combination of ADMSCs and chondrocytes reduces hypertrophy and improves the functional properties of osteoarthritic cartilage",
      "author" : [ "M.R. Ahmed", "A. Mehmood", "F.U. Bhatti", "S.N. Khan", "S. Riazuddin" ],
      "venue" : "Osteoarthritis and Cartilage,",
      "citeRegEx" : "Ahmed et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ahmed et al\\.",
      "year" : 2014
    }, {
      "title" : "Processing and characterization of a-elastin electrospun membranes",
      "author" : [ "J. Araujo", "J. Padrao", "J.P. Silva", "F. Dourado", "D.M. Correia", "G. Botelho", "V. ... Sencadas" ],
      "venue" : "Applied Physics A,",
      "citeRegEx" : "Araujo et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Araujo et al\\.",
      "year" : 2014
    }, {
      "title" : "Scaffolds and cells for tissue regeneration: Different scaffold pore sizes",
      "author" : [ "I. Bružauskaitė", "D. Bironaitė", "E. Bagdonas", "E. Bernotienė" ],
      "venue" : "Different cell effects. Cytotechnology,",
      "citeRegEx" : "Bružauskaitė et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bružauskaitė et al\\.",
      "year" : 2016
    }, {
      "title" : "Development of an ibuprofenreleasing biodegradable PLA/PGA electrospun scaffold for tissue regeneration",
      "author" : [ "I. Canton", "R. McKean", "M. Charnley", "K.A. Blackwood", "C.A. Fiorica", "A.J. Ryan", "S. MacNeil" ],
      "venue" : "Biotechnology and Bioengineering,",
      "citeRegEx" : "Canton et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Canton et al\\.",
      "year" : 2010
    }, {
      "title" : "Fourier transform infrared spectroscopy to quantify collagen and elastin in an in vitro model of extracellular matrix degradation in aorta",
      "author" : [ "R. Cheheltani", "C.M. McGoverin", "J. Rao", "D.A. Vorp", "M.F. Kiani", "N. Pleshko" ],
      "venue" : "The Analyst,",
      "citeRegEx" : "Cheheltani et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cheheltani et al\\.",
      "year" : 2014
    }, {
      "title" : "Improvement of dermal burn healing by combining sodium alginate/chitosan-based films and low level laser therapy",
      "author" : [ "M.D. Dantas", "D.R. Cavalcante", "F.E. Araujo", "S.R. Barretto", "G.T. Aciole", "A.L. Pinheiro", "R.L. ... Albuquerque Júnior" ],
      "venue" : "Journal of Photochemistry and Photobiology,",
      "citeRegEx" : "Dantas et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dantas et al\\.",
      "year" : 2011
    }, {
      "title" : "Drug–polymer interaction between glucosamine sulfate and alginate nanoparticles: FTIR, DSC and dielectric spectroscopy studies",
      "author" : [ "A.S. El-Houssiny", "A.A. Ward", "D.M. Mostafa", "W.A. Khalil" ],
      "venue" : "Advances in Natural Sciences: Nanoscience and Nanotechnology,",
      "citeRegEx" : "El.Houssiny et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "El.Houssiny et al\\.",
      "year" : 2016
    }, {
      "title" : "Oral-ibuprofen-induced acute renal failure in a preterm infant",
      "author" : [ "O. Erdeve", "S.U. Sarici", "E. Sari", "F. Gok" ],
      "venue" : "Pediatric Nephrology,",
      "citeRegEx" : "Erdeve et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Erdeve et al\\.",
      "year" : 2008
    }, {
      "title" : "Fourier-transform midinfrared spectroscopy for analysis and screening of liquid protein formulations. Part 2: Detailed analysis and applications",
      "author" : [ "P. Garidel", "H. Schott" ],
      "venue" : "Bioprocess International,",
      "citeRegEx" : "Garidel and Schott,? \\Q2006\\E",
      "shortCiteRegEx" : "Garidel and Schott",
      "year" : 2006
    }, {
      "title" : "Preparation and characterizations",
      "author" : [ "X. Ji", "B. Li", "B. Yuan", "M. Guo" ],
      "venue" : null,
      "citeRegEx" : "Ji et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ji et al\\.",
      "year" : 2017
    }, {
      "title" : "Interactions between alginate",
      "author" : [ "P. Fredericks", "L. Grøndahl" ],
      "venue" : null,
      "citeRegEx" : "Fredericks and Grøndahl,? \\Q2007\\E",
      "shortCiteRegEx" : "Fredericks and Grøndahl",
      "year" : 2007
    }, {
      "title" : "Topical administration of ibuprofen for injured ath",
      "author" : [ "C. DeMesa" ],
      "venue" : null,
      "citeRegEx" : "DeMesa,? \\Q2017\\E",
      "shortCiteRegEx" : "DeMesa",
      "year" : 2017
    }, {
      "title" : "Ibuprofen loaded PLA nanofibrous",
      "author" : [ "A. Atala", "E.G. Loboa" ],
      "venue" : null,
      "citeRegEx" : "Atala and Loboa,? \\Q2015\\E",
      "shortCiteRegEx" : "Atala and Loboa",
      "year" : 2015
    }, {
      "title" : "The chemistry",
      "author" : [ "S.M. Partridge", "H.F. Davis", "G.S. Adair" ],
      "venue" : null,
      "citeRegEx" : "Partridge et al\\.,? \\Q1955\\E",
      "shortCiteRegEx" : "Partridge et al\\.",
      "year" : 1955
    }, {
      "title" : "Does the use of chitosan contribute to oxalate",
      "author" : [ "H.A.O. Rocha" ],
      "venue" : null,
      "citeRegEx" : "Rocha,? \\Q2015\\E",
      "shortCiteRegEx" : "Rocha",
      "year" : 2015
    }, {
      "title" : "An infrared spectroscopic study",
      "author" : [ "V. Serrano", "W. Liu", "S. Franzen" ],
      "venue" : null,
      "citeRegEx" : "Serrano et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Serrano et al\\.",
      "year" : 2007
    }, {
      "title" : "The use of dermal",
      "author" : [ "S. Shahrokhi", "A. Arno", "M.G. Jeschke" ],
      "venue" : null,
      "citeRegEx" : "Shahrokhi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shahrokhi et al\\.",
      "year" : 2014
    }, {
      "title" : "Hydrogel matrices based on elastin and alginate for tissue engineering applications",
      "author" : [ "R. Silva", "R. Singh", "B. Sarker", "D.G. Papageorgiou", "J.A. Juhasz-Bortuzzo", "J.A. Roether", "A.R. ... Boccaccini" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Silva et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Silva et al\\.",
      "year" : 2018
    }, {
      "title" : "Bioprinted amniotic fluid-derived stem cells accelerate healing of large skin wounds",
      "author" : [ "A. Skardal", "D. Mack", "E. Kapetanovic", "A. Atala", "J.D. Jackson", "J. Yoo", "S. Soker" ],
      "venue" : "Stem Cells Translational Medicine,",
      "citeRegEx" : "Skardal et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Skardal et al\\.",
      "year" : 2012
    }, {
      "title" : "Alginate-based biomaterials for regenerative medicine",
      "author" : [ "J. Sun", "H. Tan" ],
      "venue" : "applications. Materials,",
      "citeRegEx" : "Sun and Tan,? \\Q2013\\E",
      "shortCiteRegEx" : "Sun and Tan",
      "year" : 2013
    }, {
      "title" : "Novel silk fibroin/elastin wound dressings",
      "author" : [ "A. Vasconcelos", "A.C. Gomes", "A. Cavaco-Paulo" ],
      "venue" : "Acta Biomaterialia,",
      "citeRegEx" : "Vasconcelos et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Vasconcelos et al\\.",
      "year" : 2012
    }, {
      "title" : "Production of ultra-high concentration calcium alginate beads with prolonged dissolution profile",
      "author" : [ "W.P. Voo", "B.B. Lee", "A. Idris", "A. Islam", "B.T. Tey", "E.S. Chan" ],
      "venue" : "RSC Advances,",
      "citeRegEx" : "Voo et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Voo et al\\.",
      "year" : 2015
    }, {
      "title" : "Feasibility of chitosan-alginate (chi-Alg) hydrogel used as scaffold for neural tissue engineering: A pilot study in vitro",
      "author" : [ "G. Wang", "X. Wang", "L. Huang" ],
      "venue" : "Biotechnology and Biotechnological Equipment,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "A biomimetic silk fibroin/sodium alginate composite scaffold for soft tissue engineering",
      "author" : [ "Y. Wang", "X. Wang", "J. Shi", "R. Zhu", "J. Zhang", "Z. Zhang", "M. ... Mizuno" ],
      "venue" : "Scientific Reports,",
      "citeRegEx" : "Wang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2016
    }, {
      "title" : "Polymer-based biomaterials as dressings for chronic stagnating wounds.Macromolecular Symposia",
      "author" : [ "C. Wiegand", "U.C. Hipler" ],
      "venue" : null,
      "citeRegEx" : "Wiegand and Hipler,? \\Q2010\\E",
      "shortCiteRegEx" : "Wiegand and Hipler",
      "year" : 2010
    }, {
      "title" : "Ibuprofen-loaded electrospun fibrous scaffold doped with sodium bicarbonate for responsively inhibiting inflammation and promoting muscle wound healing in vivo",
      "author" : [ "Z. Yuan", "J. Zhao", "W. Zhu", "Z. Yang", "B. Li", "H. Yang", "W. ... Cui" ],
      "venue" : "Biomaterials Science,",
      "citeRegEx" : "Yuan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2014
    }, {
      "title" : "Pore size effect of collagen scaffolds on cartilage regeneration",
      "author" : [ "Q. Zhang", "H. Lu", "N. Kawazoe", "G. Chen" ],
      "venue" : "Acta Biomaterialia,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 18,
      "context" : "Full thickness skin wounds pose a significant problem and financial burden in achieving complete skin regeneration (Skardal et al., 2012).",
      "startOffset" : 115,
      "endOffset" : 137
    }, {
      "referenceID" : 25,
      "context" : "Ibuprofen is one of the frequently used antiphlogistic that belongs to anti COX-1 group of non-steroidal anti-inflammatory drugs (NSAID) family (Yuan et al., 2014).",
      "startOffset" : 144,
      "endOffset" : 163
    }, {
      "referenceID" : 3,
      "context" : "suitable scaffolds/patches is an area of interest for further investigation (Canton et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 97
    }, {
      "referenceID" : 17,
      "context" : "Elastin and alginate composite hydrogels (Silva et al., 2018), elastin and silk fibroin wounds dressing (Vasconcelos & Gomes, 2012), chitosan and alginate films (Dantas et al.",
      "startOffset" : 41,
      "endOffset" : 61
    }, {
      "referenceID" : 5,
      "context" : ", 2018), elastin and silk fibroin wounds dressing (Vasconcelos & Gomes, 2012), chitosan and alginate films (Dantas et al., 2011), and chitosan and alginate hydrogels (Wang, Wang, & Huang, 2017) have been reported.",
      "startOffset" : 107,
      "endOffset" : 128
    }, {
      "referenceID" : 3,
      "context" : "Addition of ibuprofen to the developed construct, will help in improving and countering the inflammatory phase usually prolonged in chronic non-healing wounds besides pain relief, this activity of ibuprofen is very well known in literature (Canton et al., 2010).",
      "startOffset" : 240,
      "endOffset" : 261
    }, {
      "referenceID" : 21,
      "context" : "5 cm (C N stretching of amide III) and 1,558 cm attributed to NH bend of amide II confirming presence of residual N-acetyl groups as reported earlier (Ji, Li, Yuan, & Guo, 2017; Voo et al., 2015).",
      "startOffset" : 150,
      "endOffset" : 195
    }, {
      "referenceID" : 23,
      "context" : "In FTIR spectrum for pure sodium alginate, peaks at 1018, 3249, 1,415, and 1,583 were attributed to C O stretch (glycosidic linkage), OH stretch, symmetric, and asymmetric stretching vibrations of C O bond of carboxyl group, respectively (El-Houssiny, Ward, Mostafa, & Khalil, 2016; Wang et al., 2016).",
      "startOffset" : 238,
      "endOffset" : 301
    }, {
      "referenceID" : 4,
      "context" : "Of all the amide modes, amide I generates infrared band in region between 1,600 and 1,700 (Cheheltani et al., 2014).",
      "startOffset" : 90,
      "endOffset" : 115
    }, {
      "referenceID" : 2,
      "context" : "Majority of the pores had average size around 100 μm which is an ideal property of 3D scaffolds meant for tissue regeneration with regards to cell–cell interaction as already known (Bružauskaitė et al., 2016).",
      "startOffset" : 181,
      "endOffset" : 208
    }, {
      "referenceID" : 23,
      "context" : "Swelling capacity of scaffolds is one of the significant parameters for tissue repair and regeneration, particularly for the absorbance of wound exudates and transition of nutrition and wastes (Wang et al., 2016).",
      "startOffset" : 193,
      "endOffset" : 212
    } ],
    "year" : 2020,
    "abstractText" : "Funding information Higher Education Commission, Pakistan Abstract Scar free healing together with pain management is one of the major considerations in full thickness wound healing. Extensive wounds take longer to heal without any clinical intervention and, hence, need natural or artificial extracellular matrix support for quick skin regeneration. To address these issues, medicated 3D porous biomimetic scaffolds were developed with a unique combination of biopolymers, that is, chitosan, sodium alginate, and elastin, supplemented with a nonsteroidal anti-inflammatory drug (NSAID). Scaffolds were physically characterized by scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), swelling ratio analysis, and degradation studies. Findings of the performed analyses proved that these skin substitutes suitable for skin tissue engineering applications attributable to their nano-microporous structures (pore size in range of 0.085–256 μm) allowing cell infiltration and high-water absorption capacity for management of wound exudates. Optimal dose of the loaded ibuprofen was estimated by evaluating effect of variable concentrations of ibuprofen (control, ILM10, ILM-15, and ILM-20) on adipose tissue-derived mesenchymal stem cells (ASCs) proliferation rate. Out of all experimental groups, ILM-20 constructs were found to accelerate the proliferation rate of seeded ASCs confirming their non-cytotoxic characteristics as well potential to be used for translational scaffold-based therapies.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}