{
  "name" : "downloads_2020-07-18_cd_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Mechanical Stress-Dependent Autophagy Component Release via Extracellular Nanovesicles in Tumor Cells",
    "authors" : [ "Kaizhe Wang", "Yuhui Wei", "Wenjing Liu", "Lin Liu", "Zhen Guo", "Chunhai Fan", "Lihua Wang", "Jun Hu", "Bin Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Metastasis, which is responsible for most cancer-related deaths, involves a complex series ofprocesses and requires that cancer cells leave the primary tumor, enter the vasculature, survive in circulation, seed at a distant site, and grow in that environment.1 Apart from inflammation, tumor cells undergo several rounds of acute shear stress (ASS) from hemodynamic forces and must maintain homeostasis in response to noxious conditions.2,3 Autophagy as a cellular degradation or “self-eating” pathway plays an important role in maintaining cellular homeostasis.4 In tumors, autophagy can also be considered as a temporary survival mechanism that facilitates the disposal of unfolded proteins under stress conditions.5−7 However, excessive accumulation of autophagosomes in cancer cells can cause autophagic cell death or apoptosis8−11 and thus limits tumor spread and growth. Consequently, exploring the compensatory\nmechanism of autophagy to reveal the contextual role of cellular homeostasis in cancer has become increasingly important. Recent studies have shown that extracellular nanovesicles\n(EVs) harboring pathogenic proteins are released under autophagy inhibition in the central nervous system.12,13 EVs are complex membranous structures composed of a lipid bilayer and include exosomes, microvesicles, and apoptotic bodies.14 Exosomes are generated inside multivesicular endosomes or multivesicular bodies (MVBs) and are secreted when these compartments fuse with the plasma membrane or are\nReceived: January 23, 2019 Accepted: March 18, 2019 Published: March 18, 2019\n© 2019 American Chemical Society 4589 DOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF W\nO L\nL O\nN G\nO N\nG o\nn Ju\nly 1\n8, 2\n02 0\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\ndegraded by lysosomes.15−17 EVs contain nucleic acids, proteins, and lipids, which contribute to intercellular communication both locally and systemically, and thus have emerged as critical messengers in tumor progression and metastasis.18,19 Furthermore, recent studies indicated that harmful nucleic acids, molecular chaperones, cytosolic proteins, and misfolded proteins are released into the extracellular space through EVs under pathological stress, suggesting that EVs play a crucial role in maintaining cellular homeostasis.12,20−23 However, the relationship between EVs and autophagy under ASS in tumor cells is unclear.\nWe predicted that EVs can compensate for autophagy in the presence of ASS. We examined the effects of ASS on autophagy and EVs in tumor cells. We found that acute mechanical stress promoted autophagosome accumulation and autophagy component release from EVs. Furthermore, we found that the fusion of autophagic vesicles with MVBs was increased under mechanical stress, indicating that the release of autophagy components from EVs occurred through an autophagy-MVB-exosome pathway. Notably, tumor cells treated with rapamycin, bafilomycin A1, or chloroquine alone did not induce autophagy-associated protein release via EVs. Under ASS, promoting the formation of autophagosomes,\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4590\nblocking the fusion of autophagosomes and lysosomes, and inhibiting the degradation of autophagosomes significantly promoted AP-MVB accumulation and increased autophagyassociated protein release from EVs, suggesting that the release of these components occurs through a mechanical stress-\ndependent autophagy-MVB-exosome pathway. We also found that Ca2+ was critical for mediating mechanical stressdependent autophagy-associated protein release from EVs. These results indicate that EV secretion is an alternative pathway in maintaining cellular homeostasis by coordinating\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4591\nwith autophagy under mechanical stress in tumor cells. Our study improves the understanding of the properties of tumor cells exposed to acute fluid shear stress and provides insight on tumor cell survival under metastasis."
    }, {
      "heading" : "RESULTS",
      "text" : "ASS-Induced Autophagosome Accumulation in Tumor Cells. Autophagy is a catabolic process by which intracellular components (cargoes) are enveloped in doublemembraned vesicles, known as autophagosomes, fuse with lysosomes where the contents are degraded, and then are recycled into the cytosol.24 To investigate the effect of ASS on autophagy, an ASS model was established as described previously.25−27\nTo determine whether ASS induces autophagosome accumulation in tumor cells (Figure 1A), human cervical squamous carcinoma cell line HeLa cells and human malignant breast cancer cell line MDA-MB-231 cells were exposed to shear stress (10 dyn/cm2) for approximately 60 min and then analyzed for LC3 lipidation. The autophagy level was significantly higher in shear stress groups, as compared to that in static control cells. We observed no changes in p62 protein levels, indicating autophagosome accumulation (Figure 1B−D). Cells exposed to ASS for times up to 60 min showed a strong increase in LC3II and no change in p62 (Figure 1E). To confirm these results, HeLa cells expressing EGFP-LC3 (a mammalian ortholog of atg8) were examined. As expected, ASS led to the accumulation of autophagosomes in a timedependent manner (Figure 1F−H). To further confirm the stages of autophagic flux, we confirmed the colocalization between LC3II-positive vesicles and LAMP1 (lysosome marker)-positive vesicles by immunocytochemistry. Induction of autophagy by ASS resulted in increased formation of autophagosomes (Figure 1I). We also found that ASS enhanced the ratio of autophagosomes compared to that in the control (Figure 1J). Fusion of autophagosomes with lysosomes was diminished when the cells were exposed to ASS. The same results were observed in Ad-mCherry-GFP-LC3B transfected cells (Figure 1K,L). These results suggest that ASS triggers autophagosome accumulation in tumor cells. Autophagy is largely regulated by the AMPK-mTORC1 energy/nutrient sensing pathway.28,29 Interestingly, shear stress applied to HeLa and MDA-MB-231 cells did not change the phosphorylation levels of mTOR and S6K, indicating that TOR activity was not inhibited (Figure S1A−D). Rapamycin was used as a positive control. Together, these data suggest that ASS induced autophagosome accumulation in tumor cells. ASS Induced the Release of Autophagy Components from Extracellular Nanovesicles in Tumor Cells. EVs including microvesicle and exosome are modulated in different cell types by various environmental changes, such as ligand interaction or stress conditions.30 To visualize microvesicle generation in tumor cells, we conducted scanning electron microscopy (SEM) of the HeLa and MDA-MB-231 cell surface to determine the round membrane vesicle structures (Figure 2A). EVs, including exosomes and microvesicles, were isolated from tumor cell supernatants by differential centrifugation. High-resolution atomic force microscopy (AFM) and transmission electron micrography (TEM)31 showed that tumorderived EVs had rounded and double-membrane structures and were approximately 70−150 nm in size (Figure 2B−D). To further determine the number of EVs, we analyzed EVs by\nnanoparticle tracking analysis (NTA). The NTA results supported the presence of heterogeneous vesicles, with a major peak corresponding to small EVs (Figure 2E). ASS induced a 2-fold increase in the concentrations of EVs compared to in the control group (Figure 2F). To further explore the effect of mechanical stimulation on EV release, we used a mechanical compression model known to induce autophagy to detect changes in EVs. We found that more EVs were released into the medium at increased mechanical pressure (Figure S2A,B). Previous studies showed that, in addition to transmitting information, EVs also provide an important way for cells to eliminate intracellular harmful nucleic acids and misfolded proteins.21 To explore whether EVs play a compensatory role in autophagy under mechanical stress, EVs were isolated and autophagy-associated proteins were examined by Western blotting. Consistent with previous data, ASS significantly increased the levels of EV markers (TSG101, CD63, and HSP70) in HeLa EVs (Figure 2G,H), indicating ASS promoted EV release. Importantly, according to densitometric quantification, the autophagy-associated proteins LAMP1 (lysosome marker) and LC3II (autophagosome marker) were significantly increased in EVs isolated from the shear stress group. Shear stress increased LAMP1 levels by 15-fold and LC3II by 3-fold in EVs, compared to that in the control HeLa cells (Figure 2G,I). To determine if the mechanical induction of autophagy component release from EVs is a general property of tumor cells, we repeated the shear stress experiments using MDAMB-231 cells. Consistent with the results obtained using HeLa cells, both Western blotting and NTA results indicated that ASS promoted EV release from MDA-MB-231 cells (Figure 2J−K). Importantly, ASS significantly increased the levels of LC3II and LAMP1 in MDA-MB-231 EVs (Figure 2K,L). To confirm these results, HeLa and MDA-MB-231 cells were exposed to shear stress at different times. We observed timedependent increases in LC3II, LAMP1, and TSG101 in EVs (Figure 2M). Additionally, under suspension culture conditions, shear stress induced autophagy (Figure S3A) and significantly increased the levels of autophagy-associated proteins (LAMP1 and LC3II) in EVs in both HeLa and MDA-MB-231 cells (Figure S3B). To demonstrate that autophagy-associated proteins were in EVs but did not co-isolate, CD63-positive EVs were purified with magnetic beads coated with monoclonal CD63 antibody. Western blot analysis revealed that LAMP1 and LC3II levels were increased in the shear stress group in HeLa CD63positive EVs (Figure 2N). When Atg7 was silenced with siRNA, the LC3II level was not further increased under ASS (Figure 2O). Moreover, knockdown of Atg7 reduced the autophagy-associated proteins LAMP1 and LC3II in EVs, indicating these proteins were increased because of the higher intracellular autophagosome (Figure 2P). Together, these data suggest that ASS induced the release of EVs containing large numbers of autophagy components in tumor cells.\nAutophagy-Associated Protein Release via EVs Occurred through an Autophagy-MVB-Exosome Pathway. Exosomes generated in the early and late MVB endosome compartment may be degraded by lysosomes or fused with the plasma membrane.31,32 To explore whether the extracellular autophagy compartments are derived from the fusion of autophagic vesicles with MVBs and release via an\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4592\nautophagy-MVB-exosome pathway, we investigated the consequence of the fusion of MVB and autophagic vesicles at an ultrastructural level in HeLa cells (Figure 3A). After ASS, we observed accumulation of vesicular structures containing proteins, noprocessed cytoplasmic parts, and MVBs containing intralumenal vesicles (Figure 3A). We found that some the outer membrane of the MVB was fused with the autophagy spherical structure membrane (Figure 3Aiv), while some autophagosomes were completely enveloped in the MVB (Figure 3Av), indicating that autophagic vesicles fused with MVBs are multitudinous. The average diameter of AP and MVBs was 350 nm, and the AP-MVB compartment ranged from 300 to 800 nm in diameter (Figure 3B). This suggested a possible route by which the interaction between the autophagy and exosome release pathway was strengthened under shear stress. To further confirm this conclusion, HeLa cells stably expressing EGFP-LC3 were used to detect the colocalization of autophagic vesicles with early endosomes or MVBs. LC3IIpositive autophagic vesicles localized to EEA1-positive vesicles\n(early endosome marker), demonstrating the intersection between these two pathways (Figure 3C,D). Importantly, for autophagy induction with ASS, the colocalization of LC3IIpositive autophagic vesicles with CD63-positive vesicles (MVB marker) was increased (Figure 3E,F). These results suggested that intracellular autophagosome accumulation induced by ASS could increase the integration of autophagic vesicles and MVBs. To investigate whether EVs cooperate with autophagy to\nmaintain cellular homeostasis through the autophagy-MVBexosome pathway, we examined the level of apoptosis following GW4869 treatment, a neutral sphingomyelinase inhibitor commonly used to inhibit EV release (Figure S4A).33\nWe found that GW4869 treatment alone increased the number of LC3II-positive vesicles (Figure S4B,C). Additionally, colocalization of LC3II-positive autophagic vesicles with CD63-positive vesicles was increased after GW4869 treatment alone (Figure S4C). Notably, the effect of GW4869 treatment on the accumulation of AP-MVB compounds was further\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4593\nincreased after ASS (Figure S4B,4C). Importantly, suppression of EV release strongly enhanced the expression of the apoptosis marker cleaved PARP and cleaved caspase3 (Figure S4D). Inhibiting both autophagy with bafilomycin A1 and EV release with GW4869 simultaneously enhanced ASS-induced apoptosis (Figure S4D). These data indicate that EVs cooperate with autophagy to maintain cellular homeostasis in tumor cells under shear stress. Together, these results strongly suggest that EVs cooperate with autophagy to maintain cellular homeostasis through the autophagy-MVB-exosome pathway. Autophagy-Associated Protein Release via EVs Was Mechanical Stress Dependent. To determine whether all accumulated autophagosomes under high-level autophagy could be released via EVs into the extracellular space in tumor cells, we treated the HeLa cells with rapamycin, which promotes autophagosome formation (Figure 4A). Accumulation of autophagosomes in HeLa cells was significantly increased after rapamycin treatment (Figure 4B). Importantly, rapamycin-induced accumulation of autophagosomes did not cause autophagy-associated protein release into the extracellular space via EVs; however, after ASS, higher levels of LC3II and LAMP1 were detected in the EV fraction compared\nto that in rapamycin-treated HeLa cells (Figure 4C−E). The same results were detected in MDA-MB-231 cells (Figure 4F,G). We repeated the ASS experiments using HeLa cells overexpressing LC3 (Figure S5A). EGFP-LC3 HeLa cells are an LC3 overexpression cell line with foreign gene insertion and a basic autophagy level that is higher than in wild-type HeLa cells (Figure S5B). Interestingly, no autophagy-associated proteins were detected in the EVs of LC3-overexpressing HeLa cells, while after ASS, more LAMP1 and LC3II were released into the extracellular space via EVs (Figure S5C,D). These results suggest that autophagy-associated protein release via EVs is mechanical stress specific. To identify the mechanism of how ASS affects the fate of intracellular fused AP-MVB, we examined the colocalization of LC3II-positive autophagic vesicles with CD63-positive vesicles (MVB marker) under rapamycin or ASS treatment. This colocalization was enhanced by rapamycin or ASS treatment, indicating that both chemical- and ASS-induced autophagosome accumulation increased autophagic vesicle fusion with MVBs (Figure 4H,I). However, notably, the percentage of colocalization puncta/total autophagic vesicles was increased in the ASS treatment group, which was further enhanced under rapamycin treatment (Figure 4J). Rapamycin treatment,\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4594\nhowever, did not show a difference in this ratio compared to that in the control. These data indicate that the direction of development of autophagosomes (APs) was changed to fusion with MVBs to format an AP-MVB compartment and then release into the extracellular space under shear stress. Together, these findings suggest that autophagy-associated\nprotein release via an autophagy-MVB-exosome pathway was mechanical stress dependent. Inhibition of Autophagy Degradation Increased\nAutophagy-Associated Protein Release via EVs. To further confirm the mechanical-stress-dependent autophagyMVB-exosome pathway, we examined whether inhibition of\nautophagy degradation increased autophagy-associated protein levels within EVs. First, we inhibited the fusion of autophagosomes and\nlysosomes with the V-ATPase inhibitor bafilomycin A1 (Baf) (Figure 5A).34,35 HeLa cells were pretreated with Baf and then exposed to ASS. Compared to the untreated control group, Baf treatment resulted in intracellular LC3II accumulation and increased LC3II levels in the shear group (Figure 5B). Interestingly, there were no alterations in LAMP1 and LC3II levels within EVs in only the Baf-treated group, indicating that autophagosomes accumulated by Baf treatment alone were not released into the extracellular space via EVs (Figure 5B,D,E). The results were very different in the shear stress micro-\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4595\nenvironment. After blocking the fusion of autophagosomes and lysosomes under shear stress, the release of LAMP1 and LC3II into the extracellular space via EVs was decreased and increased, respectively (Figure 5B,D,E). These findings indicate that upon blocking autophagosome fusion autophagy-associated proteins underwent mechanical-stress-dependent release into the extracellular space via EVs. To confirm this result, we repeated this experiment using MDA-MB-231 cells. Consistent with the above data, LC3II and LAMP1 levels in EVs were increased and decreased, respectively (Figure 5C,F,G). Because autophagic flux appears to be suppressed by Baf, we investigated whether autophagosome colocalization with MVBs was altered. Concomitant aggregation of LC3II-\npositive vesicles close to CD63-positive vesicles was observed when autophagosome fusion with lysosomes was inhibited (Figure 5H). And colocalization of LC3II-positive vesicles and CD63-positive vesicles was observed in both the Baf and ASS treatment groups (Figure 5H,I). We also observed a significant increase in the ratio of colocalization of LC3II-positive vesicles and CD63-positive vesicles in the ASS group compared to that in the control group, which was markedly enhanced upon treatment with Baf (Figure 5J), indicating the fate of autophagosomes was changed to fusion with MVBs and then formation of AP-MVB compartments upon their accumulation. Together, these data confirm that blocking the fusion of autophagosomes with lysosomes promoted AP-MVB accumu-\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4596\nlation and then increased autophagy-associated protein mechanical-stress-dependent release via an autophagy-MVBexosome pathway in tumor cells. Impaired autophagy is associated with the aggregation of proteins and other cellular constituents. Therefore, we investigated whether impairing the degradation of autolysosomes by the lysosome inhibitor chloroquine (CQ) led to increased autophagy-associated proteins via EVs (Figure 6A). CQ does not inhibit the fusion of autophagosomes with lysosomes in a short time, but inhibits the degradation of autolysosomes.36,37 CQ treatment resulted in intracellular LC3II accumulation (Figure 6B,C). LAMP1 and LC3 were clearly detected in EVs by Western blotting. Notably, LAMP1 and LC3II levels in EVs were significantly increased after CQ treatment compared to that in the shear stress group. Consistent with the previous data, there were no differences between the control group and CQ-treated group (Figure 6B, C, D−G). In the cell, concomitant aggregation of LC3IIpositive vesicles close to CD63-positive vesicles was observed when autolysosome degradation was inhibited by CQ (Figure 6H). Additionally, the level and ratio of colocalization of autophagic vesicles with MVBs were significantly increased in the ASS group and was markedly enhanced by treatment with CQ (Figure 6H−J). These results are consistent with those observed following inhibition of autophagosome fusion (Figure 5H−J), supporting that autophagic vesicle accumulation altered the fate of autophagosome development and increased the ratio of fusion with MVBs. These data suggest that inhibition of autophagy degradation increased AP-MVB accumulation and induced autophagyassociated protein release via a mechanical-stress-dependent autophagy-MVB-exosome pathway under ASS in tumor cells. Ca2+ Was Involved in Mechanical-Stress-Dependent Release of Autophagy-Associated Proteins via EVs in\nTumor Cells. Numerous studies have shown that mechanical stress is a major stimulus that induces Ca2+ influx in cells.38 To monitor changes in the Ca2+ signal after ASS in tumor cells, the intensity of Fluo-4 from the cells was recorded. Figure S6 shows representative Fluo-4 intensity images before and after ASS on cultured HeLa cells, reflecting an increase in Ca2+ signals in the cytoplasm of mechanically stimulated cells. To evaluate whether the increase in Ca2+ signals in the cytoplasm is involved in increased EV release, HeLa and MDAMB-231 cells were pretreated with the Ca2+ chelator BAPTA and the number of EVs was determined by NTA. Interestingly, we found that BAPTA dramatically inhibited EV release following treatment with ASS (Figure 7A,B). To investigate whether Ca2+ mediates autophagy induced by ASS, we examined EGFP-LC3 HeLa cells. As expected, ASS induced accumulation of autophagosomes, and the number of LC3II puncta did not change after treatment with BAPTA. The same results were observed by Western blotting (Figure 7C−E). To determine whether Ca2+ is involved in EV-mediated mechanical-stress-dependent autophagy-associated protein release, we pretreated the cultures with BAPTA for 60 min. After ASS treatment, EVs were extracted and evaluated by Western blotting to detect LAMP1 and LC3. Importantly, we found that both LAMP1 and LC3II were significantly decreased in EVs isolated from BAPTA-treated tumor cells (Figure 7F). Taken together, these data suggest Ca2+ is critical for mediating mechanical-stress-dependent autophagy-associated protein release via EVs in tumor cells."
    }, {
      "heading" : "DISCUSSION",
      "text" : "Under acute shear stress, autophagosomes accumulate and autophagy-associated proteins are released into the extracellular space via EVs. This phenotype did not occur in chemically induced autophagy, indicating that the release of\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4597\nautophagy components via EVs is mechanical stress dependent. Thus, we predicted a compensatory cellular homeostasis model, as shown in Figure 8. Normally, tumor cells maintain a certain level of EV release and autophagy. When the mechanical microenvironment of tumor cells changed and cells undergo acute fluid shear stress, the intracellular degradation process is altered, strengthening the bridge between autophagy and EV release. Acute mechanical stimulation induced autophagosome accumulation and autophagic vesicle fusion with MVBs to form an AP-MVB compartment, the components of which autophagy are released into the extracellular spaces via a mechanical-stressdependent autophagy-MVB-exosome pathway, to relieve cell stress. Under mechanical stimulation stress, EVs provide an additional layer of protection for tumor cells and coordination with autophagy to maintain cellular homeostasis. Importantly, ASS was found to induce autophagosome accumulation within 5 min. In fact, our results are supported by those of previous studies showing that cells respond to mechanical compressive stress by rapidly inducing autophagosome formation.7 Furthermore, mechanical induction of autophagy is TOR-independent, which is similar to our ASS results. While the exact mechanism affecting mechanically\ninduced autophagy is unknown, it is likely that mechanically sensitive receptors on the cell membrane are activated, resulting in increased intracellular calcium ion and autophagy levels. In fact, we found that the level of autophagy was significantly decreased by chelation of intracellular calcium. In the cancer metastasis setting, tumor cells must overcome fluid shear stress, and only 0.01% of circulating tumor cells can successfully form secondary lesions.39 Extracellular nanovesicles are important mediators of intercellular communication by transferring their contents including proteins, mRNA/ miRNA, and DNA; their number and contents vary with environmental changes.40,41 In this study, we showed that ASS promoted the release of EVs in tumor cells. EVs participate in formation of the tumor cell metastasis microenvironment and offer significant advantages as cancer monitors. Therefore, the cargo and secretion mechanism of tumor-derived EVs under ASS required further exploration. Autophagy-associated proteins, including p62, LC3, and LAMP2, have been detected in EVs by Western blotting or mass spectrometric analyses, suggesting that the two processes are closely related.42−47 Recently, accumulating evidence suggested that autophagy has pleiotropic effects on the cellular release of exosomes. The regulatory mechanism is presumed to\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4598\ninvolve MVB fusion with autophagosomes, which eventually divert MVB transport away from the plasma membrane and then fuse with lysosomes where the sequestered material becomes degraded.48 However, the specific influencing factors are unclear, and none of the currently known biogenesis mechanisms are fully specific to the exosome pathway. Several reports have analyzed mainly morphologically the fusion between early and late MVBs with autophagosomes.49 A specific unresolved issue of the autophagosome is the balance between direct degradation by lysosomes versus conversion of an autophagosome to an AP-MVB compartment. In this study, a key finding is that autophagosomes fused with MVBs were increased under ASS treatment, as demonstrated by the colocalization of autophagic vesicles and MVBs. Furthermore, blocking of EV release could induce AP-MVB compound accumulation and enhance apoptosis via the caspase3/PARP pathway under shear stress. These findings support that EVs function as a supplementary pathway to maintain cellular homeostasis when the autophagy pathway is damaged or insufficient to degrade a large amount of damaged proteins and prevent cell death. The molecular mechanism regulating autophagic vesicles and MVB fusion, cargo selection, and secretion requires further exploraation. Recent studies showed that the fusion of MVBs with the autophagosome compartment is calcium-dependent and autophagy induction inhibited exosome release, suggesting that MVBs are directed to the autophagic pathway.50 Supporting this view, autophagyassociated proteins released via EVs were blocked by Ca2+ chelators in our study. Interestingly, a recent study showed that the endosomal sorting complexes required for transport (ESCRTs)-associated proteins Alix, Tsg101, and PIKfyve affected both autophagy and EV release.51−55\nMore importantly, the fate of development after the integration of autophagosomes and MVBs was rarely explored, particularly whether these components are degraded by lysosomes or released into the extracellular space. In our study, AP-MVB complexes were mechanical-stress-dependent released to the extracellular space via EVs under ASS. This phenotype was more striking after blocking the fusion of autophagosomes and lysosomes using the V-ATPase inhibitor Baf under ASS. Higher levels of the autophagosomes marker LC3II and lower levels of LAMP1 were observed in EVs. Both LC3II and LAMP1 increased when autolysosome degradation was inhibited by CQ. Recent studies showed that exosomes harboring APP C-terminal fragments and SNCA/α-synuclein could be released and transferred via autophagy inhibition in neuronal lysosomal dysfunction.12,13 Our results indicate that this pathway also functions in tumor cells under ASS. However, the difference is that we find that the autophagyMVB-exosome pathway in tumor cells is mechanical stress dependent, even in the case of lysosomal dysfunction (Baf or CQ treatment). In our study, rapamycin, Baf, and CQ induced autophagosome accumulation in tumor cells but did not induce autophagy-associated protein release via EVs, which differs from the secretion of exosomes harboring α-synuclein in neurons.12,56 Autophagy-MVB complex release via EVs was only detected under ASS, and AP-MVB compounds chemically induced to accumulate were not released into the extracellular environment, indicating autophagy component release via EVs is mechanical stress dependent in tumor cells. The luminal pH may affect the direction of development of the autophagyMVB complex, which will be evaluated in future work. In summary, in different contexts, the molecular mechanisms\naffecting the direction of development of the autophagy-MVB complex may vary. The specific mechanism of AP-EV conversion and release in tumor cells under fluid shear stress requires further examination. Taken together, our study reveals a mechanical stressdependent homeostatic response counteracting the change in mechanical stimulation stress via secretion of autophagyassociated protein through EVs."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we demonstrated that mechanical-stress-dependent release of autophagy-associated proteins via extracellular nanovesicles occurs through an autophagy-MVB-exosome pathway in tumor cells. We found that EVs provide an additional layer of protection for tumor cells and coordinate with autophagy to maintain cellular homeostasis under mechanical stress conditions. This study provides valuable insights into the theory of cancer metastasis."
    }, {
      "heading" : "METHODS",
      "text" : "Reagents. Rapamycin (Cat# R-5000) was obtained from LC Laboratories (Woburn, MA, USA), Fluo 4-AM was obtained from Dojindo (Kumamoto, Japan), chloroquine, BAPTA-AM (S7534), and bafilomycin A1 (S1413) were purchased from Selleck Chemicals (Houston, TX, USA). Antibodies such as anti-LC3 (L7543) were purchased from Sigma-Aldrich (St. Louis, MO, USA), anti-CD63 (10628D) was purchased from Invitrogen (Carlsbad, CA, USA), antiAtg7 (bs-2432R), goat anti-mouse IgG/HRP (bs-0296G), and goat anti-rabbit IgG/HRP (bs-0295G) were purchased from Bioss (Woburn, MA, USA), while anti-GAPDH (CST2118), anti-LAMP1 (CST3243), anti-mTOR (CST2983), antiphospho-mTOR (CST5536), anti-p70S6 kinase (CST5707), anti-p62 (CST23214), antiphospho-p70S6 kinase (CST9234), and Alexa Fluor 555 antimouse IgG secondary antibodies were purchased from Cell Signaling Technology (Danvers, MA, USA). Antibodies used for immunofluorescence analysis including anti-CD63 (ab8219), anti-LAMP1 (ab25630), and anti-EEA1(ab109110) were purchased from Abcam (Cambridge, UK).\nCell Culture. A stable HeLa cell line expressing GFP-LC3 was transfected with EGFP-LC3 plasmid (11546; Addgene, Watertown, MA, USA).57 HeLa and EGFP-LC3-expressing HeLa cells were cultured in MEM medium supplemented with 10% fetal bovine serum, 1% penicillin/streptomycin, and 2 mM L-glutamine. MDAMB-231 cells were grown in 1640 medium supplemented with 10% fetal bovine serum, 1% penicillin/streptomycin, and 2 mM Lglutamine in a humidified incubator at 37 °C and 5% CO2.\nAd-mCherry-GFP-LC3B Transfection. Cells were grown on coverslips until they reached 60−70% confluence and then transfected with Ad-mCherry-GFP-LC3B adenovirus (Beyotime, Shanghai, China) at a multiplicity of infection of 100 MOI for 24 h at 37 °C. After ASS stimulation, the cells were fixed using 4% paraformaldehyde and autophagy was observed under a confocal immunofluorescence microscope (Leica SP8, Wetzlar, Germany).\nsiRNA Transfection. Atg7 (CST6604) siRNA was purchased from Cell Signaling Technology. The siRNAs were transfected into HeLa cells with Lipofectamine 3000 (Invitrogen) for 48 h according to the manufacturer’s protocol. Knockdown efficiency was determined by Western blotting to measure the expression levels of Atg7 in transfected cells.\nShear Stress Model. Acute shear stress was achieved using an orbital shaker (157 rpm) as described previously.25−27 Briefly, a shear stress of τmax (dyn/cm 2) at the bottom of a round vessel was calculated according to the following formula: a f(2 )max 22τ ρη π= , where a is the radius of orbital rotation of the shaker (1.5 cm), ρ is the density of the culture medium (1.0 g/cm3), η is the viscosity of the medium (0.01 dyn × s/cm2), and f is the frequency of rotation (rotation/s).58,59 Shear stresses of 2, 5, 10, and 15 dyn/cm2 were\nDOI: 10.1021/acsnano.9b00587 ACS Nano 2019, 13, 4589−4602\n4599\nattained at shaking frequencies of 62, 99, 157, and 205 rpm, respectively. Isolation of EVs. The method for isolating EVs has been described previously.41,60 Extracellular nanovesicles were isolated from serum-free media by differential centrifugation. Cell culture supernatants were collected and centrifuged for 10 min at 300g and for 20 min at 3000g to remove free cells and cellular debris. Next, centrifugation was conducted at 10000g for 30 min to remove intracellular organelles. Extracellular nanovesicles were collected by centrifugation at 100000g for 120 min at 4 °C using a Hitachi (CP80WX; Tokyo, Japan) RPS40T swing angle rotor. The pellet was washed with phosphate-buffered saline (PBS) and then subjected to NTA analysis or added to RIPA lysis buffer for Western blot analysis. EVs were pre-enriched by ultracentrifugation, and then CD63-positive EVs were processed using Exosome-Human CD63 detection reagent (10606D; Thermo Fisher Scientific, Waltham, MA, USA). Nanoparticle Tracking Analysis. EVs were resuspended in PBS and analyzed with a NanoSight NS300 system (Malvern Instruments, Malvern, UK). Five repeated measurements of 60 s each were recorded for each of the independent samples to determine the particle concentration (particles/mL). Transmission Electron Microscopy. The EVs were placed on copper grids. Droplets of EVs were removed with filter papers, and negative staining was performed with 2% uranyl acetate. Images were obtained by transmission electron microscopy (FEI Tecnai G2 spirit; Lausanne, Switzerland). Collected cells in the pellet were fixed with 2.5% glutaraldehyde overnight at 4 °C and then washed three times with PBS. Next, the pellet was fixed using 1% osmic acid for 90 min at room temperature and then dehydrated in graded alcohol concentrations, embedded in epoxy resin, ultrasectioned, transferred to 300-mesh Formvar-coated nickel grids (Electron Microscopy Sciences, Hatfield, PA, USA), and stained with 2% uranyl acetate and lead citrate. Images were obtained by transmission electron microscopy (FEI Tecnai G2 spirit). Scanning Electron Microscopy. HeLa cells and MDA-MB-231 cells were grown on a glass coverslip, fixed with 2.5% glutaraldehyde, and then washed with phosphate buffer, postfixed in 2% osmium, and dehydrated in ethanol on glass coverslips. Samples were critical point dried with CO2, fixed to aluminum stubs, sputter-coated, and imaged with a scanning electron microscope (FEI Quanta 250). Atomic Force Microscopy. Mica were modified with 500 mM Ni2+ for 2 min, which was then removed with filter paper. Next, 5 μL of EVs resuspended in PBS was adsorbed for 10 min and then washed with PBS. Atomic force microscopy (Multimode 8 SPM, Bruker, Billerica, MA, USA) under peak force QNM imaging mode and silicon probes (Scanasyst Fluid+) was used to collect the EV images. Topographic height, amplitude, and phase images were recorded simultaneously at a scan rate of 1 Hz. Nanoscope version 8.15 software (Bruker) was used for data collection. Fluorescence Microscopy and Quantitation. Fluorescence microscopy was used to analyze LC3 dot formation. Briefly, after ASS stimulation, the cells were fixed with 4% paraformaldehyde, and LC3 punctate dots were detected by fluorescence microscopy (Leica, DMI3000B). Images were acquired from at least 10 random vision fields, and the number of LC3 dots per cell was counted with ImagePro Plus software. Immunofluorescence Analysis. EGFP-LC3 HeLa cells were seeded onto coverslips for 48 h. The cells were pretreated with an inhibitor and then exposed to acute shear stress (10 dyn/cm2) or exposed to acute shear stress (10 dyn/cm2) for 60 min directly, after which the cells were fixed with 4% paraformaldehyde and permeabilized with 0.4% Triton X-100, blocked in 1% BSA, and then incubated with anti-CD63, anti-EEA1, or anti-LAMP1 overnight. The cells were then stained with Alexa Fluor 555 goat anti-mouse IgG for 1 h. After washes with PBS, the samples were analyzed with a confocal immunofluorescence microscope (Leica SP8) and the colocalization intensity in overlapping images was determined by using LAS AF Lite software. Western Blot Analysis. Cells or EV pellets were lysed in RIPA buffer (Beyotime). The samples were separated by sodium dodecyl\nsulfate polyacrylamide gel electrophoresis (SDS-PAGE) and transferred onto PVDF membrane (Millipore, Billerica, MA, USA). The membrane was blocked with 5% nonfat dry milk and then incubated overnight at 4 °C with purified primary antibody followed by a horseradish peroxidase-linked secondary anti-rabbit or anti-mouse antibody. The signal was detected using a Gel & Blot Imaging system (Syngene, Cambridge, UK).\nIntracellular Ca2+ Measurement. After ASS stimulation, the cells were washed three times with HBSS medium and loaded with 1 μM Fluo4-AM for 30 min at 37 °C. The cells were then washed three times with HBSS buffer. Samples were protected from light during the experimental period, and cells were immediately analyzed by confocal microscopy (excitation at 494 nm and emission at 516 nm).\nCompression of Cells. The mechanical compression model has been described previously.7\nStatistical Analyses. GraphPad Prism software was employed for statistical analysis. Data were evaluated statistically by the analysis of variance (ANOVA), followed by Tukey’s test for multiple comparisons. *, **, and *** denote p < 0.05, p < 0.01, and p < 0.001 compared to the control, respectively."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b00587.\nAdditional figures (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: wanglihua@sinap.ac.cn. *E-mail: hujun@sinap.ac.cn. *E-mail: libin@sinap.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Kaizhe Wang: 0000-0003-0331-6847 Chunhai Fan: 0000-0002-7171-7338 Lihua Wang: 0000-0002-6198-7561 Jun Hu: 0000-0002-7282-2316 Bin Li: 0000-0002-8348-7445"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This research is supported by the Ministry of Science and Technology of the People’s Republic of China (Grant No. 2016YFA0201200), the National Natural Science Foundation of China (Grant Nos. 31670871, 11604358, 11375253), and the Chinese Academy of Sciences Knowledge Innovation Project (Grant Nos. QYZDJ-SSW-SLH031, QYZDJ-SSWSLH019)."
    } ],
    "references" : [ {
      "title" : "The Induction of Autophagy by Mechanical Stress",
      "author" : [ "J.S. King", "D.M. Veltman", "R.H. Insall" ],
      "venue" : "Autophagy 2011,",
      "citeRegEx" : "King et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "King et al\\.",
      "year" : 2011
    }, {
      "title" : "Communication by Extracellular Vesicles: Where We are and Where We Need to Go",
      "author" : [ "M. Tkach", "C. Thery" ],
      "venue" : "Cell 2016,",
      "citeRegEx" : "Tkach and Thery,? \\Q2016\\E",
      "shortCiteRegEx" : "Tkach and Thery",
      "year" : 2016
    }, {
      "title" : "Unconventional Secretion, Unconventional Solutions",
      "author" : [ "M. Zhang", "R. Schekman" ],
      "venue" : "Science",
      "citeRegEx" : "Zhang and Schekman,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhang and Schekman",
      "year" : 2013
    }, {
      "title" : "Membrane Vesicles as Conveyors of Immune Responses",
      "author" : [ "C. Thery", "M. Ostrowski", "E. Segura" ],
      "venue" : "Nat. Rev. Immunol. 2009,",
      "citeRegEx" : "Thery et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Thery et al\\.",
      "year" : 2009
    }, {
      "title" : "Regulation of Membrane Protein Degradation by Starvation-Response Pathways",
      "author" : [ "M. Babst" ],
      "venue" : "Traffic 2012,",
      "citeRegEx" : "Babst,? \\Q2012\\E",
      "shortCiteRegEx" : "Babst",
      "year" : 2012
    }, {
      "title" : "Fusion Depends on the pH in Acidic Compartments in CHO Cells",
      "author" : [ "S. Autophagosome-Lysosome" ],
      "venue" : "Autophagy 2007,",
      "citeRegEx" : "Autophagosome.Lysosome,? \\Q2007\\E",
      "shortCiteRegEx" : "Autophagosome.Lysosome",
      "year" : 2007
    }, {
      "title" : "Microautophagy of Cytosolic Proteins by Late Endosomes",
      "author" : [ "L. Santambrogio" ],
      "venue" : "Dev. Cell 2011,",
      "citeRegEx" : "Santambrogio,? \\Q2011\\E",
      "shortCiteRegEx" : "Santambrogio",
      "year" : 2011
    }, {
      "title" : "Protein Composition of the Hepatitis a Virus Quasi-Envelope",
      "author" : [ "E. E", "X. Chen", "S.M. Lemon" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 2017,",
      "citeRegEx" : "E. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "E. et al\\.",
      "year" : 2017
    }, {
      "title" : "Biological Functions of Autophagy Genes: a Disease Perspective",
      "author" : [ "B. Levine", "G. Kroemer" ],
      "venue" : "Cell 2019,",
      "citeRegEx" : "Levine and Kroemer,? \\Q2019\\E",
      "shortCiteRegEx" : "Levine and Kroemer",
      "year" : 2019
    }, {
      "title" : "Shear Stress Modulates Endothelial KLF2 through Activation of P2 × 4",
      "author" : [ "B. Olde", "D. Erlinge" ],
      "venue" : "Purinergic Signalling 2015,",
      "citeRegEx" : "Olde and Erlinge,? \\Q2015\\E",
      "shortCiteRegEx" : "Olde and Erlinge",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Tumor cells metastasizing through the bloodstream or lymphatic systems must withstand acute shear stress (ASS). Autophagy is a cell survival mechanism that functions in response to stressful conditions, but also contributes to cell death or apoptosis. We predicted that a compensation pathway to autophagy exists in tumor cells subjected to mechanical stress. We found that ASS promoted autophagosome (AP) accumulation and induced release of extracellular nanovesicles (EVs) containing autophagy components. Furthermore, we found that ASS promoted autophagic vesicles fused with multivesicular body (MVB) to form an AP-MVB compartment and then induced autophagy component release into the extracellular space via EVs through the autophagy-MVB-exosome pathway. More importantly, either increasing intracellular autophagosome accumulation or inhibiting autophagic degradation promoted AP-MVB accumulation but did not induce autophagy-associated protein release via EVs except under ASS, demonstrating the existence of a mechanical stressdependent compensation pathway. Together, these findings revealed that EVs provide an additional protection mechanism for tumor cells and counteract autophagy to maintain cellular homeostasis under acute shear stress.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}