{
  "name" : "downloads_2020-09-25_dd_10.1021@acs.accounts.0c00487.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Crystal Phase Control of Gold Nanomaterials by Wet-Chemical Synthesis",
    "authors" : [ "Shiyao Lu", "Jinzhe Liang", "Huiwu Long", "Huangxu Li", "Xichen Zhou", "Zhen He", "Ye Chen", "Hongyan Sun", "Zhanxi Fan", "Hua Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Crystal Phase Control of Gold Nanomaterials by Wet-Chemical Synthesis Published as part of the Accounts of Chemical Research special issue “Transformative Inorganic Nanocrystals”.\nShiyao Lu,∥ Jinzhe Liang,∥ Huiwu Long,∥ Huangxu Li, Xichen Zhou, Zhen He, Ye Chen, Hongyan Sun, Zhanxi Fan,* and Hua Zhang*\nCite This: https://dx.doi.org/10.1021/acs.accounts.0c00487 Read Online\nACCESS Metrics & More Article Recommendations\nCONSPECTUS: Gold (Au), a transition metal with an atomic number of 79 in the periodic table of elements, was discovered in approximately 3000 B.C. Due to the ultrahigh chemical stability and brilliant golden color, Au had long been thought to be a most inert material and was widely utilized in art, jewelry, and finance. However, it has been found that Au becomes exceptionally active as a catalyst when its size shrinks to the nanometer scale. With continuous efforts toward the exploration of catalytic applications over the past decades, Au nanomaterials show critical importance in many catalytic processes. Besides catalysis, Au nanomaterials also possess other promising applications in plasmonics, sensing, biology and medicine, due to their unique localized surface plasmon resonance, intriguing biocompatibility, and superior stability. Unfortunately, the practical applications of Au nanomaterials could be limited because of the scarce reserves and high price of Au. Therefore, it is quite essential to further explore novel physicochemical properties and functions of Au nanomaterials so as to enhance their performance in different types of applications. Recently, phase engineering of nanomaterials (PEN), which involves the rearrangement of atoms in the unit cell, has emerged as a fantastic and effective strategy to adjust the intrinsic physicochemical properties of nanomaterials. In this Account, we give an overview of the recent progress on crystal phase control of Au nanomaterials using wet-chemical synthesis. Starting from a brief introduction of the research background, we first describe the development history of wet-chemical synthesis of Au nanomaterials and especially emphasize the key research findings. Subsequently, we introduce the typical Au nanomaterials with untraditional crystal phases and heterophases that have been observed, such as 2H, 4H, body-centered phases, and crystal-phase heterostructures. Importantly, crystal phase control of Au nanomaterials by wet-chemical synthesis is systematically described. After that, we highlight the importance of crystal phase control in Au nanomaterials by demonstrating the remarkable effect of crystal phases on their physicochemical properties (e.g., electronic and optical properties) and potential applications (e.g., catalysis). Finally, after a concise summary of recent advances in this emerging research field, some personal perspectives are provided on the challenges, opportunities, and research directions in the future.\n■ KEY REFERENCES • Huang, X.; Li, S.; Huang, Y.; Wu, S.; Zhou, X.; Li, S.;\nGan, C. L.; Boey, F.; Mirkin, C. A.; Zhang, H. Synthesis of Hexagonal Close-packed Gold Nanostructures. Nat. Commun. 2011, 2, 292.20 This study reported the f irst wetchemical synthesis of ultrathin Au nanomaterials with pure unconventional 2H phase.\n• Fan, Z.; Bosman, M.; Huang, X.; Huang, D.; Yu, Y.; Ong, K. P.; Akimov, Y. A.; Wu, L.; Li, B.; Wu, J.; Huang, Y.; Liu, Q.; Png, C. E.; Gan, C. L.; Yang, P.; Zhang, H. Stabilization of 4H Hexagonal Phase in Gold Nanoribbons. Nat. Commun. 2015, 6, 7684.2 This study reported the f irst colloidal synthesis of Au nanomaterials with\nunconventional 4H phase. This work also demonstrated the f irst template growth of 4H Pt and 4H Pd nanostructures on 4H Au nanoribbons.\n• Chen, Y.; Fan, Z.; Luo, Z.; Liu, X.; Lai, Z.; Li, B.; Zong, Y.; Gu, L.; Zhang, H. High-Yield Synthesis of CrystalPhase-Heterostructured 4H/fcc Au@Pd Core-Shell\nReceived: July 27, 2020\nArticlepubs.acs.org/accounts\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn Se\npt em\nbe r\n25 , 2\n02 0\nat 1\n4: 36\n:5 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nNanorods for Electrocatalytic Ethanol Oxidation. Adv. Mater. 2017, 29, 1701331.31 This study reported the f irst high-yield synthesis of heterophase 4H/fcc Au nanomaterials under mild conditions. • Fan, Z.; Bosman, M.; Huang, Z.; Chen, Y.; Ling, C.; Wu, L.; Akimov, Y. A.; Laskowski, R.; Chen, B.; Ercius, P.; Zhang, J.; Qi, X.; Goh, M. H.; Ge, Y.; Zhang, Z.; Niu, W.; Wang, J.; Zheng, H.; Zhang, H. Heterophase fcc− 2H−fcc Gold Nanorods. Nat. Commun. 2020, 11, 3293.26 This study reported the f irst one-pot colloidal synthesis of well-def ined heterophase fcc−2H−fcc Au nanomaterials, which exhibit superior catalytic performance over their conventional fcc counterparts toward the electrocatalytic carbon dioxide reduction reaction."
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Owing to its brilliant golden color and outstanding stability, gold (Au) has long been considered as an inert material and has been widely used in finance, art, and jewelry. However, with the birth of modern nanotechnology,1 it has been discovered that Au materials with a nanometer size (i.e., Au nanomaterials) possess many intriguing physicochemical properties2,3 and promising applications, such as biomedicine,4 photothermal therapy,5 catalysis,6 surface-enhanced Raman scattering (SERS),7 and energy conversion.8 In past decades, various wet-chemical methods, such as seeded growth,9,10 surfactant-mediated synthesis,11−13 and template growth,14−16 have been developed to synthesize Au nanomaterials. To date, Au nanomaterials with different sizes,9,12 morphologies,11,17 facets,10,18,19 and dimensions20,21 have been successfully prepared. However, the vast majority of reported Au nanomaterials adopt the traditional face-centered cubic (fcc) phase. Phase engineering of nanomaterials (PEN) has provided a significant and efficient approach to modulate the physico-\nchemical properties of nanomaterials.22−24 Experimental studies indicated that the stability2,20 and electrical,25 optical,26−29 magnetic,30 electronic,3 and catalytic31 properties of nanomaterials could be remarkably affected by the crystal phase. For instance, it has been found that the catalytic activity of hexagonal close-packed (hcp) PtNi nano-multipods is much higher than that of fcc PtNi nano-multipods.32 Another study demonstrated that the carrier lifetime of Au nanoclusters is increased by 3 orders of magnitude via changing the crystal phase from hcp to body-centered cubic (bcc).3 Thus, it is highly important to obtain crystal phase control of Au nanomaterials, especially by using wet-chemical synthesis. In this Account, we present an overview of the recent progress in crystal phase control of Au nanomaterials by wetchemical synthesis. First, a brief introduction of crystal phases is provided, followed by the description of key research findings in the wet-chemical synthesis of Au nanomaterials. Then we highlight the controlled synthesis of Au nanomaterials with unconventional crystal phases. After that, the unique properties and catalytic applications of unconventional phase Au nanomaterials are demonstrated. Finally, we summarize the recent advances and provide a personal perspective on challenges and future opportunities in this research direction."
    }, {
      "heading" : "2. CRYSTAL PHASE",
      "text" : "Crystal phase refers to the periodic and regular arrangements of molecules, ions, or atoms in materials. In terms of Au nanomaterials, their thermodynamically stable phase is fcc, which exhibits a characteristic packing sequence of “ABC” in the close-packed [111]f direction (Figure 1a). Recently, with the development of synthetic techniques, metastable and unconventional phases, including 2H, 4H, bcc, bct (bodycentered tetragonal), and bco (body-centered orthorhombic), of Au nanomaterials have been synthesized (Figure 1b−f). Typically, 2H and 4H phases exhibit a packing sequence of\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nB\n“AB” and “ABCB”, respectively, in the close-packed [001]h direction (Figure 1b,c).2,20 Different from close-packed phases like fcc, 2H, and 4H, the less densely packed body-centered phases, bcc, bct, and bco (Figure 1d−f),33,34 are like the periodic lattice distortions of close-packed phases.35 In addition, unique Au nanostructures with heterophases, such\nas 4H/fcc and fcc−2H−fcc (Figure 1g,h), can be viewed as the assembly of different phases.26,31"
    }, {
      "heading" : "3. HISTORY",
      "text" : "Figure 2 demonstrates the timeline of some key developments in Au nanomaterials via wet-chemical syntheses. The scientific\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nC\nsynthesis of Au colloids can be traced back to the 1850s, when Faraday used phosphorus to reduce gold chloride.36 Later in 1951, Turkevich et al. found that it is important to use sodium citrate as both reductant and stabilizer in aqueous synthesis of spherical Au nanoparticles (NPs).37 Subsequently, in 1994, the well-known Brust−Schiffrin method was developed for the controlled synthesis of Au nanoclusters.38 After that, ultraviolet light- and biomolecule-assisted synthetic methods were developed to prepare anisotropic Au nanomaterials, that is, Au nanorods (NRs)39 and thin Au hexagonal nanoplates,40 respectively. In 2001, Jana, Murphy, and co-worker reported the seedmediated growth approach,9 which has been applied to prepare Au NRs,9 and Au nanopolyhedra.15 In the following year, Sun and Xia realized the shape control of Au nanomaterials with a template method.17 From Ag nanocrystals as the sacrificial templates, Au nanomaterials with different morphologies, such as nanoboxes17 and multipod nanostructures,41 can be prepared. In 2004, Yang et al. showed the controlled synthesis of Au platonic nanocrystals through a one-pot method.11 Based on this method, various Au nanostructures, including nano-\ndisks,12 nanostars,42 nanobelts,13 and nanowires (NWs),21 have been prepared. Afterward, the synthesis of Au nanostructures enclosed by the high-index facets was also realized.10,18,19 Moreover, ultrathin two-dimensional Au nanostructures have also been synthesized by using templateconfined growth methods.14,43\nHowever, the crystal phase of all the Au nanomaterials mentioned above is fcc, a conventional phase. Only recently, the wet-chemical synthesis of Au nanomaterials with untraditional phases has been achieved. In 2011, we first observed the unconventional 2H phase in our synthesized ultrathin Au square sheets (AuSSs), which were supported on graphene oxide (GO).20 By using a similar method, ultrathin Au NWs with 2H/fcc heterophase were also synthesized.44 Importantly, Au square-like nanoplates with 2H/fcc heterophase can be prepared via secondary growth of Au on the presynthesized 2H AuSSs.45 Furthermore, we demonstrated that ligand exchange of 2H AuSSs induces the formation of fcc AuSSs with an unusual (100)f orientation.\n46 Later, 2H phase was successively observed in Au nanoclusters47 and hexagonal Au nanostars.48 Additionally, non-close-packed 2H Au NWs were synthesized\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nD\nby using TiO2 nanotube arrays as templates. 49 In 2015, for the first time, we discovered another unconventional 4H phase in Au nanoribbons (NRBs), which were synthesized through a one-pot synthetic method.2 Importantly, through using 4H Au NRBs as the starting material, unconventional 4H twinned Au nanokites have been synthesized.50 Impressively, unconventional body-centered phases have also been found in different Au structures, including the bcc phase in Au nanoclusters33 and the coexistence of fcc and bct/bco phases in pentatwinned Au bipyramids.34 Moreover, we have also synthesized heterophase 4H/fcc Au NRs through using oleylamine as the ligand, reductant, and solvent.31 Thereafter, heterophase hcp/ fcc Au NWs were synthesized by using an etching-assisted method.51 Very recently, for the first time, we have reported the controlled synthesis of small Au NRs that possess a welldefined heterophase of fcc−2H−fcc through a one-pot synthetic method.26"
    }, {
      "heading" : "4. UNCONVENTIONAL PHASE GOLD NANOMATERIALS",
      "text" : "The last decade has witnessed the emergence of novel Au nanomaterials with unconventional crystal phases, such as 2H phase,20,47,49,52 4H phase,2,50 body-centered phases (i.e., bcc, bco, and bct),33,34 and heterophases.26,31,44,45,51,53 In this section, we will introduce the representative synthetic methods for Au nanomaterials with different unconventional crystal phases."
    }, {
      "heading" : "4.1. 2H Phase",
      "text" : "In 1997, 2H phase of Au was observed in the surface layer of an ultrathin fcc Au nanobridge during the transmission electron microscope (TEM) measurement.54 Subsequently, the 2H Au was found during the recrystallization of fcc Au catalysts that were used for the heterogeneous growth of Ge NWs.55 However, it is a great challenge to synthesize 2H Au\nnanostructures, especially via the wet-chemical method. Recently, we have realized the wet-chemical synthesis of ultrathin AuSSs with pure 2H phase on GO under mild conditions (Figure 3a,b).20 Typically, the 2H AuSSs were obtained through reducing HAuCl4 with oleylamine in a mixed solvent of ethanol and hexane (v/v = 2/23) at 55 °C. The obtained AuSSs possess an average thickness of 2.4 nm, that is, around 16 atomic layers of Au. It was observed that the 2H phase only exists in the thin AuSSs. If the thickness of AuSSs is increased from the initial 2.4 to 6.0 nm, fcc phase starts to appear, leading to the formation of impure 2H Au nanosheets. Notably, the obtained 2H AuSSs can be used as templates for further growing other unconventional 2H metals (e.g., Ag nanostructures46) and unique ultrathin bimetallic nanosheets (e.g., (100)f-oriented Au@Ag square sheets\n46 and (101)foriented Au@Pd and Au@Pt rhombic sheets56). Furthermore, wet-chemical syntheses of 2H Au nanomaterials have also been achieved by other research groups.47,49 For instance, Jin et al. synthesized Au30 nanoclusters that have a 2H Au18 kernel by using a sterically bulky adamantanethiol ligand.47 In contrast, Au30 nanoclusters with a fcc Au22 kernel were obtained with tert-butylthiolate as the ligand.57 In another work, by using a photoelectrochemical strategy, Shin et al. obtained non-close-packed 2H Au NWs with a diameter of approximately 50 nm on the inner surface of nanotubular TiO2 arrays.49 Interestingly, the ab planes of the obtained 2H Au NWs are not closely packed along the c axis."
    }, {
      "heading" : "4.2. 4H Phase",
      "text" : "Theoretical calculations have suggested that the unconventional 4H phase of Au possesses a more negative cohesive energy than the 2H phase, indicating the higher stability of 4H phase.58,59 However, the experimental synthesis of 4H Au nanostructures has only been realized recently. Our group first achieved the synthesis of Au NRBs with the unconventional\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nE\n4H phase in high yield via a wet-chemical method (Figure 3c,d).2 Specifically, 4H Au NRBs were synthesized by reducing HAuCl4 with oleylamine in a mixed solvent of 1,2- dichloropropane and hexane (v/v = 1/14) at 58 °C. The addition of 1,2-dichloropropane is critically essential to the controlled synthesis of 4H Au NRBs, without which mainly twinned fcc Au NPs coexisting with small amount of the ultrathin Au NWs were produced. Time-dependent experiments revealed that short-range 2H phase together with many crystal defects was formed at the early stage, which was later transformed to the 4H phase. The 2H-to-4H phase transition could be ascribed to the more negative cohesive energy of 4H phase than of 2H phase. Importantly, it is worth mentioning that 4H Au NRBs have been successfully used as templates for the epitaxial growth of many other unconventional 4H metallic (e.g., Pd, Pt, Ag, Ir, Rh, Ru, Os, and Cu)2,60,61 and alloy (e.g., PdAg, PtAg, PtPdAg, PtCu, and PtCo)62,63 nanostructures.\nVery recently, we have discovered a new twinning phenomenon in the 4H Au nanokites.50 Typically, 4H twinned Au nanokites were prepared through the secondary growth of Au on bent Au NRBs. Interestingly, Au nanokites with both acute and obtuse angles present a well-defined twin boundary (Figure 3e−h). Different from the reported fcc twinned metal structures that share a close-packed twinning plane of {111}f, 64 the unique non-close-packed {101̅6}4H and {101̅2}4H twinning planes have been observed in the 4H twinned Au nanokites. Moreover, the 4H Au nanokites could also serve as templates for the construction of bi- or trimetallic Au@M (M = Ag or PdAg) core−shell nanostructures with non-close-packed twinning planes."
    }, {
      "heading" : "4.3. Body-Centered Phases",
      "text" : "To date, three kinds of body-centered phases, including bcc, bct, and bco, have been found in different Au nanomateri-\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nF\nals.33,34 Usually, the bcc phase exists in the early transition metals like Fe, Cr, and V.35 Recently, by using a size-focusing method, Jin et al. first synthesized Au38 nanoclusters with the bcc phase (Figure 4a−c).33 The Au38 nanoclusters were protected by two sulfide atoms and 20 adamantanethiolate molecules. It was confirmed that the adamantanethiol ligand is essential to the stabilization of bcc phase in Au38 nanoclusters. The bct and bco phases of Au nanomaterials could be viewed as periodic lattice distortions of their close-packed phases.35 Previously, by using high-resolution TEM (HRTEM), a phase transition from fcc to bct induced by surface stress was observed in fractured Au nanocrystals after the ⟨001⟩f tensile loading.\n65 In 2015, Kulkarni et al. reported the coexistence of bct/bco and fcc phases in their synthesized pentatwinned Au bipyramids (Figure 4d).34 The formation of bct and bco phases in Au bipyramids arises from the 5-fold symmetry-induced internal stress, which is also identified by the powder X-ray diffraction (XRD) pattern (Figure 4e). Moreover, moderate kinetics of Au precursor thermolysis is also important to trap the stress in Au bipyramids. Stress-free Au bipyramids with pure fcc phase would be obtained if the Au precursor was thermolyzed at too low (e.g., 135 °C) or too high (e.g., 500 °C) temperatures.28,34"
    }, {
      "heading" : "4.4. Heterophases",
      "text" : "The construction of heterophase Au nanomaterials is very important as the synergistic effect between different crystal phases could generate unique physicochemical properties.66−68 In 2011, we demonstrated that the secondary growth of Au on 2H AuSSs could produce heterophase 2H/fcc Au square-like nanoplates (Figure 5a,b).45 During the secondary growth process, the preferential deposition of Au along the [001]h direction of AuSSs first induced the formation of a hexagonlike intermediate nanostructure, which then evolved into the final square-like nanostructure. Along with the shape change, an incomplete phase transformation of AuSSs from the initial 2H to fcc also occurred because of the thickness increase. Moreover, we found that ultrathin Au NWs with 2H/fcc heterophase can be formed on GO by changing the solvent from a mixed solvent of ethanol and hexane to pure hexane during the synthesis of AuSSs (Figure 5c,d).44 In 2019, Chen, Jin, and co-workers also synthesized heterophase Au NWs, which consisted of fcc and hcp phases (Figure 5e).51 In addition, their Au NWs contained abundant planar defects and\nsurface steps and kinks. Notably, unconventional 6H and 8H phases, which exhibit characteristic stacking sequences of “ABCACB” and “ABCBCBAB”, respectively, along the closepacked directions, were observed in the hcp/fcc Au NWs. Particularly, theoretical calculations suggested that the 6H phase possesses more negative cohesive energy than 2H and 4H phases.58,59 Recently, we first synthesized heterophase 4H/ fcc Au NRs with high yield through using a facile one-pot colloidal method (Figure 5f,g).31 Briefly, the 4H/fcc Au NRs were synthesized by reducing HAuCl4 with oleylamine, which also functions as the solvent and ligand. Importantly, using 4H/fcc Au NRs as templates, heterophase 4H/fcc Au@Pd core−shell NRs were also obtained through epitaxial growth. However, the 4H and fcc phases were randomly distributed in the aforementioned heterophase Au nanostructures. Recently, we have achieved the synthesis of small Au NRs that possess a well-defined heterophase of fcc−2H−fcc (Figure 5h,i).26 Typically, the fcc−2H−fcc Au NRs could be synthesized with a one-pot colloidal method, in which KAuCl4 was reduced in a mixture of dodecylamine and oleylamine (v/v = 3/2) at 65 °C. The resultant fcc−2H−fcc Au NRs possess a length and width of 28.2 ± 5.7 nm and 14.6 ± 3.2 nm, that is, an aspect ratio of approximately 2. The fcc phase is located at the two ends of the Au NRs, while the 2H phase is sandwiched between the two fcc segments. The closepacked directions of both 2H and fcc phases are parallel to the long axis of Au NRs. In addition, it was found that Au precursor, solvent, and gas atmosphere play important roles in the controlled synthesis of heterophase fcc−2H−fcc Au NRs."
    }, {
      "heading" : "5. PROPERTIES",
      "text" : "Besides the well-known shape, size, and facet effects, recent studies have corroborated that crystal phase can also significantly modulate the physicochemical properties of Au nanomaterials.2,3,26,49,69 In this section, we will highlight recent advances in the study of crystal phase-dependent properties of Au nanomaterials, including the stability and optical and electronic properties."
    }, {
      "heading" : "5.1. Stability",
      "text" : "The stability of Au nanomaterials with unconventional crystal phases is an essential prerequisite for their real applications. Although the unconventional crystal phases are thermodynamically metastable, they can be well maintained in the Au\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nG\nnanomaterials under certain conditions.70−74 Recently, it was found that the 4H phase in Au nanostructures is stable even under very high pressure (e.g., 14.3 GPa)72 or high temperature (e.g., 800 °C).74 Another study showed that the non-fcc phases in Au bipyramids with bct/bco and fcc phases can be preserved under high pressure (e.g., 40 GPa) or high temperature (e.g., 700 °C).71 Moreover, Au bipyramids with bct/bco and fcc phases demonstrated negligible morphology and crystal phase changes even when they were exposed to the liquid mercury and aqua regia, indicating their outstanding chemical durability.73 Furthermore, Shin et al. observed that the non-close-packed 2H phase in Au NWs possessed excellent aging stability (e.g., 37 months in air), irradiation stability (e.g., high-energy electron beam), and thermal stability (e.g., 400 °C).49"
    }, {
      "heading" : "5.2. Optical Properties",
      "text" : "Au nanomaterials have distinct optical properties that derive from the light-excited collective oscillations of conduction electrons in metal nanostructures, that is, the well-known localized surface plasmon resonance (LSPR) phenomenon.75 Usually, the optical properties of Au nanomaterials are determined by their shape and size and the surrounding medium.75 Importantly, recent studies revealed that the crystal phase control of Au nanomaterials could offer a new way to modulate their optical properties.2,26,29,49\nOn the one hand, the optical properties of Au nanomaterials can be greatly tailored by changing their crystal phase. As a typical example, we investigated the optical properties of 4H Au NRBs with monochromated electron energy loss spectroscopy (EELS), which possesses high spectral and high spatial resolutions, at the single-particle level (Figure 6a).2 It was observed that 4H Au NRBs have a broad and strong LSPR absorption ranging from 1000 to 5000 nm (Figure 6b). Compared with the conventional fcc Au NRBs, 4H Au NRBs exhibited fewer LSPR peaks, and all these peaks were red-\nshifted. Another study also found that non-close-packed 2H Au NWs possess very different optical features, such as peak position, peak number, peak intensity, and absorption coefficient, from the fcc Au NWs.49\nOn the other hand, the optical properties of Au nanomaterials can be fine-tuned via the rational construction of heterophase nanostructures. Very recently, by using monochromated EELS, we have studied the optical properties of individual Au NRs with a well-defined heterophase of fcc− 2H−fcc (inset of Figure 6c).26 Two different eigenmode resonances were identified on a fcc−2H−fcc Au NR, with one at 2.07 eV and the other at 2.48 eV (Figure 6c). Most importantly, theoretical calculations suggested that heterophase fcc−2H−fcc Au NRs possess novel optical characteristics, exhibiting different positions and intensities of their LSPR peaks from those of pure fcc and pure 2H Au NRs."
    }, {
      "heading" : "5.3. Electronic Properties",
      "text" : "Au NPs with a diameter <2 nm, also called Au nanoclusters, possess molecular-like features, such as discrete electronic energy levels and the lowest unoccupied molecular orbital− highest occupied molecular orbital (LUMO−HOMO) electronic transitions, owing to quantum effects.76 As a result, light irradiation can induce carrier generation in Au nanoclusters. Normally, the carrier lifetime of Au nanoclusters decreases with the increase of their size.77 However, Jin et al. recently discovered that the carrier lifetime of Au nanoclusters can be significantly increased by 3 orders of magnitude by changing their crystal phase from hcp to bcc, although the size of bcc Au38 is larger than that of hcp Au30 (Figure 6d).\n3 Specifically, the bcc Au38 exhibited an extraordinary long carrier lifetime of up to 4.7 μs, which is about 4700 times that of hcp Au30 (∼1.0 ns). In addition, other investigations found that the HOMO− LUMO band gap of bcc Au38 nanoclusters (1.5 eV)\n33 is much larger than that of the bi-icosahedral Au38 nanoclusters (0.9 eV).78\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nH"
    }, {
      "heading" : "6. APPLICATIONS",
      "text" : "Recent investigations suggested that crystal phase of Au nanomaterials can remarkably affect their intrinsic electronic structures, which are highly related to their performances in various applications, especially for the catalysis.26,51,79,80 In this section, we will demonstrate different catalytic applications of unconventional phase Au nanomaterials in some representative reactions, such as electrocatalytic carbon dioxide reduction reaction (CO2RR),\n26 organic reactions,51,79 and photocatalytic reactions.80"
    }, {
      "heading" : "6.1. Electrocatalytic CO2 Reduction Reaction",
      "text" : "Electrocatalytic CO2RR has attracted extensive research interest as it can convert the greenhouse gas CO2 to valuable fuels and chemicals, for example, carbon monoxide (CO), formic acid, ethanol, and ethylene, under ambient conditions.81 Au nanomaterials are capable of catalyzing the reduction of CO2 to CO, which is an important reactant in the Fischer− Tropsch synthesis.82 To develop high-performance Au electrocatalysts for CO2RR, previous efforts mainly focused on morphology,83,84 size,85 and defect control86 of Au nanomaterials. Recently, we found that the CO2RR performance of Au nanomaterials can also be dramatically boosted via crystal phase control. As a proof-of-concept, fcc−2H−fcc Au NRs were used as a model electrocatalyst for CO2RR. It was found that fcc−2H−fcc Au NRs exhibited much higher Faradaic efficiency and current density than fcc Au NPs and fcc Au NRs (Figure 7a). Particularly, the specific CO partial current density of fcc−2H−fcc Au NRs is 3.4 and 2.1 times that of fcc Au NPs and NRs, respectively, indicating the higher intrinsic catalytic performance of the fcc−2H−fcc Au NRs. Tafel slope measurement revealed that the electron exchange rate on fcc− 2H−fcc Au NRs is much larger than that of the fcc Au NPs and NRs (Figure 7b). Importantly, theoretical calculations suggested that the outstanding CO2RR catalytic performance of the fcc−2H−fcc Au NRs arises from the 2H/fcc interface and the presence of 2H phase, which are more energetically favorable for the adsorption of reaction intermediates (Figure 7c). It is worth mentioning that the CO2RR path on the surface of heterophase fcc−2H−fcc Au NRs involves a fast one-electron transfer step, followed by the rate-determining step of *COOH formation (Figure 7d)."
    }, {
      "heading" : "6.2. Organic Reactions",
      "text" : "Because of their distinct electronic structures, Au nanomaterials are catalytically active for many types of organic reactions.87 Notably, recent studies revealed that the catalytic performance of Au nanomaterials in organic reactions can be greatly boosted through tuning the crystal phase.51,79 For example, Jin and co-workers found that crystal phase control of Au nanomaterials can profoundly increase their catalytic performance toward the silane oxidation reaction.51 Specifically, for the dimethylphenylsilane oxidation, the heterophase hcp/fcc Au NWs showed a much higher turnover frequency (TOF) of up to 91 800 h−1, compared to those of fcc Au NWs with defects (67 800 h−1) and fcc Au NPs (1705 h−1). In another work, Kulkarni and co-workers investigated the catalytic performance of Au bipyramids with bct/bco and fcc phases in reducing pnitrophenol (p-NP) to form p-aminophenol (p-AP).79 Importantly, it was observed that the reaction rate coefficient of Au bipyramids with bct/bco (∼85%) and fcc (∼15%) phases is about 3 orders of magnitude higher than that of fcc Au polyhedra, which is attributed to the lower effective\ncoordination number and higher d-band center of bct/bco phases compared to the fcc phase."
    }, {
      "heading" : "6.3. Photocatalytic Reactions",
      "text" : "Au nanomaterials possess intriguing LSPR properties, which can generate a strong plasmonic field and hot electrons.75 As a result, they have been involved in various photocatalytic reactions.75 Recently, we studied the photocatalytic performance of unconventional crystal phase Au nanomaterials.80 In situ SERS was utilized to detect photocatalytic reactions occurring on Au nanomaterials in real time.88 We systematically investigated the hot electron-driven photocatalytic conversion of para-nitrothiophenol (pNTP) into the dimercaptoazobenzene (DMAB) on Au nanomaterials with fcc and 4H phases under visible light by using in situ SERS.80 Impressively, the photocatalytic reaction rate of untraditional 4H Au NRBs was measured to be 91.07 × 10−3 s−1, which is 10.0 and 6.2 times those of fcc Au NWs and NRs, respectively."
    }, {
      "heading" : "7. CONCLUSIONS AND PERSPECTIVES",
      "text" : "In this Account, we have reviewed the development of wetchemical syntheses of Au nanomaterials with different crystal phases, especially the unconventional crystal phases. It has been identified that the crystal phase of Au nanomaterials can remarkably modulate their physiochemical properties, for example, stability and optical and electronic properties. Furthermore, Au nanomaterials with untraditional crystal phases demonstrate superior catalytic performance over their fcc counterparts in various applications, such as electrocatalytic CO2RR, organic reactions, and photocatalytic reactions. Therefore, the rise of PEN provides new opportunities for the development of advanced Au nanomaterials with distinct physicochemical properties and potential applications. Despite remarkable progress being made in crystal phase control of Au nanomaterials, many challenges and research opportunities still remain in this newly emerging research direction. First, the discovered unconventional phases of Au nanomaterials are quite limited. More novel crystal phases are expected to be obtained through fine-tuning the experimental conditions in wet-chemical synthesis. Second, the formation mechanism of unconventional Au phases is yet to be uncovered. Advanced characterization techniques like in situ synchrotron X-ray diffraction and absorption spectroscopy could uncover the underlying formation mechanisms. Third, the phase transformation between different crystal phases of Au nanomaterials is quite interesting and needs further exploration. For instance, size-dependent89 and gas-assisted90 phase transitions of fcc Au NPs on the surface of 4H Au nanostructures under electron-beam irradiation. Fourth, because of the synergistic effects between different crystal phases, the preparation of novel heterophase Au nanostructures (e.g., 2H−4H−fcc, 2H−fcc−4H, 4H−2H−fcc, 2H/4H/ fcc, amorphous/crystalline) is rising as a new research direction. Fifth, the unconventional phase and heterophase Au nanomaterials could be used as templates for growing other metallic nanostructures with unconventional phases2,16,46,60,62 and heterophases.31,61,91 As a result, the crystal database of metals in the periodic table of elements could be further enriched. Last but not least, besides catalysis, Au nanomaterials with unconventional phases and heterophases could also be used for many other applications, SERS,7 plasmonics,92 waveguide,93 flexible electronics,94 data storage,95 integrated circuits,96 sensing,4 mechanical engineering,97−99 biology,4\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nI\nphotothermal therapy,4 medicine,4 and so on. It is anticipated that many more intriguing properties and promising applications will be discovered through the rational crystal phase control of Au nanomaterials as well as the other kinds of nanomaterials. It offers a new strategy to regulate the phasedependent intrinsic properties and expand the phase-dependent applications of nanomaterials.\n■ AUTHOR INFORMATION Corresponding Authors\nZhanxi Fan − Department of Chemistry and Hong Kong Branch of National Precious Metals Material Engineering Research Center, City University of Hong Kong, Hong Kong, China; orcid.org/0000-0003-3133-6503; Email: zhanxi.fan@\ncityu.edu.hk Hua Zhang − Department of Chemistry and Hong Kong Branch of National Precious Metals Material Engineering Research Center, City University of Hong Kong, Hong Kong, China; orcid.org/0000-0001-9518-740X; Email: hua.zhang@\ncityu.edu.hk\nAuthors\nShiyao Lu − Department of Chemistry, City University of Hong Kong, Hong Kong, China Jinzhe Liang − Department of Chemistry, City University of Hong Kong, Hong Kong, China Huiwu Long − Department of Chemistry and Hong Kong Branch of National Precious Metals Material Engineering Research Center, City University of Hong Kong, Hong Kong, China Huangxu Li − Department of Chemistry, City University of Hong Kong, Hong Kong, China Xichen Zhou − Department of Chemistry, City University of Hong Kong, Hong Kong, China Zhen He − Department of Chemistry and Hong Kong Branch of National Precious Metals Material Engineering Research Center, City University of Hong Kong, Hong Kong, China Ye Chen − Department of Chemistry, The Chinese University of Hong Kong, Hong Kong, China; orcid.org/0000-00030821-7469 Hongyan Sun − Department of Chemistry, City University of Hong Kong, Hong Kong, China; orcid.org/0000-00030932-6405\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.accounts.0c00487\nAuthor Contributions ∥S.L., J.L., and H.L. contributed equally to this work.\nNotes\nThe authors declare no competing financial interest.\nBiographies\nShiyao Lu obtained both B.S. and M.S. degrees from Xi’an Jiaotong University. Now he is a Ph.D. candidate under the supervision of Prof. Hua Zhang. His research is related to the phase engineering of nanomaterials (PEN).\nJinzhe Liang received her B.S. degree in Chemistry from Nankai University in 2019. Currently, she is a Ph.D. candidate under the supervision of Prof. Hua Zhang. Her research focuses on wet-chemical syntheses of noble metal nanomaterials.\nHuiwu Long obtained both B.S. and M.S. degrees from Chongqing University. Currently, he is a Ph.D. candidate under the supervision of Prof. Hua Zhang. His research focuses on wet-chemical syntheses of nanomaterials.\nHuangxu Li obtained both B.S. and M.S. degrees from Central South University. As a Ph.D. candidate under the supervision of Profs. Hongyan Sun and Hua Zhang, his research is related to phase engineering of nanomaterials (PEN).\nXichen Zhou obtained B.S. and M.S. degrees from University of Electronic Science and Technology of China and Lanzhou University, respectively. Currently, he is a Ph.D. candidate under the supervision of Prof. Hua Zhang. His research is related to phase engineering of nanomaterials (PEN).\nZhen He obtained his B.S. degree from Xi’an Jiaotong University. After that, he worked as a research assistant at Tsinghua-Berkeley Shenzhen Institute. Currently, he is a Ph.D. candidate under the supervision of Prof. Hua Zhang. His research is related to the phase engineering of nanomaterials (PEN).\nYe Chen received her B.S. and Ph.D. degrees in the School of Materials Science and Engineering from Nanyang Technological University under the supervision of Prof. Hua Zhang and then did postdoctoral work in the same group. Currently, she is an Assistant Professor in the Department of Chemistry, The Chinese University of Hong Kong. Her research interests mainly focus on wet-chemical synthesis, characterization, and applications of inorganic nanomaterials.\nHongyan Sun obtained her B.S. degree from Wuhan University and got her Ph.D. degree from National University of Singapore under the supervision of Prof. Shaoqin Yao. She carried out her postdoctoral research with Prof. Herbert Waldmann at Max Planck Institute of Molecular Physiology. Currently, she is an Associate Professor in the Department of Chemistry, City University of Hong Kong. Her research interests mainly include microarray-based screening platforms, novel fluorescent probes for living cell imaging, and biomaterials for biological applications.\nZhanxi Fan received his B.S. degree from Department of Chemistry, Jilin University (China), in 2010 under the supervision of Profs. Bai Yang and Hao Zhang and completed his Ph.D. at Nanyang Technological University (Singapore) in 2015 under the supervision of Prof. Hua Zhang. After he did postdoctoral work in the same group, he moved to Lawrence Berkeley National Laboratory (USA) with Prof. Haimei Zheng in 2017. In 2019, he joined the Department of Chemistry in City University of Hong Kong as an Assistant Professor. His research mainly focuses on the controlled synthesis, physicochemical properties, and potential applications (e.g., catalysis and energy conversion) of novel low-dimensional metal and metalbased nanomaterials.\nHua Zhang obtained his B.S. and M.S. degrees from Nanjing University in 1992 and 1995, respectively, and Ph.D. degree from Peking University in 1998. Then he did his postdoctoral research with Prof. Frans C. De Schryver at Katholieke Universiteit Leuven in 1999 and with Prof. Chad A. Mirkin at Northwestern University in 2001. Subsequently, he worked at NanoInk Inc. in USA and the Institute of Bioengineering and Nanotechnology in Singapore in 2005; he joined Nanyang Technological University as an Assistant Professor in 2006 and was promoted a Full Professor in 2013. Currently, he is the Herman Hu Chair Professor of Nanomaterials in the Department of Chemistry in City University of Hong Kong. His research interests mainly focus on the phase engineering of nanomaterials (PEN) and controlled epitaxial growth of heterostructures, including synthesis of\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nJ\ntwo-dimensional, unconventional crystal-phase, amorphous, and heterophase nanomaterials and their nanocomposites, for various applications, like clean energy, catalysis, nano- and biosensors, (opto)-electronic devices, and water remediation.\n■ ACKNOWLEDGMENTS H.Z. and Z.F. acknowledge funding support from ITC via Hong Kong Branch of National Precious Metals Material Engineering Research Center (NPMM) and Start-Up Grants (Project No. 7200651, 9610480, and 9380100) and Grants (Project No. 1886921, 7005512, and 9610478) from City University of Hong Kong.\n■ REFERENCES (1) Thompson, D. Michael Faraday’s Recognition of Ruby Gold: the Birth of Modern Nanotechnology. Gold Bull. 2007, 40, 267−269. (2) Fan, Z.; Bosman, M.; Huang, X.; Huang, D.; Yu, Y.; Ong, K. P.; Akimov, Y. A.; Wu, L.; Li, B.; Wu, J.; Huang, Y.; Liu, Q.; Png, C. E.; Gan, C. L.; Yang, P.; Zhang, H. Stabilization of 4H Hexagonal Phase in Gold Nanoribbons. Nat. Commun. 2015, 6, 7684. (3) Zhou, M.; Higaki, T.; Hu, G.; Sfeir, M. Y.; Chen, Y.; Jiang, D.-e.; Jin, R. Three-orders-of-magnitude Variation of Carrier Lifetimes with Crystal Phase of Gold Nanoclusters. Science 2019, 364, 279−282. (4) Yang, X.; Yang, M.; Pang, B.; Vara, M.; Xia, Y. Gold Nanomaterials at Work in Biomedicine. Chem. Rev. 2015, 115, 10410−10488. (5) Huang, X.; El-Sayed, I. H.; Qian, W.; El-Sayed, M. A. Cancer Cell Imaging and Hotothermal Therapy in the Near-infrared Region by Using Gold Nanorods. J. Am. Chem. Soc. 2006, 128, 2115−2120. (6) Ishida, T.; Murayama, T.; Taketoshi, A.; Haruta, M. Importance of Size and Contact Structure of Gold Nanoparticles for the Genesis of Unique Catalytic Processes. Chem. Rev. 2020, 120, 464−525. (7) Li, J. F.; Huang, Y. F.; Ding, Y.; Yang, Z. L.; Li, S. B.; Zhou, X. S.; Fan, F. R.; Zhang, W.; Zhou, Z. Y.; Ren, B.; Wang, Z. L.; Tian, Z. Q.; Wu, D. Y. Shell-isolated Nanoparticle-enhanced Raman Spectroscopy. Nature 2010, 464, 392−395. (8) Linic, S.; Christopher, P.; Ingram, D. B. Plasmonic-metal Nanostructures for Efficient Conversion of Solar to Chemical Energy. Nat. Mater. 2011, 10, 911−921. (9) Jana, N. R.; Gearheart, L.; Murphy, C. J. Wet Chemical Synthesis of High Aspect Ratio Cylindrical Gold Nanorods. J. Phys. Chem. B 2001, 105, 4065−4067. (10) Zhang, J.; Langille, M. R.; Personick, M. L.; Zhang, K.; Li, S.; Mirkin, C. A. Concave Cubic Gold Nanocrystals with High-index Facets. J. Am. Chem. Soc. 2010, 132, 14012−14014. (11) Kim, F.; Connor, S.; Song, H.; Kuykendall, T.; Yang, P. D. Platonic Gold Nanocrystals. Angew. Chem., Int. Ed. 2004, 43, 3673− 3677. (12) Ah, C. S.; Yun, Y. J.; Park, H. J.; Kim, W.-J.; Ha, D. H.; Yun, W. S. Size-controlled Synthesis of Machinable Single Crystalline Gold Nanoplates. Chem. Mater. 2005, 17, 5558−5561. (13) Zhang, J. L.; Du, J. M.; Han, B. X.; Liu, Z. M.; Jiang, T.; Zhang, Z. F. Sonochemical Formation of Single-crystalline Gold Nanobelts. Angew. Chem., Int. Ed. 2006, 45, 1116−1119. (14) Niu, J.; Wang, D.; Qin, H. L.; Xiong, X.; Tan, P. L.; Li, Y. Y.; Liu, R.; Lu, X. X.; Wu, J.; Zhang, T.; Ni, W. H.; Jin, J. Novel Polymerfree Iridescent Lamellar Hydrogel for Two-dimensional Confined Growth of Ultrathin Gold Membranes. Nat. Commun. 2014, 5, 3313. (15) Niu, W. X.; Zhang, W. Q.; Firdoz, S.; Lu, X. M. Dodecahedral Gold Nanocrystals: the Missing Platonic Shape. J. Am. Chem. Soc. 2014, 136, 3010−3012. (16) Fan, Z.; Zhang, H. Template Synthesis of Noble Metal Nanocrystals with Unusual Crystal Structures and Their Catalytic Applications. Acc. Chem. Res. 2016, 49, 2841−2850. (17) Sun, Y.; Xia, Y. Shape-controlled Synthesis of Gold and Silver Nanoparticles. Science 2002, 298, 2176−2179.\n(18) Ming, T.; Feng, W.; Tang, Q.; Wang, F.; Sun, L.; Wang, J.; Yan, C. Growth of Tetrahexahedral Gold Nanocrystals with High-index Facets. J. Am. Chem. Soc. 2009, 131, 16350−16351. (19) Ma, Y.; Kuang, Q.; Jiang, Z.; Xie, Z.; Huang, R.; Zheng, L. Synthesis of Trisoctahedral Gold Nanocrystals with Exposed Highindex Facets by a Facile Chemical Method. Angew. Chem., Int. Ed. 2008, 47, 8901−8904. (20) Huang, X.; Li, S.; Huang, Y.; Wu, S.; Zhou, X.; Li, S.; Gan, C. L.; Boey, F.; Mirkin, C. A.; Zhang, H. Synthesis of Hexagonal Closepacked Gold Nanostructures. Nat. Commun. 2011, 2, 292. (21) Halder, A.; Ravishankar, N. Ultrafine Single-Crystalline Gold Nanowire Arrays by Oriented Attachment. Adv. Mater. 2007, 19, 1854−1858. (22) Chen, Y.; Lai, Z.; Zhang, X.; Fan, Z.; He, Q.; Tan, C.; Zhang, H. Phase Engineering of Nanomaterials. Nat. Rev. Chem. 2020, 4, 243−256. (23) Fan, Z.; Zhang, H. Crystal Phase-controlled Synthesis, Properties and Applications of Noble Metal Nanomaterials. Chem. Soc. Rev. 2016, 45, 63−82. (24) Sow, C.; P, S.; Mettela, G.; Kulkarni, G. U. Noble Metal Nanomaterials with Nontraditional Crystal Structures. Annu. Rev. Mater. Res. 2020, 50, 345−370. (25) He, Y.; He, Q.; Wang, L.; Zhu, C.; Golani, P.; Handoko, A. D.; Yu, X.; Gao, C.; Ding, M.; Wang, X.; Liu, F.; Zeng, Q.; Yu, P.; Guo, S.; Yakobson, B. I.; Wang, L.; Seh, Z. W.; Zhang, Z.; Wu, M.; Wang, Q. J.; Zhang, H.; Liu, Z. Self-gating in Semiconductor Electrocatalysis. Nat. Mater. 2019, 18, 1098−1104. (26) Fan, Z.; Bosman, M.; Huang, Z.; Chen, Y.; Ling, C.; Wu, L.; Akimov, Y. A.; Laskowski, R.; Chen, B.; Ercius, P.; Zhang, J.; Qi, X.; Goh, M. H.; Ge, Y.; Zhang, Z.; Niu, W.; Wang, J.; Zheng, H.; Zhang, H. Heterophase fcc−2H−fcc Gold Nanorods. Nat. Commun. 2020, 11, 3293. (27) Chakraborty, I.; Shirodkar, S. N.; Gohil, S.; Waghmare, U. V.; Ayyub, P. A Stable, Quasi-2D Modification of Silver: Optical, Electronic, Vibrational and Mechanical Properties, and First Principles Calculations. J. Phys.: Condens. Matter 2014, 26, 025402. (28) Mettela, G.; Boya, R.; Singh, D.; Kumar, G. V. P.; Kulkarni, G. U. Highly Tapered Pentagonal Bipyramidal Au Microcrystals with High Index Faceted Corrugation: Synthesis and Optical Properties. Sci. Rep. 2013, 3, 1793. (29) Peng, S.; Meng, A. C.; Braun, M. R.; Marshall, A. F.; McIntyre, P. C. Plasmons and Inter-band Transitions of Hexagonal Close Packed Gold Nanoparticles. Appl. Phys. Lett. 2019, 115, 051107. (30) Moraes, D. A.; Souza Junior, J. B.; Ferreira, F. F.; Mogili, N. V. V.; Varanda, L. C. Gold Nanowire Growth Through Stacking Fault Mechanism by Oleylamine-Mediated Synthesis. Nanoscale 2020, 12, 13316−13329. (31) Chen, Y.; Fan, Z.; Luo, Z.; Liu, X.; Lai, Z.; Li, B.; Zong, Y.; Gu, L.; Zhang, H. High-Yield Synthesis of Crystal-Phase-Heterostructured 4H/fcc Au@Pd Core-Shell Nanorods for Electrocatalytic Ethanol Oxidation. Adv. Mater. 2017, 29, 1701331. (32) Cao, Z.; Chen, Q.; Zhang, J.; Li, H.; Jiang, Y.; Shen, S.; Fu, G.; Lu, B. A.; Xie, Z.; Zheng, L. Platinum-nickel Alloy Excavated Nanomultipods with Hexagonal Close-packed Structure and Superior Activity towards Hydrogen Evolution Reaction. Nat. Commun. 2017, 8, 15131. (33) Liu, C.; Li, T.; Li, G.; Nobusada, K.; Zeng, C.; Pang, G.; Rosi, N. L.; Jin, R. Observation of Body-Centered Cubic Gold Nanocluster. Angew. Chem., Int. Ed. 2015, 54, 9826−9829. (34) Mettela, G.; Bhogra, M.; Waghmare, U. V.; Kulkarni, G. U. Ambient Stable Tetragonal and Orthorhombic Phases in Pentatwinned Bipyramidal Au Microcrystals. J. Am. Chem. Soc. 2015, 137, 3024−3030. (35) Chen, Q.; Cheng, T.; Fu, H.; Zhu, Y. Crystal Phase Regulation in Noble Metal Nanocrystals. Chinese. J. Catal. 2019, 40, 1035−1056. (36) Faraday, M. Experimental Relations of Gold (and Other Metals) to Light. Philos. Trans. R. Soc. London 1857, 145−181.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nK\n(37) Turkevich, J.; Stevenson, P. C.; Hillier, J. A Study of the Nucleation and Growth Processes in the Synthesis of Colloidal Gold. Discuss. Faraday Soc. 1951, 11, 55−75. (38) Brust, M.; Walker, M.; Bethell, D.; Schiffrin, D. J.; Whyman, R. Synthesis of Thiol-derivatised Gold Nanoparticles in a Two-phase Liquid-liquid System. J. Chem. Soc., Chem. Commun. 1994, 801−802. (39) Esumi, K.; Matsuhisa, K.; Torigoe, K. Preparation of Rodlike Gold Particles by UV Irradiation Using Cationic Micelles as a Template. Langmuir 1995, 11, 3285−3287. (40) Brown, S.; Sarikaya, M.; Johnson, E. A Genetic Analysis of Crystal Growth. J. Mol. Biol. 2000, 299, 725−735. (41) Chen, S.; Wang, Z. L.; Ballato, J.; Foulger, S. H.; Carroll, D. L. Monopod, Bipod, Tripod, and Tetrapod Gold Nanocrystals. J. Am. Chem. Soc. 2003, 125, 16186−16187. (42) Yamamoto, M.; Kashiwagi, Y.; Sakata, T.; Mori, H.; Nakamoto, M. Synthesis and Morphology of Star-shaped Gold Nanoplates Protected by Poly(N-vinyl-2-pyrrolidone). Chem. Mater. 2005, 17, 5391−5393. (43) Wang, L.; Zhu, Y.; Wang, J. Q.; Liu, F.; Huang, J.; Meng, X.; Basset, J. M.; Han, Y.; Xiao, F. S. Two-dimensional Gold Nanostructures with High Activity for Selective Oxidation of Carbon-hydrogen Bonds. Nat. Commun. 2015, 6, 6957. (44) Huang, X.; Li, S.; Wu, S.; Huang, Y.; Boey, F.; Gan, C. L.; Zhang, H. Graphene Oxide-templated Synthesis of Ultrathin or Tadpole-shaped Au Nanowires with Alternating hcp and fcc Domains. Adv. Mater. 2012, 24, 979−983. (45) Huang, X.; Li, H.; Li, S.; Wu, S.; Boey, F.; Ma, J.; Zhang, H. Synthesis of Gold Square-like Plates from Ultrathin Gold Square Sheets: the Evolution of Structure Phase and Shape. Angew. Chem., Int. Ed. 2011, 50, 12245−12248. (46) Fan, Z.; Huang, X.; Han, Y.; Bosman, M.; Wang, Q.; Zhu, Y.; Liu, Q.; Li, B.; Zeng, Z.; Wu, J.; Shi, W.; Li, S.; Gan, C. L.; Zhang, H. Surface Modification-induced Phase Transformation of Hexagonal Close-packed Gold Square Sheets. Nat. Commun. 2015, 6, 6571. (47) Higaki, T.; Liu, C.; Zeng, C.; Jin, R.; Chen, Y.; Rosi, N. L.; Jin, R. Controlling the Atomic Structure of Au30 Nanoclusters by a Ligand-Based Strategy. Angew. Chem., Int. Ed. 2016, 55, 6694−6697. (48) Huo, D.; Cao, Z.; Li, J.; Xie, M.; Tao, J.; Xia, Y. Seed-Mediated Growth of Au Nanospheres into Hexagonal Stars and the Emergence of a Hexagonal Close-Packed Phase. Nano Lett. 2019, 19, 3115−3121. (49) Lee, S.; Bae, C.; Lee, J.; Lee, S.; Oh, S. H.; Kim, J.; Park, G. S.; Jung, H. S.; Shin, H. Fabrication of a Stable New Polymorph Gold Nanowire with Sixfold Rotational Symmetry. Adv. Mater. 2018, 30, 1706261. (50) Niu, W.; Liu, J.; Huang, J.; Chen, B.; He, Q.; Wang, A. L.; Lu, Q.; Chen, Y.; Yun, Q.; Wang, J.; Li, C.; Huang, Y.; Lai, Z.; Fan, Z.; Wu, X. J.; Zhang, H. Unusual 4H-phase Twinned Noble Metal Nanokites. Nat. Commun. 2019, 10, 2881. (51) Wang, C.; Li, X.; Jin, L.; Lu, P. H.; Dejoie, C.; Zhu, W.; Wang, Z.; Bi, W.; Dunin-Borkowski, R. E.; Chen, K.; Jin, M. Etching-Assisted Route to Heterophase Au Nanowires with Multiple Types of Active Surface Sites for Silane Oxidation. Nano Lett. 2019, 19, 6363−6369. (52) Huo, D.; Cao, Z.; Li, J.; Xie, M.; Tao, J.; Xia, Y. Seed-mediated Growth of Au Nanospheres into Hexagonal Stars and the Emergence of a Hexagonal Close-packed Phase. Nano Lett. 2019, 19, 3115−3121. (53) Fan, Z.; Huang, X.; Chen, Y.; Huang, W.; Zhang, H. Facile Synthesis of Gold Nanomaterials with Unusual Crystal Structures. Nat. Protoc. 2017, 12, 2367. (54) Kondo, Y.; Takayanagi, K. Gold Nanobridge Stabilized by Surface Structure. Phys. Rev. Lett. 1997, 79, 3455. (55) Marshall, A. F.; Goldthorpe, I. A.; Adhikari, H.; Koto, M.; Wang, Y.-C.; Fu, L.; Olsson, E.; McIntyre, P. C. Hexagonal ClosePacked Structure of Au Nanocatalysts Solidified after Ge Nanowire Vapor-Liquid-Solid Growth. Nano Lett. 2010, 10, 3302−3306. (56) Fan, Z.; Zhu, Y.; Huang, X.; Han, Y.; Wang, Q.; Liu, Q.; Huang, Y.; Gan, C. L.; Zhang, H. Synthesis of Ultrathin Face-Centered-Cubic Au@Pt and Au@Pd Core−Shell Nanoplates from Hexagonal-ClosePacked Au Square Sheets. Angew. Chem., Int. Ed. 2015, 54, 5672− 5676.\n(57) Crasto, D.; Malola, S.; Brosofsky, G.; Dass, A.; Hak̈kinen, H. Single Crystal XRD Structure and Theoretical Analysis of the Chiral Au30S(S-t-Bu)18 Cluster. J. Am. Chem. Soc. 2014, 136, 5000−5005. (58) Benaissa, H.; Ferhat, M. Polytypism-induced Stabilization of Hexagonal 2H, 4H and 6H Phases of Gold. Superlattices Microstruct. 2017, 109, 170−175. (59) Chakraborty, I.; Carvalho, D.; Shirodkar, S. N.; Lahiri, S.; Bhattacharyya, S.; Banerjee, R.; Waghmare, U.; Ayyub, P. Novel Hexagonal Polytypes of Silver: Growth, Characterization and Firstprinciples Calculations. J. Phys.: Condens. Matter 2011, 23, 325401. (60) Fan, Z.; Chen, Y.; Zhu, Y.; Wang, J.; Li, B.; Zong, Y.; Han, Y.; Zhang, H. Epitaxial Growth of Unusual 4H Hexagonal Ir, Rh, Os, Ru and Cu Nanostructures on 4H Au Nanoribbons. Chem. Sci. 2017, 8, 795−799. (61) Chen, Y.; Fan, Z.; Wang, J.; Ling, C.; Niu, W.; Huang, Z.; Liu, G.; Chen, B.; Lai, Z.; Liu, X.; Li, B.; Zong, Y.; Gu, L.; Wang, J.; Wang, X.; Zhang, H. Ethylene Selectivity in Electrocatalytic CO2 Reduction on Cu Nanomaterials: A Crystal Phase-Dependent Study. J. Am. Chem. Soc. 2020, 142, 12760−12766. (62) Fan, Z.; Luo, Z.; Huang, X.; Li, B.; Chen, Y.; Wang, J.; Hu, Y.; Zhang, H. Synthesis of 4H/fcc Noble Multimetallic Nanoribbons for Electrocatalytic Hydrogen Evolution Reaction. J. Am. Chem. Soc. 2016, 138, 1414−1419. (63) Wang, J.; Zhang, J.; Liu, G.; Ling, C.; Chen, B.; Huang, J.; Liu, X.; Li, B.; Wang, A.-L.; Hu, Z.; Zhou, M.; Chen, Y.; Cheng, H.; Liu, J.; Fan, Z.; Yang, N.; Tan, C.; Gu, L.; Wang, J.; Zhang, H. Crystal Phasecontrolled Growth of PtCu and PtCo Alloys on 4H Au Nanoribbons for Electrocatalytic Ethanol Oxidation Reaction. Nano Res. 2020, 13, 1970−1975. (64) Preston, G. D. The Formation of Twin Metallic Crystals. Nature 1927, 119, 600−601. (65) Zheng, H.; Cao, A.; Weinberger, C. R.; Huang, J. Y.; Du, K.; Wang, J.; Ma, Y.; Xia, Y.; Mao, S. X. Discrete Plasticity in Sub-10-nmsized Gold Crystals. Nat. Commun. 2010, 1, 144. (66) Jacobsson, D.; Panciera, F.; Tersoff, J.; Reuter, M. C.; Lehmann, S.; Hofmann, S.; Dick, K. A.; Ross, F. M. Interface Dynamics and Crystal Phase Switching in GaAs Nanowires. Nature 2016, 531, 317−322. (67) Scanlon, D. O.; Dunnill, C. W.; Buckeridge, J.; Shevlin, S. A.; Logsdail, A. J.; Woodley, S. M.; Catlow, C. R. A.; Powell, M. J.; Palgrave, R. G.; Parkin, I. P.; Watson, G. W.; Keal, T. W.; Sherwood, P.; Walsh, A.; Sokol, A. A. Band Alignment of Rutile and Anatase TiO2. Nat. Mater. 2013, 12, 798−801. (68) Caroff, P.; Dick, K. A.; Johansson, J.; Messing, M. E.; Deppert, K.; Samuelson, L. Controlled Polytypic and Twin-plane Superlattices in III-V Nanowires. Nat. Nanotechnol. 2009, 4, 50−55. (69) Sow, C.; Sarma, A.; Schropp, A.; Dzhigaev, D.; Keller, T. F.; Schroer, C. G.; Sanyal, M. K.; Kulkarni, G. U. Unraveling the Spatial Distribution of Catalytic Non-Cubic Au Phases in a Bipyramidal Microcrystallite by X-Ray Diffraction Microscopy. ACS Nano 2020, 14, 9456−9465. (70) Li, P.; Han, Y.; Zhou, X.; Fan, Z.; Xu, S.; Cao, K.; Meng, F.; Gao, L.; Song, J.; Zhang, H.; Lu, Y. Thermal Effect and Rayleigh Instability of Ultrathin 4H Hexagonal Gold Nanoribbons. Matter 2020, 2, 658−665. (71) Mettela, G.; Sorb, Y. A.; Shukla, A.; Bellin, C.; Svitlyk, V.; Mezouar, M.; Narayana, C.; Kulkarni, G. U. Extraordinarily Stable Noncubic Structures of Au: a High-Pressure and-Temperature Study. Chem. Mater. 2017, 29, 1485−1489. (72) Li, Q.; Niu, W.; Liu, X.; Chen, Y.; Wu, X.; Wen, X.; Wang, Z.; Zhang, H.; Quan, Z. Pressure-induced Phase Engineering of Gold Nanostructures. J. Am. Chem. Soc. 2018, 140, 15783−15790. (73) Mettela, G.; Kouser, S.; Sow, C.; Pantelides, S. T.; Kulkarni, G. U. Nobler than the Noblest: Noncubic Gold Microcrystallites. Angew. Chem. 2018, 130, 9156−9160. (74) Wang, Q.; Zhao, Z. L.; Cai, C.; Li, H.; Gu, M. Ultra-stable 4Hgold Nanowires up to 800 °C in a Vacuum. J. Mater. Chem. A 2019, 7, 23812−23817.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nL\n(75) Zhang, Z.; Zhang, C.; Zheng, H.; Xu, H. Plasmon-driven Catalysis on Molecules and Nanomaterials. Acc. Chem. Res. 2019, 52, 2506−2515. (76) Qian, H.; Zhu, M.; Wu, Z.; Jin, R. Quantum Sized Gold Nanoclusters with Atomic Precision. Acc. Chem. Res. 2012, 45, 1470− 1479. (77) Kwak, K.; Thanthirige, V. D.; Pyo, K.; Lee, D.; Ramakrishna, G. Energy Gap Law for Exciton Dynamics in Gold Cluster Molecules. J. Phys. Chem. Lett. 2017, 8, 4898−4905. (78) Qian, H.; Zhu, Y.; Jin, R. Size-focusing Synthesis, Optical and Electrochemical Properties of Monodisperse Au38(SC2H4Ph)24 Nanoclusters. ACS Nano 2009, 3, 3795−3803. (79) Mettela, G.; Mammen, N.; Joardar, J.; Narasimhan, S.; Kulkarni, G. U. Non-FCC Rich Au Crystallites Exhibiting Unusual Catalytic Activity. Nano Res. 2017, 10, 2271−2279. (80) Huang, J.; Niu, W.; Li, C.; Tan, C.; Yin, P.; Cheng, H.; Hu, Z.; Yang, N.; He, Q.; Nam, G.-H.; Zhang, H. In-Situ Probing of CrystalPhase-Dependent Photocatalytic Activities of Au Nanostructures by Surface-Enhanced Raman Spectroscopy. ACS Mater. Lett. 2020, 2, 409−414. (81) Ross, M. B.; De Luna, P.; Li, Y.; Dinh, C.-T.; Kim, D.; Yang, P.; Sargent, E. H. Designing Materials for Electrochemical Carbon Dioxide Recycling. Nat. Catal. 2019, 2, 648−658. (82) Porosoff, M. D.; Yan, B.; Chen, J. G. Catalytic Reduction of CO2 by H2 for Synthesis of CO, Methanol and Hydrocarbons: Challenges and Opportunities. Energy Environ. Sci. 2016, 9, 62−73. (83) Zhu, W.; Zhang, Y.-J.; Zhang, H.; Lv, H.; Li, Q.; Michalsky, R.; Peterson, A. A.; Sun, S. Active and Selective Conversion of CO2 to CO on Ultrathin Au Nanowires. J. Am. Chem. Soc. 2014, 136, 16132− 16135. (84) Zhu, W.; Michalsky, R.; Metin, O. n.; Lv, H.; Guo, S.; Wright, C. J.; Sun, X.; Peterson, A. A.; Sun, S. Monodisperse Au Nanoparticles for Selective Electrocatalytic Reduction of CO2 to CO. J. Am. Chem. Soc. 2013, 135, 16833−16836. (85) Mistry, H.; Reske, R.; Zeng, Z.; Zhao, Z.-J.; Greeley, J.; Strasser, P.; Cuenya, B. R. Exceptional Size-dependent Activity Enhancement in the Electroreduction of CO2 over Au Nanoparticles. J. Am. Chem. Soc. 2014, 136, 16473−16476. (86) Feng, X.; Jiang, K.; Fan, S.; Kanan, M. W. Grain-boundarydependent CO2 Electroreduction Activity. J. Am. Chem. Soc. 2015, 137, 4606−4609. (87) Corma, A.; Garcia, H. Supported Gold Nanoparticles as Catalysts for Organic Reactions. Chem. Soc. Rev. 2008, 37, 2096− 2126. (88) Wang, J.; Ando, R. A.; Camargo, P. H. Controlling the Selectivity of the Surface Plasmon Resonance Mediated Oxidation of p-Aminothiophenol on Au Nanoparticles by Charge Transfer from UV-excited TiO2. Angew. Chem., Int. Ed. 2015, 54, 6909−6912. (89) Saleem, F.; Cui, X.; Zhang, Z.; Liu, Z.; Dong, J.; Chen, B.; Chen, Y.; Cheng, H.; Zhang, X.; Ding, F.; Zhang, H. Size-Dependent Phase Transformation of Noble Metal Nanomaterials. Small 2019, 15, 1903253. (90) Han, S.; Xia, G.-J.; Cai, C.; Wang, Q.; Wang, Y.-G.; Gu, M.; Li, J. Gas-assisted Transformation of Gold from fcc to the Metastable 4H Phase. Nat. Commun. 2020, 11, 552. (91) Lu, Q.; Wang, A.-L.; Gong, Y.; Hao, W.; Cheng, H.; Chen, J.; Li, B.; Yang, N.; Niu, W.; Wang, J.; Yu, Y.; Zhang, X.; Chen, Y.; Fan, Z.; Wu, X.-J.; Chen, J.; Luo, J.; Li, S.; Gu, L.; Zhang, H. Crystal Phasebased Epitaxial Growth of Hybrid Noble Metal Nanostructures on 4H/fcc Au Nanowires. Nat. Chem. 2018, 10, 456−461. (92) Gargiulo, J.; Berte,́ R.; Li, Y.; Maier, S. A.; Corteś, E. From Optical to Chemical Hot Spots in Plasmonics. Acc. Chem. Res. 2019, 52, 2525−2535. (93) Maier, S. A.; Kik, P. G.; Atwater, H. A. Observation of Coupled Plasmon-polariton Modes in Au Nanoparticle Chain Waveguides of Different Lengths: Estimation of Waveguide Loss. Appl. Phys. Lett. 2002, 81, 1714−1716.\n(94) Huang, S.; Liu, Y.; Zhao, Y.; Ren, Z.; Guo, C. F. Flexible Electronics: Stretchable Electrodes and Their Future. Adv. Funct. Mater. 2019, 29, 1805924. (95) Wamwangi, D.; Detemple, R.; Woeltgens, H.-W.; Wuttig, M.; Zhang, X. Identifying Au-based Te Alloys for Optical Data Storage. J. Appl. Phys. 2004, 95, 7567−7572. (96) Liu, Y.; Chen, Y.-T.; Gu, S.; Kim, D.-W.; Tu, K.-N. Fracture Reliability Concern of (Au, Ni)Sn4 Phase in 3D Integrated Circuit Microbumps Using Ni/Au Surface Finishing. Scr. Mater. 2016, 119, 9−12. (97) Yue, Y.; Gao, Y.; Hu, W.; Xu, B.; Wang, J.; Zhang, X.; Zhang, Q.; Wang, Y.; Ge, B.; Yang, Z.; Li, Z.; Ying, P.; Liu, X.; Yu, D.; Wei, B.; Wang, Z.; Zhou, X.-F.; Guo, L.; Tian, Y. Hierarchically Structured Diamond Composite with Exceptional Toughness. Nature 2020, 582, 370−374. (98) Wu, G.; Chan, K.-C.; Zhu, L.; Sun, L.; Lu, J. Dual-phase Nanostructuring as a Route to High-strength Magnesium Alloys. Nature 2017, 545, 80−83. (99) Luo, Z.; Guo, X.; Hou, J.; Zhou, X.; Li, X.; Lu, K. Plastic Deformation Induced Hexagonal-close-packed Nickel Nano-grains. Scr. Mater. 2019, 168, 67−70.\nhttps://dx.doi.org/10.1021/acs.accounts.0c00487 Acc. Chem. Res. XXXX, XXX, XXX−XXX\nM"
    } ],
    "references" : [ {
      "title" : "Faraday’s Recognition of Ruby Gold: the Birth of Modern Nanotechnology",
      "author" : [ "Thompson", "D. Michael" ],
      "venue" : "Gold Bull. 2007,",
      "citeRegEx" : "Thompson and Michael,? \\Q2007\\E",
      "shortCiteRegEx" : "Thompson and Michael",
      "year" : 2007
    }, {
      "title" : "Three-orders-of-magnitude Variation of Carrier Lifetimes with Crystal Phase of Gold Nanoclusters",
      "author" : [ "R. Jin" ],
      "venue" : "Science 2019,",
      "citeRegEx" : "Jin,? \\Q2019\\E",
      "shortCiteRegEx" : "Jin",
      "year" : 2019
    }, {
      "title" : "Shell-isolated Nanoparticle-enhanced Raman Spectroscopy",
      "author" : [ "D.Y. Wu" ],
      "venue" : "Nature",
      "citeRegEx" : "Wu,? \\Q2010\\E",
      "shortCiteRegEx" : "Wu",
      "year" : 2010
    }, {
      "title" : "Concave Cubic Gold Nanocrystals with High-index Facets",
      "author" : [ "C.A. Mirkin" ],
      "venue" : "J. Am. Chem. Soc. 2010,",
      "citeRegEx" : "Mirkin,? \\Q2010\\E",
      "shortCiteRegEx" : "Mirkin",
      "year" : 2010
    }, {
      "title" : "Synthesis of Machinable Single Crystalline Gold Nanoplates",
      "author" : [ "S. Size-controlled" ],
      "venue" : "Chem. Mater. 2005,",
      "citeRegEx" : "Size.controlled,? \\Q2005\\E",
      "shortCiteRegEx" : "Size.controlled",
      "year" : 2005
    }, {
      "title" : "Sonochemical Formation of Single-crystalline Gold Nanobelts",
      "author" : [ "F. Z" ],
      "venue" : "Angew. Chem., Int. Ed. 2006,",
      "citeRegEx" : "Z.,? \\Q2006\\E",
      "shortCiteRegEx" : "Z.",
      "year" : 2006
    }, {
      "title" : "Shape-controlled Synthesis of Gold and Silver Nanoparticles",
      "author" : [ "Y. Sun", "Y. Xia" ],
      "venue" : "Science",
      "citeRegEx" : "Sun and Xia,? \\Q2002\\E",
      "shortCiteRegEx" : "Sun and Xia",
      "year" : 2002
    }, {
      "title" : "Self-gating in Semiconductor Electrocatalysis",
      "author" : [ "Q. J", "H. Zhang", "Z. Liu" ],
      "venue" : "Nat. Mater. 2019,",
      "citeRegEx" : "J. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2019
    }, {
      "title" : "Observation of Body-Centered Cubic Gold Nanocluster",
      "author" : [ "N. L", "Jin" ],
      "venue" : "Angew. Chem., Int. Ed. 2015,",
      "citeRegEx" : "L. and R.,? \\Q2015\\E",
      "shortCiteRegEx" : "L. and R.",
      "year" : 2015
    }, {
      "title" : "Crystal Phase Regulation in Noble Metal Nanocrystals",
      "author" : [ "Q. Chen", "T. Cheng", "H. Fu", "Y. Zhu" ],
      "venue" : "Chinese. J. Catal. 2019,",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "A Genetic Analysis of Crystal Growth",
      "author" : [ "S. Brown", "M. Sarikaya", "E. Johnson" ],
      "venue" : "J. Mol. Biol",
      "citeRegEx" : "Brown et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Brown et al\\.",
      "year" : 2000
    }, {
      "title" : "Synthesis of Ultrathin Face-Centered-Cubic Au@Pt and Au@Pd Core−Shell Nanoplates from Hexagonal-ClosePacked",
      "author" : [ "C.L. Gan", "H. Zhang" ],
      "venue" : "Au Square Sheets. Angew. Chem., Int. Ed. 2015,",
      "citeRegEx" : "Y. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2015
    }, {
      "title" : "Ethylene Selectivity in Electrocatalytic CO2 Reduction on Cu Nanomaterials: A Crystal Phase-Dependent Study",
      "author" : [ "Zhang" ],
      "venue" : "J. Am. Chem. Soc. 2020,",
      "citeRegEx" : "X. and H.,? \\Q2020\\E",
      "shortCiteRegEx" : "X. and H.",
      "year" : 2020
    }, {
      "title" : "The Formation of Twin Metallic Crystals",
      "author" : [ "G.D. Preston" ],
      "venue" : "Nature 1927,",
      "citeRegEx" : "Preston,? \\Q1927\\E",
      "shortCiteRegEx" : "Preston",
      "year" : 1927
    }, {
      "title" : "Controlled Polytypic and Twin-plane Superlattices in III-V Nanowires",
      "author" : [ "Samuelson" ],
      "venue" : "Nat. Nanotechnol. 2009,",
      "citeRegEx" : "K. and L.,? \\Q2009\\E",
      "shortCiteRegEx" : "K. and L.",
      "year" : 2009
    }, {
      "title" : "Pressure-induced Phase Engineering of Gold Nanostructures",
      "author" : [ "H. Zhang", "Z. Quan" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Zhang and Quan,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang and Quan",
      "year" : 2018
    }, {
      "title" : "Quantum Sized Gold Nanoclusters with Atomic Precision",
      "author" : [ "H. Qian", "M. Zhu", "Z. Wu", "R. Jin" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Qian et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Qian et al\\.",
      "year" : 2012
    }, {
      "title" : "Non-FCC Rich Au Crystallites Exhibiting Unusual Catalytic Activity",
      "author" : [ "G.U. Kulkarni" ],
      "venue" : "Nano Res. 2017,",
      "citeRegEx" : "Kulkarni,? \\Q2017\\E",
      "shortCiteRegEx" : "Kulkarni",
      "year" : 2017
    }, {
      "title" : "Designing Materials for Electrochemical Carbon Dioxide Recycling",
      "author" : [ "E.H. Sargent" ],
      "venue" : "Nat. Catal. 2019,",
      "citeRegEx" : "Sargent,? \\Q2019\\E",
      "shortCiteRegEx" : "Sargent",
      "year" : 2019
    }, {
      "title" : "Active and Selective Conversion of CO2 to CO on Ultrathin Au Nanowires",
      "author" : [ "A.A. Peterson", "S. Sun" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Peterson and Sun,? \\Q2014\\E",
      "shortCiteRegEx" : "Peterson and Sun",
      "year" : 2014
    }, {
      "title" : "Supported Gold Nanoparticles as Catalysts for Organic Reactions",
      "author" : [ "A. Corma", "H. Garcia" ],
      "venue" : "Chem. Soc. Rev. 2008,",
      "citeRegEx" : "Corma and Garcia,? \\Q2096\\E",
      "shortCiteRegEx" : "Corma and Garcia",
      "year" : 2096
    }, {
      "title" : "Epitaxial Growth of Hybrid Noble Metal Nanostructures on 4H/fcc Au Nanowires",
      "author" : [ "J. Gargiulo", "́ R. Berte", "Y. Li", "S.A. Maier", "E. Corteś" ],
      "venue" : "Nat. Chem. 2018,",
      "citeRegEx" : "Gargiulo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gargiulo et al\\.",
      "year" : 2018
    }, {
      "title" : "Optical to Chemical Hot Spots in Plasmonics",
      "author" : [ "S.A. Maier", "P.G. Kik", "H.A. Atwater" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Maier et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Maier et al\\.",
      "year" : 2019
    }, {
      "title" : "Identifying Au-based Te Alloys for Optical Data Storage",
      "author" : [ "X. Zhang" ],
      "venue" : "J. Appl. Phys. 2004,",
      "citeRegEx" : "Zhang,? \\Q2004\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2004
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "CONSPECTUS: Gold (Au), a transition metal with an atomic number of 79 in the periodic table of elements, was discovered in approximately 3000 B.C. Due to the ultrahigh chemical stability and brilliant golden color, Au had long been thought to be a most inert material and was widely utilized in art, jewelry, and finance. However, it has been found that Au becomes exceptionally active as a catalyst when its size shrinks to the nanometer scale. With continuous efforts toward the exploration of catalytic applications over the past decades, Au nanomaterials show critical importance in many catalytic processes. Besides catalysis, Au nanomaterials also possess other promising applications in plasmonics, sensing, biology and medicine, due to their unique localized surface plasmon resonance, intriguing biocompatibility, and superior stability. Unfortunately, the practical applications of Au nanomaterials could be limited because of the scarce reserves and high price of Au. Therefore, it is quite essential to further explore novel physicochemical properties and functions of Au nanomaterials so as to enhance their performance in different types of applications. Recently, phase engineering of nanomaterials (PEN), which involves the rearrangement of atoms in the unit cell, has emerged as a fantastic and effective strategy to adjust the intrinsic physicochemical properties of nanomaterials. In this Account, we give an overview of the recent progress on crystal phase control of Au nanomaterials using wet-chemical synthesis. Starting from a brief introduction of the research background, we first describe the development history of wet-chemical synthesis of Au nanomaterials and especially emphasize the key research findings. Subsequently, we introduce the typical Au nanomaterials with untraditional crystal phases and heterophases that have been observed, such as 2H, 4H, body-centered phases, and crystal-phase heterostructures. Importantly, crystal phase control of Au nanomaterials by wet-chemical synthesis is systematically described. After that, we highlight the importance of crystal phase control in Au nanomaterials by demonstrating the remarkable effect of crystal phases on their physicochemical properties (e.g., electronic and optical properties) and potential applications (e.g., catalysis). Finally, after a concise summary of recent advances in this emerging research field, some personal perspectives are provided on the challenges, opportunities, and research directions in the future.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}