{
  "name" : "downloads_2020-05-23_12_10.1002@aoc.5801.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis, spectral, MOE and cytotoxic studies of nano Ru (III), Pr (III) and Gd (III) metal complexes with new Schiff base ligand based on dibenzoyl methane and anthranilic acid",
    "authors" : [ "Nessma F. Mahmoud", "Walaa H. Mahmoud", "Gehad G. Mohamed" ],
    "emails" : [ "nessmamahmoud27@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "F U L L PA P ER\nSynthesis, spectral, MOE and cytotoxic studies of nano Ru (III), Pr (III) and Gd (III) metal complexes with new Schiff base ligand based on dibenzoyl methane and anthranilic acid\nNessma F. Mahmoud1 | Walaa H. Mahmoud1,2 | Gehad G. Mohamed1,2\n1Chemistry Department, Faculty of Science, Cairo University, Giza, 1213, Egypt 2Egypt Nanotechnology Center, Cairo University, El-Sheikh Zayed, 12588, Egypt\nCorrespondence Nessma F. Mahmoud, Chemistry Department, Faculty of Science, Cairo University. Giza, 12613, Egypt. Email: nessmamahmoud27@gmail.com\nThree metal complexes of Gd (III), Pr (III) and Ru (III) metal ions with Schiff\nbase ligand (H2L) (prepared through l:2 condensation of dibenzoyl methane and anthranilic acid) were prepared and characterized using various physio-\nchemical methods like: elemental analyses, IR, mass spectrometry, magnetic moment, 1H NMR, SEM and TG/DTG thermal analysis. The analytical and\nspectroscopic tools showed that the complexes had composition of ML type\nwith octahedral geometry. The mass spectra gave the possible molecular ion peaks of the Schiff base ligand and three metal chelates. The 1H NMR data\nsupported the IR finding that the ligand coordinated to the metal ions via\ncarboxylate proton displacement. Thermal analysis (TG/DTG) was utilized to\ndifferentiate between coordinated and hydrated water molecules. The Schiff\nbase (H2L) and its metal complexes have been screened for their antibacterial activity against Gram (+) bacteria (Streptococcus aureus and Bacillis subtilis),\nGram (−) bacteria (Salmonella typhimurium and Escherichia coli) and two fungi (Aspergillus fumigatu and Candida albicans) organisms by agar diffusion\nmethod. The anticancer activity was screened against human breast cancer cell\nline (MCF-7). The H2L ligand and its metal chelates were docked using MOE 2008 software with crystal structure of Gram (+) bacteria: Staphylococcus\naureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR) to identify the binding orientation or conformation of the complex\nin the active site of the protein.\nKEYWORD S\nnano metal complexes, Schiff base, SEM, spectral analyses, thermal analysis"
    }, {
      "heading" : "1 | INTRODUCTION",
      "text" : "The synthesis and study of lanthanide complexes are one of the very active and charming fields according to their structural diversity as well as their potential properties.[1] Lanthanide cations have the unique optical, electrical, and magnetic properties, but the properties can be\nchanged and improved to be applied to wider fields through the interactions between lanthanide cations and carboxylic acid ligands.[2] The ruthenium metal possesses several favorable chemical properties indicating that it may be a strong candidate to form a basis for rational anticancer drug design.[3] They are increasingly important for designing metal complexes related to synthetic\nReceived: 8 February 2020 Revised: 21 April 2020 Accepted: 22 April 2020\nDOI: 10.1002/aoc.5801\nAppl Organomet Chem. 2020;e5801. wileyonlinelibrary.com/journal/aoc © 2020 John Wiley & Sons, Ltd. 1 of 21 https://doi.org/10.1002/aoc.5801\nand natural oxygen carriers.[4] The real impetus towards developing their coordination chemistry was their physicochemical properties and significant biological activities.[5] The chemistry of ruthenium is currently receiving a lot of attention, primarily because of the fascinating electron transfer properties displayed by the complexes of this metal.[6] Ruthenium offers a wide range of oxidation states and the reactivity of the ruthenium complexes depend on the stability and interconvertibility of these oxidation states, which in turn depend on the nature of the ligand bound to the metal. Therefore, complexation of ruthenium by ligands of different types has thus been of particular interest.[7–9]\nIn this context, complexes of Gd (III), Pr (III) and Ru (III) have received the greatest interest because of their high magnetic moments and relaxation efficiency. Several Gd (III) complexes are the active constituents of pharmaceuticals employed as contrast agents in clinical MRI diagnostics. The first human MRI study employing a Gd (III) complex was reported in 1984 by Carr et al., who made use of the [Gd (DTPA)]2− (DTPA = diethylentriaminepentacetic acid) complex to identify the presence of cerebral tumors.[10] This complex was the only contrast agent available for many years until a few other polyamino-polycarboxylic complexes, such as [Gd (HP-DO3A)], [Gd (DOTA)]− and [Gd (BOPTA)]2− (HPDO3A = 10-(hydroxypropyl)-1,4,7,10-tetraazacyclododecane-1,4,7-triacetic acid, DOTA = 1,4,7,10-tetraazacyclododecane-N,N,N,Ntetraacetic acid, BOPTA = 4-carboxy-5,8,11-tris (carboxymethyl)-1-phenyl-2-oxa-5,8,11-triaza-tridecan13-oic acid, were recognized to be of practical use in clinical diagnostics.[11] Free Gd (III) ion is extremely toxic at the concentrations needed for MRI studies, for this reason it must be administered in the form of stable complexes, unable to release the metal ion before excretion. Furthermore, the use of synthetic ligands offers an additional advantage consisting of the possibility to prepare specific contrast agents that accumulate in target tissues or a physiological district. For these purposes a large number of existing ligands have been studied and many others were expressly designed and synthesized. The synthesis and characterization of several hexa– coordinated Ru (III) complexes of the type [RuCl (CO) (EPh3)2(L)] (E = P or As; L = monobasic bidentate anion of imidazolo substituted benzylidene imines) were reported.[9] Tetradentate Schiff bases with N2O2 donor atoms are well known to coordinate with various metal ions and have attracted a great deal of interest in recent years due to their rich coordination chemistry.[12,13] The solid complexes of La (III), Ce (III), Pr (III), Nd (III), Sm (III) and Gd (III) with 4-hydroxy-3-(1-{2-(2-hydroxybenzylidene)-aminophenylimino}-thyl)-6-methy-pyran-\n2-one (H2L) derived from o-phenylenediamine, 3-acetyl6-methyl-(2H)pyran,2,4(3H)-dione (dehydroacetic acid or DHA) and salicylic aldehyde have been synthesized and characterized by different physio-chemical techniques.[14]\nThe reactions of Ln (NO3)3·6H2O (Ln = Pr, Nd or Er) with the potentially tridentate O,N,O chelating ligand 2,6-pyridinedimethanol in a 1:2 molar ratio were investigated, and the complexes were isolated.[15] Synthesis, spectroscopic characterization and thermal studies of some rare earth metal (La (III), Ce (III), Pr (III), Nd (III), Sm (III) and Gd (III)) complexes of unsymmetrical tetradentate Schiff base ligand were reported.[16]\nThe transition metal complexes having oxygen and nitrogen donor Schiff bases possess unusual configuration, structural lability and are sensitive to molecular environment.[17] The preparation of a new ligand was a perhaps the most important step in the development of metal complexes which exhibit unique properties and novel reactivity.[18] Since the electron donor and electron acceptor properties of the ligand, structural functional groups and the position of the ligand in the coordination sphere together with the reactivity of coordination compounds may be the factor for different studies.[19] Schiff bases were important class of ligands, such ligands and their metal complexes had a variety of applications including biological, clinical, analytical and industrial in addition to their important roles in catalysis and organic synthesis.[20–23]\nThe present paper deals with the preparation and characterization of three metal complexes and Schiff base ligand (H2L) followed by studying their mode of complexation which have been the subject of several studies due to the fact that the Schiff base ligand and its metal complexes exhibited different biological and industrial applications. The solid chelates were characterized using different physio-chemical techniques like elemental analyses (C, H and N), IR and thermal analyses (TG/DTG). Biological activities of the complexes were studied using Gram (+) and Gram (−) bacterial and fungal organisms. Molecular docking studies were also studied.[24] The optimized structure of the H2L ligand is given in Figure 1."
    }, {
      "heading" : "2 | EXPERIMENTAL",
      "text" : ""
    }, {
      "heading" : "2.1 | Materials and reagents",
      "text" : "All chemicals used were of the analytical reagent grade (AR), and of highest purity available. They included anthranilic acid, dibenzoyl methane, Gd (NO3)3, Pr (NO3)3 and Ru (NO3)3 and they provided from Acros, Sigma, Aldrich Chemicals, respectively. Organic solvents\nused were ethyl alcohol (90%), acetone and dimethylformamide (DMF). Distilled water was usually used in all preparations.\nStock solutions of metal complexes of lxl0−3 M were prepared by dissolving an accurately weighed amount of the complex in dimethylformamide for molar conductivity measurement. Solution of the Schiff base ligand and its metal complexes (1x10−4 M) were prepared and dilute solutions were prepared by dilution from the previous prepared stock solutions for measuring their UV–Vis spectra."
    }, {
      "heading" : "2.2 | Measurements",
      "text" : "Mass spectra were recorded by the EI technique at 70 eV using MS-5988 GS-MS Hewlett–Packard instrument at the Microanalytical Center, National Center for Research, Egypt. Molar conductivities of 10−3 M solutions of the solid complexes in DMF were measured using Jenway 40 l0 conductivity meter. The X-ray powder diffraction analyses were carried out using Philips Analytical X-ray BV, diffractometer type PW 1840. Radiation was provided by copper target (Cu anode 2000 W) high intensity X-ray tube operated at 40 KV and 25 mA. Contact angle was measured by Attension-Theta of Biolin Scientific at Egypt Nanotechnology Center, Cairo University, El-Sheikh Zayed, 6th October, Egypt. Divergence and the receiving slits were l and 0.2, respectively. Microanalyses of carbon, hydrogen and nitrogen were carried out at the Microanalytical Center, Cairo University, Egypt, using CHNS-932 (LECO) Vario Elemental Analyzer. The molar magnetic susceptibility was measured on powdered samples using\nthe Faraday method. The diamagnetic corrections were made by Pascal's constant and Hg[Co (SCN)4] was used as a calibrate. FT-IR spectra were recorded on a PerkinElmer l650 spectrometer (4,000–400 cm-l) in KBr pellets. Scanning electron microscopy (SEM) images of the complexes were recorded on a Quanta FEG250 instrument at the National Research Center, Egypt. lH NMR spectra, as a solution in DMSO-d6, were recorded on a 300 MHz Varian-Oxford Mercury at room temperature using TMS as an internal standard.\nUV–Vis spectra (wavelength range from 200 to 700 nm) were carried out on UV mini-1,240, UV–Vis spectrophotometer, Shimadzu. The thermogravimetric analyses (TG and DTG) of the solid complexes were carried out using Shimadzu TG-60H thermal analyzer, in dynamic nitrogen atmosphere (20 mL.min−1) with a heating rate of 10 C min−1 in platinum crucibles as the sample vessel, using a-Al2O3 as a reference. They were carried out from room temperature to 1,000 C. The antimicrobial activities were carried out at the Microanalytical Center, Alazhar University, Egypt. The anticancer activity was performed at the National Cancer Institute, Cancer Biology Department, Pharmacology Department, Cairo University. The optical density (O.D.) of each well was measured spectrophotometrically at 564 nm with an ELIZA microplate reader (Meter tech. R 960, USA)."
    }, {
      "heading" : "2.3 | Antimicrobial and anticancer activity",
      "text" : "The in vitro antibacterial and antifungal activity tests were performed through the disc diffusion method[25] using gentamicin as positive control for Gram (+) bacteria, ampicillin for Gram (−) bacteria and Ketoconazole for the two fungi, respectively. The bacterial organisms used are Gram (+) bacteria: Streptococcus aureus and Bacillis subtilis, Gram (−) bacteria: Salmonella typhimurium and Escherichia coli and two fungi: Aspergillus fumigatu and Candida albicans. Stock solution (0.00 l mol) was prepared by dissolving the compounds in DMSO. The nutrient agar medium for antibacterial was (0.5% Peptone, 0.1% Beef extract, 0.2% Yeast extract, 0.5% NaCl and l.5% Agar-Agar) was prepared and then cooled to 47 C and seeded with tested microorganisms. After solidification 5 mm diameter holes were punched by a sterile corkborer. The investigated compounds, i.e., ligand and its complexes, were introduced in Petridishes (only 0.l mlr) after dissolving in DMSO at 1.0x10−3 M. These culture plates were then incubated at 37 C for 20 hr for bacteria. The activity was determined by measuring the diameter of the inhibition zone (in mm). The plates were kept for incubation at 37 C for 24 hr and\nthen the plates were examined for the formation of zone of inhibition. The diameter of the inhibition zone was measured in millimeters. Antimicrobial activities were performed in triplicate and the average was taken as the final reading.[26]\nPotential cytotoxicity of the compounds was tested using the method of Skehan and Storeng.[27] Cells were plated in 96-multiwell plate (104 cells/well) for 24 hr before treatment with the compounds to allow attachment of cell to the wall of the plate. A fresh stock solution of 1x10−3 M of Schiff base ligand (0.0012 g/l) was prepared in the appropriate volume of ethanol (95%). Dimethyl sulphoxide (DMSO) (Sigma Chemical Co., St. Louis, MO, USA) was used in cryopreservation of cells. RPMI-1640 medium (Sigma Chemical Co., St. Louis, MO, USA) was used. The medium was used for culturing and maintenance of the human tumor cell line. The medium was supplied in a powder form. It was prepared as follows: 10.4 g medium was weighed, mixed with 2 g sodium bicarbonate, completed to 1l with distilled water and shook carefully till complete dissolution. The medium was then sterilized by filtration in a Millipore bacterial filter (0.22 ml). The prepared medium was kept in a refrigerator (4 C) and checked at regular intervals for contamination. Before use, the medium was warmed at 37 C in a water bath and supplemented with penicillin/streptomycin and FBS. Sodium bicarbonate (Sigma Chemical Co., St. Louis, MO, USA) was used for the preparation of RPMI-l640 medium. 0.05% Isotonic Trypan blue solution (Sigma Chemical Co., St. Louis, MO, USA) was prepared in normal saline and was used for viability counting. l0% Fetal Bovine Serum (FBS) (heat inactivated at 56 C for 30 min), 100 units/ml Penicillin and 2 mg/ml Streptomycin were supplied from Sigma Chemical Co., St. Louis, MO, USA and were used for the supplementation of RPMI-l640 medium prior to use. 0.025% (w/v) Trypsin (Sigma Chemical Co., St. Louis, MO, USA) was used for the harvesting of cells. 1% (v/v) Acetic acid (Sigma Chemical Co., St. Louis, MO, USA) was used for dissolving the unbound SRB dye. 0.4% Sulphorhodamine-B (SRB) (Sigma Chemical Co., St. louis, Mo, USA) dissolved in l% acetic acid was used as a protein dye. A stock solution of trichloroacetic acid (TCA, 50%, Sigma Chemical Co., St. Louis, MO, USA) was prepared and stored. 50 μL of the stock was added to 200 μL RPMI-l640 medium/well to yield a final concentration of l0% used for protein precipitation. l00% Isopropanol and 70% ethanol were used. Tris base l0 mM (pH 10.5) was used for SRB dye solubilization. 121.1 g of tris base was dissolved in l000 ml of distilled water and pH was adjusted by HCl acid (2 M).\nDifferent concentrations of the compounds under investigation (0, 5, 12.5, 25, 50 and 100 μg/ml) were\nadded to the cell monolayer and triplicate wells were prepared for each individual dose. The monolayer cells were incubated with the compounds for 48 hr at 37 C and in 5% CO2 atmosphere. After 48 hr, cells were fixed, washed and stained with SRB stain. Excess stain was washed with acetic acid and attached stain was recovered with tris-EDTA buffer. The optical density (O.D.) of each well was measured spectrophotometrically at 564 nm with an ELIZA microplate reader and the mean background absorbance was automatically subtracted and mean values of each drug concentration was calculated. The relation between surviving fraction and drug concentration is plotted to get the survival curve of breast tumor cell line for each compound.\nCalculation: The percentage of cell survival was calculated as\nfollows:\nSurvival fraction=O:D: treated cellsð Þ=O:D: control cellsð Þ:\nThe IC50 values (the concentrations of the H2L ligand or complexes required to produce 50% inhibition of cell growth). The experiment was repeated 3 times."
    }, {
      "heading" : "2.4 | Synthesis of Schiff base ligand",
      "text" : "The Schiff base ligand (H2L) was prepared by refluxing a mixture of dibenzoyl methane (17.83 mmol, 4 g) dissolved in acetone was added dropwise to anthranilic acid (35.65 mmol, 4.89 g) dissolved in ethanol. The resulting mixture was stirred under reflux for about 2 hours during where a greenish yellow solid compound was separated. It was filtered, recrystallized from ethanol and washed with diethyl ether and dried in vacuum.\nYield 85%; yellow solid, m.p. 64 C. Anal. Calcd. for C29H22N2O4 (%):C, 75.32; H, 4.70; N, 6.06. Found (%):C, 75.35; H, 4.20; N, 6.24. IR (ν, cm−1): 3372br (OH), 1671sh (C=O), 1612sh (C=N), 1558sh (COO)asym, 1419sh (COO)sym, 1245sh (C-O). Uv–vis (λmax, nm): 269 (π–π*), 360 (n–π*). 1H NMR (δ, ppm): 12.98 (s, 2H, COOH), 7.34–8.18 (m, 18H, Ar-H), 1.81 (m, 2H, CH2)."
    }, {
      "heading" : "2.5 | Synthesis of metal complexes",
      "text" : "The Gd (III), Pr (III) and Ru (III) complexes were prepared by reaction of 1:1 molar mixture of hot ethanolic solution (60 C) of the metal nitrates (8.65x10−4 mol) and the ligand (H2L) (0.4 g, 8.65x10\n−4 mol). The resulting mixture was stirred under reflux for l hour whereupon the complexes precipitated. They were collected by filtration, purified by washing several times with diethyl ether.\nGd Lð Þ H2Oð Þ NO3ð Þ½ :H2O\nYield 83%; brown solid, m.p. 236 C. Anal. Calcd. for C29H26GdN3O9 (%):C, 48.54; H, 3.36; N, 5.86. Found (%): C, 48.47; H, 3.57; N, 5.90. IR (ν, cm−1): 3435br (OH), 1693s (C=O), 1,619 m (C=N), 1,522 m (COO)asym, 1440s (COO)sym, 1,391 m (NO3)asym, 1,225 m (C-O), 813 m (NO3)sym. Uv–vis (λmax, nm): 264 (π–π*), 339 (n–π*), 626 (d ــــ d transition).\nPr Lð Þ H2Oð Þ NO3ð Þ½ :H2O\nYield 79%; brown solid, m.p. 270 C. Anal. Calcd. for C29H26N3O9Pr (%):C, 49.64; H, 3.71; N, 5.99. Found (%): C, 49.63; H, 3.75; N, 5.85. IR (ν, cm−1): 3469br (OH), 1678s (C=O), 1,596 m (C=N), 1,537 m (COO)asym, 1471s (COO)sym, 1,363 m (NO3)asym, 1,229 m (C-O), 820 m (NO3)sym. Uv–vis (λmax, nm): 264 (π–π*), 350 (n–π*), 537 (d ــــ d transition).\nRu Lð Þ H2Oð Þ NO3ð Þ½ :H2O\nYield 84%; dark brown solid, m.p. 247 C. Anal. Calcd. for C29H26N3O9Ru (%):C, 52.65; H, 3.93; N, 6.35. Found (%):C, 52.71; H, 3.94; N, 6.47. IR (ν, cm−1): 3432br (OH), 1,664 m (C=O), 1,598 m (C=N), 1521sh (COO)asym, 1465s (COO)sym, 1,382 m (NO3)asym, 1,264 m (C-O), 857 m (NO3)sym. Uv–vis (λmax, nm): 272 (π–π*), 332 (n–π*), 532 (d ــــ d transition); 1H NMR (δ, ppm): COOH disappeared, 7.34–8.18 (m, 18H, Ar-H), 1.80 (m, 2H, CH2)."
    }, {
      "heading" : "2.6 | Computational methodology",
      "text" : "DFT calculations and molecular modeling theoretical calculations for Schiff base ligand (H2L) was carried out on Gaussian03 package[28] at density functional theory (DFT) level of theory. The molecular geometry for the tested ligand was fully optimized using density functional theory based on B3LYP method along with the LANL2DZ basis set. The optimized structure of the ligand (H2L) was visualized using Chemcraft version 1.6 package[29] and GaussView version 5.0.9.[30] Quantum chemical parameters such as the highest occupied molecular orbital energy (EHOMO), the lowest unoccupied molecular orbital energy (ELUMO) and HOMO–LUMO energy gap (ΔE) for the investigated molecule were calculated."
    }, {
      "heading" : "2.7 | Molecular docking",
      "text" : "Molecular Operating Environment (MOE) 2008 (Moe source: Chemical Computing Group Inc., Quebec,\nCanada, 2008) program was used in molecular docking studies. Firstly, a Gaussian Contact surface around the binding site was sketched, then the surface enclosed the van Waals surface (we made filling in solvent in accessible gaps). Finally docking studies were done to assess the binding free energy of the inhibitor inside the macromolecule. The Dock scoring in MOE software was done utilizing London DG scoring function and has been upgrading by using two unrelated refinement methods, the Grid-Min pose and the Force-filed have been improved to check that refined poses meet the specified conformations. Auto rotatable bonds were allowed; the best ten binding poses were directed to analyze for achieving the best score to compare the docking poses to the ligand in the co-crystallized structure.[31]\nIn order to find out the possible binding modes of the most active compounds against crystal structure of Gram (+) bacteria: Staphylococcus aureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR). Molecular docking studies were performed using MOE 2008 software and it is a rigid molecular docking software.[32] The structure of ligand in PDB file format was created by Gaussian03 software. The crystal structure of Gram (−) bacteria: Escherichia coli (PDB ID: 3Q8U) and Staphylococcus aureus (PDB ID: lDZR) were downloaded from the protein data bank (http://www.rcsb.org./ pdb)."
    }, {
      "heading" : "3 | RESULTS AND DISCUSSION",
      "text" : ""
    }, {
      "heading" : "3.1 | Characterization of Schiff base ligand (H2L)",
      "text" : "New Schiff base ligand was prepared by the reaction of dibenzoyl methane with anthranilic acid in 1:2 ratio. The ligand was yellowish colored solid and stable at room temperature. It was soluble in common organic solvents. Elemental analysis was found to be (Found: C 75.35; H 4.20; N 6.24; calcd: C 75.32; H 4.70; N 6.06%). The results obtained were in good agreement with those calculated for the suggested formula indicating that the ligand had the molecular formula C29H22N2O4.\n[33] The optimized structure of the symmetric Schiff base ligand under study was shown in Figure 1."
    }, {
      "heading" : "3.1.1 | Geometrical optimization of the ligand",
      "text" : "Quantum chemical parameters of organic compounds are obtained from calculations such as energies of the highest occupied molecular orbital, EHOMO, energies of\nthe lowest unoccupied molecular orbital ELUMO, separation energies ΔE, absolute electronegativities χ, chemical potentials Pi, absolute hardness η and absolute softness σ according to the following equations (Table 1)[34,35]:\nΔE=ELUMO−EHOMO\nχ = − EHOMO +ELUMOð Þ\n2\nη= ELUMO−EHOMO\n2\nσ= 1 η\nPi= −χ\nS= 1 2η\nω= Pi2\n2η\nΔNmax = − Pi η\nThe concepts of the parameters χ and Pi are linked to each other. The inverse of the global hardness is chosen as the softness σ.[36] From the above data it can deduced that:\n1 Absolute hardness η and softness σ are important properties to calculate the molecular stability and reactivity. A hard molecule has a large energy gap and a soft molecule has a small energy gap. Soft molecules are more reactive than hard ones because they could easily donate electrons to an acceptor. In a complex formation system, the ligand act as a Lewis base while the metal ion acts as a Lewis acid. Metal ions are soft acids and thus soft base ligands are most effective for complex formation. Accordingly, it was concluded that ligand with a proper value σ have a good tendency to chelate metal ions effectively.[37] This is also fixed from the calculated chemical potential Pi for the ligand. 2 The reactivity index calculates the stabilization in energy when the system accepts an additional electronic charge (ΔNmax) from the environment, the electrophilicity index (χ) is positive. Definite quantity and the direction of the charge transfer is completely measured by the electronic chemical potential (Pi) of the molecule because an electrophile is a chemical species capable of accepting electrons from the environment and its energy must reduce upon accepting electronic charge.[38] Therefore, its electronic chemical potential must be negative exactly as maintained by the values in Tables 1, 2.\nBoth the highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) are the main orbital takes part in chemical stability. The HOMO represents the ability to donate an electron, LUMO as an electron acceptor represents the ability to obtain an electron."
    }, {
      "heading" : "3.1.2 | Molecular electrostatic potential (MEP)",
      "text" : "To detect variably charged region and the charge distributions for the ground state geometry, maps of the molecular electrostatic potentials (MEPs) were collected by DFT calculation (Figure 2). The molecular electrostatic potential V(r), is defined by;\nV rð Þ= X A ZA RA−rð Þ ð ρð‘rÞ ‘r−rð Þ dð‘rÞ\nwhere, ZA is the charge of nucleus A, located RA, ρð‘rÞ is the electronic density function for the molecule.[39,40] In the map of the molecular electrostatic potential surface with the electrostatic potential surface (MEP), the region is represented by using different colors corresponding different charges. The red colors are associated with electron rich area, the blue represent electropositive sites, while the green areas reflect zero electrostatic potentials. The maps of MEP showed that the negative potential sites were on electronegative atoms as well as the positive potential sites area around the hydrogen atoms. It can be seen from Figure 2 that; negative potential regions of H2L area mainly localized around carboxylate oxygen and azomethine nitrogen atom making these sites to be favored coordination sites for attacking by metal ions. Analysis of MEP offers necessary information about the reactive sites of electrophilic and nucleophilic attack for the title molecules.[41]"
    }, {
      "heading" : "3.1.3 | Mulliken atomic charges for the ligand",
      "text" : "The Mulliken atomic charges are summarized in Table 3 and Figure 3. The total charge of the two donor nitrogen atoms of azomethine groups are −0.085 and 0.073 a.u. respectively. For the two donor carboxylate oxygen atoms the total charge are −0.056 and 0.050 a.u. The remaining charges, (which are the summation of charges on all atoms other than donating atoms on the ligand) are more positive suggesting electrons may transfer from many atoms in the ligand to metal during complexation due to hyperconjugation. The C15, C23, C50, C54 atoms had higher positive atomic charges than the other carbon atoms of 0.055, 0.072, 0.121 and 0.122 a.u., respectively. This was due to the electronegative atoms such as carboxylate oxygen and azomethine nitrogen attached to these carbon atoms.[42]"
    }, {
      "heading" : "3.2 | Characterization of metal complexes",
      "text" : "All the complexes were colored and stable to air and moisture. They were soluble in DMF. The details of their synthesis and preparation are presented in Section 2.4.2. The complexes were characterized by different techniques such as elemental analyses, mass, IR spectroscopy, thermal analyses, SEM, X-ray and contact angle."
    }, {
      "heading" : "3.2.1 | Elemental analysis and molar conductivities",
      "text" : "The complexes were prepared in high yield from a reaction of respective metal nitrates with the Schiff base ligand H2L in 1:1 molar ratio, using ethanol as the reaction medium. The results of elemental analysis (Table 4) are corresponding to the 1:1 metal-to-ligand\nstoichiometry. The elemental analysis data showed that all the complexes have a composition of [M(L)(H2O) (NO3)].H2O; M: Gd (III), Pr (III) and Ru (III). The synthesized Schiff base ligand and its complexes are stable at room temperature. The analytical data are compatible with the proposed stoichiometry of the complexes.[43]\nThe solubility of the complexes in DMF allowed calculation of the molar conductivity of 10−3 M solutions at\n25 ± 2 C. The results were listed in Table 1. It was concluded from the results that the metal complexes were non-electrolytes, which attributed to the bonding of the nitrate anions to the metal ions in the inner coordination sphere. The Gd (III), Pr (III) and Ru (III) chelates had molar conductance of 38.2, 13.3 and 14.7 Ω-l mol-l cm2, respectively.[44]"
    }, {
      "heading" : "3.2.2 | IR spectra",
      "text" : "The prominent infrared spectral data of Schiff base ligand and its metal complexes (supplementary figure 1) are presented in Table 5. Upon comparison, there are some important notes:\n1 The IR spectrum of H2L ligand showed ν (OH) stretching vibration at 3372 cm−1. The IR spectra of the metal complexes showed broad bands in the range of 3,332–3,469 cm-l due to ν (OH) stretch of water in complexes. The band observed at 1671 cm-l in the H2L ligand IR spectrum was assigned to ν(C=O), and its shift to lower wavenumbers at 1664–1693 cm-l in all metal complexes have been related as result of coordination through deprotonation of –COOH group.[45] 2 The lack of the NH2 stretching band characteristic of anthranilic acid and the presence of new strong and sharp vibration band at l612 cm-l due to the azomethine group, ν(C=N), indicating the formation of the Schiff base ligand. The ν(C=N) vibration of the azomethine was shifted to 1,596–1,619 cm-l in the IR spectra of the complexes owing to the participation of azomethine nitrogen in complex formation.[46,47] 3 The bands observed at 1558 and 1,419 cm-l in the ligand IR spectrum were assigned to ν (COO)asym and ν (COO)sym, respectively.[48] They were shifted to lower wavenumbers in the range of 152 l-1,537 cm-l and 1,440–1,471 cm-l, respectively, in all metal complexes that have been related as result of coordination through deprotonation of –COOH group.[45] 4 The medium band was observed at 1363–1391 cm−1\ndue to ν (NO3)asym stretching. Another band appeared at 813–857 cm−1 referred to ν (NO3)sym stretching.[49] 5 The sharp band in the free H2L ligand at 1245 cm -l was\ndue to bending vibration band of ν(C-O) group that shifted in the complexes to 1,225–1,264 cm-l. 6 In the IR spectra of the metal complexes, the appearance of bands around 863–877 cm-l and 926–947 cm-l\nreferred to ν(H2O stretching of coordinated water), 566–583 cm-l referred to ν(M-O) stretching, 522–531 cm-l referred to ν(M-O) stretching of coordinated water and 429–459 cm-l referred to ν(M-N) stretching vibrations.[48]\nFIGURE 3 Mullikan charges for free H2L ligand\nCompound (Molecular Formula)\nColor (%yield)\nM.p. ( C)\n% Found (Calcd.) Λm Ω-lmol-l\ncm2 μeff (BM)C H N\nH2L Yellow (85) 64 75.35 (75.32) 4.20 (4.70) 6.24 (6.06) -------- --------\n[Gd(L)(H2O)(NO3)].H2O Brown (83) 236 48.47 (48.54) 3.57 (3.63) 5.90 (5.86) 38.2 7.80\n[Pr(L)(H2O)(NO3)].H2O Brown (79) 270 49.63 (49.64) 3.75 (3.71) 5.85 (5.99) l3.3 3.53\n[Ru(L)(H2O)(NO3)].H2O Dark Brown (84)\n247 52.71 (52.65) 3.94 (3.93) 6.47 (6.35) 14.7 1.86\nTherefore, from the previous IR study, it is concluded that H2L behaves as a di-negative tetradentate NNOO donor ligand coordinated to the metal ions via azomethine N and deprotonated carboxylate O.[50]"
    }, {
      "heading" : "3.2.3 | 1H NMR spectra",
      "text" : "The 1H NMR spectrum of the ligand showed a multiple band in the region 7.34–8.18 ppm which may be assigned to aromatic ring protons. This multiple band exist in the 1H NMR spectrum of Ru (III) complex at 7.36–8.18 ppm. While, the carboxylic acid group was given as sharp singlet at 12.98 ppm in the spectrum of the Schiff base ligand. The band due to the carboxylate groups was disappeared in the spectrum of the Ru (III) complex confirming the deprotonation of the carboxylate proton during complex formation.\n3.2.4 | UV/vis spectra and magnetic moment measurements\nTwo absorption peaks of the free Schiff base ligand appeared at 263 and 342 nm. The band of 342 nm might be assigned to n-π* transition of conjugation between lone-pair electron of p orbital of N atom in C = N group and a conjugated π bond of benzene ring. A peak at 263 nm was assigned to intraligand π ! π* transitions of conjugation system of Schiff base. Uv/vis spectra of the three metal complexes (supplementary Figure 2) were very similar as that of Schiff base ligand when they gave bands at 332–350 nm for n-π* transition and at 264–272 nm for π -π* transition.[51] The expected d ــــ d transitions appeared at 626, 537 and 532 nm for Gd (III), Pr (III) and Ru (III) complexes, respectively. Although a molar extinction coefficient was not given, it can be calculated for this instrument using a modified form of Beer's law[52]:\nA= εbC\nwhere ε is the molar extinction coefficient of the three metal complexes (Lmol−1 cm−1), A is absorbance, b is the path length of the cuvette (cm) here equal 1, C is the concentration of metal complex solution (mol/l).\nThe molar extinction coefficients (ε in Lmol−1 cm−1) for the Gd (III) metal complex were 260 Lmol−1 cm−1 (d ــــ d transition), 15,640 Lmol−1 cm−1 (n-π* transition) and 12,860 Lmol−1 cm−1 (π -π* transition). For the Pr (III) metal complex were 60 Lmol−1 cm−1 (d ــــ d transition), 10,780 Lmol−1 cm−1 (n-π* transition) and 2,910 Lmol−1 cm−1 (π -π* transition). Finally\nfor the Ru (III) metal complex were 900 Lmol−1 cm−1 (d ــــ d transition), 3,320 Lmol−1 cm−1 (n-π* transition) and 3,380 Lmol−1 cm−1 (π -π* transition).\nThe room temperature magnetic moment values of the Pr (III) and Gd (III) complexes were found to be 3.53 and 7.80 BM, respectively.[14] The room temperature magnetic moment value of Ru (III) complex was found to be 1.86 BM indicating the presences of one unpaired electron, suggesting a low spin t2g\n5 configuration for the ruthenium (III) ion an octahedral environment in all of these complexes.[9]"
    }, {
      "heading" : "3.2.5 | Mass spectral studies",
      "text" : "The mass spectrum of the H2L ligand was characterized by the molecular ion peak appeared at (m/z) 46 l.78 amu confirming the proposed formula in which the ligand moiety was C29H22N2O4 with atomic mass 462 amu.\nThe mass spectrum of [Gd(L)(H2O)(NO3)].H2O metal complex showed the molecular ion peak at m/z 7 l6 amu corresponding to [C29H24GdN3O9]\n+ ion (calcd. M.wt. = 715 g/mol). The peaks at m/z = 616, 399, 149, 111, 105 and 83 amu were due to different fragments. The base peak may be due to delocalization with the aromatic ring. The intensities of remaining peaks were in accordance with their abundances. The parent ligand molecular ion peak was found at m/z = 46 l amu corresponding to the [C29H22N2O4]\n+ ion confirming the complex formation.[53] The [Pr(L)(H2O)(NO3)].H2O complex also exhibited molecular ion peak at m/z 698 (calcd. = 699 M + l). This molecular ion peak undergoes fragmentation and displayed multiple peaks corresponding to successive degradation of the complex and ligand. The expected peak appeared at m/z 461 amu in the mass spectrum of the complex assignable to the parent ion of H2L ligand [C29H22N2O4] in the complex.\nThe proposed molecular formulae of [Ru(L)(H2O) (NO3)].H2O complex was confirmed by comparing its molecular formula weight with the m/z value. The molecular ion peak appeared at m/z = 662 (M + 3) amu. The calculated molecular weight of the Ru (III) complex was found to be 661 g/mol. The mass spectrum of the complex showed that the parent H2L ligand peak at 462 amu confirming the complex formation, see supplementary figure 3.[54]"
    }, {
      "heading" : "3.2.6 | Thermal analyses",
      "text" : "TG was carried out from the ambient temperature up to 1,000 C to investigate the thermal stabilities of these new metal complexes (supplementary Figure 4) and to\ndecide whether the water molecules (if present) are inside or outside the inner coordination sphere of the central metal ion.[55,56]\nThe Schiff base ligand (H2L) with the molecular formula (C29H22N2O4) was thermally decomposed in two successive decomposition steps. The first and second steps with estimated mass loss of 99.92% (calculated mass loss = 98.71%) within the temperature range 152–367 C may be attributed to the loss of C29H22N2O4 molecule. The DTG curve gives two maximum peaks temperature at 182–352 C. The overall weight loss amounts to 99.92% (calculated mass loss = 98.71%).\nThe TG curve of [Gd(L)(H2O)(NO3)].H2O complex (Table 6) exhibited three main degradation steps. The first step of degradation occurred within the temperature range from 30 to 161 C and was accompanied by a mass loss of 5.03% (calcd. = 5.02%). It corresponds to the loss of 2H2O. The second step of degradation occurred at the temperature range from 161 to 443 C and was accompanied by a mass loss of 22.76% (calcd. = 22.40%). It corresponds to the loss of C8H4N2O2 molecules. The third step of degradation occurred in the temperature range from 445 to 1,000 C and was accompanied by a mass loss of 22.92% (calcd. = 23.70%). It corresponds to the loss of C7Hl6NO3.5 fragment. The total mass loss was 50.70% (calcd. = 51.13%) leaving gadolinium oxide contaminated with carbon as a residue.\nThe TG curve of [Pr(L)(H2O)(NO3)].H2O complex (Table 6) exhibited three main degradation steps. The first step of degradation occurred in the temperature range from 31 to 166 C and was accompanied by a mass loss of 5.26% (calcd. = 5.15%). It corresponds to the loss of 2H2O. The second step of degradation occurred at the temperature range from 166 to 465 C and was\naccompanied by a mass loss of 46.42% (calcd. = 46.92%). It corresponds to the loss of Cl9H8N2O4 molecules. The third step of degradation occurred within the temperature range from 465 to 1,000 C and was accompanied by a mass loss of l5.10% (calcd. = 14.02%). It corresponds to the loss of Cl4Hl2NOl.5 fragment. The total mass loss was 66.78% (calcd. = 66.09%) leaving praseodymium oxide contaminated with carbon as a residue.\nThe thermogram of [Ru(L)(H2O)(NO3)].H2O complex started decomposition with weight loss equal to 5.36% (calcd. 5.46%) in the temperature range of 31–175 C. This corresponds to loss of 2H2O molecules in the first stage of decomposition. In the second stage, the complex showed removal of C17H10N2O4 molecule at 175–475 C with an estimated weight loss of 46.32% (calcd. 46.43%). In the third stage, the complex showed removal of C5Hl0NOl.5 molecule at 475–1000 C with an estimated weight loss of 15.16% (calcd. 16.38%). The total weight loss amounted to 68.84% (calcd. 68.27%) leaving ruthenium oxide contaminated with carbon as a residue."
    }, {
      "heading" : "3.2.7 | SEM analyses",
      "text" : "The SEM analysis was carried out to check the surface morphology of the selected H2L ligand and its Gd (III), Pr (III) and Ru (III) metal chelates, and the micrographs obtained are given in Figure 4. The micrograph of the [Gd(L)(H2O)(NO3)].H2O complex given in Figure 4a showed the presence of well-defined crystals free from any shadow, and its external surface had a twisted fiber and grass-like morphology. The [Pr(L)(H2O)(NO3)]. H2O complex in Figure 4b, that particles of metal complex powder were organized and compact. On the other\nhand, the micrograph of the [Ru(L)(H2O)(NO3)].H2O complex, Figure 4c, showed a rock-like appearance with a numerous territorial patch. It was evident from the SEM study that in the synthesized metal complex, semicrystals were found to grow up from just a single molecule to several molecules in an aggregate distribution with particle sizes of few nanometers. The average particle size of Gd (III) complex was l2.53 nm, 14.90 nm for Pr (III) complex, but the average particle size of Ru (III) complex was 17.59 nm.[57,58]"
    }, {
      "heading" : "3.2.8 | X-ray powder diffraction",
      "text" : "The XRD spectra for the three metal chelates at room temperature showed diffraction peaks which were indexed using the CHEKCELL program.[59] Data analysis of Gd (III) chelate (Figure 5) revealed that it had a triclinic structure, a P-l space group, with values of the lattice parameters, a = 50.76820 Å, b = 54.92800 Å, c = 52.65230 Å and unit cell volume = 146818.59 Å3. Also, data analysis for the Pr (III) complex revealed a\nFIGURE 4 SEM images of (a) [Gd(L)(H2O)(NO3)].H2O, (b) [Pr(L)(H2O)(NO3)].H2O and (c) [Ru(L)(H2O)(NO3)].H2O metal complexes\ntriclinic structure, a P-l space group, with values of the lattice parameters a = ll.54200 Å, b = l3.l9900 Å, c = l3.68700 Å, and unit cell volume = l650.63 Å3. The Ru (III) metal complex had a hexagonal structure, a P space group, with values of the lattice parameters, a = b = 2.72400 Å, c = 4.33200 Å and unit cell volume = 27.84 Å3."
    }, {
      "heading" : "3.2.9 | Contact angle",
      "text" : "The wettability of liquid to solid can be measured by the contact angle. The contact angle is defined as the angle between the solid surface and the line tangent to the drop at the contact line (as shown in Figure 6), which can be used to measure the spread tendency of a liquid on the solid surface.[60] A contact angle (θ) less than 90 indicates that a solid surface for a liquid is partial wetting; if θ = 0 , the liquid will completely spread on the solid surface, and this situation is called complete wetting; if θ > 90 , it is called partial nonwetting; and if θ = l80 , it is called completely non wetting, and the solid surface is called a perfectly hydrophobic surface.[61] Recently, the intrinsic wetting threshold was considered to be 65 , not 90 . As a parameter for quantifying the wetting, the contact angle is pertinent to adhesion, printing processes, heterogeneous nucleation, catalysis, ice accretion on an aircraft.[62–64] The contact angle (θ) of the three metal complexes were found to be: 152.72 for Gd (III) complex, 141.45 for Pr (III) complex and 153.58 for Ru (III) complex indicate the hydrophobicity of the three metal chelates to water. Chelation reduces the polarity of the metal ion considerably because of the partial sharing of its positive charge with the donor group and also due to π-electron delocalization on the whole chelate ring. So, the reduction in polarity increases the lipophilic character of the chelates and an interaction between the metal\nion and the lipid is favored. This may lead to the breakdown of the permeability barrier of the antimicrobial cell.[65,66]"
    }, {
      "heading" : "3.2.10 | Structural interpretation",
      "text" : "Theoretical approaches made by Liang and Lipscomb[67] indicated that the nitrogen atom was more negatively charged than the oxygen atom in the isolated metal ion and consequently it may account for the coordination of the nitrogen atom rather than the oxygen atom to the metal ion. Moreover, these authors have found that in the presence of the metal ions, the tetradentate binding conformation with both N and O atoms coordinated to the metal ions was favored.[68]\nThe structures of the Schiff base ligand (H2L) with Gd (III), Pr (II) and Ru (III) complexes were characterized by elemental analyses, molar conductance, SEM and thermal analysis data and the proposed structures of metal complexes were reported in Figure 7.[69]"
    }, {
      "heading" : "3.2.11 | Biological studies",
      "text" : "The synthesized H2L ligand and the complexes were tested for their in vitro antimicrobial activity. They were tested against the two-Gram (+) bacteria: Streptococcus aureus and Bacillis subtilis and two-Gram (−) bacteria: Salmonella typhimurium and Escherichia coli and two different fungi: Aspergillus fumigatun and Candida albicans.\nThe Gd (III) complex showed antibacterial activity of inhibition zone diameter of 13–15 mm, while its antifungal activity of inhibition zone diameter of 0–12 mm. The Pr (III) complex showed antibacterial activity of\ninhibition zone diameter of 12–14 mm, while Pr (III) complex considered as fungal inactive. The Ru (III) complex showed greater antifungal activity of inhibition zone diameter of 14 mm (Table 7 and Figure 8). Also, the Ru (III) complex showed greater antibacterial activity of inhibition zone diameter of 13–16 mm (Table 4 and Figure 6).[70]\nBy comparing the antimicrobial activity of H2L ligand and its three metal complexes with other previously synthesized ligands and their Gd (III), Pr (III) and Ru (III) metal chelates that previously mentioned in the literature survey, it could found that hexa–coordinated Ru (III) complexes of the type [RuCl (CO)(EPh3)2(L)] (E = P or As; L = monobasic bidentate anion) showed antibacterial activity against E. Coli with inhibition zone diameter of 12–16 mm (streptomycin as\nstandard drug).[9] The solid complexes of Pr (III) and Gd (III) with 4-hydroxy-3-(1-{2-(2-hydroxy-benzylidene)aminophenylimino}-thyl)-6-methy-pyran-2-one (H2L) derived from o-phenylenediamine, 3-acetyl-6-methyl(2H)pyran,2,4(3H)-dione (dehydroacetic acid or DHA) and salicylic aldehyde have been screened against Streptococcus aureus and Bacillis subtilis (Gram (+) bacteria) and E. Coli (Gram (−) bacteria). For Pr (III) metal complex the inhibition zone diameters were 12, 16 and 14 mm for E. Coli, Streptococcus aureus and Bacillis subtilis, respectively. For Gd (III) metal complex the inhibition zone diameters were 13, 18 and 16 mm for E. Coli, Streptococcus aureus and Bacillis subtilis, respectively.[14] It is clear from these data that the previously reported complexes had biological activity nearly the same or lower to some extent than those reported here.\nTABLE 7 Biological activity of H2L and its metal complexes\nSample\nInhibition zone diameter (mm/mg sample)\nGram (+) Bacteria Gram (−) Bacteria Fungi\nStreptococcus aureus\nBacillus Subtilis\nSalmonella typhimurium\nEscherichia coli Aspergillus fumigatus\nCandida albicans\nControl: DMSO 0 0 0 0 0 0\nKetoconazole ----- ----- ----- ----- 17 20\nAmpicillin ----- ----- 24 32 ----- -----\nGentamycin 24 26 ----- ----- ----- -----\nLigand (H2L) 15 16 10 10 0 0\n[Gd(L(H2O)(NO3)].H2O 15 13 14 15 12 0\n[Pr(L)(H2O)(NO3)].H2O 13 14 12 14 0 0\n[Ru(L)(H2O)(NO3)].H2O 13 16 13 15 14 0\nSuch increased activity of the Ru (III) complex was in a good agreement with contact angle result of the complex (153.58 ) indicating the high hydrophobicity of this metal chelates to water. These results could be explained on the basis of the Tweedy's chelation theory.[71] Chelation reduces the polarity of the metal ion. The lipids and polysaccharides are some important constituents of the cell wall and membranes which are preferred for metal ion interaction. Apart from this, the cell walls also contain many phosphates, carbonyl and cystenyl ligands which maintain the integrity of the membrane by acting as a diffusion barrier and also provide suitable sites for binding. Furthermore, the reduction in polarity increases the lipophilicity of the complexes and an interaction between the metal ion and the lipid is favored. This may lead to the breakdown of the permeability barrier of the cell resulting in interference with the normal cell processes.[69]\nThe activities of the prepared H2L ligand and its metal complexes were confirmed by calculating the activity index according to the following relation[72,73]:\nActivity index Að Þ= Inhibition Zone of compound ðmmÞ × 100\nInhibition Zone of standard drug mmð Þ\nFrom the data, it is concluded that the Ru (III) complex had the highest activity index, while the Pr (III) complex had the lowest activity index (Figure 9).[32,74]"
    }, {
      "heading" : "3.2.12 | Cytotoxic studies",
      "text" : "The results of the in vitro cytotoxic activity (Table 8 and Figure 10) were expressed as IC50 (the concentration of the compound in μg/ml that inhibits proliferation of the cells by 50% as compared to the untreated control cells) which are given in Table 5. The ligand and its complexes were investigated for their anticancer activity against human breast cancer cell line MCF-7. The ligand showed results of inhibition of cell growth lower than 70% so no further testing with different concentration for the H2L ligand was done. But the metal complexes showed IC50 values in the range of 4.8–23.4 μg/ml toward human breast cancer cell line (MCF-7). Shier[75] suggested that compounds exhibiting IC50 values more than l0–25 μg/ml had weak cytotoxic activities while compounds with IC50 values less than 5 μg/ml were considered to be very active. The [Pr(L)(H2O)(NO3)].H2O complex considered as very active against MCF-7 with IC50 of 4.8 μg/ml. The type of metal ions may be another reason for their different anticancer activity. These compounds seem to be promising as an anticancer agent but under some controls.[76,77]"
    }, {
      "heading" : "3.2.13 | Molecular modeling of H2L ligand and its complexes: Docking study",
      "text" : "Molecular docking studies have been carried out in order to predict the binding modes of Ru (III) complex of Schiff\nbase ligand H2L to crystal structure of Gram (+) bacteria: Staphylococcus aureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR).[78]\nStaphylococcus aureus is a Gram (+), roundshapedbacterium that is a member of the Firmicutes and is frequently found in the nose, respiratory tract and on the skin. It is often positive for catalase and nitrate reduction and is a facultative anaerobe that can grow without the need for oxygen.[79] Although S. aureus is not always pathogenic, it is a common cause of skin\ninfections such as a skin abscess, respiratory infections such as sinusitis and food poisoning. Pathogenic strains of ten promote infections by producing virulence factors such as potent proteintoxins and the expression of cellsurface proteins that bind and inactivate antibodies. The emergence of antibiotic-resistant strains of S. aureus such as methicillin-resistant S. aureus (MRSA) is a worldwide problem in clinical medicine. Despite much research and development there is no approved vaccine for S. aureus.[80] From the data represented in Tables 9, 10,\nthe Ru (III) complex showed highest interaction with minimum binding energy of −25.3 kcal/mol with the receptors of crystal structure of Staphylococcus aureus (PDB ID: 3Q8U), but the H2L ligand showed binding energy of −4.7 kcal/mol lower than the Ru (III) complex, see Figures 11, 12.\nSalmonella typhimurium is a pathogenic Gramnegative bacterium predominately found in the intestinal lumen. Its toxicity is due to an outer membrane consisting largely of lipopolysaccharides (LPS) which protect the bacteria from the environment. The LPS is made up of an O-antigen, a polysaccharide core, and lipid A, which connects it to the outer membrane. Lipid A is made up of two phosphorylated glucosamines which are attached to fatty acids. These phosphate groups determine bacterial toxicity. Animals carry an enzyme that specifically removes these phosphate groups in an attempt to protect themselves from these pathogens. The O-antigen, being on the outermost part of the LPS complex is responsible for the host immune response. S. typhimurium has the ability to undergo acetylation of this O-antigen, which changes its conformation, and makes it difficult for antibodies to recognize.[81] The Ru (III) complex showed highest interaction with minimum binding energy of -l9.9 kcal/mol with the receptors of crystal structure of Salmonella typhimurium (PDB ID: lDZR), but the H2L ligand showed binding energy of −6.9 kcal/mol lower than the Ru (III) complex, see Figures 11, 12.\nThe histogram of the binding energy (−E kcal mol-l) (Figure 13) between H2L ligand and its Ru (III) metal chelate representing an example of the prepared complexes with crystal structures of some antimicrobial organism: Gram (+) bacteria: Staphylococcus aureus\nTABLE 10 Energy values obtained in docking calculations of Ru (III) complex with crystal structure of Gram (+) bacteria: Staphylococcus aureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR)\nReceptor Ru (III) complex Receptor site Interaction Distance (Aο) E (kcal/mol)\n3Q8U O 58 OEl GLU 5 l H-donor 2.72 −25.3\nO 58 ODl ASP 118 H-donor 2.76 −19.9\nO 13 NZ LYS 55 H-acceptor 2.87 −6.1\nN 27 ODl ASP 118 ionic 3.07 −4.0\nO 58 OEl GLU 51 ionic 2.72 −6.7\nO 58 OE2 GLU 51 ionic 3.56 −1.7\nO 58 ODl ASP 118 ionic 2.76 −6.3\n6-ring NHl ARG 85 pi-cation 3.65 −0.6\nlDZR O 58 OE2 GLU 144 H-donor 2.43 −19.9\nO 13 NZ LYS 169 H-acceptor 2.60 −7.5\nO 35 NZ LYS 73 H-acceptor 2.53 −6.0\nO 58 OE2 GLU 144 ionic 2.43 −9.7\nFIGURE 11 3D plot of the interaction between H2L ligand with receptors of (a) 3Q8U and (b) 1DZR\n(PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR). The histogram showed that the [Ru(L)(H2O)(NO3)].H2O complex had the minimum binding energy than the Schiff base ligand itself of −25.3 and − 19.9 kcal/mol with the receptors of 3Q8U and lDZR, respectively."
    }, {
      "heading" : "4 | CONCLUSION",
      "text" : "Various physicochemical, spectroscopic and thermal methods of analysis were utilized to characterize the ligand under investigation and its nano metal chelates. The results of elemental analyses were found to be in close agreement with the suggested structures. IR and 1H NMR spectral analyses confirmed the binding of Schiff base ligand via deprotonated carboxylate groups. The magnetic moment measurements revealed the presence of these complexes in octahedral geometry. The SEM images confirmed the presence of the synthesized complexes in nano scale. In addition, studying their biological and anticancer activities, [Ru(L)(H2O)(NO3)].H2O complex had the most hydrophobic contact angle of 153.58 and considered as the most active antimicrobial/anticancer compound among them while both the other two complexes showed a moderate activities. MOE studies showed that the same complex and Ru (III) complex have the highest binding interaction with minimum binding energy that capable of interaction with many receptors in the studied proteins of antimicrobial organisms (3Q8U and lDZR).\nORCID Nessma F. Mahmoud https://orcid.org/0000-0003-28761971 Walaa H. Mahmoud https://orcid.org/0000-0001-91874325 Gehad G. Mohamed https://orcid.org/0000-0002-15255271"
    } ],
    "references" : [ {
      "title" : "Selective Toxicity, 6th ed., Wiley, New York1979",
      "author" : [ "A. Albert" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1979
    }, {
      "title" : "Cancer Inst",
      "author" : [ "P. Skehan", "R. Storeng", "J. Natl" ],
      "venue" : "l990, 42,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1107
    }, {
      "title" : "GaussView, Version 5.0.8",
      "author" : [ "R. Dennington", "T. Keith", "J. Millam", "editors" ],
      "venue" : "R. KS: Dennington, Semichem Inc., Shawnee Mission,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2009
    }, {
      "title" : "Anal",
      "author" : [ "W.H. Mahmoud", "F.N. Sayed", "M.M. Omar", "J. Therm" ],
      "venue" : "Calorim. 2016, 124,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1071
    }, {
      "title" : "Anal",
      "author" : [ "W.H. Mahmoud", "N.F. Mahmoud", "G.G. Mohamed", "J. Therm" ],
      "venue" : "Calorim. 2018, 131,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2775
    }, {
      "title" : "Mammalian Cell Culture on $5 a Day: A Laboratory Manual of Low-Cost Methods, University of the Philippines",
      "author" : [ "W.T. Shier" ],
      "venue" : null,
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 1991
    }, {
      "title" : "Anal",
      "author" : [ "W.H. Mahmoud", "R.G. Deghadi", "G.G. Mohamed", "J. Therm" ],
      "venue" : "Calorim. 2017, 127,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2149
    }, {
      "title" : "Additional supporting information may be found online in the Supporting Information section at the end of this article. How to cite",
      "author" : [ "J. Slauch", "M.J. Mahan", "P. Michetti", "M.R. Neutra", "J.J. Mekalanos", "Infect. Immun" ],
      "venue" : "Appl Organomet Chem. 2020;e5801. https:// doi.org/10.1002/aoc.5801  MAHMOUD ET AL",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The in vitro antibacterial and antifungal activity tests were performed through the disc diffusion method([25]) using gentamicin as positive control for Gram (+) bacteria, ampicillin for Gram (−) bacteria and Ketoconazole for the two fungi, respectively.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 1,
      "context" : "Potential cytotoxicity of the compounds was tested using the method of Skehan and Storeng.([27]) Cells were plated in 96-multiwell plate (104 cells/well) for 24 hr before treatment with the compounds to allow attachment of cell to the wall of the plate.",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 2,
      "context" : "9.([30]) Quantum chemical parameters such as the highest occupied molecular orbital energy (EHOMO), the lowest unoccupied molecular orbital energy (ELUMO) and HOMO–LUMO energy gap (ΔE) for the investigated molecule were calculated.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 3,
      "context" : "The analytical data are compatible with the proposed stoichiometry of the complexes.([43]) The solubility of the complexes in DMF allowed calculation of the molar conductivity of 10 M solutions at 25 ± 2 C.",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 5,
      "context" : "Shier([75]) suggested that compounds exhibiting IC50 values more than l0–25 μg/ml had weak cytotoxic activities while compounds with IC50 values less than 5 μg/ml were considered to be very active.",
      "startOffset" : 6,
      "endOffset" : 10
    }, {
      "referenceID" : 6,
      "context" : "base ligand H2L to crystal structure of Gram (+) bacteria: Staphylococcus aureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR).([78]) Staphylococcus aureus is a Gram (+), roundshapedbacterium that is a member of the Firmicutes and is frequently found in the nose, respiratory tract and on the skin.",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 7,
      "context" : "typhimurium has the ability to undergo acetylation of this O-antigen, which changes its conformation, and makes it difficult for antibodies to recognize.([81]) The Ru (III) complex showed highest interaction with minimum binding energy of -l9.",
      "startOffset" : 154,
      "endOffset" : 158
    } ],
    "year" : 2020,
    "abstractText" : "Correspondence Nessma F. Mahmoud, Chemistry Department, Faculty of Science, Cairo University. Giza, 12613, Egypt. Email: nessmamahmoud27@gmail.com Three metal complexes of Gd (III), Pr (III) and Ru (III) metal ions with Schiff base ligand (H2L) (prepared through l:2 condensation of dibenzoyl methane and anthranilic acid) were prepared and characterized using various physiochemical methods like: elemental analyses, IR, mass spectrometry, magnetic moment, H NMR, SEM and TG/DTG thermal analysis. The analytical and spectroscopic tools showed that the complexes had composition of ML type with octahedral geometry. The mass spectra gave the possible molecular ion peaks of the Schiff base ligand and three metal chelates. The H NMR data supported the IR finding that the ligand coordinated to the metal ions via carboxylate proton displacement. Thermal analysis (TG/DTG) was utilized to differentiate between coordinated and hydrated water molecules. The Schiff base (H2L) and its metal complexes have been screened for their antibacterial activity against Gram (+) bacteria (Streptococcus aureus and Bacillis subtilis), Gram (−) bacteria (Salmonella typhimurium and Escherichia coli) and two fungi (Aspergillus fumigatu and Candida albicans) organisms by agar diffusion method. The anticancer activity was screened against human breast cancer cell line (MCF-7). The H2L ligand and its metal chelates were docked using MOE 2008 software with crystal structure of Gram (+) bacteria: Staphylococcus aureus (PDB ID: 3Q8U) and Gram (−) bacteria: Salmonella typhimurium (PDB ID: lDZR) to identify the binding orientation or conformation of the complex in the active site of the protein.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}