{
  "name" : "downloads_2019-10-15_95_10.1016@j.mattod.2019.08.012.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineered nano-bio interfaces for intracellular delivery and sampling: Applications, agency and artefacts",
    "authors" : [ "Esther Lestrell", "Fernando Patolsky", "Nicolas H. Voelcker", "Roey Elnathan" ],
    "emails" : [ "(Nicolas.Voelcker@monash.edu),", "Elnathan@monash.edu)." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Materials Today d Volume xxx, Number xx d xxxx 2019 RESEARCH\nEngineered nano-bio interfaces for\nEA R C H : R ev\nie w\nintracellular delivery and sampling:\nApplications, agency and artefacts RES"
    }, {
      "heading" : "Esther Lestrell 1,2,3, Fernando Patolsky 4,5, Nicolas H. Voelcker 1,2,6,⇑, Roey Elnathan 1,2,⇑",
      "text" : ""
    }, {
      "heading" : "1 Faculty of Pharmacy and Pharmaceutical Sciences, Monash University, Park",
      "text" : "ville, Vic 3052, Australia 2Melbourne Centre for Nanofabrication, Victorian Node of the Australian National Fabrication Facility, 151 Wellington Road, Clayton, Victoria 3168, Australia 3 CSIRO Manufacturing, Clayton, Victoria 3168, Australia 4 School of Chemistry, The Raymond and Beverly Sackler, Faculty of Exact Sciences, Tel-Aviv University, Tel Aviv 69978, Israel 5 The Center for Nanoscience and Nanotechnology, Tel-Aviv University, Tel Aviv 69978, Israel 6 INM-Leibniz Institute for New Materials, Campus D2 2, Saarbrücken 66123, Germany\nEngineered nano-bio cellular interfaces bring together well-defined nanoscale material morphologies with organic living systems. These extraordinarily complex interfaces are set to produce radical advances in the life sciences, through fundamental research in the emerging multidisciplinary field of cellular nano-biotechnology. We examine the role of a particular class of nanostructured platform: vertically aligned nanowire (VA-NW) arrays. These arrays feature diverse nanoscale topographies that enable unprecedented manipulation of cell functions and processes in vivo, in situ and in vitro. While the platform still requires further optimisation, recent use of the arrays – for in vivo transfection, nondestructive intracellular sampling and to gain fundamental insights into cellular responses to extracellular topographic cues – effectively demonstrates the platforms’ potential. We review innovative applications that show the repertoire of VA-NW arrays as highly efficient, universal, scalable intracellular delivery and sampling platforms, which presage prospects for clinical translation. We analyse the mechanisms by which VA-NW arrays facilitate delivery of bioactive cargos, and discuss the state of current knowledge about effects of nanowire topography on the cell-nanowire interface."
    }, {
      "heading" : "Introduction",
      "text" : "Significant multidisciplinary progress in the field of cellular nanotechnology has led to engineered nano-bio cellular interfaces that can manipulate cellular processes at the nanoscale [1–3]. Massively diverse, tuneable vertically configured nanostructures interact intimately and precisely with mammalian cells to stimulate and probe cell functions, behaviours, and fate conversions [4,5]. Cellular organelles and cell surface extensions such as cilia, axons and pseudopodia are themselves organised at the nanoscale, so precisely modifying the nanostructured platform permits\n⇑ Corresponding authors. E-mail addresses: Voelcker, N.H. (Nicolas.Voelcker@monash.edu), Elnathan, R. (Roey.\nElnathan@monash.edu).\n1369-7021/ 2019 Elsevier Ltd. All rights reserved. https://doi.org/10.1016/j.mattod.2019.08.012\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nspecific and controlled cell–cell interactions, and interactions between cells and their immediate extracellular environment. Vertically aligned arrays of nanowires (VA-NW arrays) are a popular platform that has enormous potential to address challenges associated with traditional cell biology techniques in clinical, therapeutic, and biomedical research contexts [6].\nVA-NW arrays have been directly responsible for breakthroughs in fundamental cell research [7], including in the understanding of the molecular basis of specific diseases [8], identification of new cell signalling regulators [9], and the discovery of novel roles for cell proteins and complexes [10]. VA-NW arrays have been instrumental in spurring advances in four main fields of cellular nanotechnology: nanoelectrode-based electrophysiology [1,11,12]; biosensing\n1 10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\n[13–17]; mechanotransduction [3,10,18–20]; and the focus of this review – intracellular delivery and sampling. Table 1 provides a summary of VA-NW array-mediated intracellular delivery studies highlighted in detail in this review.\nIntracellular delivery, the introduction of extrinsic material into cells, is essential for a plethora of biomedical research and clinical applications. Current chemical/biological delivery mechanisms include carriers such as peptides, vesicles, nanoparticles or viral vectors [6,21,22]. Physical delivery involves disruption to the cell membrane by methods such as electroporation, mechanical penetration, chemical disruption and laser optoporation [6,22–24]. Inherent limitations of current delivery methods include: patient deaths [25,26], virus-mediated insertional mutagenesis [27], immunotoxicity [28], cytotoxicity [29], high cost and technically difficult to generate [30], lysosomal degradation [31,32], cell-type specificity [33], low efficiency [34], low throughput [35] and a stochastic nature that prevents sequential or co-transfection because specific cells or regions in a sample cannot be individually targeted.\nVA-NW arrays have shown early success in overcoming some of these restrictions. They allow tethered bioactive cargo direct intracellular access with minimal effects on cell viability [8,36], and with high delivery efficiencies into a broad range of cells including previously considered hard-to-transfect primary immune cells [8,9,14,37–40]. This scalable technology allows sequential delivery and sampling [24,41], and co-delivery of diverse biomolecules [2,42,43]. Incorporation of VA-NW arrays with microfluidic devices facilitates rapid, high throughput intracellular delivery [44].\nWe discuss the most recent, advanced intracellular delivery and sampling applications that use VA-NW arrays in vivo, in situ and in vitro. The review traces the development of the debate on how and whether the arrays mechanically penetrate cellular membranes, and the implications of the latest breakthroughs on our understanding of the unsettled molecular mechanisms involved in NW-mediated delivery. We also investigate what is currently known about the artefacts of the VA-NWcell interface.\nApplication: VA-NW array-mediated intracellular delivery and sampling. As early as 2003, the potential for in vivo applications for VA-NW arrays in biosensing and diagnostics was recognised when uniformly arranged carbon NWs delivered adsorbed plasmid encoding enhanced green fluorescent protein (eGFP) to Chinese hamster ovary (CHO) cells with minimal effect on cell proliferation [45]. Soon after, two different studies used arrays of ordered and randomly arranged silicon nanowires (SiNWs) to successfully deliver GFP, small molecules, small interfering RNA (siRNA), plasmid DNA and peptides into neurospheres, rat hippocampal neurons and HeLa cells [36,42].\nThese SiNW arrays were also able to simultaneously co-deliver different biomolecules (plasmid DNA, siRNA, peptides, and recombinant fluorescent proteins) into human fibroblasts by simultaneous deposition onto the NWs prior to interfacing with the cells [36]. Arrays of hollow VA-NWs connected to a chamber or reservoir can simultaneously electroporate the cell membrane\n2\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nto facilitate penetration and deliver biomolecules through diffusion and electrophoresis [14]. Hollow VA-NW arrays also provided a non-destructive means of intracellular sampling, allowing sequential intracellular sampling of the same cells over time [41]. All these studies reported minimal effects on cell viability, determined by continued cell proliferation [42], staining with immunohistochemical markers [14,41], and functional analysis [36,45].\nThe geometry of individual NWs can vary dramatically, and can include sharp or blunt pillars that can be straight, conical or pyramidal, and of varying heights, densities and pattern. More advanced, branched morphologies have also been described. NWs may be solid, porous or hollow. VA-NW arrays can be fabricated from a range of substrates, including silicon, carbon, gallium phosphide (GaP), quartz and diamond, tailored to their intended purpose (for example biocompatibility, stiffness or semiconductivity). Different nanofabrication techniques enable production of stochastically arranged NWs, or finely tuneable, uniform arrays. Once fabricated, arrays can be further biophysiochemically functionalised, for example, via chemical or biological moieties to maximise intracellular biocargo delivery. The optimal geometry and surface chemistry of the NWs is expected to vary depending on the application or cell types tested. The common defining feature of VA-NW arrays is their nanoscale, vertical projections protruding from a solid base or platform.\nFig. 1 graphically depicts the broad variety of biomolecules successfully delivered and sampled using VA-NW arrays over the past decade. Delivery targets have expanded from in vitro to in situ and in vivo.\nApplication: intracellular delivery in vivo Efficient, targeted, and temporally specific delivery of pharmaceuticals is essential for numerous clinical therapies and research applications. New research has combined the semi-conductive property of VA-SiNWs with a biomechanical-energy-powered triboelectric nanogenerator (TENG) to create a self-powered and wearable device for transdermal delivery of pharmaceuticals by electroporation in vivo [46]. (Triboelectric nanogenerators can convert low levels of mechanical energy, such as heartbeats, muscle and respiratory movements etc. into electricity.) VASiNW arrays were fabricated by lithography and metal assisted chemical etching (tip diameter 100 nm, height 7 mm, spacing 4 mm), followed by NW metallisation with Ti/Au.\nA free-standing TENG was connected to a human forearm, and the VA-SiNW array electrode (anode, and acting as in vivo electroporation system) attached to the skin of a mouse (Fig. 2a) [46]. A subdermal stainless steel needle was the cathode in the mouse. Hand slapping and/or finger friction powered the TENG, which harnessed the semi-conductive property of the SiNWs to create a localised electrical field at the NW–cell interface. This generated an electric pulse that temporarily permeabilised the mouse cells and tissues for highly efficient, temporally controlled delivery of dextran-FITC into dorsal skin of nude mice. Dextran-FITC was delivered into mouse cells and tissue to a depth of 23 mm, three times the length of the NW. Superior delivery and diffusion depth was achieved using TENG–NW electroporation into cells and tissue compared to\n10.1016/j.mattod.2019.08.012\nTABLE 1\nSummary of the key VA-NW array delivery studies highlighted in this review.\nReference; Substrate and geometry [Height (H), diameter (D), spacing (S)] Surface functionalisation Biomolecule delivered\nCells/tissue delivered into; duration of the cell–NW interface\nDelivery (DE) or transfection (TE) efficiency Main advantages (+) and limitations ( )\n[46] Silicon. Uniform array H 7 mm. D 100 nm. S 4 mm Metallised with Ti/Au Propidium Iodide\nMCF-7 cells; Not specified\nDE 85% + High efficiency + Localised delivery + Electroporation with minimal cell damage Diffusion rate (and therefore delivery efficiency) may decreased with increased molecule size SiRNA MCF-7 cells; Not specified TE 82% 70 kDa dextranFITC\nMCF-7 cells; Not specified DE 49% HeLa cells; Not specified DE 63% Rat bone mesenchymal cells; Not specified DE 51%\n10 kDa dextranFITC MCF-7 cells, HeLa cells, rat bone mesenchymal cells; Not specified DE 86% Dextran-FITC Skin of nude mice; Not specified Not quantified\n[47] Porous Silicon. Uniform conical array. H 5 lm. Tip D 50 nm. Base D 600 nm\n3-Aminopropyltriethoxysilane (APTES)\nPlasmid GFP; GAPDH-siRNA\nHeLa cells; 4 h\nTE >90% + High efficiency + Co-delivery of molecules + In vivo application + Minimal cell toxicity + Uniform, localised delivery in vivo + Rapid delivery Limited to superficial access NWs degrade quickly, with loss of structural integrity between 8–15 h Human plasmid VEGF165; Fluorescent dye Skin of nude mice; 1 min Not quantified\n[48] Porous Silicon. Uniform conical array. H 5 lm. Tip D <100 nm. Base D 600 nm. S 2 lm 3-Aminopropyltriethoxysilane (APTES)\nQuantum dots HeLa cells; skin of nude mice; <2 min\nNot quantified + In vivo application + Minimal effect on cell viability + Highly localised delivery + Rapid delivery Limited to superficial access Bovine serum albumin; siRNA HeLa cells; Various times Not quantified\n[52] Porous silicon. Uniform conical array. H 5 lm. Tip D <50 nm. Base d 600 nm. S 2 lm 3-Aminopropyltriethoxysilane (APTES) Covalently pegylated by 1:4 SM(PEG)-12:MS(PEG)12\nFluorescently labelled, cleavable peptide\nHuman tissue (oesophagus) biopsies; 15 min Not quantified + Highly localised delivery + Rapid delivery Limited to in situ or in vitro applicationCo-culture of HET-1A and OE33 cells; 15 min\n[8] Silicon Stochastic arrays. H 2–3 lm. Tip D <150 nm. Density 0.3–1/lm2\n3- Mercaptopropyltrimethoxysilane siRNA Human patient B cells; 24 h\nNot quantified + Reliable delivery + Minimal cell perturbation + Variety of cell types + Delivery without immune cell activation\n[9] Silicon Stochastic arrays. Unspecified geometry.\n3- Mercaptopropyltrimethoxysilane siRNA Naïve mouse TH17 cells; 24 h\nTE >95% + Delivery into naïve T cells without activation + High efficiency\n(continued on next page)\nRESEARCH: Review\nM ate rials T o d ay d V o lu m e xxx, N u m b e r xxx d xxxx 2 0 1 9\nR ESEA\nR C H3\nPlease cite th is article in p ress as: E. Lestrell et al., M aterials T od ay, (2019), h ttp s://d oi.org/10.1016/j.m attod .2019.08.012\nTABLE 1 (CONTINUED)\nReference; Substrate and geometry [Height (H), diameter (D), spacing (S)] Surface functionalisation Biomolecule delivered\nCells/tissue delivered into; duration of the cell–NW interface\nDelivery (DE) or transfection (TE) efficiency Main advantages (+) and limitations ( )\n[14] Polycarbonate membrane and aluminium oxide. Hollow, stochastic array. H 1.5 lm. D 250 nm. Density 0.2/lm2 Poly-D-lysine Propidium Iodide\nCHO cells; 34–48 h (1 h exposure to biomolecules) DE >95% + Temporally controlled delivery + Repeat delivery on the same cells + Co-delivery of molecules + Sequential delivery of molecules + Minimally harmful means of cell electroporation Molecules must be delivered in solution Plasmid DNA TE 81% Plasmid DNA HEK293T cells; 34–48 h (1 h exposure to biomolecules) TE 67%\n[39] Thermoplasmonic gold on polymer. Uniform, pyramidal arrays. Height 1.4 lm. Base length 2.4 lm. S 1.2 lm None described Calcein dye HeLa cells; 16–24 h\nDE 95% + High throughput + Rapid delivery + Scalable + Highly localised + Temporally controlled Efficiency decreases with increased molecular size of the biomolecule delivered 150kDa FITCdextran DE 73.9% 500kDa FITCdextran DE 24% 2000kDa FITCdextran DE 16%\n[61] Carbon. Uniform, hollow array. H 100– 120 nm. Inner D 45 nm\nAmphiphilic polymer (polyethylene glycol and dodecyl alkyl)\nsiRNA HeLa, PC3, MDA-MB-231, MCF-7, T47D, HepG2 cells; 12 h TE 30–40% + Biomolecule diversity + Target cell diversity + Better delivery efficiency than traditional means + Maintains protein function + Minimal cell toxicity Plasmid DNA Primary mouse lymphocytes; 12 h TE 70.3% GFP protein T47D cells; 12 h DE 79.9% RFP protein HepG2 cells; 12 h DE 36.9% Caspase-3 protein Raji B cells; 24 h DE 45.4%\n[38] Silicon. Uniform array. H 3.5 lm. D 400 nm. Density 1/lm2 Poly-D-lysine Human dental pulp stem cells; 52–78 h Plasmid DNA; 52–78 h\nTE 85% + Inexpensive fabrication of highly tuneable arrays + High delivery efficiencies in some cells + Minimal impact on cell viability Very low efficiency in one cell type tested HEK293 cells TE 86% HFF cells TE 61% HeLa cells TE 7%\nRESEARCH:Review\nR ESEA R C H\nM ate rials T o d ay d V o lu m e xxx, N u m b e r xx d xxxx 2 0 1 9\n4Please cite th is article in p ress as: E. Lestrell et al., M aterials T od ay, (2019), h ttp s://d oi.org/10.1016/j.m attod .2019.08.012\nFIGURE 2\nApplications: VA-NW-mediated intracellular delivery in vivo. (a) TENG–NW transdermal delivery system: TENG on human forearm and VA-SiNW array electrode on nude mouse. (b) Fluorescence microscopy images showing delivery and diffusion of 10 kDa dextran-FITC (green) into mouse skin for three delivery methods. Cell nuclei counterstained with DAPI, blue. Scale bar 50 mm. (c) pSiNW-mediated VEGF delivery promotes neovascularisation: Intravital bright field microscopy images of murine muscle untreated (left), VEGF165 plasmid treated by direct injection (hypodermic needle) (centre), and pSiNW nanoinjection (right). Scale bars 100 mm [47]. (d) In vivo delivery of quantum dots (Qdots): Longitudinal live animal fluorescence imaging of pSiNW Qdot injection site in muscle and skin showing highly localised delivery and prolonged retention (up to 100 h). Figure adapted from (a and b) [46], (c) [47] and (d) [48].\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\neither TENG or NWs alone (Fig. 2b). Co-localisation of dextranFITC with individual cell nuclei suggested possible direct intranuclear delivery, although intracellular trafficking could also be involved [46].\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nPoor cell viability limits the use of traditional electroporation in vivo. However, in vitro studies using TENG-NW electroporation-mediated intracellular delivery of siRNA and 70 kDa dextran-FITC have shown a 49% delivery efficiency\n5\n10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\n(86% for 10 kDa) and high viability (>94%) for MCF-7 cells, HeLa cells and rat bone mesenchymal cells (a difficult-to-transfect primary cell) [46]. This is in agreement with previous studies which demonstrate how the intimate cell–NW interface allows for a more uniform electric pulse at considerably reduced current and voltage compared to traditional electroporation [14].\nLong oligonucleotides like DNA and plasmids are large, negatively charged molecules that cannot easily traverse the cell plasma membrane without active transport, but are important biological effectors and are crucial for progressive gene and stem cell therapies. In vivo delivery of nucleic acids has been restricted due to safety concerns, scalability, site accessibility, and transfection efficiency (TE) limitations. Uniformly arranged porous SiNW (pSiNW) arrays safely and efficiently nanoinjected human plasmid VEGF165 into mouse skin and muscle (Fig. 2c) [47].\npSiNW-mediated nanoinjection was compared to direct injection (hypodermic needle microinjection) by observing the neovascularisation, perfusion, vessel leakiness, and vessel interconnectivity. Both nanoinjection and microinjection of VEGF165 increased murine vascularisation compared to the control (untreated) over two weeks. The new vessels were functional, with normal blood flow rates and the expected vessel leakiness. However, only the nanoinjection resulted in increased perfusion and vessel interconnectivity (number of nodes increased sixfold) as a result of increased VEGF expression. In a separate experiment, in vivo nanoinjection of a fluorescent dye resulted in an even, highly localised distribution with a stable concentration for up to 48 h [47]. In contrast, microinjection led to uneven distribution and a gradient effect originating from the individual injection site. This seminal in vivo study advances NWmediated intracellular delivery past the proof-of-concept stage to a more biologically robust and relevant therapeutic application.\nLong lasting (100 hours), highly localised in vivo delivery of quantum dots (Qdots), semiconductive fluorescent nanoparticles, into mouse skin and superficial gluteal and lumbar muscle using the same pSiNW array was also described (Fig. 2d) [48]. Qdots can be functionalised to target specific intracellular organelles, for example the nucleus [49], nucleolus [50] and G protein coupled receptors [51]. In vivo delivery of Qdots begins to address the elusive question of targeted NW-mediated intracellular delivery. The next step will be in vivo delivery of bioactive molecules bound to Qdots targeting specific intracellular compartments.\nApplication: intracellular delivery and sampling for clinical biopsy analysis in situ The reliability of VA-NW array-mediated delivery can be exploited and incorporated in cancer diagnostics and/or monitoring tools to screen for malignant changes in patients and to identify suitable areas for targeted biopsies.\npSiNW arrays (Fig. 3a) functionalised with a fluorescently labelled, cleavable peptide were used to map cathepsin B (CTSB) activity in situ using excised tissue biopsies from oesophageal adenocarcinoma patients [52]. CTSB is a cysteine protease that is contained to lysosomes in healthy cells but is activated in the cytosol in several types of cancer [53,54]. Interfacing the functionalised pSiNW array with patient biopsy samples exposes the cleavable peptide to CTSB in the cytosol of any present\n6\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\ncancer cells, which cleaves the peptide to release the fluorescent label, thus enabling mapping to almost cellular resolution of CTSB active (cancerous) areas within the bioptic tissue (Fig. 3b). CTSB activity in a heterogeneous co-culture of oesophageal epithelial cell lines HET-1A (immortalised) and OE33 (cancerous) was also mapped in vitro (Fig. 3c), demonstrating translational potential for peptide-functionalised pSiNW arrays as tools for biopsy site selection in conjunction with endoscopy. Guiding the selection of biopsy sites could reduce the risk of sampling errors, misdiagnosis, and also help identify subtle, early cancers, but a different means of signal readout must first be optimised because fluorescence microscopy is impractical for in vivo patient analysis.\nIn cancer diagnostics, tissue biopsies are the gold standard in disease identification and monitoring [55,56]. However, there is increasing excitement surrounding ‘liquid’ biopsies (bloodbased diagnostics), which can even detect rare circulating tumour biomarkers shed by metastatic tumours in patient blood samples far less invasively than by tissue biopsy. For almost a decade, VA-NW arrays have been crucial members of a broad artillery of tools being optimised for sampling cell free DNA and circulating tumour cells (CTCs) in blood samples [55]. For example, there are already four generations of VA-SiNW arrays dubbed ‘NanoVelcro’ spanning almost a decade [55]. Put simply, functionalised SiNWs are conjugated with a capture agent – chosen for its specificity for CTCs. Nanoscale cell-surface processes of the CTCs interact with the SiNW protrusions and adhere to the capture agent for subsequent analysis. Release mechanisms that preserve cell viability and genetic integrity of captured CTCs for reliable, non-invasive monitoring of cancer progression has proved challenging, but two mechanisms have shown promise: thermoresponsive substrates and chemical ligand exchange (competitive binding) [55,57,58]. A thermoresponsive array was fabricated by grafting thermoresponsive polymer brushes poly (N-isopropylacrylamide) to SiNWs which allowed specific capture of non-small cell lung cancer CTCs at 37 C and release at 4 C [57]. In another study, a phenylboronic acid-grafted poly(3,4-ethylene-dioxythiophene) VA-NW array gently released captured prostate cancer CTCs by sorbitol competitive binding for subsequent analysis of RNA biomarkers [55].\nApplications: intracellular sampling in vitro Cell behaviour such as migration, proliferation, adhesion, differentiation, regeneration, tissue development and apoptosis are governed by a myriad of complex chemical and physical intraand extracellular cues and interactions. Dynamic cell content analysis is a valuable tool for understanding these cues, the resultant cell behaviour and molecular phenotype.\nUnfortunately, current methods for analysing and identifying cell contents rely on cell lysis, fluorescent markers or genetically encoded biosensors [60], which all have significant disadvantages. Cell lysis destroys the cells, providing only a single time point analysis and preventing investigation into prior and future states, important when studying dynamic cellular transformations such as induced pluripotency, reprogramming, and differentiation. Fluorescent marker or genetic biosensor delivery is intrusive and can be tedious to achieve, and both approaches may interfere with normal protein function.\n10.1016/j.mattod.2019.08.012\nFIGURE 3\nApplications: VA-NW arrays for in situ and in vitro intracellular delivery and sampling. (a) SEM micrographs of pSiNWs used for delivery, showing the NW tip is tuneable from <100–>400 nm. Scale bar 200 nm. (b) Laser scanning confocal (LSC) maximum intensity z-projections at the tumour margin after 15 min interfacing with cathepsin B (CTSB) nanosensor. Yellow fluorescence indicates CTSB cleavage. Side views are single plane. (c) Biopsy analysis by pSiNW: LSC images of Het-1A (CTSB negative) and OE33 (CTSB positive) cells in co-culture after interfacing with the NW sensor for 15 min. Cytosolic fluorescence indicates cleaved CTSB substrate in OE33 cells. Nuclei stained in blue. Scale bar 10 mm. (d) Non-destructive sampling: Intracellular contents diffuses through hollow NWs protruding through a polymer membrane (NS membrane) into the extraction buffer (pink) upon electroporation for conventional analysis. (e) Zoomed in schematic. Blocking polymer (red) controls the active sampling area. (f) Tilted view (45 ) SEM image of hollow NWs. (g) SiNW array protein pulldown sampling: schematic of the concept. (h) Schematic of SiNW surface functionalisation and modification. Figure adapted from (a) [47], (b–c) [52], (d–f) [41], and (g–h) [59].\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\nIn addition, fluorescence spectral overlap limits the number of intracellular targets that can be analysed at any given time point.\nIn contrast, non-destructive, safe and efficient in vitro intracellular sampling of proteins and mRNA at a high spatial resolution has been achieved by interfacing immortalised and primary cells with arrays of hollow NWs (Fig. 3f) [61]. The NWs protruded through a polymer membrane onto which cells are cultured. Electric pulses (10–35 V) temporarily opened membrane pores for sampling by diffusion into a sample solution approximately osmolality-matched to the cell (Fig. 3d and e). Individual cells were sampled repeatedly for up to 20 days with >95% cell viability [41]. Collection efficiency of intracellular contents was calculated to be approximately 30%. Specific sample regions can be controlled by blocking the membrane with photolithography patterned polymers (Fig. 3e), enabling sampling at the single cell\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nlevel for up to 105 cells while still allowing normal cell-to-cell connectivity. The process accurately tracked the dynamics of protein expression over time, in a quantitative fashion.\nIn the same study, heat-shock protein 27 (HSP27) from human induced pluripotent stem cell (hiPSC)-derived cardiomyocytes, up-regulated in response to external stressors [62], was longitudinally sampled and subsequently analysed by enzymelinked immunosorbent assay (ELISA). Daily intracellular sampling was successful for five days, even in the actively beating cardiomyocyte population. A sister culture not exposed to external stressors was used as a control to show that this extraction method accurately recapitulated the temporal expression and upregulation of HSP27. Astrocytes derived from hiPSCs also tolerated the sampling procedure for over 20 days [41]. mRNA levels of 37 of the 44 genes including HSP27 and SMAD2 detected in\n7\n10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\nhiPSC-derived cardiomyocytes were in quantitative agreement with mRNA in a lysed sister cell preparation. Seven of the 44 genes in the hollow NW sample were present in significantly lower quantities than in the lysed control, perhaps due to lower diffusion rates or intracellular binding. Longitudinal sampling showed that measured expression levels were consistent over 3 days, confirming sampling and analysis precision [41]. By enabling thousands of cells to be simultaneously sampled under identical conditions, the hollow NW array approach overcomes restrictive mRNA sequencing sensitivity that currently prevents single cell sampling.\nNon-destructive sampling using solid NWs improves traditional protein pull-down methods and eliminates the need for cell lysis [63]. Proteins are typically captured using targetspecific antibodies (Abs) immobilised on the NW surface. K562 (human chronic myelogenous leukaemia (CML)) suspension cells transiently transfected to express a red fluorescent protein (RFP), were seeded onto anti-RFP Ab-functionalised VA-SiNW arrays and incubated for 24 h (Fig. 3g and h) [59]. Cells were washed off the NWs and remained viable, with no adverse effect on membrane integrity. The NWs fluoresced red, evidence of successful protein pull-down. Importantly, the non-destructive protein pull-down extracted the same amount of RFP per cell as for transiently transfected K562 cell lysate [59].\nIn a more clinically relevant application described in the same study, a fluorescence-based immunoassay was used to quantify the amount of endogenous Bcr-Abl (a chimeric protein responsible for CML) in K562 cells using the VA-NW pull-down array functionalised with the c-Abl Ab [59]. Proteins bound to BcrAbl at the time of pull-down such as Grb2 were also detected via immunoassays with different detection antibodies. This allowed the kinetics of drug-induced inhibition of Grb2–Bcr– Abl complex formation to be monitored. Thus, protein–protein interactions in living cells can be non-destructively sampled and analysed longitudinally for suspension cell populations using VA-NW arrays. The technique was less successful with adherent HEK293T and COS-7 cells due to the strong adhesion of the cells to the VA-NW substrate, preventing subsequent cell removal [59].\nApplications: intracellular delivery in vitro Existing strategies for intracellular delivery of bioactive molecules are limited in research and especially clinical utility by low delivery efficiency, cargo specificity, restrictions on shape, size and charge of the target cell, reagent cytotoxicity, cell number, cell media and cell type. Some of the most exciting gene therapies require transfecting immune cells [64,65] or stem cells [66,67], which have proven to be notoriously hard to transfect by other delivery methods due to naïve T-cells becoming activated (an unfavourable change of state) and/or reduced viability [9,68–71] or low delivery efficiency where non-viral vectors are used [72].\nSeveral cell types, notably naïve T cells and TH17 cells, cannot be transfected efficiently by traditional means without affecting cell viability, phenotype or function [9,70,71]. Delivery by VASiNWs overcomes this limitation [8]. VA-NW arrays delivered siRNA for the gene LEF1, a terminal transcriptional activator of the Wnt signalling pathway and implicated in chronic lympho-\n8\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\ncytic leukaemia (CLL), into patient B cells without immune response activation [8]. CLL is a highly heterogeneous disease, and while the underlying cause of the variability between patients is unknown, a patient’s time to first treatment after initial diagnosis is a strong early indicator of disease severity. This gene delivery approach enabled analysis of the response of patient naïve B cells to LEF1 silencing. LEF1 silencing was directly indicative of the patient’s time to first treatment, identifying LEF1 as a biomarker for disease heterogeneity.\nIn a second study, effective siRNA delivery (TE >95%) into naïve mouse TH17 cells without inducing an immune response and maintaining the naïve state of the cells led to the identification and validation of 12 novel regulators in a regulatory transcriptional network for mouse TH17 cell differentiation from CD4+ naïve T cells using TGF-b and IL-6 cytokine stimulation [9].\nExtensive published works describe VA-NW array-mediated in vitro delivery of a diverse range of biomolecules into a diverse range of cell types, bypassing the abovementioned limitations [2,5,6,73], and will not be repeated here. Instead, we will focus on the latest research that utilises the superior delivery efficiencies of VA-NW arrays to probe elusive mechanosensing molecular mechanisms of natural killer (NK) immune cells – lymphocytes of the innate immune system [74].\nVertical ZnO NWs (50 mm diameter, 20 mm height, spacing 9 NWs/mm 2) were fabricated on A-plan sapphire by chemical vapour deposition and functionalised with major histocompatibility complex 1 (MICA), ligand for the NKG2D activating receptors on NK cells [74]. Immune cells were stimulated and the anchoring and bending of the ZnO NWs was observed by fluorescence microscopy and SEM. The mechanical load applied to an individual NW was calculated to be 10 pN – an order of magnitude smaller than detectable by the next-best method, elastomeric micropillars [75], highlighting the advantages of the functionalised VA-NW platform to study cellular mechanics with unprecedented mechanical and spatial resolutions.\nThe same study used their flexible ZnO NWs to construct an analogue of a ‘Boolean AND logic gate’ [74] by combining two orthogonal inputs – chemical (activating ligand, AND gate input 1) and mechanical (NW topography, AND gate input 2) – and using the NK cell immune activation level (AND gate output) as a functional readout of the AND gate function. Significantly, the presence of both stimuli resulted in a different NK cell response compared to for either one of the stimuli alone, emphasising the importance of complex models to simulate the in vivo milieu. Nanotopography alone did not activate the NK cells, but did enhance the response to biochemical stimulation (MICA) [74]. MICA activation on VA-ZnONW arrays produced a fourfold increase in expression of CD107a (CD107a molecules are exposed at the cell surface during NK cell activation (degranulation)) compared to flat surfaces functionalised with MICA. This despite 30 times less MICA being exposed to the NK cells because they only interact with the tips of the NWs [74]. Questions remain as to whether these findings are proof of dual mechanical and biochemical stimuli for NK cell activation, or whether the clustering of MICA ligand better represents the in vivo presentation of ligand by antigen presenting cells compared to the even distribution on the flat surface [74].\n10.1016/j.mattod.2019.08.012\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\nWe now discuss how in vitro delivery applications are advancing our understanding of VA-NW array-mediated delivery agency and molecular interactions at the cell–NW interface.\nHow VA-NW arrays facilitate intracellular access and delivery (agency) The exact mechanism of VA-NW-mediated biocargo delivery and in some cases intracellular access is still not well understood. VANW arrays must achieve two things: gain intracellular access, and transport biomolecules across the cell plasma membrane. The plasma membrane comprises hundreds of different lipids and proteins that function to separate the intra- and extracellular environments [76]. The membrane is protected externally by glycosylated proteins, secreted by Golgi glycosylation enzymes that span the lipid bilayer of the cell membrane [77]. Internally, another barrier to cytoplasm penetration is the actin cytoskeleton, a system of actin microtubules that is largely responsible for cell morphology and motility. NW-mediated intracellular delivery and sampling therefore relies on the NWs and/or their cargo penetrating the glycosylated protein barrier and the lipid membrane, and negotiating the actin cytoskeleton.\nVA-NW-mediated intracellular delivery often relies on electroporation [14,41], laser optoporation [39] or chemical permeabilisation [78,79] of the plasma membrane to enable reliable, quantifiable and controlled intracellular access, but successful delivery and sampling upon mere interfacing or application of mechanical force has also been shown [6,36,38,47,48,52,61,80]. Fig. 4a schematically illustrates the most common means of solid NWs gaining intracellular access and biocargo transport.\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nAgency: Cell plasma membrane penetration VA-NW arrays can penetrate the cell plasma membrane by harnessing the unique physical properties of 1D nanomaterials on their own, or in conjunction with other known membrane permeabilisation techniques. For instance, a hollow VA-NW array connected to a microfluidic chamber simultaneously electroporated the cell membrane of CHO cells for direct intracellular access, and delivered fluorescent dye with >95% efficiency (Fig. 4b) [14]. In a separate experiment, the same array delivered plasmid DNA resulting in altered gene expression in 81% of CHO cells. The intimate, nanoscale cell–NW interface allows a drastic reduction in electroporation voltage required (from 1.0–1.5 kV to only <35 V), thereby maintaining a higher cell viability, and providing uniform contact between every cell and the source of the electrical pulses for evenly distributed penetration and delivery [14]. The microfluidic chamber allows sequential, dosecontrolled, and co-delivery of biomolecules in solution. The cell membrane rapidly heals after electroporation, so precise temporal control is modulated by electroporation pulse delivery [14].\nCapitalising on the thermoplasmonic quality of gold nanoparticles [81,82], laser-induced thermoplasmonic heating can also be an efficient, scalable, spatially selective and relatively inexpensive intracellular delivery method [39]. HeLa cells were seeded onto gold thermoplasmonic VA-NW arrays (Fig. 4c). A nano-second laser pulse irradiated the apexes of the pyramidal NWs to >300 C to generate hotspots (bubbles), which temporarily and highly locally (within tens of nanometers) permeated the cell membrane, allowing cargo dissolved in surrounding solution to diffuse into the cell. The gold thermoplasmonic pyramid\nsummarises biocargo tethering (bottom) and four modes of intracellular\nporation system. Biomolecules in solution pass into the cell at localised pores\nn gold thermoplasmonic arrays. Coloured inset shows a simulation of the\n45 mJ/cm2. Figure adapted from (b) [14] and (c) [39].\n9\n10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\narrays gave a transfection efficiency of 95% for calcein dye, (MW = 650 Da), and viability of 98% [39], but the delivery efficiency of Dextran 2000 kDa was less than 20%. The average weight of one DNA base pair is 650 Da, so biocargo size is a limiting factor for delivery by this method. Other reports have shown that the cell membrane pore size generated by laser optoporation is too small to accommodate large biomolecules such as plasmid DNA, and hypothesised that observed transfection is rather due to plasmid congregation at the site of irradiation followed by endocytosis [83].\nThe main impediment to use of electroporation and thermal permeabilisation in more advanced biological applications is protein denaturation, damage to cellular organelles, reduced viability and a gradient of permeabilisation [6]. The above studies show how using VA-NW arrays avoids these obstacles and minimises off-target effects. The combination of the intimate interaction between the NWs and the cell membrane and the specific nanomaterial properties means that the required voltage and current is very low (electroporation); and the intense heat (thermal) and electric current (electroporation) is very highly localised and evenly distributed [14,39,41].\nHighly efficient delivery has also been achieved without electroporation or optoporation by simply seeding cells onto VA-NW arrays [38], or by using mechanical force, either straight acting or centrifugal – a type of nanoinjection [47,61]. Seeding HeLa cells onto NWs coated with plasmid GFP or GAPDH-siRNA (4 h for interfacing) or applying the coated NWs to a monolayer of cells using physical force (instant interfacing) gave a TE >90% for both methods after 48 h [47]. A maximum TE of 79.9% was achieved in diverse cell types (HeLa, PC3, MDA-MB-231, MCF-7, Raji B cells, T47D, HepG2 and primary mouse lymphocytes) for delivery of diverse cargos (siRNA, plasmid DNAs, fluorescent proteins and enzymes) using carbon NW arrays under applied centrifugal force [61]. Notably, TEs for VEGF siRNA delivered to ‘hard-totransfect’ cells (T47D, MCF-7, HepG2, Raji B cells and primary mouse lymphocytes) under centrifugal force were almost four times those achieved by conventional (Lipofectamine) transfection in those cells [61].\nAgency: mechanical penetration debate Cell plasma membranes are highly dynamic and the exact mechanism of intracellular access without additional membrane permeabilisation remains largely unknown for any given combination of variables (NW geometry, substrate functionalisation, cell type, and biocargo delivered). Traditionally, NW-mediated delivery was considered a mechanical process, providing direct access to the intracellular space by impaling or nanoinjection. NW penetration of the cell membrane is frequently reported, especially in earlier works, as the molecular mechanism of VA-NW array-mediated delivery of bound cargo. Indirect evidence supports this conclusion. For example, cells expressing GFP after having been incubated with NWs coated in GFPencoding plasmid, while at the same time fluorescence microscopy shows intimate cell-NW interactions [8,36,42,84–86].\nStudies utilising a combination or combinations of electrophysiological recording, fluorescence microscopy, focussed ion beam (FIB)-SEM, atomic force microscopy (AFM) and mathemat-\n10\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nical modelling confirm that mechanical penetration events can occur by membrane rupture, but that they are rare and transient [78,87–90]. Obviously, ‘rare and transient’ is not consistent with the high delivery efficiencies reported above. Arguing against NW-mediated penetration, recent studies have used highresolution FIB-SEM and transmission electron microscopy imaging of the plasma membrane to show a lack of penetration for different VA-NW arrays in different cell types, instead showing extensive plasma and nuclear membrane remodelling to conform to and wrap around VA-NWs [91–93]. Cells were fixed and imaged after several days of culture on the NWs. Several studies have confirmed the transient nature of cell membrane rupture, which usually repairs after tens of minutes to a few days [41,87–89]. Therefore, one would expect that after several days of culturing cells on NWs, there would be little to no evidence of membrane penetration even if it had occurred, but rather, membrane remodelling.\nIn vivo NW-mediated delivery of Qdots, DNA and dyes by pressing for only a few minutes can be argued as compelling evidence that pSiNWs can mechanically penetrate the cell membrane and gain direct access to the cytoplasm because the very short interfacing time (<5 min) resulted in substantial gene expression modification [47,52]. Yet it is equally likely that cargo delivered in this manner is deposited into the ECM rather than directly intracellularly, and transported into cells by another mechanism. The complicating factor when comparing in vivo and in vitro studies is that a systemic response to nanowire perturbation in vivo will be different to the response of individual cells in a homogenous, 2D culture. Another potentially significant difference is the use of porous SiNWs rather than smooth NWs of diverse materials and geometries. There is new evidence suggesting that the geometry of the NW rather than the height, diameter or aspect ratio is crucial for placing the cell plasma membrane under sufficiently high tensile pressure to the point of spontaneous rupture [94]. In particular, sharp edges place most pressure on the plasma membrane and underlying actin cytoskeleton and facilitate rupture by even large diameter NWs (1–2 mm). The effect of a rough, porous surface such as that of the pSiNWs used in the recent in vivo studies has never been the subject of membrane rupture modelling.\nNot all mechanical penetration is necessarily instantaneous: penetration may be induced by membrane remodelling events and therefore require longer time in contact with NWs to occur. A systematic analysis of NW-mediated cell penetration into CHO cells using an array of hollow aluminium oxide NWs (Fig. 4b) proposed two models: The adhesion model and the traction model [88]. According to these models, mechanical penetration occurs either soon after cells adhere (adhesion model) or after sufficient NW engulfment for cell traction forces to accumulate (traction model), but in each model, only for a limited time – not indefinitely. Neither model, however, indicates a high number of penetration events.\nEvidence of membrane remodelling supports an alternate delivery mechanism hypothesis: NW-induced endocytosis. Endocytosis is the mechanism by which cells take up material from the extracellular environment by a process of membrane invagination and subsequent vacuole formation. Precisely con-\n10.1016/j.mattod.2019.08.012\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\ntrolled NW-induced membrane curvature activates endocytic proteins by recruiting key clathrin-mediated endocytosis (CME) proteins clathrin and dynamin to regions of positive membrane curvature, enabling independent and direct modulation of the biochemical activities of CME [95]. Clathrin and dynamin were most highly clustered at regions where membrane curvature exceeded 200 nm in radius. The frequency of endocytosis events was upregulated at highly curved membranes, and the duration of CME was shorter. Other proteins not previously reported to have curvature sensitive domains were also found to preferentially aggregate at regions of high curvature, most notably actin [95]. Endocytosis is quick, but not instant, so NW-up-regulated endocytosis is unlikely the explanation for transfection when contact time on the NWs is a matter of minutes. However, for longer contact times of exceeding one hour, endocytosis triggered by increased membrane curvature likely contributes to high NW-mediated delivery efficiencies.\nNew research interfacing human mesenchymal stem cells (hMSCs) with VA-pSiNW arrays showed that the endocytotic proteins caveolin-1 (CAV-1) and clathrin light chain (CLC) localised to the basal cell membrane clustered around the tips and sides of pSiNWs after six hours interfacing [80]. Total protein expression levels for these proteins did not increase, suggesting intracellular mobilisation of existing CAV-1 and CLC rather than gene expression upregulation. FIB-SEM imaging confirmed the presence of caveolae and clathrin-coated endocytotic vesicles (Fig. 5c). However, fluorescence microscopy analysis tracking the uptake and colocalisation of molecules known to be trafficked by specific endocytic pathways (Transferrin for clathrinmediated endocytosis, Choleratoxin B-subunit for Caveolinmeidated endocytosis, and Dextran chains 10–70 kDa for micropinocytosis), revealed that endocytosis accounts for a significant fraction, but by no means all NW-mediated intracellular delivery.\nThese studies advance our knowledge of cellular responses to the nanotopographical manipulation, but also highlight gaping holes in our understanding of the molecular mechanisms of the dynamic cell–NW interface, presenting opportunities for significant future research contributions."
    }, {
      "heading" : "Agency: transport of biomolecules",
      "text" : "Not only do VA-NW arrays have to penetrate the plasma cell membrane, they also have to facilitate the transport of biocargo across the membrane. The mechanisms underlying the delivery and sampling techniques using hollow NWs described above are well understood: electroporation disrupts the cell plasma membrane to allow hollow NW access, and delivery and sampling occur by diffusion of biomolecules into and out of an external chamber [14,37,41,96]. In this manner, delivery and sampling can be temporally and quantitatively controlled. Similarly well understood are the mechanisms of chemical- and optoporation when delivery cargo is in an external solution.\nIn the case of protein pull-down sampling, incubating cells on VA-NW arrays functionalised with antibodies for specific intracellular proteins provided sufficiently prolonged proximity for target proteins to bind to their antibodies. Antibody binding was strong enough for target proteins to be physically pulled\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nthrough the cell membrane when cells were washed off the arrays 24 h later [55,59].\nLess well understood is the delivery mechanism when cargo is loaded directly onto the VA-NW arrays and delivered into cells after intimate interfacing. In this scenario, there are two stages required for biomolecule transport: cargo loading onto the NWs and cargo release into the cells. There are several means by which cargo can be loaded onto NWs for transport into the cell: Cargo can be loaded into porous NWs (Fig. 4a, bottom and centre), can be adsorbed directly onto the NW surface (Fig. 4a, bottom and left), or can be covalently bound to the NW surface in a layer-by-layer method (Fig. 4a, bottom and right). NW pore size range can be manipulated to some extent via the wet or electrochemical etching conditions but there is a pore size dispersion.\nCargo can be loaded onto smooth NWs with appropriate surface chemistry facilitating adsorption via electrostatic or hydrophobic effects (non-covalent immobilisation). For example, coating NWs with polyethyleneimine (PEI) creates a positive charge which electrostatically binds the negatively charged plasmid DNA, and similarly, silanisation of the array surface with a positively charged (protonated) aminosilane enables noncovalent (electrostatic) binding of DNA [8,97]. Bioactive molecules can also be covalently bound to VA-NW arrays. For example, photochemical hydrosilation chemistry can be used to covalently bind primary amines to hydrogen terminated SiNWs, which in turn covalently bind to a maleimide crosslinker to react with thiol-terminated DNA [97]. Non-permanent covalent binding can be achieved using cleavable linkers [98].\nSurface functionalisation has been more extensively investigated in the context of biosensing, where it is often necessary for non-biological, complex components to be transported via more elaborate and controlled capture and release mechanisms [16,99–101]. There is an opportunity in the engineered nanobio cellular interface context to take inspiration from the biosensing field in order to generate more controlled cargo presentation on and release from the NWs. This could enable dose controlled, targeted and temporally controlled delivery of one or several cargo types simultaneously.\nImportantly, the intracellular release mechanism for cargo electrostatically or covalently bound has not been elucidated, but assumes preferential binding to cell surface or intracellular receptors, or dissociation once inside the cytosol. This presents a significant knowledge gap that needs to be filled in order to probe the interface of 1D nanomaterials with biological systems and design advanced nano–bio interfaces.\nIn addition to tethering cargo, functionalisation can also be used to gain entry into the cell. In addition to cell membrane penetration methods discussed above, cell penetrating peptides (CPPs) are small, simple peptides that enter the cell via different endocytotic pathways. CPPs can target delivery of therapeutic agents (pharmaceuticals, imaging dyes and plasmid DNA) into specific cells and tissues [102] and have successfully facilitated cardiac cell membrane penetration for intracellular recording of action potentials by SiNW probe [103].\nFunctionalisation with CPPs has not yet been explored by VANW arrays, but individual SiNWs dispersed in cell culture med-\n11\n10.1016/j.mattod.2019.08.012\nFIGURE 5\nVA-NW array-induced artefacts. (a) Schematic summarising published findings from studies using VA-NW arrays of different material and functionalisation, interfaced with diverse cell types under varying conditions. The schematic is not comprehensive and will vary for individual cell types, but gives a representation of the diversity of current findings at the NW-cell interface. (b) SEM image of plasticised HL-1 cell showing extensive interactions between cell surface extensions and individual NWs. (c) FIB-SEM imaging shows caveolae (green arrows) and clathrin-coated pits (orange arrows) at the cell–NW interface. Scale bar 100 nm. (d) FIB-SEM image of plasticised HL-1 cell showing cellular organelles and cell and nuclear membrane remodelling to accommodate NW protrusions. (e) The nuclear membrane remodels to accommodate NWs. TEM image showing nuclear remodelling and cytosol between the nuclear and cell membranes. Scale bar 2 mm. (f) Fluorescence microscopy images showing lamin A (pink) and DNA (DAPI, blue) nuclear remodelling in hMSCs at 6 h interfacing with VA-pSiNW arrays. Scale bar 5 mm. Figure adapted from (b and d) [114], (c) [80], (e) [115] and (f) [116].\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\n12\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/10.1016/j.mattod.2019.08.012\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\nium and functionalised with an HIV-1-derived CPP were shown to be internalised by neurons in vitro [104]. Rather than NW internalisation, in the array context, the aim of CPP functionalisation would be to couple CPPs to the cargo for delivery and present the complex to the cell on the array. This would enable targeted delivery for example in co-cultures of cells or in tissues, thanks to the ability of the VA-NW array to interface with a large number of cells simultaneously, coupled with the receptor specificity of CPPs.\nArtefacts produced by the cell-NW interface VA-NW arrays are a highly artificial environment for cells both chemically and topographically. A plethora of intracellular and extracellular cues, both chemical and physical in nature, triggers signalling cascades that regulate cellular processes. Cell type, NW geometry, substrate material and functionalisation, and in the case of delivery, the specific biocargo involved, have all been reported to influence cell–NW interface artefacts such as changes to cell morphology, behaviour, function and fate. However, the underlying fundamental mechanisms responsible for NWinduced changes in cell behaviour are not always well understood [5,105]. VA-NW arrays for cellular applications are designed to be biocompatible. Hence it is not surprising that artefacts in terms of the chemistry of VA-NW arrays affecting cell behaviour have not been reported in published literature (unlike individual NWs [106–109] and nanoparticles [110,111])."
    }, {
      "heading" : "Topographical artefacts",
      "text" : "Interfacing cells with NWs generally has minimal to moderate impact on cell viability and other behaviour such as cell migration and proliferation, but questions remain about the extent of other, more subtle effects VA-NW topography has on cellular molecular processes. The cell senses and responds to its microenvironment by mechanotransduction, translating mechanical inputs (or force) into biochemical outputs. This mechanosensitive feedback modulates a myriad of cellular functions and we still lack comprehensive understanding of the sensory and regulatory mechanisms involved in cellular responses to nanotopography, both artificial and biological.\nUse of VA-NW arrays for the analysis of cell traction forces [20,94] and as mechano-instructive surfaces for probing mechanotransduction [10] highlights VA-NW array topography-induced cell responses, and considerable literature contributes to our broad understanding that the interface stimulates cellular activity [3,4,38,105,112,113]. VA-NW arrays interact directly and indirectly with the cell plasma membrane, the actin cytoskeleton, and often, the cell nucleus. A summary of the published effects of NW height, diameter and density on cell morphology and behaviour are shown in Fig. 5a.\nNew research interfacing hMSCs and human umbilical vein endothelial cells (HUVECs) with VA-pSiNW arrays showed inhibited focal adhesion maturation coupled with reduced intracellular tension after 6 h interfacing [116]. Gene expression for four focal adhesion proteins (focal adhesion kinase, paxillin, vinculin and zyxin) was significantly down-regulated for both cell types compared to culture on flat substrate controls, and western blot revealed reduced protein expression of vinculin. Reduced\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nintracellular tension was quantified by immunofluorescence showing significantly reduced active actomyosin contractility (phosphorylated myosin light chain) [116]. When intracellular tension is reduced, the two transcription factors Yes-associated protein (YAP) and PDZ-binding domainTAZ (involved in mechanotransduction and stiffness sensing) relocate from the nucleus to the cytoplasm, and pSiNW array-mediated reduction of intracellular tension also produced this result. Surprisingly, up-regulation of actomyosin contractility using lysophosphatidic acid did not recover the intracellular tension sufficiently for YAP and TAZ to return to the nucleus.\nThis study sheds new light on the molecular mechanisms underpinning cellular mechanotransduction and raises the possibility that focal adhesion maturation is equally or more important for YAP activation than cell shape or actomyosin contractility and actin organisation, highlighting the value of nanotopographically-induced artefacts for fundamental cell biology research.\nThe first systematic study investigating the effect of differing VA-SiNW array densities on cell behaviour showed that different nanosurface topographies predictably elicit different cell responses for NW densities greater than 150 NWs per 100 mm2 [117]. Controlling geometrical parameters such as NW diameter, height, and density allowed the manipulation of cell adhesion, morphology, mobility, F-actin cytoskeleton and focal adhesions (Fig. 5a).\nBy means of SEM, NIH3T3 fibroblast settling morphologies were categorised into three regimes: (1) cells totally engulf NWs (low densities); (2) cells partially engulf NWs (mid-range densities); (3) cells interact only with the tips of NWs (high densities) [117]. Filopodia were shown to interact with the sidewalls and tips of NWs at lower densities, but only with the tips of NWs at high density, in agreement with previous studies [92]. Cell morphology, adhesion and mobility was assessed as a function of NW density [117]. Cell area decreased at very low (flat wafer or 3 NWs per 100 mm2) and very high densities (700 NWs per 100 mm2), and cell circularity decreased in accordance with cell area. Cells were largest and most deformed at mid-range densities. This resulted in reduced detachment efficiency when fibroblasts were trypsinised, suggesting greater cell adhesion. Cell detachment efficiency was reduced to just 60% for mid-range density NWs, compared to around 90% for flat silicon wafers, low density or very high density NWs [117]. Tracking RFPlabelled NIH3T3 fibroblasts using time-lapse imaging showed that mid-range NW densities significantly reduced cell migration velocity compared to low or high densities [117]. At high densities, cell velocity exceeded that of the control fibroblasts on flat silicon wafers, confirming an earlier study using L929 cells on VA-GaPNWs that cell mobility increased on NW arrays compared to flat surfaces [92].\nFor all densities there was clear co-localisation of actin with NWs [117], in agreement with another contemporaneous study [95]. Actin co-localisation followed cell deformation patterns, and was only present at the tips of the NWs at high densities, compared to co-localising along the whole length of the NW for low density arrays [117]. Actin dynamics were visualised using time-lapse microscopy (every 2 min for 8 h) on cells\n13\n10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\nstained with 100 nM SiR-actin. In accordance with earlier findings, the actin structure in cells plated on very low and high density arrays appeared motile by exerted tension, whereas the actin appeared fixed in cells plated on mid-range density arrays. Focal adhesions (FAs) in live cells were visualised by staining with fluorescent paxillin and showed that FA densities increased for cells on mid-high density arrays, and were elongated compared to the other densities [117].\nSystematic analysis of the effect of geometrical parameters height, diameter, and density on cell viability, proliferation, and TE was investigated for four different human cells: human dental pulp stem cells (hDPSC) and human foreskin fibroblasts (HFF) (primary cells) and HEK293 and HeLa cell lines (immortalised) (Fig. 5a) [38]. For most cell types tested, medium heights (1.2–3.5 mm), small diameters (<400 nm), and densities of 0.6– 1.0 NW mm 2 permitted the highest TE of eGFP-tagged plasmid DNA. NW height effects on cell viability and proliferation were investigated by staining HFF, HeLa, hDPSC and HEK293 cells with fluorescein diacetate (viability) and Click-iT 5-ethynyl-20deoxyuridine (proliferation). NW heights of 3.5 mmwere optimal in terms of cell viability. Interestingly, the influence of nanowire density on TE was weak compared to height [38]. FIB-SEM and super-resolution structured illumination microscopy showed that hDPSC and HEK293 cells transfected on VA-NW arrays of mid-range height (1.2–3.5 mm) extended more filopodia and were more elongated in morphology than cells on shorter or taller arrays [38].\nUnderstanding nanotopographical effects on cell behaviour, function and fate is both a necessary and seemingly unrelenting task, given that different cell types respond differently to different stimuli, and VA-NW arrays can present seemingly infinite combinations of increasingly diverse nanotopographies [118– 120]. Furthermore, since different cell types have different morphologies, sizes, adhesive and mechanical properties, elasticities, and modes of function, each cell type provides a unique set of challenges for creating a functional cell–material interface.\nA confounding factor is that NW topography also influences the adsorption of surface coatings commonly used in cell culture to promote cell adhesion. Cell culture surfaces in vitro are usually coated with proteins derived from the extracellular matrix (ECM) to promote cell adhesion to the artificial substrate, and this also applies to VA-NW arrays. Integrin receptor binding at the cell surface triggers the formation of transient focal adhesion complexes. A myriad of complex factors modulates the strength of cellular adhesion, including cell type, inter- and extracellular environmental conditions and extracellular stimuli including surface topography. Cellular adhesion in turn triggers an intracellular signalling cascade that regulates cell behaviour.\nThe amount of the cell-adhesion mediator laminin adsorbed on gallium phosphide (GaP) VA-NW arrays was up to four times higher on the vertical NW protrusions than on the same GaP flat surface [121]. Laminin adsorption decreased as NW diameter increased (NW diameters were 78 nm, 130 nm and 260 nm) [121], which is consistent with other studies showing increased protein adsorption with increased nanoparticle curvature [122– 124]. Electrostatic binding and crystalline effects were excluded as reasons for the increased laminin adsorption on narrow NWs compared to larger diameter NWs or flat surfaces.\n14\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nFibronectin, another ECM protein, has also been shown to adsorb more efficiently and present more cell binding sites on nanostructured surfaces with hut and dome topographies with heights up to 13 nm compared to flat tissue culture surfaces [125]. The increased affinity of cell culture promoting coatings for nanoscale topographies compared to flat surfaces may be the reason that cells proliferate, spread and adhere to VA-NWs, rather than the nanotopography directly affecting cell behaviour [121,125].\nArtefacts from altering membrane curvature The most well documented artefact of interfacing cells with VANW arrays is the remodelling of the cell plasma and nuclear membranes to accommodate the NW protrusions (Fig. 5b–d). Vertical nanostructures affect cell membrane curvature [117] and membrane-curvature initiated signalling [3]. Dense actin rings have been shown to transiently form around NW protrusions at the cell–NW interface [116]. The full extent of intracellular signalling and pathways activated as a consequence of inducing membrane curvature is not yet known, but recent studies have produced some exciting results. Unlike stochastic VA-NW arrays, uniform VA-NWs induce consistent membrane curvature (Fig. 5e) [91,126,127], and have been used to probe activation of endocytosis and to identify previously unknown membrane curvature-sensitive intracellular proteins [95]. As described above, a combination of immunofluorescence, protein expression and FIB-SEM imaging showed that NW-induced basal cell membrane deformation in hMSCs interfaced with pSiNWs for six hours caused localisation of key proteins involved in two independent endocytotic pathways at the cell–NW interface, resulting in an accumulation of endocytotic vesicles immediately proximal to the NWs (Fig. 5e) [80].\nNW-induced membrane curvature was also used to specifically analyse membrane-substrate cleft distance in HEK (adherent) and HL-1 (non-adherent) cells [114]. The cell-substrate cleft distance is critical for cellular interaction with nonbiological substrates, for example non-biological implants as well as for stimulation/recording of bioelectrical activities in cells at the device–cell interface in electrophysiology applications. A FIB-SEM study at 10 nm resolution was used to quantitatively assess how different surface topographies affect the cellsubstrate cleft distance. SiO2 substrates engineered with protrusions (vertical NWs), invaginations (pores), and other complex structures (NTs, nanobars, irregular nanocones, nanoletters and grooves) were coated with poly-L-lysine or fibronectin to promote cell adhesion [114]. Cell membranes deformed readily to wrap around protrusions, but did not contour or deform to extend into pores or invaginations. Cell membranes wrapped tightly around nanotubes, but did not attach to the inner wall of the hollow centre. The average cleft distance on a flat surface was 100 nm, in agreement with previous studies. The cleft distance decreased to 15 nm for vertical NWs and increased to >400 nm for nanopores. Immunofluorescence showed an accumulation of F-actin around NWs, but an absence of F-actin in nanopores, suggesting that actin-NW interactions are key in regulating the intimate contact with nanoprotrusions [114]. These innovative studies are now paving the way for further interrogation of molecular-level interplay between cellular processes and\n10.1016/j.mattod.2019.08.012\nR ES\nEA R C H : R ev\nie w\nMaterials Today d Volume xxx, Number xxx d xxxx 2019 RESEARCH\nmembrane curvature using VA-NWs to controllably manipulate the cell membrane."
    }, {
      "heading" : "The influence of nuclear deformation",
      "text" : "VA-NW arrays readily deform the plasma membrane, but there is also significant evidence of nuclear membrane remodelling across a broad range of cells (Fig. 5d–f) [3]. Nuclear mechanics has a profound impact on cell behaviour and function, including differentiation, apoptosis, proliferation, migration, polarisation, cytoskeleton reorganisation, chromatin distribution and gene expression. Aberrations of nuclear mechanics are implicated in many serious human diseases (for example, cancers, dilated cardiomyopathy, Emery–Dreifuss muscular dystrophy and Hutchinson–Gilford progeria). Previously described means of studying nuclear mechanics and mechanotransduction (micropipette aspiration and AFM) are transient, or so coarse that only micrometre deformations can be measured. In contrast, in vivo deformations are often only at the scale of hundreds of nanometres. Hence, using NWs to induce deformations will allow the study of local nuclear deformation on cell behaviour, gene expression and mechanotransduction.\nThe nucleus of cortical neurons plated onto VA-NWs deformed around each NW [91] (Fig. 5e) to an extent that depended on the geometry of the NWs, but was also highly dependent on nuclear stiffness: the stiffer the nucleus, the less NW-induced deformation [115]. This finding holds true across cell types of differing nuclear stiffness: primary hippocampal neurons (very soft), HL1 cardiomyocytes (less soft), MCF7 cancer cells and 3T3 fibroblasts (stiffer), and within the same cell type when nuclear stiffness is decreased or increased in the presence of bioactive molecules [115].\nThe role of specific cytoskeletal components in the mechanical coupling between the cell and nuclear membranes was also investigated [115]. 3T3 fibroblasts were treated using drugs that depolymerise actin filaments (latrunculin-B and cytochalasin D), microtubules (colchicine) or intermediate filaments (acrylamide), thus targeting specific cytoskeletal components and analysing the effect on nuclear deformation. Actomyosin pulls the nucleus toward the cell membrane, while intermediate filaments act as a counterbalance [115]. This is in agreement with previous models and studies using micropatterned substrates and existing knowledge that actin plays a central role in mechanical coupling between the cell and nuclear membranes [128].\nVA-NW array-induced nuclear deformation alters intracellular signalling and influences aspects of cell behaviour beyond mere nuclear membrane curvature. Visual analysis showed that the inner and outer nuclear membrane underwent differing degrees of remodelling to accommodate the nanoscale protrusions in HUVECs and hMSCs interfaced with VA-pSiNW arrays [116]. The outer nuclear membrane was found to remodel more extensively than the inner, which also correlated with increased gene expression for the outer nuclear membrane protein Lamin A. Therefore, the extracellular topographic cues provided by the pSiNWs directly caused a change in gene expression. Nuclear remodelling as an instigator of nuclear mechanotransduction and epigenetic chromatin reorganisation have been hypothesised, but not yet confirmed [3]. The research community has yet to determine what implications this may have for the design\nPlease cite this article in press as: E. Lestrell et al., Materials Today, (2019), https://doi.org/\nof cell–NW interfaces for specific applications, but it is clear that NW-mediated cell manipulation promises to revolutionise cellular nanotechnology."
    }, {
      "heading" : "Outlook",
      "text" : "Efficient, flexible and non-destructive intracellular delivery and sampling is crucial for a plethora of progressive therapeutic, clinical and research applications. In this context, VA-NW arrays are a powerful and versatile cellular nanotool. This review presented the latest in vivo, in situ and in vitro intracellular delivery and sampling applications for VA-NW arrays.\nA significant advantage of VA-NWs is the combination of the enhanced cell–nanosubstrate interaction provided by the nanoscale interface and the unique properties of 1D nanomaterials. The arrays enable bidirectional information flow of biochemical and biophysical signals and/or biomolecular cargo to or from the intracellular environment. VA-NWs can administer multiple inputs simultaneously – physical, biological, electrical and combinations of these. Critically, the power of the arrays lies in their ability to create a functional interface with hundreds of cells simultaneously, generating scalable delivery of biomolecules and massively parallel biosensing, interrogating, and sampling capabilities [129–132].\nMultiple features of VA-NW arrays make them ideal as nextgeneration intracellular delivery and sampling platforms: minimal cell perturbation allowing sequential delivery and sampling; scalability; application across diverse cell types; an ability to predictably manipulate cellular processes with precise, nanoscale control; and an ability to be incorporated into existing systems and protocols. Further work is needed to make VA-NW array platforms compatible with intracellular targeting and to improve dosage control. We have proposed strategies for improving intracellular targeting and increasing delivery and sampling control, as well as opportunities to expand on and advance current work.\nMapping out and understanding all levels of the VA-NW–cell interface is crucial to transformative progression of cellular nanotechnologies beyond laboratory research in vitro to clinical applications in vivo. In particular, it is critically important to understand the means by which VA-NWs gain intracellular access, and how they release their cargo.\nExciting research has uncovered a role for the intracellular endocytotic pathway in NW-mediated delivery agency. We have presented evidence suggesting that there may be a crucial overlap between molecular delivery mechanisms and nanotopographical artefacts. For example, actin is well known to remodel on VA-NW arrays and plays an important role in a number of key cellular processes, including adhesion-mediated signalling. Increasing adhesion increases delivery efficiency slightly, from 7 to 11% [14], and this mechanism may be worthy of further exploration.\nThe interplay between adhesion and endocytosis signalling pathways is widely acknowledged [133], providing further evidence for possible NW-mediated up-regulation of endocytosis. For example, neurite adhesion affects synapse vesicle exo- and endocytosis [134], and disruptions to endocytosis pathways have been shown to affect focal adhesions and cell motility [135]. VANW arrays affect cell adhesion, focal adhesions, and cell motility, and up-regulate clathrin-mediated endocytosis. To further probe\n15\n10.1016/j.mattod.2019.08.012\nR ESEA R C H :R eview\nRESEARCH Materials Today d Volume xxx, Number xx d xxxx 2019\nthe effect of NWs on clathrin-mediated endocytosis and the importance of this process for TE, vital CME proteins could be silenced or knocked out to determine if high TEs persist. The impact on other intracellular transport mechanisms should also be explored.\nCellular responses to interfacing with VA-NW arrays have been extensively characterised, described here as cell–NW interface artefacts, but there is still much more we do not know about NW-induced changes to cell function. For example, what, if any, long-term implications might NW-induced artefacts have on our ability to extrapolate findings in NW-based fundamental molecular biology to other contexts? What utility do VA-NW arrays have as a delivery and sampling platform for more complex applications, such as future human clinical applications? Understanding the effects of each array variable on molecular cellular processes will improve the probative and interrogative precision of VA-NW arrays as nanotools for dynamic intracellular manipulation unavailable by other means.\nThe research now enabled by engineered nano-bio interfaces is only in its infancy. We anticipate that VA-NW arrays will continue to: (i) provide major advances in fundamental knowledge of biological mechanisms; (ii) precisely manipulate increasingly complex cellular processes; (iii) assist translation of research into in vivo and clinical life-science applications; and (iv) open major interdisciplinary opportunities in the field of engineered cell– material interfaces by creating novel avenues for synergy between nanotechnology and cell biology."
    }, {
      "heading" : "Declaration of Competing Interest",
      "text" : "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was performed in part at the Melbourne Centre for Nanofabrication (MCN) in the Victorian Node of the Australian National Fabrication Facility (ANFF). R.E. is supported by the Australian Research Council (ARC) for (DE170100021). R.E thanks the Australian Friends of Tel Aviv University. Original graphic artwork by Marc Cirera after drawings by E.L."
    } ],
    "references" : [ {
      "title" : "Annu",
      "author" : [ "A.F. McGuire", "F. Santoro", "B. Cui" ],
      "venue" : "Rev. Anal. Chem. 11 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "X. Liu", "S. Wang" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "262–271, https://doi.org/10.1038/ s41556-017-0030-y",
      "author" : [ "J.-Y. Shiu et al", "Nat" ],
      "venue" : "Cell. Biol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Front",
      "author" : [ "J.T. Robinson", "M. Jorgolli", "H. Park" ],
      "venue" : "Neural Circuit. 7 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "ACS Sens",
      "author" : [ "C. Chiappini" ],
      "venue" : "2 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Acc",
      "author" : [ "J. Hoyer", "I. Neundorf" ],
      "venue" : "Chem. Res. 45 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "M.P. Stewart", "R. Langer", "K.F. Jensen" ],
      "venue" : "Rev. 118 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mol",
      "author" : [ "M.V. Inder" ],
      "venue" : "Ther. 2 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Nat",
      "author" : [ "C.E. Thomas", "A. Ehrhardt", "M.A. Kay" ],
      "venue" : "Rev. Gen. 4 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "V",
      "author" : [ "F.C. Pérez-Martínez", "B. Carrión" ],
      "venue" : "Ceña, JAD 31 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nat",
      "author" : [ "L. Dan", "W.M. Saltzman" ],
      "venue" : "Biotechnol. 18 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Nano Lett",
      "author" : [ "J.J. Vandersarl", "A.M. Xu", "N.A. Melosh" ],
      "venue" : "12 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "nmat4249. 10.1016/j.mattod.2019.08.012  R  ES  EA  R  C  H  :  R  ev  ie  w  Materials Today d  Volume xxx, Number xxx d  xxxx 2019  RESEARCH",
      "author" : [ "C. Chiappini et al", "Nat. Mater" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Mater",
      "author" : [ "A.R. Maity", "D. Stepensky", "ACS Appl" ],
      "venue" : "Interfaces 8 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mater",
      "author" : [ "X.-W. Hua", "Y.-W. Bao", "F.-G. Wu", "ACS Appl" ],
      "venue" : "Interfaces 10 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Expert Opin",
      "author" : [ "C.S. Gondi", "J.S. Rao" ],
      "venue" : "Ther. Targets 17 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Proteomics Clin",
      "author" : [ "N. Aggarwal", "B.F. Sloane" ],
      "venue" : "Appl. 8 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanoscale 8 (2016) 11380–11384, https://doi.org/10.1039/ c6nr00171h",
      "author" : [ "S. Choi" ],
      "venue" : null,
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "A. Vidyasagar", "N.A. Wilson" ],
      "venue" : "Djamali, Fibrogenesis Tissue Repair 5 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Annu",
      "author" : [ "D. Cournoyer", "C.T. Caskey" ],
      "venue" : "Rev. Immunol. 11 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Curr",
      "author" : [ "K.M. Hege", "M.R. Roberts" ],
      "venue" : "Opin. Biotechnol. 7 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 1669
    }, {
      "title" : "Stem Cell Rep. 2 (2016",
      "author" : [ "K. Baek et al", "Curr" ],
      "venue" : null,
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2016
    }, {
      "title" : "Stem Cell and Gene Therapy for Cardiovascular Disease",
      "author" : [ "E.C. Perin" ],
      "venue" : "Elsevier Science, Waltham, MA",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Essentials of Glycobiology",
      "author" : [ "A.E. Varki" ],
      "venue" : "3rd ed., Cold Spring Harbor Laboratory Press, Cold Spring Harbor, New York",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanoscale 7 (2015) 17836–17847, https://doi.org/10.1039/ c5nr05650k",
      "author" : [ "E. Bergeron" ],
      "venue" : null,
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2015
    }, {
      "title" : "180–184, https://doi.org/ 10.1038/nnano.2011.249",
      "author" : [ "J.T. Robinson et al", "Nat" ],
      "venue" : "Nanotechnol",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2012
    }, {
      "title" : "Bioorg",
      "author" : [ "G. Leriche", "L. Chisholm", "A. Wagner" ],
      "venue" : "Med. Chem. 20 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Condens",
      "author" : [ "C.N. Prinz", "J. Phys" ],
      "venue" : "Matter 27 ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ethn",
      "author" : [ "A. Patlolla", "B. Knighten", "P. Tchounwou" ],
      "venue" : "Dis. 20 ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nanoscale 9 (2017) 5517–5527, https://doi.org/ 10.1039/c6nr09700f",
      "author" : [ "N. Buch-Månson" ],
      "venue" : null,
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2017
    }, {
      "title" : "1165–1171, https://doi.org/10.1021/ nl060403i",
      "author" : [ "H. Agheli et al", "Nano Lett" ],
      "venue" : null,
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2006
    }, {
      "title" : "D",
      "author" : [ "P. Roach" ],
      "venue" : "Farrar, C.C. Perry, JACS 128 ",
      "citeRegEx" : "123",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "I",
      "author" : [ "M. Lundqvist" ],
      "venue" : "Sethson, B.-H. Jonsson, Langmuir 20 ",
      "citeRegEx" : "124",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Nat",
      "author" : [ "V. Marie", "G. Thomas", "G. Sylvain" ],
      "venue" : "Commun. 3 (2012) 671, https://doi.org/ 10.1038/ncomms1668. 18 Please cite this article in press as: E. Lestrell et al., Materials Today, ",
      "citeRegEx" : "128",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Anal",
      "author" : [ "F. Patolsky", "G. Zheng", "C.M. Lieber" ],
      "venue" : "Chem. 78 ",
      "citeRegEx" : "129",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Sens",
      "author" : [ "Z. Li", "F. Gao", "Z. Gu" ],
      "venue" : "Actuators, B Chem. 243 ",
      "citeRegEx" : "130",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Massively diverse, tuneable vertically configured nanostructures interact intimately and precisely with mammalian cells to stimulate and probe cell functions, behaviours, and fate conversions [4,5].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 1,
      "context" : "VA-NW arrays have been directly responsible for breakthroughs in fundamental cell research [7], including in the understanding of the molecular basis of specific diseases [8], identification of new cell signalling regulators [9], and the discovery of novel roles for cell proteins and complexes [10].",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 2,
      "context" : "VA-NW arrays have been directly responsible for breakthroughs in fundamental cell research [7], including in the understanding of the molecular basis of specific diseases [8], identification of new cell signalling regulators [9], and the discovery of novel roles for cell proteins and complexes [10].",
      "startOffset" : 295,
      "endOffset" : 299
    }, {
      "referenceID" : 3,
      "context" : "VA-NW arrays have been instrumental in spurring advances in four main fields of cellular nanotechnology: nanoelectrode-based electrophysiology [1,11,12]; biosensing",
      "startOffset" : 143,
      "endOffset" : 152
    }, {
      "referenceID" : 5,
      "context" : "Current chemical/biological delivery mechanisms include carriers such as peptides, vesicles, nanoparticles or viral vectors [6,21,22].",
      "startOffset" : 124,
      "endOffset" : 133
    }, {
      "referenceID" : 6,
      "context" : "Current chemical/biological delivery mechanisms include carriers such as peptides, vesicles, nanoparticles or viral vectors [6,21,22].",
      "startOffset" : 124,
      "endOffset" : 133
    }, {
      "referenceID" : 7,
      "context" : "Inherent limitations of current delivery methods include: patient deaths [25,26], virus-mediated insertional mutagenesis [27], immunotoxicity [28], cytotoxicity [29], high cost and technically difficult to generate [30], lysosomal degradation [31,32], cell-type specificity [33], low efficiency [34], low throughput [35] and a stochastic nature that prevents sequential or co-transfection because specific cells or regions in a sample cannot be individually targeted.",
      "startOffset" : 73,
      "endOffset" : 80
    }, {
      "referenceID" : 8,
      "context" : "Inherent limitations of current delivery methods include: patient deaths [25,26], virus-mediated insertional mutagenesis [27], immunotoxicity [28], cytotoxicity [29], high cost and technically difficult to generate [30], lysosomal degradation [31,32], cell-type specificity [33], low efficiency [34], low throughput [35] and a stochastic nature that prevents sequential or co-transfection because specific cells or regions in a sample cannot be individually targeted.",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 9,
      "context" : "Inherent limitations of current delivery methods include: patient deaths [25,26], virus-mediated insertional mutagenesis [27], immunotoxicity [28], cytotoxicity [29], high cost and technically difficult to generate [30], lysosomal degradation [31,32], cell-type specificity [33], low efficiency [34], low throughput [35] and a stochastic nature that prevents sequential or co-transfection because specific cells or regions in a sample cannot be individually targeted.",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 10,
      "context" : "Inherent limitations of current delivery methods include: patient deaths [25,26], virus-mediated insertional mutagenesis [27], immunotoxicity [28], cytotoxicity [29], high cost and technically difficult to generate [30], lysosomal degradation [31,32], cell-type specificity [33], low efficiency [34], low throughput [35] and a stochastic nature that prevents sequential or co-transfection because specific cells or regions in a sample cannot be individually targeted.",
      "startOffset" : 295,
      "endOffset" : 299
    }, {
      "referenceID" : 12,
      "context" : "Figure adapted from (a and b) [46], (c) [47] and (d) [48].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 12,
      "context" : "In a separate experiment, in vivo nanoinjection of a fluorescent dye resulted in an even, highly localised distribution with a stable concentration for up to 48 h [47].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 13,
      "context" : "Qdots can be functionalised to target specific intracellular organelles, for example the nucleus [49], nucleolus [50] and G protein coupled receptors [51].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 14,
      "context" : "Qdots can be functionalised to target specific intracellular organelles, for example the nucleus [49], nucleolus [50] and G protein coupled receptors [51].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 15,
      "context" : "CTSB is a cysteine protease that is contained to lysosomes in healthy cells but is activated in the cytosol in several types of cancer [53,54].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 16,
      "context" : "CTSB is a cysteine protease that is contained to lysosomes in healthy cells but is activated in the cytosol in several types of cancer [53,54].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 12,
      "context" : "Figure adapted from (a) [47], (b–c) [52], (d–f) [41], and (g–h) [59].",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 17,
      "context" : "Figure adapted from (a) [47], (b–c) [52], (d–f) [41], and (g–h) [59].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 18,
      "context" : "In the same study, heat-shock protein 27 (HSP27) from human induced pluripotent stem cell (hiPSC)-derived cardiomyocytes, up-regulated in response to external stressors [62], was longitudinally sampled and subsequently analysed by enzymelinked immunosorbent assay (ELISA).",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 17,
      "context" : "Importantly, the non-destructive protein pull-down extracted the same amount of RFP per cell as for transiently transfected K562 cell lysate [59].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 17,
      "context" : "In a more clinically relevant application described in the same study, a fluorescence-based immunoassay was used to quantify the amount of endogenous Bcr-Abl (a chimeric protein responsible for CML) in K562 cells using the VA-NW pull-down array functionalised with the c-Abl Ab [59].",
      "startOffset" : 278,
      "endOffset" : 282
    }, {
      "referenceID" : 17,
      "context" : "The technique was less successful with adherent HEK293T and COS-7 cells due to the strong adhesion of the cells to the VA-NW substrate, preventing subsequent cell removal [59].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 19,
      "context" : "Some of the most exciting gene therapies require transfecting immune cells [64,65] or stem cells [66,67], which have proven to be notoriously hard to transfect by other delivery methods due to naïve T-cells becoming activated (an unfavourable change of state) and/or reduced viability [9,68–71] or low delivery efficiency where non-viral vectors are used [72].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 20,
      "context" : "Some of the most exciting gene therapies require transfecting immune cells [64,65] or stem cells [66,67], which have proven to be notoriously hard to transfect by other delivery methods due to naïve T-cells becoming activated (an unfavourable change of state) and/or reduced viability [9,68–71] or low delivery efficiency where non-viral vectors are used [72].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 21,
      "context" : "Some of the most exciting gene therapies require transfecting immune cells [64,65] or stem cells [66,67], which have proven to be notoriously hard to transfect by other delivery methods due to naïve T-cells becoming activated (an unfavourable change of state) and/or reduced viability [9,68–71] or low delivery efficiency where non-viral vectors are used [72].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 22,
      "context" : "Some of the most exciting gene therapies require transfecting immune cells [64,65] or stem cells [66,67], which have proven to be notoriously hard to transfect by other delivery methods due to naïve T-cells becoming activated (an unfavourable change of state) and/or reduced viability [9,68–71] or low delivery efficiency where non-viral vectors are used [72].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 0,
      "context" : "Extensive published works describe VA-NW array-mediated in vitro delivery of a diverse range of biomolecules into a diverse range of cell types, bypassing the abovementioned limitations [2,5,6,73], and will not be repeated here.",
      "startOffset" : 186,
      "endOffset" : 196
    }, {
      "referenceID" : 23,
      "context" : "The membrane is protected externally by glycosylated proteins, secreted by Golgi glycosylation enzymes that span the lipid bilayer of the cell membrane [77].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 12,
      "context" : "VA-NW-mediated intracellular delivery often relies on electroporation [14,41], laser optoporation [39] or chemical permeabilisation [78,79] of the plasma membrane to enable reliable, quantifiable and controlled intracellular access, but successful delivery and sampling upon mere interfacing or application of mechanical force has also been shown [6,36,38,47,48,52,61,80].",
      "startOffset" : 347,
      "endOffset" : 371
    }, {
      "referenceID" : 24,
      "context" : "Capitalising on the thermoplasmonic quality of gold nanoparticles [81,82], laser-induced thermoplasmonic heating can also be an efficient, scalable, spatially selective and relatively inexpensive intracellular delivery method [39].",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 12,
      "context" : "Highly efficient delivery has also been achieved without electroporation or optoporation by simply seeding cells onto VA-NW arrays [38], or by using mechanical force, either straight acting or centrifugal – a type of nanoinjection [47,61].",
      "startOffset" : 231,
      "endOffset" : 238
    }, {
      "referenceID" : 12,
      "context" : "Seeding HeLa cells onto NWs coated with plasmid GFP or GAPDH-siRNA (4 h for interfacing) or applying the coated NWs to a monolayer of cells using physical force (instant interfacing) gave a TE >90% for both methods after 48 h [47].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 12,
      "context" : "In vivo NW-mediated delivery of Qdots, DNA and dyes by pressing for only a few minutes can be argued as compelling evidence that pSiNWs can mechanically penetrate the cell membrane and gain direct access to the cytoplasm because the very short interfacing time (<5 min) resulted in substantial gene expression modification [47,52].",
      "startOffset" : 323,
      "endOffset" : 330
    }, {
      "referenceID" : 11,
      "context" : "The mechanisms underlying the delivery and sampling techniques using hollow NWs described above are well understood: electroporation disrupts the cell plasma membrane to allow hollow NW access, and delivery and sampling occur by diffusion of biomolecules into and out of an external chamber [14,37,41,96].",
      "startOffset" : 291,
      "endOffset" : 304
    }, {
      "referenceID" : 17,
      "context" : "org/ through the cell membrane when cells were washed off the arrays 24 h later [55,59].",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 26,
      "context" : "Non-permanent covalent binding can be achieved using cleavable linkers [98].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 0,
      "context" : "However, the underlying fundamental mechanisms responsible for NWinduced changes in cell behaviour are not always well understood [5,105].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 27,
      "context" : "However, the underlying fundamental mechanisms responsible for NWinduced changes in cell behaviour are not always well understood [5,105].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 2,
      "context" : "Use of VA-NW arrays for the analysis of cell traction forces [20,94] and as mechano-instructive surfaces for probing mechanotransduction [10] highlights VA-NW array topography-induced cell responses, and considerable literature contributes to our broad understanding that the interface stimulates cellular activity [3,4,38,105,112,113].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 27,
      "context" : "Use of VA-NW arrays for the analysis of cell traction forces [20,94] and as mechano-instructive surfaces for probing mechanotransduction [10] highlights VA-NW array topography-induced cell responses, and considerable literature contributes to our broad understanding that the interface stimulates cellular activity [3,4,38,105,112,113].",
      "startOffset" : 315,
      "endOffset" : 335
    }, {
      "referenceID" : 29,
      "context" : "The first systematic study investigating the effect of differing VA-SiNW array densities on cell behaviour showed that different nanosurface topographies predictably elicit different cell responses for NW densities greater than 150 NWs per 100 mm(2) [117].",
      "startOffset" : 250,
      "endOffset" : 255
    }, {
      "referenceID" : 29,
      "context" : "By means of SEM, NIH3T3 fibroblast settling morphologies were categorised into three regimes: (1) cells totally engulf NWs (low densities); (2) cells partially engulf NWs (mid-range densities); (3) cells interact only with the tips of NWs (high densities) [117].",
      "startOffset" : 256,
      "endOffset" : 261
    }, {
      "referenceID" : 29,
      "context" : "Cell morphology, adhesion and mobility was assessed as a function of NW density [117].",
      "startOffset" : 80,
      "endOffset" : 85
    }, {
      "referenceID" : 29,
      "context" : "Cell detachment efficiency was reduced to just 60% for mid-range density NWs, compared to around 90% for flat silicon wafers, low density or very high density NWs [117].",
      "startOffset" : 163,
      "endOffset" : 168
    }, {
      "referenceID" : 29,
      "context" : "Tracking RFPlabelled NIH3T3 fibroblasts using time-lapse imaging showed that mid-range NW densities significantly reduced cell migration velocity compared to low or high densities [117].",
      "startOffset" : 180,
      "endOffset" : 185
    }, {
      "referenceID" : 29,
      "context" : "For all densities there was clear co-localisation of actin with NWs [117], in agreement with another contemporaneous study [95].",
      "startOffset" : 68,
      "endOffset" : 73
    }, {
      "referenceID" : 29,
      "context" : "Actin co-localisation followed cell deformation patterns, and was only present at the tips of the NWs at high densities, compared to co-localising along the whole length of the NW for low density arrays [117].",
      "startOffset" : 203,
      "endOffset" : 208
    }, {
      "referenceID" : 29,
      "context" : "Focal adhesions (FAs) in live cells were visualised by staining with fluorescent paxillin and showed that FA densities increased for cells on mid-high density arrays, and were elongated compared to the other densities [117].",
      "startOffset" : 218,
      "endOffset" : 223
    }, {
      "referenceID" : 29,
      "context" : "Vertical nanostructures affect cell membrane curvature [117] and membrane-curvature initiated signalling [3].",
      "startOffset" : 55,
      "endOffset" : 60
    }, {
      "referenceID" : 33,
      "context" : "This is in agreement with previous models and studies using micropatterned substrates and existing knowledge that actin plays a central role in mechanical coupling between the cell and nuclear membranes [128].",
      "startOffset" : 203,
      "endOffset" : 208
    } ],
    "year" : 2019,
    "abstractText" : "1 Faculty of Pharmacy and Pharmaceutical Sciences, Monash University, Park ville, Vic 3052, Australia Melbourne Centre for Nanofabrication, Victorian Node of the Australian National Fabrication Facility, 151 Wellington Road, Clayton, Victoria 3168, Australia 3 CSIRO Manufacturing, Clayton, Victoria 3168, Australia 4 School of Chemistry, The Raymond and Beverly Sackler, Faculty of Exact Sciences, Tel-Aviv University, Tel Aviv 69978, Israel 5 The Center for Nanoscience and Nanotechnology, Tel-Aviv University, Tel Aviv 69978, Israel 6 INM-Leibniz Institute for New Materials, Campus D2 2, Saarbrücken 66123, Germany",
    "creator" : "Elsevier"
  }
}