{
  "name" : "downloads_2019-11-10_9e_karimi-maleh2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The determination of 2-phenylphenol in the presence of 4-chlorophenol using nano-Fe3O4/ionic liquid paste electrode as an electrochemical sensor",
    "authors" : [ "Hassan Karimi-Maleh", "Colani T. Fakude", "Gbenga M. Peleyeju", "Omotayo A. Arotiba" ],
    "emails" : [ "h.karimi.maleh@gmail.com", "oarotiba@uj.ac.za" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Colloid and Interface Science\njournal homepage: www.elsevier .com/locate / jc is\nRegular Article\nThe determination of 2-phenylphenol in the presence of 4-chlorophenol using nano-Fe3O4/ionic liquid paste electrode as an electrochemical sensor\nhttps://doi.org/10.1016/j.jcis.2019.07.047 0021-9797/ 2019 Elsevier Inc. All rights reserved.\n⇑ Corresponding authors at: Department of Chemical Engineering, Laboratory of Nanotechnology, Quchan University of Technology, Quchan, Iran and Univ Johannesburg, South Africa (H. Karimi-Maleh) and (O.A. Arotiba).\nE-mail addresses: h.karimi.maleh@gmail.com (H. Karimi-Maleh), oarotiba@uj.ac.za (O.A. Arotiba).\nHassan Karimi-Maleh a,b,⇑, Colani T. Fakude b, Nonhlagabezo Mabuba b,c, Gbenga M. Peleyeju b, Omotayo A. Arotiba b,c,⇑ aDepartment of Chemical Engineering, Laboratory of Nanotechnology, Quchan University of Technology, Quchan, Iran bDepartment of Chemical Sciences, University of Johannesburg, South Africa cCentre for Nanomaterials Science Research, University of Johannesburg, South Africa\ng r a p h i c a l a b s t r a c t\nIn this study, we suggested first analyt ical sensor and especially electrochemical sensor for simultaneous determination of 2-phenylphenol and 4- chlorophenol.\na r t i c l e i n f o\nArticle history: Received 9 June 2019 Revised 5 July 2019 Accepted 16 July 2019 Available online 17 July 2019\nKeywords: 2-Phenylphenol 4-Chlorophenol Fe3O4 nanoparticle n-hexyl-3-methylimidazolium hexafluoro phosphate Water pollutants\na b s t r a c t\nA voltammetric sensor was fabricated for the determination of 2-phenylphenol (2-PP) as a water pollutant. The sensor was prepared by modifying carbon paste electrode (CPE) with a composite of Fe3O4 nanoparticles (Fe3O4-NPs) and ionic liquid (n-hexyl-3-methylimidazolium hexafluorophosphate; (HMPF6)). The Fe3O4-NPs was synthesized by co-precipitation and characterized by FESEM, MAP, AFM and XRD methods. The presence of Fe3O4-NPs and HMPF6 in CPE improved the catalytic activity of the electrode towards the oxidation of 2-PP. The Fe3O4-NPs/HMPF6/CPE displayed two well separated oxidation signals in a solution containing 2-PP and 4-chlorophenol (4-CP). A peak separation of 380 mV was obtained, which implies that the sensor can be used for the simultaneous determination of the two water contaminants. The Fe3O4-NPs/HMPF6/CPE displayed a linear dynamic range 0.01–520 lM for 2-PP. The sensor showed good recovery data for the analysis of 2-PP and 4-CL in orange rind, lemon rind and different water samples.\n2019 Elsevier Inc. All rights reserved.\nersity of"
    }, {
      "heading" : "1. Introduction",
      "text" : "Phenol-based organic compounds such as 2-phenylphenol and 4-chlorophenol have been reported to be toxic [1,2]. 2- Phenylphenol (2-PP) is one of the important agricultural fungicides that is usually applied post-harvest but its use as an additive is prohibited [3–5]. 2-PP has been used as a disinfectant in nursing homes, food processing plants, households, barbershops, hospitals, and laundries [6]. It is dangerous to the eye, the skin and it poses other health threats [6]. Owing to the toxicity of this compound, it is essential to control and determine its concentration in water and wastewater samples. On the other hand, 4-CL is another phenolic-based compound with wide application in industry [7]. It is often present in water samples as a result of the chlorination of phenols during disinfection [8]. This compound can cause many problems like cancer and liver problems for humans [9].\nElectrochemical sensors with the excellent ability for determination of electro-active substances, especially water pollutants have been suggested as powerful analytical tool in recent years [10–20]. Electrochemical sensors are fast, portable and relatively cheap. There have been many reports on their use in monitoring environmental pollutants [21–30]. For example, the Tahernejad et al. reported an electrocatalytic analytical sensor for the determination of hydrazine in the presence of 4-CL using 2-chloro-N0-[1(2,5-dihydroxyphenyl) methylidene] aniline as a mediator. The coupling of mediator and NiO nanoparticles improved the ability of the sensor for trace level analysis of two pollutants in water samples [31]. Also, Bo et al. reported the only and first electrochemical sensor for determination of 2-PP using a graphite electrode modified with sodium dodecyl sulfate and investigated the electrochemical behavior of 2-PP in the concentration range of 1–4.0 lM [32].\nDue to the need for rapid measurement of phenolic compounds, in this paper we report the first electrochemical sensor based on Fe3O4 nanoparticles and n-hexyl-3-methylimidazolium hexafluorophosphate modified carbon paste electrode for the determination of 2-phenylphenol in the presence of 4-chlorophenol. The Fe3O4-NPs/HMPF6/CPE displayed a high sensitivity 2-PP and 4-CL in the orange rind and different water samples and showed better dynamic range of limit of detection for the determination of these compounds compare to previous reported electrochemical sensors (Table 1)."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Instrument and chemicals",
      "text" : "Iron trichloride, sodium hydroxide and iron (II) sulfate were purchased from Sigma-Aldrich. 2-phenylphenol and 4- chlorophenol were purchased from Acros Company. The n-hexyl3-methylimidazolium hexafluorophosphate was purchased from Sigma-Aldrich and used as a binder for fabrication of modified CPE. The graphite powder (<50 lm) and nujol oil were pur-\nchased from Merck. A Potentiostats system (DropSens) with drop-view software was used for voltammetric investigation. The NAMA AFM Nano Technology system corporation (NATSYCO) and MIRA3TESCAN-XMU were used for morphological investigation."
    }, {
      "heading" : "2.2. Synthesis of Fe3O4-NPs",
      "text" : "A 100 mL solution containing iron trichloride and iron (II) sulfate in a 2:1 M ratio was prepared and stirred for 30 min at room temperature. Thereafter, sodium hydroxide (3.0 M) was added drop-wise to the solution under nitrogen gas. The obtained precipitate was filtered and then dried at 130 C for 16 h."
    }, {
      "heading" : "2.3. Fabrication of Fe3O4-NPs/HMPF6/CPE",
      "text" : "Fe3O4-NPs/HMPF6/CPE was fabricated by mixing 0.05 g Fe3O4NPs and 0.9 g of graphite powder in a mortar and pestle using ethanol as a solvent. The solvent was evaporated at a temperature of 60 C for 1 h and then the homogeneous powder was converted to paste using nujol and HMPF6 as binders. Copper wire was used to achieve electrical contact."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of Fe3O4-NPs",
      "text" : "The structure and morphological properties of Fe3O4-NPs were investigated by XRD, AFM, FESEMD and MAP methods. The elemental analysis of Fe3O4-NPs (Fig. 1) display two elements, oxygen and iron, in the synthesized nano-powder. This confirms the purity of the synthesized Fe3O4-NPs.\nThe FESEM image of Fe3O4-NPs is presented in Fig. 2A. The spherical particles of Fe3O4-NPs (diameter 20.0 nm) can be seen in the image. The AFM image of Fe3O4-NPs is shown in Fig. 2B. This image also showed a spherical shape for synthesized of Fe3O4-NPs, this is consistent with the FESEM image. The XRD pattern of Fe3O4NPs is presented in Fig. 2C. There are six planes with miller indices [2 2 0], [3 1 1], [4 0 0], [4 2 2], [5 1 1] and [4 4 0]. These are matched with Fe3O4-NPs structure with the JCPDS card No. 74- 0748. The above characterization confirms the purity and crystalline structure of Fe3O4-NPs."
    }, {
      "heading" : "3.2. Electrochemical behavior of 2-PP at Fe3O4-NPs/HMPF6/CPE",
      "text" : "The electrochemical redox process of 2-PP is often related to H3O+ concentration, therefore the redox behavior of 2-PP at pH range 6.0–8.5 was studied (Fig. 3A). The relationship between the Ipa and Epa of the oxidation signal of 2-PP vs. pH values was studied and the results are presented in Fig. 3B&C. The IPa of the oxidation signal of the 2-PP increased on increasing pH from 6.0 to 7.0. Further increase in pH led to a decrease in the signal, which indicate that the electro-oxidation of 2-PP was optimum at pH 7 (Fig. 3A).\nthe determination of 2-PP and 4-CL.\nOn the other hand, it was observed that Epa of the oxidation signal of 2-PP shifted negatively as pH increased with equation EPa(V) = 0.0675 pH + 0.8780, indicating that number of H3O+ and electrons were equal in the redox process (Scheme 1).\nThe electrochemical oxidation of 500.0 lM 2-PP was studied at CPE and different modified CPE (Fig. 4) and the obtained data relative to the values of oxidation potential and current of 2-PP at same solution condition are summarized in Table 2. The oxidation of 2-PP showed a low current response at unmodified electrode due to the effect of electrode surface fouling. Upon modification with Fe3O4-NPs/HMPF6, however, a noticeable increase in the oxidation current of 2-PP was achieved and the anodic peak potential shifted to negative values. The improvement in the in the oxidation current and potential of 2-PP at the surface of Fe3O4-NPs/HMPF6/ CPE is related to the rapid electron transfer rate of Fe3O4-NPs and HMPF6 at the surface of CPE.\nThe cyclic voltammograms of 2-PP were recorded at scan rate range 10–90 mV/s at surface of Fe3O4-NPs/HMPF6/CPE (Fig. 5 inset) with equation Ipa = 1.31115 m1/2 – 2.0939, suggesting that redox reaction of 2-PP was a diffusion-controlled process at the surface of Fe3O4-NPs/HMPF6/CPE (due to linear relation between current and m1/2) [33–38]. Using Tafel plot derivate from cyclic voltammo-\ngram at scan rate 40 mV/s and in the presence of 400 lM 2-PP, the value of a can be calculated 0.64 (Fig. 6).\nFor a diffusion-controlled redox behavior process (2-PP in this case), the diffusion coefficient (D) could be determined by chronoamperometric investigation. The chronoamperograms of 100 lM, 200 lM and 300 lM 2-PP were recorded at applied potential 600 mV (Fig. 7A). Based on the slope of I t 1/2 curves (Fig. 7B), the D of 2-PP was estimated as 3.67 10 6 cm2/s.\n3.3. Electrochemical determination of 2-PP in the presence of 4-CL at surface of Fe3O4-NPs/HMPF6/CPE\nThe oxidation redox response of 2-PP and 4-CL were measured by SWV at the surface of Fe3O4-NPs/HMPF6/CPE (not shown). The oxidation response of 2-PP and 4-CL increased linearly with their concentrations over the ranges 0.01 to 520.0 lM and 0.09 to 800.0 lM, respectively. The linear regression equations for 2-PP and 4-CL were IPa(lA) = 0.1776 + 0.0208C (lM) (r2 = 0.9971) and IPa(lA) = 0.1941 + 0.0099C (lM) (r2 = 0.9983), respectively. The detection limit of 2-PP and 4-CL were calculated to be 6.0 nM and 0.05 lM at the surface of Fe3O4-NPs/HMPF6/CPE.\nThe SW voltammograms of solution containing different concentration of 2-PP and 4-CL were recorded at Fe3O4-NPs/HMPF6/ CPE. The two separated oxidation signals at potentials 410 mV and 790 mV were recorded at Fe3O4-NPs/HMPF6/CPE. t suggests that the sensor can be used for the determination of 2-PP in the presence of 4-CL. The calibration curves for 2-PP and 4-CL in the simultaneous investigation are presented in Fig. 8 B and C. For the simultaneous measurements of the concentrations of the pollutants at the surface of Fe3O4-NPs/HMPF6/CPE, we calculated sensitivities of 0.0201 lA/lM and 0.0093 lA/lM for 2-PP and 4-CL, respectively. These values of sensitivity are very similar to the sensitivity in calibration curve investigation. This confirms the ability of Fe3O4-NPs/HMPF6/CPE for determination of 2-PP in the presence of 4-CL without any interference."
    }, {
      "heading" : "3.4. Stability and the reproducibility investigation",
      "text" : "The stability and the reproducibility of the Fe3O4-NPs/HMPF6/ CPE as a sensor were investigated. The results of the electrooxidation of 500.0 lM 2-PP at the surfaces of five Fe3O4-NPs/ HMPF6/CPEs that were fabricated under the same condition are in Table 3. The results confirm good reproducibility of Fe3O4-NPs/ HMPF6/CPE as electrochemical sensor for determination of 2-PP. The oxidation current for 500.0 lM 2-PP was recorded in the period time 25 days and the result is given in Fig. 9. As can be seen, the\ncurrent signal still stands at 93.2% of the original signal after 25 days. This confirms that Fe3O4-NPs/HMPF6/CPE as a sensor has a good stability."
    }, {
      "heading" : "3.5. The ability of Fe3O4-NPs/HMPF6/CPE for real sample analysis",
      "text" : "The ability of Fe3O4-NPs/HMPF6/CPE was checked for determination of 2-PP and 4-CL in orange rind and water samples. The results are displayed in Tables 4 and 5. The recovery data obtained are in the range 99.24–103.5% for 2-PP and 99.25–102.17% for 2-PP and 4-CL. These values are acceptable for new electrochemical sensor in real sample analysis."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The coupling of Fe3O4-NPs and HMPF6 as mediators for modification of CPE was investigated in this work. The Fe3O4-NPs/HMPF6/ CPE showed good sensitivity for the determination of 2-PP. The Fe3O4-NPs/HMPF6/CPE was used as electrochemical sensor for determination of 2-PP in the presence of 4-CL with two separated oxidation signals (DEpa = 380 mV). The Fe3O4-NPs/HMPF6/CPE showed detection limit of 6.0 nM and 0.05 lM for determination of 2-PP and 4-CL. Lastly, the ability of the Fe3O4-NPs/HMPF6/CPE was checked for the determination of 2-PP and 4-CL in orange rind and water samples and good recovery data were obtained.\nScheme 1. Electro-oxidation mechanism of 2-phenylphenol.\nFig. 8. (A) Square wave voltammograms of 2-PP + 4-CL at concentrations of (a) 20.0 + 40; (b) 30.0 + 60; (c) 40 + 80; (d) 65 + 130; (e) 85 + 75 and (f) 110 + 200 lM. (B) Plots of the Ipa as a function of 2-PP concentrations. (C) Plots of the Ipa as a function of 2-CL concentrations.\nFig. 5. The relationship between the Ipa vs. m1/2 for electro-oxidation of 400 lM 2- PP. Inset) The cyclic voltammograms of 400 lM 2-PP at different scan rates; (a) 10, (b) 20, (c) 40, (d) 70 and (e) 90 mV/s.\nTable 3 Summary of cyclic voltammograms results obtained for five Fe3O4-NPs/HMPF6/CPE towards 500 lM 2-PP, scan rate 100 mV s 1.\nType of variable Epa/mV Ipa/lA\nElectrode 1 410 12.47 Electrode 2 411 12.38 Electrode 3 408 12.32 Electrode 4 409 12.42 Electrode 5 414 12.50 RSD% 0.56 0.57\nFig. 9. (Left) The diagram relative to electro-oxidation current of 500 lM 2-PP vs. day. (Right) Relative cyclic voltammograms for electro-oxidation of 500 lM 2-PP in the different days."
    } ],
    "references" : [ {
      "title" : "Adsorption of phenol based organic pollutants on activated carbon from multi-component dilute aqueous solutions",
      "author" : [ "A. Khan", "T. Al-Bahri", "A. Al-Haddad" ],
      "venue" : "Water Res. 31 (8) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Synthesis and cytotoxic evaluation of some new [1",
      "author" : [ "E. Alipour", "Z. Mousavi", "Z. Safaei", "M. Pordeli", "M. Safavi", "L. Firoozpour", "N. Mohammadhosseini", "M. Saeedi", "S.K. Ardestani", "A. Shafiee" ],
      "venue" : "3] dioxolo [4, 5-g] chromen-8-one derivatives, DARU J. Pharm. Sci. 22 (1) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effects of the fungicide ortho-phenylphenol (OPP) on the early development of sea urchin eggs",
      "author" : [ "N. Hosoya", "K. Motomura", "E. Tagawa", "M. Nagano", "C. Ogiwara", "H. Hosoya" ],
      "venue" : "Marine Environ. Res. 143 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Direct analysis of conjugated metabolites to evaluate ortho-phenylphenol (OPP) exposure in human urine",
      "author" : [ "P. Bélanger", "R. Bérubé", "N. Fleury" ],
      "venue" : "ISEE Conference Abstracts",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Postharvest calyx retention of citrus fruit",
      "author" : [ "P. Cronjé", "E. Crouch", "M. Huysamer" ],
      "venue" : "in: V International Postharvest Symposium",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "The toxicity of diphenyl and o-phenyl-phenol",
      "author" : [ "F. Macintosh" ],
      "venue" : "Analyst 70 (834) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1945
    }, {
      "title" : "An ultrasonically facilitated boron-doped diamond voltammetric sensor for analysis of the priority pollutant 4chlorophenol",
      "author" : [ "A.J. Saterlay", "J.S. Foord", "R.G. Compton" ],
      "venue" : "Electroanalysis: Int. J. Devoted Fundam. Pract. Aspects Electroanal. 13 (13) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Removal of 4-chlorophenol from contaminated water using activated carbon from dried date pits: equilibrium",
      "author" : [ "H. Allaboun", "F. Abu Al-Rub" ],
      "venue" : "kinetics, and thermodynamics analyses, Materials 9 (4) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chlorinated phenols: occurrence",
      "author" : [ "U.G. Ahlborg", "T.M. Thunberg", "H.C. Spencer" ],
      "venue" : "toxicity, metabolism, and environmental impact, CRC Crit. Rev. Toxicol. 7 (1) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "Simultaneous determination of b-agonists on hexagonal boron nitride nanosheets/multi-walled carbon nanotubes nanocomposite modified glassy carbon electrode",
      "author" : [ "M.L. Yola", "N. Atar" ],
      "venue" : "Mater. Sci. Eng. C 96 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrochemical sensing of ractopamine by carbon nitride nanotubes/ionic liquid nanohybrid in presence of other b-agonists",
      "author" : [ "S. Mert", "B. Bankoğlu", "A. Özkan", "N. Atar", "M.L. Yola" ],
      "venue" : "J. Mol. Liq. 254 (2018) 8–11.  610  H. Karimi-Maleh et al. / Journal of Colloid and Interface Science 554 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Development of cardiac troponin-I biosensor based on boron nitride quantum dots including molecularly imprinted polymer",
      "author" : [ "M.L. Yola", "N. Atar" ],
      "venue" : "Biosens. Bioelectron. 126 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Frequencyselective electrokinetic enrichment of biomolecules in physiological media based on electrical double-layer polarization",
      "author" : [ "A. Rohani", "B.J. Sanghavi", "A. Salahi", "K.-T. Liao", "C.-F. Chou", "N.S. Swami" ],
      "venue" : "Nanoscale 9 (33) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Aptamer-functionalized graphene-gold nanocomposites for label-free detection of dielectrophoretic-enriched neuropeptide Y",
      "author" : [ "R.E. Fernandez", "B.J. Sanghavi", "V. Farmehini", "J.L. Chávez", "J. Hagen", "N. Kelley- Loughnane", "C.-F. Chou", "N.S. Swami" ],
      "venue" : "Electrochem. Commun. 72 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Layer-by-layer assembled gold nanoparticles/lower-generation (Gn 3) polyamidoamine dendrimers-grafted reduced graphene oxide nanohybrids with 3D fractal architecture for fast",
      "author" : [ "K. Jayakumar", "M.B. Camarada", "R. Rajesh", "R. Venkatesan", "H. Ju", "V. Dharuman", "Y. Wen" ],
      "venue" : "ultra-trace, and label-free electrochemical gene nanobiosensors, Biosens. Bioelectron. 120 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Layer-by-Layer-Assembled AuNPsdecorated first-generation poly (amidoamine) dendrimer with reduced graphene oxide core as highly sensitive biosensing platform with controllable 3D nanoarchitecture for rapid voltammetric analysis of ultratrace DNA hybridization",
      "author" : [ "K. Jayakumar", "M.A.B.N. Camarada", "V. Dharuman", "R. Rajesh", "R. Venkatesan", "H. Ju", "M. Maniraj", "A. Rai", "S.R. Barman", "Y. Wen" ],
      "venue" : "ACS Appl. Mater. Interfaces 10 (25) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Onestep coelectrodeposition-assisted layer-by-layer assembly of gold nanoparticles and reduced graphene oxide and its self-healing threedimensional nanohybrid for an ultrasensitive DNA sensor",
      "author" : [ "J. Kumarasamy", "M.B. Camarada", "D. Venkatraman", "H. Ju", "R.S. Dey", "Y. Wen" ],
      "venue" : "Nanoscale 10 (3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical determination of mycophenolate mofetil in drug samples using carbon paste electrode modified with 1-methyl-3-butylimidazolium bromide and NiO/SWCNTs nanocomposite",
      "author" : [ "F. Hosseini", "M. Ebrahimi", "H. Karimi-Maleh" ],
      "venue" : "Curr. Anal. Chem. 15 (2) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Metal-based nanoparticles as conductive mediators in electrochemical sensors: a mini review",
      "author" : [ "H. Karimi-Maleh", "F. Karimi", "A. FallahShojaei", "K. Tabatabaeian", "M. Arshadi", "M. Rezapour" ],
      "venue" : "Curr. Anal. Chem. 15 (2) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A new epirubicin biosensor based on amplifying DNA interactions with polypyrrole and nitrogen-doped reduced graphene: experimental and docking theoretical investigations",
      "author" : [ "A. Khodadadi", "E. Faghih-Mirzaei", "H. Karimi-Maleh", "A. Abbaspourrad", "S. Agarwal", "V.K. Gupta" ],
      "venue" : "Sens. Actuat. B 284 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A hydrogen peroxide sensor based on TNM functionalized reduced graphene oxide grafted with highly monodisperse Pd nanoparticles",
      "author" : [ "S. Bozkurt", "B. Tosun", "B. Sen", "S. Akocak", "A. Savk", "M.F. Ebeoğlugil", "F. Sen" ],
      "venue" : "Anal. Chim. Acta 989 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rapid, sensitive, and reusable detection of glucose by highly monodisperse nickel nanoparticles decorated functionalized multi-walled carbon nanotubes",
      "author" : [ "G. Bas kaya", "Y. Yıldız", "A. Savk", "T.O. Okyay", "S. Eris", "H. Sert", "F. S  en" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Sample preparation combined with electroanalysis to improve simultaneous determination of antibiotics in animal derived food",
      "author" : [ "W.P. da Silva", "L.H. de Oliveira", "A.L. dos Santos", "V.S. Ferreira", "M.A.G. Trindade" ],
      "venue" : "samples, Food Chem",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "An Electrochemical Cholesterol Biosensor Based on A CdTe/CdSe/ZnSe Quantum Dots—Poly (Propylene  Imine) Dendrimer Nanocomposite Immobilisation Layer",
      "author" : [ "K. Mokwebo", "O. Oluwafemi", "O. Arotiba" ],
      "venue" : "Sensors 18 (10) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An alpha-fetoprotein electrochemical immunosensor based on a carbon/gold bi-nanoparticle platform",
      "author" : [ "A.O. Idris", "N. Mabuba", "O.A. Arotiba" ],
      "venue" : "Anal. Methods 10 (47) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous determination of epinephrine and tyrosine using a glassy carbon electrode amplified with ZnO-Pt/CNTs nanocomposite",
      "author" : [ "A. Samadzadeh", "I. Sheikhshoaie", "H. Karimi-Maleh" ],
      "venue" : "Curr. Anal. Chem. 15 (2) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrochemical determination of methyldopa by graphene quantum dot/1-butyl-3-methylimidazolium hexafluoro phosphate nanocomposite electrode",
      "author" : [ "A.L. Sanati", "F. Faridbod" ],
      "venue" : "Int. J. Electrochem. Sci. 12 (9) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synergic effect of graphene quantum dots and room temperature ionic liquid for the fabrication of highly sensitive voltammetric sensor for levodopa determination in the presence of serotonin",
      "author" : [ "A.L. Sanati", "F. Faridbod", "M.R. Ganjali" ],
      "venue" : "J. Mol. Liq. 241 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Voltammetric amplified platform based on ionic liquid/NiO nanocomposite for determination of benserazide and levodopa",
      "author" : [ "M. Miraki", "H. Karimi-Maleh", "M.A. Taher", "S. Cheraghi", "F. Karimi", "S. Agarwal", "V.K. Gupta" ],
      "venue" : "J. Mol. Liq. ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "An electrochemical strategy to determine thiosulfate",
      "author" : [ "Z. Keivani", "M. Shabani-Nooshabadi", "H. Karimi-Maleh" ],
      "venue" : "4-chlorophenol and nitrite as three important pollutants in water samples via a nanostructure modified sensor, J. Colloid Interface Sci. 507 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Square wave voltammetric determination of hydrazine and 4-chlorophenol as two important water pollutants using nanostructure-amplified sensor",
      "author" : [ "F. Tahernejad-Javazmi", "M. Shabani-Nooshabadi", "H. Karimi-Maleh", "H. Naeimi" ],
      "venue" : "Res. Chem. Intermed. 44 (9) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sodium dodecyl sulfate sensitized electrochemical method for subnanomole level determination of ortho-phenylphenol at a novel disposable electrode",
      "author" : [ "H. Li", "J. Li", "D. Meng", "J. Peng", "Q. Qiao", "Z. Yang", "Q. Xu", "X. Hu" ],
      "venue" : "Sci. China Chem. 54 (7) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "An electrochemicalamplified-platform based on the nanostructure voltammetric sensor for the determination of carmoisine in the presence of tartrazine in dried fruit and soft drink samples",
      "author" : [ "M. Bijad", "H. Karimi-Maleh", "M. Farsi", "S.-A. Shahidi" ],
      "venue" : "J. Food Meas. Charact. 12 (1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous determination of doxorubicin and dasatinib as two breast anticancer drugs uses an amplified sensor with ionic liquid and ZnO nanoparticle",
      "author" : [ "S.A. Alavi-Tabari", "M.A. Khalilzadeh", "H. Karimi-Maleh" ],
      "venue" : "J. Electroanal. Chem. 811 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An amplified platform nanostructure sensor for the analysis of epirubicin in the presence of topotecan as two important chemotherapy drugs for breast cancer therapy",
      "author" : [ "S.A. Alavi-Tabari", "M.A. Khalilzadeh", "H. Karimi-Maleh", "D. Zareyee" ],
      "venue" : "New J. Chem. 42 (5) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly sensitive square wave voltammetric sensor employing CdO/SWCNTs and room temperature ionic liquid for analysis of vanillin and folic acid in food samples",
      "author" : [ "S. Cheraghi", "M.A. Taher", "H. Karimi-Maleh" ],
      "venue" : "J. Food Compos. Anal. 62 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Analysis of glutathione in the presence of acetaminophen and tyrosine via an amplified electrode with MgO/SWCNTs as a sensor in the hemolyzed erythrocyte",
      "author" : [ "F. Tahernejad-Javazmi", "M. Shabani-Nooshabadi", "H. Karimi-Maleh" ],
      "venue" : "Talanta 176 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "3D reduced graphene oxide/FeNi3-ionic liquid nanocomposite modified sensor; an electrical synergic effect for development of tert-butylhydroquinone and folic acid sensor",
      "author" : [ "F. Tahernejad-Javazmi", "M. Shabani-Nooshabadi", "H. Karimi-Maleh" ],
      "venue" : "Compos. B Eng. 172 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Phenol-based organic compounds such as 2-phenylphenol and 4-chlorophenol have been reported to be toxic [1,2].",
      "startOffset" : 104,
      "endOffset" : 109
    }, {
      "referenceID" : 1,
      "context" : "Phenol-based organic compounds such as 2-phenylphenol and 4-chlorophenol have been reported to be toxic [1,2].",
      "startOffset" : 104,
      "endOffset" : 109
    }, {
      "referenceID" : 5,
      "context" : "2-PP has been used as a disinfectant in nursing homes, food processing plants, households, barbershops, hospitals, and laundries [6].",
      "startOffset" : 129,
      "endOffset" : 132
    }, {
      "referenceID" : 5,
      "context" : "It is dangerous to the eye, the skin and it poses other health threats [6].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 6,
      "context" : "On the other hand, 4-CL is another phenolic-based compound with wide application in industry [7].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 7,
      "context" : "It is often present in water samples as a result of the chlorination of phenols during disinfection [8].",
      "startOffset" : 100,
      "endOffset" : 103
    }, {
      "referenceID" : 8,
      "context" : "This compound can cause many problems like cancer and liver problems for humans [9].",
      "startOffset" : 80,
      "endOffset" : 83
    }, {
      "referenceID" : 30,
      "context" : "The coupling of mediator and NiO nanoparticles improved the ability of the sensor for trace level analysis of two pollutants in water samples [31].",
      "startOffset" : 142,
      "endOffset" : 146
    } ],
    "year" : 2019,
    "abstractText" : "In this study, we suggested first analyt ical sensor and especially electrochemical sensor for simultaneous determination of 2-phenylphenol and 4chlorophenol. a r t i c l e i n f o",
    "creator" : "Elsevier"
  }
}