{
  "name" : "downloads_2020-07-12_e5_nawawi2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanomaterials Derived from Fungal SourcesIs It the New Hype?",
    "authors" : [ "Wan M. F. B. W. Nawawi", "Mitchell Jones", "Richard J. Murphy", "Koon-Yang Lee", "Eero Kontturi", "Alexander Bismarck" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Fibers and filaments of different kinds have been utilized by humans for various materials, commodities, and engineering solutions throughout history. Natural fibers were complemented by synthetic fibers during the course of the 20th century, and nanofibers provided a new set of possibilities at the turn of the century. With polymers, synthetic nanofibers are generally prepared from a solution via electro1 or solution blow spinning.2 Carbon-based building blocks, conversely, have initiated a new field of research with, for example, carbon nanotubes, carbon nanofibers, and graphene nanoribbons.3 With a research scene populated by bottom-up approaches to obtain these aforementioned synthetic, nanosized filaments, the early 21st century has seen the rise of polysaccharide-based nanofibers, isolated from native sources via top-down methods. Cellulose nanofibers isolated from plant fibers have received substantial attention,4−6 followed by chitin nanofibers, predominantly from crustacean sources.7 In addition, shorter rod-like particles termed nanocrystals have been isolated both from cellulose8 and chitin,9 and their usage in diverse materials has also been subject to scrutiny.5,10 The research on native nanofibers and nanocrystals is above all driven by sustainability measures: renewability, biodegradability, and, in general, the\npossibility to substitute fossil-based materials with greener solutions. Much of the research is based on the high strength and large surface area of polysaccharide nanomaterials as they originally provide the structural support in their natural environment. An added value is provided by the relatively high aspect ratio of cellulose and chitin nanomaterials, rendering them particularly suitable as a reinforcing phase in composites.11,12 Another branch of research, equally ambitious, focuses on more explicit properties of nanofibers and nanocrystals, as dictated by evolution: chirality,13−17 amphiphilicity,18,19 and specific response to water,20−23 for example. The activity involving chitin nanofibers has always been\nslightly overshadowed by the efforts concerning cellulose nanofibers: the preparation requires additional steps and the nanofiber networks (nanopapers) or composites do not quite reach the same strengths as those reported for cellulose. In this\nSpecial Issue: Future of Biomacromolecules at a Crossroads of Polymer Science and Biology\nReceived: August 18, 2019 Revised: October 7, 2019 Published: October 8, 2019\n© 2019 American Chemical Society 30 DOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\nD ow\nnl oa\nde d\nvi a\n19 7.\n22 9.\n13 5.\n49 o\nn Ju\nly 1\n2, 2\n02 0\nat 1\n1: 46\n:2 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nPerspective, we aim at probing the true potential of chitin nanofibers with respect to their cellulosic counterparts. The focus is particularly set on chitin of fungal origin−a source that possesses distinct benefits over the current hegemony of crustaceans as the most common chitin supply. First, unlike the crustaceans, the fungi do not contain minerals that require an acidic extraction step for removal, thereby also partially degrading the chitin in the process. In fact, the isolation procedure for chitin nanofibers can be very simple indeed, requiring just brief mechanical agitation in a kitchen blender after a mild alkaline treatment to remove proteins.24 Second, the fungi generally include a substantial amount of β-glucans,25 which may be advantageous for the subsequent materials prepared from chitin nanofibers. For instance, the authors of this Perspective recently showed that chitin nanopapers from a fungal source have superior tensile properties compared with their crustacean equivalents.24 The main reason behind the increased strength was ascribed precisely to the presence of βglucans in the sample, imparting a composite character to the nanopapers. We start by putting the discoveries with chitin in a historical perspective with cellulose research. Subsequently, we discuss chitin nanofiber and nanocrystal preparation and the principal target materials from those nanomaterials, namely, nanopapers, composites, and foams. These applications are particularly noteworthy within the modern discourse on plastic waste and the mitigation of plastic production in the first place. The red line running through the Perspective lies with the benefits of fungal chitin. In other words, we attempt to overturn the entrenched orthodoxy that has established crustaceans as the unchallenged source material for chitin.\n■ BRIEF HISTORY OF (NANO)CHITIN VS (NANO)CELLULOSE\nFigure 1 depicts the milestones in the field of chitin and cellulose research, including the major discoveries with their nanosized units. Although Braconnot’s isolation of chitin preceded Payen’s isolation of cellulose by almost 30 years, research and industrial application of chitin has lagged behind that of cellulose. An upsurge of interest in chitin only started in the 1970s, where at least three factors helped to contribute: (1) publication of “Natural Chelating Polymer”26 and “Chitin” by Muzzarelli, (2) organization of first International Conference on Chitin and Chitosan in 1977,27 and (3) growth of aquaculture and shellfish consumption in Asia.28 Nowadays, the momentum continues with dedicated societies like the Japanese Society for Chitin & Chitosan (established in 1989), European Chitin Society (established in 1996), and Indian\nChitin Society (established in 2010). More and more dedicated symposiums have been organized across the globe. We will now take a brief walk through the parallel history of chitin and cellulose research: the pioneering works and the breakthroughs (Figure 1). The overview is understandably superficial, and an interested reader can obtain additional details elsewhere.28−30\nIn terms of fundamental order, the native structure of crystalline cellulose was under debate for most of the 20th century, initiated by the early X-ray studies by Sponsler and Dore in the 1920s,31 advancing significantly when the native crystalline form was found to consist of two distinct polymorphs (cellulose Iα and Iβ),\n32 and culminating in the renowned works by Nishiyama et al.33,34 in the early 21st century where the structure of the two native polymorphs, Iα and Iβ were laid down in 1 Å resolution. With chitin, the structures of α- and β-chitin were published in the 1960s,35 refined in the 1980s,36 and finally published in 1 Å resolution in 2011.37,38 In conclusion, the unravelling of the crystalline structure of chitin has very closely followed that of cellulose. Unlike starch, which is granular in nature, both cellulose and chitin are fibrous. Hence, they are prime candidates for sheets or films, or for the reinforcing phase in composite materials. A stronger paper can be made by fibrillating (disintegrating) the fibers into nanofibers. Smaller fibers provide higher surface area, which consequently leads to a higher contact area in a composite matrix or stronger sheets in a paper-like material. Bacterial cellulose (BC) is a special case among cellulosic substrates because the nanosized fibrils are extruded by bacteria directly into an isotropic structure with no hierarchical morphology.39 Therefore, BC can be viewed as nature’s own species of nanocellulose in contrast to plant-based cellulose where the hierarchical fiber structure must always be disintegrated in order to isolate the nanofibers from the matrix. Although a number of accounts from 1940s onward had shown that harsh mechanical treatment, particularly ultrasonication, can disintegrate plant fibers into cellulose nanofibers,40 a major breakthrough in nanofibrillation was published in 1983 where Turbak et al.41 demonstrated largescale homogenization of pulp fibers into nanofibers for usage in materials technology. However, heavy energy consumption and instrumental demands kept cellulose nanofibers out of the spotlight until around 2006−2007 when a string of publications emerged by groups in Europe and Japan, advocating the use of various chemical and enzymatic pretreatments to significantly facilitate the mechanical fibrillation.42−45 It was soon noticed that chitin nanofibers\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n31\n(ChNFs) can also be isolated by similar means from a variety of sources.46−48\nNanocrystals represent another type of polysaccharide-based nanomaterials where the semicrystalline nature of native cellulose or chitin is utilized by selectively hydrolyzing the noncrystalline domains by strong acids while leaving the crystallites intact. Cellulose nanocrystals (CNCs) were discovered in ca. 1950 by Rånby,49 but the interest in CNCs surged when the Gray group at McGill University (Canada) found out in 1992 that CNCs spontaneously arrange into chiral nematic liquid crystals in colloidal suspensions.13 Chitin nanocrystals (ChNCs), in turn, were first introduced in 1959 and received more attention after the turn of the century, although their tendency to form chiral nematic liquid crystals was established soon after the similar discovery with CNCs.14\nBecause BC is readily available in nanosized form without any additional treatments, Yamanaka et al.50 could demonstrate already in 1983 that BC sheets possess a remarkable tensile modulus (E) and tensile strength (σ) of 15−18 GPa and ∼250 MPa, respectively. Following the isolation studies of plant-based nanofibers, the first study on strong sheets from wood-based (chemical pulp) nanocellulose (nanopaper) was carried out in 2008 by Berglund’s group in Sweden (E = 13.2 GPa, σ = 214 MPa).51 Later, by orienting the fibers by a means of cold drawing,52 they managed to produce the highest value for cellulose nanopaper so far: E = 24.6 GPa, σ = 428 MPa. This is 13 times stiffer and 13 times stronger than standard printing paper. Predating the papers on actual ChNF isolation, the first report on chitin nanofiber sheets appeared in 1992,53 in which sheets made from crab chitin (α-chitin) were compared to sheets made from squid pen chitin (β-chitin). However, the nanofibers used in that study had a relatively large diameter (∼100 nm in width). Research on nanopapers with smaller chitin nanofibers (10−20 nm in width) started more recently in 2010 by a Japanese team led by Ifuku.7,46,47,54 Their chitin sheets had decent mechanical properties (E = 2.5 GPa, σ = 42\nMPa).55 Recently, Berglund’s group56 and the present authors24 managed independently to obtain substantial improvement in chitin nanopaper strength (E ∼ 7 GPa, σ ∼ 200 MPa) which are the highest reported value for chitin sheets in the literature so far. Concerning cellulose nanocomposites, pioneering works in 1995 by a group of scientists at French research institute CERMAV have led the way.57 At first, they used CNCs to reinforce a polymeric latex matrix. By adding 6% tunicin CNCs57 or 30% wheat straw CNCs,58,59 they observed a 1000- fold improvement in storage modulus. Later, they used CNFs to reinforce a starch-based matrix.60,61 By adding 5% potato pulp nanofibers, they observed a significant improvement (at least 2 orders of magnitude) in the storage modulus compared with a neat starch film. Inspired by the reinforcing effect provided by cellulose, pioneering work on nanocomposite reinforced by chitin followed. ChNCs isolated from squid pen,62 Riftia tube,63 and crab shells were used for a number of composite structures.64−66 The first report on ChNFs as a reinforcement in composites came out much more recently. In 2011, Ifuku et al. impregnated ChNF film with 11 different types of thermoplastic (meth)acrylic resin to obtain transparent nanocomposite filmsall of which show great improvement in mechanical properties over the neat resin.55\nAll the aforementioned nanocomposite studies deal with water-based or thermoplastic resins. Thermoset matrices, such as epoxy or phenol-formaldehyde, are often favored when a high-performance material is required. The first study on using tunicate CNCs to reinforce a waterborne epoxy resin was published in 2000.67 However, a major breakthrough was made 5 years later by Yano et al. in Japan.68 They demonstrated that a strong nanocomposite with a bending modulus (Eb) of 19 GPa and a bending strength (σb) of 370 MPa can be made when wood-based (kraft pulp) CNFs were used as a reinforcement for a phenolic resin. An even higher modulus and strength (Eb = 28 GPa, σb ∼410 MPa) was obtained when\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n32\nBC nanofibers were used in the same resin.69 This is the highest reported value in the cellulose nanocomposite field so far, and to put this into perspective, the measured strength is almost comparable to structural steel. It is worth noting that Yano and co-workers used a high cellulose content (>80%) and a very high compaction pressure (50−100 MPa) to prepare their nanocomposite. Research involving nanoscale chitin in a thermoset matrix is much rarer. The first study was published in 2013, when Shao et al.70 impregnated 40%\nChNFs with an epoxy resin. No data on mechanical properties were presented. Later in 2016, Shibata et al.71 reinforced their waterborne epoxy resin with 3% ChNFs, but their nanocomposite performance (E = 2.4 GPa, σ = 50 MPa) was nowhere near the cellulose nanocomposites prepared by Yano. The authors claimed that their nanocomposite performance was actually reduced at higher loadings of chitin. As for ChNCs in a thermoset matrix, we are yet to find a single study about it.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n33\nOur brief walk into the history of cellulose and chitin shows one undeniable fact: progress in chitin follows the footsteps of cellulose. We can attribute this to the rich history of cellulose itself, spanning over millennia as a source for clothing, building materials, and energy. Abundance and readily available sources enabled the prosperity of textile and paper industry, which further catalyzed research in cellulose. When the numbers of scientific publication of cellulose, chitin, and chitosan were combined, Scopus database reveals the following order: cellulose (71%) > chitosan (19%) > chitin (10%). If chitin researchers can equip themselves with some knowledge about cellulose, at least by following the trends, they will be much better prepared in their own studies. In the coming sections, we will focus on chitin. Readers who are interested in nanocellulose and their nanocomposites are referred to a thorough monograph written by Dufresne72 and to a number of recent reviews.11,12\n■ STRUCTURE AND SOURCE OF CHITIN Chitin is structurally similar to cellulose except that the C2hydroxl group of cellulose is replaced by an acetamide group (Figure 2). If this group is deacetylated, the polymer becomes chitosan. Primary amine groups in chitosan can be protonated to cations in dilute acid; thus, it is more soluble than chitin and can (1) confer antibacterial properties when used in hydrogel form,73,74 (2) chelate heavy metal ions and dyes in wastewaters more efficiently than chitin,75−77 and (3) be manipulated more easily than chitin for added functionality.78 Given these factors, it is not surprising that more research has been performed on chitosan than on chitin. Nevertheless, the susceptibility of chitosan in dilute acid makes it unsuitable for applications that require durability such as strong films or composites. Chitin exists in two major polymorphic forms, α and β. Their sources and related properties are summarized in Table 1, while their molecular packing is depicted in Figure 3. It has been suggested that the third polymorph, γ-chitin, may be a distorted version of either α- or β-chitin rather than a true third polymorphic form.98 The similarity to the properties of cellulose is apparent from Table 1. The experimental modulus (ca. 60 GPa) of α-chitin falls short on the measured values for native cellulose I (ca. 110−220 GPa),99 but the order of magnitude is the same. Compared with cellulose, chitin also has lower expansion coefficient and a higher degradation temperature.100\nZooplankton cuticles (in particular Antarctic krill, with the estimated biomass of 379 million tons),102 constitutes the largest source of chitin on earth.103 Waste from the shellfish industry (shrimp, crab, and lobster shells) in which the chitin content ranges between 8 to 40%64,104,105 constitutes the main source of commercial chitin production nowadays. The chitin content in fungi is usually lower than in crustacean sources; the chitin contents for few selected species are listed in Table 2. In addition, Table 2 shows chitin and glucan contents for corresponding alkali extracted substrates as this is the regular step to remove proteins from the fungal matrix (see next section). The primary biological function of crustacean chitin and fungal chitin is to provide structural support of the animal exoskeleton or fungal cell wall. However, this function is fulfilled differently because of their diverse physiochemical environments. Shellfish chitin normally binds with sclerotized proteins and minerals, while fungal chitin is associated with other polysaccharides such as glucan and mannan.106\nDuring the extraction processeven if the treatment is very harshnot all nonchitinous content can be eliminated, suggesting the existence of covalent-like cross-links between chitin polymers and other substances. This is quite different than interaction between cellulose-hemicellulose-lignin in woody biomass. Cellulose is physically bonded (rather than covalently bonded) to the rest, while hemicellulose and lignin are purportedly covalently linked to each other.120 Because of this, it is easier to obtain higher-purity cellulose than highpurity chitin, although even with cellulose it is virtually impossible to fully extract all noncellulosic materials from the plant fiber matrix. (BC is an exception here because it is biosynthesized solely as pure cellulose without additional ingredients.) In animal chitin, unless if the sources are from diatom Cyclotella or Thalassiosisirawhich is pure chitin, no associated protein121residual protein will always coexist with chitin. In crustacean shells and insect cuticles, the cross-links between chitin and protein are well-known. However, it is still debatable whether the bridging is partially covalent in nature35,122,123 or not.124,125 Given that the amount of residual protein is very low, the amount of covalent bonding is probably low, or the bonds may be cleaved during the isolation process. Therefore, chitin contents from animal sources cited in the literature are generally reliable.\nTable 2. Chitin Content in Selected Fungi Speciesa\nper dry weight per AIMb\nfungi chitin (%) ref chitin (%) glucan (%) ref\nA. bisporus (common mushroom) whole 3−9 83,107,108 36 18−36 110 stalk 7−19 107,109 34−44 109,111 cap 6−7 107 27 mycelium 31 111 L. edodes (shiitake mushroom) 1−10 83,107,108 28 68 112 P. ostreatus (oyster mushroom) 2−15 107,108,113 P. eryngii (king trumpet mushroom) 3−9 83,108,113 S.commune (split gill mushroom) 22 68 114 A. niger (black mold) 8−27 115,116 24 40 115 S. cerevisae (baker’s yeast) 1−3 117 3 37 118 M. rouxii (white mucor) 8−9 115,119 aThe values from literatures were rounded to nearest decimal. Only the lowest and the highest value are presented. bAIM = alkali insoluble material.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n34\nIn fungi, covalent linkages between chitin and glucan have been demonstrated by chemical hydrolysis and enzymatic dissection,126,127 gene disruption,128 and solid-state NMR.129 The initial study was done on S. commune (split gill mushroom),126 but similar results were also found for other fungi.130−132 Unlike animal chitin where the residual protein is minimal, fungal chitin contains a higher proportion of glucan, often higher than that of chitin itself. Thus, any literature citing the percentage of chitin from fungi should be treated with caution, especially if the work is not directly related to mycology. More often than not, the stated chitin value represents the alkali insoluble material (AIM), in which chitin and glucan coexist. Alkali insoluble glucan exists in β-form, often called β-glucan. There are numerous entries discussing fungal β-glucan and its structural diversity.133 However, most of them refer to the water-soluble part only. For example, lentinan is β-glucan obtained from the hot water extract of L. edodes (shiitake mushroom), schizophyllan from S. commune (split gill mushroom), zymosan from S. cereviase (baker’s yeast), pleuran from P. ostreatous (osyter mushroom), grifolan from G. f rondosa (maitake mushroom), and ganoderan from G. lucidum (lingzhi or reishii mushroom). All these glucans were studied mainly because the human innate immune system can\nrecognize them;134 hence, they boast a remarkable potential in applications such as immune stimulator, antibacterial, antitumor, anticancer, antioxidant, and other health-related benefits. Because this Perspective is focused on the materials potential of chitin after purification, we were only interested in alkali insoluble β-glucan; thus, we will not further discuss the soluble glucans, and an interested reader is referred to critical reviews on the topic.135−137\nStructural intricacies and association with chitin makes βglucan in fungi partially insoluble. When the alkali resistant part of the cell wall is extensively treated with glucanase (glucan degrading enzyme), 16% of glucan still remained in the insoluble form.138 However, when the same resistant part is treated with chitinase (chitin-degrading enzyme), all glucan became soluble.126 Both of these results indicated a cross-link between chitin and glucan. Insolubility during the glucanase treatment is due to crystalline chitin, while total solubilization after chitinase treatment reflects the collapse of the crystalline structure. Thus, logic dictates, if some glucan is still in the insoluble form after extensive glucanase treatment, then it must somehow be linked to chitin. It is worth noting that the glucanase action is highly specific and was carried out on the alkali resistant part, so typical alkali extraction will leave more glucan connected to chitin.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n35\nInsoluble β-glucan usually consists of (1→3) backbone with (1→6) branches, as opposed to the (1→4) glycosidic linkages in cellulose (see Figure 4a) and hemicellulose. Its proportion and branching is highly dependent on the species and the extraction process. Harsh acid treatments will degrade most of the glucan, causing the X-ray diffraction pattern of the sample to resemble that of crustacean chitin.138\nThe relation between chitin and insoluble glucan in the fungal cell wall is depicted in Figure 4b. Extensive studies have been carried out to elucidate the architecture of chitin-glucan linkages in Ascomycete phyla (yeast and filamentous fungi). However, similar studies with basidomycete (mushroom) are still lacking. Figure 5 illustrates the chitin-glucan model gathered from literature. There are small differences between the insoluble glucans among mushrooms, yeast, and filamentous fungi. Nevertheless, for the most part, all of them bear the common motif: β-glucan, which is associated with chitin, is predominately having a (1→3) backbone with a (1→6) branching.142 In yeast, most of the chitin is concentrated at the bud scar, while for the other fungi, chitin is present throughout the cell wall. All fungi synthesize chitin in their cell wall, but only zygomycete (mucor species) are known to be able to cosynthesize chitin and chitosan simultaneously.143,144\n■ ON THE USE OF FUNGI AS A POTENTIAL SOURCE FOR CHITIN\nRecent estimates suggest that as many as 5.1 million fungal species might exist, but only fewer than 100 000 have been described so far.145 Fungi grow by hyphal branching, creating a vast three-dimensional network of web-like mycelia. An individual hyphae is about 2−3 μm in diameter. Mycelium in itself has many prospects to be used as an alternative biorestoration medium, for example, as water filtration media for pathogens146 or for bioremediation.147 Certain species assemble their hyphae into more complex structures such as hyphal strands of many linearly arranged hyphae and particularly into large fruiting bodies (mushrooms and toad stools) in which the hyphae are arranged in various complex\nformats and, typically, single or multicellular spores are generated for dispersal. At the cellular level, different fungal species have different ratios of chitin to glucan in their cell walls. On one hand, the covalent linkage of amorphous glucan with chitin will complicate materials characterization, but on the other hand, it offers material scientists with new opportunities to explore and utilize a different class of renewable polymeric (natural) composite materials down to a nanoscale. While chitin is a rigid linear polymer, branched glucans act as amorphous matrix, which after extraction from mycelium or fruiting bodies results in a natural nanocomposite architecture with varying proportions of chitin and glucan optimized by nature. This is a feature of the chitin from the fungal species that does not exist for animal chitin. Table 3 summarizes the pros and cons of chitin extracted from fungi and animal sources. Fungal chitin is free from the crustacean allergenic protein, tropomyosin,148 which further extends its potential usability. For example, KitoZyme (www. kitozyme.com) has extracted a chitin-glucan complex from Aspergillus niger for marketing as a food supplement.149 The scientific committee of the European Food Safety has regarded their chitin-glucan supplement as safe to use,150 and the U.S. Federal Drug Agency also approved their GRAS (Generally Recognized as Safe) status. In the U.K., Quorn products (www.quorn.co.uk) utilize mycoprotein extracted from Fusarium venetatum as a popular meat substitute. However, harnessing fungal chitin is not without some challenges. The chitin yield per wet weight of mycelium or fruit body is relatively low compared with the animal-based counterpart. This can be mitigated to a large degree by the rapid growth rate of many fungi on a diversity of simple substrates or “waste” organic matter and relatively simple extraction protocols. However, the major perceived obstacle discouraging researchers from working with fungal chitin has been the presence of glucans. In contrast with this conventional wisdom, we contend that, in fact, this represents a huge opportunity with considerable innovation and exploitation potential.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n36\nIn comparison to nanocellulose, the chitin in fungi requires also a special notice. The cellulose content in trees, for example, is known to be ca. 40−50%, which is well above the dry weight content of chitin in fungi (Table 2). However, it takes years or even decades for a tree to grow to such state that it can be harvested for nanocellulose, whereas it is just a matter of weeks before chitin nanofibers (or nanocrystals) can be extracted from the native source. Besides, the isolation of nanochitin from fungi is far more effortless than the isolation of nanocellulose from wood (see the sections below). Another advantage is the inclusion of β-glucans with the nanochitin structure, eventually enabling stronger nanopaper construction among other benefits. Isolation of Chitin and Nanosized Chitin. In nature,\nchitin coexists in a matrix with other materials that are usually minerals, proteins, and glucans, depending on the native source as described in the previous section. In order to isolate the actual ChNFs or ChNCs, the source material must generally consist of more or less pure chitin, and the use of several extraction steps is required. Here, the fungal chitin is again in a more favorable position: the extraction is simpler and the\nisolation of ChNFs in particular is more effortless with minimal energy consumption.\nExtraction of Chitin from the Native Source. There are three main steps usually required to extract chitin from crustacean shells: demineralization, deproteination, and decoloration.152 A major advantage with fungi is that they are not calcified; thus, the demineralization step is unnecessary, although deproteination must be carried out.153−155 A deacetylation step is subsequently added if a chitosan product is preferred (Figure 6). Demineralization removes inorganic material in calcified crustacean shells. It is usually carried out using dilute acid, commonly hydrochloric acid (HCl), at room temperature. Care must be taken as acid can both deacetylate and depolymerize the chitin chain.156,157 In his optimization study, Percot et al.158 reported that shrimp shells are completely demineralized within 15 min of 0.25 M HCl treatment at room temperature. Longer treatment times, higher concentrations of acid, or higher extraction temperatures will all cause a substantial reduction in chitin molecular weight. Although HCl is relatively expensive and detrimental to chitin, it remains the most commonly used decalcifying\naInput were gathered from ref 151, other literature, and our own observations.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n37\nagent in both laboratory and industrial-scale production of chitin. Weak synthetic amino acids like ethylenediaminetetraacetic acid (EDTA) at controlled pH have been proposed as nondegradative demineralization reagents.159 However, elimination of inorganic salts was found to be incomplete.152\nDeproteination, that is, the removal of protein, is a crucial step in chitin extraction for both crustacean and fungal sources. Sodium hydroxide (NaOH) and potassium hydroxide (KOH) are preferred reagents. They are typically used at 1 M concentration with variations in temperature and extraction time. Deproteination is less damaging to chitin compared with demineralization, but prolonged treatments and high temperatures can lead to deacetylation.158 Higher deacetylation leads to (1) decrease in hydrophobicity, (2) decrease in nanopaper or film tensile strength, (3) increase in film ductility, (4) increase in solubility, (5) increase in cell adhesion and proliferation, and (5) increase in the rate of biological degradation.160−163 The more deacetylated the chitin, the more it resembles chitosan. The use of proteolytic enzymes164 provides an alternative to the harsh chemical treatments, minimizing the effect of deacetylation and depolymerization. However, there are cost-related problems associated with enzyme usage. To bring down the production costs associated with the deproteination step, Ifuku et al.165 forewent the whole process and came up with a chitin-protein nanofiber product. They found that composite films (with acrylic) have almost similar mechanical properties compared to the composite made from fully deproteinated chitin nanofibers. Greener and more cost-effective extraction processes can be achieved via biological fermentation.166 For example, Jung et al.167 used lactic acid producing bacteria, Lactobacillus\nparacasei, to produce acid for the demineralization step, and protease producing bacteria, Serratia marcesens to remove protein during their deproteination step. Compared with the chemical process, biological treatment can result in higher crystallinity and higher molecular weight of the chitin or chitosan product.168 Recently, Boric et al.169 introduced a completely different, solvent-free approach for deproteinization for crustacean waste, based on dielectric barrier discharge plasma. The method appears greener than the solvent-based techniques, but there is still room for optimization as a substantial part of proteins still remained within the chitin matrix. Acid and alkaline treatment alone produces colored chitin. Hence, a decoloration step is added when a bleached product is desired. Pigment can be removed using ethanol or acetone after the demineralized step. Alternatively, the chromophores may be removed by bleaching using sodium hypochlorite (NaOCl) or an oxidation process using hydrogen peroxide (H2O2). The deacetylation step of chitin into chitosan is usually achieved by treating chitin with 40−50% NaOH at 95−100 °C for 2−3 h, followed by neutralization. The chitosan is then extracted with 2% acetic acid solution, filtered, and precipitated in distilled water. If the deacetylation process is carried out at room temperature, it yields a water-soluble form of chitin (i.e., alkali-chitin) instead of chitosan.160,170−172\nIsolation of Chitin Nanofibers and Nanocrystals. In recent years, a more intensive focus has been set on chitin nanomaterials, either as ChNFs7 or ChNCs.9 Just like native cellulose resides in nanosized “microfibrils” in plants, native chitin resides in nanosized fibers in the structural scaffold of\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n38\ncrustaceans, insects, or fungi. These structural units can be isolated as nanofibers, resulting in ChNFs, or they can be partially degraded into shorter, rod-like ChNCs. Regardless of whether dealing with ChNFs or ChNCs, most studies utilize animal-based chitin as their starting material. To the best of our knowledge, only a few studies related to the deliberate extraction of fungal-based chitin nanomaterials (FChNFs or FChNCs) have been conducted so far.24,173−175 However, a number of older studies exist where mushroom pulp, prepared in a kitchen blender, has been used for papermaking.176−178 Because of the ease of ChNF isolation,24,173 these papers consist probably of chitin microfibers or even FChNFsquite possibly with proteins and glucansalthough their micro- or nanoscopic morphology was never reported.176,177\nTable 4 summarizes the width of ChNFs obtained from different nanofibrillation processes. All nanofibers in the table are several micrometers in length. ChNFs can be prepared by subjecting extracted chitin to various mechanical nanofibrillation processes such as high pressure homogenization,179 wet shear grinding,180 water jet atomization,181 high-pressure water jet with grinding pretreatment,182 microfluidization,183 ultrasonication,184,185 or high-speed blending.186 All these treatments are similar to nanofibrillation treatments used for cellulose. All nanofibrillation processes, except for ultrasonication, rely on high shearing and high impact force generated onto a chitin fiber bundle, causing weak interfaces among nanofibers to be broken. In ultrasonication, on the other hand, high frequency oscillation creates a localized highpressure region, resulting in cavitation and impaction, ultimately loosening the fibers.\nChitin nanofibers can also be prepared by a chemical method via TEMPO-mediated oxidation, similar to the conditions with cellulose, that is, in the presence of a catalyst (TEMPO), sodium bromide (NaBr), and an oxidizer, namely sodium hypochlorite (NaClO).200,201 NaClO with TEMPO oxidizes exclusively the primary C6-hydroxyl groups of polysaccharides into carboxylic acid moieties via an aldehyde intermediate. The charges brought in by the carboxylates promote anionic electrostatic repulsion that separate individual fibers apart. This method of nanofibrillation was first demonstrated for cellulose by Isogai et al. in 2006.42 Total oxidation of native cellulose cannot be achieved by TEMPO even after addition of a large amount of NaClO,202 but in the case of chitin, total oxidation can occur;203,204 hence, the oxidation process for chitin must be strictly controlled. When utilizing TEMPO for chitin, the outcome varies widely depending on the chitin source. TEMPO for squid pen βchitin produces neither ChNFs nor ChNCs,48 TEMPO for highly crystalline tube worm β-chitin produces ChNFs (20−50 nm in width, several microns in length),48 and TEMPO for crab α-chitin produces only ChNCs (8 nm width, 340 nm in length).205 There are parallels in such behavior to cellulosic substrates where, for example, TEMPO oxidation of microcrystalline cellulose or dissolving pulp coupled with heavy sonication leads to CNCs instead of CNFs.206 In the latter case, the few glycosidic bonds remaining in the disordered regions of dissolving pulp microfibrils are probably cleaved during the TEMPO-oxidation conditions, ending up in CNCs after the isolation with sonication. Recently, another oxidation method with ammonium persulfate was reported to yield ultrafine (2−4 nm width) ChNFs from squid pen chitin.207 It\naα-chitin is partially deacetylated with 20% NaOH (the surface of nanofiber behave like chitosan, but its core is chitin) followed by grinding in acidic condition. bTypical maximum rotational speed for conventional food mixer or kitchen blender is between 11000−15000 rpm. cHFIP = 1,1,1,3,3,3-hexafluoro-2-propanol, LiCl/DMAc = lithium chloride/N,N-dimethylacetamide.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n39\nis also possible to increase the surface charge of chitin by esterification with maleic anhydride to facilitate ChNF isolation.208,209\nIn 2008, Fan et al.210 reported a much simpler and faster way to produce ChNFs from squid pen β-chitin (3−4 nm in width and several micron in length) by simply sonicating a specimen for 2 min under acidic conditions. The idea was based on cationization of free amine groups on the chitin crystallite surface at pH 3−4. Cationization leads to electrostatic repulsion, similar to what happens during TEMPO oxidation; but in this case, it is a cationic repulsion instead of an anionic repulsion. In the aforementioned study, sonication works with squid pen β-chitin, but it did not work with tubeworm β-chitin or crab α-chitin, arguably because of higher crystallinity. Crab α-chitin can be fibrillated into uniform nanofibers with 10−20 nm diameter by subjecting a neverdried sample to a grinding treatment.180 Drying causes the fibers to collapse and they lose their swelling capability, thus making it harder to defibrillate. Later it was found that it was possible to obtain nanofibers of similar width using dried chitin by a means of grinding in acidic conditions.47 Treatment with 33% NaOH causes α-chitin to be partially deacetylated, resulting in chitosan-like surface with a chitin core. Because chitosan is protonated in aqueous acid, nanofibers from partially deacetylated chitin can be easily individualized at pH 3−4 as a result of cationic repulsion of the positively charged amino group.211 An alternative approach to controlled deacetylation was introduced recently by Ye et al.,212 namely the use of chitin deacetylase enzyme that enabled effortless isolation of ChNFs with widths between 25 and 45 nm. The degree of deacetylation could be controlled with the addition of different metal ions.\nIn 2010, the Rolandi group198 found that when squid pen βchitin was dissolved in HFIP, it can reassemble itself into ChNFs (α-chitin) (3 nm width) during solvent evaporation. βchitin dissolved in LiCl/DMAc can also self-assemble during precipitation process, but it produces larger diameter nanofibers (10 nm width). With another bottom-up approach, Zhu et al.213 managed to prepare chitin nanofibers of 27 nm width by using NaOH/urea solvent with a phytic acid coagulation bath. ChNCs (also known as chitin nanowhiskers or chitin crystallites) are usually prepared by boiling a chitin sample in hydrochloric acid (HCl) followed by sonication. ChNCs form stable colloidal suspensions because of the presence of cationic surface charge on its crystallite surface, and they are able to form chiral nematic liquid crystals after reaching a critical concentration.14 With cellulose fibers as a source, stable colloidal CNCs require the use of sulfuric acid (H2SO4) instead of HCl because anionically charged sulfate groups are introduced as half-esters on the CNC surface during the hydrolysis.233 Although the presence of sulfate groups on cellulose crystallites induce anionic electrostatic repulsion, they are also detrimental for the thermal stability of cellulose.234 This is one of the advantages of chitin over cellulose in the nanocrystal form, as the use of HCl does not affect the thermal stability of chitin. The yield and the dimensions of either ChNCs or CNCs is highly dependent on the acid concentration and the duration of hydrolysis. Higher acid concentrations and longer treatment times will cause substantial reduction in nanocrystal length-to-width ratio.235\nTEMPO-mediated oxidation is another method for ChNC production. This method offers several advantages over the conventional acid hydrolysis: (1) the process is more\naα-chitin is partially deacetylated by 33% NaOH (i.e., the crystallite surface behave like chitosan, but its core still chitin) followed by 1 min ultrasonication at pH 3−4 to promote cationization. bp-Toluene sulfonic acid. cConsists of β-chitin. dBimodal distribution. eWidth not explicitly defined.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n40\ncontrollable by the amount of oxidizer added, (2) ChNC recovery can reach 90%, and (3) no deacetylation of chitin occurs during TEMPO-mediated oxidation.9 Furthermore, partial deacetylation with TEMPO-oxidation was shown to result in amphoteric ChNCs.219,231 Ammonium persulfate is another oxidant that can be used for ChNC isolation,217\nusually ending up with a higher charge than with TEMPObased ChNCs.216 Surveying a completely different bottom-up approach, Kadokawa et al.222 found that chitin regenerated from an ionic liquid can reassemble into a whisker form when the resulting chitin-ionic liquid gel is soaked in methanol. Another example of using a different solvent to obtain ChNCs was shown recently by Hong et al.228 who managed to prepare ChNCs from shrimp shell chitin by using a deep eutectic solvent (DES), specifically choline chloride-ZnCl2. By contrast to the route via ionic liquids, however, the DES mixture did not dissolve chitin but it was used as a hydrolytic medium with acetic acid. Another recent account describes the use of DES for ChNCs, cholin chloride−p-toluene sulfonic acid where the latter is used as a catalyst for hydrolysis.230\nInterestingly, when β-chitin was used as a source for ChNCs, the resulting particles were spherical instead of rod-like.232\nDespite the entirely different shape, however, the β-chitin was transformed to α-chitin on the course of harsh acid hydrolysis\nto acquire ChNCs. Table 5 summarizes the dimensions of ChNCs obtained from different processing methods. The following sections constitute the core of this Perspective, namely, an assessment on how ChNCs and ChNFs fare in their use in composites, nanopapers, and foams, and why they are important in the first place.\n■ APPLICATIONS OF NANOSIZED CHITIN From the seas to the skies, the Earth is slowly being choked by the effects of the so-called “plastic epoch”, which has generated 8.3 billion metric tonnes of virgin polymer to date.236 Annual global polymer production has experienced prolific and continuous growth from 1950, when 1.5 million tonnes of polymers were produced, to volumes of 350 million tonnes produced in 2017.237,238 This rise in polymer production combined with a global shift from reusable to single-use products has seen packaging become the largest contributor to plastic waste, which now plasters every corner of the globe. Approximately 42% of all nonfiber plastics were used for packaging in 2015, with 54% of those plastics disposed of in the same year.236 Devastatingly, almost 80% of all plastic waste ends up in landfill or dispersed in the environment, with 12 billion metric tonnes of plastic waste predicted to be present in landfill or the environment by 2050.236 With plastic taking up to 1000 years to degrade, one questions the logic of producing\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n41\nsingle-use materials, used almost exclusively for protecting and transporting consumer products for short periods, from a material that is so difficult to safely return to the environment. One short-sighted solution by developed countries to the growing problem with plastic waste has been to export the problem to second and third world countries. However, on December 31st, 2017 China introduced the policy known as “National Sword”, which abruptly ended the import of postconsumer plastic waste. China will only accept postconsumer plastic waste with a high standard of cleanliness. As a result, less than 10% of the postconsumer plastic waste generated in the G7 countries was exported to China, compared with the first half of 2017 where approximately 60% of this waste was exported to China. Consequently, this plastic waste now accumulates in landfill or is incinerated, which places a significant burden on the environment. This sparked renewed interest into the development of biobased solutions to replace fossil-based polymeric materials. As chitin is one of the most abundant biobased materials after cellulose and can be easily extracted from the waste shell of crustaceans or from fungal biomass, significant research effort has been poured recently into developing chitin-based materials for the replacement of fossil-derived polymers to curb the global issue of plastic waste, particularly single-use plastics.239 Genuine industrial efforts are also budding at the moment. For example, Shellworks group, a young start-up from London, is currently developing technologies to convert\nchitin from lobster shells into plastic plant pots and plastic bags.240 CruzFoam, a company based in California, is developing sustainable surfboards out of chitin, as well as chitin foams to replace expanded polystyrene foams used for packaging.241\nChitin as a Reinforcement for Polymer Nanocomposites. A common theme in the introduction of most research articles focusing on chitin nanocomposites is the need to develop sustainable materials for a greener future. As ChNFs possess high tensile properties and can be derived from fungi, crustacean waste or other bioresources, the resulting chitin nanocomposites could serve as a renewable alternative to many fossil-derived polymers. In this section, we will investigate precisely this potential of ChNFs or ChNCs composites to compete with contemporary synthetic commodity polymers. Chitin nanocomposites are a relatively large field of research with a more comprehensive treatise on literature featured in Table S1 (Supporting Information). Figure 7 summarizes the tensile properties of chitin nanocomposites reinforced with either ChNFs or ChNCs reported in the literature. The polymer matrices reinforced with ChNFs in this figure include thermoplastics from soy protein,242 polylactide243,244 and plasticized polylactide,245−247 polyurethane,248 citrate-based bioelastomer,249 maize starch,250 potato starch,251 thermoplastic starch,252 polycaprolactone,253 acrylic,165,254 and biobased epoxy resins.71 Significant variation in the tensile properties of chitin nanocomposites can be\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n42\nobserved, even for the same chitin loading fraction (Figure 7). This could be due to batch-to-batch variation of chitin, as chitin can be extracted from multiple sources using very different extraction conditions (see previous sections). Nevertheless, it is clear that chitin nanocomposites with tensile moduli and strengths as high as 4.5 GPa and 96 MPa, respectively, at a chitin loading fraction of 70 wt % can be manufactured.254\nIn Figure 7, we also overlay the tensile properties of PET, PP, and HDPE as our benchmark synthetic commodity polymers for comparison. We can see that a significant amount of reported tensile properties of chitin nanocomposites performed worse than our benchmark polymers. One should emphasize that these chitin nanocomposites are mainly using starch-based polymer matrices or softer polymer matrices, such as polycaprolactone or flexible polyurethane. On a more positive note, Figure 7 also shows that chitin can indeed be used as reinforcement to produce chitin nanocomposites with tensile properties similar to our benchmark commodity polymers. When the loading fraction of the chitin exceeds 50 wt %, the properties of the chitin nanocomposites did even exceed those of the benchmark polymers. The existence of such threshold loading fraction is also observed for nanocellulose-reinforced polymer composites,11 albeit lower, around 30 vol %, presumably due to higher tensile properties of single cellulose nanofibers. In addition to tensile modulus and strength of a material, an important design consideration for polymeric materials is its fracture resistance or fracture toughness. To the best of our knowledge, the fracture resistance of chitin nanocomposites has not been well studied. To compare chitin nanocomposites to our benchmark polymers, we use the strain-at-failure as an approximation. The tensile moduli and strengths of various chitin nanocomposites plotted as a function of their reported strain-at-failure are summarized in Figure 8. In the same figure, we have also overlaid the properties of our benchmark PET, PP, and HDPE. It can be seen from this figure that very few chitin nanocomposites compare with the strain-at-failure (and by assumption also fracture resistance) of PP and HDPE but some chitin nanocomposites did compare with PET in terms of strain-at-failure but unfortunately not in terms of modulus or strength. While the tensile modulus and strength of chitin nanocomposites could match that of PET, PP, and HDPE, their fracture resistance (estimated through the strain-at-failure) did not. This is postulated to be due to the brittle nature of chitin nanofibers, which when used as reinforcement for polymers, will produce brittle chitin nanocomposites. Nevertheless, some chitin nanocomposites are able to match the performance (in terms of tensile modulus, tensile strength vs strain-at-failure) of our benchmark polymers. These chitin nanocomposites were produced using plasticized polylactide as the polymer matrix. It should be noted, however, that the chitin loading fraction in these nanocomposites was only 1 wt %. Even though the loading fraction of chitin is low, it is sufficient to increase the tensile modulus of plasticized polylactide four-folds, with a minor decrease of the strain-at-failure from 305% to the observed 262%. Our simple comparative analysis pointed to the discrepancy between expectation to produce chitin nanocomposites with attractive properties (as renewable options to replace single use “plastics”) and the actual achievements. Significant effort is still needed to utilize chitin, a variable waste-derived material with\nhigh tensile properties, as efficient reinforcement for renewable, degradable to produce sustainable alternative for a greener future, with a particular focus not only on tensile modulus and strength but also the composites’ fracture resistance and potentially dynamic mechanical properties, such as low energy impact strength.\nChitin Films, Sheets, and Nanopapers. While chitin might not serve as excellent reinforcement for polymers to produce truly green sustainable nanocomposites, an efficient way of utilizing chitin is to produce highly agglomerated chitin nanofiber networks, for example, chitin nanopapers, sheets, and films. (Note: we use “film” to describe a potentially pinhole free thin material with an appearance of a polymer film, while “sheet” is used to describe a thin CNC networks, whereas we reserve the term “nanopaper” for nanocellulose (CNF or BC) and ChNF networks.) Generally, chitin nanopapers, sheets or films can be produced using three different methods: (1) by solvent casting, which involves the dissolution of chitin in appropriate solvents followed by regeneration (with E up to 2 GPa and σ = 93.1 MPa)255 or in analogy to papermaking using (2) a ChNF or (3) ChNC suspensions, which results in chitin nanopapers or sheets. The first method produces regenerated chitin films without any defined fiber morphology. However, pure chitin papers can also be produced using regenerated chitin fibers.256 Already in the 1970s, researchers started exploring (partially deacetylated) crab chitin as paper additive.257 Their success stimulated Rice to explore using fibers from mushroom extract for the preparation of mushroom papers.176,177 Apparently, papermaking with mushroom fibers was first introduced in 1985 at the third International Fungi and Fiber Symposium. In the early years, researchers were interested in mushroom papers because of the chemicalfree nature of the pulping process and their colorful appearance.178 Nanosized chitin is not exactly applied in these premature accounts, but the material likely consists of micron-sized chitin fibers with an uncharacterized amount of proteins and glucans originating from the raw material. Nevertheless, these studies serve as an early reminder that the fungal matrix is superior to the crustacean counterpart as a resource for papermaking. Much more recently, chitin nanopapers and sheets have attracted some interest; they are typically prepared from ChNF or ChNC suspensions, which are dewatered either by simply letting the water evaporate following solution casting, or by filtration followed by hot pressing, or by using dedicated sheet making equipment (for instance Rapid-Köthen). Chitin nanopapers (from ChNFs) usually have better mechanical properties than sheets made from ChNCs as result of more extensive fiber entanglement (Figure 9). More recently, the authors of this Perspective revisited the preparation of mushroom papers.24 It is indeed possible to extract highquality fungal nanofibers (FChNFs) from mushroom extract after a mild alkaline extraction and low-energy blending. In contrast to ChNFs extracted from crustaceans, which are often still associated with residual proteins, FChNFs are carrying significant amounts of covalently linked amorphous glucans. The benefit of the glucan-linked to the ChNFs is that in this case, FChNF nanocomposite films consisting of varying amounts of ChNFs reinforcing an amorphous glucan matrix can be readily prepared by simple filtration followed by hot pressing. The mechanical properties of the FChNF films depend on their chitin and glucan content, which depends on\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n43\nthe part of the fungi and species from which they were extracted and enclose a wide property window.24,258\nThe tensile properties of ChNF and FChNF papers and sheets made from ChNCs, regenerated chitin films are summarized in Figure 9 as well as in Table S2 (Supporting Information). Also within the realm of nanopapers, nanocellulose-based building blocks have received much more attention than ChNFs and ChNCs in the past two decades.11,268 Cellulose nanopapers have outstanding mechanical properties, and thus, we chose to juxtapose the reported properties of FChNF films and ChNF nanopapers with the properties of CNF and BC nanopapers. When looking at the nanocellulose-based papers, by and large, BC nanopapers outperform CNF nanopapers in terms of strengths and moduli. ChNF nanopapers and FChNF films have typically significantly lower moduli as compared with cellulose nanopapers. The strengths of the FChNF films produced by mild alkaline extraction and low-energy blending of whole mushroom fruiting bodies exceed those of ChNF sheets but have comparable moduli, which also compares favorably to the strength of CNF nanopapers. In contrast to cellulose nanopapers, chitin nanopapers or sheets prepared from ChNCs are much more hydrophobic probably because of a hydroxyl group in each polymer repeat unit is replaced with an acetyl amine moiety and associated hydrophobic impurities. Advancing water contact angles measured on BC and CNF vary between 11° to 46°,269−272 while those measured on chitin nanopapers were 50° to 55°.66,192 Static advancing water contact angles on hot compacted ChNC sheets even reached 87°,273 and those for FChNF films ranged from 87° to 122°,258,274 because of the presence of nonpolar impurities such as alcohols and acid derivatives, which are also responsible for the aroma of fungi. However, after further purification of fungi extracts, the static advancing contact angles decrease to 80°,258 approaching those of crustacean chitin sheets. The reduced hydrophilicity of various chitin nanopapers and films could be an advantage for instance for packaging applications.\nChitin nanopapers, sheets, and films have been explored for various applications, such membranes and filters and potential packaging applications.275 Unfortunately, not much is known about the barrier properties of pure chitin nanopapers, sheets, or FChNF papers; however, their moduli and strengths are promising, albeit the strains to failure and reported works of fracture (related to the fracture toughness) are still quite low.\nFungal Chitin in Biomedical Use. Fungal material has been used globally for medical applications since ancient times, where it was used as a styptic to stop bleeding and as a crude precursor to modern antibiotics for treatment of infections.276−279 However, it was not until the 1970s that true medical materials produced from fungi were investigated. Prudden worked extensively on powdered fungal mycelium as a topical agent for accelerating wound healing and found that both untreated and NaOH or HCl treated mycelium improved the tensile strength of wounded skin, a result that was reproducible using crustacean chitin.280,281 Fungal chitin has also been linked to proliferation of fibroblasts and keratinocytes, which are important for creating a new skin base layer, and the activity of matrix metalloproteinases (MMPs) (human cells).282,283 In 1997, a research group from Taiwan extracted a chitin-polysaccharide mixture from Ganoderma tsugae, comprising β-1−3-glucan (∼60%) and Nacetylglucosamine (∼40%), which was used to create a weaveable skin substitute called Sacchachitin. This novel wound dressing was tested on rats284 and on guinea pigs285 before being tested in a preliminary clinical trial on two human patients with chronic wounds in 2005.283 The animal studies showed that Sacchachitin improved wound healing significantly compared with gauze and had comparable performance to Beschitin, a commercially available wound dressing from crustacean chitin developed in 1988. Improvements in healing were also observed in human trials. However, the surge of interest into the more promising medicinal properties of chitosan in the 1980s and its potential for drug delivery systems resulted in a research swing, resulting in a dearth of further literature utilizing fungal chitin for production of medical materials.286−293 Readers interested in the medicinal properties of chitosan and drug delivery systems are directed to comprehensive reviews on these areas.294−299\nMycelium Foams for Packaging Applications. Up to this point, we have described chitin-based materials composites and nanopapersthat hold just a promise for authentic applications without any large-scale industrial commitment. By contrast, mycelium foams introduced in this section are genuinely used as packaging materials by real companies. The driver for their use is that packaging materials typically do not have many material property requirements, other than providing mechanical protection to consumer goods and being low in density to minimize shipping costs. Indeed, one of the key challenges in replacing plastic packaging materials is competing with their low cost. Here, mycelium can offer an alternative packaging foam based on its native construction. So far in this Perspective, most of the cited accounts have utilized the fruiting body of mushroomsthe portion above ground (Figure 4b)as the source for chitin. Mycelium, on the other hand, is the filamentous root-like growth of mushrooms and other fungi, containing mainly chitin and β-glucan, yielding a natural nanocomposite architecture associated with impressive mechanical properties.258,300 Fungal mycelium growth can be used to bind lignocellulosic matter in a natural, low energy, self-assembling\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n44\nproduction process occurring at ambient temperatures, which also sequesters carbon.301,302 The use of mycelium as a binder is not entirely new with some Asian cultures having utilized solid-state fermentation of Rhizopus oligosporus to bind soybeans into solid cakes for centuries, producing foods such as Indonesian tempeh. Applying this principle allows for the upcycling of agricultural residues, which have almost no value of their own, into porous, low-cost, highly sustainable, and fully biodegradable composite materials resembling polystyrene foam (Figure 10).301 Such materials are already available as commercial products.\nWith the main feedstocks for mycelium composite production being agricultural wastes and byproducts, such as corn stalks, cotton carpel, and rice hulls, and the negligible cost associated with the natural manufacturing process, these composites can have raw material costs as low as 13 $US/m3 for rice-hull-based mycelium composites (Table 6).301,303,304 This makes their raw material costs lower than expanded polystyrene, which uses the styrene monomer as a precursor material, and their biological manufacturing process much less energy intensive.303 Mycelium composites are also very lightweight with typical densities of approximately 100 kg/ m3, but as low as 59 kg/m3, which is only slightly heavier than expanded polystyrene, which typically has densities of up to 50 kg/m3.302,304,305 In fact, mycelium composites exhibit properties making them ideal for packaging applications with elastic moduli, dimensional stability, degradation rates, flame retardance characteristics, and thermal conductivity, all within acceptable limits for packaging applications.301 However, the key advantage of mycelium composites occurs at the end of their life, with simple and sustainable disposal possible through normal household garden composting.\nAlthough mycelium composites have been considered a viable replacement for packaging materials, such as expanded polystyrene, for over 10 years their adoption has been slow. Dell currently uses mycelium composites for packaging business servers,311 and IKEA has suggested that they will also adopt the material for packaging their products.312 In addition to packaging applications, mycelium composites have also received significant academic and commercial interest for use in construction and architecture, with their low thermal conductivities, significant fire resistance, and outstanding acoustic absorption properties making them excellent insulation and partitioning materials.\n■ FUTURE PERSPECTIVES It is evident from this Perspective that renewable nanomaterials, such as cellulose nanocrystals, nanofibrillated and bacterial cellulose,5,313 chitin,314 and starch,315 have attracted significant research interest and have been explored for numerous applicationsa trend that has been growing within the past 10−12 years. In particular, these nanomaterials are promising reinforcements for (renewable) nanocomposites11,316 because of the possibility of exploiting their stiffness and strength. In light of the recent quest to replace “single-use plastic” with renewable alternatives, chitin is one option317,318 currently being (re)explored (it was already explored until the 1940s, prior to the development of oil-based synthetic polymers255). In this Perspective, we have discussed the potential applications of ChNF and ChNC as renewable reinforcements for polymers to produce sustainable chitin nanocomposites. The tensile moduli and strengths of chitin nanocomposites are partially on par with commodity polymers (PET, PP, and HDPE). To date, we have demonstrated that high-performance chitin-reinforced polymer composites only exceed the mechanical performance of common bulk polymers if the chitin loading fraction is greater than 50 wt %. However, tensile modulus and strength of a material are only half the story. Fracture toughness is another important but often neglected parameter concerning biobased composite design. To evaluate the potential of chitin nanocomposites as alternatives to PET, PP, and HDPE, their fracture resistance and damage tolerance should be quantified. In addition to their role as polymer reinforcement, ChNC and ChNF can also be directly used to produce self-standing\naData from ASTM International,305 Jones et al.,306 Jones et al.,307 Holt et al.,308 Travaglini et al.309 Appels et al.310 Commercial values reflect the most recent available literature and are adjusted for inflation to the 2019 $US value. bBased on compositions of 25 wt % wheat grains and 75 wt rice hulls (59 kg/m3) or 100 wt % wheat grains (224 kg/m3) with values of 37 (rice hulls) and 170 (wheat grains) $US/tonne. cBased on a cost of $US 1660 per metric ton of styrene monomer in the United States in September 2019 and a polystyrene density of 11−50 kg/m3.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n45\nsheets or nanopapers. We demonstrate in this Perspective that chitin nanopapers and films could play a role in the quest to replace “single-use plastics” but only if fracture toughness can be further improved. There are many reasons to explore the use of fungi and their cell walls as major potential sources of high-performance nanofibers. These FChNFs are of natural origin, are very easily extracted from fungal biomass (you just need to “get an old blender”),176 and are effectively “prepregged” by nature, with mild extraction conditions ideal for the manufacture of FChNF films (or nanopapers). These films are true bionananocomposites; all components, that is, reinforcement and matrix, are produced by nature, and the matrix is even grafted to the reinforcement. FChNFs contain varying matrix quantities and polymer types (i.e. glucan or chitosan), depending on the species from which they were extracted, which eases film (or nanopaper) formation. However, unfortunately this means that FChNFs rarely contain pure chitin. Although this might be a disadvantage for some applications, it is advantageous if ChNCs are of interest as fungal chitin nanocrystals (FChNC), which do easily disperse to form stable colloidal suspensions.175\nThe tensile properties of FChNF films depend on the composition of the FChNF, which in turn depends on the type of fungal species and region within the fungus. The tensile properties of chitin nanopapers and films are on par with CNF nanopapers, although their elastic moduli are significantly lower. FChNF films offer a boarder property envelope than ChNF nanopapers. Barrier properties of polymer materials, but especially of polymer films, are always important.319 Unfortunately, limited literature exists documenting the barrier properties of pure chitin nanopapers260 and nothing is yet known about the barrier properties of FChNF films. It has been shown that chitin nanopapers have oxygen and CO2 barrier properties exceeding those of PET; however, those properties were only determined at 0%RH.260 Furthermore, it has been shown that spray coating polylactic acid (PLA) with alternating layers of CNCs and ChNF results in significant reductions in the oxygen permeability of this composite structure as compared to neat PLA. These reductions are even present at 70%RH, but unfortunately, the water vapor transmission rate is still controlled by the PLA substrate layer.320 Alternative solutions to address the challenges related to water vapor barrier properties have yet to be identified. Considering that chitin (both of crustacean and fungal origin) can be used as reinforcement for polymers as well as self-standing sheets or films, the comparative mechanical performance of these materials with respect to each other is of interest. Figure 11 summarizes the tensile properties of chitin nanocomposites, chitin nanopapers, and ChNC sheets, in addition to FChNF films. It can be seen that chitin nanocomposites (as documented in research conducted to date) generally have poorer performance than well-consolidated chitin nanopapers, ChNF films, and even ChNC sheets. Many readers would argue that a major hurdle in the use of ChNF papers, ChNC sheets, or FChNF films for various advanced engineering applications is the sheet thickness, which is currently limited to <0.2 mm. We have made initial attempts to produce thicker samples of FChNF films (which could also be called in analogy to thick polymer films: sheets) with a thickness of about 1 mm and an areal density of 1000 g m−2 produced by simple vacuum assisted dewatering of A. bisporus whole mushroom extract with a consistency of 0.8 w/v%, followed by press-forming (Figure 12). The resulting FChNF\nsheet possessed a modulus and strength of 7.5 GPa and 110 MPa, respectively. This could potentially open up new applications for fungal-based chitin nanomaterials in “paper molding” applications. Many fungal species can also be grown readily in industrialscale liquid fermenters and the mycelium harvested efficiently (think myco-protein, which is sold as meat substitute; Quorn being a leading example). Moreover, fungi are nature’s most effective solid-state decomposer organisms, able to explore and assimilate complex 3D substrates (e.g., wood and agricultural waste, such as straws, etc.), other recalcitrant materials, municipal solid waste (think composting), and even several synthetic polymers (e.g., PLA) under particular circumstances and convert them into this valuable fungal cell wall material. This cell wall material can be extracted or used as mycelium composite for packaging or architectural applications. Fungi do this without the need for extraneous energy sources (pH and some nutrients must be suitable) commonly under mesophilic conditions. Additional research in mycelium composite material technology is required to address key limitations of these materials including their slow production rate compared with polymer processing and some parameters that fall outside of desirable ranges, such as water absorption. These developments, in addition to the exceptional potential of mycelium composites as a fully biodegradable, cheap, and lightweight alternative to synthetic foams, such as expanded polystyrene, which also upcycle agricultural residue and sequester carbon, suggest that a more rapid adoption of this material platform would be appropriate if environmental sustainability is to be preserved for our children and humankind to come. These points highlight the potential for highly efficient and environmentally sustainable exploitation of FChNFs for a new generation of materials for a highly efficient and environmentally compatible exploitation of FChNFs in a new generation of materials. The great diversity of fungi (potentially some 5 million species145 ranging from unicellular to multicellular, mycelium to mushrooms) and their extraordinary range of environmental tolerances (deserts to the deep sea, high salinity, contaminated environments, below 0 °C to thermophiles) opens a huge range of possible\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n46\ncultivation and processing conditions for systematic, large-scale production. A method to utilize the potential of chitin is to spin them into macrofibers. Chitin could be dissolved directly in a solvent, such as 5 wt % LiCl/dimethylacetamide or 5 wt % LiCl/N-methyl-2-pyrrolidone and spun into fibers. The viscose process used to dissolve cellulose could also be used to dissolve chitin and wet spun into fibers. In fact, these ideas have been explored in the 1970s to produce chitin fibers.322 Chitin fibers with tensile strengths as high as 350 MPa have been produced. These fibers (and even fungal mycelium)323 can then be processed into textile fabrics for the fashion industry (e.g. “trash fashion”), reducing the environmental burden associated with cellulose textile fibers. Specifically, for fungal chitin, the chitin microfibrils in fungal cell walls are orientated. As of yet, no one has attempted to make use of this inherent orientation of FChNF, which offers an unexplored potential for materials development if fungal cell walls can be processed to preserve this orientation or, alternatively, processed in such a way as to reinstate such orientation possibly via self-assembly mechanisms, which occur in living fungi. It is believed that in forming the cell walls of fungi, a certain amount of templating is established at the cell membrane, with ongoing self-assembly occurring as the microfibrils are synthesized in the cell wall outside the cell membrane (but with the materials production and export from the cell controlled intracellularly). There are then possible/ likely periods of further templating by the cell membrane in order to create “deliberate” reorientation, in addition to cell extension growth, which causes a degree of physical reorientation. It is our contention that the fungal biorefinery as a source for high-performance material has been overlooked for far too long and that FChNFs will become one major source of advanced reinforcement for sustainable biobased composites in the 21st Century.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.biomac.9b01141.\nComprehensive tables listing nanocomposite and nanopaper applications of nanosized chitin (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: koonyang.lee@imperial.ac.uk. *E-mail: eero.kontturi@aalto.fi. *E-mail: alexander.bismarck@univie.ac.at."
    }, {
      "heading" : "ORCID",
      "text" : "Koon-Yang Lee: 0000-0003-0777-2292 Eero Kontturi: 0000-0003-1690-5288 Alexander Bismarck: 0000-0002-7458-1587"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We acknowledge the help of Florian Mayer with Endnote, Kathrin Weiland and Hande Barkan-Öztürk for the plotting figures and Dmitrii Rusakov for the collection of numerous papers. Moreover, E.K. is grateful for the support by the FinnCERES Materials Bioeconomy Ecosystem and A.B. to the University of Vienna for funding.\n■ ABBREVIATIONS ChNC, chitin nanocrystal; ChNF, chitin nanofiber; CNC, cellulose nanocrystal; CNF, cellulose nanofiber; DMAc, dimethylacetamide; TEMPO, 2,2,6,6-tetramethylpiperidine-1oxyl radical\n■ REFERENCES (1) Persano, L.; Camposeo, A.; Tekmen, C.; Pisignano, D. Industrial Upscaling of Electrospinning and Applications of Polymer Nanofibers: A Review. Macromol. Mater. Eng. 2013, 298, 504−520. (2) Medeiros, E. S.; Glenn, G. M.; Klamczynski, A. P.; Orts, W. J.; Mattoso, L. H. C. Solution blow spinning: A new method to produce micro- and nanofibers from polymer solutions. J. Appl. Polym. Sci. 2009, 113, 2322−2330. (3) Proctor, J. E.; Melendrez Armada, D. A.; Vijayaraghavan, A. An introduction to graphene and carbon nanotubes. CRC Press: Boca Raton, 2017; p 286. (4) Prakash Menon, M.; Selvakumar, R.; Suresh kumar, P.; Ramakrishna, S. Extraction and modification of cellulose nanofibers derived from biomass for environmental application. RSC Adv. 2017, 7, 42750−42773. (5) Kontturi, E.; Laaksonen, P.; Linder, M. B.; Nonappa; Groschel, A. H.; Rojas, O. J.; Ikkala, O. Advanced Materials through Assembly of Nanocelluloses. Adv. Mater. 2018, 30, No. 1703779. (6) Klemm, D.; Kramer, F.; Moritz, S.; Lindstrom, T.; Ankerfors, M.; Gray, D.; Dorris, A. Nanocelluloses: a new family of nature-based materials. Angew. Chem., Int. Ed. 2011, 50, 5438−5466. (7) Ifuku, S.; Saimoto, H. Chitin nanofibers: preparations, modifications, and applications. Nanoscale 2012, 4, 3308−3318. (8) Habibi, Y.; Lucia, L. A.; Rojas, O. J. Cellulose nanocrystals: chemistry, self-assembly, and applications. Chem. Rev. 2010, 110, 3479−500. (9) Zeng, J.-B.; He, Y.-S.; Li, S.-L.; Wang, Y.-Z. Chitin whiskers: an overview. Biomacromolecules 2012, 13, 1−11.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n47\n(10) Lin, N.; Huang, J.; Dufresne, A. Preparation, properties and applications of polysaccharide nanocrystals in advanced functional nanomaterials: a review. Nanoscale 2012, 4, 3274−3294. (11) Lee, K.-Y.; Aitomak̈i, Y.; Berglund, L. A.; Oksman, K.; Bismarck, A. On the use of nanocellulose as reinforcement in polymer matrix composites. Compos. Sci. Technol. 2014, 105, 15−27. (12) Ansari, F.; Berglund, L. A. Toward Semistructural Cellulose Nanocomposites: The Need for Scalable Processing and Interface Tailoring. Biomacromolecules 2018, 19, 2341−2350. (13) Revol, J. F.; Bradford, H.; Giasson, J.; Marchessault, R. H.; Gray, D. G. Helicoidal self-ordering of cellulose microfibrils in aqueous suspension. Int. J. Biol. Macromol. 1992, 14, 170−172. (14) Revol, J. F.; Marchessault, R. H. In vitro chiral nematic ordering of chitin crystallites. Int. J. Biol. Macromol. 1993, 15, 329−335. (15) Shopsowitz, K. E.; Qi, H.; Hamad, W. Y.; Maclachlan, M. J. Free-standing mesoporous silica films with tunable chiral nematic structures. Nature 2010, 468, 422−425. (16) Majoinen, J.; Hassinen, J.; Haataja, J. S.; Rekola, H. T.; Kontturi, E.; Kostiainen, M. A.; Ras, R. H.; Torma, P.; Ikkala, O. Chiral Plasmonics Using Twisting along Cellulose Nanocrystals as a Template for Gold Nanoparticles. Adv. Mater. 2016, 28, 5262−5267. (17) Kaushik, M.; Basu, K.; Benoit, C.; Cirtiu, C. M.; Vali, H.; Moores, A. Cellulose Nanocrystals as Chiral Inducers: Enantioselective Catalysis and Transmission Electron Microscopy 3D Characterization. J. Am. Chem. Soc. 2015, 137, 6124−6127. (18) Kalashnikova, I.; Bizot, H.; Cathala, B.; Capron, I. Modulation of Cellulose Nanocrystals Amphiphilic Properties to Stabilize Oil/ Water Interface. Biomacromolecules 2012, 13, 267−275. (19) Tang, C.; Spinney, S.; Shi, Z.; Tang, J.; Peng, B.; Luo, J.; Tam, K. C. Amphiphilic Cellulose Nanocrystals for Enhanced Pickering Emulsion Stabilization. Langmuir 2018, 34, 12897−12905. (20) Kontturi, K. S.; Kontturi, E.; Laine, J. Specific water uptake of thin films from nanofibrillar cellulose. J. Mater. Chem. A 2013, 1, 13655−13663. (21) Niinivaara, E.; Faustini, M.; Tammelin, T.; Kontturi, E. Water Vapor Uptake of Ultrathin Films of Biologically Derived Nanocrystals: Quantitative Assessment with Quartz Crystal Microbalance and Spectroscopic Ellipsometry. Langmuir 2015, 31, 12170−12176. (22) Niinivaara, E.; Faustini, M.; Tammelin, T.; Kontturi, E. Mimicking the Humidity Response of the Plant Cell Wall by Using Two-Dimensional Systems: The Critical Role of Amorphous and Crystalline Polysaccharides. Langmuir 2016, 32, 2032−2040. (23) Hakalahti, M.; Faustini, M.; Boissiere, C.; Kontturi, E.; Tammelin, T. Interfacial Mechanisms of Water Vapor Sorption into Cellulose Nanofibril Films as Revealed by Quantitative Models. Biomacromolecules 2017, 18, 2951−2958. (24) Fazli Wan Nawawi, W. M.; Lee, K.-Y.; Kontturi, E.; Murphy, R. J.; Bismarck, A. Chitin Nanopaper from Mushroom Extract: Natural Composite of Nanofibers and Glucan from a Single Biobased Source. ACS Sustainable Chem. Eng. 2019, 7, 6492−6496. (25) Manzi, P.; Aguzzi, A.; Pizzoferrato, L. Nutritional value of mushrooms widely consumed in Italy. Food Chem. 2001, 73, 321− 325. (26) Muzzarelli, R. A. A. Natural chelating polymers: alginic acid, chitin, and chitosan; Pergamon Press: Oxford, 1973. (27) Muzzarelli, R. A. A.; Pariser, E. R. Proceedings of the First International Conference on Chitin/Chitosan. Massachusetts Institute of Technology: Cambridge, MA, 1978. (28) Roberts, G. A. F. Thirty Years of Progress in Chitin and Chitosan. Prog. Chem. Appl. Chitin Its Deriv. 2008, 13, 7−15. (29) Hon, D. N. S. Cellulose: a random walk along its historical path. Cellulose 1994, 1, 1−25. (30) Zugenmaier, P. Crystalline cellulose and derivatives characterization and structures; Springer: Berlin, 2008. (31) Sponsler, O. L.; Dore, W. H. The structure of Ramie cellulose as derived from X-ray data. Colloid Symposium Monographs 1926, 4, 174−265. (32) Atalla, R. H.; Vanderhart, D. L. Native Cellulose: A Composite of Two Distinct Crystalline Forms. Science 1984, 223, 283−285.\n(33) Nishiyama, Y.; Langan, P.; Chanzy, H. Crystal structure and hydrogen-bonding system in cellulose Ibeta from synchrotron X-ray and neutron fiber diffraction. J. Am. Chem. Soc. 2002, 124, 9074− 9082. (34) Nishiyama, Y.; Sugiyama, J.; Chanzy, H.; Langan, P. Crystal structure and hydrogen bonding system in cellulose I(alpha) from synchrotron X-ray and neutron fiber diffraction. J. Am. Chem. Soc. 2003, 125, 14300−14306. (35) Rudall, K. M. The Chitin/Protein Complexes of Insect Cuticles. Adv. Insect Physiol. 1963, 1, 257−313. (36) Blackwell, J.; Gardner, K. H.; Kolpak, F. J.; Minke, R.; Claffey, W. B. Refinement of Cellulose and Chitin Structures. In Fiber Diffraction Methods; French, A. D., Gardner, K. H., Eds. American Chemical Society: Washington DC, 1980; pp 315−334. (37) Nishiyama, Y.; Noishiki, Y.; Wada, M. X-ray Structure of Anhydrous β-Chitin at 1 Å Resolution. Macromolecules 2011, 44, 950−957. (38) Sikorski, P.; Hori, R.; Wada, M. Revisit of α-Chitin Crystal Structure Using High Resolution X-ray Diffraction Data. Biomacromolecules 2009, 10, 1100−1105. (39) Esa, F.; Tasirin, S. M.; Rahman, N. A. Overview of Bacterial Cellulose Production and Application. Agriculture and Agricultural Science Procedia 2014, 2, 113−119. (40) Wuhrmann, K.; Heuberger, A.; Muhlethaler, K. Elektronenmikroskopische Untersuchungen an Zellulosefasern nach Behandlung mit Ultraschall. Experientia 1946, 2, 105−107. (41) Turbak, A. F.; Snyder, F. W.; Sandberg, K. R. Microfibrillated cellulose, a new cellulose product: properties, uses, and commercial potential. J. Appl. Polym. Sci.: Appl. Polym. Symp. 1983, 37, 815−827. (42) Saito, T.; Nishiyama, Y.; Putaux, J.-L.; Vignon, M.; Isogai, A. Homogeneous Suspensions of Individualized Microfibrils from TEMPO-Catalyzed Oxidation of Native Cellulose. Biomacromolecules 2006, 7, 1687−1691. (43) Saito, T.; Kimura, S.; Nishiyama, Y.; Isogai, A. Cellulose Nanofibers Prepared by TEMPO-Mediated Oxidation of Native Cellulose. Biomacromolecules 2007, 8, 2485−2491. (44) Paäk̈kö, M.; Ankerfors, M.; Kosonen, H.; Nykan̈en, A.; Ahola, S.; Österberg, M.; Ruokolainen, J.; Laine, J.; Larsson, P. T.; Ikkala, O.; Lindström, T. Enzymatic Hydrolysis Combined with Mechanical Shearing and High-Pressure Homogenization for Nanoscale Cellulose Fibrils and Strong Gels. Biomacromolecules 2007, 8, 1934−1941. (45) Abe, K.; Iwamoto, S.; Yano, H. Obtaining Cellulose Nanofibers with a Uniform Width of 15 nm from Wood. Biomacromolecules 2007, 8, 3276−3278. (46) Ifuku, S.; Nogi, M.; Abe, K.; Yoshioka, M.; Morimoto, M.; Saimoto, H.; Yano, H. Preparation of chitin nanofibers with a uniform width as alpha-chitin from crab shells. Biomacromolecules 2009, 10, 1584−1588. (47) Ifuku, S.; Nogi, M.; Yoshioka, M.; Morimoto, M.; Yano, H.; Saimoto, H. Fibrillation of dried chitin into 10−20 nm nanofibers by a simple grinding method under acidic conditions. Carbohydr. Polym. 2010, 81, 134−139. (48) Fan, Y.; Saito, T.; Isogai, A. TEMPO-mediated oxidation of βchitin to prepare individual nanofibrils. Carbohydr. Polym. 2009, 77, 832−838. (49) Rånby, B. G. Fibrous macromolecular systems. Cellulose and muscle. The colloidal properties of cellulose micelles. Discuss. Faraday Soc. 1951, 11, 158−164. (50) Yamanaka, S.; Watanabe, K.; Kitamura, N.; Iguchi, M.; Mitsuhashi, S.; Nishi, Y.; Uryu, M. The structure and mechanical properties of sheets prepared from bacterial cellulose. J. Mater. Sci. 1989, 24, 3141−3145. (51) Henriksson, M.; Berglund, L. A.; Isaksson, P.; Lindström, T.; Nishino, T. Cellulose nanopaper structures of high toughness. Biomacromolecules 2008, 9, 1579−1585. (52) Sehaqui, H.; Ezekiel Mushi, N.; Morimune, S.; Salajkova, M.; Nishino, T.; Berglund, L. A. Cellulose nanofiber orientation in nanopaper and nanocomposites by cold drawing. ACS Appl. Mater. Interfaces 2012, 4, 1043−1049.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n48\n(53) Takai, M.; Shimizu, Y.; Hayashi, J.; Tokura, S.; Ogawa, M.; Kohriyama, T.; Satake, M.; Fujita, T. StructureProperty Relationship of α- and β-Chitin. In Viscoelasticity of Biomaterials; Glasser, W. G., Hatakeyama, H., Eds.; American Chemical Society: Washington DC, 1992; Vol. 489, pp 38−52. (54) Ifuku, S.; Saimoto, H.; Yano, H.; Nogi, M.; Omura, Y. Method for producing chitin nanofibers, composite material and coating composition each containing chitin nanofibers, and method for producing chitosan nanofibers, composite material and coating composition each containing chitosan nanofibers. U.S. Patent"
    }, {
      "heading" : "8,940,881 B2, 2015.",
      "text" : "(55) Ifuku, S.; Morooka, S.; Norio Nakagaito, A.; Morimoto, M.; Saimoto, H. Preparation and characterization of optically transparent chitin nanofiber/(meth)acrylic resin composites. Green Chem. 2011, 13, 1708−1711. (56) Mushi, N. E.; Nishino, T.; Berglund, L. A.; Zhou, Q. Strong and Tough Chitin Film from α-Chitin Nanofibers Prepared by High Pressure Homogenization and Chitosan Addition. ACS Sustainable Chem. Eng. 2019, 7, 1692−1697. (57) Favier, V.; Canova, G. R.; Cavaille,́ J. Y.; Chanzy, H.; Dufresne, A.; Gauthier, C. Nanocomposite materials from latex and cellulose whiskers. Polym. Adv. Technol. 1995, 6, 351−355. (58) Helbert, W.; Cavaille,́ J. Y.; Dufresne, A. Thermoplastic nanocomposites filled with wheat straw cellulose whiskers. Part I: Processing and mechanical behavior. Polym. Compos. 1996, 17, 604− 611. (59) Dufresne, A.; Cavaille,́ J.-Y.; Helbert, W. Thermoplastic nanocomposites filled with wheat straw cellulose whiskers. Part II: Effect of processing and modeling. Polym. Compos. 1997, 18, 198− 210. (60) Dufresne, A.; Vignon, M. R. Improvement of Starch Film Performances Using Cellulose Microfibrils. Macromolecules 1998, 31, 2693−2696. (61) Dufresne, A.; Dupeyre, D. l.; Vignon, M. R. Cellulose microfibrils from potato tuber cells: Processing and characterization of starch-cellulose microfibril composites. J. Appl. Polym. Sci. 2000, 76, 2080−2092. (62) Paillet, M.; Dufresne, A. Chitin Whisker Reinforced Thermoplastic Nanocomposites. Macromolecules 2001, 34, 6527−6530. (63) Morin, A.; Dufresne, A. Nanocomposites of Chitin Whiskers fromRiftiaTubes and Poly(caprolactone). Macromolecules 2002, 35, 2190−2199. (64) Nair, K. G.; Dufresne, A. Crab shell chitin whisker reinforced natural rubber nanocomposites. 1. Processing and swelling behavior. Biomacromolecules 2003, 4, 657−665. (65) Nair, K. G.; Dufresne, A. Crab shell chitin whisker reinforced natural rubber nanocomposites. 2. Mechanical behavior. Biomacromolecules 2003, 4, 666−674. (66) Nair, K. G.; Dufresne, A.; Gandini, A.; Belgacem, M. N. Crab shell chitin whiskers reinforced natural rubber nanocomposites. 3. Effect of chemical modification of chitin whiskers. Biomacromolecules 2003, 4, 1835−1842. (67) Matos Ruiz, M.; Cavaille,́ J. Y.; Dufresne, A.; Geŕard, J. F.; Graillat, C. Processing and characterization of new thermoset nanocomposites based on cellulose whiskers. Compos. Interfaces 2000, 7, 117−131. (68) Nakagaito, A. N.; Yano, H. Novel high-strength biocomposites based on microfibrillated cellulose having nano-order-unit web-like network structure. Appl. Phys. A: Mater. Sci. Process. 2005, 80, 155− 159. (69) Nakagaito, A. N.; Iwamoto, S.; Yano, H. Bacterial cellulose: the ultimate nano-scalar cellulose morphology for the production of highstrength composites. Appl. Phys. A: Mater. Sci. Process. 2005, 80, 93− 97. (70) Shao, X.; Li, D. G.; Li, A. J.; Gu, W. B. Chitin nanofibers/epoxy resin optically transparent nanocomposite films. Adv. Mater. Res. 2012, 602−604, 1479−1483.\n(71) Shibata, M.; Enjoji, M.; Sakazume, K.; Ifuku, S. Bio-based epoxy/chitin nanofiber composites cured with amine-type hardeners containing chitosan. Carbohydr. Polym. 2016, 144, 89−97. (72) Dufresne, A. Nanocellulose: From Nature to High Performance Tailored Materials; DeGruyter: Berlin, 2012. (73) Raafat, D.; Sahl, H.-G. Chitosan and its antimicrobial potential– a critical literature survey. Microb. Biotechnol. 2009, 2, 186−201. (74) Foster, L. J.; Butt, J. Chitosan films are NOT antimicrobial. Biotechnol. Lett. 2011, 33, 417−21. (75) Guibal, E. Interactions of metal ions with chitosan-based sorbents: a review. Sep. Purif. Technol. 2004, 38, 43−74. (76) Crini, G.; Badot, P.-M. Application of chitosan, a natural aminopolysaccharide, for dye removal from aqueous solutions by adsorption processes using batch studies: A review of recent literature. Prog. Polym. Sci. 2008, 33, 399−447. (77) Wan Ngah, W. S.; Teong, L. C.; Hanafiah, M. A. K. M. Adsorption of dyes and heavy metal ions by chitosan composites: A review. Carbohydr. Polym. 2011, 83, 1446−1456. (78) Kurita, K. Controlled functionalization of the polysaccharide chitin. Prog. Polym. Sci. 2001, 26, 1921−1971. (79) Raabe, D.; Romano, P.; Sachs, C.; Fabritius, H.; Al-Sawalmih, A.; Yi, S. B.; Servos, G.; Hartwig, H. G. Microstructure and crystallographic texture of the chitin−protein network in the biological composite material of the exoskeleton of the lobster Homarus americanus. Mater. Sci. Eng., A 2006, 421, 143−153. (80) Ifuku, S.; Nogi, M.; Abe, K.; Yoshioka, M.; Morimoto, M.; Saimoto, H.; Yano, H. Simple preparation method of chitin nanofibers with a uniform width of 10−20nm from prawn shell under neutral conditions. Carbohydr. Polym. 2011, 84, 762−764. (81) Wang, Y.; Chang, Y.; Yu, L.; Zhang, C.; Xu, X.; Xue, Y.; Li, Z.; Xue, C. Crystalline structure and thermal property characterization of chitin from Antarctic krill (Euphausia superba). Carbohydr. Polym. 2013, 92, 90−7. (82) Vincent, J. F. V.; Wegst, U. G. K. Design and mechanical properties of insect cuticle. Arthropod Struct. Dev. 2004, 33, 187−199. (83) Ifuku, S.; Nomura, R.; Morimoto, M.; Saimoto, H. Preparation of Chitin Nanofibers from Mushrooms. Materials 2011, 4, 1417− 1425. (84) Cabib, E.; Arroyo, J. How carbohydrates sculpt cells: chemical control of morphogenesis in the yeast cell wall. Nat. Rev. Microbiol. 2013, 11, 648−655. (85) Beauvais, A.; Fontaine, T.; Aimanianda, V.; Latge, J. P. Aspergillus Cell Wall and Biofilm. Mycopathologia 2014, 178, 371− 377. (86) Ogawa, Y.; Kimura, S.; Wada, M.; Kuga, S. Crystal analysis and high-resolution imaging of microfibrillar α-chitin from Phaeocystis. J. Struct. Biol. 2010, 171, 111−116. (87) Atkins, E. D. T.; Dlugosz, J.; Foord, S. Electron diffraction and electron microscopy of crystalline α-chitin from the grasping spines of the marine worm Sagitta. Int. J. Biol. Macromol. 1979, 1, 29−32. (88) Kurita, K.; Tomita, K.; Tada, T.; Ishii, S.; Nishimura, S.-I.; Shimoda, K. Squid chitin as a potential alternative chitin source. Deacetylation behavior and characteristic properties. J. Polym. Sci., Part A: Polym. Chem. 1993, 31, 485−491. (89) Ogawa, Y.; Kobayashi, K.; Kimura, S.; Nishiyama, Y.; Wada, M.; Kuga, S. X-ray texture analysis indicates downward spinning of chitin microfibrils in tubeworm tube. J. Struct. Biol. 2013, 184, 212− 216. (90) Ogawa, Y.; Kimura, S.; Wada, M. Electron diffraction and highresolution imaging on highly-crystalline β-chitin microfibril. J. Struct. Biol. 2011, 176, 83−90. (91) Sikorski, P.; Hori, R.; Wada, M. Revisit of alpha-chitin crystal structure using high resolution X-ray diffraction data. Biomacromolecules 2009, 10, 1100−5. (92) Noishiki, Y.; Takami, H.; Nishiyama, Y.; Wada, M.; Okada, S.; Kuga, S. Alkali-induced conversion of beta-chitin to alpha-chitin. Biomacromolecules 2003, 4, 896−899.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n49\n(93) Saito, Y.; Putaux, J. L.; Okano, T.; Gaill, F.; Chanzy, H. Structural aspects of the swelling of beta chitin in HCl and its conversion into alpha chitin. Macromolecules 1997, 30, 3867−3873. (94) Wada, M.; Saito, Y. Lateral thermal expansion of chitin crystals. J. Polym. Sci., Part B: Polym. Phys. 2001, 39, 168−174. (95) Ogawa, Y.; Hori, R.; Kim, U.-J.; Wada, M. Elastic modulus in the crystalline region and the thermal expansion coefficients of αchitin determined using synchrotron radiated X-ray diffraction. Carbohydr. Polym. 2011, 83, 1213−1217. (96) Rudall, K. M. The Chitin/Protein Complexes of Insect Cuticles. Adv. Insect Physiol. 1963, 1, 257−313. (97) Kobayashi, K.; Kimura, S.; Togawa, E.; Wada, M. Crystal transition between hydrate and anhydrous β-chitin monitored by synchrotron X-ray fiber diffraction. Carbohydr. Polym. 2010, 79, 882− 889. (98) Blackwell, J. Physical methods for the determination of chitin structure and conformation. Methods Enzymol. 1988, 161, 435−442. (99) Djahedi, C.; Berglund, L. A.; Wohlert, J. Molecular deformation mechanisms in cellulose allomorphs and the role of hydrogen bonds. Carbohydr. Polym. 2015, 130, 175−182. (100) Nogi, M.; Kurosaki, F.; Yano, H.; Takano, M. Preparation of nanofibrillar carbon from chitin nanofibers. Carbohydr. Polym. 2010, 81 (4), 919−924. (101) Rinaudo, M. Chitin and chitosan: Properties and applications. Prog. Polym. Sci. 2006, 31, 603−632. (102) Atkinson, A.; Siegel, V.; Pakhomov, E. A.; Jessopp, M. J.; Loeb, V. A re-appraisal of the total biomass and annual production of Antarctic krill. Deep Sea Res., Part I 2009, 56, 727−740. (103) Jeuniaux, C.; Voss-Foucart, M. F. Chitin biomass and production in the marine environment. Biochem. Syst. Ecol. 1991, 19, 347−356. (104) Charoenvuttitham, P.; Shi, J.; Mittal, G. S. Chitin Extraction from Black Tiger Shrimp (Penaeus monodon) Waste using Organic Acids. Sep. Sci. Technol. 2006, 41, 1135−1153. (105) Kurita, K. Chitin and chitosan: functional biopolymers from marine crustaceans. Mar. Biotechnol. 2006, 8, 203−26. (106) Muzzarelli, R. A. A. Chitin Nanostructures in Living Organisms. In Chitin, Gupta, N. S., Ed.; Pergamon Press: Dordrecht, 2011; pp 1−34. (107) Vetter, J. Chitin content of cultivated mushrooms Agaricus bisporus, Pleurotus ostreatus and Lentinula edodes. Food Chem. 2007, 102, 6−9. (108) Di Mario, F.; Rapana, P.; Tomati, U.; Galli, E. Chitin and chitosan from Basidiomycetes. Int. J. Biol. Macromol. 2008, 43, 8−12. (109) Wu, T.; Zivanovic, S.; Draughon, F. A.; Sams, C. E. Chitin and chitosan - Value-added products from mushroom waste. J. Agric. Food Chem. 2004, 52, 7905−7910. (110) Novaes-Ledieu, M.; Mendoza, C. G. The cell walls of Agaricus bisporus and Agaricus campestris fruiting body hyphae. Can. J. Microbiol. 1981, 27, 779−787. (111) Mol, P. C.; Wessels, J. G. H. Differences in wall structure between substrate hyphae and hyphae of fruit-body stipes in Agaricus bisporus. Mycol. Res. 1990, 94, 472−479. (112) Shida, M.; Ushioda, Y.; Nakajima, T.; Matsuda, K. Structure of the alkali-insoluble skeletal glucan of Lentinus edodes. J. Biochem. 1981, 90, 1093−100. (113) Synytsya, A.; Mickova, K.; Synytsya, A.; Jablonsky, I.; Spevacek, J.; Erban, V.; Kovarikova, E.; Copikova, J. Glucans from fruit bodies of cultivated mushrooms Pleurotus ostreatus and Pleurotus eryngii: Structure and potential prebiotic activity. Carbohydr. Polym. 2009, 76, 548−556. (114) Sietsma, J. H.; Wessels, J. G. H. Chemical analysis of the hyphal wall of Schizophyllum commune. Biochim. Biophys. Acta, Gen. Subj. 1977, 496, 225−239. (115) Wu, T.; Zivanovic, S.; Draughon, F. A.; Conway, W. S.; Sams, C. E. Physicochemical properties and bioactivity of fungal chitin and chitosan. J. Agric. Food Chem. 2005, 53, 3888−3894.\n(116) Teng, W. L.; Khor, E.; Tan, T. K.; Lim, L. Y.; Tan, S. C. Concurrent production of chitin from shrimp shells and fungi. Carbohydr. Res. 2001, 332, 305−16. (117) Cabib, E.; Roh, D. H.; Schmidt, M.; Crotti, L. B.; Varma, A. The Yeast Cell Wall and Septum as Paradigms of Cell Growth and Morphogenesis. J. Biol. Chem. 2001, 276, 19679−19682. (118) Nguyen, T. H.; Fleet, G. H.; Rogers, P. L. Composition of the cell walls of several yeast species. Appl. Microbiol. Biotechnol. 1998, 50, 206−212. (119) Bartnicki-Garcia, S.; Nickerson, W. J. Isolation, composition, and structure of cell walls of filamentous and yeast-like forms of Mucor rouxii. Biochim. Biophys. Acta 1962, 58, 102−119. (120) Lawoko, M.; Henriksson, G.; Gellerstedt, G. Structural Differences between the Lignin−Carbohydrate Complexes Present in Wood and in Chemical Pulps. Biomacromolecules 2005, 6, 3467− 3473. (121) Falk, M.; Smith, D. G.; McLachlan, J.; McInnes, A. G. Studies on Chitan (β-(1 → 4)-Linked 2-Acetamido-2-Deoxy-D-Glucan) Fibers of the Diatom Thalassiosira Fluviatilis Hustedt: Ii. Proton Magnetic Resonance, Infrared, and X-Ray Studies. Can. J. Chem. 1966, 44, 2269−2281. (122) Hackman, R. H. Studies on Chitin IV. The Occurrence of Complexes in Which Chitin and Protein are Covalently Linked. Aust. J. Biol. Sci. 1960, 13, 568−577. (123) Attwood, M. M.; Zola, H. The association between chitin and protein in some chitinous tissues. Comp. Biochem. Physiol. 1967, 20, 993−998. (124) Kramer, K. J.; Hopkins, T. L.; Schaefer, J. Applications of solids NMR to the analysis of insect sclerotized structures. Insect Biochem. Mol. Biol. 1995, 25, 1067−1080. (125) Percot, A.; Viton, C.; Domard, A. Characterization of shrimp shell deproteinization. Biomacromolecules 2003, 4, 1380−1385. (126) Sietsma, J. H.; Wessels, J. G. H. Evidence for Covalent Linkages between Chitin and beta-Glucan in a Fungal Wall. J. Gen. Microbiol. 1979, 114, 99−108. (127) Kollar, R.; Reinhold, B. B.; Petrakova, E.; Yeh, H. J.; Ashwell, G.; Drgonova, J.; Kapteyn, J. C.; Klis, F. M.; Cabib, E. Architecture of the yeast cell wall. Beta(1–>6)-glucan interconnects mannoprotein, beta(1–>)3-glucan, and chitin. J. Biol. Chem. 1997, 272, 17762− 17775. (128) Hartland, R. P.; Vermeulen, C. A.; Klis, F. M.; Sietsma, J. H.; Wessels, J. G. The linkage of (1−3)-beta-glucan to chitin during cell wall assembly in Saccharomyces cerevisiae. Yeast 1994, 10, 1591− 1599. (129) Heux, L.; Brugnerotto, J.; Desbrier̀es, J.; Versali, M. F.; Rinaudo, M. Solid State NMR for Determination of Degree of Acetylation of Chitin and Chitosan. Biomacromolecules 2000, 1, 746− 751. (130) Sietsma, J. H.; Wessels, J. G. Solubility of (1 leads to 3)-betaD/(1 leads to 6)-beta-D-glucan in fungal walls: importance of presumed linkage between glucan and chitin. Microbiology 1981, 125, 209−212. (131) Fontaine, T.; Simenel, C.; Dubreucq, G.; Adam, O.; Delepierre, M.; Lemoine, J.; Vorgias, C. E.; Diaquin, M.; Latge,́ J. P. Molecular organization of the alkali-insoluble fraction of Aspergillus fumigatus cell wall. J. Biol. Chem. 2000, 275, 27594−25607. (132) Stalhberger, T.; Simenel, C.; Clavaud, C.; Eijsink, V. G. H.; Jourdain, R.; Delepierre, M.; Latge,́ J.-P.; Breton, L.; Fontaine, T. Chemical organization of the cell wall polysaccharide core of Malassezia restricta. J. Biol. Chem. 2014, 289, 12647−12656. (133) Synytsya, A.; Novaḱ, M. Structural diversity of fungal glucans. Carbohydr. Polym. 2013, 92, 792−809. (134) Goodridge, H. S.; Wolf, A. J.; Underhill, D. M. Beta-glucan recognition by the innate immune system. Immunol. Rev. 2009, 230, 38−50. (135) Wasser, S. P. Medicinal mushroom science: Current perspectives, advances, evidences, and challenges. Biomed. J. 2014, 37, 345−56.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n50\n(136) Zhu, F.; Du, B.; Bian, Z.; Xu, B. Beta-glucans from edible and medicinal mushrooms: Characteristics, physicochemical and biological activities. J. Food Compos. Anal. 2015, 41, 165−173. (137) Ruthes, A. C.; Smiderle, F. R.; Iacomini, M. Mushroom heteropolysaccharides: A review on their sources, structure and biological effects. Carbohydr. Polym. 2016, 136, 358−375. (138) Sietsma, J. H.; Wessels, J. G. Chemical analysis of the hyphal wall of Schizophyllum commune. Biochim. Biophys. Acta, Gen. Subj. 1977, 496, 225−239. (139) Roberson, R. W.; Fuller, M. S. Ultrastructural aspects of the hyphal tip ofSclerotium rolfsii preserved by freeze substitution. Protoplasma 1988, 146, 143−149. (140) Sietsma, J. H.; Wessels, J. G. H. Evidence for Covalent Linkages between Chitin and β-Glucan in a Fungal Wall. J. Gen. Microbiol. 1979, 114, 99−108. (141) Kollar, R.; Petrakova, E.; Ashwell, G.; Robbins, P. W.; Cabib, E. Architecture of the yeast cell wall. The linkage between chitin and beta(1–>3)-glucan. J. Biol. Chem. 1995, 270, 1170−1178. (142) Latge, J. P. The cell wall: a carbohydrate armour for the fungal cell. Mol. Microbiol. 2007, 66, 279−290. (143) Bartnicki-Garcia, S.; Nickerson, W. J. Isolation, composition, and structure of cell walls of filamentous and yeast-like forms of Mucor rouxii. Biochim. Biophys. Acta 1962, 58, 102−119. (144) Karimi, K.; Zamani, A. Mucor indicus: biology and industrial application perspectives: a review. Biotechnol. Adv. 2013, 31, 466− 481. (145) Blackwell, M. The fungi: 1, 2, 3··· 5.1 million species? Am. J. Bot. 2011, 98, 426−438. (146) Taylor, A.; Flatt, A.; Beutel, M.; Wolff, M.; Brownson, K.; Stamets, P. Removal of Escherichia coli from synthetic stormwater using mycofiltration. Ecol. Eng. 2015, 78, 79−86. (147) Stamets, P. Mycelium Running: How Mushrooms Can. Help Save the World; Ten Speed Press: Berkeley, 2005. (148) Lopata, A. L.; O’Hehir, R. E.; Lehrer, S. B. Shellfish allergy. Clin. Exp. Allergy 2010, 40, 850−858. (149) Versali, M. F.; Clerisse, F.; Bruyere, J. M.; Gautier, S. KitoZyme, Cell wall derivatives from biomass and preparation thereof. U.S. Patent 7,556,946 B2, July 7, 2009. (150) EFSA Panel on Dietetic Products, Nutrition and Allergies. Scientific Opinion on the safety of ‘Chitin-glucan’ as a Novel Food ingredient. EFSA J. 2010, 8, 1687. (151) Khor, E. Chitin: Fulfilling a Biomaterial Promise; Elsevier: Amsterdam, 2001. (152) Shimahara, K.; Takiguchi, Y. Preparation of Crustacean Chitin. Methods Enzymol. 1988, 161, 417−423. (153) Wu, T.; Zivanovic, S.; Draughon, F. A.; Sams, C. E. Chitin and chitosan–value-added products from mushroom waste. J. Agric. Food Chem. 2004, 52, 7905−7910. (154) Versali, M. F., Cell wall derivatives from biomass and preparation thereof. U.S. Patent 556946 B2, July 7, 2009. (155) Versali, M.-F.; Clerisse, F.; Bruyere, J.-M.; Gautier, S. Cell wall derivatives from biomass and preparation thereof. U.S. Patent 7,556,946 B2, July 7, 2009. (156) Shively, J. E.; Conrad, H. E. Stoichiometry of the nitrous acid deaminative cleavage of model amino sugar glycosides and glycosaminoglycuronans. Biochemistry 1970, 9, 33−43. (157) Hackman, R. H. Studies on Chitin V. The Action of Mineral Acids on Chitin. Aust. J. Biol. Sci. 1962, 15, 526−537. (158) Percot, A.; Viton, C.; Domard, A. Optimization of Chitin Extraction from Shrimp Shells. Biomacromolecules 2003, 4, 12−18. (159) Foster, A. B.; Hackman, R. H. Application of ethylenediaminetetra-acetic acid in the isolation of crustacean chitin. Nature 1957, 180, 40−41. (160) Sannan, T.; Kurita, K.; Iwakura, Y. Studies on chitin 2: Effect of deacetylation on solubility. Makromol. Chem. 1976, 177, 3589− 3600. (161) Tomihata, K.; Ikada, Y. In vitro and in vivo degradation of films of chitin and its deacetylated derivatives. Biomaterials 1997, 18, 567−75.\n(162) Li, J.; Revol, J. F.; Marchessault, R. H. Effect of degree of deacetylation of chitin on the properties of chitin crystallites. J. Appl. Polym. Sci. 1997, 65, 373−380. (163) Chatelet, C.; Damour, O.; Domard, A. Influence of the degree of acetylation on some biological properties of chitosan films. Biomaterials 2001, 22, 261−268. (164) Younes, I.; Ghorbel-Bellaaj, O.; Nasri, R.; Chaabouni, M.; Rinaudo, M.; Nasri, M. Chitin and chitosan preparation from shrimp shells using optimized enzymatic deproteinization. Process Biochem. 2012, 47, 2032−2039. (165) Ifuku, S.; Urakami, T.; Izawa, H.; Morimoto, M.; Saimoto, H. Preparation of a protein−chitin nanofiber complex from crab shells and its application as a reinforcement filler or substrate for biomineralization. RSC Adv. 2015, 5, 64196−64201. (166) Arbia, W.; Arbia, L.; Adour, L.; Amrane, A. Chitin extraction from crustacean shells using biological methods-A review. Food Technol. Biotechnol. 2013, 51, 12−25. (167) Jung, W. J.; Jo, G. H.; Kuk, J. H.; Kim, Y. J.; Oh, K. T.; Park, R. D. Production of chitin from red crab shell waste by successive fermentation with Lactobacillus paracasei KCTC-3074 and Serratia marcescens FS-3. Carbohydr. Polym. 2007, 68, 746−750. (168) Pacheco, N.; Garnica-Gonzalez, M.; Gimeno, M.; Baŕzana, E.; Trombotto, S.; David, L.; Shirai, K. Structural characterization of chitin and chitosan obtained by biological and chemical methods. Biomacromolecules 2011, 12, 3285−3290. (169) Boric, M.; Puliyalil, H.; Novak, U.; Likozar, B. An intensified atmospheric plasma-based process for the isolation of the chitin biopolymer from waste crustacean biomass. Green Chem. 2018, 20, 1199−1204. (170) Sannan, T.; Kurita, K.; Iwakura, Y. Studies on chitin 1 Solubility change by alkaline treatment and film casting. Makromol. Chem. 1975, 176, 1191−1195. (171) Kurita, K.; Sannan, T.; Iwakura, Y. Studies on chitin 4 Evidence for formation of block and random copolymers of N-acetylD-glucosamine and D-glucosamine by heteroand homogeneous hydrolyses. Makromol. Chem. 1977, 178, 3197−3202. (172) Muzzarelli, R. A. A. Carboxymethylated chitins and chitosans. Carbohydr. Polym. 1988, 8, 1−21. (173) Ifuku, S.; Nomura, R.; Morimoto, M.; Saimoto, H. Preparation of Chitin Nanofibers from Mushrooms. Materials 2011, 4, 1417− 1425. (174) Kaya, M.; Akata, I.; Baran, T.; Mentes,̧ A. Physicochemical Properties of Chitin and Chitosan Produced from Medicinal Fungus (Fomitopsis pinicola). Food Biophys. 2015, 10, 162−168. (175) Lin, N.; Zhao, S.; Gan, L.; Chang, P. R.; Xia, T.; Huang, J. Preparation of fungus-derived chitin nanocrystals and their dispersion stability evaluation in aqueous media. Carbohydr. Polym. 2017, 173, 610−618. (176) Rice, M. C. Get an Old Blender and Make Your Own Deckle and Mould. Mushroom: The Journal of Wild Mushrooming 1992, 10 (36), 22−26. (177) Rice, M. A kitchen-variety approach to Fine Paper From Mushrooms. Mushroom: The Journal of Wild Mushrooming 1991, 10 (34), 21−22. (178) King, A.; Watling, R. Paper made from bracket fungi. Mycologist 1997, 11, 52−54. (179) Salaberria, A. M.; Fernandes, S. C. M.; Diaz, R. H.; Labidi, J. Processing of α-chitin nanofibers by dynamic high pressure homogenization: characterization and antifungal activity against A. niger. Carbohydr. Polym. 2015, 116, 286−91. (180) Ifuku, S.; Nogi, M.; Abe, K.; Yoshioka, M.; Morimoto, M.; Saimoto, H.; Yano, H. Preparation of Chitin Nanofibers with a Uniform Width as α-Chitin from Crab Shells. Biomacromolecules 2009, 10, 1584−1588. (181) Ifuku, S.; Yamada, K.; Morimoto, M.; Saimoto, H. Nanofibrillation of Dry Chitin Powder by Star Burst System. J. Nanomater. 2012, 2012, 645624.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n51\n(182) Aklog, Y. F.; Nagae, T.; Izawa, H.; Morimoto, M.; Saimoto, H.; Ifuku, S. Effect of Grinder Pretreatment for Easy Disintegration of Chitin into Nanofiber. J. Nanosci. Nanotechnol. 2017, 17, 5037−5041. (183) Ezekiel Mushi, N.; Butchosa, N.; Zhou, Q.; Berglund, L. A. Nanopaper membranes from chitin-protein composite nanofibersstructure and mechanical properties. J. Appl. Polym. Sci. 2014, 131, 40121. (184) Lu, Y.; Sun, Q.; She, X.; Xia, Y.; Liu, Y.; Li, J.; Yang, D. Fabrication and characterisation of α-chitin nanofibers and highly transparent chitin films by pulsed ultrasonication. Carbohydr. Polym. 2013, 98, 1497−504. (185) Zhao, H.-P.; Feng, X.-Q.; Gao, H. Ultrasonic technique for extracting nanofibers from nature materials. Appl. Phys. Lett. 2007, 90, No. 073112. (186) Shams, M. I.; Yano, H. Simplified Fabrication of Optically Transparent Composites Reinforced with Nanostructured Chitin. J. Polym. Environ. 2013, 21, 937−943. (187) Chen, C.; Li, D.; Deng, Q.; Zheng, B. Optically transparent biocomposites: Polymethylmethacrylate reinforced with high performance chitin nanofibers. BioResources 2012, 7, 5960−5971. (188) Ezekiel Mushi, N.; Butchosa, N.; Zhou, Q.; Berglund, L. A. Nanopaper membranes from chitin-protein composite nanofibersstructure and mechanical properties. J. Appl. Polym. Sci. 2014, 131, 40121. (189) Wijesena, R. N.; Tissera, N.; Kannangara, Y. Y.; Lin, Y.; Amaratunga, G. A.; de Silva, K. M. A method for top down preparation of chitosan nanoparticles and nanofibers. Carbohydr. Polym. 2015, 117, 731−738. (190) Ifuku, S.; Ikuta, A.; Egusa, M.; Kaminaka, H.; Izawa, H.; Morimoto, M.; Saimoto, H. Preparation of high-strength transparent chitosan film reinforced with surface-deacetylated chitin nanofibers. Carbohydr. Polym. 2013, 98, 1198−1202. (191) Ifuku, S.; Ikuta, A.; Izawa, H.; Morimoto, M.; Saimoto, H. Control of mechanical properties of chitin nanofiber film using glycerol without losing its characteristics. Carbohydr. Polym. 2014, 101, 714−717. (192) Shams, M. I.; Ifuku, S.; Nogi, M.; Oku, T.; Yano, H. Fabrication of optically transparent chitin nanocomposites. Appl. Phys. A: Mater. Sci. Process. 2011, 102, 325−331. (193) Shams, M. I.; Yano, H. Simplified Fabrication of Optically Transparent Composites Reinforced with Nanostructured Chitin. J. Polym. Environ. 2013, 21, 937−943. (194) Barber, P. S.; Griggs, C. S.; Bonner, J. R.; Rogers, R. D. Electrospinning of chitin nanofibers directly from an ionic liquid extract of shrimp shells. Green Chem. 2013, 15, 601. (195) Biswas, S.; Shams, M. I.; Das, A.; Islam, M. N.; Nazhad, M. Flexible and transparent chitin/acrylic nanocomposite films with high mechanical strength. Fibers Polym. 2015, 16, 774−781. (196) Abe, K.; Ifuku, S.; Kawata, M.; Yano, H. Preparation of tough hydrogels based on β-chitin nanofibers via NaOH treatment. Cellulose 2014, 21, 535−540. (197) Fan, Y.; Saito, T.; Isogai, A. Preparation of chitin nanofibers from squid pen beta-chitin by simple mechanical treatment under acid conditions. Biomacromolecules 2008, 9, 1919−1923. (198) Zhong, C.; Cooper, A.; Kapetanovic, A.; Fang, Z.; Zhang, M.; Rolandi, M. A facile bottom-up route to self-assembled biogenic chitin nanofibers. Soft Matter 2010, 6, 5298−5301. (199) Zhong, C.; Kapetanovic, A.; Deng, Y.; Rolandi, M. A Chitin Nanofiber Ink for Airbrushing, Replica Molding, and Microcontact Printing of Self-assembled Macro-, Micro-, and Nanostructures. Adv. Mater. 2011, 23, 4776−4781. (200) Bragd, P. L.; van Bekkum, H.; Besemer, A. C. TEMPOMediated Oxidation of Polysaccharides: Survey of Methods and Applications. Top. Catal. 2004, 27, 49−66. (201) Isogai, A.; Saito, T.; Fukuzumi, H. TEMPO-oxidized cellulose nanofibers. Nanoscale 2011, 3 (1), 71−85. (202) Saito, T.; Isogai, A. TEMPO-mediated oxidation of native cellulose. The effect of oxidation conditions on chemical and crystal\nstructures of the water-insoluble fractions. Biomacromolecules 2004, 5, 1983−1989. (203) Muzzarelli, R. A. A.; Muzzarelli, C.; Cosani, A.; Terbojevich, M. 6-Oxychitins, novel hyaluronan-like regiospecifically carboxylated chitins. Carbohydr. Polym. 1999, 39, 361−367. (204) Kato, Y.; Kaminaga, J.; Matsuo, R.; Isogai, A. TEMPOmediated oxidation of chitin, regenerated chitin and -acetylated chitosan. Carbohydr. Polym. 2004, 58, 421−426. (205) Fan, Y.; Saito, T.; Isogai, A. Chitin nanocrystals prepared by TEMPO-mediated oxidation of alpha-chitin. Biomacromolecules 2008, 9, 192−198. (206) Zhou, Y.; Saito, T.; Bergström, L.; Isogai, A. Acid-Free Preparation of Cellulose Nanocrystals by TEMPO Oxidation and Subsequent Cavitation. Biomacromolecules 2018, 19, 633−639. (207) Ma, Q.; Pang, K.; Wang, K.; Huang, S.; Ding, B.; Duan, Y.; Zhang, J. Ultrafine and carboxylated β-chitin nanofibers prepared from squid pen and its transparent hydrogels. Carbohydr. Polym. 2019, 211, 118−123. (208) Aklog, Y. F.; Nagae, T.; Izawa, H.; Morimoto, M.; Saimoto, H.; Ifuku, S. Preparation of chitin nanofibers by surface esterification of chitin with maleic anhydride and mechanical treatment. Carbohydr. Polym. 2016, 153, 55−59. (209) Wang, Q.; Yan, X.; Chang, Y.; Ren, L.; Zhou, J. Fabrication and characterization of chitin nanofibers through esterification and ultrasound treatment. Carbohydr. Polym. 2018, 180, 81−87. (210) Fan, Y.; Saito, T.; Isogai, A. Preparation of chitin nanofibers from squid pen beta-chitin by simple mechanical treatment under acid conditions. Biomacromolecules 2008, 9, 1919−1923. (211) Fan, Y.; Saito, T.; Isogai, A. Individual chitin nano-whiskers prepared from partially deacetylated α-chitin by fibril surface cationization. Carbohydr. Polym. 2010, 79, 1046−1051. (212) Ye, W.; Ma, H.; Liu, L.; Yu, J.; Lai, J.; Fang, Y.; Fan, Y. Biocatalyzed route for the preparation of surface-deacetylated chitin nanofibers. Green Chem. 2019, 21, 3143−3151. (213) Zhu, K.; Tu, H.; Yang, P.; Qiu, C.; Zhang, D.; Lu, A.; Luo, L.; Chen, F.; Liu, X.; Chen, L.; Fu, Q.; Zhang, L. Mechanically Strong Chitin Fibers with Nanofibril Structure, Biocompatibility, and Biodegradability. Chem. Mater. 2019, 31, 2078−2087. (214) Uddin, A. J.; Fujie, M.; Sembo, S.; Gotoh, Y. Outstanding reinforcing effect of highly oriented chitin whiskers in PVA nanocomposites. Carbohydr. Polym. 2012, 87, 799−805. (215) Ma, B.; Qin, A.; Li, X.; Zhao, X.; He, C. Structure and properties of chitin whisker reinforced chitosan membranes. Int. J. Biol. Macromol. 2014, 64, 341−346. (216) Oun, A. A.; Rhim, J.-W. Effect of isolation methods of chitin nanocrystals on the properties of chitin-silver hybrid nanoparticles. Carbohydr. Polym. 2018, 197, 349−358. (217) Oun, A. A.; Rhim, J.-W. Effect of oxidized chitin nanocrystals isolated by ammonium persulfate method on the properties of carboxymethyl cellulose-based films. Carbohydr. Polym. 2017, 175, 712−720. (218) Fan, Y.; Saito, T.; Isogai, A. Chitin nanocrystals prepared by TEMPO-mediated oxidation of alpha-chitin. Biomacromolecules 2008, 9, 192−198. (219) Ifuku, S.; Hori, T.; Izawa, H.; Morimoto, M.; Saimoto, H. Preparation of zwitterionically charged nanocrystals by surface TEMPO-mediated oxidation and partial deacetylation of α-chitin. Carbohydr. Polym. 2015, 122, 1−4. (220) Zhang, C.; Zhuang, X.; Li, X.; Wang, W.; Cheng, B.; Kang, W.; Cai, Z.; Li, M. Chitin nanowhisker-supported sulfonated poly(ether sulfone) proton exchange for fuel cell applications. Carbohydr. Polym. 2016, 140, 195−201. (221) Jiang, J.; Ye, W.; Yu, J.; Fan, Y.; Ono, Y.; Saito, T.; Isogai, A. Chitin nanocrystals prepared by oxidation of α-chitin using the O2/ laccase/TEMPO system. Carbohydr. Polym. 2018, 189, 178−183. (222) Kadokawa, J.-i.; Takegawa, A.; Mine, S.; Prasad, K. Preparation of chitin nanowhiskers using an ionic liquid and their composite materials with poly(vinyl alcohol). Carbohydr. Polym. 2011, 84, 1408−1412.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n52\n(223) Sriupayo, J.; Supaphol, P.; Blackwell, J.; Rujiravanit, R. Preparation and characterization of α-chitin whisker-reinforced poly(vinyl alcohol) nanocomposite films with or without heat treatment. Polymer 2005, 46, 5637−5644. (224) Junkasem, J.; Rujiravanit, R.; Supaphol, P. Fabrication of αchitin whisker-reinforced poly(vinyl alcohol) nanocomposite nanofibres by electrospinning. Nanotechnology 2006, 17, 4519−4528. (225) Goodrich, J. D.; Winter, W. T. Alpha-chitin nanocrystals prepared from shrimp shells and their specific surface area measurement. Biomacromolecules 2007, 8, 252−257. (226) Perrin, E.; Bizot, H.; Cathala, B.; Capron, I. Chitin Nanocrystals for Pickering High Internal Phase Emulsions. Biomacromolecules 2014, 15, 3766−3771. (227) Larbi, F.; García, A.; del Valle, L. J.; Hamou, A.; Puiggalí, J.; Belgacem, N.; Bras, J. Comparison of nanocrystals and nanofibers produced from shrimp shell α-chitin: From energy production to material cytotoxicity and Pickering emulsion properties. Carbohydr. Polym. 2018, 196, 385−397. (228) Hong, S.; Yuan, Y.; Yang, Q.; Chen, L.; Deng, J.; Chen, W.; Lian, H.; Mota-Morales, J. D.; Liimatainen, H. Choline chloride-zinc chloride deep eutectic solvent mediated preparation of partial Oacetylation of chitin nanocrystal in one step reaction. Carbohydr. Polym. 2019, 220, 211−218. (229) Morin, A.; Dufresne, A. Nanocomposites of Chitin Whiskers from Riftia Tubes and Poly(caprolactone). Macromolecules 2002, 35, 2190−2199. (230) Cao, S.-L.; Gu, W.-M.; Ou-Yang, W.-D.; Chen, D.-C.; Yang, B.-Y.; Lai, L.-H.; Wu, Y.-D.; Liu, Y.-J.; Zhu, J.; Chen, W.-J.; Gai, Z.-Q.; Hou, X.-D.; Ma, Y.-Z.; An, Y.-X. Preparation, characterization and application of rod-like chitin nanocrystal by using p-toluenesulfonic acid/choline chloride deep eutectic solvent as a hydrolytic media. Carbohydr. Polym. 2019, 213, 304−310. (231) Jiang, J.; Yu, J.; Liu, L.; Wang, Z.; Fan, Y.; Satio, T.; Isogai, A. Preparation and Hydrogel Properties of pH-Sensitive Amphoteric Chitin Nanocrystals. J. Agric. Food Chem. 2018, 66, 11372−11379. (232) Jung, H.-S.; Kim, M. H.; Park, W. H. Preparation and Structural Investigation of Novel β-Chitin Nanocrystals from Cuttlefish Bone. ACS Biomater. Sci. Eng. 2019, 5, 1744−1752. (233) Marchessault, R. H.; Morehead, F. F.; Walter, N. M. Liquid Crystal Systems from Fibrillar Polysaccharides. Nature 1959, 184, 632−633. (234) Roman, M.; Winter, W. T. Effect of sulfate groups from sulfuric acid hydrolysis on the thermal degradation behavior of bacterial cellulose. Biomacromolecules 2004, 5, 1671−1677. (235) Dong, X. M.; Revol, J.-F.; Gray, D. G. Effect of microcrystallite preparation conditions on the formation of colloid crystals of cellulose. Cellulose 1998, 5, 19−32. (236) Geyer, R.; Jambeck, J. R.; Law, K. L. Production, use, and fate of all plastics ever made. Science Advances 2017, 3, No. e1700782. (237) PlasticsEurope The Compelling Facts About Plastics. An analysis of plastics production, demand and recovery for 2006 in Europe. https://www.plasticseurope.org/application/files/2815/ 1689/9283/2006compelling_fact_PubJan2008.pdf (accessed Aug. 16, 2019). (238) PlasticsEurope Plastics − the Facts 2017. An analysis of European plastics production, demand and waste data. https://www. plasticseurope.org/application/files/5715/1717/4180/Plastics_the_ facts_2017_FINAL_for_website_one_page.pdf (accessed Aug. 16, 2019). (239) Drahl, C. How seafood shells could help solve the plastic waste problem. https://www.sciencenews.org/article/seafood-shellschitin-plastic-food-waste (15.08.2019). (240) Shellworks, T. The Shellworks. https://www.theshellworks. com (accessed Aug. 15, 2019). (241) CruzFoam Our Solution to Plastic Pollution. https://www. cruzfoam.com (accessed Aug. 15, 2019). (242) Lu, Y.; Weng, L.; Zhang, L. Morphology and properties of soy protein isolate thermoplastics reinforced with chitin whiskers. Biomacromolecules 2004, 5, 1046−1051.\n(243) Zhang, Q.; Wei, S.; Huang, J.; Feng, J.; Chang, P. R. Effect of surface acetylated-chitin nanocrystals on structure and mechanical properties of poly(lactic acid). J. Appl. Polym. Sci. 2014, 131, 39809. (244) Rizvi, R.; Cochrane, B.; Naguib, H.; Lee, P. C. Fabrication and characterization of melt-blended polylactide-chitin composites and their foams. J. Cell. Plast. 2011, 47, 283−300. (245) Coltelli, M.-B.; Cinelli, P.; Gigante, V.; Aliotta, L.; Morganti, P.; Panariello, L.; Lazzeri, A. Chitin Nanofibrils in Poly(Lactic Acid) (PLA) Nanocomposites: Dispersion and Thermo-Mechanical Properties. Int. J. Mol. Sci. 2019, 20, 504. (246) Herrera, N.; Roch, H.; Salaberria, A. M.; Pino-Orellana, M. A.; Labidi, J.; Fernandes, S. C. M.; Radic, D.; Leiva, A.; Oksman, K. Functionalized blown films of plasticized polylactic acid/chitin nanocomposite: Preparation and characterization. Mater. Des. 2016, 92, 846−852. (247) Herrera, N.; Salaberria, A. M.; Mathew, A. P.; Oksman, K. Plasticized polylactic acid nanocomposite films with cellulose and chitin nanocrystals prepared using extrusion and compression molding with two cooling rates: Effects on mechanical, thermal and optical properties. Composites, Part A 2016, 83, 89−97. (248) Huang, J.; Zou, J. W.; Chang, P. R.; Yu, J. H.; Dufresne, A. New waterborne polyurethane-based nanocomposites reinforced with low loading levels of chitin whisker. eXPRESS Polym. Lett. 2011, 5, 362−373. (249) Wang, X.; Liang, K.; Tian, Y.; Ji, Y. A facile and green emulsion casting method to prepare chitin nanocrystal reinforced citrate-based bioelastomer. Carbohydr. Polym. 2017, 157, 620−628. (250) Qin, Y.; Zhang, S.; Yu, J.; Yang, J.; Xiong, L.; Sun, Q. Effects of chitin nano-whiskers on the antibacterial and physicochemical properties of maize starch films. Carbohydr. Polym. 2016, 147, 372− 378. (251) Chang, P. R.; Jian, R.; Yu, J.; Ma, X. Starch-based composites reinforced with novel chitin nanoparticles. Carbohydr. Polym. 2010, 80, 420−425. (252) Salaberria, A. M.; Labidi, J.; Fernandes, S. C. M. Chitin nanocrystals and nanofibers as nano-sized fillers into thermoplastic starch-based biocomposites processed by melt-mixing. Chem. Eng. J. 2014, 256, 356−364. (253) Ji, Y.-l.; Wolfe, P. S.; Rodriguez, I. A.; Bowlin, G. L. Preparation of chitin nanofibril/polycaprolactone nanocomposite from a nonaqueous medium suspension. Carbohydr. Polym. 2012, 87, 2313−2319. (254) Chen, C.; Li, D.; Hu, Q.; Wang, R. Properties of polymethyl methacrylate-based nanocomposites: Reinforced with ultra-long chitin nanofiber extracted from crab shells. Mater. Eng. 2014, 56, 1049− 1056. (255) Joffe, I.; Hepburn, H. R. Observations on regenerated chitin films. J. Mater. Sci. 1973, 8, 1751−1754. (256) Nishiyama, M.; Kobayashi, Y.; Tokura, S.; Nishi, N. Papermaking process with regenerated chitin fibers. U.S. Patent 439,291 6A, 1983. (257) Allan, G. G.; Friedhoff, J. F.; Korpela, F.; Laine, J. E.; Powell, J. C. Marine Polymers. 5. Modification of Paper with Partially Deacetylated Chitin. ACS Symp. Ser. 1975, 10, 172−180. (258) Jones, M.; Weiland, K.; Kujundzic, M.; Theiner, J.; Kahlig, H.; Kontturi, E.; John, S.; Bismarck, A.; Mautner, A. Waste-Derived LowCost Mycelium Nanopapers with Tunable Mechanical and Surface Properties. Biomacromolecules 2019, 20, 3513−3523. (259) Riehle, F.; Hoenders, D.; Guo, J.; Eckert, A.; Ifuku, S.; Walther, A. Sustainable Chitin Nanofibrils Provide Outstanding Flame-Retardant Nanopapers. Biomacromolecules 2019, 20, 1098− 1108. (260) Wu, J.; Zhang, K.; Girouard, N.; Meredith, J. C. Facile route to produce chitin nanofibers as precursors for flexible and transparent gas barrier materials. Biomacromolecules 2014, 15, 4614−4620. (261) Mushi, N. E.; Butchosa, N.; Salajkova, M.; Zhou, Q.; Berglund, L. A. Nanostructured membranes based on native chitin nanofibers prepared by mild process. Carbohydr. Polym. 2014, 112, 255−263.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n53\n(262) Kataoka, S.; Ando, T. Regenerated Chitin Film from the Solution of Trichloroacetic Acid Systems. Kobunshi Ronbunshu 1979, 36, 175−181. (263) Hassanzadeh, P.; Sun, W.; de Silva, J. P.; Jin, J.; Makhnejia, K.; Cross, G. L. W.; Rolandi, M. Mechanical properties of self-assembled chitin nanofiber networks. J. Mater. Chem. B 2014, 2, 2461−2466. (264) Jin, J.; Lee, D.; Im, H.-G.; Han, Y. C.; Jeong, E. G.; Rolandi, M.; Choi, K. C.; Bae, B.-S. Chitin Nanofiber Transparent Paper for Flexible Green Electronics. Adv. Mater. 2016, 28, 5169−5175. (265) Fan, Y.; Fukuzumi, H.; Saito, T.; Isogai, A. Comparative characterization of aqueous dispersions and cast films of different chitin nanowhiskers/nanofibers. Int. J. Biol. Macromol. 2012, 50, 69− 76. (266) Duan, B.; Chang, C.; Ding, B.; Cai, J.; Xu, M.; Feng, S.; Ren, J.; Shi, X.; Du, Y.; Zhang, L. High strength films with gas-barrier fabricated from chitin solution dissolved at low temperature. J. Mater. Chem. A 2013, 1, 1867−1874. (267) Yusof, N. L.; Lim, L. Y.; Khor, E. Flexible chitin films: structural studies. Carbohydr. Res. 2004, 339, 2701−2711. (268) Hervy, M.; Santmarti, A.; Lahtinen, P.; Tammelin, T.; Lee, K.Y. Sample geometry dependency on the measured tensile properties of cellulose nanopapers. Mater. Des. 2017, 121, 421−429. (269) Blaker, J. J.; Lee, K.-Y.; Li, X.; Menner, A.; Bismarck, A. Renewable nanocomposite polymer foams synthesized from Pickering emulsion templates. Green Chem. 2009, 11, 1321−1326. (270) Operamolla, A.; Casalini, S.; Console, D.; Capodieci, L.; Di Benedetto, F.; Bianco, G. V.; Babudri, F. Tailoring water stability of cellulose nanopaper by surface functionalization. Soft Matter 2018, 14, 7390−7400. (271) Lee, K. Y.; Quero, F.; Blaker, J. J.; Hill, C. A. S.; Eichhorn, S. J.; Bismarck, A. Surface only modification of bacterial cellulose nanofibres with organic acids. Cellulose 2011, 18, 595−605. (272) Cunha, A. G.; Freire, C. S. R.; Silvestre, A. J. D.; Neto, C. P.; Gandini, A.; Orblin, E.; Fardim, P. Highly Hydrophobic Biopolymers Prepared by the Surface Pentafluorobenzoylation of Cellulose Substrates. Biomacromolecules 2007, 8, 1347−1352. (273) Huang, Y.; He, M.; Lu, A.; Zhou, W.; Stoyanov, S. D.; Pelan, E. G.; Zhang, L. Hydrophobic modification of chitin whisker and its potential application in structuring oil. Langmuir 2015, 31, 1641− 1648. (274) Haneef, M.; Ceseracciu, L.; Canale, C.; Bayer, l. S.; HerediaGuerrero, J. A.; Athanassiou, A. Advanced Materials From Fungal Mycelium: Fabrication and Tuning of Physical Properties. Sci. Rep. 2017, 7, 41292. (275) Huang, W. Chitin Nanopapers. In Nanopapers; Huang, W. Ed.; Elsevier: Amsterdam, 2018; pp 175−200. (276) Wainwright, M.; Rally, L.; Ali, T. A. The scientific basis of mould therapy. Mycologist 1992, 6, 108−110. (277) Wainwright, M. Moulds in folk medicine. Folklore 1989, 100, 162−166. (278) Baker, T. Fungal styptics. Mycologist 1989, 3, 19−20. (279) Wainwright, M. Moulds in ancient and more recent medicine. Mycologist 1989, 3, 21−23. (280) Prudden, J. F.; Migel, P.; Hanson, P.; Friedrich, L.; Balassa, L. The discovery of a potent pure chemical wound-healing accelerator. Am. J. Surg. 1970, 119, 560−564. (281) Balassa, L.; Prudden, J. Applications of chitin and chitosan in wound-healing acceleration. In Proceedings of the First International Conference on Chitin/Chitosan; Muzzarelli, R. A. A., Pariser, E. R., Eds.; Massachusetts Institute of Technology: Cambridge, MA, 1978; pp 296−305. (282) Chung, L. Y.; Schmidt, R. J.; Hamlyn, P. F.; Sagar, B. F.; Andrew, A. M.; Turner, T. D. Biocompatibility of potential wound management products: Fungal mycelia as a source of chitin/chitosan and their effect on the proliferation of human F1000 fibroblasts in culture. J. Biomed. Mater. Res. 1994, 28, 463−469. (283) Su, C.-H.; Liu, S.-H.; Yu, S.-Y.; Hsieh, Y.-L.; Ho, H.-O.; Hu, C.-H.; Sheu, M.-T. Development of fungal mycelia as a skin substitute: Characterization of keratinocyte proliferation and matrix\nmetalloproteinase expression during improvement in the woundhealing process. J. Biomed. Mater. Res., Part A 2005, 72A, 220−227. (284) Su, C.-H.; Sun, C.-S.; Juan, S.-W.; Hu, C.-H.; Ke, W.-T.; Sheu, M.-T. Fungal mycelia as the source of chitin and polysaccharides and their applications as skin substitutes. Biomaterials 1997, 18, 1169− 1174. (285) Chung, L. Y.; Schmidt, R.; Hamlyn, P.; Sagar, B. F.; Andrews, A.; Turner, T. Biocompatibility of potential wound management products: hydrogen peroxide generation by fungal chitin/chitosans and their effects on the proliferation of murine L929 fibroblasts in culture. J. Biomed. Mater. Res. 1998, 39, 300−307. (286) Niekraszewicz, A. Chitosan medical dressings. Fibres Text. East. Eur. 2005, 13, 16−18. (287) Felt, O.; Buri, P.; Gurny, R. Chitosan: a unique polysaccharide for drug delivery. Drug Dev. Ind. Pharm. 1998, 24, 979−993. (288) Malette, W. G.; Quigley, H. J.; Gaines, R. D.; Johnson, N. D.; Rainer, W. G. Chitosan: a new hemostatic. Ann. Thorac. Surg. 1983, 36, 55−58. (289) Brandenberg, G.; Leibrock, L. G.; Shuman, R.; Malette, W. G.; Quigley, H. Chitosan: A New Topical Hemostatic Agent for Diffuse Capillary Bleeding in Brain Tissue. Neurosurgery 1984, 15, 9−13. (290) Bartone, F. F.; Adickes, E. D. Chitosan: Effects on Wound Healing in Urogenital Tissue: Preliminary Report. J. Urol. 1988, 140, 1134−1137. (291) Diegelmann, R. F.; Dunn, J. D.; Lindblad, W. J.; Cohen, I. K. Analysis of the effects of chitosan on inflammation, angiogenesis, fibroplasia, and collagen deposition in polyvinyl alcohol sponge implants in rat wounds. Wound Repair Regen. 1996, 4, 48−52. (292) Ueno, H.; Yamada, H.; Tanaka, I.; Kaba, N.; Matsuura, M.; Okumura, M.; Kadosawa, T.; Fujinaga, T. Accelerating effects of chitosan for healing at early phase of experimental open wound in dogs. Biomaterials 1999, 20, 1407−1414. (293) Ueno, H.; Mori, T.; Fujinaga, T. Topical formulations and wound healing applications of chitosan. Adv. Drug Delivery Rev. 2001, 52, 105−115. (294) Bhattarai, N.; Gunn, J.; Zhang, M. Chitosan-based hydrogels for controlled, localized drug delivery. Adv. Drug Delivery Rev. 2010, 62, 83−99. (295) George, M.; Abraham, T. E. Polyionic hydrocolloids for the intestinal delivery of protein drugs: alginate and chitosana review. J. Controlled Release 2006, 114, 1−14. (296) Goy, R. C.; Britto, D. d.; Assis, O. B. A review of the antimicrobial activity of chitosan. Polim.: Cienc. Tecnol. 2009, 19, 241−247. (297) Jayakumar, R.; Menon, D.; Manzoor, K.; Nair, S.; Tamura, H. Biomedical applications of chitin and chitosan based nanomaterials A short review. Carbohydr. Polym. 2010, 82, 227−232. (298) Kong, M.; Chen, X. G.; Xing, K.; Park, H. J. Antimicrobial properties of chitosan and mode of action: a state of the art review. Int. J. Food Microbiol. 2010, 144, 51−63. (299) Pokhrel, S.; Yadav, P. N.; Adhikari, R. Applications of chitin and chitosan in industry and medical science: a review. Nepal J. Sci. Technol. 2016, 16, 99−104. (300) Hassainia, A.; Satha, H.; Boufi, S. Chitin from Agaricus bisporus: Extraction and characterization. Int. J. Biol. Macromol. 2018, 117, 1334−1342. (301) Holt, G. A.; McIntyre, G.; Flagg, D.; Bayer, E.; Wanjura, J. D.; Pelletier, M. G. Fungal Mycelium and Cotton Plant Materials in the Manufacture of Biodegradable Molded Packaging Material: Evaluation Study of Select Blends of Cotton Byproducts. J. Biobased Mater. Bioenergy 2012, 6, 431−439. (302) Jones, M.; Huynh, T.; Dekiwadia, C.; Daver, F.; John, S. Mycelium Composites: A Review of Engineering Characteristics and Growth Kinetics. J. Bionanosci. 2017, 11, 241−257. (303) Jones, M.; Bhat, T.; Huynh, T.; Kandare, E.; Yuen, R.; Wang, C. H.; John, S. Waste-derived low-cost mycelium composite construction materials with improved fire safety. Fire Mater. 2018, 42, 816−825.\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n54\n(304) Loṕez Nava, J.; Meńdez Gonzaĺez, J.; Ruelas Chacoń, X.; Naj́era Luna, J. Assessment of Edible Fungi and Films Bio-Based Material Simulating Expanded Polystyrene. Mater. Manuf. Processes 2016, 31, 1085−1090. (305) ASTM C578-04, Standard Specification for Rigid, Cellular Polystyrene Thermal Insulation; ASTM International: West Conshohocken, PA, 2004. (306) Jones, M.; Lawrie, A.; Huynh, T.; Morrison, P.; Mautner, A.; Bismarck, A.; John, S. Agricultural By-product Suitability for the Production of Chitinous Composites and Nanofibers. Process Biochem. 2019, 80, 95−102. (307) Jones, M.; Bhat, T.; Huynh, T.; Kandare, E.; Yuen, R.; Wang, C.; John, S. Waste-derived low-cost mycelium composite construction materials with improved fire safety. Fire Mater. 2018, 42 (7), 816− 825. (308) Holt, G.; Mcintyre, G.; Flagg, D.; Bayer, E.; Wanjura, J.; Pelletier, M. Fungal mycelium and cotton plant materials in the manufacture of biodegradable molded packaging material: Evaluation study of select blends of cotton byproducts. J. Biobased Mater. Bioenergy 2012, 6, 431−439. (309) Travaglini, S.; Noble, J.; Ross, P. G.; Dharan, C. K. H. Mycology Matrix Composites. Annual technical conference; 28th, American Society for Composites; State College, PA, Sept. 9−11, 2013. (310) Appels, F.; Camere, S.; Montalti, M.; Karana, E.; Jansen, K. M.; Dijksterhuis, J.; Krijgsheld, P.; Wösten, H. A. Fabrication factors influencing mechanical, moisture-and water-related properties of mycelium-based composites. Mater. Des. 2019, 161, 64−71. (311) Dell Innovative Materials: Mushroom Packaging. https:// www.dell.com/learn/bo/en/bocorp1/corp-comm/mushroompackaging?c=bo&l=en&s=corp&cs=bocorp1 (accessed Aug. 18, 2019). (312) Gosden, E. Ikea plans mushroom-based packaging as ecofriendly replacement for polystyrene. https://www.telegraph.co.uk/ news/earth/businessandecology/recycling/12172439/Ikea-plansmushroom-based-packaging-as-eco-friendly-replacement-forpolystyrene.html (accessed Aug. 16, 2019). (313) Klemm, D.; Kramer, F.; Moritz, S.; Lindstroem, T.; Ankerfors, M.; Gray, D.; Dorris, A. Nanocelluloses: A New Family of NatureBased Materials. Angew. Chem., Int. Ed. 2011, 50, 5438−5466. (314) Ravi Kumar, M. N. V. A review of chitin and chitosan applications. React. Funct. Polym. 2000, 46, 1−27. (315) Le Corre, D.; Angellier-Coussy, H. Preparation and application of starch nanoparticles for nanocomposites: A review. React. Funct. Polym. 2014, 85, 97−120. (316) Lee, K.-Y.; Buldum, G.; Mantalaris, A.; Bismarck, A. More than meets the eye in bacterial cellulose: biosynthesis, bioprocessing, and applications in advanced fiber composites. Macromol. Biosci. 2014, 14, 10−32. (317) La Grasta, M.; Ibekwe, D. Students in London developed a way to turn lobster shells into biodegradable packaging and it could help reduce plastic waste. https://www.businessinsider.com/lobstershells-plastic-biodegradable-recycle-single-use-waste-2019-5?IR=T (accessed Aug. 15, 2019). (318) Dume,́ B. Composite chitin film could replace plastic packaging. https://physicsworld.com/a/composite-chitin-film-couldreplace-plastic-packaging/ (accessed Aug. 15, 2019). (319) Koros, W. J. Barrier Polymers and Structures: Overview. ACS Symp. Ser. 1990, 423, 1−21. (320) Satam, C. C.; Irvin, C. W.; Lang, A. W.; Jallorina, J. C. R.; Shofner, M. L.; Reynolds, J. R.; Meredith, J. C. Spray-Coated Multilayer Cellulose NanocrystalChitin Nanofiber Films for Barrier Applications. ACS Sustainable Chem. Eng. 2018, 6, 10637−10644. (321) Nawawi, W. M. F. W. Renewable Chitin Based Nanomaterials from Fungi. Ph.D. Thesis, Imperial College London: London, 2016. (322) Noguchi, J.; Tokura, S.; Rishi, N. Studies on the Preparation of chitin fibers. In Proceedings of the first international conference on chitin/chitosan; Muzzarelli, R. A. A., Pariser, E. R., Eds.; Massachusetts Institute of Technology: Cambridge, MA, 1978; pp 315−326.\n(323) Taylor, K. B. Clothing Made Of Mushrooms Might Just Be The Future  And It’s Actually Pretty Cool. https://www.bustle. com/p/clothing-made-of-mushrooms-might-just-be-the-future-itsactually-pretty-cool-8018663 (accessed Aug. 18, 2019).\nDOI: 10.1021/acs.biomac.9b01141 Biomacromolecules 2020, 21, 30−55\n55"
    } ],
    "references" : [ {
      "title" : "Nanocelluloses: a new family of nature-based materials",
      "author" : [ "D. Gray", "A. Dorris" ],
      "venue" : "Angew. Chem., Int. Ed. 2011,",
      "citeRegEx" : "Gray and Dorris,? \\Q2011\\E",
      "shortCiteRegEx" : "Gray and Dorris",
      "year" : 2011
    }, {
      "title" : "Chitin nanofibers: preparations, modifications, and applications",
      "author" : [ "S. Ifuku", "H. Saimoto" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "Ifuku and Saimoto,? \\Q2012\\E",
      "shortCiteRegEx" : "Ifuku and Saimoto",
      "year" : 2012
    }, {
      "title" : "Chitin whiskers: an overview",
      "author" : [ "J.-B. Zeng", "Y.-S. He", "S.-L. Li", "Y.-Z. Wang" ],
      "venue" : "Biomacromolecules 2012,",
      "citeRegEx" : "Zeng et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2012
    }, {
      "title" : "On the use of nanocellulose as reinforcement in polymer matrix composites",
      "author" : [ "A. Bismarck" ],
      "venue" : "Compos. Sci. Technol",
      "citeRegEx" : "Bismarck,? \\Q2014\\E",
      "shortCiteRegEx" : "Bismarck",
      "year" : 2014
    }, {
      "title" : "Helicoidal self-ordering of cellulose microfibrils in aqueous suspension",
      "author" : [ "D.G. Gray" ],
      "venue" : "Int. J. Biol. Macromol. 1992,",
      "citeRegEx" : "Gray,? \\Q1992\\E",
      "shortCiteRegEx" : "Gray",
      "year" : 1992
    }, {
      "title" : "In vitro chiral nematic ordering of chitin crystallites",
      "author" : [ "J.F. Revol", "R.H. Marchessault" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "Revol and Marchessault,? \\Q1993\\E",
      "shortCiteRegEx" : "Revol and Marchessault",
      "year" : 1993
    }, {
      "title" : "Amphiphilic Cellulose Nanocrystals for Enhanced Pickering Emulsion Stabilization",
      "author" : [ "C. K" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "K.,? \\Q2018\\E",
      "shortCiteRegEx" : "K.",
      "year" : 2018
    }, {
      "title" : "Nutritional value of mushrooms widely consumed in Italy",
      "author" : [ "P. Manzi", "A. Aguzzi", "L. Pizzoferrato" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Manzi et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Manzi et al\\.",
      "year" : 2001
    }, {
      "title" : "Thirty Years of Progress in Chitin and Chitosan",
      "author" : [ "G.A.F. Roberts" ],
      "venue" : "Prog. Chem. Appl. Chitin Its Deriv. 2008,",
      "citeRegEx" : "Roberts,? \\Q2008\\E",
      "shortCiteRegEx" : "Roberts",
      "year" : 2008
    }, {
      "title" : "Cellulose: a random walk along its historical path",
      "author" : [ "D.N.S. Hon" ],
      "venue" : "Cellulose 1994,",
      "citeRegEx" : "Hon,? \\Q1994\\E",
      "shortCiteRegEx" : "Hon",
      "year" : 1994
    }, {
      "title" : "Native Cellulose: A Composite of Two Distinct Crystalline Forms",
      "author" : [ "R.H. Atalla", "D.L. Vanderhart" ],
      "venue" : "Science",
      "citeRegEx" : "Atalla and Vanderhart,? \\Q1984\\E",
      "shortCiteRegEx" : "Atalla and Vanderhart",
      "year" : 1984
    }, {
      "title" : "The Chitin/Protein Complexes of Insect Cuticles",
      "author" : [ "K.M. Rudall" ],
      "venue" : "Adv. Insect Physiol. 1963,",
      "citeRegEx" : "Rudall,? \\Q1963\\E",
      "shortCiteRegEx" : "Rudall",
      "year" : 1963
    }, {
      "title" : "Cellulose nanopaper structures of high toughness",
      "author" : [ "T. Nishino" ],
      "venue" : "Biomacromolecules 2008,",
      "citeRegEx" : "Nishino,? \\Q2008\\E",
      "shortCiteRegEx" : "Nishino",
      "year" : 2008
    }, {
      "title" : "Nanocomposite materials from latex and cellulose whiskers",
      "author" : [ "Gauthier" ],
      "venue" : "Polym. Adv. Technol. 1995,",
      "citeRegEx" : "A. and C.,? \\Q1995\\E",
      "shortCiteRegEx" : "A. and C.",
      "year" : 1995
    }, {
      "title" : "Chitin Whisker Reinforced Thermoplastic Nanocomposites",
      "author" : [ "M. Paillet", "A. Dufresne" ],
      "venue" : "Macromolecules 2001,",
      "citeRegEx" : "Paillet and Dufresne,? \\Q2001\\E",
      "shortCiteRegEx" : "Paillet and Dufresne",
      "year" : 2001
    }, {
      "title" : "Chitosan and its antimicrobial potential– a critical literature survey",
      "author" : [ "D. Raafat", "H.-G. Sahl" ],
      "venue" : "Tailored Materials; DeGruyter: Berlin,",
      "citeRegEx" : "Raafat and Sahl,? \\Q2012\\E",
      "shortCiteRegEx" : "Raafat and Sahl",
      "year" : 2012
    }, {
      "title" : "Interactions of metal ions with chitosan-based sorbents: a review",
      "author" : [ "E. Guibal" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "Guibal,? \\Q2004\\E",
      "shortCiteRegEx" : "Guibal",
      "year" : 2004
    }, {
      "title" : "adsorption processes using batch studies: A review of recent literature",
      "author" : [ "W.S. Wan Ngah", "L.C. Teong", "M.A.K.M. Hanafiah" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "Ngah et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Ngah et al\\.",
      "year" : 2008
    }, {
      "title" : "Adsorption of dyes and heavy metal ions by chitosan composites: A review",
      "author" : [ "K. Kurita" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Kurita,? \\Q2011\\E",
      "shortCiteRegEx" : "Kurita",
      "year" : 2011
    }, {
      "title" : "biological composite material of the exoskeleton of the lobster Homarus americanus",
      "author" : [ "S. Ifuku", "M. Nogi", "K. Abe", "M. Yoshioka", "M. Morimoto" ],
      "venue" : "Mater. Sci. Eng., A",
      "citeRegEx" : "Ifuku et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Ifuku et al\\.",
      "year" : 2006
    }, {
      "title" : "Simple preparation method of chitin nanofibers with a uniform width of 10−20nm from prawn shell under neutral conditions",
      "author" : [ "H. Saimoto", "H. Yano" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Saimoto and Yano,? \\Q2011\\E",
      "shortCiteRegEx" : "Saimoto and Yano",
      "year" : 2011
    }, {
      "title" : "chitin from Antarctic krill (Euphausia superba)",
      "author" : [ "J.F. V", "Wegst", "U.G. K" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "V. and K.,? \\Q2013\\E",
      "shortCiteRegEx" : "V. and K.",
      "year" : 2013
    }, {
      "title" : "high-resolution imaging of microfibrillar α-chitin from Phaeocystis",
      "author" : [ "E.D.T. Atkins", "J. Dlugosz", "S. Foord" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "Atkins et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Atkins et al\\.",
      "year" : 2010
    }, {
      "title" : "electron microscopy of crystalline α-chitin from the grasping spines of the marine worm Sagitta",
      "author" : [ "K. Kurita", "K. Tomita", "T. Tada", "S. Ishii", "S.-I. Nishimura" ],
      "venue" : "Int. J. Biol. Macromol. 1979,",
      "citeRegEx" : "Kurita et al\\.,? \\Q1979\\E",
      "shortCiteRegEx" : "Kurita et al\\.",
      "year" : 1979
    }, {
      "title" : "Deacetylation behavior and characteristic properties",
      "author" : [ "Y. Ogawa", "K. Kobayashi", "S. Kimura", "Y. Nishiyama", "Wada" ],
      "venue" : "J. Polym. Sci., Part A: Polym. Chem",
      "citeRegEx" : "Ogawa et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Ogawa et al\\.",
      "year" : 1993
    }, {
      "title" : "X-ray texture analysis indicates downward spinning of chitin microfibrils in tubeworm tube",
      "author" : [ "Kuga" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "M. and S.,? \\Q2013\\E",
      "shortCiteRegEx" : "M. and S.",
      "year" : 2013
    }, {
      "title" : "highly-crystalline β-chitin microfibril",
      "author" : [ "P. Sikorski", "R. Hori", "M. Wada" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "Sikorski et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sikorski et al\\.",
      "year" : 2011
    }, {
      "title" : "structure using high resolution X-ray diffraction data",
      "author" : [ "Y. Noishiki", "H. Takami", "Y. Nishiyama", "M. Wada", "S. Okada" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "Noishiki et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Noishiki et al\\.",
      "year" : 2009
    }, {
      "title" : "Alkali-induced conversion of beta-chitin to alpha-chitin",
      "author" : [ "S. Kuga" ],
      "venue" : "Biomacromolecules 2003,",
      "citeRegEx" : "Kuga,? \\Q2003\\E",
      "shortCiteRegEx" : "Kuga",
      "year" : 2003
    }, {
      "title" : "Structural aspects of the swelling of beta chitin in HCl and its conversion into alpha chitin",
      "author" : [ "M. Wada", "Y. Saito" ],
      "venue" : "Macromolecules",
      "citeRegEx" : "Wada and Saito,? \\Q1997\\E",
      "shortCiteRegEx" : "Wada and Saito",
      "year" : 1997
    }, {
      "title" : "chitin determined using synchrotron radiated X-ray diffraction",
      "author" : [ "K.M. Rudall" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Rudall,? \\Q2011\\E",
      "shortCiteRegEx" : "Rudall",
      "year" : 2011
    }, {
      "title" : "Physical methods for the determination of chitin structure and conformation",
      "author" : [ "J. Blackwell" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "889",
      "shortCiteRegEx" : "889",
      "year" : 1988
    }, {
      "title" : "cellulose allomorphs and the role of hydrogen bonds",
      "author" : [ "M. Nogi", "F. Kurosaki", "H. Yano", "M. Takano" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Nogi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Nogi et al\\.",
      "year" : 2015
    }, {
      "title" : "A re-appraisal of the total biomass and annual production of Antarctic krill",
      "author" : [ "V. Loeb" ],
      "venue" : "Deep Sea Res., Part I",
      "citeRegEx" : "Loeb,? \\Q2009\\E",
      "shortCiteRegEx" : "Loeb",
      "year" : 2009
    }, {
      "title" : "Shrimp (Penaeus monodon) Waste using Organic Acids",
      "author" : [ "Black Tiger" ],
      "venue" : "Sep. Sci. Technol",
      "citeRegEx" : "Tiger,? \\Q2006\\E",
      "shortCiteRegEx" : "Tiger",
      "year" : 2006
    }, {
      "title" : "Chitin content of cultivated mushrooms Agaricus",
      "author" : [ "J. Vetter" ],
      "venue" : "Pergamon Press: Dordrecht,",
      "citeRegEx" : "Vetter,? \\Q2011\\E",
      "shortCiteRegEx" : "Vetter",
      "year" : 2011
    }, {
      "title" : "bisporus, Pleurotus ostreatus and Lentinula edodes",
      "author" : [ "F. Di Mario", "P. Rapana", "U. Tomati", "E. Galli" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Mario et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Mario et al\\.",
      "year" : 2007
    }, {
      "title" : "chitosan - Value-added products from mushroom waste",
      "author" : [ "M. Novaes-Ledieu", "C.G. Mendoza" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Novaes.Ledieu and Mendoza,? \\Q2004\\E",
      "shortCiteRegEx" : "Novaes.Ledieu and Mendoza",
      "year" : 2004
    }, {
      "title" : "bisporus and Agaricus campestris fruiting body hyphae",
      "author" : [ "P.C. Mol", "J.G.H. Wessels" ],
      "venue" : "Can. J. Microbiol",
      "citeRegEx" : "Mol and Wessels,? \\Q1981\\E",
      "shortCiteRegEx" : "Mol and Wessels",
      "year" : 1981
    }, {
      "title" : "between substrate hyphae and hyphae of fruit-body stipes in Agaricus bisporus",
      "author" : [ "M. Shida", "Y. Ushioda", "T. Nakajima", "K. Matsuda" ],
      "venue" : "Mycol. Res",
      "citeRegEx" : "Shida et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Shida et al\\.",
      "year" : 1990
    }, {
      "title" : "Physicochemical properties and bioactivity of fungal chitin and chitosan",
      "author" : [ "E. C" ],
      "venue" : "J. Agric. Food Chem. 2005,",
      "citeRegEx" : "C.,? \\Q2005\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2005
    }, {
      "title" : "Structural Differences between the Lignin−Carbohydrate Complexes Present in Wood and in Chemical Pulps",
      "author" : [ "M. Lawoko", "G. Henriksson", "G. Gellerstedt" ],
      "venue" : "Biomacromolecules 2005,",
      "citeRegEx" : "Lawoko et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Lawoko et al\\.",
      "year" : 2005
    }, {
      "title" : "Characterization of shrimp shell deproteinization",
      "author" : [ "A. Percot", "C. Viton", "A. Domard" ],
      "venue" : "Biomacromolecules 2003,",
      "citeRegEx" : "Percot et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Percot et al\\.",
      "year" : 2003
    }, {
      "title" : "The linkage of (1−3)-beta-glucan to chitin during cell wall assembly in Saccharomyces cerevisiae",
      "author" : [ "R.P. Hartland", "C.A. Vermeulen", "F.M. Klis", "J.H. Sietsma", "J.G. Wessels" ],
      "venue" : "Yeast 1994,",
      "citeRegEx" : "Hartland et al\\.,? \\Q1994\\E",
      "shortCiteRegEx" : "Hartland et al\\.",
      "year" : 1994
    }, {
      "title" : "Solid State NMR for Determination of Degree of Acetylation of Chitin and Chitosan",
      "author" : [ "M. Rinaudo" ],
      "venue" : "Biomacromolecules 2000,",
      "citeRegEx" : "Rinaudo,? \\Q2000\\E",
      "shortCiteRegEx" : "Rinaudo",
      "year" : 2000
    }, {
      "title" : "Structural diversity of fungal glucans",
      "author" : [ "A. Synytsya", "M. Novaḱ" ],
      "venue" : "Carbohydr. Polym. 2013,",
      "citeRegEx" : "Synytsya and Novaḱ,? \\Q2013\\E",
      "shortCiteRegEx" : "Synytsya and Novaḱ",
      "year" : 2013
    }, {
      "title" : "The cell wall: a carbohydrate armour for the fungal cell",
      "author" : [ "J.P. Latge" ],
      "venue" : "Mol. Microbiol",
      "citeRegEx" : "Latge,? \\Q2007\\E",
      "shortCiteRegEx" : "Latge",
      "year" : 2007
    }, {
      "title" : "Mucor indicus: biology and industrial application perspectives: a review",
      "author" : [ "K. Karimi", "A. Zamani" ],
      "venue" : "Biotechnol. Adv. 2013,",
      "citeRegEx" : "Karimi and Zamani,? \\Q2013\\E",
      "shortCiteRegEx" : "Karimi and Zamani",
      "year" : 2013
    }, {
      "title" : "The fungi: 1, 2, 3··· 5.1 million species",
      "author" : [ "M. Blackwell" ],
      "venue" : "Am. J. Bot. 2011,",
      "citeRegEx" : "Blackwell,? \\Q2011\\E",
      "shortCiteRegEx" : "Blackwell",
      "year" : 2011
    }, {
      "title" : "Removal of Escherichia coli from synthetic stormwater using mycofiltration",
      "author" : [ "P. Stamets" ],
      "venue" : "Ecol. Eng. 2015,",
      "citeRegEx" : "Stamets,? \\Q2015\\E",
      "shortCiteRegEx" : "Stamets",
      "year" : 2015
    }, {
      "title" : "Preparation of Crustacean Chitin",
      "author" : [ "K. Shimahara", "Y. Takiguchi" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "Shimahara and Takiguchi,? \\Q1988\\E",
      "shortCiteRegEx" : "Shimahara and Takiguchi",
      "year" : 1988
    }, {
      "title" : "Optimization of Chitin Extraction from Shrimp Shells",
      "author" : [ "A. Percot", "C. Viton", "A. Domard" ],
      "venue" : "Biomacromolecules 2003,",
      "citeRegEx" : "Percot et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Percot et al\\.",
      "year" : 2003
    }, {
      "title" : "Studies on chitin 2: Effect of deacetylation on solubility",
      "author" : [ "T. Sannan", "K. Kurita", "Y. Iwakura" ],
      "venue" : "Makromol. Chem. 1976,",
      "citeRegEx" : "Sannan et al\\.,? \\Q1976\\E",
      "shortCiteRegEx" : "Sannan et al\\.",
      "year" : 1976
    }, {
      "title" : "deacetylation of chitin on the properties of chitin crystallites",
      "author" : [ "C. Chatelet", "O. Damour", "A. Domard" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "Chatelet et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Chatelet et al\\.",
      "year" : 1997
    }, {
      "title" : "acetylation on some biological properties of chitosan films",
      "author" : [ "I. Younes", "O. Ghorbel-Bellaaj", "R. Nasri", "M. Chaabouni" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Younes et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Younes et al\\.",
      "year" : 2001
    }, {
      "title" : "shells using optimized enzymatic deproteinization",
      "author" : [ "S. Ifuku", "T. Urakami", "H. Izawa", "M. Morimoto", "H. Saimoto" ],
      "venue" : "Process Biochem",
      "citeRegEx" : "Ifuku et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ifuku et al\\.",
      "year" : 2012
    }, {
      "title" : "and its application as a reinforcement filler or substrate for biomineralization",
      "author" : [ "W. Arbia", "L. Arbia", "L. Adour", "A. Amrane" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "Arbia et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arbia et al\\.",
      "year" : 2015
    }, {
      "title" : "fermentation with Lactobacillus paracasei KCTC-3074 and Serratia marcescens FS-3",
      "author" : [ "N. Pacheco", "M. Garnica-Gonzalez", "M. Gimeno", "E. Baŕzana" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Pacheco et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Pacheco et al\\.",
      "year" : 2007
    }, {
      "title" : "biopolymer from waste crustacean biomass",
      "author" : [ "T. Sannan", "K. Kurita", "Y. Iwakura" ],
      "venue" : "Green Chem. 2018,",
      "citeRegEx" : "Sannan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sannan et al\\.",
      "year" : 2018
    }, {
      "title" : "Solubility change by alkaline treatment and film casting",
      "author" : [ "K. Kurita", "T. Sannan", "Y. Iwakura" ],
      "venue" : "Makromol. Chem",
      "citeRegEx" : "Kurita et al\\.,? \\Q1975\\E",
      "shortCiteRegEx" : "Kurita et al\\.",
      "year" : 1975
    }, {
      "title" : "D-glucosamine and D-glucosamine by heteroand homogeneous hydrolyses",
      "author" : [ "R.A.A. Muzzarelli" ],
      "venue" : "Makromol. Chem",
      "citeRegEx" : "Muzzarelli,? \\Q1977\\E",
      "shortCiteRegEx" : "Muzzarelli",
      "year" : 1977
    }, {
      "title" : "Properties of Chitin and Chitosan Produced from Medicinal Fungus (Fomitopsis pinicola)",
      "author" : [ "S. Zhao", "L. Gan", "P.R. Chang", "T. Xia", "J. Huang" ],
      "venue" : "Food Biophys",
      "citeRegEx" : "N. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "N. et al\\.",
      "year" : 2015
    }, {
      "title" : "Mushroom: The Journal of Wild Mushrooming",
      "author" : [ "Mould" ],
      "venue" : null,
      "citeRegEx" : "Mould.,? \\Q1992\\E",
      "shortCiteRegEx" : "Mould.",
      "year" : 1992
    }, {
      "title" : "Paper made from bracket fungi",
      "author" : [ "Watling" ],
      "venue" : "Mushrooms. Mushroom: The Journal of Wild Mushrooming 1991,",
      "citeRegEx" : "A. and R.,? \\Q1997\\E",
      "shortCiteRegEx" : "A. and R.",
      "year" : 1997
    }, {
      "title" : "homogenization: characterization and antifungal activity against A",
      "author" : [ "S. Ifuku", "M. Nogi", "K. Abe", "M. Yoshioka", "M. Morimoto" ],
      "venue" : "niger. Carbohydr. Polym",
      "citeRegEx" : "Ifuku et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ifuku et al\\.",
      "year" : 2015
    }, {
      "title" : "Uniform Width as α-Chitin from Crab Shells",
      "author" : [ "S. Ifuku", "K. Yamada", "M. Morimoto", "H. Saimoto" ],
      "venue" : "Biomacromolecules 2009,",
      "citeRegEx" : "Ifuku et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ifuku et al\\.",
      "year" : 2009
    }, {
      "title" : "Effect of Grinder Pretreatment for Easy Disintegration of Chitin into Nanofiber",
      "author" : [ "Ifuku" ],
      "venue" : "J. Nanosci. Nanotechnol. 2017,",
      "citeRegEx" : "H. and S.,? \\Q2017\\E",
      "shortCiteRegEx" : "H. and S.",
      "year" : 2017
    }, {
      "title" : "A facile bottom-up route to self-assembled biogenic chitin nanofibers",
      "author" : [ "M. Rolandi" ],
      "venue" : "Soft Matter 2010,",
      "citeRegEx" : "Rolandi,? \\Q2010\\E",
      "shortCiteRegEx" : "Rolandi",
      "year" : 2010
    }, {
      "title" : "TEMPO-oxidized cellulose nanofibers",
      "author" : [ "A. Isogai", "T. Saito", "H. Fukuzumi" ],
      "venue" : "Nanoscale 2011,",
      "citeRegEx" : "Isogai et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Isogai et al\\.",
      "year" : 2011
    }, {
      "title" : "Observations on regenerated chitin films",
      "author" : [ "I. Joffe", "H.R. Hepburn" ],
      "venue" : "J. Mater. Sci. 1973,",
      "citeRegEx" : "Joffe and Hepburn,? \\Q1973\\E",
      "shortCiteRegEx" : "Joffe and Hepburn",
      "year" : 1973
    }, {
      "title" : "Modification of Paper with Partially Deacetylated Chitin",
      "author" : [ "C. Marine Polymers" ],
      "venue" : "ACS Symp. Ser. 1975,",
      "citeRegEx" : "Polymers.,? \\Q1975\\E",
      "shortCiteRegEx" : "Polymers.",
      "year" : 1975
    }, {
      "title" : "Sustainable Chitin Nanofibrils Provide Outstanding Flame-Retardant Nanopapers",
      "author" : [ "A. Walther" ],
      "venue" : "Biomacromolecules 2019,",
      "citeRegEx" : "Walther,? \\Q2019\\E",
      "shortCiteRegEx" : "Walther",
      "year" : 2019
    }, {
      "title" : "Mechanical properties of self-assembled chitin nanofiber networks",
      "author" : [ "G.L.W. Cross", "M. Rolandi" ],
      "venue" : "J. Mater. Chem. B 2014,",
      "citeRegEx" : "Cross and Rolandi,? \\Q2014\\E",
      "shortCiteRegEx" : "Cross and Rolandi",
      "year" : 2014
    }, {
      "title" : "Chitin Nanofiber Transparent Paper for Flexible Green Electronics",
      "author" : [ "K.C. Choi", "B.-S. Bae" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "M. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2016
    }, {
      "title" : "Flexible chitin films: structural studies",
      "author" : [ "N.L. Yusof", "L.Y. Lim", "E. Khor" ],
      "venue" : "Carbohydr. Res",
      "citeRegEx" : "Yusof et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Yusof et al\\.",
      "year" : 2004
    }, {
      "title" : "Surface only modification of bacterial cellulose nanofibres with organic acids",
      "author" : [ "Bismarck" ],
      "venue" : "Cellulose 2011,",
      "citeRegEx" : "J. and A.,? \\Q2011\\E",
      "shortCiteRegEx" : "J. and A.",
      "year" : 2011
    }, {
      "title" : "Hydrophobic modification of chitin whisker and its potential application in structuring oil",
      "author" : [ "E. G", "Zhang" ],
      "venue" : "Langmuir 2015,",
      "citeRegEx" : "G. and L.,? \\Q2015\\E",
      "shortCiteRegEx" : "G. and L.",
      "year" : 2015
    }, {
      "title" : "Chitin Nanopapers",
      "author" : [ "W. Huang" ],
      "venue" : "In Nanopapers; Huang, W. Ed.; Elsevier: Amsterdam,",
      "citeRegEx" : "Huang,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang",
      "year" : 2018
    }, {
      "title" : "The scientific basis of mould therapy",
      "author" : [ "M. Wainwright", "L. Rally", "T.A. Ali" ],
      "venue" : "Mycologist 1992,",
      "citeRegEx" : "Wainwright et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Wainwright et al\\.",
      "year" : 1992
    }, {
      "title" : "Moulds in folk medicine",
      "author" : [ "M. Wainwright" ],
      "venue" : "Folklore",
      "citeRegEx" : "Wainwright,? \\Q1989\\E",
      "shortCiteRegEx" : "Wainwright",
      "year" : 1989
    }, {
      "title" : "Moulds in ancient and more recent medicine",
      "author" : [ "M. Wainwright" ],
      "venue" : "Mycologist 1989,",
      "citeRegEx" : "Wainwright,? \\Q1989\\E",
      "shortCiteRegEx" : "Wainwright",
      "year" : 1989
    }, {
      "title" : "Chitosan medical dressings",
      "author" : [ "A. Niekraszewicz" ],
      "venue" : "Fibres Text. East. Eur. 2005,",
      "citeRegEx" : "Niekraszewicz,? \\Q2005\\E",
      "shortCiteRegEx" : "Niekraszewicz",
      "year" : 2005
    }, {
      "title" : "Chitosan: a unique polysaccharide for drug delivery",
      "author" : [ "O. Felt", "P. Buri", "R. Gurny" ],
      "venue" : "Drug Dev. Ind. Pharm. 1998,",
      "citeRegEx" : "Felt et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Felt et al\\.",
      "year" : 1998
    }, {
      "title" : "Chitosan: a new hemostatic",
      "author" : [ "W.G. Rainer" ],
      "venue" : "Ann. Thorac. Surg. 1983,",
      "citeRegEx" : "Rainer,? \\Q1983\\E",
      "shortCiteRegEx" : "Rainer",
      "year" : 1983
    }, {
      "title" : "Chitosan: A New Topical Hemostatic Agent for Diffuse Capillary Bleeding in Brain Tissue",
      "author" : [ "H. Quigley" ],
      "venue" : "Neurosurgery 1984,",
      "citeRegEx" : "Quigley,? \\Q1984\\E",
      "shortCiteRegEx" : "Quigley",
      "year" : 1984
    }, {
      "title" : "Polyionic hydrocolloids for the intestinal delivery of protein drugs: alginate and chitosana review",
      "author" : [ "M. George", "T.E. Abraham" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "George and Abraham,? \\Q2006\\E",
      "shortCiteRegEx" : "George and Abraham",
      "year" : 2006
    }, {
      "title" : "Biomedical applications of chitin and chitosan based nanomaterials A short review",
      "author" : [ "R. Jayakumar", "D. Menon", "K. Manzoor", "S. Nair", "H. Tamura" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Jayakumar et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Jayakumar et al\\.",
      "year" : 2010
    }, {
      "title" : "Waste-derived low-cost mycelium composite construction materials with improved fire safety",
      "author" : [ "John" ],
      "venue" : "Fire Mater. 2018,",
      "citeRegEx" : "C. and S.,? \\Q2018\\E",
      "shortCiteRegEx" : "C. and S.",
      "year" : 2018
    }, {
      "title" : "Nanocelluloses: A New Family of NatureBased Materials",
      "author" : [ "D. Gray", "A. Dorris" ],
      "venue" : "Angew. Chem., Int. Ed. 2011,",
      "citeRegEx" : "M. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2011
    }, {
      "title" : "A review of chitin and chitosan applications",
      "author" : [ "M.N.V. Ravi Kumar" ],
      "venue" : "React. Funct. Polym. 2000,",
      "citeRegEx" : "Kumar,? \\Q2000\\E",
      "shortCiteRegEx" : "Kumar",
      "year" : 2000
    }, {
      "title" : "Barrier Polymers and Structures: Overview",
      "author" : [ "W.J. Koros" ],
      "venue" : "ACS Symp. Ser. 1990,",
      "citeRegEx" : "Koros,? \\Q1990\\E",
      "shortCiteRegEx" : "Koros",
      "year" : 1990
    }, {
      "title" : "Spray-Coated Multilayer Cellulose NanocrystalChitin Nanofiber Films for Barrier Applications",
      "author" : [ "M.L. Shofner", "J.R. Reynolds", "J.C. Meredith" ],
      "venue" : "ACS Sustainable Chem. Eng. 2018,",
      "citeRegEx" : "Shofner et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Shofner et al\\.",
      "year" : 2018
    }, {
      "title" : "Clothing Made Of Mushrooms Might Just Be The Future ",
      "author" : [ "K.B. Taylor" ],
      "venue" : "And It’s Actually Pretty Cool. https://www.bustle. com/p/clothing-made-of-mushrooms-might-just-be-the-future-itsactually-pretty-cool-8018663 (accessed Aug",
      "citeRegEx" : "Taylor,? \\Q2019\\E",
      "shortCiteRegEx" : "Taylor",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Greener alternatives to synthetic polymers are constantly being investigated and sought after. Chitin is a natural polysaccharide that gives structural support to crustacean shells, insect exoskeletons, and fungal cell walls. Like cellulose, chitin resides in nanosized structural elements that can be isolated as nanofibers and nanocrystals by various top-down approaches, targeted at disintegrating the native construct. Chitin has, however, been largely overshadowed by cellulose when discussing the materials aspects of the nanosized components. This Perspective presents a thorough overview of chitin-related materials research with an analytical focus on nanocomposites and nanopapers. The red line running through the text emphasizes the use of fungal chitin that represents several advantages over the more popular crustacean sources, particularly in terms of nanofiber isolation from the native matrix. In addition, many β-glucans are preserved in chitin upon its isolation from the fungal matrix, enabling new horizons for various engineering solutions.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}