{
  "name" : "downloads_2019-10-22_31_lan2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Metal−Organic Layers as Multifunctional Two-Dimensional Nanomaterials for Enhanced Photoredox Catalysis",
    "authors" : [ "Guangxu Lan", "Yangjian Quan", "Maolin Wang", "Geoffrey T. Nash", "Eric You", "Yang Song", "Samuel S. Veroneau", "Xiaomin Jiang", "Wenbin Lin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "+ [DBB-Ir-F, DBB = 4,4′-di(4benzoato)-2,2′-bipyridine; dF(CF3)ppy = 2-(2,4-difluorophenyl)-5-(trifluoromethyl)pyridine] bridging ligands and vertically terminating the SBUs with catalytic Ni(MBA)Cl2 [MBA = 2-(4′-methyl-[2,2′-bipyridin]-4yl)acetate] capping agents. Hf12-Ir-Ni was synthesized in a bottom-up approach and characterized by TEM, AFM, PXRD, TGA, NMR, ICP-MS, UV−vis, and luminescence spectroscopy. The proximity between photosensitizing Ir centers and catalytic Ni centers (∼0.85 nm) in Hf12-Ir-Ni facilitates single electron transfer, leading to a 15-fold increase in photoredox reactivity. Hf12-Ir-Ni was highly effective in catalytic C−S, C−O, and C−C cross-coupling reactions with broad substrate scopes and turnover numbers of ∼4500, ∼1900, and ∼450, respectively.\nTwo-dimensional (2D) materials, exemplified by grapheneand transition-metal dichalcogenides (TMDCs), have been intensively studied owing to their favorable electronic and optical properties.1−4 Intrinsically high surface areas of 2D materials should in principle allow the incorporation of multiple functionalities via surface modification to mediate photocatalytic reactions.5,6 To date, however, the performance of 2D materials in photocatalysis has been underwhelming, often limited by poor light-harvesting efficiency or/and low catalytic activity due to the difficulty of installing disparate functionalities in a spatially controlled manner.7,8 It is thus of great importance to develop molecular 2D materials with synthetic flexibility and molecular tunability, allowing for hierarchical installation of multiple functionalities to afford much enhanced photocatalytic activities over their homogeneous counterparts.9−11\nAs a dispersible monolayered version of metal−organic frameworks (MOFs),12−26 metal−organic layers (MOLs) have recently emerged as a novel class of molecular 2D materials with tremendous potential for catalytic applications.27−29\nMOLs not only retain the advantages offered by MOFs such as structural regularity/tunability and compositional diversity\nbut also possess the aforementioned strengths of 2D materials. Importantly, unlike graphene and TMDCs, disparate functionalities can be installed onto the surfaces of MOLs in a spatially controlled fashion by modifying distinct functional groups on their secondary building units (SBUs) and bridging ligands to accomplish synergistic complex functions (Figure 1). Herein we report the design of a new multifunctional MOL, Hf12-Ir-\nReceived: August 19, 2019 Published: September 25, 2019\n© 2019 American Chemical Society 15767 DOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n3: 43\n:3 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\nNi, for highly efficient photoredox catalysis by taking advantage of the proximity between photosensitizing bridging ligands and Ni catalysts on the SBUs. Hf12-Ir-Ni is a 2D network built from Hf12 SBUs and photosensitizing Ir(DBB)[dF(CF3)ppy]2 + [DBB-Ir-F, DBB = 4,4′-di(4-benzoato)-2,2′-bipyridine; dF(CF3)ppy = 2-(2,4- difluorophenyl)-5-(trifluoromethyl)pyridine] bridging ligands (Figures S1−S4, SI). The SBUs are vertically terminated by catalytically active Ni(MBA)Cl2 [MBA-Ni, MBA = 2-(4′- methyl-[2,2′-bipyridin]-4-yl)acetate] capping agents (Figures S5−S9) to afford a monolayer structure. Hf12-Ir-Ni was synthesized in three steps (Figures 2a and S10). First, freestanding Hf12-Ir-F was prepared through a solvothermal\nreaction between HfCl4 and H2DBB-Ir-F in N,N-dimethylformamide (DMF) at 80 °C with trifluoroacetic acid and water as modulators. Hf12 SBUs were vertically terminated by trifluoroacetate (TFA) capping agents and laterally bridged by DBB-Ir-F ligands to afford an infinite 2D network of the formula Hf12(μ3-O)8(μ3-OH)8(μ2-OH)6(DBB-Ir-F)6(TFA)6. Second, MBA capping agents were installed on the surface of Hf12-Ir-F by replacing TFA groups to afford Hf12-Ir-MBA with the formula of Hf12(μ3-O)8(μ3-OH)8(μ2-OH)6(DBB-IrF)6(MBA)6. Finally, Hf12-Ir-Ni was obtained by metalating the MBA capping agents on Hf12-Ir-MBA to generate catalytically active MBA-Ni. Hf12-Ir-Ni has a formula of Hf12(μ3-O)8(μ3-OH)8(μ2-OH)6(DBB-Ir-F)6(MBA-Ni)6 with\nDOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\n15768\nthe Ir and Ni centers in close proximity of ∼0.85 nm from each other, which affords a >10-fold increase in single electron transfer (SET) and a 15-fold increase in photoredox reactivity over the homogeneous control (Figure 3a).\nThe monolayer structure of Hf12-Ir-F was confirmed by a combination of transmission electron microscopy (TEM, Figures 2b and S11a) and atomic force microscopy (AFM, Figures 2d,e, and S11b), with a diameter of ∼300 nm and a thickness of ∼1.8 nm. This thickness is consistent with the modeled height of Hf12 clusters capped with TFA groups (∼1.8 nm, Figure S21a). Dynamic light scattering (DLS) measurements gave a number-averaged diameter of 116.2 ± 7.3 nm for Hf12-Ir-F (Figure S17). The proposed kgd topological structure of Hf12-Ir-F was supported by powder X-ray diffraction (PXRD) studies and high-resolution TEM (HRTEM) imaging. Hf12-Ir-F displayed a PXRD pattern\nsimilar to that simulated based on the structure model of the Hf12 MOL (Figure 2f), whereas HRTEM and its fast Fourier transform (FFT, Figure 2c) revealed a six-fold symmetry and a Hf12−Hf12 distance of 2.7 nm, matching well with the modeled structure (Figure S21a). In addition, the 1H NMR spectrum of digested Hf12-Ir-F showed only signals corresponding to DBBIr-F (Figure S12). Thermogravimetric analysis (TGA) of Hf12Ir-F showed a weight loss of 62.4% in the 350−800 °C range, corresponding to its decomposition to (12 HfO2 + 6 IrO2) (61.5% expected; Figure S13). Finally, UV−vis (Figure S18) and luminescence (Figure S14) spectra showed that Hf12-Ir-F displayed the same characteristic absorption, excitation, and emission spectra as Me2DBB-Ir, suggesting the photosensitizing ability of Hf12-Ir-F. Hf12-Ir-F was further functionalized through exchanging weakly coordinating TFA groups on the SBUs with MBA capping agents to afford Hf12-Ir-MBA. The\n1H NMR spectrum of digested Hf12-Ir-MBA showed an MBA to DBB-Ir-F molar ratio of ∼1:1 (Figure 2g), indicating complete replacement of TFA groups. After metalation of the MBA sites on Hf12-IrMBA with NiCl2, we used X-ray absorption spectroscopy to characterize the coordination environment of the MBA-Ni species. Hf12-Ir-Ni showed similar extended X-ray absorption fine structure (EXAFS) features as Me-MBA-Ni, both of which were well fitted to the molecular model of tetrahedrally coordinated Ni(bpy)Cl2 (bpy = 2,2′-bipyridine; Figures 1h and S19−20 and Table S1). Inductively coupled plasma-mass spectrometry (ICP-MS) analysis indicated that Hf12-Ir-Ni had a Ni to Hf molar ratio of ∼1:2, matching the ratio expected for complete metalation of Hf12-Ir-MBA by NiCl2. The UV−vis absorption spectrum of Hf12-Ir-Ni displayed characteristic absorption peaks attributable to both Me2DBB-Ir-F and MeMBA-Ni (Figure S18). TEM and AFM imaging indicated that Hf12-Ir-Ni retained the monolayer structure and morphology of Hf12-Ir-F, with a diameter of ∼300 nm (Figures 2i and S16a) and a thickness of ∼2.9 nm (Figures 2k,l and S16b). The increased thickness was consistent with the modeled height of the Hf12 cluster capped with MBA-Ni ligands (Figure S21b). DLS measurements also showed that Hf12-Ir-Ni exhibited a slightly increased size with a number-averaged diameter of 122.0 ± 2.3 nm (Figure S17). Finally, Hf12-Ir-Ni exhibited similar PXRD patterns (Figure 2f) and HRTEM images (Figure 2j) to Hf12-Ir-F, indicating the retention of the kgd topological structure during post-synthetic capping ligand exchange and Ni coordination. On the basis of the proximity between photosensitizing\nDBB-Ir-F bridging ligands and catalytic MBA-Ni capping groups in Hf12-Ir-Ni (∼0.85 nm measured from the modeled structure, Figure S22), we proposed that electron transfer (ET) from photoexcited DBB-Ir-F to MBA-NiCl2 could be greatly enhanced to promote efficient photocatalytic reactions (Figure 3a). The spatially isolated MBA-Ni sites on the MOL surface are also expected to prevent the formation of NiI-NiII\ndimers which were recently shown to lead to diminished photoredox reactivity.30 Photocatalytic performance of Hf12-IrNi was evaluated in three important SET reactions, including C−S cross coupling between aryl iodides and thiols, C−O cross coupling between alcohols and aryl bromides, and C−C cross-coupling between potassium benzyltrifluoroborates and aryl bromides under mild conditions (visible light, room temperature, and no strong base).31−39 As shown in Table 1, Hf12-Ir-Ni efficiently catalyzed all three SET reactions to afford C−S, C−O, and C−C coupling products in high yields. With\nDOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\n15769\nvery low loadings of Hf12-Ir-Ni (0.02 mol %, 0.05 mol %, and 0.20 mol % based on Ni for C−S, C−O, and C−C couplings, respectively), the reactions proceeded smoothly to afford C−S, C−O, and C−C cross-coupled products with turnover numbers (TONs) of ∼4500, ∼1800, and ∼450, respectively. In contrast, the homogeneous control containing Me2DBB-Ir-F and Me-MBA-Ni in a 1:1 molar ratio afforded low yields of cross-coupled products (5c: 7%, 15c: 5%, and 20c: 12% for C−S, C−O, and C−C cross-couplings, respectively) at the same catalyst loadings under identical conditions (Table S2). 15−500 times more homogeneous Ni catalysts than Hf12-Ir-Ni\nwere required to afford comparable yields of cross-coupling products (Table S2). Hf12-Ir-Ni-catalyzed cross-coupling reactions exhibit broad substrate scopes with good compatibility with many functional groups including trifluoromethyl, cyano, carbonyl, esteryl, amidyl, naphthyl, and pyrimidinyl groups. Neither acidic proton nor coordinating substituents retarded the coupling reactions. Aryl halides bearing electron-withdrawing groups afforded coupling products in higher yields, due probably to their preference to undergo oxidative addition on the Ni(0) species. No reaction was observed in the absence of either MOL catalyst or light, supporting their crucial roles in these coupling reactions. Hf12-Ir-Ni was stable under photocatalytic reactions as demonstrated by the retention of PXRD pattern for the recovered Hf12-Ir-Ni (Figure 1f) and the leaching of <0.3% Hf, <0.6% Ir, and <0.1% Ni as determined by ICP-MS. We further showed that Hf12-Ir-Ni could be recovered and used for at least five cycles without loss of catalytic activity (Figure 3f). We have thus developed a versatile and recyclable MOL catalyst for C−C, C−O, and C−S cross-coupling reactions.31\nTo understand how the proximity between DBB-Ir-F and MBA-Ni in Hf12-Ir-Ni impacts the photocatalytic activities, we compared ET rates from photoexcited [DBB-Ir-F]* to MBANi among three different systems: a homogeneous solution of Me2DBB-Ir-F and Me-MBA-Ni, a suspension of Hf12-Ir-F and Me-MBA-Ni, and Hf12-Ir-Ni. Cyclic voltammetry (CV) studies showed that [DBB-Ir-F]* could reduce MBA-NiII to MBA-NiI via ET (Figure S23). Upon light irradiation, ET from excited [DBB-Ir-F]* to MBA-Ni led to a decrease of luminescence intensity and lifetime of [DBB-Ir-F]*, which was determined by ET rates between [DBB-Ir-F]* and MBA-Ni. These luminescence quenching curves were fitted with the following Stern−Völmer equations with ET rates proportional to Stern− Völmer (KSV) constants:\nI I K R10 SV Ni/Ir= + (1)\nK R10 SV Ni/Ir τ τ = + (2)\nwhere I0/I and τ0/τ are the ratios of luminescence intensity and lifetime of [DBB-Ir-F]* in the absence and presence of MBA-Ni compounds, respectively, and RNi/Ir represents the ratio of MBA-Ni to DBB-Ir-F in each system. While a drastic decrease in luminescence intensity was observed in Hf12-Ir-Ni with increased loading of MBA-Ni, only moderate and minimal intensity decreases were observed when Me-MBA-Ni was added to Hf12-Ir-F and Me2DBB-Ir-F, respectively (Figures 3b and S24). These luminescence intensity curves were well fitted with eq 1 to afford KSV values of 3.01 ± 0.15, 0.63 ± 0.06, and 0.12 ± 0.01 for Hf12-Ir-Ni, Hf12-Ir-F, and Me2DBB-Ir-F, respectively (Figures 3c and S24). Luminescence lifetimes showed similar behaviors and were fitted to eq 2, affording KSV values of 1.64 ± 0.09, 0.46 ± 0.01, and 0.21 ± 0.01 for Hf12-Ir-Ni, Hf12-Ir-F, and Me2DBB-Ir-F, respectively (Figures 3d,e, and S25). Hf12-Ir-Ni thus shows a 25-fold increase in luminescence intensity quenching and an approximately 8-fold increase in luminescence lifetime quenching over the homogeneous system (Me2DBB-Ir-F + Me-MBA-Ni), suggesting an order of magnitude enhancement in intra-MOL ET from [DBB-Ir-F]* to MBA-Ni in Hf12-Ir-Ni. Hf12-Ir-F shows slightly enhanced ET from [DBB-Ir-F]* to\nDOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\n15770\nMe2MBA-Ni, likely due to attractive interactions between Hf12Ir-F and Me-MBA-Ni. To probe how enhanced ET affects the rates of photocatalytic reactions, we studied time-dependent yields of 5c with the three catalytic systems (Figure 3f): Hf12Ir-Ni and Hf12-Ir-F + Me-MBA-Ni showed ∼15-fold and ∼4- fold increases in reaction rates over the homogeneous control (Me2DBB-Ir-F + Me-MBA-Ni), respectively. In summary, we developed a bottom-up approach to a new multifunctional MOL for efficient photoredox catalysis. Hierarchical installation of photosensitizing DBB-Ir-F bridging ligands and catalytically active MBA-Ni capping agents in close proximity (∼0.85 nm) on the Hf12-Ir-Ni MOL significantly enhances ET from [DBB-Ir-F]* to MBA-NiII, leading to a 15- fold increase in photoredox reactivity. Hf12-Ir-Ni is highly effective in catalyzing important C−S, C−O, and C−C crosscoupling reactions with broad substrate scopes and TONs of ∼4500, ∼1900, and ∼450, respectively. This work provides a general strategy for designing multifunctional MOLs for photocatalytic applications.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b08956.\nSynthesis and characterization of Hf12-Ir-F and Hf12-IrNi, photoredox reactions, and mechanism study (PDF)\n■ AUTHOR INFORMATION Corresponding Author *wenbinlin@uchicago.edu"
    }, {
      "heading" : "ORCID",
      "text" : "Guangxu Lan: 0000-0002-0415-5849 Yangjian Quan: 0000-0002-6500-3152 Yang Song: 0000-0003-4212-8814 Wenbin Lin: 0000-0001-7035-7759"
    }, {
      "heading" : "Author Contributions",
      "text" : "§These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We thank Dr. Justin Jureller and Zhe Li for experimental help. We acknowledge the National Science Foundation for founding support and the MRSEC Shared User Facilities at the University of Chicago (NSF DMR-1420709) for instrument access. XAS analysis was performed at Beamline 10-BM, supported by the Materials Research Collaborative Access Team (MRCAT). Use of the Advanced Photon Source, an Office of Science User Facility operated for the U.S. DOE Office of Science by ANL, was supported by the U.S. DOE under contract no. DE-AC02-06CH11357.\n■ REFERENCES (1) Manzeli, S.; Ovchinnikov, D.; Pasquier, D.; Yazyev, O. V.; Kis, A. 2D transition metal dichalcogenides. Nat. Rev. Mater. 2017, 2, 17033. (2) Expanding our 2D vision. Nat. Rev. Mater. 2016, 1, 16089. (3) Yang, Y.; Yang, X.; Liang, L.; Gao, Y.; Cheng, H.; Li, X.; Zou, M.; Ma, R.; Yuan, Q.; Duan, X. Large-area graphene-nanomesh/ carbon-nanotube hybrid membranes for ionic and molecular nanofiltration. Science 2019, 364 (6445), 1057. (4) Tan, C.; Cao, X.; Wu, X.-J.; He, Q.; Yang, J.; Zhang, X.; Chen, J.; Zhao, W.; Han, S.; Nam, G.-H.; Sindoro, M.; Zhang, H. Recent\nAdvances in Ultrathin Two-Dimensional Nanomaterials. Chem. Rev. 2017, 117 (9), 6225−6331. (5) Luo, B.; Liu, G.; Wang, L. Recent advances in 2D materials for photocatalysis. Nanoscale 2016, 8 (13), 6904−6920. (6) Low, J.; Cao, S.; Yu, J.; Wageh, S. Two-dimensional layered composite photocatalysts. Chem. Commun. 2014, 50 (74), 10768− 10777. (7) Hasani, A.; Tekalgne, M.; Le, Q. V.; Jang, H. W.; Kim, S. Y. Two-dimensional materials as catalysts for solar fuels: hydrogen evolution reaction and CO2 reduction. J. Mater. Chem. A 2019, 7 (2), 430−454. (8) Butler, S. Z.; Hollen, S. M.; Cao, L.; Cui, Y.; Gupta, J. A.; Gutieŕrez, H. R.; Heinz, T. F.; Hong, S. S.; Huang, J.; Ismach, A. F.; Johnston-Halperin, E.; Kuno, M.; Plashnitsa, V. V.; Robinson, R. D.; Ruoff, R. S.; Salahuddin, S.; Shan, J.; Shi, L.; Spencer, M. G.; Terrones, M.; Windl, W.; Goldberger, J. E. Progress, Challenges, and Opportunities in Two-Dimensional Materials Beyond Graphene. ACS Nano 2013, 7 (4), 2898−2926. (9) Berardi, S.; Drouet, S.; Francas̀, L.; Gimbert-Suriñach, C.; Guttentag, M.; Richmond, C.; Stoll, T.; Llobet, A. Molecular artificial photosynthesis. Chem. Soc. Rev. 2014, 43 (22), 7501−7519. (10) McDaniel, N. D.; Bernhard, S. Solar fuels: thermodynamics, candidates, tactics, and figures of merit. Dalton Trans 2010, 39 (42), 10021−10030. (11) Duan, L.; Bozoglian, F.; Mandal, S.; Stewart, B.; Privalov, T.; Llobet, A.; Sun, L. A molecular ruthenium catalyst with wateroxidation activity comparable to that of photosystem II. Nat. Chem. 2012, 4, 418. (12) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal-Organic Frameworks. Science 2013, 341 (6149), 1230444. (13) Fateeva, A.; Chater, P. A.; Ireland, C. P.; Tahir, A. A.; Khimyak, Y. Z.; Wiper, P. V.; Darwent, J. R.; Rosseinsky, M. J. A Water-Stable Porphyrin-Based Metal−Organic Framework Active for Visible-Light Photocatalysis. Angew. Chem., Int. Ed. 2012, 51 (30), 7440−7444. (14) Mason, J. A.; Oktawiec, J.; Taylor, M. K.; Hudson, M. R.; Rodriguez, J.; Bachman, J. E.; Gonzalez, M. I.; Cervellino, A.; Guagliardi, A.; Brown, C. M.; Llewellyn, P. L.; Masciocchi, N.; Long, J. R. Methane storage in flexible metal−organic frameworks with intrinsic thermal management. Nature 2015, 527, 357. (15) Morris, W.; Briley, W. E.; Auyeung, E.; Cabezas, M. D.; Mirkin, C. A. Nucleic Acid−Metal Organic Framework (MOF) Nanoparticle Conjugates. J. Am. Chem. Soc. 2014, 136 (20), 7261−7264. (16) Cui, Y.; Yue, Y.; Qian, G.; Chen, B. Luminescent Functional Metal−Organic Frameworks. Chem. Rev. 2012, 112 (2), 1126−1162. (17) Zhang, Y.; Guo, J.; Shi, L.; Zhu, Y.; Hou, K.; Zheng, Y.; Tang, Z. Tunable chiral metal organic frameworks toward visible light− driven asymmetric catalysis. Science Advances 2017, 3 (8), No. e1701162. (18) Johnson, J. A.; Zhang, X.; Reeson, T. C.; Chen, Y.-S.; Zhang, J. Facile Control of the Charge Density and Photocatalytic Activity of an Anionic Indium Porphyrin Framework via in Situ Metalation. J. Am. Chem. Soc. 2014, 136 (45), 15881−15884. (19) Jiang, Y.; Park, J.; Tan, P.; Feng, L.; Liu, X.-Q.; Sun, L.-B.; Zhou, H.-C. Maximizing Photoresponsive Efficiency by Isolating Metal−Organic Polyhedra into Confined Nanoscaled Spaces. J. Am. Chem. Soc. 2019, 141 (20), 8221−8227. (20) Yu, X.; Cohen, S. M. Photocatalytic Metal−Organic Frameworks for Selective 2,2,2-Trifluoroethylation of Styrenes. J. Am. Chem. Soc. 2016, 138 (38), 12320−12323. (21) Liu, Y.; Howarth, A. J.; Hupp, J. T.; Farha, O. K. Selective Photooxidation of a Mustard-Gas Simulant Catalyzed by a Porphyrinic Metal−Organic Framework. Angew. Chem., Int. Ed. 2015, 54 (31), 9001−9005. (22) Xu, H.-Q.; Hu, J.; Wang, D.; Li, Z.; Zhang, Q.; Luo, Y.; Yu, S.H.; Jiang, H.-L. Visible-Light Photoreduction of CO2 in a Metal− Organic Framework: Boosting Electron−Hole Separation via Electron Trap States. J. Am. Chem. Soc. 2015, 137 (42), 13440−13443.\nDOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\n15771\n(23) Wang, H.; Zhu, Q.-L.; Zou, R.; Xu, Q. Metal-Organic Frameworks for Energy Applications. Chem. 2017, 2 (1), 52−80. (24) Chen, K.; Wu, C.-D. Transformation of Metal-Organic Frameworks into Stable Organic Frameworks with Inherited Skeletons and Catalytic Properties. Angew. Chem., Int. Ed. 2019, 58 (24), 8119−8123. (25) Moreau, F.; da Silva, I.; Al Smail, N. H.; Easun, T. L.; Savage, M.; Godfrey, H. G. W.; Parker, S. F.; Manuel, P.; Yang, S.; Schröder, M. Unravelling exceptional acetylene and carbon dioxide adsorption within a tetra-amide functionalized metal-organic framework. Nat. Commun. 2017, 8, 14085. (26) Yaghi, O. M. Reticular Chemistry in All Dimensions. ACS Cent. Sci. 2019, 5 (8), 1295−1300. (27) Lan, G.; Ni, K.; Xu, R.; Lu, K.; Lin, Z.; Chan, C.; Lin, W. Nanoscale Metal−Organic Layers for Deeply Penetrating X-rayInduced Photodynamic Therapy. Angew. Chem. 2017, 129 (40), 12270−12274. (28) Lan, G.; Li, Z.; Veroneau, S. S.; Zhu, Y.-Y.; Xu, Z.; Wang, C.; Lin, W. Photosensitizing Metal−Organic Layers for Efficient SunlightDriven Carbon Dioxide Reduction. J. Am. Chem. Soc. 2018, 140 (39), 12369−12373. (29) Cao, L.; Lin, Z.; Peng, F.; Wang, W.; Huang, R.; Wang, C.; Yan, J.; Liang, J.; Zhang, Z.; Zhang, T.; Long, L.; Sun, J.; Lin, W. SelfSupporting Metal−Organic Layers as Single-Site Solid Catalysts. Angew. Chem., Int. Ed. 2016, 55 (16), 4962−4966. (30) Sun, R.; Qin, Y.; Ruccolo, S.; Schnedermann, C.; Costentin, C.; Nocera, D. G. Elucidation of a Redox-Mediated Reaction Cycle for Nickel-Catalyzed Cross Coupling. J. Am. Chem. Soc. 2019, 141 (1), 89−93. (31) Twilton, J.; Le, C.; Zhang, P.; Shaw, M. H.; Evans, R. W.; MacMillan, D. W. C. The merger of transition metal and photocatalysis. Nat. Rev. Chem. 2017, 1, 0052. (32) Tellis, J. C.; Primer, D. N.; Molander, G. A. Single-electron transmetalation in organoboron cross-coupling by photoredox/nickel dual catalysis. Science 2014, 345 (6195), 433. (33) Terrett, J. A.; Cuthbertson, J. D.; Shurtleff, V. W.; MacMillan, D. W. C. Switching on elusive organometallic mechanisms with photoredox catalysis. Nature 2015, 524, 330. (34) Oderinde, M. S.; Frenette, M.; Robbins, D. W.; Aquila, B.; Johannes, J. W. Photoredox Mediated Nickel Catalyzed CrossCoupling of Thiols With Aryl and Heteroaryl Iodides via Thiyl Radicals. J. Am. Chem. Soc. 2016, 138 (6), 1760−1763. (35) Corce,́ V.; Chamoreau, L.-M.; Derat, E.; Goddard, J.-P.; Ollivier, C.; Fensterbank, L. Silicates as Latent Alkyl Radical Precursors: Visible-Light Photocatalytic Oxidation of Hypervalent Bis-Catecholato Silicon Compounds. Angew. Chem., Int. Ed. 2015, 54 (39), 11414−11418. (36) Nakajima, K.; Nojima, S.; Nishibayashi, Y. Nickel- and Photoredox-Catalyzed Cross-Coupling Reactions of Aryl Halides with 4-Alkyl-1,4-dihydropyridines as Formal Nucleophilic Alkylation Reagents. Angew. Chem., Int. Ed. 2016, 55 (45), 14106−14110. (37) Welin, E. R.; Le, C.; Arias-Rotondo, D. M.; McCusker, J. K.; MacMillan, D. W. C. Photosensitized, energy transfer-mediated organometallic catalysis through electronically excited nickel(II). Science 2017, 355 (6323), 380. (38) Tasker, S. Z.; Jamison, T. F. Highly Regioselective Indoline Synthesis under Nickel/Photoredox Dual Catalysis. J. Am. Chem. Soc. 2015, 137 (30), 9531−9534. (39) Ackerman, L. K. G.; Martinez Alvarado, J. I.; Doyle, A. G. Direct C−C Bond Formation from Alkanes Using Ni-Photoredox Catalysis. J. Am. Chem. Soc. 2018, 140 (43), 14059−14063.\nDOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772\n15772"
    } ],
    "references" : [ {
      "title" : "carbon-nanotube hybrid membranes for ionic and molecular nanofiltration",
      "author" : [ "X. Cao", "X.-J. Wu", "Q. He", "J. Yang", "X. Zhang", "J. Chen", "W. Zhao", "S. Han", "G.-H. Nam", "M. Sindoro", "H. Zhang" ],
      "venue" : "Science",
      "citeRegEx" : "C. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2019
    }, {
      "title" : "Recent advances in 2D materials for photocatalysis",
      "author" : [ "B. Luo", "G. Liu", "L. Wang" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Luo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2016
    }, {
      "title" : "Two-dimensional layered composite photocatalysts",
      "author" : [ "J. Low", "S. Cao", "J. Yu", "S. Wageh" ],
      "venue" : "Chem. Commun. 2014,",
      "citeRegEx" : "Low et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Low et al\\.",
      "year" : 2014
    }, {
      "title" : "Molecular artificial photosynthesis",
      "author" : [ "M. Guttentag", "C. Richmond", "T. Stoll", "A. Llobet" ],
      "venue" : "Chem. Soc. Rev. 2014,",
      "citeRegEx" : "Guttentag et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Guttentag et al\\.",
      "year" : 2014
    }, {
      "title" : "A Water-Stable Porphyrin-Based Metal−Organic Framework Active for Visible-Light Photocatalysis",
      "author" : [ "Y. Z", "P.V. Wiper", "J.R. Darwent", "M.J. Rosseinsky" ],
      "venue" : "Angew. Chem., Int. Ed. 2012,",
      "citeRegEx" : "Z. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2012
    }, {
      "title" : "Nucleic Acid−Metal Organic Framework (MOF) Nanoparticle Conjugates",
      "author" : [ "W. Morris", "W.E. Briley", "E. Auyeung", "M.D. Cabezas", "C.A. Mirkin" ],
      "venue" : "J. Am. Chem. Soc. 2014,",
      "citeRegEx" : "Morris et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Morris et al\\.",
      "year" : 2014
    }, {
      "title" : "Luminescent Functional Metal−Organic Frameworks",
      "author" : [ "Y. Cui", "Y. Yue", "G. Qian", "B. Chen" ],
      "venue" : "Chem. Rev. 2012,",
      "citeRegEx" : "Cui et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cui et al\\.",
      "year" : 2012
    }, {
      "title" : "Visible-Light Photoreduction of CO2 in a Metal− Organic Framework: Boosting Electron−Hole Separation via Electron Trap States",
      "author" : [ "H.-Q. Xu", "J. Hu", "D. Wang", "Z. Li", "Q. Zhang", "Y. Luo", "S.H. Yu", "H.-L. Jiang" ],
      "venue" : "J. Am. Chem. Soc. 2015,",
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Metal-Organic Frameworks for Energy Applications",
      "author" : [ "H. Wang", "Q.-L. Zhu", "R. Zou", "Q. Xu" ],
      "venue" : "Chem. 2017,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Reticular Chemistry in All Dimensions",
      "author" : [ "O.M. Yaghi" ],
      "venue" : "ACS Cent. Sci. 2019,",
      "citeRegEx" : "Yaghi,? \\Q2019\\E",
      "shortCiteRegEx" : "Yaghi",
      "year" : 2019
    }, {
      "title" : "SelfSupporting Metal−Organic Layers as Single-Site Solid Catalysts",
      "author" : [ "J. Liang", "Z. Zhang", "T. Zhang", "L. Long", "J. Sun", "W. Lin" ],
      "venue" : "Angew. Chem., Int. Ed. 2016,",
      "citeRegEx" : "J. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2016
    }, {
      "title" : "Direct C−C Bond Formation from Alkanes Using Ni-Photoredox Catalysis",
      "author" : [ "L.K.G. Ackerman", "J.I. Martinez Alvarado", "A.G. Doyle" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Ackerman et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ackerman et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Metal−organic layers (MOLs) have recently emerged as a novel class of molecular twodimensional (2D) materials with significant potential for catalytic applications. Herein we report the design of a new multifunctional MOL, Hf12-Ir-Ni, by laterally linking Hf12 secondary building units (SBUs) with photosensitizing Ir(DBB)[dF(CF3)ppy]2 + [DBB-Ir-F, DBB = 4,4′-di(4benzoato)-2,2′-bipyridine; dF(CF3)ppy = 2-(2,4-difluorophenyl)-5-(trifluoromethyl)pyridine] bridging ligands and vertically terminating the SBUs with catalytic Ni(MBA)Cl2 [MBA = 2-(4′-methyl-[2,2′-bipyridin]-4yl)acetate] capping agents. Hf12-Ir-Ni was synthesized in a bottom-up approach and characterized by TEM, AFM, PXRD, TGA, NMR, ICP-MS, UV−vis, and luminescence spectroscopy. The proximity between photosensitizing Ir centers and catalytic Ni centers (∼0.85 nm) in Hf12-Ir-Ni facilitates single electron transfer, leading to a 15-fold increase in photoredox reactivity. Hf12-Ir-Ni was highly effective in catalytic C−S, C−O, and C−C cross-coupling reactions with broad substrate scopes and turnover numbers of ∼4500, ∼1900, and ∼450, respectively. T (2D) materials, exemplified by graphene and transition-metal dichalcogenides (TMDCs), have been intensively studied owing to their favorable electronic and optical properties. Intrinsically high surface areas of 2D materials should in principle allow the incorporation of multiple functionalities via surface modification to mediate photocatalytic reactions. To date, however, the performance of 2D materials in photocatalysis has been underwhelming, often limited by poor light-harvesting efficiency or/and low catalytic activity due to the difficulty of installing disparate functionalities in a spatially controlled manner. It is thus of great importance to develop molecular 2D materials with synthetic flexibility and molecular tunability, allowing for hierarchical installation of multiple functionalities to afford much enhanced photocatalytic activities over their homogeneous counterparts. As a dispersible monolayered version of metal−organic frameworks (MOFs), metal−organic layers (MOLs) have recently emerged as a novel class of molecular 2D materials with tremendous potential for catalytic applications. MOLs not only retain the advantages offered by MOFs such as structural regularity/tunability and compositional diversity but also possess the aforementioned strengths of 2D materials. Importantly, unlike graphene and TMDCs, disparate functionalities can be installed onto the surfaces of MOLs in a spatially controlled fashion by modifying distinct functional groups on their secondary building units (SBUs) and bridging ligands to accomplish synergistic complex functions (Figure 1). Herein we report the design of a new multifunctional MOL, Hf12-IrReceived: August 19, 2019 Published: September 25, 2019 Figure 1. Schematic depiction of graphene (a), TMDCs (b), and MOLs (c). Unlike graphene and TMDCs, MOLs allow hierarchical incorporation of disparate functional groups (FGs) into both bridging linkers and capping agents. Zoomed-in view of post-synthetic surface modification of MOLs with functional capping agents through carboxylate exchange. Communication pubs.acs.org/JACS Cite This: J. Am. Chem. Soc. 2019, 141, 15767−15772 © 2019 American Chemical Society 15767 DOI: 10.1021/jacs.9b08956 J. Am. Chem. Soc. 2019, 141, 15767−15772 D ow nl oa de d vi a U N IV O F N E W E N G L A N D o n O ct ob er 2 2, 2 01 9 at 0 3: 43 :3 7 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}