{
  "name" : "downloads_2019-10-23_e6_molle2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Access to Photoreactive Core-Shell Nanomaterials by Photoinitiated Polymerization-Induced Self-Assembly",
    "authors" : [ "Edgar Molle", "Dao Le", "Tannaz Norizadeh Abbariki", "Meryem S. Akdemir", "Masanari Takamiya", "Enrico Miceli", "Olivier Kassel", "§[a", "[a", "Guillaume Delaittre*[abcd" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The available set of photoinduced reactions constitutes an efficient, finely controllable, and environmentally friendly toolbox in chemistry for applications as varied as light-induced deprotection reactions in organic synthesis,[1,2] photopolymerization in dentistry,[3–5] 3D printing,[6] and photocatalysis.[7–9] Importantly, the use of so-called λ-orthogonal reactions,[10,11] which can be triggered independently by suitable choice of reaction partners and irradiation wavelengths, allows complex reaction schemes[12–14] and new functions in materials[15,16] The incorporation of photoreactive groups in polymeric materials enables a great variety of possibilities: collapse of single-chain nanoparticles,[17,18] block copolymer synthesis by classic free-radical polymerization,[19] and crosslinking reactions.[20–23] The usual mild reaction conditions\nalso enable bioconjugation onto materials, such as nanoparticles (NPs).[24–28] Besides, photoreactive nanoparticles may find various applications, such as nanoprobes,[29] coatings,[30] or nanostructured hydrogel building blocks.[31] Polymeric core-shell NPs are most commonly obtained by solution assembly of presynthesized amphiphilic block copolymers (ABCPs) in very dilute conditions or by emulsion polymerization with such ABCPs as stabilizers. Importantly, polymerization-induced self-assembly (PISA) – a technique in its second decade of existence relying on the synthesis and synchronous self-assembly of ABCPs starting from an endreactive soluble macromolecule[32–34] – offers a strong alternative with decisive compelling features: (i) reduced number of synthesis and purification steps, (ii) high working concentrations, and (iii) direct access to core-shell morphologies beyond the simple spherical NPs, e.g., filomicelles/nanofibers, vesicles, lamellae, following specific morphological phase diagrams.[35–37] Moreover, introduction of functional and reactive groups at precise locations of the core-shell structure is relatively straightforward and renders PISA-made nanostructures suitable for various potential applications from biomedicine to catalytic high-performance materials.[38–41] Yet, there has been to this day no example of PISA-generated nanostructures with a photoreactive surface. Generally, reversible-deactivation radical polymerization (RDRP) is the underpinning mechanism for PISA (i.e., RDRPISA), under either dispersion or emulsion conditions. While thermal initiation is applied in most RDRPISA systems, photoinitiation has more recently been exploited and is attractive owing to its relatively low energy demand, the consequently reduced occurrence of side reactions and changes to temperature-responsive morphologies, and a potentially higher compatibility with temperature-sensitive moieties.[42-52] With the present work, we propose a route towards photoreactive NPs and higher-order morphologies using photoRDRPISA in water, following the aforementioned principle of λ orthogonality, demonstrate their functionalization with a set of (macro)molecules, and provide preliminary data concerning biocompatibility. The photoreactive groups were incorporated into a water-soluble macromolecular chain-transfer agent (macroRAFT), which was chain-extended in dispersion conditions by photopolymerization under visible light, thus affording nanoobjects with photoactivatable groups within the shell (Scheme 1A). The key to achieve the double light-activation system is to choose suitable moieties/chemistries that are selective of a specific wavelength, such as it has previously been demonstrated in the fabrication of photoreactive 3D microstructures by direct laser writing.[53,54] The selected photoactivatable group is the diaryltetrazole (Tet) motif, which can undergo a 1,3-dipolar cycloaddition with a large range of dipolarophiles, particularly (meth)acrylics and maleimides (Scheme 1B).[55,56] This reaction has been termed nitrile-imine [a] Edgar Molle, Dr Dao Le, Tannaz Norizadeh Abbariki, Meryem Sümeyye Akdemir, Dr Masanari Takamiya, Dr Enrico Miceli, Dr Olivier Kassel, Prof. Dr Guillaume Delaittre Institute of Toxicology and Genetics (ITG) Karlsruhe Institute of Technology (KIT) Hermann-von-Helmholtz-Platz 1, 76244 Eggenstein-Leopoldshafen, Germany E-mail: guillaume.delaittre@kit.edu [b] Edgar Molle, Dr Dao Le, Meryem Sümeyye Akdemir, Dr Enrico Miceli, Prof. Dr Guillaume Delaittre Institute for Chemical Technology and Polymer Chemistry (ITCP) Karlsruhe Institute of Technology (KIT) Engesserstrasse 18, 76131 Karlsruhe, Germany [c] Prof. Dr Guillaume Delaittre Institute for Applied Polymer Chemistry University of Applied Sciences Aachen, 52428 Jülich, Germany [d] Prof. Dr Guillaume Delaittre Deutsches Textilforschungszentrum Nord-West (DTNW) gGmbH, 47798 Krefeld, Germany Supporting information for this article is given via a link at the end of the document.((Please delete this text if not appropriate))\nA cc\nep te\nd M\nan us\ncr ip\nt\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : "tetrazole–ene cycloaddition (NITEC).[57] The Tet compounds have been used in a number of chemical, biological, and materials applications. [26,27,57–61] Importantly, they offer the inherent possibility to fine-tune the activation wavelength by varying the structure of the aryl moieties.[62] Here, an elementary Tet motif with a non-substituted phenyl ring and a 4-carboxyphenyl for monomer attachment in positions 2 and 5 was picked for activation in the UV region, preventing interference whilst performing the photoPISA reaction under visible light. Firstly, Tet-containing macroRAFT M1 and M2 were prepared by radical addition-fragmentation chain transfer (RAFT) copolymerization of a Tet-containing methacrylate (TetMA) with oligoethylene glycol methyl ether methacrylate (OEGMA, Mn = 500 g mol–1), a monomer with high solubility in various solvents and whose polymer possesses proven biocompatibility (Scheme S3). UV–Vis spectroscopy and 1H NMR spectroscopy measurements evidenced the presence of both tetrazole and RAFT end group moieties, in both macroRAFT (Figures S4─6). M1 and M2 incorporated 4.4. and 11.5 mole% of TetMA, respectively, with identical Mn and low dispersity of 9000 g mol–1 and 1.09, respectively (Table S1, Figures S3–5). These macroRAFT were subsequently chain-extended with 2- hydroxypropyl methacrylate (HPMA) as core-forming monomer in aqueous dispersion polymerization. Indeed, as opposed to its polymer (PHPMA), HPMA is highly water-soluble.[63] At this stage it is crucial to note that attempts to perform RAFTPISA with this set of reagents using thermally initiated RAFTPISA were\nScheme 1. (A) Synthetic route towards photoreactive nanoobjects by photoRAFTPISA. (B) General NITEC reaction scheme of diaryl tetrazole with (meth)acrylics and maleimides leading to diaryl pyrazolines. (C) Tuning of nanoparticles surface potential by NITEC. (D) Fluorescent tagging of nanofibers by NITEC with a maleimide end-functional fluorescent polymer.\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : "unsuccessful. For instance, RAFTPISA of HPMA at 40 °C with [M1]/[HPMA]/[VA-044] = 1:200:0.2 at 13 wt% solids led to full conversion after 24 h, yet precipitation occurred during the polymerization (VA-044 = 2,2'-azobis[2-(2-imidazolin-2yl)propane] dihydrochloride). The solubility of solvophilic precursor is a vital parameter in PISA[64] and is here probably deficient with regard to the relatively low solubility or stabilizing potential of the macroRAFT agents bearing multiple hydrophobic tetrazole sidechains. This issue alone justifies the current approach relying on a dual λ-orthogonal activation system and certainly would apply to other comparable situations. Photopolymerization at room temperature using sodium phenyl2,4,6-trimethylbenzoylphosphinate (SPTP) as photoinitiator and a compact fluorescent lamp (23W) as visible light source was therefore used to avoid the solubility issue. In the same condition as above-mentioned PISA experiment, the photoRAFTPISA allowed full monomer conversion in just 2 h, along a colloidally stable solution (Table 1, Entry 1). Transmission electron microscopy (TEM) revealed a spherical morphology (Figure 1). Higher degree of polymerization (DP) for the PHPMA bock as well as increasing solids concentration led to higher-order morphologies. For example, a mixture of nanospheres and nanofibers on the one hand and pure nanofibers on the other hand were obtained with DPHPMA = 400 (i.e., [M1]/[HPMA] = 400) at 13 and 16 wt% solids, respectively (Table 1, Entries 2 and 4). Increasing DPHPMA to 600 at 16 wt% solids allowed the formation of pure vesicular morphology (Table 1, Entry 5). Similar results were achieved for the high-Tet-content macroRAFT agent M2 with a range of common morphologies (Table 1, Entries 6–10). Not unexpectedly, the macroRAFT agent composition affected the nature of the final nanoobjects morphology: At otherwise identical PISA conditions, high-Tet-content macroRAFT M2 led to higher-order morphologies than low-tetrazole-content macroRAFT M1. For instance, at 16 wt% solids, with DPHPMA of 300 and 400, M1 gave rise to spheres and fibers, respectively (Table 1, Entries 3 and 4), while M2 generated a mixture of spheres and fibers and a mixture of fibers and vesicles, respectively (Table 1, Entries 8 and 10). Such differences are related to the hydrophobicity of the Tet groups, which reduce the hydrodynamic diameter of the ABCP hydrophilic segments, hence the surface area occupied by the latter according to Israelachvili’s theory of amphiphiles self-assembly,[65] consequently promoting the formation of higher-order morphologies.[66] Importantly, 1H NMR spectroscopy measurements confirmed that the Tet moiety quantitatively survived the polymerization process (Figure S7). Following particle synthesis, the tetrazole functionality bound within the nanoobjects shell was reacted in NITEC condition with various water-soluble dipolarophiles: from lowmolar-mass (meth)acrylics (neutral as well as charged) to endfunctional maleimido POEGMA (Schemes 1C and D, as well as S7 and S9). First, NITEC reaction was carried out on M2-bPHPMA100 spheres NPs (Table 1, Entry 6) with a 100-fold excess of acrylonitrile (AN), with respect to tetrazole motifs. 1H NMR spectroscopy revealed a new signal arising for the nitrilesubstituted pyrazoline ring formed in the NITEC reaction (Figure S14), proving accessibility of the Tet motif at the surface of the particles. Moreover, the integration values of this pyrazoline proton and aromatic protons indicated a quantitative reaction. Importantly, size-exclusion chromatograms (SEC) of the NPconstituting block copolymer before and after reaction were essentially overlapping, which confirmed no modification/degradation of the polymer backbone (Figure S15). On the contrary, the SEC trace obtained in a control reaction, i.e., same conditions yet without AN, displayed a major shoulder,\nTable 1. Summary of synthetic conditions and characterization results for block copolymers and nanoparticles obtained by photoRAFTPISA.\nEntry Polymer Total solids content [%] Mn,SECa [kg mol–1] ƉSECa\nDDLSa [nm]\nPDIDLSa MorphologyTEM\n1 M1-b-PHPMA200 13 41 1.24 41 0.20 Sphere (S) 2 M1-b-PHPMA400 13 72 1.40 77 0.19 S + Fiber (F) 3 M1-b-PHPMA300 16 51 1.11 40 0.07 S 4 M1-b-PHPMA400 16 76 1.48 142 0.18 F 5 M1-b-PHPMA600 20 109 1.45 561 0.12 Vesicle (V) 6 M2-b-PHPMA100 13 27 1.16 38 0.06 S 7 M2-b-PHPMA200 13 44 1.58 36 0.06 S 8 M2-b-PHPMA300 16 45 1.46 144 0.17 F + S 9 M2-b-PHPMA350 16 52 1.44 356 0.33 F 10 M2-b-PHPMA400 16 77 1.59 446 0.49 F + V aSize-exclusion chromatograms and hydrodynamic diameter distributions available in ESI (Figures S8–S11).\nFigure 1. Representative transmission electron micrographs of nanoobjects obtained by photoRAFTPISA using M1 and M2 as macroRAFT and HPMA as coreforming monomer.\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : "indicating chain-chain coupling by self-dimerization of tetrazole units.[17] Unexpectedly, the AN adduct did not exhibit any fluorescence as it usually is the case for diaryl pyrazoline motifs stemming from NITEC reactions. This anomaly remains to be elucidated. After proving surface reactivity, we moved on to show that the current platform could be envisaged as tunable platform with adjustable surface properties. To this end, we performed NITEC with the two charged dipolarophiles, namely 2- acrylamido-2-methylpropane sulfonic acid (AMPS) and 2- aminoethyl methacrylate hydrochloride (AEMH) (Scheme 1C), and measured changes in ζ-potential (Figure 2). The initial Tetfunctionalized nanoparticles exhibit a weakly negative ζ-potential (–3.62 mV). After reaction with negatively charged AMPS, this value significantly dropped to –6.62 mV. Even more convincingly, photografting of AEMH switched the electric potential at the slipping plane of the NPs to a positive value (+4.05 mV). In both cases, and as opposed the AN-modified NPs, fluorescent nanoparticles were produced. The AMPS- and AEMH-modified NPs exhibited a slight increase in particle size, which can be ascribed to increased hydrophilicity and charge-charge repulsion within the shell. The versatility of the method was further demonstrated by functionalizing nanofibers with a water-soluble polymer as a mimic of peptides and small proteins (Scheme 1D). For this purpose, Mal-PFluo, a copolymer of OEGMA and fluorescein methacrylate, was synthesized by RAFT polymerization using a specifically designed chain-transfer agent in order to introduce a maleimide moiety at the α chain end (Scheme S6). M2-bPHPMA350 nanofibers (Table 1, Entry 9) were reacted via NITEC reaction with 5-fold excess Mal-PFluo (Scheme S9). SEC evidenced a significant shift towards higher molar masses with a slight broadening (Figure S16). In comparison, and in analogy to the UV irradiation of nanoparticles (vide supra), the control sample obtained in the absence of Mal-PFluo displayed clear signs of crosslinking, again arising from nitrile imine dimerization. DLS revealed no significant change in hydrodynamic diameter distribution (Figure S17). Interestingly, this modification did not lead to any morphological transformation as it is sometimes witnessed during alteration of the stabilizing block of PISA highorder-morphology nanoobjects.[39,67–69] This may be explained by the presently sparse grafting of short polymer chains. Finally, confocal microscopy evidenced the presence of two distinct\nfluorescent motifs in Mal-PFluo-grafted nanofibers (Figure 3): one corresponding to the pyrazoline linkage (NITEC channel), the other arising from the fluorescein comonomer (FITC channel). Nanofibers irradiated without reacting partner produced a signal only in the NITEC channel. Since nanofibers would be interesting biomaterials,[70,71] we finally primarily assessed the biocompatibility of our functionalized variant. M2-b-PHPMA350 nanofibers were reacted with diethylene glycol methyl ether acrylate via NITEC (Scheme S7), in order to investigate reacted pyrazoline-functionalized nanofibers rather than tetrazole-substituted nanofibers since these are the former ones which would be employed in a real application. Exposure of NIH-3T3 fibroblasts to the nanofibers at concentrations up to 4 % (w/v) for 48 h did not decrease cell viability but rather slightly increased it, thereby indicating that the nanofibers are highly biocompatible (Figure 4).\nIn conclusion, we introduced a versatile approach for the synthesis of reactive nanomaterials by PISA. The use of a double photochemical strategy relying on the principle of λ orthogonality allowed not only the formation of nanoparticles and nanofibers by\nFigure 2. Zeta-potential values of Tet-functionalized nanoparticles before and after NITEC with charged dipolarophiles.\nFigure 3. Confocal fluorescence microscopy of M2-b-PHPMA350 nanofibers after UVA/B irradiation in the presence (left column) or absence (right column) of maleimido end-functional fluorescein-bearing copolymer Mal-PFluo. (A and C) Imaging in FITC channel: λex = 488 nm, λem = 500 – 540 nm. (B and D) Imaging in NITEC channel: λex = 405 nm, λem = 500 – 540 nm. A’–D’ are intensity profiles corresponding to the areas delimited by red rectanges in the fluorescence images A–D.\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : "photopolymerization using a temperature-unstable stabilizer but also the facile functionalization of the nanoobjects shell with molecules of interest in mild condition. Importantly, the present nanoparticles were found to be non-toxic, which is a prerequisite for their use as bioactive materials. The current design could additionally be envisaged for crosslinking either in the colloidal state (shell-crosslinked nanoobjects) or within latex films to provide coatings with superior mechanical properties."
    }, {
      "heading" : "Acknowledgements",
      "text" : "D. L. thanks the Alexander von Humboldt Foundation for his postdoctoral fellowship. G. D. would like to thank the German Federal Ministry of Education and Research (BMBF, Grant No. 031A095C) for funding in the frame of the Molecular Interaction Engineering program (Biotechnologie 2020+). The authors would like to thank the Soft Matter Synthesis Laboratory (IBG, KIT) and the Levkin lab (KIT, ITG) for providing access to SEC and DLS instruments, respectively.\nKeywords: photopolymerization • dispersion polymerization • photoreactive • dipolar cycloaddition • lambda orthogonality\n[1] C. G. Bochet, Synlett 2004, 2268–2274. [2] P. Klán, T. Šolomek, C. G. Bochet, A. Blanc, R. Givens, M. Rubina, V.\nPopik, A. Kostikov, J. Wirz, Chem. Rev. 2013, 113, 119–191. [3] S. H. Dickens, J. W. Stansbury, K. M. Choi, C. J. E. Floyd,\nMacromolecules 2003, 36, 6043–6053. [4] N. Moszner, U. Salz, Macromol. Mater. Eng. 2007, 292, 245–271. [5] K. S. Anseth, M. D. Goodner, M. A. Reil, A. R. Kannurpatti, S. M.\nNewman, C. N. Bowman, J. Dent. Res. 1996, 75, 1607–1612. [6] C. Barner-Kowollik, M. Bastmeyer, E. Blasco, G. Delaittre, P. Müller, B.\nRichter, M. Wegener, Angew. Chem., Int. Ed. 2017, 56, DOI 10.1002/anie.201704695.\n[7] D. Ravelli, D. Dondi, A. Albini, Chem. Soc. Rev. 2009, 38, 1999–2011. [8] J. Z. Bloh, R. Marschall, European J. Org. Chem. 2017, 2085–2094.\n[9] J. Phommalysack-Lovan, Y. Chu, C. Boyer, J. Xu, Chem. Commun.\n2018, 54, 6591–6606. [10] K. Hiltebrandt, T. Pauloehrl, J. P. Blinco, K. Linkert, H. G. Börner, C.\nBarner-Kowollik, Angew. Chem., Int. Ed. 2015, 54, 2838–2843. [11] K. Hiltebrandt, M. Kaupp, E. Molle, J. P. Menzel, J. P. Blinco, C.\nBarner-Kowollik, Chem. Commun. 2016, 52, 9426–9429. [12] A. B. and, † Christian G. Bochet*, 2002, DOI 10.1021/JO025837M. [13] S. Protti, D. Ravelli, M. Fagnoni, Photochem. Photobiol. Sci. 2019, DOI\n10.1039/C8PP00512E.\n[14] W. Konrad, C. Fengler, S. Putwa, C. Barner-Kowollik, Angew. Chem.,\nInt. Ed. 2019, 58, 7133–7137. [15] M. M. Lerch, M. J. Hansen, W. A. Velema, W. Szymanski, B. L.\nFeringa, Nat. Commun. 2016, 7, 12054. [16] R. Batchelor, T. Messer, M. Hippler, M. Wegener, C. Barner-Kowollik,\nE. Blasco, Adv. Mater. 2019, 1904085. [17] C. Heiler, S. Bastian, P. Lederhose, J. P. Blinco, E. Blasco, C. Barner-\nKowollik, Chem. Commun. 2018, 54, 3476–3479. [18] T. K. Claus, J. Zhang, L. Martin, M. Hartlieb, H. Mutlu, S. Perrier, G.\nDelaittre, C. Barner-Kowollik, Macromol. Rapid Commun. 2017, 38, DOI 10.1002/marc.201700264.\n[19] F. S. Aykac, Y. Yagci, 2018, 1700589, 1–7. [20] S. Xu, J. Yeow, C. Boyer, ACS Macro Lett. 2018, 7, 1376–1382. [21] S. Seiffert, W. Oppermann, K. Saalwächter, Polymer 2007, 48, 5599–\n5611.\n[22] G. Lopez, M. Guerre, B. Améduri, J.-P. Habas, V. Ladmiral, Polym.\nChem. 2017, 8, 3045–3049. [23] J. Koc, E. Schönemann, A. Amuthalingam, J. Clarke, J. A. Finlay, A. S.\nClare, A. Laschewsky, A. Rosenhahn, Langmuir 2019, 35, 1552–1562. [24] Y. Wang, W. Song, W. J. Hu, Q. Lin, Angew. Chemie 2009, 121, 5434–\n5437.\n[25] W. Siti, A. K. Khan, H. P. M. De Hoog, B. Liedberg, M. Nallani, Org.\nBiomol. Chem. 2015, 13, 3202–3206. [26] Z. Yu, T. Y. Ohulchanskyy, P. An, P. N. Prasad, Q. Lin, J. Am. Chem.\nSoc. 2013, 135, 16766–16769. [27] W. Song, Y. Wang, J. Qu, M. M. Madden, Q. Lin, Angew. Chem., Int.\nEd. 2008, 47, 2832–2835. [28] Q. Huang, C. Bao, Y. Lin, J. Chen, Z. Liu, L. Zhu, J. Mater. Chem. B\n2013, 1, 1125. [29] K. Sakurai, A. Kato, K. Adachi, Bioorg. Med. Chem. Lett. 2018, 28,\n3227–3230.\n[30] T. Fadida, J.-P. Lellouche, J. Polym. Res. 2012, 19, 23. [31] P. Froimowicz, D. Klinger, K. Landfester, Chem. Eur. J. 2011, 17,\n12465–12475.\n[32] G. Delaittre, J. Nicolas, C. Lefay, M. Save, B. Charleux, Chem.\nCommun. 2005, 1, 614. [33] G. Delaittre, M. Save, B. Charleux, Macromol. Rapid Commun. 2007,\n28, 1528–1533.\n[34] G. Delaittre, C. Dire, J. Rieger, J.-L. Putaux, B. Charleux, Chem.\nCommun. 2009, 45, 2887–2889. [35] N. J. Warren, S. P. Armes, J. Am. Chem. Soc. 2014, 136, 10174–\n10185.\n[36] B. Charleux, G. Delaittre, J. Rieger, F. D’Agosto, Macromolecules\n2012, 45, 6753–6765. [37] J. Rieger, Macromol. Rapid Commun. 2015, 36, 1458–1471. [38] D. Le, D. Keller, G. Delaittre, Macromol. Rapid Commun. 2018,\n1800551.\n[39] R. Deng, M. J. Derry, C. J. Mable, Y. Ning, S. P. Armes, J. Am. Chem.\nSoc. 2017, 139, 7616–7623.\nFigure 4. NIH-3T3 fibroblasts were exposed to the indicated concentration of the nanofiber or to anisomycin (Anis. 10 ng/µL). Their viability was assessed 48 h later using the alamarBlue™ HS cell viability reagent. The viability is presented as percent of the alamarBlue™ fluorescent signal in untreated cells and represents the mean ± SD of one representative experiment performed in triplicates.\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : "[40] D. Le, M. Dilger, V. Pertici, S. Diabaté, D. Gigmes, C. Weiss, G.\nDelaittre, Angew. Chem., Int. Ed. 2019, 58, 4725–4731. [41] D. Keller, A. Beloqui, M. Martínez-Martínez, M. Ferrer, G. Delaittre,\nBiomacromolecules 2017, 18, 2777–2788. [42] J. Yeow, O. R. Sugita, C. Boyer, ACS Macro Lett. 2016, 5, 558–564. [43] Y. Zhang, L. Yu, X. Dai, L. Zhang, J. Tan, ACS Macro Lett. 2019, 8, 1102–1109. [44] X. Dai, Y. Zhang, L. Yu, X. Li, L. Zhang, J. Tan, ACS Macro Lett. 2019,\n8, 955–961.\n[45] L. Huang, Y. Ding, Y. Ma, L. Wang, Q. Liu, X. Lu, Y. Cai,\nMacromolecules 2019, 52, 4703–4712. [46] Y. Ma, P. Gao, Y. Ding, L. Huang, L. Wang, X. Lu, Y. Cai,\nMacromolecules 2019, 52, 1033–1041. [47] D. Le, F. Wagner, M. Takamiya, I.-L. Hsiao, G. Gil Alvaradejo, U.\nSträhle, C. Weiss, G. Delaittre, Chem. Commun. 2019, 55, 3741–3744. [48] Y. Jiang, N. Xu, J. Han, Q. Yu, L. Guo, P. Gao, X. Lu, Y. Cai, Polym.\nChem. 2015, 6, 4955–4965. [49] J. Tan, H. Sun, M. Yu, B. S. Sumerlin, L. Zhang, ACS Macro Lett. 2015,\n4, 1249–1253.\n[50] S. Varlas, L. D. Blackman, H. E. Findlay, E. Reading, P. J. Booth, M. I.\nGibson, R. K. O’Reilly, Macromolecules 2018, 51, 6190–6201. [51] Q. Xu, C. Tian, L. Zhang, Z. Cheng, X. Zhu, Macromol. Rapid Commun.\n2018, 1800327, DOI 10.1002/marc.201800327. [52] J. Yeow, C. Boyer, Adv. Sci. 2017, 4, 1700137. [53] T. K. Claus, B. Richter, V. Hahn, A. Welle, S. Kayser, M. Wegener, M.\nBastmeyer, G. Delaittre, C. Barner-Kowollik, Angew. Chem., Int. Ed.\n2016, 55, 3817–3822. [54] B. Richter, V. Hahn, S. Bertels, T. K. Claus, M. Wegener, G. Delaittre,\nC. Barner-Kowollik, M. Bastmeyer, Adv. Mater. 2017, 29, 1604342. [55] Yizhong Wang, A. Claudia I. Rivera Vera, Q. Lin*, Org. Lett. 2007, 9,\n4155–4158.\n[56] Y. Wang, W. J. Hu, W. Song, R. K. V. Lim, Q. Lin, Org. Lett. 2008, 10, 3725–3728.\n[57] M. Dietrich, G. Delaittre, J. P. Blinco, A. J. Inglis, M. Bruns, C. Barner-\nKowollik, Adv. Funct. Mater. 2012, 22, 304–312. [58] T. Junkers, Eur. Polym. J. 2015, 62, 273–280. [59] G. Delaittre, N. K. Guimard, C. Barner-Kowollik, Acc. Chem. Res. 2015,\n48, 1296–1307.\n[60] S. R. Mane, I. L. Hsiao, M. Takamiya, D. Le, U. Straehle, C. Barner-\nKowollik, C. Weiss, G. Delaittre, Small 2018, 14, 1801571. [61] L. Delafresnaye, N. Zaquen, R. P. Kuchel, J. P. Blinco, P. B. Zetterlund,\nC. Barner-Kowollik, Adv. Funct. Mater. 2018, 28, 1800342. [62] C. P. Ramil, Q. Lin, Curr. Opin. Chem. Biol. 2014, 21, 89–95. [63] L. P. D. Ratcliffe, A. J. Ryan, S. P. Armes, Macromolecules 2013, 46,\n769–777.\n[64] X. G. Qiao, M. Lansalot, E. Bourgeat-Lami, B. Charleux,\nMacromolecules 2013, 46, 4285–4295. [65] J. N. Israelachvili, D. J. Mitchell, B. W. Ninham, J. Chem. Soc. Faraday\nTrans. 2 1976, 72, 1525. [66] A. Blanazs, S. P. Armes, A. J. Ryan, Macromol. Rapid Commun. 2009,\n30, 267–277.\n[67] J. R. Lovett, N. J. Warren, S. P. Armes, M. J. Smallridge, R. B.\nCracknell, Macromolecules 2016, 49, 1016–1025. [68] R. Deng, Y. Ning, E. R. Jones, V. J. Cunningham, N. J. W. Penfold, S.\nP. Armes, Polym. Chem. 2017, 8, 5374–5380. [69] H. Yao, Y. Ning, C. P. Jesson, J. He, R. Deng, W. Tian, S. P. Armes,\nACS Macro Lett. 2017, 6, 1379–1385. [70] K. A. Simon, N. J. Warren, B. Mosadegh, M. R. Mohammady, G. M.\nWhitesides, S. P. Armes, Biomacromolecules 2015, 16, 3952–3958. [71] I. Canton, N. J. Warren, A. Chahal, K. Amps, A. Wood, R. Weightman,\nE. Wang, H. Moore, S. P. Armes, ACS Cent. Sci. 2016, 2, 65–74.\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    }, {
      "heading" : "COMMUNICATION",
      "text" : ""
    }, {
      "heading" : "Entry for the Table of Contents",
      "text" : "COMMUNICATION Surface-photoreactive core-shell polymeric nanomaterials exhibiting various morphologies are obtained by photoinitiated reversible-deactivation radical dispersion polymerization. Corresponding spherical nanoparticles and nanofibers exposing diaryl tetrazole moieties are then modified by phototriggered 1,3-dipolar cycloaddition with various enes.\nEdgar Molle, Dao Le, Tannaz Norizadeh Abbariki, Meryem Sümeyye Akdemir, Masanari Takamiya, Enrico Miceli, Olivier Kassel, Guillaume Delaittre*\nPage No. – Page No.\nAccess to Photoreactive Core-Shell Nanomaterials by Photoinitiated Polymerization-Induced SelfAssembly\n10.1002/cptc.201900216\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemPhotoChem\nThis article is protected by copyright. All rights reserved."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "Q. Huang", "C. Bao", "Y. Lin", "J. Chen", "Z. Liu", "L. Zhu", "J. Mater" ],
      "venue" : "B 2013, 1,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1125
    }, {
      "title" : "NIH-3T3 fibroblasts were exposed to the indicated concentration of the nanofiber or to anisomycin (Anis. 10 ng/μL). Their viability was assessed 48 h later using the alamarBlueTM HS cell viability reagent. The viability is presented as percent of the alamarBlueTM fluorescent signal in untreated cells and represents the mean ± SD of one representative experiment performed in triplicates. 10.1002/cptc.201900216 A  cc  ep  te  d  M  an  us  cr  ip  t ChemPhotoChem",
      "author" : [ "R. Deng", "M.J. Derry", "C.J. Mable", "Y. Ning", "S.P. Armes", "J. Am" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Soc",
      "author" : [ "J.N. Israelachvili", "D.J. Mitchell", "B.W. Ninham", "J. Chem" ],
      "venue" : "Faraday Trans. 2 1976, 72,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 1525
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "Such differences are related to the hydrophobicity of the Tet groups, which reduce the hydrodynamic diameter of the ABCP hydrophilic segments, hence the surface area occupied by the latter according to Israelachvili’s theory of amphiphiles self-assembly,[65] consequently promoting the formation of higher-order morphologies.",
      "startOffset" : 254,
      "endOffset" : 258
    } ],
    "year" : 2019,
    "abstractText" : "We report the straightforward synthesis of photoreactive nanoobjects exhibiting various colloidal morphologies by photoinitiated polymerization-induced self-assembly (PISA). Poly(oligoethylene glycol methyl ether methacrylate) copolymers with pendent UV-activatable diaryl tetrazole moieties were employed as macromolecular chain-transfer agents in water for the dispersion photopolymerization of 2-hydroxypropyl methacrylate under visible light. This led to the in situ formation of amphiphilic block copolymers, driving the self-assembly into core-shell nanoparticles, nanofibers, and nano/microvesicles. The tetrazole group present in the shell of the nanoobjects enabled functionalization with various functional molecules and polymers via UV-triggered nitrile imine-mediated tetrazole–ene cycloaddition (NITEC), in order to tune the surface properties of the nanomaterials (fluorescence, charge, hydrophilicity). The available set of photoinduced reactions constitutes an efficient, finely controllable, and environmentally friendly toolbox in chemistry for applications as varied as light-induced deprotection reactions in organic synthesis,[1,2] photopolymerization in dentistry,[3–5] 3D printing,[6] and photocatalysis.[7–9] Importantly, the use of so-called λ-orthogonal reactions,[10,11] which can be triggered independently by suitable choice of reaction partners and irradiation wavelengths, allows complex reaction schemes[12–14] and new functions in materials[15,16] The incorporation of photoreactive groups in polymeric materials enables a great variety of possibilities: collapse of single-chain nanoparticles,[17,18] block copolymer synthesis by classic free-radical polymerization,[19] and crosslinking reactions.[20–23] The usual mild reaction conditions also enable bioconjugation onto materials, such as nanoparticles (NPs).[24–28] Besides, photoreactive nanoparticles may find various applications, such as nanoprobes,[29] coatings,[30] or nanostructured hydrogel building blocks.[31] Polymeric core-shell NPs are most commonly obtained by solution assembly of presynthesized amphiphilic block copolymers (ABCPs) in very dilute conditions or by emulsion polymerization with such ABCPs as stabilizers. Importantly, polymerization-induced self-assembly (PISA) – a technique in its second decade of existence relying on the synthesis and synchronous self-assembly of ABCPs starting from an endreactive soluble macromolecule[32–34] – offers a strong alternative with decisive compelling features: (i) reduced number of synthesis and purification steps, (ii) high working concentrations, and (iii) direct access to core-shell morphologies beyond the simple spherical NPs, e.g., filomicelles/nanofibers, vesicles, lamellae, following specific morphological phase diagrams.[35–37] Moreover, introduction of functional and reactive groups at precise locations of the core-shell structure is relatively straightforward and renders PISA-made nanostructures suitable for various potential applications from biomedicine to catalytic high-performance materials.[38–41] Yet, there has been to this day no example of PISA-generated nanostructures with a photoreactive surface. Generally, reversible-deactivation radical polymerization (RDRP) is the underpinning mechanism for PISA (i.e., RDRPISA), under either dispersion or emulsion conditions. While thermal initiation is applied in most RDRPISA systems, photoinitiation has more recently been exploited and is attractive owing to its relatively low energy demand, the consequently reduced occurrence of side reactions and changes to temperature-responsive morphologies, and a potentially higher compatibility with temperature-sensitive moieties.[42-52] With the present work, we propose a route towards photoreactive NPs and higher-order morphologies using photoRDRPISA in water, following the aforementioned principle of λ orthogonality, demonstrate their functionalization with a set of (macro)molecules, and provide preliminary data concerning biocompatibility. The photoreactive groups were incorporated into a water-soluble macromolecular chain-transfer agent (macroRAFT), which was chain-extended in dispersion conditions by photopolymerization under visible light, thus affording nanoobjects with photoactivatable groups within the shell (Scheme 1A). The key to achieve the double light-activation system is to choose suitable moieties/chemistries that are selective of a specific wavelength, such as it has previously been demonstrated in the fabrication of photoreactive 3D microstructures by direct laser writing.[53,54] The selected photoactivatable group is the diaryltetrazole (Tet) motif, which can undergo a 1,3-dipolar cycloaddition with a large range of dipolarophiles, particularly (meth)acrylics and maleimides (Scheme 1B).[55,56] This reaction has been termed nitrile-imine [a] Edgar Molle, Dr Dao Le, Tannaz Norizadeh Abbariki, Meryem Sümeyye Akdemir, Dr Masanari Takamiya, Dr Enrico Miceli, Dr Olivier Kassel, Prof. Dr Guillaume Delaittre Institute of Toxicology and Genetics (ITG) Karlsruhe Institute of Technology (KIT) Hermann-von-Helmholtz-Platz 1, 76244 Eggenstein-Leopoldshafen, Germany E-mail: guillaume.delaittre@kit.edu [b] Edgar Molle, Dr Dao Le, Meryem Sümeyye Akdemir, Dr Enrico Miceli, Prof. Dr Guillaume Delaittre Institute for Chemical Technology and Polymer Chemistry (ITCP) Karlsruhe Institute of Technology (KIT) Engesserstrasse 18, 76131 Karlsruhe, Germany [c] Prof. Dr Guillaume Delaittre Institute for Applied Polymer Chemistry University of Applied Sciences Aachen, 52428 Jülich, Germany [d] Prof. Dr Guillaume Delaittre Deutsches Textilforschungszentrum Nord-West (DTNW) gGmbH, 47798 Krefeld, Germany Supporting information for this article is given via a link at the end of the document.((Please delete this text if not appropriate)) 10.1002/cptc.201900216 A cc ep te d M an us cr ip t ChemPhotoChem This article is protected by copyright. All rights reserved.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}