{
  "name" : "downloads_2019-12-17_19_zhou2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Self-assembled nano-vesicles based on mPEG-NH2 modified carboxymethyl chitosan-graft-eleostearic acid conjugates for delivery of spinosad for Helicoverpa armigera",
    "authors" : [ "Chuang Zhou", "Ziming Yanga", "Li Zhang", "Enming Dong", "Zuyu He", "Xianwu Liu", "Chao Wang", "Yan Yang", "Jing Jiao", "Yunhao Liu", "Yu Chen", "Puwang Lia" ],
    "emails" : [ "(SSD@mPEG-CMCS-g-EA", "SSD@mPEG-CMCS-g-EA", "SSD@mPEG-CMCS-g-EA" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nReactive and Functional Polymers\njournal homepage: www.elsevier.com/locate/react\nSelf-assembled nano-vesicles based on mPEG-NH2 modified carboxymethyl chitosan-graft-eleostearic acid conjugates for delivery of spinosad for Helicoverpa armigera\nChuang Zhoua, Ziming Yanga,⁎, Li Zhanga, Enming Donga, Zuyu Hea, Xianwu Liub, Chao Wanga, Yan Yanga, Jing Jiaoa, Yunhao Liua, Yu Chenc, Puwang Lia,⁎\na Key Laboratory of Tropical Crop Products Processing of Ministry of Agriculture and Rural Affairs, Agricultural Products Processing Research Institute, Chinese Academy of Tropical Agricultural Sciences, Zhanjiang 524001, PR China b College of Food Science & Technology, Huazhong Agricultural University, Wuhan 430070, PR China c School of Materials Science and Engineering, Beijing Institute of Technology, Beijing 100081, PR China\nA R T I C L E I N F O\nKeywords: Carboxymethyl chitosan Eleostearic acid Spinosad Nano-vesicles Self-assembly\nA B S T R A C T\nIn this work, carboxymethyl chitosan-graft-eleostearic acid (CMCS-g-EA) was synthesized via the amide reaction between the amino groups of carboxymethyl chitosan and the carboxyl group of eleostearic acid, and then mPEG-NH2 was grafted to CMCS-g-EA to prepare amphiphilic polymers (mPEG-CMCS-g-EA). The chemical structures of the above conjugates were characterized by FT-IR and 1H NMR. Both CMCS-g-EA and mPEG-CMCSg-EA based nano-vesicles were prepared by ultrasonic self-assembly method and they exhibited a low critical aggregation concentration (CAC) of 14.97 μg/mL, 16.82 μg/mL, respectively. The spinosad-loaded mPEG-CMCSg-EA nano-vesicles (SSD@mPEG-CMCS-g-EA NVs) were spherical in shape with an average diameter of 502.8 nm and the zeta potential of −25.60mV. The encapsulation efficiency (EE) and drug loading content (LC) of SSD@ mPEG-CMCS-g-EA nano-vesicles were 42.00%, 23.07%, respectively. In vitro release revealed that the SSD@ mPEG-CMCS-g-EA nano-vesicles exhibited a sustained and pH-responsive drug release property, and could significantly enhance the photostability of spinosad. Furthermore, the toxicological tests demonstrated that the SSD@mPEG-CMCS-g-EA nano-vesicles could efficiently inhibit the growth and development of Helicoverpa armigera. These results indicated that the SSD@mPEG-CMCS-g-EA nano-vesicles were highly potential for the treatment of Helicoverpa armigera."
    }, {
      "heading" : "1. Introduction",
      "text" : "Insect pests not only cause serious damage to crop products, but also bring about considerable economic losses. Helicoverpa armigera, a polyphagous pest, can dramatically reduce the yield of cotton, peanuts, okra, tomatoes, wheat and so on. At present, Helicoverpa armigera has developed resistance to commonly used synthetic insecticides, so it is very important to find biological pesticide instead of synthetic insecticides. However, the active ingredients of biological pesticides are easily degraded by sunlight and ultraviolet radiation and cannot be widely used. Recently, significant progress has been made in the research and development of polymeric nanomaterials and agricultural nanotechnology [1], which have high pesticide utilization efficiency and low environmental side effects, and can effectively protect the\nactive ingredients of pesticides from degradation by external conditions [2,3].\nChitosan (CS) [4–6], a nature polymeric materials, is widely used and recognized in the fileds of medicine [7–9], biochemistry [10,11], chemical industries [12–14] and agriculture [15–17] due to their favorable properties of biodegradability [18], renewability and biocompatibility [19]. However, the water solubility of CS is poor because of its rigid linear molecule structure, and the application of CS is restricted. Therefore, various methods were developed to increase the water solubility of CS, including grafting functional groups onto the molecular chain of chitosan [20,21]. Carboxymethyl chitosan (CMCS) [22–24], a water soluble chitosan derivative by introducing the CH2COOH functional group into chitosan, not only maintains the merits of chitosan, but also can be dissolved in an aqueous solution with a broad\nhttps://doi.org/10.1016/j.reactfunctpolym.2019.104438 Received 10 September 2019; Received in revised form 25 November 2019; Accepted 26 November 2019\n⁎ Corresponding authors at: Key Laboratory of Tropical Crop Products Processing of Ministry of Agriculture and Rural Affairs, Agricultural Products Processing Research Institute, Chinese Academy of Tropical Agricultural Sciences, Zhanjiang 524001, PR China.\nE-mail addresses: yangziming2004@163.com (Z. Yang), puwangli@163.com (P. Li).\nReactive and Functional Polymers 146 (2020) 104438\nAvailable online 27 November 2019 1381-5148/ © 2019 Elsevier B.V. All rights reserved.\nT\nrange of pH. In particular, fatty acid (such as stearic acid and eleostearic acid), an endogenous long-chain fatty acid, is widely accepted for pharmaceutical use [25]. As a main composition of fat, fatty acid is hydrophobic and biocompatible with low cytotoxicity. Thus, it is expected that the introduction of fatty acid into CMCS would induce selfassociation to form nanoparticles with good biocompatibility. In recent years, the amphipathic modification of CMCS has been extremely active and has become a research focus in the field of drug carriers [26,27]. Cong [28] constructed clarithromycin loaded ureido-modified carboxymethyl chitosan-graft-stearic acid polymeric nano-micelles by self-assembly method, which showed a superior anti-H. pylori effect in vitro. Guo [29] prepared galactosylated O-carboxymethyl chitosan-graftstearic acid conjugates and constructed Gal-OCMC-g-SA/DOX nanoparticles, which had a sustained and pH-dependent drug release manner and could be applied in cancer therapy.\nPoly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on. The polymers and materials modified with PEG were found to be better hemocompatibility, due to the flexibility of the backbone and hydrophilicity of the polymer. PEG modified chitosan and its derivatives increase the solubility and improve the biocompatibility of chitosan [35–37]. Dong [38] prepared an amphiphilic chitosan derivative by grafting methoxypolyethylene glycols (mPEG) and N-acetyl-l-isoleucine (NAI) onto chitosan and embedded spinosad, with a superior control of Fusarium oxysporum and the grafted large molecular weight of mPEG was beneficial to reduce the particle size of micelles.\nHence, in this work, carboxymethyl chitosan-graft-eleostearic acid (CMCS-g-EA) conjugates and mPEG-NH2 modified carboxymethyl chitosan-graft-eleostearic acid (mPEG-CMCS-g-EA) conjugates were\nsynthesized through the amide reaction. The self-aggregation behavior of the conjugates was investigated using pyrene as fluorescent probe. Then spinosad loaded CMCS-g-EA and mPEH-CMCS-g-EA nano-vesicles were prepared by a dialysis-ultrasound method and the physicochemical properties of the drug-loaded nano-vesicles including encapsulation efficiency (EE), loading capacity (LC), partical size, morphology, the in vitro drug release and photostability were investigated. In addition, the toxicity of the drug-loaded nano-vesicles on Helicoverpa armigera was also researched. This work demonstrated that mPEG-CMCS-g-EA could be used as an effective carrier to improve the toxicity of spinosad to Helicoverpa armigera."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Carboxymethyl chitosan (CMCS, Mw=1.0–2.0×104, degree of deacetylation ≥85%, degree of carboxymethylation ≥80%) was purchased from Shanghai Macklin Biochemical Co., Ltd., China. 1-Ethyl-3(3-dimethylaminopropyl)-carbodiimide hydrochloride (EDC) N-hydroxysuccinimide (NHS) and amino-terminated mPEG (mPEG-NH2) (Mw=2000) were purchased from Aladdin Reagent Co. Ltd., China. Eleostearic acid (EA) was obtained from Sinopharm Chemical Reagent Co., Ltd., China, and the purity was 95.6%. Spinosad was provided by the Institute of Tropical Bioscience and Biotechnology of Chinese Academy of Tropical Agricultural Sciences (Haikou, China), and the purity was 87.5%. Helicoverpa armigera was supplied by Henan Jiyuan Baiyun Industry Co., Ltd., China. All other reagents were analytical grades (AR) and used without further purification. Distilled water was used in all experiments.\nScheme 1. The synthesis schemes of CMCS-g-EA and mPEG-CMCS-g-EA conjugates."
    }, {
      "heading" : "2.2. Synthesis of amphiphilic conjugates",
      "text" : ""
    }, {
      "heading" : "2.2.1. Synthesis of CMCS-g-EA conjugates",
      "text" : "CMCS-g-EA was synthesized via the amide reaction between the amino groups of carboxymethyl chitosan and the carboxyl group of eleostearic acid in the presence of EDC and NHS [25,26], (as shown in Scheme 1). In brief, CMCS (0.278 g) was dissolved in 40mL distilled water. Then different amount of eleostearic acid (the weight ratios of EA/CMCS=0.25:1, 0.5:1, 1:1) was dissolved in 40mL ethanol, followed by addition of NHS (1.5 mol/mol EA) and EDC (1.5mol/mol EA). The CMCS aqueous solution was heated to 80 °C and the EA solution containing EDC and NHS was added dropwise into the CMCS aqueous solution. The reaction was carried out for 6 h at 80 °C under stirring at 540 rpm. Afterwards, the reaction mixture was cooled to room temperature and incessantly stirred for 16 h. Then the obtained reaction solution was adequately dialyzed (molecular cut off=7, 000 Da) against distilled water for 48 h with constant exchange of fresh distilled water to remove water-soluble catalysts. Subsequently, the dialyzed suspension was freeze-dried and washed several times with ethanol to remove unreacted EA."
    }, {
      "heading" : "2.2.2. Synthesis of mPEG-CMCS-g-EA conjugates",
      "text" : "For preparing mPEG-CMCS-g-EA conjugates, the amide bonds were created between the carboxylic acid groups of CMCS-g-EA and the free amino groups of mPEG-NH2 according to the NHS/EDC method with a minor modification [39,40] (as shown in Scheme 1). In brief, mPEGNH2 was dissolved in distilled water and heated to 80 °C. The CMCS-gEA solution containing EDC and NHS was added dropwise into the mPEG-NH2 aqueous solution. The amide reaction was carried out for 6 h at 80 °C under stirring at 540 rpm and was cooled to room temperature and incessantly stirred for 16 h. The obtained products were dialyzed in water for 2 days and then freeze-dried. The weight ratio of mPEG-NH2/CMCS/EA was1:1:1."
    }, {
      "heading" : "2.3. Preparation of CMCS-g-EA and mPEG-CMCS-g-EA based nano-vesicles",
      "text" : "CMCS-g-EA and mPEG-CMCS-g-EA based nano-vesicles (CMCS-g-EA NVs and mPEG-CMCS-g-EA NVs) were prepared by ultrasonic self-assembly method in aqueous medium [41,42]. In brief, 10 mg of the CMCS-g-EA and mPEG-CMCS-g-EA conjugates were respectively dissolved in 100mL deionized water with tenderly shaking at room temperature and then subjected to ultrasonic treatment using a probe-type sonifier (JY92-II Ultrasonic Processor, China) at 180W for 5min. Then, the sonication was repeated for three times until an optically transparent dispersion was obtained, in which the dispersion was cooled to ambient temperature before the next ultrasonic treatment.\nPyrene was used as a hydrophobic probe, and the critical aggregation concentration (CAC) of these self-assembled polymeric nano-vesicles in aqueous medium was determined by fluorescence spectrophotometer (F-7000, Japan) [43,44]. The method was as follows: a series of polymeric nano-vesicles solutions containing 6.0× 10−7 pyrene were prepared at concentrations ranging from 0.001mg/mL to 0.1 mg/mL. The excitation wavelength of pyrene is 335 nm, the emission wavelength is 390 nm, and the scanning range is 350–500 nm."
    }, {
      "heading" : "2.4. Preparation of SSD@CMCS-g-EA NVs and SSD@mPEG-CMCS-g-EA NVs",
      "text" : "Spinosad (SSD) loaded CMCS-g-EA and mPEG-CMCS-g-EA polymeric nano-vesicles (SSD@CMCS-g-EA NVs and SSD@mPEG-CMCS-gEA NVs) were prepared as follows: 1.0mg/mL of a spinosad stocking solution was prepared with ethanol. And then the SSD/ethanol solution was added into the conjugates solution (0.1 mg/mL) and gently stired at room temperature for overnight. The above mixture was then dialyzed (molecular cut off=7,000 Da) against deionized water for 24 h. In order to get uniform shape nano-vesicles, the dialyzed dispersion\nsolution were further sonicated using the probe-type sonifier. The obtained SSD@CMCS-g-EA NVs and SSD@mPEG-CMCS-g-EA NVs dispersion were then centrifugated at 10000 rpm for 20min and filtered through a 0.8 μm membrane to remove insoluble spinosad and finally freeze-dried.\nThe amount of encapsulated spinosad was determined via a UV–vis spectrophotometer at 250 nm after spinosad was extracted from the drug-loaded nano-vesicles with ethanol. And the amount of spinosad was figured out using the pre-established linear regression equation (y= 0.0189x+ 0.011, R2= 0.9991). The encapsulation efficiency (EE) and drug loading content (LC) were calculated according to the following equations:\n= ×EE(%) Weight of SSD extracted from nanomicelles\nWeight of the feeding SSD 100%\n= ×LC(%) Weight of SSD extracted from nanomicelles\nWeight of drug‐loaded nanomiclles 100%"
    }, {
      "heading" : "2.5. Characterization of CMCS-g-EA and mPEG-CMCS-g-EA conjugates",
      "text" : "The composition and structure of CMCS-g-EA and mPEG-CMCS-gEA were characterized by Fourier transform infrared (FT-IR) spectra and Hydrogen nuclear magnetic (1H NMR) spectra. The FT-IR spectra of CMCS-g-EA and mPEG-CMCS-g-EA were recorded on a FT-IR spectroomter (Tensor 27, Bruker, Germany) using KBr pellet method in the wavenumber range of 500–4000 cm−1. The 1H NMR spectra of the conjugates were conducted on the nuclear magnetic resonance instrument (BRUKER, AVANCE 400) using D2O as the solvent. The degree of substitution (DS), defined as the number of functional groups per 100 anhydroglucose units of these conjugates, was calculated according to the literature [45]."
    }, {
      "heading" : "2.6. Characterization of nano-vesicles",
      "text" : ""
    }, {
      "heading" : "2.6.1. Dynamic light scattering measurements (DLS)",
      "text" : "The particle size and zeta-potential of these self-assembled polymeric nano-vesicles were measured by a Malvern dynamic light scattering instrument (DLS) (Zetasizer Nano ZS, UK). All samples were filtered using a 0.8 μm filter head and the particle sizes and zeta potentials of each sample were measured three times."
    }, {
      "heading" : "2.6.2. Scanning and transmission electron microscopies",
      "text" : "For scanning electron microscopy (SEM), one or two drops of samples were placed on the aluminum foil coated with conductive adhesive and allowed to dry naturally at room temperature, after which they were characterized by SEM (S-4800, Hitachi, Japan).\nFor transmission electron microscope (TEM), one or two drops of samples were placed on a carbon-coated copper mesh, after natural drying at room temperature, then were analyzed using TEM (Jem-1400, JEOL, Japan)."
    }, {
      "heading" : "2.7. In vitro drug release study",
      "text" : "The release behavior of spinosad from the drug loaded nano-vesicles was investigated in vitro experiments via a dialysis method in different phosphate buffered saline (PBS) (pH=5.8, 6.5 and 7.4) at room temperature (28 °C). Briefly, the freeze dried spinosad-loaded nano-vesicles were dispersed in PBS solution (10mL), and the bulk solution was placed in a dialysis bag (molecular weight cut off 7000 Da) and immersed in the PBS solution (100mL). At the predetermined time intervals, 5 mL of the release medium was withdrawn and replaced with an equal volume of fresh release medium. The amount of spinosad released was determined using a UV–vis spectrophotometer at 245 nm. Each experiment was repeated in triplicate."
    }, {
      "heading" : "2.8. Photostability tests",
      "text" : "The aqueous solutions of SSD@mPEG-CMCS-g-EA nano-vesicles and SSD were placed in a manual simulated light box (200–2500 nm spectral output, 50W radiation output), and the remaining content of SSD in each samples at different times was extracted via ethanol through ultrasonication and measured by UV spectrophotometer. Every sample was tested for three times and the standard deviation was given. The photostability curves of SSD@mPEG-CMCS-g-EA nano-vesicles and SSD were plotted according to the test results."
    }, {
      "heading" : "2.9. Toxicological tests",
      "text" : "The insecticidal activity of SSD@mPEG-CMCS-g-EA NVs on Helicoverpa armigera was investigated through the artificial rearing technology. In brief, mPEG-CMCS-g-EA NVs, SSD and SSD@mPEGCMCS-g-EA NVs were incorporated into the artificial diet and were evenly mixed, and the drug concentration in each test was 0.1%, 0.2% and 0.3%. Then, the treated feed and the three-instar larvae were placed in the artificial breeding grid with a 100-well plates for feeding and growth, and 30 larvaes were processed at each concentration and repeated 3 times. Afterward, the treated larvaes were placed in an artificial climate chamber under a suitable condition (temperature 27 ± 1 °C; relative humidity 60%–70%; photoperiod 14L:10D) for 48 h. The number of the dead larvaes was recorded at a given time, and the mortality rate (MR) of larvaes was calculated according to the following equation:\n= ×MR(%) Number of dead larvaes Total number of larvaes 100%\nThe virulence performance of SSD@mPEG-CMCS-g-EA NVs on Helicoverpa armigera larvae was determined by topical application method. Different drug concentration (0.10, 0.50, 1.00, 2.00, 5.00 μg/ mL) of mPEG-CMCS-g-EA NVs, SSD and SSD@mPEG-CMCS-g-EA NVs was dropped onto the anterior thoracic plate of the larvae of Helicoverpa armigera using a micro-dropper with 1.5 μL per drop, and the drop amount of control group was 1.5 μL deionized water. After that, the treated larvaes were placed in the artificial climate chamber and the culture conditions were shown above. And the SPAA software was used to analyze and calculate the virulence regression equation and the LC50 value."
    }, {
      "heading" : "2.10. Statistical analysis",
      "text" : "All the experiments were carried out in triplicate, and one-way analysis of variance (ANOVA) was performed through IBM SPSS Statistics version 25 software. The mean values and standard deviations (SD) of the experiments were calculated using Origin 9.0 software, and all data were indicated as “mean ± SD”. Differences were considered statistically significant only when the P value was<0.05."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characteristics of CMCS-g-EA and mPEG-CMCS-g-EA conjugates",
      "text" : "The FT-IR spectra of CMCS, EA, CMCS-g-EA and mPEG-CMCS-g-EA co-polymers were shown in Fig. 1(A). For CMCS, the peak at 3439 cm−1 was attributed to the stretching vibrations of the eOH and eNH2 groups, and the peaks at 2928 cm−1 and 2856 cm−1 were assigned to the stretching vibrations of CeH (methylene), and the peak at 1710 cm−1 was related to the C]O stretching vibrations in amide linkages. While the peaks at about 1643 and 1594 cm−1 were ascribed to the amide I and II band stretching vibration of amide, which revealed the high degree of deacetylation of CMCS. And the peak at 1067 cm−1 was associated with the stretching vibrations of the CeOeC, which was the common structure in CMCS. For EA, the observed peaks at 2932 and\n2856 cm−1 were related to the stretching vibrations of CeH (methyl and methylene). The peaks at 1710 and 1465 cm−1 were associated with the C]O stretching vibrations. While the peaks at 3026 and 990 cm−1 were attributed to the stretching vibrations of ]CeH, which were the characteristic peaks of EA. In the FTIR spectrum of CMCS-gEA, it was clearly observed that the absorption bands at 2932 and 2856 cm−1 of CeH (methyl and methylene) were significantly reinforced with the increase of weight ratio of EA/CMCS. And, the amide I band of CMCS-g-EA became further stronger, revealing more amide linkages were formed. In addition, a newly peak at 990 cm−1 ascribed to the flexural vibration of the=C-H appeared in the spectrum of CMCS-g-EA and was strengthened with the ratio increase of EA/CMCS, which indicated that EA was successfully grafted onto the chain of CMCS. Furthermore, the intensity of the peak at 3398 cm−1 in the spectrum of mPEG-CMCS-g-EA was dropped compared with CMCS-gEA, which indicated that the carboxyl group of CMCS-g-EA was reacted with the amino group of mPEG-NH2 and weakened the stretching vibration of –OH. Thus, the above results could confirm the successful preparation of mPEG-CMCS-g-EA.\nThe 1H NMR spectra of mPEG-NH2, CMCS, CMCS-g-EA and mPEGCMCS-g-EA were displayed in Fig. 1(B). For CMCS, the peak at 2.0 ppm was assigned to the methyl hydrogen (CH3eC]O) of N-acetylglucosamine, and the chemical shift values at δ=3.4–4.0 ppm were attributed to ring protons (H-3, 4, 5, 6, 6′) of CMCS, and the chemical shift values at δ=4.7 ppm was attributed to the deuterated solvent (D2O). For mPEG-NH2, the peak at δ=3.31 ppm was attributed to the hydrogen atom of eOCH3 group, and the peak at δ=3.56 was attributed to the methylene proton (eCH2e) in the mPEG segment. In the 1H NMR spectrum of CMCS-g-EA, the new proton peaks at 0.83,1.01 and 1.19 ppm were assigned to the proton signals of methyl and methylene of CMCS-g-EA, and the new peak at 4.10 ppm was owed to the proton signals of methylene in the new structure of NH-CO-CH2, which could confirmed the coupling of EA to CMCS. What's more, the characteristic peak at δ=3.38 ppm attributed to the hydrogen atom of –OCH3 group and the strong peak at δ=3.60 attributed to the methylene proton (-CH2-) of the mPEG segment appeared in the 1H NMR spectrum of mPEG-CMCS-g-EA, which indicated that mPEG-NH2 was grafted to the chain of CMCS-g-EA. Therefore, the above results also confirmed the successful preparation of mPEG-CMCS-g-EA."
    }, {
      "heading" : "3.2. Characterization of nano-vesicles",
      "text" : ""
    }, {
      "heading" : "3.2.1. Effect of weight ratio of EA/CMCS on particle sizes, PDI and zeta potential of CMCS-g-EA NVs",
      "text" : "The particle size, zeta potential and polymer dispersity index (PDI) of these self-assembly nano-vesicles were listed in Table 1, and the particle size distribution and column diagram were also dispalyed in Fig. 2. As shown in Table 1, the particle size of CMCS-g-EA NVs kept decreasing with increase of the EA/CMCS weight ratio. This was probably due to high amount of EA contributing to a large degree of substitution, which reinforced the hydrophobic cores of the particles and formed more tightly hydrophobic cores by the further winding of the polysaccharide backbone due to the enhanced hydrophobic interaction [46]. Thus, the optimized weight ratio of EA/CMCS was 1:1, and the corresponding minimum particle size of CMCS-g-EA1:1 NVs was about 223.5 nm. In addition, the particle size of mPEG-CMCS-g-EA1:1:1 NVs was about 237.5 nm.\nThe zeta potential was also measured for all the self-assembled nano-vesicles. It could be seen that they all possessed negative charges, which was due to the carboxymethyl groups that were equipped with electronegativity. In addition, with the increase of weight ratio of EA/ CMCS, the zeta potential values of nano-vesicles gradually increased, which was favorable to improve the stability and dispersion of selfassembled nano-vesicles."
    }, {
      "heading" : "3.2.2. Effect of weight ratio of EA/CMCS on CAC",
      "text" : "The self-aggregation behavior of CMCS-g-EA conjugates was investigated using fluorescence techniques using pyrene as a probe. Fig. 3 showed the fluorescence spectra of pyrene in CMCS-g-EA1:1 aqueous solution with different concentrations. It could be seen that the fluorescence intensity of the spectra showed no significant difference when the concentration of CMCS-g-EA1:1 was low (0.001–0.01mg/mL), which indicated that they could not form aggregates at these low concentrations. Furthermore, the fluorescence intensity of the spectra had a prominent enhancement with the continuously increase of CMCSg-EA1:1 concentration (0.03–0.1mg/mL), which indicated that they were able to take shape at a certain concentration, which was defined as the critical aggregation concentration (CAC). In Fig. 3, the intensity ratio of I373/I393 against the logarithm of the CMCS-g-EA conjugate concentration was plotted. It showed that the CAC values of CMCS-gEA0.25:1, CMCS-g-EA0.5:1, and CMCS-g-EA1:1 were 18.01, 15.90, and 14.97 μg/mL, respectively, and the CAC values of the CMCS-g-EA conjugates decreased with the increase of weight ratio of EA/CMCS. This was due to the introduction of more hydrophobic fatty long chain into the carboxymethyl chitosan backbone made it easier for the conjugates to form nano-vesicles, thus resulting in a lower CAC. In addition, the CAC of mPEG-CMCS-g-EA NVs was about 16.82 μg/mL."
    }, {
      "heading" : "3.3. Characterization of drug-loaded nano-vesicles",
      "text" : "It could be seen from Table 2, when the weight ratio of drug-tocarrier increased from 1:10 to 5:10, the EE of spinosad-loaded nanovesicles sharply went down at first and then slowly decreased, while the LC gently went up. Meanwhile, with the dosage increased, the particle size of drug-loaded nano-vesicles gradually increased due to the growing of hydrophobic core. In addition, when the spinosad-loaded nano-vesicles was stored at room temperature for a period of time, we found the nano-vesicles showed a good stability and the particle sizes had no significant change. This was due to the large amount of negative charge on the surface of the vesicles and provide a strong repulsive force, which was beneficial to improve the stability of the vesicles.\nThe SEM, TEM and particle size distribution of SSD@CMCS-g-EA1:1 and SSD@mPEG-CMCS-g-EA were shown in Fig. 4. It could be seen\nfrom SEM (Fig. 4A, B) and TEM (Fig. 4C, D), these self-assembled particles were spherical in shape and were well dispersed with no significant aggregation. And the partical size of SSD@mPEG-CMCS-g-EA was about 502.8 nm, which was higher than that of SSD@CMCS-g-EA1:1 (453.6 nm). In addition, through the observation of TEM, the morphology of SSD@CMCS-g-EA1:1 and SSD@mPEG-CMCS-g-EA was similar to vesicles. The phenomenon could be explained that the copolymers of CMCS-g-EA and mPEG-CMCS-g-EA had an amphiphilic character, and when they were dispersed in the aqueous phase, the hydrophobic tails of the molecules tended to agglomerate together, avoiding the aqueous phase, while the hydrophilic heads were exposed to the aqueous phase, thus forming a closed vesicle with a bilayer structure."
    }, {
      "heading" : "3.4. In vitro drug release study",
      "text" : "The in vitro release profiles and the curves of zeta potential with different pH of these drug loaded nano-vesicles were displayed in Fig. 5. It could be seen from Fig. 5(A, C), the drug loaded nano-vesicles showed a good sustained and pH responsive drug release performance. And, under phosphate buffer solution with different pH, The in vitro release of the drug-loaded nano-vesicles all had two stages: a burst release phase and a sustained release phase. The burst release was due to the fact that under acidic amd weak alkali conditions, induced deformation effect changed the outer structure of the nano-vesicles, which became looser and released more SSD from the inter of vesicles. And, the sustained release was on account of the strong interaction of hydrophobic groups between SSD and the vesicles to prevent the rapid release of SSD. Compared with the release profiles of Fig. 5A and C, it could be seen that the accumulative release of SSD@CMCS-g-EA1:1 was high than that of SSD@mPEG-CMCS-g-EA, but the burst release time (24 h) of SSD@CMCS-g-EA1:1 was lower than that of SSD@mPEG-CMCS-g-EA (48 h), which was due to the sueface of SSD@mPEG-CMCS-g-EA was equipped with mPEG and it was not easily broken under acidic conditions. In addition, the accumulative release of nano-vesicles in the buffer solution of pH=5.8 was higher than that of pH=6.5 and 7.4, which was determined by the structure of the nano-vesicles. The negatively charged CMCS-g-EA and mPEG-CMCS-g-EA conjugates were\namphoteric substances due to the presence of -NH2 and –COOH groups on the backbone. With the PBS pH value decreasing, the carboxymethyl and amino groups of CMCS-g-EA and mPEG-CMCS-g-EA conjugates were protonated, and the net charge of conjugates went down, which was consistent with the curves of zeta potential with different pH (Fig. 5B and D). And, when the pH approached the isoelectric point of the conjugates (4.7, 5.0), the surface charge of these vesicles gradually decreases to zero, which promoted the aggregation and precipitation of these vesicles that in turn caused the structure of the vesicles to be destroyed, resulting in the release of the drug from the inter of vesicles."
    }, {
      "heading" : "3.5. Photostability tests",
      "text" : "Fig. 6 showed the photostability curves of SSD@mPEG-CMCS-g-EA and free SSD. As indicated in Fig. 6, the content of the drug in SSD@ mPEG-CMCS-g-EA and free SSD all gradually decreased in the initial irradiation time (0−20 h), but the degradation rate of SSD@mPEGCMCS-g-EA was below free SSD. With prolonging irradiation time, the content of the drug in SSD@mPEG-CMCS-g-EA had no distinct change,\nbasically maintained at about 55%, yet the content of free SSD was continuous decline. This phenomenon could be explained that under acidic conditions, induced deformation effect of the acid changed the structure of the outer nano-vesicles, which became looser and released more SSD from the inter of vesicles, resulting in the rapid degradation of SSD, in addition, because of the strong interaction of hydrophobic groups between SSD and the vesicles, the rapid release behavior was prevented, thereby slowing down the rate of photodegradation. However, the photostability of the free SSD without the protection of carrier materials was weaker than that of SSD@mPEG-CMCS-g-EA. Hence, the above results demonstrated that the carrier materials could improve the photostability of SSD and delay the rate of photodegradation."
    }, {
      "heading" : "3.6. Toxicological tests",
      "text" : "The insecticidal activity of mPEG-CMCS-g-EA NVs, free SSD and SSD@mPEG-CMCS-g-EA NVs on Helicoverpa armigera was shown in Table 3. It could be seen form Table 3, the mortality rate (MR) of mPEGCMCS-g-EA NVs on Helicoverpa armigera was zero, which indicated that\nmPEG-CMCS-g-EA NVs had no insecticidal activity on Helicoverpa armigera, while both free SSD and SSD@mPEG-CMCS-g-EA NVs showed good insecticidal activity, and the mortality rate of SSD@mPEG-CMCSg-EA NVs on Helicoverpa armigera was higher than that of free SSD at the same dosage, the reasons of which were that SSD@mPEG-CMCS-gEA had a good sustained release performance, and the stability of embedded SSD was improved due to the protection of carrier materials, thus, the utilization rate of SSD was improved. Meanwhile, the LC50 of SSD@mPEG-CMCS-g-EA NVs and free SSD were 1.02 μg/mL and 1.47 μg/mL, respectively, as shown in Table 4. It could be seen that the virulence of SSD@mPEG-CMCS-g-EA NVs were lower than that of free SSD. This was mainly due to the fact that with the extension of the drug action time, spinosad was slowly released from the nano-vesicles, and the drug effect was gradually released, therefore the lethal concentration 50% (LC50) was lower than that of free SSD. The above results demonstrated that the polymeric nano-vesicles could significantly enhance the insecticidal activity of spinosad.\nFig. 7 was the images of Helicoverpa armigera at different growth stages with different drugs treatments. It could be found that the larvae of the control group and the mPEG-CMCS-g-EA NVs group were crystally clear and transparent, and after being pupae, they were all thick and full, and could be further feathered to imago. While, the larvae treated with SSD and SSD@mPEG-CMCS-g-EA NVs were emaciated and blackened, and when being adult, the imago were poorly developed, and the wings could not be fully unfolded or even deformed. In addition, it was found that the development the larvae treated with SSD@ mPEG-CMCS-g-EA NVs was worse than that of SSD. These result\nindicated that the spinosad-loaded self-assembled nano-vesicles could efficiently inhibit the growth of Helicoverpa armigera and improve the insecticidal ability of SSD."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, a novel conjugate, mPEG-NH2 modified carboxymethyl chitosan-graft-eleostearic acid (mPEG-CMCS-g-EA), was synthesized as an effective drug delivery carrier for embedding spinosad. And the chemical structures of mPEG-CMCS-g-EA were confirmed by FT-IR and NMR spectra. The amphiphilic conjugates could self-assemble into nano-vesicles in aqueous solution with a low critical aggregation concentration. The EE and LC of SSD@mPEG-CMCS-g-EA nano-vesicles were 42.00%, 23.07%, respectively. In vitro release indicated SSD@ mPEG-CMCS-g-EA nano-vesicles showed a sustained and pH-responsive drug release property, and the acidic environment was conducive to the release of SSD. In addition, toxicological tests revealed that SSD@ mPEG-CMCS-g-EA nano-vesicles could effectively improve the insecticidal rate and inhibit the growth and development of Helicoverpa armigera. These results suggested that the mPEG-CMCS-g-EA conjugates could be potentially used for drug carriers and improving the control efficacy of pests and diseases, with a promising application foreground.\nData availability\nThe raw/processed data required to reproduce these findings cannot be shared at this time as the data also forms part of an ongoing study.\nAuthor statement\nThis publication is approved by all authors and tacitly or explicitly by my institute where this work was carried out. If it were accepted, it will not be published elsewhere in the same form in English or in any other language, without the written consent of the publisher.\nDeclaration of Competing Interest\nWe declare that we do not have any commercial or associative interest that represents a conflict of interest in connection with the work submitted."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by National Key R&D Program of China (2018YFD0201100), the Natural Science Foundation of Hainan Province (219QN294, 319QN297), the Central Public-interest Scientific Institution Basal Research Fund for Chinese Academy of Tropical Agricultural Sciences (1630122019012, 1630122019011, 1630122017009), the Natural Science Foundation of Guangdong Province (2019A1515010714, 2018A030313109, 2018A030307015) and the Science and technology projects of Zhanjiang (No.2018A02015).\na The concentration in the toxicological tests was the percentage of the drug in the formulation. The results represent the means± SD (n= 3)."
    } ],
    "references" : [ {
      "title" : "Development strategies and prospects of nano-based smart pesticide formulation",
      "author" : [ "X. Zhao", "H. Cui", "Y. Wang", "C. Sun", "B. Cui", "Z. Zeng" ],
      "venue" : "J. Agric. Food Chem. 66 (26) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Role of nanotechnology in agriculture with special reference to management of insect pests",
      "author" : [ "M. Rai", "A. Ingle" ],
      "venue" : "Appl. Microbiol. Biotechnol. 94 (2) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Construction of novel amphiphilic chitosan copolymer nanoparticles for chlorpyrifos delivery",
      "author" : [ "J. Zhang", "M. Li", "T. Fan", "Q. Xu", "Y. Wu", "C. Chen", "Q. Huang" ],
      "venue" : "J. Polym. Res. 20 (3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Core-modified chitosan-based polymeric micelles for controlled release of doxorubicin",
      "author" : [ "Y. Ye", "F. Yang", "F. Hu", "Y. Du", "H. Yuan", "H. Yu" ],
      "venue" : "Int. J. Pharm. 352 (1–2) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Poly(L-histidine)-chitosan/ alginate complex microcapsule as a novel drug delivery agent",
      "author" : [ "A. Chen", "M. Chen", "S. Wang", "X. Huang", "Y. Liu", "Z. Chen" ],
      "venue" : "J. Appl. Polym. Sci. 124 (5) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chitosan as a suitable nanocarrier material for anti- Alzheimer drug delivery",
      "author" : [ "J. Sarvaiya", "Y.K. Agrawal" ],
      "venue" : "Int. J. Biol. Macromol. 72 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis of TAT peptide-tagged PEGylated chitosan nanoparticles for siRNA delivery targeting neurodegenerative diseases",
      "author" : [ "M. Malhotra", "C. Tomaro-Duchesneau", "S. Prakash" ],
      "venue" : "Biomaterials 34 (4) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Preparation and renoprotective effects of carboxymethyl chitosan oligosaccharide on adriamycin nephropathy",
      "author" : [ "J. Qiao", "Y. Liu", "Z. Jiang", "Y. Yang", "W. Liu", "B. Han" ],
      "venue" : "Carbohydr. Polym. 201 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydrogels for biomedical applications from glycol chitosan and  PEG diglycidyl ether exhibit pro-angiogenic and antibacterial activity",
      "author" : [ "G. Tripodo", "A. Trapani", "A. Rosato", "C. Di Franco", "R. Tamma", "G. Trapani", "D. Ribatti", "D. Mandracchia" ],
      "venue" : "Carbohydr. Polym. 198 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chitosan gel sheet containing drug carriers with controllable drug-release properties",
      "author" : [ "T. Ito", "T. Takami", "Y. Uchida", "Y. Murakami" ],
      "venue" : "Colloids Surf. B: Biointerfaces 163 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chitosan-decorated doxorubicin-encapsulated nanoparticle targets and eliminates tumor reinitiating cancer stem-like cells",
      "author" : [ "W. Rao", "H. Wang", "J. Han", "S. Zhao", "J. Dumbleton", "P. Agarwal", "W. Zhang", "G. Zhao", "J. Yu", "D.L. Zynger", "X. Lu", "X. He" ],
      "venue" : "ACS Nano 9 (6) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Improved oral delivery of resveratrol from N-trimethyl chitosan-g-palmitic acid surface-modified solid lipid nanoparticles",
      "author" : [ "P. Ramalingam", "Y.T. Ko" ],
      "venue" : "Colloids Surf. B: Biointerfaces 139 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chitosan cross-linked with poly(ethylene glycol)dialdehyde via reductive amination as effective controlled release carriers for oral protein drug delivery",
      "author" : [ "Z. Jing", "Z. Ma", "C. Li", "Y. Jia", "M. Luo", "X. Ma", "S. Zhou", "B. Zhang" ],
      "venue" : "Bioorg. Med. Chem. Lett. 27 (4) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced oral insulin delivery via surface hydrophilic modification of chitosan copolymer based self-assembly polyelectrolyte nanocomplex",
      "author" : [ "C. Liu", "Y. Kou", "X. Zhang", "W. Dong", "H. Cheng", "S. Mao" ],
      "venue" : "Int. J. Pharm. 554 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Utilization of chitosan-lactide copolymer nanoparticles as controlled release pesticide carrier for pyraclostrobin against Colletotrichum gossypii Southw",
      "author" : [ "L. Xu", "L. Cao", "F. Li", "X. Wang", "Q. Huang" ],
      "venue" : "J. Dispers. Sci. Technol. 35 (4) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Quaternized chitosan-capped mesoporous silica nanoparticles as nanocarriers for controlled pesticide release",
      "author" : [ "L. Cao", "H. Zhang", "C. Cao", "J. Zhang", "F. Li", "Q. Huang" ],
      "venue" : "Nanomaterials-Basel 6 (7) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Agrochemical loaded biocompatible chitosan nanoparticles for insect pest management",
      "author" : [ "A. Sharma", "K. Sood", "J. Kaur", "M. Khatri" ],
      "venue" : "Biocatal. Agric. Biotechnol. 18 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chitosan-alginate microcapsules provide gastric protection and intestinal release of ICAM-1-targeting nanocarriers",
      "author" : [ "R. Ghaffarian", "E.P. Herrero", "H. Oh", "S.R. Raghavan", "S. Muro" ],
      "venue" : "enabling GI targeting in vivo, Adv. Funct. Mater. 26 (20) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Functionalized and graft copolymers of chitosan and its pharmaceutical applications",
      "author" : [ "C. Bhavsar", "M. Momin", "S. Gharat", "A. Omri" ],
      "venue" : "Expert Opin. Drug Deliv. 14 (10) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Engineered chitosan based nanomaterials: bioactivities",
      "author" : [ "R.V. Kumaraswamy", "S. Kumari", "R.C. Choudhary", "A. Pal", "R. Raliya", "P. Biswas", "V. Saharan" ],
      "venue" : "mechanisms and perspectives in plant protection and growth, Int. J. Biol. Macromol. 113 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Salicylic acid functionalized chitosan nanoparticle: a sustainable biostimulant for plant",
      "author" : [ "R.V. Kumaraswamy", "S. Kumari", "R.C. Choudhary", "S.S. Sharma", "A. Pal", "R. Raliya", "P. Biswas", "V. Saharan" ],
      "venue" : "Int. J. Biol. Macromol. 123 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Surface-fluorinated and pH-sensitive carboxymethyl chitosan nanoparticles to overcome biological barriers for improved drug delivery in vivo",
      "author" : [ "X. Cheng", "X. Zeng", "Y. Zheng", "X. Wang", "R. Tang" ],
      "venue" : "Carbohydr. Polym. 208 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation and evaluation of carboxymethyl chitosan-rhein polymeric micelles with synergistic antitumor effect for oral delivery of paclitaxel",
      "author" : [ "X. Wang", "Y. Guo", "L. Qiu", "X. Wang", "T. Li", "L. Han", "H. Ouyang", "W. Xu", "K. Chu" ],
      "venue" : "Carbohydr. Polym. 206 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanostructured lipid carrier-based pH and temperature dual-responsive hydrogel composed of carboxymethyl chitosan and poloxamer for drug delivery",
      "author" : [ "Y. Yu", "R. Feng", "S. Yu", "J. Li", "Y. Wang", "Y. Song", "X. Yang", "W. Pan", "S. Li" ],
      "venue" : "Int. J. Biol. Macromol. 114 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and antihepatitis B virus activity of acyclovir conjugated stearic acid-g-chitosan oligosaccharide micelle",
      "author" : [ "S. Huang", "Y. Du", "H. Yuan", "X. Zhang", "J. Miao", "F. Cui", "F. Hu" ],
      "venue" : "Carbohydr. Polym. 83 (4) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "pH-sensitive carboxymethyl chitosan hydrogels via acid-labile ortho ester linkage as an implantable drug delivery system",
      "author" : [ "J. Gao", "Y. Xu", "Y. Zheng", "X. Wang", "S. Li", "G. Yan", "J. Wang", "R. Tang" ],
      "venue" : "Carbohydr. Polym. 225 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Carboxymethyl chitosan-functionalized magnetic nanoparticles for disruption of biofilms of staphylococcus aureus and escherichia coil",
      "author" : [ "T. Chen", "R. Wang", "L.Q. Xu", "K.G. Neoh", "E.T. Kang" ],
      "venue" : "Ind. Eng. Chem. Res 51 (40) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Self-assembled nanoparticles based on galactosylated O-carboxymethyl chitosan-graft-stearic acid conjugates for delivery of doxorubicin",
      "author" : [ "H. Guo", "D. Zhang", "C. Li", "L. Jia", "G. Liu", "L. Hao", "D. Zheng", "J. Shen", "T. Li", "Y. Guo", "Q. Zhang" ],
      "venue" : "Int. J. Pharm. 458 (1) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Design of novel sheet-shaped chitosan hydrogel for wound healing: a hybrid biomaterial consisting of both PEG-grafted chitosan and crosslinkable polymeric micelles acting as drug containers",
      "author" : [ "T. Ito", "C. Yoshida", "Y. Murakami" ],
      "venue" : "Mater. Sci. Eng. C 33 (7) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A pH-sensitive gene delivery system based on folic acid-PEGchitosan-PAMAM-plasmid DNA complexes for cancer cell targeting",
      "author" : [ "M. Wang", "H. Hu", "Y. Sun", "L. Qiu", "J. Zhang", "G. Guan", "X. Zhao", "M. Qiao", "L. Cheng", "L. Cheng", "D. Chen" ],
      "venue" : "Biomaterials 34 (38) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Folate-PEG coated cationic modified chitosan-cholesterol liposomes for tumor-targeted drug delivery",
      "author" : [ "H. Wang", "P. Zhao", "X. Liang", "X. Gong", "T. Song", "R. Niu", "J. Chang" ],
      "venue" : "Biomaterials 31 (14) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ultrasound-assisted synthesis of pH-responsive nanovector based on PEG/chitosan coated magnetite nanoparticles for 5-FU delivery",
      "author" : [ "S. Khoee", "A. Saadatinia", "R. Bafkary" ],
      "venue" : "Ultrason. Sonochem. 39 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Design optimization and in vitro-in vivo evaluation of smart nanocaged carrier delivery of multifunctional PEG-chitosan stabilized silybin nanocrystals",
      "author" : [ "Y. Liu", "Y. Wang", "J. Zhao" ],
      "venue" : "Int. J. Biol. Macromol. 124 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and characterization of PEGconjugated quaternized chitosan and its application as a gene vector",
      "author" : [ "X. Zhang", "J. Yao", "L. Zhang", "J. Fang", "F. Bian" ],
      "venue" : "Carbohydr. Polym. 103 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biodegradation",
      "author" : [ "T. Kean", "M. Thanou" ],
      "venue" : "biodistribution and toxicity of chitosan, Adv. Drug Deliv. Rev. 62 (1) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nanoparticle structure transformation of mPEG grafted chitosan with rigid backbone induced by α-cyclodextrin",
      "author" : [ "L. Huang", "J. Chen", "M. He", "X. Hou", "Y. Lu", "K. Lou", "F. Gao" ],
      "venue" : "Chin. Chem. Lett. 30 (1) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "pH-responsive ultrasonic self-assembly spinosad-loaded nanomicelles and their antifungal activity to Fusarium oxysporum",
      "author" : [ "E. Dong", "Z. Yang", "C. Zhou", "C. Wang", "S. Li", "Q. Ouyang", "L. Kong", "Z. He", "J. Xie", "P. Li", "P. Yang" ],
      "venue" : "React. Funct. Polym. 141 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "PEGylated chitosan derivatives: synthesis",
      "author" : [ "L. Casettari", "D. Vllasaliu", "E. Castagnino", "S. Stolnik", "S. Howdle", "L. Illum" ],
      "venue" : "characterizations and pharmaceutical applications, Prog. Polym. Sci. 37 (5) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effect of PEGylated chitosan as multifunctional stabilizer for deacetyl mycoepoxydience nanosuspension design and stability evaluation",
      "author" : [ "J. Du", "Y. Zhou", "L. Wang", "Y. Wang" ],
      "venue" : "Carbohydr. Polym. 153 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The role of glycyrrhetinic acid modification on preparation and evaluation of quercetin-loaded chitosan-based self-aggregates",
      "author" : [ "H. Du", "M. Liu", "X. Yang", "G. Zhai" ],
      "venue" : "J. Colloid Interface Sci. 460 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Selfassembled amphiphilic chitosan nanomicelles to enhance the solubility of quercetin for efficient delivery",
      "author" : [ "H. Wang", "Z. Yang", "Z. He", "C. Zhou", "C. Wang", "Y. Chen", "X. Liu", "S. Li", "P. Li" ],
      "venue" : "Colloids Surf. B: Biointerfaces 179 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Efficient fabrication of reversible pH-induced carboxymethyl chitosan nanoparticles for antitumor drug delivery under weakly acidic microenvironment",
      "author" : [ "T. Li", "J. Yang", "R. Liu", "Y. Yi", "M. Huang", "Y. Wu", "H. Tu", "L. Zhang" ],
      "venue" : "Int. J. Biol. Macromol. 126 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Novel amphiphilic ternary polysaccharide derivates chitosang-PCL-b-MPEG: synthesis",
      "author" : [ "Y. Lu", "L. Liu", "S. Guo" ],
      "venue" : "characterization, and aggregation in aqueous solution, Biopolymers 86 (5–6) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Novel water soluble phosphonium chitosan derivatives: synthesis",
      "author" : [ "L. Wang", "X. Xu", "S. Guo", "Z. Peng", "T. Tang" ],
      "venue" : "characterization and cytotoxicity studies, Int. J. Biol. Macromol. 48 (2) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "pH-sensitive chitosan-derived nanoparticles as doxorubicin carriers for effective anti-tumor activity: preparation and in vitro evaluation",
      "author" : [ "Y. Jin", "H. Hu", "M. Qiao", "J. Zhu", "J. Qi", "C. Hu", "Q. Zhang", "D. Chen" ],
      "venue" : "Colloids Surf. B: Biointerfaces 94 (2012) 184–191.  C. Zhou, et al. Reactive and Functional Polymers 146 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Recently, significant progress has been made in the research and development of polymeric nanomaterials and agricultural nanotechnology [1], which have high pesticide utilization efficiency and low environmental side effects, and can effectively protect the active ingredients of pesticides from degradation by external conditions [2,3].",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "Recently, significant progress has been made in the research and development of polymeric nanomaterials and agricultural nanotechnology [1], which have high pesticide utilization efficiency and low environmental side effects, and can effectively protect the active ingredients of pesticides from degradation by external conditions [2,3].",
      "startOffset" : 331,
      "endOffset" : 336
    }, {
      "referenceID" : 2,
      "context" : "Recently, significant progress has been made in the research and development of polymeric nanomaterials and agricultural nanotechnology [1], which have high pesticide utilization efficiency and low environmental side effects, and can effectively protect the active ingredients of pesticides from degradation by external conditions [2,3].",
      "startOffset" : 331,
      "endOffset" : 336
    }, {
      "referenceID" : 9,
      "context" : "Chitosan (CS) [4–6], a nature polymeric materials, is widely used and recognized in the fileds of medicine [7–9], biochemistry [10,11], chemical industries [12–14] and agriculture [15–17] due to their favorable properties of biodegradability [18], renewability and biocompatibility [19].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 10,
      "context" : "Chitosan (CS) [4–6], a nature polymeric materials, is widely used and recognized in the fileds of medicine [7–9], biochemistry [10,11], chemical industries [12–14] and agriculture [15–17] due to their favorable properties of biodegradability [18], renewability and biocompatibility [19].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 17,
      "context" : "Chitosan (CS) [4–6], a nature polymeric materials, is widely used and recognized in the fileds of medicine [7–9], biochemistry [10,11], chemical industries [12–14] and agriculture [15–17] due to their favorable properties of biodegradability [18], renewability and biocompatibility [19].",
      "startOffset" : 242,
      "endOffset" : 246
    }, {
      "referenceID" : 18,
      "context" : "Chitosan (CS) [4–6], a nature polymeric materials, is widely used and recognized in the fileds of medicine [7–9], biochemistry [10,11], chemical industries [12–14] and agriculture [15–17] due to their favorable properties of biodegradability [18], renewability and biocompatibility [19].",
      "startOffset" : 282,
      "endOffset" : 286
    }, {
      "referenceID" : 19,
      "context" : "Therefore, various methods were developed to increase the water solubility of CS, including grafting functional groups onto the molecular chain of chitosan [20,21].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 20,
      "context" : "Therefore, various methods were developed to increase the water solubility of CS, including grafting functional groups onto the molecular chain of chitosan [20,21].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 24,
      "context" : "In particular, fatty acid (such as stearic acid and eleostearic acid), an endogenous long-chain fatty acid, is widely accepted for pharmaceutical use [25].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 25,
      "context" : "In recent years, the amphipathic modification of CMCS has been extremely active and has become a research focus in the field of drug carriers [26,27].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 26,
      "context" : "In recent years, the amphipathic modification of CMCS has been extremely active and has become a research focus in the field of drug carriers [26,27].",
      "startOffset" : 142,
      "endOffset" : 149
    }, {
      "referenceID" : 27,
      "context" : "Guo [29] prepared galactosylated O-carboxymethyl chitosan-graftstearic acid conjugates and constructed Gal-OCMC-g-SA/DOX nanoparticles, which had a sustained and pH-dependent drug release manner and could be applied in cancer therapy.",
      "startOffset" : 4,
      "endOffset" : 8
    }, {
      "referenceID" : 28,
      "context" : "Poly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on.",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 29,
      "context" : "Poly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on.",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 30,
      "context" : "Poly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on.",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 31,
      "context" : "Poly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on.",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 32,
      "context" : "Poly(ethylene glycol) (PEG), a highly hydrophilic and biocompatible polymer, has been widely used in chemical fiber [30], medicine [31,32], carrier [33], pesticide [34] and so on.",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 36,
      "context" : "Dong [38] prepared an amphiphilic chitosan derivative by grafting methoxypolyethylene glycols (mPEG) and N-acetyl-l-isoleucine (NAI) onto chitosan and embedded spinosad, with a superior control of Fusarium oxysporum and the grafted large molecular weight of mPEG was beneficial to reduce the particle size of micelles.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 24,
      "context" : "Synthesis of CMCS-g-EA conjugates CMCS-g-EA was synthesized via the amide reaction between the amino groups of carboxymethyl chitosan and the carboxyl group of eleostearic acid in the presence of EDC and NHS [25,26], (as shown in Scheme 1).",
      "startOffset" : 208,
      "endOffset" : 215
    }, {
      "referenceID" : 25,
      "context" : "Synthesis of CMCS-g-EA conjugates CMCS-g-EA was synthesized via the amide reaction between the amino groups of carboxymethyl chitosan and the carboxyl group of eleostearic acid in the presence of EDC and NHS [25,26], (as shown in Scheme 1).",
      "startOffset" : 208,
      "endOffset" : 215
    }, {
      "referenceID" : 37,
      "context" : "For preparing mPEG-CMCS-g-EA conjugates, the amide bonds were created between the carboxylic acid groups of CMCS-g-EA and the free amino groups of mPEG-NH2 according to the NHS/EDC method with a minor modification [39,40] (as shown in Scheme 1).",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 38,
      "context" : "For preparing mPEG-CMCS-g-EA conjugates, the amide bonds were created between the carboxylic acid groups of CMCS-g-EA and the free amino groups of mPEG-NH2 according to the NHS/EDC method with a minor modification [39,40] (as shown in Scheme 1).",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 39,
      "context" : "CMCS-g-EA and mPEG-CMCS-g-EA based nano-vesicles (CMCS-g-EA NVs and mPEG-CMCS-g-EA NVs) were prepared by ultrasonic self-assembly method in aqueous medium [41,42].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 40,
      "context" : "CMCS-g-EA and mPEG-CMCS-g-EA based nano-vesicles (CMCS-g-EA NVs and mPEG-CMCS-g-EA NVs) were prepared by ultrasonic self-assembly method in aqueous medium [41,42].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 41,
      "context" : "Pyrene was used as a hydrophobic probe, and the critical aggregation concentration (CAC) of these self-assembled polymeric nano-vesicles in aqueous medium was determined by fluorescence spectrophotometer (F-7000, Japan) [43,44].",
      "startOffset" : 220,
      "endOffset" : 227
    }, {
      "referenceID" : 42,
      "context" : "Pyrene was used as a hydrophobic probe, and the critical aggregation concentration (CAC) of these self-assembled polymeric nano-vesicles in aqueous medium was determined by fluorescence spectrophotometer (F-7000, Japan) [43,44].",
      "startOffset" : 220,
      "endOffset" : 227
    }, {
      "referenceID" : 43,
      "context" : "The degree of substitution (DS), defined as the number of functional groups per 100 anhydroglucose units of these conjugates, was calculated according to the literature [45].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 44,
      "context" : "This was probably due to high amount of EA contributing to a large degree of substitution, which reinforced the hydrophobic cores of the particles and formed more tightly hydrophobic cores by the further winding of the polysaccharide backbone due to the enhanced hydrophobic interaction [46].",
      "startOffset" : 287,
      "endOffset" : 291
    } ],
    "year" : 2019,
    "abstractText" : "In this work, carboxymethyl chitosan-graft-eleostearic acid (CMCS-g-EA) was synthesized via the amide reaction between the amino groups of carboxymethyl chitosan and the carboxyl group of eleostearic acid, and then mPEG-NH2 was grafted to CMCS-g-EA to prepare amphiphilic polymers (mPEG-CMCS-g-EA). The chemical structures of the above conjugates were characterized by FT-IR and H NMR. Both CMCS-g-EA and mPEG-CMCSg-EA based nano-vesicles were prepared by ultrasonic self-assembly method and they exhibited a low critical aggregation concentration (CAC) of 14.97 μg/mL, 16.82 μg/mL, respectively. The spinosad-loaded mPEG-CMCSg-EA nano-vesicles (SSD@mPEG-CMCS-g-EA NVs) were spherical in shape with an average diameter of 502.8 nm and the zeta potential of −25.60mV. The encapsulation efficiency (EE) and drug loading content (LC) of SSD@ mPEG-CMCS-g-EA nano-vesicles were 42.00%, 23.07%, respectively. In vitro release revealed that the SSD@ mPEG-CMCS-g-EA nano-vesicles exhibited a sustained and pH-responsive drug release property, and could significantly enhance the photostability of spinosad. Furthermore, the toxicological tests demonstrated that the SSD@mPEG-CMCS-g-EA nano-vesicles could efficiently inhibit the growth and development of Helicoverpa armigera. These results indicated that the SSD@mPEG-CMCS-g-EA nano-vesicles were highly potential for the treatment of Helicoverpa armigera.",
    "creator" : "Elsevier"
  }
}