{
  "name" : "downloads_2019-11-23_73_mahmoudpour2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanomaterials and new biorecognition molecules based surface plasmon resonance biosensors for mycotoxin detection",
    "authors" : [ "Mansour Mahmoudpour", "Jafar Ezzati", "Nazhad Dolatabadi", "Mohammadali Torbati", "Abbas Pirpour Tazehkand", "Aziz Homayouni-Rad", "Miguel de la Guardia" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nNanomaterials and new biorecognition molecules based surface plasmon resonance biosensors for mycotoxin detection\nMansour Mahmoudpoura,b,c, Jafar Ezzati Nazhad Dolatabadid,∗, Mohammadali Torbatib,∗∗, Abbas Pirpour Tazehkande, Aziz Homayouni-Radb, Miguel de la Guardiaf\na Pharmaceutical Analysis Research Center, Tabriz University of Medical Sciences, Tabriz, Iran bDepartment of Food Science and Technology, Faculty of Nutrition and Food Sciences, Nutrition Research Center, Tabriz University of Medical Sciences, Tabriz, Iran c Student Research Committee, Tabriz University of Medical Sciences, Tabriz, Iran dDrug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran e Department of Biochemistry and Clinical Laboratories, Faculty of Medicine, Tabriz University of Medical Sciences, Tabriz, Iran fDepartment of Analytical Chemistry, University of Valencia, Dr. Moliner 50, 46100, Burjassot, Valencia, Spain\nA R T I C L E I N F O\nKeywords: Surface plasmon resonance (SPR) Nanomaterials Biorecognition molecules Mycotoxin\nA B S T R A C T\nMycotoxins are highly toxic secondary metabolites, which may contaminate many types of food and feeds. These toxins have serious health risks for both human and animals. One of the effective ways to prevent food contamination and protect people against mycotoxins is based on timely detection. Several methods like enzymelinked immunosorbent assay and affinity chromatography are commercially available for this purpose. Nevertheless, sensitive, fast, simple, low-cost, and portable devices are absolutely required for a fast point-of care information and making decisions. Application of biosensors appears to be a possible technique to meet this need for mycotoxins analyze. The present study has been focused on the literature update of smart using of biosensing for detection of mycotoxin at both academic and industrial levels in order to replace conventional chromatographic methods. Surface plasmon resonance (SPR) as one of the relatively novel and simple analytical method has been proven for rapid, sensitive, label-free detection and widely used for qualitative and quantitative analysis of multiplexed pollutant in real-time. This paper aims to provide an extensive overview on biosensors for mycotoxin detection by highlighting the main biorecognition elements. Moreover, SPR principles, assay formats, and signal enhancement are summarized."
    }, {
      "heading" : "1. Introduction",
      "text" : "Mycotoxins are thermally stable and notoriously toxic that can enter into human food chain via bioaccumulation in meat or other animal products such as milk, eggs, and cheese. Since, most of the mycotoxins are toxic, teratogenic, mutagenic, carcinogenic, and endocrine disruptive agents, contamination of food with them causes severe toxic impact on human health (Kumar et al., 2017).\nThe risk of mycotoxins are well-recognized worldwide and also incidence of these compounds are a universal problem. Mycotoxins are usually present at trace levels (ng ml−1) in food products with high level of matrix interferences. Therefore, determination of target analytes is a problematic and challenging issue. There has been a significant effort to improve analytical approaches for an effective determination of mycotoxins, particularly for multi-mycotoxins detection.\nThus, reliable analytical methods like capillary electrophoresis, and chromatography techniques as supercritical fluid chromatography; liquid chromatography (LC), gas chromatography (GC), specially linked to mass spectrometry (MS) detectors as LC/MS, GC/MS, coupled with sample preparation and preconcentration techniques are frequently required for sample analysis (Chen et al., 2017). Unfortunately, most of these analytical procedures require sophisticated and expensive instruments, time consuming, tedious sample preparation and need for a skilled technician with high level of analytical expertise. Thus, many of the available methodologies are not suitable for real-time and on-site application, especially in emergency cases. Hence, the improvement of novel analytical biosensors for effective evaluation and monitoring of risk assessment in agriculture products and associated food and animal feed is absolutely required to obtain reliable, fast, and sensitive measurements with good selectivity and reduced cost (Kirsch et al., 2013).\nhttps://doi.org/10.1016/j.bios.2019.111603 Received 26 June 2019; Received in revised form 6 August 2019; Accepted 14 August 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail addresses: ezzatij@tbzmed.ac.ir (J. Ezzati Nazhad Dolatabadi), torbatima@yahoo.com (M. Torbati).\nBiosensors and Bioelectronics 143 (2019) 111603\nAvailable online 19 August 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nSurface plasmon resonance (SPR) technique has gained enormous attention nowadays and found wide applications in biosensors and chemical sensors due to its unique merits such as rapid and highly specific detection of target analytes in complex matrices, high sensitivity, distinctive fingerprint capability, nondestructive analysis and minimal sample preparation requirements. This technique become a powerful analytical technique in biomedicine, for early diagnostic of illnesses, and monitoring of risk assessment in food and animal feed. SPR also provides information on the affinity, specificity, and kinetic parameters of biomolecular interactions (Mohammadzadeh-Asl et al. 2018, 2019).\nOver the last decade, more attention has been focused on the detection and rapid analysis of mycotoxins in food and environmental fields using SPR biosensor in order to control the safety of food and feed. So, in the present review, we have made an extensive overview on some of the latest developments in the SPR sensing with emphasis on applications of novel innovations and progress to overcome the challenges related to mycotoxins detection with low molecular weight. Moreover, the basic principles of SPR based on signal enhancement via nanomaterials, biosensing in complex matrix samples and the use of bioreceptors, which can recognize mycotoxins has been overviewed."
    }, {
      "heading" : "2. Current optical biosensors",
      "text" : "To date, various types of mycotoxin detection platforms have been developed using optical biosensors. For example, SPR, surface-enhanced Raman spectroscopy (SERS), fluorescence resonance energy transfer (FRET), chemiluminescence resonance energy transfer (CRET) and field-effect transistor (FET)-based detection techniques. Among them, FRET, SPR and SERS-based sensors have been widely used in various fields including food safety, security, environmental monitoring and clinical analysis (Xu et al., 2016). FRET is a typical homogeneous assay technique that is based on nonradiative phenomenon with the energy transferred from donors to a suitable acceptor through intermolecular dipole−dipole interactions. FRET-based probes have been developed based on the fluorescent quenching or enhancement mechanism. However, such single-wavelength based measurement signal may be easily affected by various external factors, which in turn limit the accuracy and sensitivity of quantitative determination (Tian et al., 2018).\nPlasmonic sensing for mycotoxin detection is one of the notable recent trends in biosensors. SPR and SERS spectroscopies are example of two major plasmonic biosensors. SERS has been used for analytics detection because of its molecular specificity, single molecule-level sensitivity, and insensitivity to quenching. However, detection of target analyte in complex matrix samples is a main issue and often requires specific functionalisation to make sure only the desired molecule binds with the gold surface avoiding parasite Raman rays that may hide the specific spectral features of the analyte (Gillibert et al., 2018). Compared to other optical biosensors, SPR-based detection method can provide straightforward information about the parameters between a target and a bioprobe at nanoscale biointerfaces without a labeling or amplification process. A SPR based sensor can be used to detect binding events between a target such as nucleic acid, protein, or other small molecules and a bioprobe including an antibody, aptamer, or nanoparticles by monitoring the refractive changes on the metallic surface. Because of short detection time, simplicity, portability, and cheapness of the equipment, SPR-based sensors can be easily applied for different mycotoxins detection. This technique allow the real-time and rapid analysis of a unique reusable sensing platform without any cleanup steps (Mohammadzadeh-Asl et al., 2018). The basic principle of SPR has been shown in Fig. 1 and comparison of the SPR-based biosensor with other nano-biosensor technologies in terms of the aptamers and molecularly imprinted polymer (MIP) bioprobe have been listed in Table 1."
    }, {
      "heading" : "3. Assay format of SPR sensing",
      "text" : "Direct SPR detection method is only utilized for the detection of molecules with high molecular weight (> 10 kDa) (Li et al., 2012). However, detection of small compounds, such as mycotoxins, that have inadequate mass to cause sufficient change in the refractive index is challenging, due to the low signal intensity and poor sensitivity. Therefore, a clear improvement of the technique can be achieved using SPR combined with sandwich assay and inhibitive or competitive detection tools together with the use of additional high mass labels (Li et al., 2012).\nActually, SPR sensing has been used with sandwich assays and competitive-inhibition assays to determine mycotoxins. The sandwich mode, which is often used to enhance specificity and sensitivity, can be done in two-step: First, sample containing target molecule is injected onto ligand immobilized sensor chip and after occurring the analyteligand interaction, in a second step, this surface is incubated with signal amplification molecules, which can bind specifically to the analytes and lead to measurable signals (Gnedenko et al., 2013) and enhancement of SPR signal. In competitive assay, the sensor chip is coated with an antibody that interacts with the mycotoxin. Addition of a conjugated antigen (e.g. ovalbumin (OVA), bovine serum albumin (BSA) and, or mycotoxin derivative) to the sample, sets up a competition with the mycotoxin for the limited number of biding sites on the chip surface. Consequently, the recorded signal is inversely proportional to the mycotoxin concentration. The inhibition assay relies on mixing a constant concentration of respective antibody with a sample containing different amount of analyte molecule (antigen) that is subsequently injected into the flow cell and flowed onto the sensor surface, to which antigen is immobilized. In this way, the amount of bounded antigen to the modified surface antibody is measured and the obtained signal is proportional to the concentration of the mycotoxin (Homola, 2008).\nA highly sensitive and stable sensor chip using competitive inhibition assay was designed to detect nivalenol (NIV) and deoxynivalenol (DON) in wheat. In this study, Kadota et al. used a monoclonal antibody that cross-reacts with NIV and DON. The LOD values were 0.1 and 0.05mg kg−1 and recoveries were in the range 91.5–107% with good relative standard deviations (RSDs) (0.40–4.1%) for NIV and DON, respectively (Kadota et al., 2010).\nRehmat et al. designed in-house built compact SPR sensor surface via competitive inhibition immunoassay for the detection of OTA in buffer and coffee. In this study, chitosan and carboxymethyl chitosan were used as biopolymer attached onto sensor chip through spin coating technique. Then, Ochratoxin A-bovine serum albumin (OTABSA) conjugate immobilized on nanomatrix chips to develop a competitive inhibition immunoassay is depicted in Fig. 2. LOD in coffee for chitosan (CS) and carboxymethyl chitosan (CMC) substrates were 5.7 ngmL and 3.8 ngmL, respectively (Rehmat et al., 2019)."
    }, {
      "heading" : "4. Nanomaterial based enhancement for mycotoxin detection",
      "text" : "The modifications of the sensor chip with metal nanoparticles can enhanced SPR signals, which extensively employed for developing and construction of sensor surface due to their unique chemical and physical properties, high catalytic activity and good biocompatibility with many chemical reactions. Noble metal nanoparticles (such as gold and silver nanoparticles), magnetic nanoparticles (MNPs), carbon-based nanostructures, quantum dots and nanorods are examples of nanomaterials that have been used for SPR signals enhancement (Mahmoudpour et al., 2019).\nMNPs are widely used for enhancement of SPR signal due to their high weight MNP, cost-effective synthesis and the high refractive index. Also, conjugation of biological samples like DNA and antibodies on their surface large specific surface areas of MNPs is possible. All these excellent properties make MNPs as ideal candidates for signal enhancement and labeling.\nCarbon-based nanostructures like graphene-based nanomaterials have emerged as a new promising and pervasive technology due to its innate advantages over traditional materials (Chen et al., 2019).\nStrong adsorption of molecules, high carrier mobility, ease of fabrication and electronic bridging are outstanding properties of graphenebase nanocomposites, which make them ideal for amplification of SPR signal. Moreover, graphene-based nanocomposites could enhance the signal produced by plasmon material, which increases the sensitivity of molecular detection up to femto to atto molar level (Patil et al., 2019).\nQuantum dots (QDs) are semiconductor nanomaterial with unique optical and electronic properties that have been extensively studied and applied in the last decade. Some of the most attractive properties of QDs are high molar extinction coefficients, high quantum yield, narrow and symmetric emission bands (30–50 nm), broad absorption spectra as well as photo stability and resistance to chemical degradation (Alhamoud et al., 2019). The combination of QDs with highly specific biomolecules like antibodies and aptamers resulted in amplification of the binding signals in SPR assays that provided more sensitive target detection (Anderson et al., 2013).\nCompared to the large variety of nanomaterials, metal nanoparticles have been shown to be the most flexible ones. Shape, size, structure, composition and assembly may be examples of metal nanoparticles properties that can be controlled through the appropriate synthesis methods and caused tunable optical properties (Dolatabadi and de la Guardia, 2014). Among the above specification, shape has a significant role in optical, physical and chemical properties. Gold nanoparticles (AuNPs) has gained great interest and generally utilized for SPR sensitivity enhancement. Moreover, AuNPs can be simply fabricated and conjugated with biological materials. There are two major approaches based on using nanomaterials to enhance SPR signals. One of them is the improvement of SPR biosensing substrate by applying nanomaterials and, the other one uses nanomaterials as amplification labels for SPR biosensing. As SPR biosensing substrate, nanomaterials with large surface area allow the immobilization of an increased number of biorecognition elements. For example, Fu et al. designed a SPR biosensor based on gold hollow balls (AuHBs) with dendritic surface for detection\nof Ochratoxin A (OTA) (Fu, 2007). An electropolymerized thionine (PTh) film was deposited onto the SPR probe surface to build a PThmodified sensor chip with multitude of amino groups. The deposition was accomplished using voltammetric cycles between 0 and 1.5 V at 50mV/s in 0.1M thionine aqueous solution. Then, AuHBs were immobilized as a thin film onto the SPR probe surface. After that, antiOTA monoclonal antibody linked to AuHBs, was immobilized also onto the SPR-chip surface. This SPR probe, compared to the AuNPs-based sensor chip, could provide an increased space to load antibodies that cause the reduction of the LOD of the AuHBs SPR probe till 0.01 ng mL-1 with a linear range of 0.05–7.5 ngmL−1. Moreover, this SPR biosensor is very rapid for the determination of OTA without requiring any separation steps and permits multiple labeling that can enable a fast detection (< 30min) of OTA in milk samples. Todescato et al. developed a new prototype sensor able to detect OTA, at levels below than the legal limit of 0.5 μgkg-1, in various food commodities like juices, dried milk, and wheat milk (Todescato et al., 2014). The sensor probe consists of a silver thin film onto plasmonic substrates functionalized with a specific anti-OTA antibody (Ag-FON) that can bind OTA through the formation of a complex OTA-Alexa Fluor (AF) 647. Briefly, as described by the researchers, polystyrene nanospheres, in an aqueous solution were spin-coated on top of clean glass slides to form a self-assembled stack. Finally, Ag thin films were deposited onto the substrates by an Edwards E306A coating system with a bare pressure of 6×10−5 mbar. In this work, OTA, at concentrations from 0 to 5 μg kg−1, were incubated on Ag-FON and commercial micro arrays slides. LOD and limit of quantification (LOQ) obtained for OTA using Ag-FON substrates were of 0.05 μg kg−1 and 3.6 ng kg−1, respectively. Indeed, LOD of this sensor was 10 times lower than the detectable concentrations observed for commercial microarray slides (0.5 μg kg−1). Besides, AuNPs as a SPR substrate could be used as enhancement labels in SPR biosensors. Yuan et al. designed a competitive immunoassay SPR technique for OTA detection using AuNPs for signal enhancement on a mixed selfassembled monolayer (mSAM) surface (Yuan et al., 2009). The development of a sensor chip based on the immobilization of target OTA through OTA-ovalbumin conjugate (OTA-PEG-OVA) with a\npolyethylene glycol (PEG) as a linker was reported. The new constructed OTA-PEG-OVA exhibited enhanced performance characteristics and higher antibody affinity than the commercial OTA-bovine serum albumin (OTA-BSA) without a PEG linker. A long PEG linker and a higher density or accessibility of the protein conjugated OTA can considerably enhance the antibody binding response, consequently the performance of the SPR biosensor was improved. Also, by applying large gold nanoparticles (40 nm), LOD of SPR sensor can be dramatically improved to 0.042 ngmL−1 in buffer solution."
    }, {
      "heading" : "5. Biosensing in complex matrix samples",
      "text" : "Detection of biomarkers for different mycotoxins and analysis of biomolecular interactions in complex matrices is an important issue in the analytical field. Label-free affinity biosensors have the potential to reduce the time of analysis, furthermore, these sensors can provide ultrasensitive and selective detection methods (Danesh et al., 2018). However, contrary to other biosensors based on labelled reagents or multi-step analytical technique, SPR biosensors, similarly to other in real-time detecting affinity sensing, cannot differentiate between the specific binding of analytes to the immobilized biorecognition unit and the non-specific adsorption of other components on the sensor surface, hereafter termed as fouling. The non-specific interaction at the sensor surface is a critical problem for SPR analysis of complex samples like foodstuff such as milk and dairy products. SPR biosensors need an interface design for anchoring highly specific bioreceptors that could be resistant to non-specific interactions caused by fouling (RodriguezEmmenegger et al., 2011).\nTo overcome fouling problem different approaches have been proposed for the preparation and modification of surfaces as follows: grafting of carboxymethyl dextran (CMD) (O'Shannessy et al., 1992), passivation with adsorbed albumin (Homola et al., 2002) or preparation of self-assembled monolayers (SAMs) of oligoethylene glycol terminated alkanethiols (Subramanian et al., 2006a, b) or modification with different kind of non-fouling polymer brushes. Surface architecture has been revealed to provide considerably high fouling suppression effects indicating their applications in a real-world biosensing (Hu et al., 2014).\nRecently, for rapid and sensitive detection of aflatoxin M1 (AFM1) at pg mL−1 levels in milk and dairy products, Karczmarczyk et al. developed a novel and highly sensitive SPR sensor chip based on indirect competitive immunoassay (Karczmarczyk et al., 2016a).\nSensorgrams showing the differences in the SPR resonance signal recorded before and after injection of a milk sample has been shown in Fig. 3. The obtained sensorgram in SPR before and after injection of a milk sample; the amount of deposited material, fouling, was quantified and the non-specific adsorption of components from milk is clearly visible on commonly used thiol SAMs with PEG moieties (Fig. 3B). Contrary to these results, excellent resistance to the non-specific interactions is observed for the sensor coated with p(HEMA) brush (Fig. 3A). After the washing step the reflectivity change is negligible. The sensitivity of SPR to fouling is more than 1 order of magnitude smaller than the fouling recorded in SAMs. According to previous studies, this phenomenon might be due to a water barrier resulting in minimization of hydrophobic effect with the lipids components form milk as well as to entropic barrier resulting from the brush architecture.\nThe LODs obtained in chip coated via thiol mixed SAM with PEG moieties were 26 pgmL−1 and 38 pgmL−1 in buffer and milk samples, respectively. While, the sensor modified with p(HEMA) showed a LOD of 18 pgmL−1, which is more than two-times lower compared to that on thiol SAM with PEG groups.\nAdditionally, the enhancement and improvement of SPR signals can be achieved by combination of SPR with AuNPs. By combining secondary antibodies conjugated with AuNPs as a signal amplifier and an indirect competitive inhibition immunoassay, a highly sensitive sensor chip was designed for low molecular weight compounds (such as OTA).Ta bl e 1 Th e co m pa\nri so n of\nSP R w it h ot he\nr na\nno -b io se ns or\nte ch\nno lo gi es\nba se d on\nap ta m er s an\nd M IP\nre co\ngn it io n el em\nen ts .\nD et ec ti on\nR ec og\nni ti on\nel em\nen t\nSe ns in g sc he\nm e\nTa rg et\nto xi n\nA na\nly ti ca l ch\nar ac te ri st ic s\nR ef er en\nce\nSE R S se ns or\nA pt as en\nso r\nA u@\nA g N Ps\nw it h M G N Ps .5\n,5 -d it hi ob\nis -( 2- ni tr ob\nen zo\nic ac id )\n(D TN\nB) ha\nve be\nen co\nm bi ne\nd an\nd th en\nm od\nifi ed\nby O TA\nap ta m er .\nO TA\nLO D =\n0. 48\npg ·m\nL− 1\nSo ng\net al .( 20\n18 )\nSE R S se ns or\nA pt as en\nso r\nSE R S su bs tr at es\nw er e m ad\neup\nby th er m al\nev ap\nor at io n of\n6 nm\nof go\nld th en\nfu nc\nti on\nal iz ed\nw it h a 10\nm M\nco nc\nen tr at e\nap ta m er\nso lu ti on\n. O TA\npM to\nm M\nG ill ib er t et\nal .\n(2 01 8) SE R S se ns or M IP ba se d se ns or Th e su rf ac eim pr in te d A u N Pba se d SE R S su bs tr at e w er e m ad e up by tw o st ep s: (1 ) th e m od ifi ca ti on of H R P on to A u N Ps an d (2 ) th e sy nt he si s of im pr in te d po ly m er . pa tu lin (P A T) LO D = 5. 37 × 10 − 1 2 M LR = 7. 00 × 10 − 1 2 to 5. 00 × 10 − 8 M W u et\nal .( 20\n19 )\nFR ET\nse ns or\nA pt as en\nso r\nbi ot in yl at ed\nPA T ap\nta m er\nw as\nco nn\nec te d on\nth e su rf ac es\nof st re pt av\nid in -c on\nju ga\nte d\nA F-\nup co\nnv er si on\nna no\npa rt ic le s (U\nC N Ps ).\npa tu lin\n(P A T)\nLO D =\n0. 00\n3 ng\n/m L\nLR =\n0. 01\nng /m\nL to\n10 0 ng\n/m L\nW u et\nal .( 20\n18 b)\nFR ET\nse ns or\nA pt as en\nso r\nH ig hl y se ns it iv e pa\nlla di um\nna no\npa rt ic le s (P dN\nPs )- ba\nse d FR\nET ap\nta se ns or\nby 5- ca rb ox\nyfl uo\nre sc ei n (F A M ) -la\nbe lle d A FM 1 ap ta m er in cu ba te d w it h Pd N Ps .\nA fl at ox\nin M 1\nLO D =\n1. 5 pg\n/m L LR\n= 6–\n15 0 pg\n/m L\nLi et\nal .( 20\n17 )\nC R ET\nse ns or\nA pt as en\nso r\nD ab\ncy l at\nth e en\nd of\n5′ -D\nN A zy m eLi nk\ner -O\nTA ap\nta m er -3 ′-d\nab cy l re gi on\npl ay\ns as\na qu\nen ch\ner in\nC R ET\nap ta se ns or .\nO TA\nLO D =\n0. 22\nng /m L LR = 0. 1– 10 0 ng\n/m L\nJo et\nal .( 20\n16 )\nFE T se ns or\n– in di re ct\nco m pe\nti ti ve\nim m un\nog ol d as sa y\nA FB\n1, ZE\nN ,O\nTA –\nA h et\nal .( 20\n12 )\nSP R se ns or\nA pt as en\nso r\nSt re pt av\nid in\nco va\nle nt ly\nat ta ch\ned on\nth e C M 5 se ns or\nch ip\nus in g am\nin e co\nup lin\ng m et ho\nd th en\nbi ot in yl at ed\nap ta m er\nw as\nco at ed\nA FB\n1 LO\nD =\n0. 4 nM\nLR =\n0. 4 nM\n–2 00\nnM Su\nn et\nal .( 20\n17 )\nSP R se ns or\nM IP\nba se d se ns or\nA u su rf ac e w as\nm od\nifi ed\nw it h al ly l m er ca pt an\ne. th en\n,C IT -i m pr in te d po\nly (2 -h yd\nro xy\net hy\nl m et ha\ncr yl at e\nm et ha\ncr yl oy\nla m id og\nlu ta m ic\nac id ) (p\n(H EM\nA –M\nA G A ))\nfi lm\nw as\nsy nt he\nsi ze d on\nth e m od\nifi ed\nA u ch\nip C IT\nLO D =\n0. 00\n17 ng\nm L−\n1\nLR =\n0. 00\n5– 1. 0 ng\nm L1\nA ta r et\nal .( 20\n15 )\nThis study showed that the interplay of affinity of recognition elements and size of AuNPs affect the efficiency of the signal amplification strategy. The prepared sensor allowed OTA detection at concentration levels as low as 0.75 ngmL−1 and its detection limit was enhanced via AuNPs, more than one order of magnitude to 0.068 ngmL−1 (Karczmarczyk et al., 2016b)."
    }, {
      "heading" : "6. Recognition elements based on SPR for mycotoxin detection",
      "text" : "Synthetic and biological recognition elements are the most important part of the common modern bioreceptor assays that make the sensitive and selective analysis possible. Conventionally, antibodies and enzymes have been applied in the biosensor designs for analyzing toxin molecules. However since 1970's, alternative synthetic and biological binders have been developed as a promising substitute to traditional biorecognition elements in detection systems for field-based applications and laboratory bench. Today, due to the necessity for fast\ndiagnosis and enhancement of sensing characteristics, like stability, selectivity, and cost-effectiveness, new biorecognition elements and integration of them have been studied to progress recognition in biosensing. In this section, recent developments of new biorecognition molecules such as nanobody, peptide, aptamers, molecularly-imprinted polymers and enzyme-based sensors that can be used to detect smallsize analytes like mycotoxins in food analysis and environment will be discussed."
    }, {
      "heading" : "6.1. Nanobody (VHHs antibody)",
      "text" : "Recently, single domain Abs known as nanobodies (Nbs) that found in camelids have gained attention in nanoscience field as a result of their attractive properties such as high stability, small size, high flexibility, ease of manufacture and hydrophilicity (Könning et al., 2017). Because of its favorable properties, nanobody technology has been widely used in various fields such as biotechnology, therapeutics, drug exploitation and diagnostics. However, the immunoassay of small molecules via Nbs has been rarely reported. Recently Sun et al. designed an indirect competitive nanobody-based enzyme linked immunosorbent assay (Nb-ELISA) for OTA detection in cereal with a linear range of 0.27–1.47 ngmL−1 and an IC50 of 0.64 ngmL−1 (Sun et al., 2018).\nPan et al. built an immunosensor for the direct sensitive determination of small molecule AFB1 without the use of competing antigens by coupling the carbon nanomaterials and Nb (Fig. 4). The proposed immunosensor provided a low detection limit of 3.3 pgmL−1 (S/N=3) and a wide calibration range from 0.01 to 100 ngmL−1. Compared with the immunosensor prepared with traditional mAb, which was applied in the typical indirect immunoassay, the immunosensor proposed in this work is 10-fold more sensitive and provides two orders of magnitudes wider linear range for the determination of AFB1 (Pan et al., 2018). So, we hope that the use of Nb as recognition units in biosensing will open a new horizon for direct detection of small molecules such as mycotoxins."
    }, {
      "heading" : "6.2. Peptides",
      "text" : "Peptides have shown further advantages including easy standard synthetic protocol, high stability, easy modification, and large chemical\nversatility. Moreover, modified peptides can also retain their high affinity to the target analyte. Ascribed to these specific characteristic, peptides are ideal candidates for enhancing sensitive biosensing. To date, several techniques have been used to build peptide-based molecular sensors by conjugating peptides with signal markers (Karimzadeh et al., 2018).\nPhage peptide display libraries were used to select the first hexapeptide that show binding constant of 3.4× 104M−1 towards OTA. However moderate peptide affinity can be potentially improved by some studies on structure–activity relationship. Peptide-based sensing assays are commercially available and most frequently applied in the biomedical field rather than food control and safety, and environmental sciences. For examples, peptide-based sensors have been developed and used in various fields, from diagnosis of HIV infection to detection of potential sensitizing compounds.\nMimotopes are peptides sequence of amino acids selected from a phage-displayed peptide library. These components exhibit high affinity towards toxins. Numerous mimotopes have been reported for several mycotoxins detection including OTA, DON and ZEN (Bazin et al., 2013; He et al., 2013; Lai et al., 2009). Recently, a mimotope peptide-based electrochemical immunosensor for OTA detection in beer and corn samples has been reported by Hou et al. AuNPs modified glassy carbon electrode (GCE) was immersed in 0.1 M 3-mercaptopropionic acid (3-MPA) solution and incubated to form carboxyl groups and then incubated with L-cysteine to form L-cysteine/MPA/AuNPs via amide formation. In order to immobilize antibodies and display the antigen binding domain of antibodies effectively, the modified electrode was immersed in Mal-PEG-NH2 to form a stable Mal-PEGNH2/LCysteine/MPA/AuNPs followed by the attachment of anti-OTA McAb. Eventually, horseradish peroxidase (HRP) conjugated anti-M13 antibodies phage displayed mimotope peptide of OTA was used as mimics of conventional competing antigen (Fig. 5). Under the optimized conditions, the established immunosensor was highly sensitive with LOD of 2.04 fgmL−1 and a linear range of 7.17–548.76 fg mL−1 (Hou et al., 2019).\nSoleri and co-workers reported, a novel method for the detection and monitoring of OTA and screening of red wine. In this technique, the biorecognition peptide NOF4, as a synthetic peptide immobilized onto three-dimensional porous chitosan foam supports using a N-terminal histidine, tag to allow binding to M2+ ions that were pre-adsorbed onto the high surface area of biopolymer (Soleri et al., 2015)."
    }, {
      "heading" : "6.3. Aptamers",
      "text" : "Aptamers are short oligonucleotides (either single-stranded DNA (ssDNA) or RNA) with 10–50 variable nucleobases that are known to show high specificity and strong binding affinity for target molecules (Wang et al., 2015). The interest in aptamers originate from their wellknown advantages such as specificity, cost-effectiveness, stability, small size (molecular mass 5–15 kDa), easy in vitro production and easy modification with different chemical groups (Schmidt et al., 2004).\nAptamer-based technique has been widely used as analytical application for various toxins determination. A multitude of aptamers have been designed since first aptamer sequence recognition were integrated in aptasensors development for the detection of bacterial toxins, mycotoxins, and cyanotoxins. Sun et al. developed an aptamer based SPR biosensor for analysis of AFB1 in a direct assay format (Sun et al., 2017). Streptavidin as a cross-linked was first covalently attached on the CM5 sensor chip using amine coupling method then biotinylated aptamer was coated as affinity ligand via streptavidin-biotin interaction. The aptasensor works in the range of 0.4–200 nM and allowed the detection limit of AFB1 around 0.4 nM. Zhu et al. developed a SPR sensor chip using an anti-OTA aptamer to measure OTA in two food complex matrices with a straightforward direct binding assay (Zhu et al., 2015). The streptavidin protein was immobilized as a cross-linked onto the dextran matrix via amine coupling method and the biotinylated aptamer was captured through streptavidin-biotin interaction. Due to the stable property of ssDNA and the high affinity of streptavidin for biotin, the deviation is very slight. The biosensor displayed a detection range from 0.094 to 100 ngmL−1 of OTA with a low detection\nlimit of 0.005 ngmL−1 that was below than the maximum level specified by E.U. legislation concerning limit of exposure in food. Detection of OTA in peanut oil and wine sample was further accomplished in the SPR biosensor using liquid–liquid extraction as a sample preparation technique. The recoveries and coefficients of variation (CVs) ranged from 86.9 to 116.5% and 0.2–6.9%, respectively. Park et al. designed another localized surface plasmon resonance (LSPR) -based aptasensor\nwith regeneration capability for detection of OTA, as shown in Fig. 6. This method is relied on red shifts of LSPR wavelengths that are increased by binding of target analyte to OTA aptamer-coated gold nanorod (GNR) substrate. An extended linear response was observed in LSPR for OTA determination. This technique can quantitatively detect OTA levels lower than 1 nM. In addition, this aptasensors system can be easily regenerated after use by employing an extraction method heating\nin methanol at 70 °C (Park et al., 2014). An SPR aptamer-based sensing platform was developed by Bianco and coworker in 2017 for high sensitive detection of OTA. As shown in Fig. 7, a commercial Quartz Crystal Microbalance (QCM) apparatus was used to monitor interaction of four thiolated ssDNA aptamers with OTA at nanoscale level. Thereby, a lab-made plasmonic sensing platform, based on sinusoidal graftings was synthesized and functionalized with the most efficient selected aptamer in order to make a portable device. The sensitivity of the designed biosensor allowed to detect OTA with a LOD of 0.005 ngml−1 (Bianco et al., 2017). An aptamer-based SPR chip sensor have been developed by Wu et al. for direct detection of AFB1. The linear range and limit of detection were 1.5–50 ngmL−1 and 0.19 ngmL−1, respectively (Wu et al., 2018a). The aptasensor showed high specificity towards AFB1 and AFB2, but hardly bound to other toxins with similar structures. Selected mycotoxins determined by SPR using nanobody, peptides and aptamers recognition elements have been listed in Table 2."
    }, {
      "heading" : "6.4. MIP and NanoMIP",
      "text" : "Molecularly imprinted polymer (MIP), sometimes named as “artificial antibody” or “plastic antibody” can be used instead of biological macromolecules like antibodies. Thus, MIPs are gaining increasing interest as recognition units in chemical sensors. MIPs result in synthetic smart materials that can mimic biological recognition. Designing like biomimetic materials is one example of ‘learning from nature’.\nIn recent years, the molecular imprinting technology has proliferated as an accessible, inexpensive, and important strategy for the development of sorbent materials, exhibiting high specificity for selected substrate materials. Herein, we survey recent research publications involving the application of MIPs technique as recognition element in SPR biosensor for detection of mycotoxins in Food products (Fig. 8). Commonly, the surface-imprinting of MIP–SPR sensors could be carried out either by the “grafting from” or “grafting to” techniques (Yao et al., 2016). In the “grafting from” method, the initiating group is first immobilized onto the surface of nanoparticles, and the polymer chains are propagated from the surface of the solid support during polymerization. Although “grafting from” can produce a high grafting density on the surface of support because of the highly selective occurrence of polymerization, the process involves complicated chemical procedures that decrease the irreproducibility of molecular imprinting.\nFig. 7. QCM based biosensor was used for real time monitoring of different aptamers on the detection of 40 ngmL−1 OTA. (D) and (E) correspond to binding buffer and OTA injection respectively. (C) and (F) correspond to phosphate buffer solution washing. The amount of aptamers/OTA interactions was estimated subtracting the mass at the end of (C) and the mass at the end of (F) (red arrows). Republished with permission from ref (Bianco et al., 2017). (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\nTa bl e 2 Se le ct ed\nm yc ot ox\nin s de\nte rm\nin ed\nby SP\nR us in g na\nno bo\ndy , pe\npt id es\nan d ap\nta m er s re co\ngn it io n el em\nen ts .\nR ec og\nni ti on\nel em\nen t\nM yc ot ox\nin ty pe\nN an\nom at er ia l\nst ra te gy\nLO D\nLi ne\nar ra ng\ne re fe re nc\ne\nN an\nob od\ny (V\nH H s\nan ti bo\ndy )\nO TA\n– Bi ot in -s tr ep\nta vi di n am\npl ifi ed\nen zy m elin\nke d im\nm un\nos or be\nnt as sa y (B A -E LI SA\n) vi a a na\nno bo\ndy -A vi Ta g fu si on pr ot ei n (N bA vi Ta g) 0. 02\n8 ng\nm L−\n1 0. 05\n1– 0. 70\nng m L1\nSu n et\nal .( 20\n18 )\nN an\nob od\ny (V\nH H s\nan ti bo\ndy )\nA FB\n1 –\ndi re ct\nno nco\nm pe\nti ti ve\nde te ct io n te ch\nni qu\ne fo r A FB\n1 by\nco up\nlin g na\nno ca rb on\nan d N b\n3. 3 pg\nm L−\n1 0. 01\n–1 00\nng m L−\n1 Pa\nn et\nal .( 20\n18 )\nPe pt id es\nO TA\nA uN\nPs A uN\nPs m od\nifi ed\ngl as sy\nca rb on\nin cu\nba te d w it h L cy st ei ne\nto fo rm\nLcy st ei ne\n/M PA\n/A uN\nPs vi a am\nid e\nfo rm\nat io n\n2. 04\nfg m L\n7. 17\n–5 48\n.7 6 fg\nm L−\n1 H ou\net al .( 20\n19 )\nPe pt id es\nO TA\n– Im\nm ob\nili za ti on\nof pe\npt id e N FO\n4 on\nto th re edi m en\nsi on\nal po\nro us\nC hi to sa n us in g a N -t er m in al\nhi st id in e\n– –\nSo le ri et\nal .( 20\n15 )\nA pt am\ner s\nA FB\n1 –\nSt re pt av\nid in\nco va\nle nt ly\nat ta ch\ned on\nth e C M 5 se ns or\nch ip\nus in g am\nin e co\nup lin\ng m et ho\nd th en\nbi ot in yl at ed\nap ta m er\nw as\nco at ed\n0. 4 nM\n0. 4 nM\n–2 00\nnM Su\nn et\nal .( 20\n17 )\nA pt am\ner s\nO TA\n– St re pt av\nid in\nim m ob\nili ze d on\nto th e su rf ac e of\na ch\nip an\nd th e bi ot in -a pt am\ner w as\nca pt ur ed\nth ro ug h st re pt av id in -b io ti n in te ra ct io n\n0. 00\n5 ng\nm L−\n1 0. 09\n4– 10\nng m L−\n1 Zh\nu et\nal .( 20\n15 )\nA pt am\ner s\nO TA\ngo ld\nna no\nro d (G\nN R )\nR el ie s on\nre d sh if ts\nof LS\nPR w av\nel en\ngt hs\nth at\nar e pr om\not ed\nby bi nd\nin g of\nO TA\nto a O TA\nap ta m er\nco at ed\nG N R su bs tr at e\nlo w er\nth an\n1 nM\n– Pa\nrk et\nal .( 20\n14 )\nA pt am\ner s\nO TA\n– Th\ne m or e effi\nci en\nto fF\nou r th io la te\nss D N A ap\nta m er s ha\nve be\nen se le ct ed\nvi a Q C M ) ap\npa ra tu s an\nd us ed\nfo r\nth e SP\nR an\nal ys is .\n0. 00\n5 ng\nm l−\n1 –\nBi an\nco et\nal .\n(2 01 7) A pt am er s A FB 1 – Th e st re pt av id in pr ot ei ns w er e im m ob ili ze d on to a C M 5 se ns or ch ip as a cr os slin ke r an d bi ot in -a pt am er s w er e ca pt ur ed th ro ug h st re pt av id in -b io ti n in te ra ct io n. 0. 19 ng m L− 1 1. 5– 50 ng m L− 1 Su n et\nal .( 20\n17 )\nIn the “grafting to” technique, imprinting polymerization is directly linked to a bare sensor chip by an intermediate step with a physical entrapment method, like spin-coating, or to the modified surface, via surface-active functional groups, like the ends of vinyl groups located on the substrate surface (Dong et al., 2012; Kara et al., 2013).\nSPR has been proven to be one of the most adaptable techniques in the area of MIP-based sensing and has been employed for quantitative analysis of various mycotoxins. Yu et al. doped Polypyrrole films with chloride (PPy-Cl) via electropolymerization of pyrrole in a NaCl aqueous solution at +0.76 V in 1 mM on the Au surface of a miniaturized SPR device for OTA sensing (Jorn and Lai, 2004). Also these researcher synthesized molecularly imprinted polypyrrole (MIPPy) film on the Spreeta sensor as a miniaturized SPR device in 2005. The MIPPy was formed via electrochemically polymerization on the chip surface from a solution of OTA and pyrrole in ethanol/water (1:9 v/v). This integrated preparation provided a rapid and simple approach to produce a\nrecognition element with targeted selectivity. The MIPPy film was synthesized via electropolymerization of pyrrole onto Au chip sensor in the presence of a template zearalenone analytic. The MIPPy-SPR sensor shown a linear response in the range of 0.3–3000 ngmL−1 with detection limit at 0.3 ng g−1. The selectivity efficiencies of zearalenone and other structurally related analogues were 1.0 and 0.15–0.27, respectively (Choi et al., 2009).\nChoi et al. developed a SPR based sensor using a MIPPy for the detection of deoxynivalenol (DON). The MIPPy–SPR chip showed a linear response in the range of 0.1–100 ngmL−1 (R2= 0.988), with a LOD of around 1 ngml−1. The selectivity efficiency of this technique for DON and its acetylated analogs 3-ADON and 15-ADON was 100, 19, and 44%, respectively (Choi et al., 2011).\nAtar et al. designed a novel and sensitive MIP SPR biosensor for selective determination of citrinin (CIT) in red yeast rice. Firstly, the Au surface was modified with allyl mercaptane. Afterwards, CIT-imprinted\npoly (2-hydroxyethyl methacrylate methacryloylamidoglutamic acid) (p (HEMA–MAGA)) film was synthesized on the modified sensor surface. The CIT imprinted p (HEMA–MAGA) and non-imprinted surfaces were characterized by employing con-tact angle measurements through FTIR and AFM (Fig. 9). By using this technique LOD for CIT reached 0.0017 ngmL−1. In addition, the linearity range was obtained as 0.005–1.0 ngmL−1.\nCIT-imprinted SPR biosensor was 11.7, 12.2 and 11.0 times more selective for CIT than ZEA, LOV and OCT, respectively (Atar et al., 2015).\nTo manufacture a MIP-based sensor, the MIP membranes can be created in situ at a transducer surface via electropolymerization at the surface of gold electrode, glass carbon electrode and graphite electrode, etc. This technique is one of the promising but underused method in which a polymeric membrane can be simply grown onto a chip surface with control over the membrane thickness, shape and size through control of the amount of charge transferred. This method is frequently adopted to build special MIP-based biosensors that have quick response and potential to be miniaturized. However, few imprinted sites are formed on the electrode surface during the electrodeposition process due to the relatively high density of electropolymers that reduced the performance of the chip sensor (Wang et al., 2011). Because of the unique chemical and physical features, nanomaterials could also be used as carriers in the preparation of MIPs to increase the total number of imprinted cavities in the polymer matrix. This in turn produces enhanced sensitive assays (Kumar et al., 2017)."
    }, {
      "heading" : "6.4.1. General methods for the preparation of Au NPs-MIP",
      "text" : "To overcome the issues raised above, nanoscale MIPs (NPs, nanotubes, or nanowires) have been prepared. These nanostructured imprinted materials present small dimensions with high surface-to-volume ratios. Thus, the nano imprinted materials are expected to significantly enhance both, the accessibility of the target analyte to the recognition sites and the binding capacity and corresponding kinetics. Recently two technique have been used to integrate AuNPs into the MIP matrix: (i) the incorporation of prefabricated AuNPs within the continuous thin films through chemical interactions. This approach involves primary producing colloidal particles in solution and afterwards incorporating them into continuous thin films. The purpose of introducing the AuNPs@MIPs is to enhance their conductivity as the doping can increase the electrode specific area, facilitate electron transfer, and catalyze the electrochemical reactions. Another technique,(ii) is based on the in situ synthesis from the metal ion precursor previously chelated on the polymer matrix, by reducing it directly within the polymer chains (Ahmad et al., 2015). The examples of these techniques are summarized in Fig. 10.\n6.4.2. AuNPs@MIPs nanocomposite thin films based SPR detection For enhancement of the SPR signal, the surface plasmon wave associated with thin Au films has been coupled with the LSPR of gold NPs. This coupling induces a shift of the SPR energy and an enhancement of the SPR signal. The first example of composite films of Au-MIP/MIPmodified SPR sensing was developed by Matsui et al., who prepared a\npolymer gel with immobilized AuNPs for the selective and sensitive colorimetric of low molecular weight analytes. The selective binding of the molecule induced a swelling of the gel network which in turn cause a greater distance between the immobilized AuNPs. More important, the swelling would cause increasing distance between the Au nanoparticle within the polymer gel and Au film on the sensor chip surface, which would result in shifting a dip of an SPR curve to a higher SPR angle (Matsui et al., 2005). These interesting results encouraged the same authors to apply AuNPs@MIPs composite films into sensing field as a recognition unit (Shahar et al., 2017). A brief summary of MIP and NanoMIP based SPR for mycotoxin analysis are presented in Table 3."
    }, {
      "heading" : "6.5. Enzyme-based SPR sensors",
      "text" : "Even though enzymes are the most widely studied system as recognition element for certain sensor applications, only few examples of enzyme-based SPR optical biosensors have been described in the literature. In some current approaches acetylcholinesterase (AchE), an essential enzyme in neurotransmission, which is inhibited by organophosphorus compounds such as pesticides, nerve agents, and several toxins, has been used in SPR sensors for the detection of these inhibitors (Xia et al., 2015). Since the aflatoxicosis has been correlated to a diminution of acetylcholine turnover in rat brain, a recent study suggested that AChE based sensing technique may be used to detect aflatoxin B1. This toxin inhibits AChE through a non-competitive inhibition pattern. Hansmann and coworker analyzed the inhibitory effect of AFB1 on various species of cholinesterases by in vitro mutagenesis and steady state kinetic measurements (Hansmann et al., 2009). Experimental data confirmed that inhibition originates from the binding of AFB1 on the AChE peripheral site located at the entrance of the active site without entering inside the site.\nAlthough AFB1 compared with carbamates and organophosphates follows a different inhibition pattern, not attaching to the catalytic site of AChE, the reversible binding of AFB1 to AChE can be used for realtime monitoring of the interaction and detection of AFB1 with an appropriate approach like SPR. Analytical screening techniques that can quickly determine high affinity analytes are in great demand nowadays. Over the past two decades, SPR sensor chips have been applied as powerful tools to study intermolecular interactions as well as for the detection of chemical and biological analytes related to food safety, environmental monitoring, and medical diagnostics. Puiu et al. presented a kinetic model that able to accurately describe the biointeraction between AFB1, or its protein conjugate, and AchE in order to develop sensitive, simple, and reliable detection methods for these compounds (Puiu et al., 2012). The estimated affinity and kinetic\nFig. 10. General Methods for the preparation of Au NPs – MIP in biosensing field.\nTa bl e 3 Se le ct ed\nm yc ot ox\nin s de\nte rm\nin ed\nby SP\nR us in g M IP\nan d na\nno -M\nIP re co\ngn it io n el em\nen ts\nre co\ngn it io n el em\nen ts .\nR ec og\nni ti on\nel em\nen t\nM yc ot ox\nin ty pe\nN an\nom at er ia l\nSt ra te gy\nLO D\nLi ne\nar ra ng\ne re fe re nc\ne\nM IP\nan d N an\noM IP\nO TA\n– Im\npr in te d po\nly py\nrr ol e (M\nIP Py\n) fi lm\nfo rm\ned vi a el ec tr oc\nhe m ic al ly\npo ly m er iz at io n on\nth e ch\nip su rf ac e\n– 0. 1–\n10 μg\nm L−\n1 Jo\nrn an\nd La i (2 00\n4) M IP an d N an oM IP ze ar al en on e – M IP Py fi lm w as pr ep ar ed by el ec tr op ol ym er iz at io n O f py rr ol e on to th e ba re A u ch ip in th e pr es en ce of a te m pl at e ze ar al en on e m ol ec ul e. 0. 3 ng g− 1 0. 3– 30 00 ng m L− 1 C ho\nie ta\nl. (2 00\n9)\nM IP\nan d N an\noM IP\nD O N\n– M IP Py\nfi lm\nw as\npr ep\nar ed\nvi a el ec tr op\nol ym\ner iz at io n of\npy rr ol e on\nto a ba re A u ch ip es ti m at ed\nat > 1 ng m L−\n1 0. 1–\n10 0 ng\nm L−\n1 C ho\nie ta\nl. (2 01\n1)\nM IP\nan d N an\noM IP\nC IT\n– A u su rf ac e w as\nm od\nifi ed\nw it h al ly l m er ca pt an\ne. th en\n,C IT -i m pr in te d po\nly (2 -h yd\nro xy\net hy\nl m et ha\ncr yl at e\nm et ha\ncr yl oy\nla m id og\nlu ta m ic\nac id ) (p\n(H EM\nA –M\nA G A ))\nfi lm\nw as\nsy nt he\nsi ze d on\nth e m od\nifi ed\nA u ch\nip 0. 00\n17 ng\nm L−\n1 0. 00\n5– 1. 0 ng\nm L−\n1 A ta r et\nal .( 20\n15 )\nM IP\nan d N an\noM IP\nlo w\nm ol ec ul ar\nw ei gh\nt A u na\nno pa\nrt ic le\nTh e co\nm po\nsi te\nfi lm\ns of\nA uM IP /M\nIP -m\nod ifi ed\nSP R se ns in g\n– 1 nM\nto 1 m M\nM at su i et\nal .\n(2 00\n5)\nparameters of the AChE/AFB1–HRP interaction are very close to the inhibition constant reported in the literature from data obtained in aqueous solutions, proving that the conjugation of AFB1 to a carrier protein does not considerably influence the affinity of this compound for AChE. Therefore, the AChE/AFB1 protein conjugate can be used to developed sensors for AFB1 and further used as mimic technique for the binding of AChE to other AFB1– protein adducts. The obtained LODs were 0.94 ngmL−1 for AFB1 itself, and 0.008 μM for AFB1–HRP (2.5 ngmL−1 AFB1) that are lower than those obtained for other AChEbased sensors. It enables the development of the SCA-based technique for the analyses of AFB1 or other LMW inhibitors of AChE in real samples.\nDridi et al. developed a novel technique for the direct and rapid detection of OTA in olive oil samples (Dridi et al., 2015). The designed sensor was based on the entrapment of thermolysin (TLN) into a polyvinyl alcohol/polyethylenimine (PVA/PEI) polymer matrix including AuNPs and cross-linked at the surface of Au interdigitated microelectrodes using glutaraldehyde (Fig. 11). Indeed in the aforementioned sensor, blending PEI and PVA produces flexible hydrogel networks which causes a favorable aqueous environment for the enzyme. Moreover, interactions between negative charges of both citrated thermolysin/AuNPs and protonated amino groups of PEI enhance their dispersion into the polymer blend, favoring enzyme stabilization and accessibility of the substrate. The sensitivity of sensor was enhanced via incorporation of AuNPs into the TLN/(PVA/PEI) biopolymer. Under optimal conditions (working pH of 7, cross-linking time of 35min, and temperature of 25 °C), a LOD of 1 nM with a sensitivity of 597 μSμM−1 and a linear response up to 60 nM OTA were achieved. The proposed OTA biosensor was very reproducible with relative standard deviations (RSDs) in the 3–15% range and high recovery values for spiked samples (close to 100%). SPR sensors using enzyme-based detection of mycotoxins are summarized in Table 4."
    }, {
      "heading" : "7. Conclusions and future perspectives",
      "text" : "Even though the efforts made for prevention of mycotoxin, its contamination is often unavoidable. Therefore, fast analytical methods for their detection could play an important role on food safety assurance. So, as presented in this literature update, new published techniques and approaches which employed SPR permit the ultrasensitive\ndetection of various mycotoxin, offering promising and significant properties. In comparison with other available techniques, SPR based sensing exhibit special features such as: i) specificity, ii) sensitivity, iii) simplicity, iv) minimal sample preparation, and v) versatility, being successfully applied as a potent analysis technique for the mycotoxin detection in foodstuff. The massive progress in the application of new biorecognition units like nanobody, peptides, aptamer, MIPs/nanoMIPs and enzyme-based biochips in the biosensing field offer smart capabilities in mycotoxin detection through SPR systems. However, the lack of specificity in the synthesis of the aforementioned receptors have been led to significant efforts to integrate nanomaterials into biosensors to additionally enhance specificity and sensitivity. Tremendous progress has been made via appropriate surface modification of chip sensor in the field of nanomaterials and bio-receptors and variable biosensors with excellent performances and smart design successfully developed for mycotoxin measurement. However, until today, these biosensors are just limited within laboratory examination. So, there is still a massive challenge to make advancements in mycotoxin detection accessible to the public to move from the bench to their appropriate application in the real world. In fact, new advancements is required to overcome the restrictions of specificity in biorecognition unites by incorporating new kinds of bioreceptors into SPR biosensors and it is also expected new advancements to enhance the sensitivity of mycotoxin determination, avoiding problems related to fouling and matrix effect in the analysis of real samples by using effective separation techniques for sample preparation and modification of sensor chips with non-fouling polymer brushes.\nConflict of interests\nThe authors declare no conflict of interests.\nCRediT authorship contribution statement\nMansour Mahmoudpour: Conceptualization, Writing - original draft, Funding acquisition. Jafar Ezzati Nazhad Dolatabadi: Conceptualization, Writing - original draft, Writing - review & editing, Supervision, Project administration, Funding acquisition. Mohammadali Torbati: Writing - review & editing, Supervision, Project administration. Abbas Pirpour Tazehkand: Writing - original\ndraft, Visualization. Aziz Homayouni-Rad: Writing - review & editing. Miguel de la Guardia: Writing - review & editing, Supervision."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The authors are grateful for the financial support (grant No. 63717) provided by the Student Research Committee, Tabriz University of Medical Sciences, Tabriz, Iran."
    } ],
    "references" : [ {
      "title" : "Detection of uncharged or feebly charged small molecules by field-effect transistor biosensors",
      "author" : [ "C.S. Ah", "C.W. Park", "Yang", "J.-H", "J.S. Lee", "Kim", "W.-J", "K.H. Chung", "Y.H. Choi", "I.B. Baek", "J. Kim", "G.Y. Sung" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Ah et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ah et al\\.",
      "year" : 2012
    }, {
      "title" : "Nanocomposites of gold nanoparticles@ molecularly imprinted polymers: chemistry, processing, and applications in sensors",
      "author" : [ "R. Ahmad", "Griffete", "N.b.w", "A. Lamouri", "N. Felidj", "M.M. Chehimi", "C. Mangeney" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Ahmad et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ahmad et al\\.",
      "year" : 2015
    }, {
      "title" : "Advances in biosensors for the detection of ochratoxin A: bio-receptors, nanomaterials, and their applications",
      "author" : [ "Y. Alhamoud", "D. Yang", "S.S.F. Kenston", "G. Liu", "L. Liu", "H. Zhou", "F. Ahmed", "J. Zhao" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Alhamoud et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Alhamoud et al\\.",
      "year" : 2019
    }, {
      "title" : "Single domain antibody–quantum dot conjugates for ricin detection by both fluoroimmunoassay and surface plasmon resonance",
      "author" : [ "G.P. Anderson", "R.H. Glaven", "W.R. Algar", "K. Susumu", "M.H. Stewart", "I.L. Medintz", "E.R. Goldman" ],
      "venue" : "Anal. Chim",
      "citeRegEx" : "Anderson et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Anderson et al\\.",
      "year" : 2013
    }, {
      "title" : "A molecular imprinted SPR biosensor for sensitive determination of citrinin in red yeast rice",
      "author" : [ "N. Atar", "T. Eren", "M.L. Yola" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Atar et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Atar et al\\.",
      "year" : 2015
    }, {
      "title" : "Peptide binding to ochratoxin A mycotoxin: a new approach in conception of biosensors",
      "author" : [ "I. Bazin", "N. Andreotti", "A.I.H. Hassine", "M. De Waard", "Sabatier", "J.-M", "C. Gonzalez" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Bazin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bazin et al\\.",
      "year" : 2013
    }, {
      "title" : "An aptamer-based SPR-polarization platform for high sensitive OTA detection",
      "author" : [ "M. Bianco", "A. Sonato", "A. De Girolamo", "M. Pascale", "F. Romanato", "R. Rinaldi", "V. Arima" ],
      "venue" : "Sens. Actuators B",
      "citeRegEx" : "Bianco et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bianco et al\\.",
      "year" : 2017
    }, {
      "title" : "Simultaneous determination of six mycotoxins in peanut by high‐performance liquid chromatography with a fluorescence",
      "author" : [ "F. Chen", "C. Luan", "L. Wang", "S. Wang", "L. Shao" ],
      "venue" : "detector. J. Sci. Food Agric",
      "citeRegEx" : "Chen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2017
    }, {
      "title" : "Fe3O4@ PDA immune probebased signal amplification in surface plasmon resonance (SPR) biosensing of human cardiac troponin I",
      "author" : [ "F. Chen", "Q. Wu", "D. Song", "X. Wang", "P. Ma", "Y. Sun" ],
      "venue" : "Colloids Surfaces B Biointerfaces",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "A surface plasmon resonance sensor for the detection of deoxynivalenol using a molecularly imprinted",
      "author" : [ "Choi", "S.-W", "Chang", "H.-J", "N. Lee", "H.S. Chun" ],
      "venue" : "polymer. Sensors",
      "citeRegEx" : "Choi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2011
    }, {
      "title" : "Detection of mycoestrogen zearalenone by a molecularly imprinted polypyrrole-based surface plasmon resonance (SPR) sensor",
      "author" : [ "Choi", "S.-W", "Chang", "H.-J", "N. Lee", "Kim", "J.-H", "H.S. Chun" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Choi et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2009
    }, {
      "title" : "Ultrasensitive detection of aflatoxin B1 and its major metabolite aflatoxin M1 using aptasensors: a review",
      "author" : [ "N.M. Danesh", "H.B. Bostan", "K. Abnous", "M. Ramezani", "K. Youssefi", "S.M. Taghdisi", "G. Karimi" ],
      "venue" : "Trac. Trends Anal. Chem",
      "citeRegEx" : "Danesh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Danesh et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanomaterial-based electrochemical immunosensors as advanced diagnostic",
      "author" : [ "J.E.N. Dolatabadi", "M. de la Guardia" ],
      "venue" : "tools. Anal. Methods",
      "citeRegEx" : "Dolatabadi and Guardia,? \\Q2014\\E",
      "shortCiteRegEx" : "Dolatabadi and Guardia",
      "year" : 2014
    }, {
      "title" : "A novel polymerization of ultrathin sensitive imprinted film on surface plasmon resonance",
      "author" : [ "J. Dong", "Y. Peng", "N. Gao", "J. Bai", "B. Ning", "M. Liu", "Z. Gao" ],
      "venue" : "sensor. Analyst",
      "citeRegEx" : "Dong et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Dong et al\\.",
      "year" : 2012
    }, {
      "title" : "Thermolysin entrapped in a gold nanoparticles/polymer composite for direct and sensitive conductometric biosensing of ochratoxin A in olive oil",
      "author" : [ "F. Dridi", "M. Marrakchi", "M. Gargouri", "A. Garcia-Cruz", "S. Dzyadevych", "F. Vocanson", "J. Saulnier", "N. Jaffrezic-Renault", "F. Lagarde" ],
      "venue" : "Sens. Actuators B",
      "citeRegEx" : "Dridi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Dridi et al\\.",
      "year" : 2015
    }, {
      "title" : "Surface plasmon resonance immunoassay for ochratoxin A based on nanogold hollow balls with dendritic surface",
      "author" : [ "X.H. Fu" ],
      "venue" : "Anal. Lett",
      "citeRegEx" : "Fu,? \\Q2007\\E",
      "shortCiteRegEx" : "Fu",
      "year" : 2007
    }, {
      "title" : "Surface enhanced Raman scattering sensor for highly sensitive and selective detection of ochratoxin",
      "author" : [ "R. Gillibert", "M.N. Triba", "M.L. de La Chapelle" ],
      "venue" : "A. Analyst",
      "citeRegEx" : "Gillibert et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gillibert et al\\.",
      "year" : 2018
    }, {
      "title" : "Highly sensitive detection of human cardiac myoglobin using a reverse sandwich immunoassay with a gold nanoparticle-enhanced surface plasmon resonance biosensor",
      "author" : [ "O.V. Gnedenko", "Y.V. Mezentsev", "A.A. Molnar", "A.V. Lisitsa", "A.S. Ivanov", "A.I. Archakov" ],
      "venue" : "Anal. Chim",
      "citeRegEx" : "Gnedenko et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gnedenko et al\\.",
      "year" : 2013
    }, {
      "title" : "Kinetic insight into the mechanism of cholinesterasterase inhibition by aflatoxin B1 to develop biosensors",
      "author" : [ "T. Hansmann", "B. Sanson", "J. Stojan", "M. Weik", "Marty", "J.-L", "D. Fournier" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Hansmann et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hansmann et al\\.",
      "year" : 2009
    }, {
      "title" : "Surface plasmon resonance sensors for detection of chemical and biological species",
      "author" : [ "J. Homola" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Homola,? \\Q2008\\E",
      "shortCiteRegEx" : "Homola",
      "year" : 2008
    }, {
      "title" : "Spectral surface plasmon resonance biosensor for detection of staphylococcal enterotoxin B in milk",
      "author" : [ "J. Homola", "J. Dostalek", "S. Chen", "A. Rasooly", "S. Jiang", "S.S. Yee" ],
      "venue" : "Int. J. Food Microbiol",
      "citeRegEx" : "Homola et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Homola et al\\.",
      "year" : 2002
    }, {
      "title" : "Sensitive detection of multiple mycotoxins by SPRi with gold nanoparticles as signal amplification",
      "author" : [ "W. Hu", "H. Chen", "H. Zhang", "G. He", "X. Li", "X. Zhang", "Y. Liu", "C.M. Li" ],
      "venue" : "tags. J. Colloid Interface",
      "citeRegEx" : "Hu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2014
    }, {
      "title" : "Detection of ochratoxin A (OTA) in coffee using chemiluminescence resonance energy transfer (CRET) aptasensor",
      "author" : [ "Jo", "E.-J", "H. Mun", "Kim", "S.-J", "Shim", "W.-B", "M.-G" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Jo et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jo et al\\.",
      "year" : 2016
    }, {
      "title" : "Polypyrrole film on miniaturized surface plasmon resonance sensor for ochratoxin A detection",
      "author" : [ "C. Jorn", "E.P. Lai" ],
      "venue" : "Synth. Met",
      "citeRegEx" : "Jorn and Lai,? \\Q2004\\E",
      "shortCiteRegEx" : "Jorn and Lai",
      "year" : 2004
    }, {
      "title" : "Rapid detection of nivalenol and deoxynivalenol in wheat using surface plasmon resonance immunoassay",
      "author" : [ "T. Kadota", "Y. Takezawa", "S. Hirano", "O. Tajima", "C.M. Maragos", "T. Nakajima", "T. Tanaka", "Y. Kamata", "Y. Sugita-Konishi" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Kadota et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kadota et al\\.",
      "year" : 2010
    }, {
      "title" : "Combining molecular imprinted nanoparticles with surface plasmon resonance nanosensor for chloramphenicol detection in honey",
      "author" : [ "M. Kara", "L. Uzun", "S. Kolayli", "A. Denizli" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "Kara et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kara et al\\.",
      "year" : 2013
    }, {
      "title" : "Sensitive and rapid detection of aflatoxin M1 in milk utilizing enhanced SPR and p (HEMA) brushes",
      "author" : [ "A. Karczmarczyk", "M. Dubiak-Szepietowska", "M. Vorobii", "C. Rodriguez-Emmenegger", "J. Dostálek", "Feller", "K.-H" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Karczmarczyk et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Karczmarczyk et al\\.",
      "year" : 2016
    }, {
      "title" : "2016b. Fast and sensitive detection of ochratoxin A in red wine by nanoparticle-enhanced SPR",
      "author" : [ "A. Karczmarczyk", "C. Reiner-Rozman", "S. Hageneder", "M. Dubiak-Szepietowska", "J. Dostálek", "Feller", "K.-H" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Karczmarczyk et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Karczmarczyk et al\\.",
      "year" : 2016
    }, {
      "title" : "Peptide based biosensors. Trac",
      "author" : [ "A. Karimzadeh", "M. Hasanzadeh", "N. Shadjou", "M. de la Guardia" ],
      "venue" : "Trends Anal. Chem",
      "citeRegEx" : "Karimzadeh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Karimzadeh et al\\.",
      "year" : 2018
    }, {
      "title" : "Biosensor technology: recent advances in threat agent detection and medicine",
      "author" : [ "J. Kirsch", "C. Siltanen", "Q. Zhou", "A. Revzin", "A. Simonian" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "Kirsch et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kirsch et al\\.",
      "year" : 2013
    }, {
      "title" : "Camelid and shark single domain antibodies: structural features and therapeutic potential",
      "author" : [ "D. Könning", "S. Zielonka", "J. Grzeschik", "M. Empting", "B. Valldorf", "S. Krah", "C. Schröter", "C. Sellmann", "B. Hock", "H. Kolmar" ],
      "venue" : "Curr. Opin. Struct. Biol",
      "citeRegEx" : "Könning et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Könning et al\\.",
      "year" : 2017
    }, {
      "title" : "Aflatoxins: a global concern for food safety, human health and their management",
      "author" : [ "P. Kumar", "D.K. Mahato", "M. Kamle", "T.K. Mohanta", "S.G. Kang" ],
      "venue" : "Front. Microbiol",
      "citeRegEx" : "Kumar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2017
    }, {
      "title" : "Development of a colloidal gold strip for rapid detection of ochratoxin A with mimotope peptide",
      "author" : [ "W. Lai", "D.Y. Fung", "X. Yang", "L. Renrong", "Y. Xiong" ],
      "venue" : "Food Control",
      "citeRegEx" : "Lai et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lai et al\\.",
      "year" : 2009
    }, {
      "title" : "Palladium nanoparticles-based fluorescence resonance energy transfer aptasensor for highly sensitive detection of aflatoxin M1 in milk",
      "author" : [ "H. Li", "D. Yang", "P. Li", "Q. Zhang", "W. Zhang", "X. Ding", "J. Mao", "J. Wu" ],
      "venue" : "Toxins",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Recent developments and applications of surface plasmon resonance biosensors for the detection of mycotoxins in foodstuffs",
      "author" : [ "Y. Li", "X. Liu", "Z. Lin" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Li et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2012
    }, {
      "title" : "Nanomaterials based surface plasmon resonance signal enhancement for detection of environmental pollution",
      "author" : [ "M. Mahmoudpour", "J. Ezzati Nazhad Dolatabadi", "M. Torbati", "A. Homayouni-Rad" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Mahmoudpour et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mahmoudpour et al\\.",
      "year" : 2019
    }, {
      "title" : "SPR sensor chip for detection of small molecules using molecularly imprinted polymer with embedded gold nanoparticles",
      "author" : [ "J. Matsui", "K. Akamatsu", "N. Hara", "D. Miyoshi", "H. Nawafune", "K. Tamaki", "N. Sugimoto" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Matsui et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Matsui et al\\.",
      "year" : 2005
    }, {
      "title" : "Kinetic and thermodynamic studies of sunitinib malate interaction with albumin using surface plasmon resonance and molecular docking methods",
      "author" : [ "S. Mohammadzadeh-Asl", "A. Jafari", "A. Aghanejad", "H. Monirinasab", "J. Ezzati Nazhad Dolatabadi" ],
      "venue" : "Microchem. J. 150,",
      "citeRegEx" : "Mohammadzadeh.Asl et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mohammadzadeh.Asl et al\\.",
      "year" : 2019
    }, {
      "title" : "Nanomaterials and phase sensitive based signal enhancment in surface plasmon resonance",
      "author" : [ "S. Mohammadzadeh-Asl", "A. Keshtkar", "J.E.N. Dolatabadi", "M. de la Guardia" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Mohammadzadeh.Asl et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Mohammadzadeh.Asl et al\\.",
      "year" : 2018
    }, {
      "title" : "Immobilization chemistries suitable for use in the BIAcore surface plasmon resonance detector",
      "author" : [ "D.J. O'Shannessy", "M. Brigham-Burke", "K. Peck" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "O.Shannessy et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "O.Shannessy et al\\.",
      "year" : 1992
    }, {
      "title" : "Direct immunoassay for facile and sensitive detection of small molecule aflatoxin B1 based on nanobody",
      "author" : [ "D. Pan", "G. Li", "H. Hu", "H. Xue", "M. Zhang", "M. Zhu", "X. Gong", "Y. Zhang", "Y. Wan", "Y. Shen" ],
      "venue" : "Chem. Eur. J",
      "citeRegEx" : "Pan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2018
    }, {
      "title" : "A regeneratable, label-free, localized surface plasmon resonance (LSPR) aptasensor for the detection of ochratoxin A",
      "author" : [ "Park", "J.-H", "Byun", "J.-Y", "H. Mun", "Shim", "W.-B", "Shin", "Y.-B", "T. Li", "Kim", "M.-G" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Park et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2014
    }, {
      "title" : "Graphene-based nanocomposites for sensitivity enhancement of surface plasmon resonance sensor for biological and chemical sensing: a review",
      "author" : [ "P.O. Patil", "G.R. Pandey", "A.G. Patil", "V.B. Borse", "P.K. Deshmukh", "D.R. Patil", "R.S. Tade", "S.N. Nangare", "Z.G. Khan", "A.M. Patil" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Patil et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Patil et al\\.",
      "year" : 2019
    }, {
      "title" : "Kinetic approach of aflatoxin B1–acetylcholinesterase interaction: a tool for developing surface plasmon resonance",
      "author" : [ "M. Puiu", "O. Istrate", "L. Rotariu", "C. Bala" ],
      "venue" : null,
      "citeRegEx" : "Puiu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Puiu et al\\.",
      "year" : 2012
    }, {
      "title" : "Ochratoxin A detection in coffee by competitive inhibition assay using chitosan-based surface plasmon resonance compact system",
      "author" : [ "Z. Rehmat", "W.S. Mohammed", "M.B. Sadiq", "M. Somarapalli", "A.K. Anal" ],
      "venue" : "Colloids Surfaces B Biointerfaces",
      "citeRegEx" : "Rehmat et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Rehmat et al\\.",
      "year" : 2019
    }, {
      "title" : "Poly (HEMA) brushes emerging as a new platform for direct detection of food pathogen in milk samples",
      "author" : [ "C. Rodriguez-Emmenegger", "O.A. Avramenko", "E. Brynda", "J. Skvor", "A.B. Alles" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Rodriguez.Emmenegger et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Rodriguez.Emmenegger et al\\.",
      "year" : 2011
    }, {
      "title" : "Application of locked nucleic acids to improve aptamer in vivo stability and targeting function",
      "author" : [ "K.S. Schmidt", "S. Borkowski", "J. Kurreck", "A.W. Stephens", "R. Bald", "M. Hecht", "M. Friebe", "L. Dinkelborg", "V.A. Erdmann" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "Schmidt et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Schmidt et al\\.",
      "year" : 2004
    }, {
      "title" : "Nanosphere molecularly imprinted polymers doped with gold nanoparticles for high selectivity molecular sensors",
      "author" : [ "T. Shahar", "T. Sicron", "D. Mandler" ],
      "venue" : "Nano Res",
      "citeRegEx" : "Shahar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Shahar et al\\.",
      "year" : 2017
    }, {
      "title" : "Peptide conjugated chitosan foam as a novel approach for capture-purification and rapid detection of hapten–Example of ochratoxin A",
      "author" : [ "R. Soleri", "H. Demey", "S. Tria", "A. Guiseppi-Elie", "A.I.H. Hassine", "C. Gonzalez", "I. Bazin" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Soleri et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Soleri et al\\.",
      "year" : 2015
    }, {
      "title" : "SERS based aptasensor for ochratoxin A by combining Fe 3 O 4@ Au magnetic nanoparticles and Au-DTNB@ Ag nanoprobes with multiple signal enhancement",
      "author" : [ "D. Song", "R. Yang", "S. Fang", "Y. Liu", "F. Long", "A. Zhu" ],
      "venue" : "Microchimica Acta",
      "citeRegEx" : "Song et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2018
    }, {
      "title" : "A mixed self-assembled monolayerbased surface plasmon immunosensor for detection of E. coli O157: H7",
      "author" : [ "A. Subramanian", "J. Irudayaraj", "T. Ryan" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Subramanian et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Subramanian et al\\.",
      "year" : 2006
    }, {
      "title" : "Mono and dithiol surfaces on surface plasmon resonance biosensors for detection of Staphylococcus aureus",
      "author" : [ "A. Subramanian", "J. Irudayaraj", "T. Ryan" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "Subramanian et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Subramanian et al\\.",
      "year" : 2006
    }, {
      "title" : "Aptamer based surface plasmon resonance sensor for aflatoxin B1",
      "author" : [ "L. Sun", "L. Wu", "Q. Zhao" ],
      "venue" : "Microchimica Acta",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "Development of a nanobody-AviTag fusion protein and its application in a streptavidin–biotin-amplified enzyme-linked immunosorbent assay for ochratoxin a in cereal",
      "author" : [ "Z. Sun", "J. Lv", "X. Liu", "Z. Tang", "X. Wang", "Y. Xu", "B.D. Hammock" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Sun et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2018
    }, {
      "title" : "Fluorescence resonance energy transfer aptasensor between nanoceria and graphene quantum dots for the determination of ochratoxin A",
      "author" : [ "J. Tian", "W. Wei", "J. Wang", "S. Ji", "G. Chen", "J. Lu" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Tian et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tian et al\\.",
      "year" : 2018
    }, {
      "title" : "Sensitive detection of Ochratoxin A in food and drinks using metal-enhanced fluorescence",
      "author" : [ "F. Todescato", "A. Antognoli", "A. Meneghello", "E. Cretaio", "R. Signorini", "R. Bozio" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Todescato et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Todescato et al\\.",
      "year" : 2014
    }, {
      "title" : "Neutralization of staphylococcal enterotoxin B by an aptamer antagonist",
      "author" : [ "K. Wang", "L. Gan", "L. Jiang", "X. Zhang", "X. Yang", "M. Chen", "X. Lan" ],
      "venue" : "Antimicrob. Agents Chemother",
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "Acetylsalicylic acid electrochemical sensor based on PATP–AuNPs modified molecularly imprinted polymer",
      "author" : [ "Z. Wang", "H. Li", "J. Chen", "Z. Xue", "B. Wu", "X. Lu" ],
      "venue" : "film. Talanta",
      "citeRegEx" : "Wang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2011
    }, {
      "title" : "Surface-imprinted gold nanoparticle-based surface-enhanced Raman scattering for sensitive and specific detection of patulin in food samples",
      "author" : [ "L. Wu", "H. Yan", "G. Li", "X. Xu", "L. Zhu", "X. Chen", "J. Wang" ],
      "venue" : "Food Anal. Methods",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "S.-Z., 2018a. A direct determination of AFBs in vinegar by aptamer-based surface plasmon resonance biosensor",
      "author" : [ "W. Wu", "Z. Zhu", "B. Li", "Z. Liu", "L. Jia", "L. Zuo", "L. Chen", "G. Shan", "Luo" ],
      "venue" : "Toxicon 146,",
      "citeRegEx" : "Wu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2018
    }, {
      "title" : "2018b. An ultrasensitive aptasensor based on fluorescent resonant energy transfer and exonuclease-assisted target recycling for patulin detection",
      "author" : [ "Z. Wu", "E. Xu", "Z. Jin", "J. Irudayaraj" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Wu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanomaterials-based optical techniques for the detection of acetylcholinesterase and pesticides",
      "author" : [ "N. Xia", "Q. Wang", "L. Liu" ],
      "venue" : "Sensors 15",
      "citeRegEx" : "Xia et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2015
    }, {
      "title" : "Mycotoxin determination in foods using advanced sensors based on antibodies or aptamers",
      "author" : [ "L. Xu", "Z. Zhang", "Q. Zhang", "P. Li" ],
      "venue" : "Toxins",
      "citeRegEx" : "Xu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2016
    }, {
      "title" : "Enhancement of surface plasmon resonance signals using a MIP/GNPs/rGO nano-hybrid film for the rapid detection of ractopamine",
      "author" : [ "T. Yao", "X. Gu", "T. Li", "J. Li", "Z. Zhao", "J. Wang", "Y. Qin", "Y. She" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Yao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yao et al\\.",
      "year" : 2016
    }, {
      "title" : "Surface plasmon resonance biosensor for the detection of ochratoxin A in cereals and beverages",
      "author" : [ "J. Yuan", "D. Deng", "D.R. Lauren", "Aguilar", "M.-I", "Y. Wu" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Yuan et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Yuan et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 31,
      "context" : "Since, most of the mycotoxins are toxic, teratogenic, mutagenic, carcinogenic, and endocrine disruptive agents, contamination of food with them causes severe toxic impact on human health (Kumar et al., 2017).",
      "startOffset" : 187,
      "endOffset" : 207
    }, {
      "referenceID" : 7,
      "context" : "Thus, reliable analytical methods like capillary electrophoresis, and chromatography techniques as supercritical fluid chromatography; liquid chromatography (LC), gas chromatography (GC), specially linked to mass spectrometry (MS) detectors as LC/MS, GC/MS, coupled with sample preparation and preconcentration techniques are frequently required for sample analysis (Chen et al., 2017).",
      "startOffset" : 366,
      "endOffset" : 385
    }, {
      "referenceID" : 29,
      "context" : "Hence, the improvement of novel analytical biosensors for effective evaluation and monitoring of risk assessment in agriculture products and associated food and animal feed is absolutely required to obtain reliable, fast, and sensitive measurements with good selectivity and reduced cost (Kirsch et al., 2013).",
      "startOffset" : 288,
      "endOffset" : 309
    }, {
      "referenceID" : 62,
      "context" : "Among them, FRET, SPR and SERS-based sensors have been widely used in various fields including food safety, security, environmental monitoring and clinical analysis (Xu et al., 2016).",
      "startOffset" : 165,
      "endOffset" : 182
    }, {
      "referenceID" : 54,
      "context" : "However, such single-wavelength based measurement signal may be easily affected by various external factors, which in turn limit the accuracy and sensitivity of quantitative determination (Tian et al., 2018).",
      "startOffset" : 188,
      "endOffset" : 207
    }, {
      "referenceID" : 16,
      "context" : "specific spectral features of the analyte (Gillibert et al., 2018).",
      "startOffset" : 42,
      "endOffset" : 66
    }, {
      "referenceID" : 34,
      "context" : "Direct SPR detection method is only utilized for the detection of molecules with high molecular weight (> 10 kDa) (Li et al., 2012).",
      "startOffset" : 114,
      "endOffset" : 131
    }, {
      "referenceID" : 34,
      "context" : "Therefore, a clear improvement of the technique can be achieved using SPR combined with sandwich assay and inhibitive or competitive detection tools together with the use of additional high mass labels (Li et al., 2012).",
      "startOffset" : 202,
      "endOffset" : 219
    }, {
      "referenceID" : 17,
      "context" : "The sandwich mode, which is often used to enhance specificity and sensitivity, can be done in two-step: First, sample containing target molecule is injected onto ligand immobilized sensor chip and after occurring the analyteligand interaction, in a second step, this surface is incubated with signal amplification molecules, which can bind specifically to the analytes and lead to measurable signals (Gnedenko et al., 2013) and enhancement of SPR signal.",
      "startOffset" : 400,
      "endOffset" : 423
    }, {
      "referenceID" : 19,
      "context" : "In this way, the amount of bounded antigen to the modified surface antibody is measured and the obtained signal is proportional to the concentration of the mycotoxin (Homola, 2008).",
      "startOffset" : 166,
      "endOffset" : 180
    }, {
      "referenceID" : 24,
      "context" : "1%) for NIV and DON, respectively (Kadota et al., 2010).",
      "startOffset" : 34,
      "endOffset" : 55
    }, {
      "referenceID" : 35,
      "context" : "Noble metal nanoparticles (such as gold and silver nanoparticles), magnetic nanoparticles (MNPs), carbon-based nanostructures, quantum dots and nanorods are examples of nanomaterials that have been used for SPR signals enhancement (Mahmoudpour et al., 2019).",
      "startOffset" : 231,
      "endOffset" : 257
    }, {
      "referenceID" : 8,
      "context" : "Carbon-based nanostructures like graphene-based nanomaterials have emerged as a new promising and pervasive technology due to its innate advantages over traditional materials (Chen et al., 2019).",
      "startOffset" : 175,
      "endOffset" : 194
    }, {
      "referenceID" : 42,
      "context" : "Moreover, graphene-based nanocomposites could enhance the signal produced by plasmon material, which increases the sensitivity of molecular detection up to femto to atto molar level (Patil et al., 2019).",
      "startOffset" : 182,
      "endOffset" : 202
    }, {
      "referenceID" : 2,
      "context" : "Some of the most attractive properties of QDs are high molar extinction coefficients, high quantum yield, narrow and symmetric emission bands (30–50 nm), broad absorption spectra as well as photo stability and resistance to chemical degradation (Alhamoud et al., 2019).",
      "startOffset" : 245,
      "endOffset" : 268
    }, {
      "referenceID" : 3,
      "context" : "the binding signals in SPR assays that provided more sensitive target detection (Anderson et al., 2013).",
      "startOffset" : 80,
      "endOffset" : 103
    }, {
      "referenceID" : 15,
      "context" : "designed a SPR biosensor based on gold hollow balls (AuHBs) with dendritic surface for detection of Ochratoxin A (OTA) (Fu, 2007).",
      "startOffset" : 119,
      "endOffset" : 129
    }, {
      "referenceID" : 55,
      "context" : "5 μgkg, in various food commodities like juices, dried milk, and wheat milk (Todescato et al., 2014).",
      "startOffset" : 76,
      "endOffset" : 100
    }, {
      "referenceID" : 64,
      "context" : "designed a competitive immunoassay SPR technique for OTA detection using AuNPs for signal enhancement on a mixed selfassembled monolayer (mSAM) surface (Yuan et al., 2009).",
      "startOffset" : 152,
      "endOffset" : 171
    }, {
      "referenceID" : 11,
      "context" : "Label-free affinity biosensors have the potential to reduce the time of analysis, furthermore, these sensors can provide ultrasensitive and selective detection methods (Danesh et al., 2018).",
      "startOffset" : 168,
      "endOffset" : 189
    }, {
      "referenceID" : 39,
      "context" : "To overcome fouling problem different approaches have been proposed for the preparation and modification of surfaces as follows: grafting of carboxymethyl dextran (CMD) (O'Shannessy et al., 1992), passivation with adsorbed albumin (Homola et al.",
      "startOffset" : 169,
      "endOffset" : 195
    }, {
      "referenceID" : 20,
      "context" : ", 1992), passivation with adsorbed albumin (Homola et al., 2002) or preparation of self-assembled monolayers (SAMs) of oligoethylene glycol terminated alkanethiols (Subramanian et al.",
      "startOffset" : 43,
      "endOffset" : 64
    }, {
      "referenceID" : 21,
      "context" : "Surface architecture has been revealed to provide considerably high fouling suppression effects indicating their applications in a real-world biosensing (Hu et al., 2014).",
      "startOffset" : 153,
      "endOffset" : 170
    }, {
      "referenceID" : 30,
      "context" : "Recently, single domain Abs known as nanobodies (Nbs) that found in camelids have gained attention in nanoscience field as a result of their attractive properties such as high stability, small size, high flexibility, ease of manufacture and hydrophilicity (Könning et al., 2017).",
      "startOffset" : 256,
      "endOffset" : 278
    }, {
      "referenceID" : 40,
      "context" : "Compared with the immunosensor prepared with traditional mAb, which was applied in the typical indirect immunoassay, the immunosensor proposed in this work is 10-fold more sensitive and provides two orders of magnitudes wider linear range for the determination of AFB1 (Pan et al., 2018).",
      "startOffset" : 269,
      "endOffset" : 287
    }, {
      "referenceID" : 44,
      "context" : "Republished with permission from ref (Rehmat et al., 2019).",
      "startOffset" : 37,
      "endOffset" : 58
    }, {
      "referenceID" : 28,
      "context" : "To date, several techniques have been used to build peptide-based molecular sensors by conjugating peptides with signal markers (Karimzadeh et al., 2018).",
      "startOffset" : 128,
      "endOffset" : 153
    }, {
      "referenceID" : 48,
      "context" : "In this technique, the biorecognition peptide NOF4, as a synthetic peptide immobilized onto three-dimensional porous chitosan foam supports using a N-terminal histidine, tag to allow binding to M ions that were pre-adsorbed onto the high surface area of biopolymer (Soleri et al., 2015).",
      "startOffset" : 265,
      "endOffset" : 286
    }, {
      "referenceID" : 56,
      "context" : "Aptamers are short oligonucleotides (either single-stranded DNA (ssDNA) or RNA) with 10–50 variable nucleobases that are known to show high specificity and strong binding affinity for target molecules (Wang et al., 2015).",
      "startOffset" : 201,
      "endOffset" : 220
    }, {
      "referenceID" : 46,
      "context" : "The interest in aptamers originate from their wellknown advantages such as specificity, cost-effectiveness, stability, small size (molecular mass 5–15 kDa), easy in vitro production and easy modification with different chemical groups (Schmidt et al., 2004).",
      "startOffset" : 235,
      "endOffset" : 257
    }, {
      "referenceID" : 52,
      "context" : "developed an aptamer based SPR biosensor for analysis of AFB1 in a direct assay format (Sun et al., 2017).",
      "startOffset" : 87,
      "endOffset" : 105
    }, {
      "referenceID" : 41,
      "context" : "Republished with permission from ref (Park et al., 2014).",
      "startOffset" : 37,
      "endOffset" : 56
    }, {
      "referenceID" : 6,
      "context" : "Republished with permission from ref (Bianco et al., 2017).",
      "startOffset" : 37,
      "endOffset" : 58
    }, {
      "referenceID" : 13,
      "context" : "In the “grafting to” technique, imprinting polymerization is directly linked to a bare sensor chip by an intermediate step with a physical entrapment method, like spin-coating, or to the modified surface, via surface-active functional groups, like the ends of vinyl groups located on the substrate surface (Dong et al., 2012; Kara et al., 2013).",
      "startOffset" : 306,
      "endOffset" : 344
    }, {
      "referenceID" : 25,
      "context" : "In the “grafting to” technique, imprinting polymerization is directly linked to a bare sensor chip by an intermediate step with a physical entrapment method, like spin-coating, or to the modified surface, via surface-active functional groups, like the ends of vinyl groups located on the substrate surface (Dong et al., 2012; Kara et al., 2013).",
      "startOffset" : 306,
      "endOffset" : 344
    }, {
      "referenceID" : 23,
      "context" : "76 V in 1 mM on the Au surface of a miniaturized SPR device for OTA sensing (Jorn and Lai, 2004).",
      "startOffset" : 76,
      "endOffset" : 96
    }, {
      "referenceID" : 9,
      "context" : "The selectivity efficiency of this technique for DON and its acetylated analogs 3-ADON and 15-ADON was 100, 19, and 44%, respectively (Choi et al., 2011).",
      "startOffset" : 134,
      "endOffset" : 153
    }, {
      "referenceID" : 4,
      "context" : "selective for CIT than ZEA, LOV and OCT, respectively (Atar et al., 2015).",
      "startOffset" : 54,
      "endOffset" : 73
    }, {
      "referenceID" : 57,
      "context" : "However, few imprinted sites are formed on the electrode surface during the electrodeposition process due to the relatively high density of electropolymers that reduced the performance of the chip sensor (Wang et al., 2011).",
      "startOffset" : 204,
      "endOffset" : 223
    }, {
      "referenceID" : 31,
      "context" : "This in turn produces enhanced sensitive assays (Kumar et al., 2017).",
      "startOffset" : 48,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : "on the polymer matrix, by reducing it directly within the polymer chains (Ahmad et al., 2015).",
      "startOffset" : 73,
      "endOffset" : 93
    }, {
      "referenceID" : 4,
      "context" : "Republished with permission from ref (Atar et al., 2015).",
      "startOffset" : 37,
      "endOffset" : 56
    }, {
      "referenceID" : 36,
      "context" : "More important, the swelling would cause increasing distance between the Au nanoparticle within the polymer gel and Au film on the sensor chip surface, which would result in shifting a dip of an SPR curve to a higher SPR angle (Matsui et al., 2005).",
      "startOffset" : 227,
      "endOffset" : 248
    }, {
      "referenceID" : 47,
      "context" : "These interesting results encouraged the same authors to apply AuNPs@MIPs composite films into sensing field as a recognition unit (Shahar et al., 2017).",
      "startOffset" : 131,
      "endOffset" : 152
    }, {
      "referenceID" : 61,
      "context" : "In some current approaches acetylcholinesterase (AchE), an essential enzyme in neurotransmission, which is inhibited by organophosphorus compounds such as pesticides, nerve agents, and several toxins, has been used in SPR sensors for the detection of these inhibitors (Xia et al., 2015).",
      "startOffset" : 268,
      "endOffset" : 286
    }, {
      "referenceID" : 18,
      "context" : "Hansmann and coworker analyzed the inhibitory effect of AFB1 on various species of cholinesterases by in vitro mutagenesis and steady state kinetic measurements (Hansmann et al., 2009).",
      "startOffset" : 161,
      "endOffset" : 184
    }, {
      "referenceID" : 43,
      "context" : "velop sensitive, simple, and reliable detection methods for these compounds (Puiu et al., 2012).",
      "startOffset" : 76,
      "endOffset" : 95
    }, {
      "referenceID" : 14,
      "context" : "developed a novel technique for the direct and rapid detection of OTA in olive oil samples (Dridi et al., 2015).",
      "startOffset" : 91,
      "endOffset" : 111
    }, {
      "referenceID" : 14,
      "context" : "Republished with permission from ref (Dridi et al., 2015).",
      "startOffset" : 37,
      "endOffset" : 57
    } ],
    "year" : 2019,
    "abstractText" : "Mycotoxins are highly toxic secondary metabolites, which may contaminate many types of food and feeds. These toxins have serious health risks for both human and animals. One of the effective ways to prevent food contamination and protect people against mycotoxins is based on timely detection. Several methods like enzymelinked immunosorbent assay and affinity chromatography are commercially available for this purpose. Nevertheless, sensitive, fast, simple, low-cost, and portable devices are absolutely required for a fast point-of care information and making decisions. Application of biosensors appears to be a possible technique to meet this need for mycotoxins analyze. The present study has been focused on the literature update of smart using of biosensing for detection of mycotoxin at both academic and industrial levels in order to replace conventional chromatographic methods. Surface plasmon resonance (SPR) as one of the relatively novel and simple analytical method has been proven for rapid, sensitive, label-free detection and widely used for qualitative and quantitative analysis of multiplexed pollutant in real-time. This paper aims to provide an extensive overview on biosensors for mycotoxin detection by highlighting the main biorecognition elements. Moreover, SPR principles, assay formats, and signal enhancement are summarized.",
    "creator" : "Elsevier"
  }
}