{
  "name" : "downloads_2020-07-04_46_10.1016@j.icheatmasstransfer.2020.104648.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Improving the thermal conductivity of water by adding mono & hybrid nano-additives containing graphene and silica: A comparative experimental study",
    "authors" : [ "Iman Kazemi", "Mohammad Sefida", "Masoud Afrandb" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nInternational Communications in Heat and Mass Transfer\njournal homepage: www.elsevier.com/locate/ichmt\nImproving the thermal conductivity of water by adding mono & hybrid nano-additives containing graphene and silica: A comparative experimental study\nIman Kazemia, Mohammad Sefida,⁎, Masoud Afrandb,c,⁎⁎\na Department of Mechanical Engineering, Yazd University, 8915818411, Yazd, Iran b Laboratory of Magnetism and Magnetic Materials, Advanced Institute of Materials Science, Ton Duc Thang University, Ho Chi Minh City, Vietnam c Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Vietnam\nA R T I C L E I N F O\nKeywords: Mono-nanofluid Hybrid-nanofluid Surfactant effect pH value Thermal conductivity Graphene & Silica nano-additives\nA B S T R A C T\nEffect of addition and hybridization of Graphene (G) and Silica (SiO2) nanoparticles on thermal conductivity of water, was experimentally studied. Initially, XRD, FTIR and FESEM tests were performed to specify phase and structural analysis and microstructural-observation of nano-materials. After that, nano-materials were dispersed and homogenized in distilled water by magnetic stirrer and ultrasonic vibrator, using the two-step method. The stability of graphene and silica nanoparticles in the base fluid at different pH values was examined. Thermal conductivity of three types of nanofluids, G/Water, SiO2/Water and G-SiO2/Water, at different volume fractions (φ) of 0.05–1% and temperature (T) range of 25-50 °C was measured. For predicting the thermal conductivity of G-SiO2/water hybrid-nanofluid, a two-variable correlation with R-Squared = 0.99 was extracted from experimental data by curve fitting method. The most and the least thermal conductivity enhancement attributed to G/ water and SiO2/water mono-nanofluids respectively; while thermal conductivity enhancement between these two values and closer to the greater value associated with G-SiO2/water hybrid-nanofluid. By comparing the thermal conductivity results of the three present types of nanofluids, G-SiO2/Water hybrid-nanofluid would be a good choice as a high thermal and cost-effective nanofluid for thermal equipment."
    }, {
      "heading" : "1. Introduction",
      "text" : "For the past decades, energy saving, energy conservation or energy efficiency, has attracted a wide range of attention from engineers and scientists [1–6]. Thus, an innovative way to save energy is to improve the thermal conductivity of common liquids such as water, ethylene glycol, or oils by adding nanoparticles [7,8]. These base fluids have been used as the operating fluid in industrial applications as the heat exchanger, solar cell, etc. [9–11]. Lately, nanofluids desire to have considerably higher thermal conductivity than base fluids based on ran studies [12]. Due to their high thermal conductivity, nanofluids that refer to colloidal suspensions of uniformly small size metallic, nonmetallic or polymeric particles in a liquid, increase the heat transfer rate and reduce industrial equipment size. On the other hand, using nanofluids prevent undesirable problems such as additional pressure loss [13].\nGenerally, graphene is known as an interesting carbon-based\nmaterial. This two-dimensional (2D) material with a layer structure surrounded by a honeycomb crystal net, has many particular physical and chemical attributes. Remarkable thermo-physical properties of graphene such as high mechanical strength and high thermal conductivity have made it a superlative candidate for usage in nanofluids [14]. Gao et al. [15] experimentally investigated thermal conductivity of three graphene nanoplatelets (GNP) nanofluids with various base fluids, viz., Ethylene Glycol (EG), De-ionized Water (DIW), DIW/EG (1:1) by using KD2 Pro thermal properties analyzer at several solid volume fractions and temperatures. Their results revealed 4.6%, 6.8% and 18% enhancement in thermal conductivity using graphene nanoplatelets for EG, DW and a 1:1 mixture of DW/EG, respectively. According to justifying factors of thermal conductivity enhancement such as Brownian motion and interfacial thermal resistance, they presented a new model for effective thermal conductivity of GNP nanofluid.\nOn the other hand, Silicon dioxide (SiO2), also called silica, is one of the most accessible and abundant oxides found in the earth's crust. High\nhttps://doi.org/10.1016/j.icheatmasstransfer.2020.104648\n∗ Corresponding author. ⁎⁎ Corresponding author at: Ton Duc Thang University, Ho Chi Minh City, Vietnam. E-mail addresses: mhsefid@yazd.ac.ir (M. Sefid), masoud.afrand@tdtu.edu.vn (M. Afrand).\nInternational Communications in Heat and Mass Transfer 116 (2020) 104648\n0735-1933/ © 2020 Elsevier Ltd. All rights reserved.\nT\nspecific surface area, good heat transfer effects and also low-cost production are some of the advantages of silica which persuaded the researchers to use it in preparing nanofluids [16]. Ranjbarzadeh et al. [16] synthesized silica nanoparticles by an eco-friendly process and produced stable SiO2/water nanofluids. They examined the stability and effect of different concentrations and temperatures on the thermal conductivity of the eco-friendly nanofluid. They have proved that improving the concentration and temperature leading to thermal conductivity augmentation.\nFor the past few years, new nanofluids form which mixed of two or more various nanoparticles in fluids has been experimentally studied by many scientists and researchers. This form which is called hybrid nanofluid is generally used to improve thermal properties, energy efficiency, heat transfer rate and consequently cost reduction [17–19]. Rostami et al. [20] experimentally investigated the thermal conductivity of CuO-GO/Water-EG hybrid nanofluid in a various volumetric fraction of 0, 0.1, 0.2, 0.4, 0.8 and 1.6% at the temperature range of 25–50 degrees Celsius. Due to widely used in industry, they chose the combination of water and ethylene glycol with 50: 50 volume fraction, known as antifreeze, for the base fluid. They already reported a 43.4% increment in the thermal conductivity of Water-EG with a suspension of 1.6% solid volume fraction of graphene oxide and copper oxide (50:50) at the temperature of 50 °C.\nBecause of the impact on industrial equipment and thermal device performance, the study of measurable properties of nanofluids, including viscosity and thermal conductivity coefficient, and the effective parameters on these properties, are very important and necessary [21]. In this regard, the thermal conductivity of nanofluids that include graphene or silica nanoparticle, are experimentally measured by researchers as stated in Table 1.\nIn the following research, to investigate the hybridization effect of nanofluid thermal conductivity, novel silica and graphene nanoparticles dispersed in distilled water studied. At first, G/Water, SiO2/ Water nanofluids and then G-SiO2/Water hybrid nanofluid were prepared in solid volume fractions of 0.05, 0.1, 0.25, 0.5, 1 and their stability was tested by different techniques. After that, thermal conductivity at the temperature range of 25 to 50 °C for G-SiO2/Water hybrid nanofluid and at maximum and minimum temperature for G/ Water, SiO2/Water nanofluids were measured. In a comprehensive comparative study, laboratory results for three available nanofluids are presented. Finally, to predict new hybrid nanofluid thermal conductivity, via available data, an effective correlation between the dependent parameters on thermal conductivity (T and φ), is offered."
    }, {
      "heading" : "2. Experimental procedure",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "In the present research, Silica and Graphene nano-materials,\naccording to their physical properties (Table 2), were purchased from US Research Nanomaterials, Inc. Also, Carboxyl Methyl Cellulose (CMC) as a surfactant was purchased from Sigma-Aldrich, USA. To wash glass-wares of laboratory throughout the experiments, distilled water was used.\nX-ray diffraction analysis (XRD) was studied by a PW1730 PHILIPS X-ray diffractometer using Cu Kα radiation (λ = 1.541 Å). Fourier transform infrared (FTIR) spectra was recorded on ALPHA II BRUKER. More ever, Field emission scanning electron microscope (FESEM) applied to observe samples morphologies by MIRA3 TESCAN."
    }, {
      "heading" : "2.2. Nanofluid preparation",
      "text" : "Among the last laboratory works on characteristics of nanofluids, nanofluid preparation is considered as the main and most important step. The two-step method, which is known as the most widely used method for the preparation of nanofluid, is employed. Initially, G and SiO2 nanoparticles were suspended and dispersed separately and also combined (70% SiO2 + 30% G) at different concentrations in distilled water. Table 3 presents the Thermo-physical properties of distilled water. CMC surfactant has been used, for better sustainability of G nanoparticle in the base fluid.\nThe mass of each nanofluids component can be calculated using eq. 1. In this equation, via the desired volume fraction and nanofluid volume (Vnf), the volume of nanoparticles (Vnp) can be calculated. Consequently, via Vnp and density, the mass of each nanofluid component can easily be obtained.\n= +\n∗φ V\nV V 100np\nnp bf (1)\nBased on the solid volume fraction obtained, weighing the nanomaterials mass by a digital scale (AND GF-300) with an accuracy of 0.001 g (Fig. 1-A). While the materials are gradually added to the base fluid, they also mixed well via magnetic stirrer (IKA-HS7 digital) for 30 min (Fig. 1-C). As the final stage of nanofluid preparation, to make a homogeneous solution and breaking particle agglomeration down, an ultrasonic processor with a frequency of 24,000 hertz and power of 400 watts (Fig. 1-D) for the optimal duration, was used.\nDynamic light scattering analysis (DLS) was studied by a VASCO Cordouan Technologies. Also, Zeta Potential analysis was studied via SZ-100 HORIBA."
    }, {
      "heading" : "2.3. Thermal conductivity measurement",
      "text" : "Over the past years for measuring the thermal conductivity of nanofluids, various techniques have been proposed [47]. Among all these techniques, the most accurate and fast method is transient hot-wire (THW).\nIn this research, a hot wire-type KD2-Pro (Decagon devices Inc.,\nNomenclature\nCMC Carboxymethyl cellulose DLS Dynamic light scattering analysis FESEM Field emission scanning electron microscope FTIR Fourier transform infrared G Graphene k Thermal conductivity (W/m.k) m Mass (g) SiO2 Silica T Temperature (°C) TCE Thermal conductivity enhancement (%) TCR Thermal conductivity ratio V Volume (ml)\nXRD X-ray diffraction analysis\nGreek symbol\nρ Density (g/cm3) θ Dimensionless temperature φ Solid volume fraction (%)\nSubscripts\nbf Base fluid Exp Experimental nf Nanofluid pred Predicted\nUSA) for measuring the thermal conductivity of G/Water, SiO2/Water and G-SiO2/Water hybrid nanofluid is established. Table 4, presented KD2 Pro detailed information.\nTo maintain and control the temperature during thermal conductivity measurement, a temperature bath (WNB7-MEMMERT, Germany) is employed. To reduce experimental errors, probe vibration must be restraint. Thus, to align the KS-1 probe vertically in the center\nTable 1 Nanofluids Thermal Conductivity Enhancement Summary.\nNanoadditives type\nRef. Particles type Base-fluid Loading (% vol.) Enhancement (%) Parameters investigated\nParticle concentration\nParticle size Particle shape\nBase-fluid type Temperature\nGraphene [22] Graphene nanosheets (GNS)\nEG 5 86 ✓ ✓\n[23] GNS Water 0.2 27 ✓ ✓ [14] GNS DI Water 0.14 94.3 ✓ ✓ ✓ EG 36.1 [24] Alkaline functionalized\nGraphene (AFG) Water 0.05 wt% 17 ✓ [25] Graphene nanoplatele (GNP) DW 0.1 27.64 ✓ ✓ ✓ [26] GNP-CO Water 0.1 26.5 ✓ ✓\nGNP-SDBS 14.06 [27] Ag-GNP DW 0.1 22.22 ✓ ✓ [28] Graphene Water 0.15 37.2 ✓ ✓ [29] GNP Kerosene 0.2\nwt% 23 ✓ ✓ ✓ ✓\n[30] GNP Water 0.5 16 ✓ ✓ EG 21 [31] GNP Water 0.1 26.92 ✓ ✓ GNP-Al2O3 13.84 Al2O3 8.2 [32] Triethanol Aminetreatd Graphene nanoplatele (TEAGNP 750) DW 0.1 24.3 ✓ ✓ ✓ ✓ [33] Graphene Oil 1 wt% 25 ✓ [34] Pentaethylene glycol-GNP (PEG-GNP) DW 0.1 32 ✓ ✓ [15] GNP EG 0.15 4.6 ✓ ✓ ✓ EG-DW (50:50 wt%) 18 DW 6.8 [35] Oleic acid-MWCNT Diesel oil 0.5 75 ✓ ✓\nOleic acid -GNP\n94\nGNP-Hexylamine 101 MWCNT- Hexylamine 92 Oleic acid-MWCNT-GNP 87\n[36] FGNP-SDBS Havoline XLC Premixed-Water (50/50)\n1.0 wt% 7.3 ✓\nSilica [37] SiO2 Methanol 0.5 14.29 ✓ [38] SiO2 BioGlycol/\nWater 2.0 7.2 ✓ ✓\n[39] SiO2–MWCNT EG 1.95 22.2 ✓ ✓ [40] SiO2 Polyalkyle glycol\n(PAG) 1.5 4.8 ✓ ✓\n[41] MWCNT-SiO2 EG 0.86 20.1 ✓ ✓ [42] TiO2-SiO2 Water 3.0 22.8 ✓ ✓ [43] SiO2 EG 2.0 6.1 ✓ ✓ glycerol (G) 11.5 [44] SiO2- Al2O3 PAG 0.1 2.41 ✓ ✓ [45] SiO2- Al2O3 Water 3.0 23.61 ✓ ✓ [46] CoFe2O4-\nSiO2 Water- EG 1.5 37.7 ✓ ✓ [16] SiO2 Water 3.0 38.2 ✓ ✓\nof the sample's vial, a horizontal stand was placed next to the temperature bath (Fig. 1-E). In order to consider the repeatability of results, the measurements were repeated three times in all designed volume fractions and temperatures with an interval time of 5 min."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Materials",
      "text" : ""
    }, {
      "heading" : "3.1.1. Phase and structural analysis",
      "text" : "3.1.1.1. XRD. Powder crystalline structure can be investigated by XRD analysis. It is visible from SiO2 XRD spectra (Fig. 2-a) that a highintensity sharp peak at 2θ = 25.175° has appeared, which matched with the standard XRD (JCPDS Card No. 96–900-6298). Also, G XRD pattern displays a main diffraction peak at 2θ = 26.425° in Fig. 2-b. Moreover, low-intensity peaks are shown in the XRD plot, alongside the sharp peak which acceptably proved the structure of G by other researchers. Due to the smaller intensity and bigger d-spacing of SiO2 crystal peak, compared to the G pattern, it is concluded that SiO2 has a smaller particle size. By selecting 1.541° Å wavelength of Cu Kα and based on Bragg's law, interlayer spacing is determined from 3.37 Ǻ dspacing at G to 3.53 Ǻ d-spacing at SiO2.\n3.1.1.2. DLS. DLS, which is a common and standard method to measure nanoparticle size distribution in nanofluids, uses Brownian motion in a solvent. This non-destructive method via launching a laser (657 nm wavelength) into the particles and looking at the scattering light in a specific direction, analysis the submicron size regime (nm to μm) distribution. In this paper, the Sparse Bayesian learning (SBL) algorithm [48] for analyzing DLS results of G-SiO2/Water hybrid nanofluid, was used. SBL is an analysis method which obtains an optimal and reliable solution to the Laplace transform inversion in DLS. This method is a new method [49] which modified the previous methods (Pade Laplace and Cumulants) formulas. It attempts to reduce the agglomeration error and sets dimensions closer to the nanoparticle's actual size via eliminating the hydrodynamic radius. Fig. 3, shows particle size diameter by the intensity and by volume. In this figure, the surface area under the second curve is more than the first curve. This proves the particle with larger size diffracted more beam intensity. Also, the volume occupied by larger particles is negligible (~1% of nanofluid's volume). This very small amount can be attributed to the pollution and errors of laboratory equipment. Also, part of the laboratory error can be ascribed to the DLS device that considers the shape of particles as spherical. On the other hand, based on the FESEM result (Fig. 5), graphene used in this research has at least one nano dimension, while two other dimensions could be nano or micro. According to the aforementioned explanation and DLS results, can be confirmed that G-SiO2/Water is a hybrid nanofluid.\n3.1.1.3. FTIR. FTIR spectroscopy analysis is used as a characterization test. As a result of this test, functional groups and chemical structure of G and SiO2 nanoparticles are displayed in Fig. 4.\nFrom FTIR results of SiO2, three adsorption peaks which are corresponded to bands of OeH stretching vibration at 3441.8 cm−1, Si–O–Si symmetric stretching vibration at 1109.3 cm−1 and SieO bending vibration at 473.7 cm−1, are distinguished. In the same way,\nthe rest of peaks in the FTIR spectrum, 2923.5, 1629.1 and 807.0 cm−1 wavelengths could be attributed to lysine (NeH), OeH bending vibration and Si-OH group, respectively.\nA wide peak, assigned to OH stretching vibration at 3431.8 cm−1\nwavelength, can be observed from FTIR results of graphene. Two faint peaks placed at 1450.3 cm−1 and 1115.5 cm−1 wavelengths, which is attributed to OeH bending deformation and CeO vibration, respectively. Moreover, two other peaks exhibit in the FTIR spectrum, 2992.9 and 1630.1 cm−1 wavelengths could be attributed to CH stretch and C]C vibrations.\nThese results are in good agreement with earlier studies about graphene and silica nanoparticles [14,50]."
    }, {
      "heading" : "3.1.2. Micro & nanostructural observations",
      "text" : "3.1.2.1. FESEM. One of the most applicable analyses to determine the morphological properties of nanoparticles is FESEM. As expected, in Fig. 5-A, graphene nanoparticles have layered and two-dimensional structure, and at least nano-size in one dimension. The planar surface and interconnected structure allow graphene nanoparticles to create conduction paths by forming networks. Besides, Fig. 5-B shows a spherical shape of silica nanoparticles by diameter range of less than 50 nm. Both FESEM images emphasized particle size at the nanoscale."
    }, {
      "heading" : "3.2. Preparation of nanofluids",
      "text" : ""
    }, {
      "heading" : "3.2.1. Nanofluid stability",
      "text" : "3.2.1.1. pH. Besides using ultrasonic vibrators and surfactants (surface activators), the pH value varying is also known as one of the nanofluid\nstabilization methods. By adding acidic (HCl) and alkaline (NaOH) solutions to the base fluid, pH values were measured and adjusted to 3,6,9 and 12 by pH meter (EDT GP-353) (Fig. 1-B). In Fig. 6 and Fig. 7, samples of SiO2/Water and G/Water have been shown at specified pH values. Equivalent amounts of graphene and silica nanoparticles were separately added to the base fluid, mixed and stabled under the same conditions by magnetic stirrer and ultrasonic vibrator. In this section, eye monitoring and photo capturing techniques have been used to provided results and check the stability of nanoparticles. Results indicate excellent stability of SiO2/Water samples at all pH values, which can be attributed to the hydrophilicity nature of silica particles. For G/Water samples, sustainability is poor in lower pH values. Higher pH value has better stability which disappears over a sustained period of time. This result can be justified in two aspects:\n1. The presence of an isoelectric point in low-pH (3 and 6) values is more likely due to low stability. When pH is far from the isoelectric point at higher values (9 and 12), repulsive forces among dispersed nanoparticles are increased and the stability is improved. 2. On the contrary to what researchers have thought over the years, graphene is now known as a hydrophilic substance. In fact, hydrocarbon contamination makes it hydrophobic, which means that they repel water and not easily soluble in water [51].\n3. To achieve complete and also better stability in G/Water samples, CMC surfactant (surface activators) are used. Due to better stability in higher pH values, the CMC surfactant has been used to increase the pH by creating a negative charge surface for graphene nanoparticles and developing functional groups [52].\n3.2.1.2. Surfactant effect. A kind of common and economic chemical way for improving the stabilization of nanofluids is adding a surfactant (surface active agent). As implies from the name of this method, it affected nanofluid surface characteristics via decreasing base fluid interfacial tension and increasing nanoparticles interfacial contact. Having a hydrophobic tail to connect the nano particle's hydrophilic section and a hydrophilic head to connect the nano particle's hydrophobic section is how the surfactant operates. However, because surfactants are naturally less conductive than nanomaterials, it is important to note how much surfactant is added to the nanofluid to have the least adverse effect on their properties. In recent papers, researchers have set a specific range (volume fraction from 0.01 to 0.02%) of surfactants to be added to nanofluids [53–55]. However, the precise amount has not mentioned yet. In this research, an innovative technique has been used to determine the sufficient amount of surfactant for nanofluid's stability. In the previous section, it was demonstrated that graphene nanoparticles were less stable than silica\nnanoparticles in the base fluid. In this regard, in a specific volume fraction, surfactant with a ratio of one-eighth, one-fourth, one-half and equal to the mass of graphene nanoparticles was added to the nanofluids as shown in Fig. 8. The photo capturing technique was employed to check the stability of the samples over a period of time. Sample C, which is shown in Fig. 8 has been selected due to its acceptable stability through time, despite its lower amount of surfactant in comparison with samples A and B. This sample, as a good choice, with appropriate stability, has less adverse effect on the nanofluid's thermal conductivity and with a surfactant volume fraction lower than 0.02%, it also covers acceptable range of surfactant that reported in other references.\n3.2.1.3. Zeta potential. Obviously, to achieve uniform stability in nanofluids over a long period of time, it is necessary to create a highquality dispersion of nanoparticles into the base fluid. Zeta potential is a reliable test for measuring the stability of colloidal dispersion with high precision. This test reveals electric potential differences between dispersed nanoparticles surrounded by a stationary layer and dispersion medium. In all available scholar resources, absolute zeta potential value less than 30 mV is unsatisfactory for nanofluid stability. However, if this value reaches above 30 mV, it is considered acceptable [56]. For a closer look at the acceptable range of sustainability: 30–45 mV and above 45 mV shows good and excellent stability, respectively [57]. In accordance with the sustainability criteria mentioned above for the zeta potential analysis, for G-SiO2/Water hybrid-nanofluid, the absolute zeta\npotential analysis as shown in Fig. 9 is equal to 45 mV, which indicates the excellent stability of this sample."
    }, {
      "heading" : "3.2.2. Thermal conductivity",
      "text" : "3.2.2.1. Validation. In each laboratory work, the device must be calibrated before measuring the parameters. KD2 Pro Manufacturer\nrecommended a standard sample of glycerin to calibrate the device. In this regard, by measuring the thermal conductivity of glycerin (at least 3 times), its error value was very low compared to the number proposed by the manufacturer. Before measuring the final thermal conductivity tests of nano-fluid, the accuracy of the measurement system must be checked as a requirement. For this purpose, data in the ASHRAE Handbook [58] is used to compare the measured data for base fluid at various temperatures (Fig. 10). The maximum error value that occurred in this validation (experimental data vs ASHRAE Handbook data) is 0.64% at a temperature of 30 °C, which confirms the accuracy of the measuring system and laboratory supplies.\n3.2.2.2. Solid volume fraction and temperature effect. In the first part of this section, the effects of changes in temperature (25–50 o C) and volume fractions (up to 1%) on thermal conductivity of the G-SiO2/ Water hybrid nanofluid were investigated. Then, in the same volume fractions of hybrid samples and the maximum and minimum temperature, variations for G/Water and SiO2/Water nanofluids were investigated. Via the results of thermal conductivity of nanofluid (Knf) and thermal conductivity of the base fluid (Kbf), thermal conductivity ratio (TCR) and thermal conductivity enhancement (TCE) can be calculated by Eq. (2) and Eq. (3), respectively.\n=Thermal k k conductivity ratio nf bf (2)\n= − ×Thermal k k\nk conductivity enhancement (%) 100nf bf\nbf (3)\nAmong the measurable and effective parameters on the thermal conductivity of nanofluids, temperature and concentration are known as two distinct and prominent variables for researchers [59]. Therefore, thermal conductivity can be considered as a function of temperature and concentration variables, which varies by changing each of these variables. Changes in thermal conductivity based on concentration and temperature variations are shown in Fig. 11 for the G-SiO2/Water hybrid nanofluid. For each solid volume fraction and temperature, a similar trend with different slope is observed. According to these diagrams, the thermal conductivity changes due to temperature and concentration variations are incremental (with increasing T and φ, thermal conductivity increases). The reasons caused thermal conductivity increment are listed below:\nNanofluid molecules have a certain amount of kinetic energy at any given temperature, which certainly increases with increasing temperature. By increasing the kinetic energy due to the temperature increment, the incidence of nanoparticle interactions and Brownian motion (random collision between nanoparticles) increases, which leads to nanofluids thermal conductivity increment. As the number of suspended nanoparticles increase, the thermal conductivity also increases. This increase can be attributed to several factors, which include: surface-to-volume ratio enhancement, increasing particle clustering and increasing collisions between particles [60]. According to the aforementioned reasons, when both the temperature and volume fraction parameters increase simultaneously, the thermal conductivity increases significantly. As shown in Fig. 11-b, thermal conductivity has been linearly increased, and in higher fractional volumes (φ > 0.1) this trend has been driven with a steeper slope. In other words, at higher values of volume fraction, temperature variations play a significant role in the thermal conductivity of nanofluids. At the lowest concentration (φ = 0.05%), with a doubling of temperature (from 25 to 50 °C), thermal conductivity from 0.621 (W/m.K) reached to 0.676 (W/m.K). While at the highest volume fraction (φ = 1%) and at the same temperature range (from 25 to 50 °C), thermal conductivity has reached from 0.756 (W/m.K) to 0.878 (W/m.K).\nThe thermal conductivity ratio has been used to determine the percentage of thermal conductivity enhancement easily, which is depicted in Fig. 12, based on the temperature and volume fraction. By\nthermal conductivity ratio, it is possible to clarify thermal conductivity increase by adding the silica and graphene nanoparticles to the base fluid at different temperatures. Fig. 12-b evidently shows that the effect of increasing the temperature on the thermal conductivity ratio at lower concentration is negligible, resulting from the number of nano-additives in the base fluid is low and collisions between the particles and fluid layer's energy not transferred significantly. While in higher volume fractions, the parameters mentioned (including the number of nanomaterials, the number of collisions between particles and energy between fluid layers) are all incremental, which also increases the thermal conductivity ratio. Fig. 12-a shows the thermal conductivity rate by volume fraction at different temperatures, helping to understand and compare the behavior between the thermal conductivity of the nanofluid and the base fluid. Where clusters exist, heat is transferred faster than cluster-free areas, which increases the thermal conductivity. Although increasing concentrations of nanoparticles (leading to clustering and increasing the number of nanomaterials) are considered as a solution to increase the thermal conductivity of fluids, higher concentrations increase viscosity and thus, pumping needs more power. Based on the results obtained in this experiment, the results of other scholars and the aforementioned explanations show that the maximum thermal conductivity enhancement occurs at the highest temperature and volume fraction. Therefore, maximum thermal conductivity enhancement of G-SiO2/Water hybrid nanofluid in this research is 36.12%, which occurs at the highest temperature (50 °C) and solid volume fraction (1%).\nGraphene and silica nanoparticles play their own roles in increasing the thermal conductivity of the G-SiO2/Water hybrid nanofluid. To determine how much each of these particles contributed to increasing the thermal conductivity of the G-SiO2/Water hybrid nanofluid, the thermal conductivity of the G/Water and SiO2/Water nanofluid was measured separately. Thermal conductivity of G/Water and SiO2/Water mono-nanofluid samples measured in the same volume fraction of GSiO2/Water hybrid-nanofluid sample, But only at the minimum (25 °C) and maximum (50 °C) temperature. Results for the hybrid and mono samples were depicted in Fig. 13. The thermal conductivity ratio comparison of mono and hybrid samples provides general insight into the thermal conductivity enhancement of each sample, as depicted in Fig. 13-b. As shown in Fig. 13, the most and the least increases in the base fluid thermal conductivity are related to graphene and silica nanoparticles, respectively.\nThis meaningful differences can be explained as follows: Carbon-based nanomaterials, including graphene, have a higher\nthermal conductivity than other nanomaterials [61]. Besides, the graphene plate structure has led to a higher level of heat conduction in the nanofluid, which confirms the high specific surface area (SSA) of graphene. On the other hand, silica does not significantly increase thermal conductivity due to its low SSA and the aspect ratio compared to graphene. As shown in Fig. 13, the thermal conductivity of the hybridnanofluid samples at temperatures of 25 °C and 50 °C is between the values of the mono-nanofluid samples in a way that is closer to the values of the G/Water mono-nanofluid. In this process, 30% graphene and 70% silica used. In fact, given the percentage of the contribution of graphene and silica nanoparticles in the hybrid nanofluid, silica nanoparticles occupy more space of hybrid-nanofluid. In this situation, the presence of silica nanoparticles alongside graphene nanoparticles rise thermal resistance more than graphene nanoparticles colloid. The maximum thermal conductivity enhancement obtained for samples of G/Water, G-SiO2/Water and SiO2/Water is 41%, 36%, and 12%, respectively. Although G-SiO2/water hybrid-nanofluid has less thermal conductivity than G/water mono-nanofluid, it is more economical and cost-effective in terms of production. The results for the maximum thermal conductivity enhancement show a 5% difference between G/ water and G-SiO2/Water nanofluids. Due to the low price of silica nanoparticles, the use of hybrid nanofluids reduces the cost of nanofluid production and makes it more economical."
    }, {
      "heading" : "3.3. Correlation",
      "text" : "Among dominant parameters on nano-fluids structure and properties, particle size and shape, stability, solid volume fraction and temperature have a predominant influence on the thermal conductivity of nanofluids [59]. Many scholars by using experimental results and providing empirical relationships on the properties of various nanofluids, demonstrated the inability of theoretical models to accurately predict the properties of nanofluids [15,16]. Via fitting the curve on the experimental results of G-SiO2/Water hybrid nanofluid at temperatures ranging from 25 to 50 °C and volume fraction up to 1.0% (see Fig. 14), a mathematical correlation is presented to predict and facilitate the calculation of hybrid-nanofluid thermal conductivity. In this correlation, R2 is 0.99, which indicates high and acceptable accuracy.\n= + +\n≤ ≤ × ≤ ≤ ×\n−\n− − TCR φ φ θ θ φ 1 1.19514 exp(1.89524 0.48688 ) (0 1, 0.05 10 1 10 )\n0.09653 0.75804\n2 2 (4)\nIn addition, thermal conductivity is a dependent variable of temperature and volume fraction in this relation, in which kbf and knf are thermal conductivity (W/m.K) of the base fluid and nanofluid, respectively. Also, φ is volume fraction of nano-particles and θ represents dimensionless temperature and defined as:\n= − − ≤ ≤θ T T T T T T C T, ( ( ) )L H L L o H (5)\nWhere T represents temperature (°C) of nanofluid that placed between the minimum (TL = 25 °C) and maximum (TH = 50 °C) temperature.\nTo verify the output data of the proposed model, the thermal conductivity ratio of experimental tests and those from the proposed model base on solid volume fraction at different temperatures were compared and presented in Fig. 15. The result of this comparison, which indicates the closeness of the laboratory values and the output data of the correlation, confirms the acceptability of this model and can be useful in numerical studies.\nThe deviation margin is a parameter that examines the accuracy of the offered correlation and is defined as follows.\n= − × k k\nk Deviation margin (%) 100Exp ed\nExp\nPr\n(6)\nExp and Pred indices in Eq. (6), represents experimental tests and predicted values calculated by the proposed model.\nThe comparison between data of the experimental tests and those extracted from correlation indicates the accuracy of the proposed correlation since in this comparison the maximum deviation margin is equal to 1.42% (Fig. 16), which is located at a negligible distance to the bisector."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study, the effect of adding G, SiO2 and their hybrid for improving the thermal conductivity of distilled water as a base fluid, was tested experimentally for the first time at various temperatures. Novel G-SiO2/Water hybrid nanofluid's thermal conductivity was studied at volume fractions of 0.05, 0.1, 0.25, 0.5 and 1, and also temperature ranges of 25 to 50 °C. For comparison and validation G-SiO2/Water hybrid nanofluid's experimental data, Thermal conductivity of G/Water and SiO2/Water mono-nanofluids were measured. By curve-fitting on G-SiO2/Water hybrid nanofluid's experimental data, a high precision correlation (R-Squared = 0.99) was obtained. Results can be list as follows:\n• Phase and structural analyses such as XRD and FTIR were used to specify powder crystalline and chemical structure of materials, respectively. • The two-step method with a magnetic stirrer, ultrasonic vibrator and surfactant were used to produce homogeneous and stable nanofluid samples. • The stability of G and SiO2 in the base fluid at different pH values was measured. SiO2 nanoparticles were stable in water at all pH values but G nanoparticles were more stable at higher pH values. To increase the stability of G nanoparticles in water, a CMC surfactant was used.\n• An appropriate and precise amount of CMC to create homogeneous and long term stability samples was introduced innovatively for the First time. • The homogeneity and stability of graphene and silica particles in\nwater were proved by zeta-potential analysis.\n• By the SBL algorithm, DLS results of G-SiO2/water hybrid nanofluid were analyzed and clearly shows nanoparticles size distribution in nanofluid, which corresponded to FESEM images. • Maximum thermal conductivity enhancement for G/Water, SiO2/ Water and G-SiO2/Water nanofluids was measured 41.39%, 12.24%, and 36.12%, respectively, which occurred at the highest concentration (1%) and temperature (50 °C). • The correlation derived from the experimental data has a direct relationship with temperature and volume fraction, indicating that with increasing each of these variables (T and φ), the nanofluid thermal conductivity increases. • 1.42% deviation margin, obtained from thermal conductivity predicted by correlation in comparison with experimental data.\nAuthor contributions\nMohammad Sefid and Masoud Afrand conceived of the presented idea. Iman Kazemi performed the experiments and the computations. All authors discussed the results and contributed to the final manuscript. In fact, Iman Kazemu is a MSc. student and Dr. Mohammad Sefid and Dr. Masoud Afrand are respectively supervisor and advisor of this student.\nDeclaration of Competing Interest\nNone."
    } ],
    "references" : [ {
      "title" : "Evaluation of wind energy potential as a power generation source for electricity production in Binalood, Iran",
      "author" : [ "A. Mostafaeipour" ],
      "venue" : "Renew. Energy",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "Empirical investigation of the cooling performance of a new designed Trombe wall in combination with solar chimney and water spraying system",
      "author" : [ "M. Rabani", "V. Kalantar", "A.A. Dehghan", "A.K. Faghih" ],
      "venue" : "Energy Build. 102 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Energetic-exergetic analysis of an air handling unit to reduce energy consumption by a novel creative idea",
      "author" : [ "M. Yari", "R. Kalbasi", "P. Talebizadehsardari" ],
      "venue" : "Int. J. Numer. Methods Heat Fluid Flow 29 (10) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Reducing AHU energy consumption by a new layout of using heat recovery units",
      "author" : [ "R. Kalbasi", "A. Shahsavar", "M. Afrand" ],
      "venue" : "J. Therm. Anal. Calorim. 139 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Incorporating novel heat recovery units into an AHU for energy demand reduction-exergy analysis",
      "author" : [ "R. Kalbasi", "A. Shahsavar", "M. Afrand" ],
      "venue" : "J. Therm. Anal. Calorim. 139 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Perforated fins effect on the heat transfer rate from a circular tube by using wind tunnel: an experimental view",
      "author" : [ "A. Ahmadi Nadooshan", "R. Kalbasi", "M. Afrand" ],
      "venue" : "Heat Mass Transf. 54 (10) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced heat transfer and friction factor of MWCNT – Fe 3 O 4/water hybrid nano fl uids ☆",
      "author" : [ "L.S. Sundar", "M.K. Singh", "A.C.M. Sousa" ],
      "venue" : "Int. Commun. Heat Mass Transf. 52 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Airfoil shaped pin-fin heat sink: potential evaluation of ferric oxide and titania nanofluids",
      "author" : [ "H. Babar", "H. Muhammad" ],
      "venue" : "Energy Convers. Manag. 202 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "International journal of heat and mass transfer experimental investigation of heat transfer and pressure drop in a straight minichannel heat sink using TiO2 nanofluid",
      "author" : [ "W. Arshad", "H. Muhammad" ],
      "venue" : "Int. J. Heat Mass Transf. 110 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Comparative performance assessment of solar dish assisted S-CO2 brayton cycle using nanofluids",
      "author" : [ "M.S. Khan", "M. Abid", "H.M. Ali", "P. Amber", "M.A. Bashir", "S. Javed" ],
      "venue" : "Appl. Therm. Eng. 148 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influence of triangle tube structure with twisted tape on the thermo-hydraulic performance of nanofluids in heat-exchange system based on thermal and exergy efficiency",
      "author" : [ "C. Qi", "M. Liu", "J. Tang" ],
      "venue" : "Energy Convers. Manag. 192 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "An updated review on application of nanofluids in heat exchangers for saving energy",
      "author" : [ "A Hajatzadeh Pordanjani", "S. Aghakhani", "M. Afrand", "B. Mahmoudi", "O. Mahian", "S. Wongwises" ],
      "venue" : "Energy Conversion and Management 198 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Recent advances in application of nanofluids in heat transfer devices: a critical review",
      "author" : [ "M.U. Sajid", "H.M. Ali" ],
      "venue" : "Renew. Sustain. Energy Rev. 103 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Surfactant free graphene nanosheets based nanofluids by in-situ reduction of alkaline graphite oxide suspensions",
      "author" : [ "S.S. Jyothirmayee Aravind", "S. Ramaprabhu" ],
      "venue" : "J. Appl. Phys. 110 (12) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Measurement and modeling of thermal conductivity of graphene nanoplatelet water and ethylene glycol base  nanofluids",
      "author" : [ "Y. Gao", "H. Wang", "A.P. Sasmito", "A.S. Mujumdar" ],
      "venue" : "Int. J. Heat Mass Transf. 123 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An experimental study on stability and thermal conductivity of water/silica nanofluid: eco-friendly production of nanoparticles",
      "author" : [ "R. Ranjbarzadeh", "A. Moradikazerouni", "R. Bakhtiari", "A. Asadi", "M. Afrand" ],
      "venue" : "J. Clean. Prod. 206 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "S. Sarbolookzadeh Harandi", "A. Karimipour", "M. Afrand", "M. Akbari" ],
      "venue" : "D’Orazio, An experimental study on thermal conductivity of F-MWCNTs–Fe 3 O 4 /EG hybrid nanofluid: effects of temperature and concentration, Int. Commun. Heat Mass Transf. 76 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A review on hybrid nanofluids: recent research",
      "author" : [ "J. Sarkar", "P. Ghosh", "A. Adil" ],
      "venue" : "development and applications, Renew. Sust. Energ. Rev. 43 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Application of Hybrid Sphere/Carbon Nanotube Particles in Nanofluids",
      "author" : [ "Z.H. Han", "B. Yang", "S.H. Kim", "M.R. Zachariah" ],
      "venue" : "",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "An experimental study on the thermal conductivity of new antifreeze containing copper oxide and graphene oxide nano-additives",
      "author" : [ "S. Rostami", "A.A. Nadooshan", "A. Raisi" ],
      "venue" : "Powder Technol. 345 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental study on the flow and heat transfer characteristics of nanofluids in double-tube heat exchangers based on thermal efficiency assessment",
      "author" : [ "C. Qi", "T. Luo", "M. Liu", "F. Fan", "Y. Yan" ],
      "venue" : "Energy Convers. Manag. 197 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Significant thermal conductivity enhancement for nanofluids containing graphene nanosheets",
      "author" : [ "W. Yu", "H. Xie", "X. Wang", "X. Wang" ],
      "venue" : "Phys. Lett. A 375 (10) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Thermal conductivity enhancement of nanofluids containing graphene nanosheets",
      "author" : [ "S. Sen Gupta" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Preparation of nanofluids from functionalized graphene by new alkaline method and study on the thermal conductivity and stability",
      "author" : [ "A. Ghozatloo", "M. Shariaty-Niasar", "A.M. Rashidi" ],
      "venue" : "Int. Commun. Heat Mass Transf. 42 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Investigation of thermal conductivity and rheological properties of nanofluids containing graphene nanoplatelets",
      "author" : [ "M. Mehrali" ],
      "venue" : "Nanoscale Res. Lett",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "Performance dependence of thermosyphon on the functionalization approaches: an experimental study on thermo-physical properties of graphene nanoplatelet-based water nanofluids",
      "author" : [ "A. Amiri" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Graphene nanoplatelets–silver hybrid nanofluids for enhanced heat transfer",
      "author" : [ "H. Yarmand" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "Measurement of thermal conductivity of graphene–water nanofluid at below and above ambient temperatures",
      "author" : [ "N. Ahammed", "L.G. Asirvatham", "J. Titus", "J.R. Bose", "S. Wongwises" ],
      "venue" : "Int. Commun. Heat Mass Transf. 70 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental investigation on thermal performance of kerosene–graphene nanofluid",
      "author" : [ "D.K. Agarwal", "A. Vaidyanathan", "S. Sunil Kumar" ],
      "venue" : "Exp. Thermal Fluid Sci. 71 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal conductivity enhancement of ethylene glycol and water with graphene nanoplatelets",
      "author" : [ "C. Selvam", "D.M. Lal", "S. Harish" ],
      "venue" : "Thermochim. Acta 642 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Entropy generation analysis of graphene–alumina hybrid nanofluid in multiport minichannel heat exchanger coupled with thermoelectric cooler",
      "author" : [ "N. Ahammed", "L.G. Asirvatham", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 103 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Stability and thermophysical properties of water-based nanofluids containing triethanolamine-treated graphene nanoplatelets with different specific surface areas",
      "author" : [ "W.S. Sarsam", "A. Amiri", "M.N.M. Zubir", "H. Yarmand", "S.N. Kazi", "A. Badarudin" ],
      "venue" : "Colloids Surfaces A Physicochem. Eng. Asp. 500 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal properties and solar collection characteristics of oil-based Nanofluids with low graphene concentration",
      "author" : [ "N. Wang", "G. Xu", "S. Li", "X. Zhang" ],
      "venue" : "Energy Procedia 105 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Graphene nanoplatelets and few-layer graphene studies in thermo-physical properties and particle characterization",
      "author" : [ "O.A. Alawi", "N.A.C. Sidik", "S.N. Kazi", "G. Najafi" ],
      "venue" : "J. Therm. Anal. Calorim. 135 (2) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental study on thermal conductivity and electrical conductivity of diesel oil-based nanofluids of graphene nanoplatelets and carbon nanotubes",
      "author" : [ "A. Naddaf", "S. Zeinali Heris" ],
      "venue" : "Int. Commun. Heat Mass Transf. 95 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Functionalized graphene nanoplatelet nanofluids based on a commercial industrial antifreeze for the thermal performance enhancement of wind turbines",
      "author" : [ "J.P. Vallejo", "E. Álvarez-Regueiro", "D. Cabaleiro", "J. Fernández-Seara", "J. Fernández", "L. Lugo" ],
      "venue" : "Appl. Therm. Eng. 152 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Thermal conductivity measurement of methanol-based nanofluids with Al2O3 and SiO2 nanoparticles",
      "author" : [ "C. Pang", "J.-Y. Jung", "J.W. Lee", "Y.T. Kang" ],
      "venue" : "Int. J. Heat Mass Transf. 55 (21–22) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental investigation and development of new correlation for thermal conductivity and viscosity of BioGlycol/water based SiO2 nanofluids",
      "author" : [ "M.K. Abdolbaqi" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Thermal conductivity enhancement of SiO2–MWCNT (85:15%)–EG hybrid nanofluids",
      "author" : [ "M. Hemmat Esfe", "P.M. Behbahani", "A.A.A. Arani", "M.R. Sarlak" ],
      "venue" : "J. Therm. Anal. Calorim. 128 (1) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Comparative study of thermo-physical properties of SiO2 and Al2O3 nanoparticles dispersed in PAG lubricant,",
      "author" : [ "A.A.M. Redhwan", "W. . Azmi", "M.Z. Sharif", "R. Mamat", "N.N.M. Zawawi" ],
      "venue" : "Appl. Therm. Eng.,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "Modeling of thermal conductivity of MWCNT-SiO2 (30:70%)/EG hybrid nanofluid",
      "author" : [ "M. Hemmat Esfe", "S. Esfandeh", "M. Rejvani" ],
      "venue" : "sensitivity analyzing and cost performance for industrial applications, J. Therm. Anal. Calorim. 131 (2) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An experimental study on the thermal conductivity and dynamic viscosity of TiO2 -SiO2 nanofluids in water: ethylene glycol mixture",
      "author" : [ "M.F. Nabil", "W.H. Azmi", "K. Abdul Hamid", "R. Mamat", "F.Y. Hagos" ],
      "venue" : "Int. Commun. Heat Mass Transf. 86 (Aug. 2017) 181–189.  I. Kazemi, et al. International Communications in Heat and Mass Transfer 116 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Rheology and thermal conductivity of non-porous silica (SiO 2) in viscous glycerol and ethylene glycol based nanofluids",
      "author" : [ "S. Akilu", "A.T. Baheta", "A.A. Minea", "K.V. Sharma" ],
      "venue" : "Int. Commun. Heat Mass Transf. 88 (October) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermophysical properties of Al 2 O 3 -SiO 2 /PAG composite nanolubricant for refrigeration system",
      "author" : [ "N.N.M. Zawawi", "W.H. Azmi", "A.A.M. Redhwan", "M.Z. Sharif", "K.V. Sharma" ],
      "venue" : "Int. J. Refrig. 80 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental study on thermal conductivity of stabilized Al2O3 and SiO2 nanofluids and their hybrid",
      "author" : [ "G.M. Moldoveanu", "G. Huminic", "A.A. Minea", "A. Huminic" ],
      "venue" : "Int. J. Heat Mass Transf. 127 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of cobalt ferrite coated with silica nanocomposite on the thermal conductivity of an antifreeze: new nanofluid for refrigeration condensers",
      "author" : [ "M.R. Safaei", "R. Ranjbarzadeh", "A. Hajizadeh", "M. Bahiraei", "M. Afrand", "A. Karimipour" ],
      "venue" : "Int. J. Refrig. 102 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Applied Sciences Preparation Techniques of TiO2 Nanofluids and Challenges: A Review",
      "author" : [ "H.M. Ali", "H.B. Id", "T.R. Shah", "M.U. Sajid" ],
      "venue" : "",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sparse Bayesian learning for the Laplace transform inversion in dynamic light scattering",
      "author" : [ "S.-L. Nyeo", "R.R. Ansari" ],
      "venue" : "J. Comput. Appl. Math. 235 (8) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A comparative study of particle size distribution of graphene nanosheets synthesized by an ultrasound-assisted method, Nanomaterials",
      "author" : [ "J. Amaro-Gahete" ],
      "venue" : "(Jan",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Synthesis of SiO2 nanopowders containing quartz and cristobalite phases from silica sands",
      "author" : [ "M. Zainuri" ],
      "venue" : "Mater. Sci. 33 (1) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Aggregation kinetics of SDBS-dispersed  carbon nanotubes in different aqueous suspensions",
      "author" : [ "L. Ju", "W. Zhang", "X. Wang", "J. Hu", "Y. Zhang" ],
      "venue" : "Colloids Surfaces A Physicochem. Eng. Asp. 409 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Enhanced thermal conductivity of TiO2—water based nanofluids",
      "author" : [ "S.M.S. Murshed", "K.C. Leong", "C. Yang" ],
      "venue" : "Int. J. Therm. Sci. 44 (4) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Effects of surfactant on stability and thermo-physical properties of metal oxide nanofluids",
      "author" : [ "M.A. Khairul", "K. Shah", "E. Doroodchi", "R. Azizian", "B. Moghtaderi" ],
      "venue" : "Int. J. Heat Mass Transf. 98 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The effect of surfactant and sonication time on the stability and thermal conductivity of waterbased nanofluid containing mg(OH) 2 nanoparticles: an experimental investigation",
      "author" : [ "A. Asadi", "M. Asadi", "M. Siahmargoi", "T. Asadi", "M. Gholami Andarati" ],
      "venue" : "Int. J. Heat Mass Transf. 108 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel comprehensive experimental study concerned graphene oxide nanoparticles dispersed in water: synthesise, characterisation, thermal conductivity measurement and present a new approach of RLSF neural network",
      "author" : [ "W.I. Liu" ],
      "venue" : "Int. Commun. Heat Mass Transf",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2019
    }, {
      "title" : "International journal of heat and mass transfer thermal conductivity of hybrid nanofluids : a critical review",
      "author" : [ "M.U. Sajid", "H.M. Ali" ],
      "venue" : "Int. J. Heat Mass Transf. 126 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A critical synthesis of thermophysical characteristics of nanofluids",
      "author" : [ "K. Khanafer", "K. Vafai" ],
      "venue" : "Int. J. Heat Mass Transf. 54 (19–20) ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Recent advances in modeling and simulation of nanofluid flowspart I: fundamentals and theory",
      "author" : [ "O. Mahian" ],
      "venue" : "Phys. Rep",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "International journal of heat and mass transfer graphene nanoplatelets nanofluids thermal and hydrodynamic performance on integral fin heat sink",
      "author" : [ "W. Arshad", "H.M. Ali" ],
      "venue" : "Int. J. Heat Mass Transf. 107 (2017) 995–1001.  I. Kazemi, et al. International Communications in Heat and Mass Transfer 116 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 6,
      "context" : "Thus, an innovative way to save energy is to improve the thermal conductivity of common liquids such as water, ethylene glycol, or oils by adding nanoparticles [7,8].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 7,
      "context" : "Thus, an innovative way to save energy is to improve the thermal conductivity of common liquids such as water, ethylene glycol, or oils by adding nanoparticles [7,8].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 11,
      "context" : "Lately, nanofluids desire to have considerably higher thermal conductivity than base fluids based on ran studies [12].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 12,
      "context" : "On the other hand, using nanofluids prevent undesirable problems such as additional pressure loss [13].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 13,
      "context" : "Remarkable thermo-physical properties of graphene such as high mechanical strength and high thermal conductivity have made it a superlative candidate for usage in nanofluids [14].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 14,
      "context" : "[15] experimentally investigated thermal conductivity of three graphene nanoplatelets (GNP) nanofluids with various base fluids, viz.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "specific surface area, good heat transfer effects and also low-cost production are some of the advantages of silica which persuaded the researchers to use it in preparing nanofluids [16].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 15,
      "context" : "[16] synthesized silica nanoparticles by an eco-friendly process and produced stable SiO2/water nanofluids.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] experimentally investigated the thermal conductivity of CuO-GO/Water-EG hybrid nanofluid in a various volumetric fraction of 0, 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "Because of the impact on industrial equipment and thermal device performance, the study of measurable properties of nanofluids, including viscosity and thermal conductivity coefficient, and the effective parameters on these properties, are very important and necessary [21].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 46,
      "context" : "Over the past years for measuring the thermal conductivity of nanofluids, various techniques have been proposed [47].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 47,
      "context" : "In this paper, the Sparse Bayesian learning (SBL) algorithm [48] for analyzing DLS results of G-SiO2/Water hybrid nanofluid, was used.",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 48,
      "context" : "This method is a new method [49] which modified the previous methods (Pade Laplace and Cumulants) formulas.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 13,
      "context" : "These results are in good agreement with earlier studies about graphene and silica nanoparticles [14,50].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 49,
      "context" : "These results are in good agreement with earlier studies about graphene and silica nanoparticles [14,50].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 50,
      "context" : "Due to better stability in higher pH values, the CMC surfactant has been used to increase the pH by creating a negative charge surface for graphene nanoparticles and developing functional groups [52].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 54,
      "context" : "However, if this value reaches above 30 mV, it is considered acceptable [56].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 55,
      "context" : "For a closer look at the acceptable range of sustainability: 30–45 mV and above 45 mV shows good and excellent stability, respectively [57].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 56,
      "context" : "Among the measurable and effective parameters on the thermal conductivity of nanofluids, temperature and concentration are known as two distinct and prominent variables for researchers [59].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 57,
      "context" : "This increase can be attributed to several factors, which include: surface-to-volume ratio enhancement, increasing particle clustering and increasing collisions between particles [60].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 58,
      "context" : "thermal conductivity than other nanomaterials [61].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 56,
      "context" : "Among dominant parameters on nano-fluids structure and properties, particle size and shape, stability, solid volume fraction and temperature have a predominant influence on the thermal conductivity of nanofluids [59].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 14,
      "context" : "Many scholars by using experimental results and providing empirical relationships on the properties of various nanofluids, demonstrated the inability of theoretical models to accurately predict the properties of nanofluids [15,16].",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 15,
      "context" : "Many scholars by using experimental results and providing empirical relationships on the properties of various nanofluids, demonstrated the inability of theoretical models to accurately predict the properties of nanofluids [15,16].",
      "startOffset" : 223,
      "endOffset" : 230
    } ],
    "year" : 2020,
    "abstractText" : "Effect of addition and hybridization of Graphene (G) and Silica (SiO2) nanoparticles on thermal conductivity of water, was experimentally studied. Initially, XRD, FTIR and FESEM tests were performed to specify phase and structural analysis and microstructural-observation of nano-materials. After that, nano-materials were dispersed and homogenized in distilled water by magnetic stirrer and ultrasonic vibrator, using the two-step method. The stability of graphene and silica nanoparticles in the base fluid at different pH values was examined. Thermal conductivity of three types of nanofluids, G/Water, SiO2/Water and G-SiO2/Water, at different volume fractions (φ) of 0.05–1% and temperature (T) range of 25-50 °C was measured. For predicting the thermal conductivity of G-SiO2/water hybrid-nanofluid, a two-variable correlation with R-Squared = 0.99 was extracted from experimental data by curve fitting method. The most and the least thermal conductivity enhancement attributed to G/ water and SiO2/water mono-nanofluids respectively; while thermal conductivity enhancement between these two values and closer to the greater value associated with G-SiO2/water hybrid-nanofluid. By comparing the thermal conductivity results of the three present types of nanofluids, G-SiO2/Water hybrid-nanofluid would be a good choice as a high thermal and cost-effective nanofluid for thermal equipment.",
    "creator" : "Elsevier"
  }
}