{
  "name" : "downloads_2019-10-21_8e_geng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineering electronic structures of nanomaterials towardcarbon dioxide electroreduction",
    "authors" : [ "Zhigang Geng", "Xiangdong Kong", "Qiuyao Li", "Jingwen Ke", "Jie Zeng" ],
    "emails" : [ "(zengj@ustc.edu.cn)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Addresses Hefei National Laboratory for Physical Sciences at the Microscale, Key Laboratory of Strongly-Coupled Quantum Matter Physics of Chinese Academy of Sciences, Key Laboratory of Surface and Interface Chemistry and Energy Catalysis of Anhui Higher Education Institutes, Department of Chemical Physics, University of Science and Technology of China, Hefei, Anhui 230026, PR China\nCorresponding author: Zeng, Jie (zengj@ustc.edu.cn)\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nThis review comes from a themed issue on Environmental Electrochemistry\nEdited by Xing-Jiu Huang\nFor a complete overview see the Issue and the Editorial\nAvailable online 18 April 2019\nhttps://doi.org/10.1016/j.coelec.2019.04.008\n2451-9103/© 2019 Elsevier B.V. All rights reserved.\nIntroduction With accelerated global warming and exhaustion of energy resource caused by the immoderate use of fossil fuels, the conversion of CO2 into valuable chemicals and fuels becomes a promising pathway [1 ,2e4]. In the past few decades, various strategies, such as chemical reforming [5,6], photochemical conversion [7e9], biological conversion [10,11], and electrochemical conversion [12e14], have been developed for CO2 conversion and utilization. Among them, CO2 electroreduction in\nwww.sciencedirect.com\naqueous solution paves a promising way for green conversion of CO2 because of the environmentally friendly catalytic process under ambient pressure at room temperature [15e18]. Until now, metal-based catalysts such as Cu, Zn, Pd, Ag, Cd, In, Sn, Au, Pb, and Bi have been proved to be helpful toward CO2 electroreduction. Especially, Cu-based catalysts can produce the high valueeadded C2þ products via C-C coupling [19e21]. However, most catalysts are enslaved to lower catalytic activity and product selectivity, which is caused by the thermodynamic stability of CO2 with two equivalent C=O bond energy of 230 kJ/mol. Therefore, the efficient activation of CO2 is still a bottleneck during electroreduction process [22e25].\nEngineering electronic structure is well known as an effective way to promote catalytic performance. For example, the manipulation of d-band centers for Pt changed the adsorption energy of O2 on the active Pt sites by alloying, resulting in different performance toward oxygen reduction reaction [26]. Besides, the binding strength between Pt sites and CO over Pt deposited on nanoporous Au catalyst was weakened by lowering the d-band center, thus enhancing the activity toward methanol oxidation reaction [27]. In addition, the abundant electrons on Pd atoms at the vertices of CuPd tetrapods reduced the adsorption energy of O2 on Pd sites because of the sharp-tip effect and electron transfer from Cu to Pd, leading to the enhanced oxygen reduction reaction activity [28]. Moreover, n-type doping of MoS2 nanosheets with Zn dopants shifted the Fermi energy into the conduction band of MoS2, thus modulating the hydrogen evolution activity [29]. Furthermore, the incorporation of P into Ni-based multimetal oxides promoted the oxidation from Ni2þ to Ni4þ which was highly active toward oxygen evolution reaction [30].\nMost reviews focused on classifying catalysts based on the type of element or the affinity to different atoms in reactants for CO2 electroreduction [31e33]. Less attention has been paid to the manipulation of electronic structures. Herein, we report the recent progress in CO2 reduction from the perspective of engineering electronic structures of nanocatalysts. As a prerequisite for CO2 electroreduction, CO2 activation is discussed in\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nthis review. For general regulation strategies, we discuss the vacancy engineering, heteroatom substitution, atomic layer regulation, sharp-tip effect, and interlayer bond length regulation (Figure 1). These strategies promote the activation of CO2 through the construction of defect level, the formation of electron-rich surface, or the manipulation of delocalized electrons for catalysts during CO2 electroreduction process. Finally, we try to predict the trend between the activity of CO2 electroreduction and the electronic structure of catalysts.\nVacancy engineering Vacancy engineering is widely used as an efficient method to regulate surface electronic structure of catalysts. Especially for metal oxides, engineering oxygen vacancy provides a powerful approach to enhance CO2 conversion by promoting CO2 adsorption and activation. For example, oxygen vacancy gave rise to electron trap centers, which made the surface electronic-rich [34 ]. The electronic-rich surface participated in CO2 activation by forming stable adsorption configurations of the C=O bonds, leading to reduced energy barrier of the electron transfer process from CO2 to CO2 - .\nIt was found that the presence of oxygen vacancies lowered the proton transfer barrier and thus stabilized the formate anion radical intermediate [35]. Hence, vacancy-rich cobalt oxide single-unit-cell layers exhibited a current density of 2.7 mA cm 2 with Faradaic efficiency (FE) of ca. 85% for formate during 40-h tests. Recently, Geng et al. [36] explored CO2 activation via introducing oxygen vacancy into ZnO nanosheets. Density functional theory calculations revealed that a\nFigure 1\nThe regulation strategies for engineering electronic structures.\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nnew defect level appeared around the valence band maximum for the ZnO slab with oxygen vacancy. Besides, in the valence band maximum, ZnO slab with oxygen vacancy accumulated electrons around oxygen vacancy compared with ZnO slab without oxygen vacancy. These abundant localized electrons around the valence band maximum are expected to be transferred into the antibond orbital of CO2. During CO2 reduction, Vo-rich ZnO nanosheets exhibited FE of 83% with current density of 16.1 mA cm 2 for CO production at 1.1 V versus reversible hydrogen electrode (vs RHE) (Figure 2). Double layer capacitances, Nyquist plots, and Tafel slopes analysis were further conducted to investigate the reaction mechanism, wherein the ratelimiting step switched from activation process to surface reaction. This result was also testified by Gibbs free energy calculation and temperature-programmed desorption profiles.\nHeteroatom substitution Elemental doping is considered as another efficient way to tailor the electronic structure of catalysts because of the hybridization of energy levels between dopants and pristine catalysts. Especially, heteroatom substitution has been applied to engineer d-band center [37,38], valence state of active site [39,40], and charge redistribution of semiconductors [41] for catalysts, leading to enhanced catalytic performance.\nXu et al. [42] conducted an ideal model of ternary transition-metal dichalcogenides (TMDs) alloy monolayer to explore the intrinsic reason for the promoted electrocatalytic performance of ternary TMDs alloy relative to the two pristine binary TMDs. The substitution of S by Se helped electrons depart fromMo atoms and close to S atoms because of the stronger electronegativity of S than Se. As such, the MoSeS alloy monolayers exhibited a current density of 43 mA cm 2 for CO with the FE of 45.2% at 1.15 V vs RHE. Mechanistic study further revealed that the offcentered charge density of Mo atom in the MoSeS alloy monolayers reduced the overlap between the dorbital of Mo and the p-orbital of Se and the overlap between the d-orbital of Mo and the p-orbital of C in CO*, resulting in stabilized *COOH intermediate and weak CO adsorption. Zhang et al. [43] used Ni dopant to substitute Sn in SnS2 nanosheets. A defect level below the conduction band was found in Ni-doped SnS2 monolayer, leading to the narrowed band gap from 2.3 eV of pristine SnS2 to 1.9 eV of Ni-doped SnS2. They further found that there were abundant electrons in the vicinity of Ni atom, which affected the charge distribution around adjacent Sn, resulting in facile CO2 activation into *HCOO intermediates. Recently, Cudoped CeO2 was developed for selective CO2 electroreduction into CH4 [44]. The lower oxidation of Cu in Cu-doped CeO2 enriched multiple oxygen vacancies\nwww.sciencedirect.com\nDensity functional theory calculations and the catalytic performance of three ZnO nanosheets toward CO2 electrochemical reduction. Calculated density of states of a) ZnO slab and b) ZnO slab with an oxygen vacancy. The partial charge density around the valence band maximum (marked by the orange region in (a) and (b)) of c) a ZnO slab and d) a ZnO slab with an oxygen vacancy. Yellow regions correspond to the charge density contour with an isovalue of 0.0015 e/bohr3. Gray, Zn; red, O; and white, H atoms. The two blue dots in (c) are the cross section of isosurface cut off by the periodic boundary. (e) Current densities for CO production, and (f) FE for CO production on the three ZnO nanosheets at selected potentials. Reproduced with permission from Vasileff et al. [33]. Copyright 2018 Wiley-VCH Verlag GmbH & Co. KGaA. FE, Faradaic efficiency; RHE, reversible hydrogen electrode.\ninto the neighboring positions, enabling a highly efficient catalytic center for CO2 adsorption and activation. Zhou et al. [45] adopted boron (B) to tune the ratio of Cudþ to Cu0 active sites. The introduction of B dopant on the surfaces of Cu nanoparticles varied the valence states of Cu between Cu0 and Cu1þ, in which Cu0.32þ achieved a high FE value for C2 products of w80%.\nAtomic layer regulation Owing to the atomically flat facets, atomic-scale thickness, and ultrahigh specific surface area, atomically-thin two-dimensional (2D) nanosheets are regarded as an ideal platform to gain atomic-level insights into the relationship between active sites and catalysis [46]. The atomically flat facets help us acquire uniform active sites with almost the same coordination number. Meanwhile, the monolayer thickness and ultrahigh electrochemical surface area greatly improve atomic utilization in comparison with bulk samples. In addition, the atoms in the flat facets of the ultrathin two-dimensional sheets could easily migrate from the lattice to form defects which affect the electronic structure of 2D nanosheets, thus altering the intrinsic activity of catalysts.\nwww.sciencedirect.com\nGao et al. [47] reported ultrathin Co3O4 nanosheets as efficient catalysts toward CO2 electroreduction. They found that the charge density around the conduction band edge in ultrathin Co3O4 layer was higher and more dispersive than that in bulk Co3O4. It was believed that the accumulated electrons were beneficial for faster carrier transport to participate in CO2 activation process. During CO2 electroreduction, Co3O4 layers with thickness of 1.72 nm showed a current density of 0.68 mA cm 2 and a maximum FE of 64.3% at 0.88 V vs saturated calomel electrode. As expected, Co3O4 layers with thickness of 1.72 nm possessed the highest surface area and CO2 adsorption capacity. Meanwhile, the electronic states of Co3O4 layers caused by thickness also switched the rate-limiting step from a fast 1e preequilibrium to an electron transfer and protoncoupling step as the thickness became thinner (Figure 3). Li et al. [48] engineered 2D Sb nanosheets via cathodical exfoliation of bulk Sb crystals. The 2D Sb nanosheets were believed to possess catalytically active edge sites, leading to an evolution from inactive bulk Sb to active 2D Sb nanosheets. What is more, the electronic interaction between 2D Sb nanosheets and graphene modulated the reaction kinetics, resulting in 16 times\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nhigher activity than bulk Sb for electroreduction CO2 into formate.\nSharp-tip effect Owing to the accumulation of electrons in the tips of sharp-tip structures, branched nanocrystals such as nanoneedles, multipods, and nanodendrites possessed tremendous potential in a rich variety of catalytic reactions. For example, sharp-tip Pt3Co octapods readily transferred electrons into CO2 to form CO2\n- intermediates, leading to enhanced performance of CO2 hydrogenation to methanol [49 ]. Besides, the accumulation of electrons may also induce the redistribution of cations in electrolytes, which helps the activation of CO2.\nLiu et al. [50] constructed Au needles to explore the field-induced effect for electroreduction CO2 into CO. Based on density functional theory calculation, Kþ acted as a stabilizer for *COOH intermediates and reduced the activation barrier of *COOH. However, activation of CO2 into *COOH was restricted by the low concentration of Kþ in the electrolyte. Simulations suggested that Au needles could concentrate Kþ because of the enhanced electronic field around Helmholtz layer of KHCO3 electrolyte. They also proved that the sharp-tip Au needles induced much higher concentration of Kþ around Helmholtz layer than the increased concentration of KHCO3 electrolyte. During CO2 electroreduction process, the activity normalized by electrochemical surface area of Au needles was 64 times and 113 times as high as that of Au rods and Au nanoparticles (Figure 4). Expanded experiments revealed that Pd needles also possessed the highest performance among Pd needles, rods, and particles toward CO2 electroreduction. Furthermore, the sequential electrodeposition of Au on honed Au needles increased the density of sharp-tip structure into a branched needle [51]. As a result, a new record was created with a geometric current density of 38 mA cm 2 at 0.4 V vs RHE for electroreduction CO2 into CO. In addition, sharp morphologies of electroredeposited Cu depressed methane formation, leading to a partial ethylene current density of 160 mA cm 2 ( 1.0 V vs RHE) and an ethylene/methane ratio of 200 [52]. Except for sharp-tip structure, edge and corner sites of nanosheets with thickness down to nanoscale also possess higher electron density than that of facets. Kim et al. [53] conducted electrodeposited Bi-based electrocatalysts toward CO2 electroreduction. Owing to field-induced increment of local Kþ concentration and enhanced driving force of charges transfer from the catalyst to the electrolyte, Bi nanoflakes with high density of edge and corner sites promoted CO2 electroreduction into formate.\nInterlayer bond length regulation Owing to the tunable electronic structure of d-orbitals, transition metals are widely explored in CO2\nwww.sciencedirect.com\nelectroreduction process. For example, bimetallic AuCu nanoparticles were used to quantitatively compare activity and selectivity toward CO2 electroreduction, wherein d-band center affected the catalytic activity and selectivity for CO [54]. However, compared with transition metals, main-group metals exhibit p-orbital electronic properties. Thus, the engineering of p-orbital electron states of main-group metals is also critical for catalytic process.\nHe et al. [55] achieved enhanced activity of CO2 electroreduction into formate by modulating the electronic states of localized p-orbitals into delocalized states for metallic Bi. The delocalized degrees of electronic states increased with the decrement of interlayer Bi-Bi bond length. Owing to the compressed structure, the electronic distribution of interlayer Bi atoms in real space coupled with each other, leading to Bi with the delocalized electrons of p-orbitals. A linear relationship was further achieved between the projected density of state of Bi p-electrons and the adsorption free energy of *HCOO. They further constructed p-orbitaledelocalized Bi catalyst with short interlayer bond length via in situ electrochemical reduction of BiOCl. During electroreduction process, a maximal FE of 95% for formate was obtained over p-orbitaledelocalized Bi at 1.16 V vs RHE with corresponding partial current density of 57 mA cm 2.\nConclusion and perspectives Manipulation of electronic structures plays an irreplaceable role in designing of catalysts toward CO2 electroreduction. In particular, engineering electronic structures deep into the atomic level represents the future tendency for catalysis. To gain deeper insight into the relationship between electronic structure and catalytic performance, more attention should be paid to the following aspects.\nIt is urgently needed to give a quantitative relationship between electronic structures and catalytic performance. The fundamental effect of the descriptors such as electron density, d-band center, or p-orbital properties on catalytic performance should be well established. A distinct descriptor may provide a guideline to engineer highly efficient nanocatalysts toward CO2 electroreduction.\nThe strictly controllable structureeproperty relationship should be built and carried forward. Starting from the precisely controllable design of the catalysts, we could construct simplified theoretical models. At the same time, attention should also be paid to the regulation of active sites down to the atomic level. For example, single-atom catalysts can be constructed to improve the utilization of noble metals [56 ,57]. Coordination numbers [58,59 ] and the types of\nCurrent Opinion in Electrochemistry 2019, 17:7–15\ncoordination atoms [60,61] can also be regulated to tune the electronic structure of single-site catalysts. Furthermore, dimers and trimers can be constructed to investigate interatomic synergy effect.\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nIn situ [45] and quasi in situ [62] characterization methods should be conducted into catalytic reaction. The characterization of electronic state of the catalysts and reaction intermediate provides essential ways to\nwww.sciencedirect.com\ninvestigate reaction mechanism [63]. We should enrich characterization methods to provide the necessary experimental evidence for exploring catalytic mechanism and thus manipulating catalytic pathway.\nConflict of interest statement Nothing declared.\nAcknowledgement This work was supported by NSFC (51601186 and 21573206), Key Research Program of Frontier Sciences of the CAS (QYZDB-SSWSLH017), Anhui Provincial Key Scientific and Technological Project (1704a0902013), Major Program of Development Foundation of Hefei Center for Physical Science and Technology (2017FXZY002), and Fundamental Research Funds for the Central Universities.\nReferences Papers of particular interest, published within the period of review, have been highlighted as:\nof special interest of outstanding interest\n1 . Chapovetsky A, Welborn M, Luna JM, Haiges R, Miller TF,\nMarinescu SC: Pendant hydrogen-bond donors in cobalt catalysts independently enhance CO2 reduction. ACS Cent Sci 2018, 4:397–404. This work demonstrated a hydrogen bond-assisted CO2 activation mechanism with direct proton transfer from acid to CO2.\n2. Duan Y-X, Meng F-L, Liu K-H, Yi S-S, Li S-J, Yan J-M, Jiang Q: Amorphizing of Cu nanoparticles toward highly efficient and robust electrocatalyst for CO2 reduction to liquid fuels with high faradaic efficiencies. Adv Mater 2018, 30:1706194.\n3. Zheng X, Ji Y, Tang J, Wang J, Liu B, Steinrück H-G, Lim K, Li Y, Toney MF, Chan K, Cui Y: Theory-guided Sn/Cu alloying for efficient CO2 electroreduction at low overpotentials. Nat Catal 2019, 2:55–61.\n4. Lee SY, Jung H, Kim N-K, Oh H-S, Min BK, Hwang YJ: Mixed copper states in anodized Cu electrocatalyst for stable and selective ethylene production from CO2 reduction. J Am Chem Soc 2018, 140:8681–8689.\n5. Wang L, Yi Y, Wu C, Guo H, Tu X: One-step reforming of CO2 and CH4 into high-value liquid chemicals and fuels at room temperature by plasma-driven catalysis. Angew Chem Int Ed 2017, 56:13679–13683.\n6. Stroud T, Smith TJ, Le Saché E, Santos JL, Centeno MA, Arellano-Garcia H, Odriozolab JA, Reina TR: Chemical CO2 recycling via dry and bi reforming of methane using Ni-Sn/ Al2O3 and Ni-Sn/CeO2-Al2O3 catalysts. Appl Catal B Environ 2018, 224:125–135.\n7. Sun S, Watanabe M, Wu J, An Q, Ishihara T: Ultrathin WO3 0.33H2O nanotubes for CO2 photoreduction to acetate with high selectivity. J Am Chem Soc 2018, 140:6474–6482.\n8. Wu J, Li X, Shi W, Ling P, Sun Y, Jiao X, Gao S, Liang L, Xu J, Yan W, Wang C, Xie Y: Efficient visible-light-driven CO2 reduction mediated by defect-engineered BiOBr atomic layers. Angew Chem Int Ed 2018, 57:8719–8723.\n9. Rao H, Schmidt LC, Bonin J, Robert M: Visible-light-driven methane formation from CO2 with a molecular iron catalyst. Nature 2017, 548:74–77.\n10. Bond GM, Stringer J, Brandvold DK, Simsek FA, Medina-Gail M, Egeland G: Development of integrated system for biomimetic CO2 sequestration using the enzyme carbonic anhydrase. Energy Fuels 2001, 15:309–316.\n11. Zhang H, Liu H, Tian Z, Lu D, Yu Y, Cestellos-Blanco S, Sakimoto KK, Yang P: Bacteria photosensitized by intracellular gold nanoclusters for solar fuel production. Nat Nanotechnol 2018, 13:900–905.\nwww.sciencedirect.com\n12. Han N, Wang Y, Ma L, Wen J, Li J, Zheng H, Nie K, Wang X, Zhao F, Li Y, Fan J, Zhong J, Wu T, Miller DJ, Lu J, Lee S-T, Li Y: Supported cobalt polyphthalocyanine for high-performance electrocatalytic CO2 reduction. Chem 2017, 3:652–664.\n13. Liu S, Tao H, Zeng L, Liu Q, Xu Z, Liu Q, Luo J-L: Shapedependent electrocatalytic reduction of CO2 to CO on triangular silver nanoplates. J Am Chem Soc 2017, 139:2160–2163.\n14. Costentin C, Drouet S, Robert M, Savéant J-M: A local proton source enhances CO2 electroreduction to CO by a molecular Fe catalyst. Science 2012, 338:90–94.\n15. Morales-Guio CG, Cave ER, Nitopi SA, Feaster JT, Wang L, Kuhl KP, Jackson A, Johnson NC, Abram DN, Hatsukade T, Hahn C, Jaramillo TF: Improved CO2 reduction activity towards C2+ alcohols on a tandem gold on copper electrocatalyst. Nat Catal 2018, 1:764–771.\n16. García de Arquer FP, Bushuyev OS, Luna PD, Dinh C-T, Seifitokaldani A, Saidaminov MI, Tan C-S, Quan LN, Proppe A, Kibria MG, Kelley SO, Sinton D, Sargent EH: 2D metal oxyhalide-derived catalysts for efficient CO2 electroreduction. Adv Mater 2018, 30:1802858.\n17. He R, Zhang A, Ding Y, Kong T, Xiao Q, Li H, Liu Y, Zeng J: Achieving the widest range of syngas proportions at high current density over cadmium sulfoselenide nanorods in CO2 electroreduction. Adv Mater 2018, 30:1705872.\n18. Zhang Z, Xiao J, Chen X-J, Yu S, Yu L, Si R, Wang Y, Wang S, Meng X, Wang Y, Tian Z-Q, Deng D: Reaction mechanisms of well-defined metal-N4 sites in electrocatalytic CO2 reduction. Angew Chem Int Ed 2018, 57:16339–16342.\n19. Qiao J, Liu Y, Hong F, Zhang J: A review of catalysts for the electroreduction of carbon dioxide to produce low-carbon fuels. Chem Soc Rev 2014, 43:631–675.\n20. White JL, Baruch MF, Pander JE, Hu Y, Fortmeyer IC, Park JE, Zhang T, Liao K, Gu J, Yan Y, Shaw TW, Abelev E, Bocarsly AB: Light-driven heterogeneous reduction of carbon dioxide: photocatalysts and photoelectrodes. Chem Rev 2015, 115: 12888–12935.\n21. Lee S, Lee J: Electrode build-up of reducible metal composites toward achievable electrochemical conversion of carbon dioxide. ChemSusChem 2016, 9:333–344.\n22. Atifi A, Boyce DW, DiMeglio JL, Rosenthal J: Directing the outcome of CO2 reduction at bismuth cathodes using varied ionic liquid promoters. ACS Catal 2018, 8:2857–2863.\n23. Zheng T, Jiang K, Wang H: Recent advances in electrochemical CO2-to-CO conversion on heterogeneous catalysts. Adv Mater 2018, 30:1802066.\n24. Ghausi MA, Xie J, Li Q, Wang X, Yang R, Wu M, Wang Y, Dai L: CO2 overall splitting by a bifunctional metal-free electrocatalyst. Angew Chem Int Ed 2018, 57:13135–13139.\n25. Seifitokaldani A, Gabardo CM, Burdyny T, Dinh C-T, Edwards JP, Kibria MG, Bushuyev OS, Kelley SO, Sinton D, Sargent EH: Hydronium-induced switching between CO2 electroreduction pathways. J Am Chem Soc 2018, 140:3833–3837.\n26. Stamenkovic V, Mun BS, Mayrhofer KJJ, Ross PN, Markovic NM, Rossmeisl J, Greeley J, Nørskov JK: Changing the activity of electrocatalysts for oxygen reduction by tuning the surface electronic structure. Angew Chem Int Ed 2006, 45:2897–2901.\n27. Yang Z, Pedireddy S, Lee HK, Liu Y, Tjiu WW, Phang IY, Ling XY: Manipulating the d-band electronic structure of platinumfunctionalized nanoporous gold bowls: synergistic intermetallic interactions enhance catalysis. Chem Mater 2016, 28: 5080–5086.\n28. Zhang L, Chen S, Dai Y, Shen Z, Wei M, Huang R, Li H, Zheng T, Zhang Y, Zhou S, Zeng J: Copper-palladium tetrapods with sharp tips as a superior catalyst for the oxygen reduction reaction. ChemCatChem 2018, 10:925–930.\n29. Shi Y, Zhou Y, Yang D-R, Xu W-X, Wang C, Wang F-B, Xu J-J, Xia X-H, Chen H-Y: Energy level engineering of MoS2 by transition-metal doping for accelerating hydrogen evolution reaction. J Am Chem Soc 2017, 139:15479–15485.\nCurrent Opinion in Electrochemistry 2019, 17:7–15\n30. Zheng X, Zhang B, Luna PD, Liang Y, Comin R, Voznyy O, Han L, Arquer FPG, Liu M, Dinh CT, Regier T, Dynes JJ, He S, Xin HL, Peng H, Prendergast D, Du X, Sargent EH: Theory-driven design of high-valence metal sites for water oxidation confirmed using in situ soft X-ray absorption. Nat Chem 2018, 10:149–154.\n31. Kim C, Dionigi F, Beermann V, Wang X, Möller T, Strasser P: Alloy nanocatalysts for the electrochemical oxygen reduction (ORR) and the direct electrochemical carbon dioxide reduction reaction (CO2RR). Adv Mater 2018, 30:1805617.\n32. Zhang L, Zhao Z-J, Gong J: Nanostructured materials for heterogeneous electrocatalytic CO2 reduction and their related reaction mechanisms. Angew Chem Int Ed 2017, 56: 11326–11353.\n33. Vasileff A, Xu C, Jiao Y, Zheng Y, Qiao S-Z: Surface and interface engineering in copper-based bimetallic materials for selective CO2 electroreduction. Chem 2018, 4:1809–1831.\n34 . Zhang L, Wang W, Jiang D, Gao E, Sun S: Photoreduction of CO2 on BiOCl nanoplates with the assistance of photoinduced oxygen vacancies. Nano Res 2015, 8:821–831. In this work, photoinduced oxygen vacancies was fabricated on BiOCl nanoplates which enhanced CO2 trapping and the efficient electronhole separation.\n35. Gao S, Sun Z, Liu W, Jiao X, Zu X, Hu Q, Sun Y, Yao T, Zhang W, Wei S, Xie Y: Atomic layer confined vacancies for atomiclevel insights into carbon dioxide electroreduction. Nat Commun 2017, 8:14503.\n36. Geng Z, Kong X, Chen W, Su H, Liu Y, Cai F, Wang G, Zeng J: Oxygen vacancies in ZnO nanosheets enhance CO2 electrochemical reduction to CO. Angew Chem Int Ed 2018, 57: 6054–6059.\n37. Pan Y, Sun K, Lin Y, Cao X, Cheng Y, Liu S, Zeng L, Cheong WC, Zhao D, Wu K, Liu Z, Liu Y, Wang D, Peng Q, Chen C, Li Y: Electronic structure and d-band center control engineering over M-doped CoP (M[ Ni, Mn, Fe) hollow polyhedron frames for boosting hydrogen production. Nanomater Energy 2019, 56:411–419.\n38. Chen Z, Song Y, Cai J, Zheng X, Han D, Wu Y, Zang Y, Niu S, Liu Y, Zhu J, Liu X, Wang G: Tailoring the d-band centers enables Co4N nanosheets to be highly active for hydrogen evolution catalysis. Angew Chem Int Ed 2018, 57:5076–5080.\n39. Yu M, Cheng X, Zeng Y, Wang Z, Tong Y, Lu X, Yang S: Dualdoped molybdenum trioxide nanowires: a bifunctional anode for fiber-shaped asymmetric supercapacitors and microbial fuel cells. Angew Chem Int Ed 2016, 55:6762–6766.\n40. Guo X, Wang L, Tan Y: Hematite nanorods Co-doped with Ru cations with different valence states as high performance photoanodes for water splitting. Nanomater Energy 2015, 16: 320–328.\n41. Tu B, Shao Y, Chen W, Wu Y, Li X, He Y, Li J, Liu F, Zhang Z, Lin Y, Lan X, Xu L, Shi X, Ng AMC, Li H, Chung LW, Djuri si c AB, He Z: Novel molecular doping mechanism for n-doping of SnO2 via triphenylphosphine oxide and its effect on perovskite solar cells. Adv Mater 2019, 31:1805944.\n42. Xu J, Li X, Liu W, Sun Y, Ju Z, Yao T, Wang C, Ju H, Zhu J, Wei S, Xie Y: Carbon dioxide electroreduction into syngas boosted by a partially delocalized charge in molybdenum sulfide selenide alloy monolayers. Angew Chem Int Ed 2017, 56:9121–9125.\n43. Zhang A, He R, Li H, Chen Y, Kong T, Li K, Ju H, Zhu J, Zhu W, Zeng J: Nickel doping in atomically thin tin disulfide nanosheets enables highly efficient CO2 reduction. Angew Chem Int Ed 2018, 57:10954–10958.\n44. Wang Y, Chen Z, Han P, Du Y, Gu Z, Xu X, Zheng G: Singleatomic Cu with multiple oxygen vacancies on ceria for electrocatalytic CO2 reduction to CH4. ACS Catal 2018, 8: 7113–7119.\n45. Zhou Y, Che F, Liu M, Zou C, Liang Z, Luna PD, Yuan H, Li J, Wang Z, Xie H, Li H, Chen P, Bladt E, Quintero-Bermudez R,\nCurrent Opinion in Electrochemistry 2019, 17:7–15\nSham T-K, Bals S, Hofkens J, Sinton D, Chen G, Sargent EH: Dopant-induced electron localization drives CO2 reduction to C2 hydrocarbons. Nat Chem 2018, 10:974–980.\n46. Sun Y, Gao S, Lei F, Xie Y: Atomically-thin two-dimensional sheets for understanding active sites in catalysis. Chem Soc Rev 2015, 44:623–626.\n47. Gao S, Jiao X, Sun Z, Zhang W, Sun Y, Wang C, Hu Q, Zu X, Yang F, Yang S, Liang L, Wu J, Xie Y: Ultrathin Co3O4 layers realizing optimized CO2 electroreduction to formate. Angew Chem Int Ed 2016, 55:698–702.\n48. Li F, Xue M, Li J, Ma X, Chen L, Zhang X, MacFarlane DR, Zhang J: Unlocking the electrocatalytic activity of antimony for CO2 reduction by two-dimensional engineering of the bulk material. Angew Chem Int Ed 2017, 56: 14718–14722.\n49 . Khan MU, Wang L, Liu Z, Gao Z, Wang S, Li H, Zhang W, Wang M, Wang Z, Ma C, Zeng J: Pt3Co octapods as superior catalysts of CO2 hydrogenation. Angew Chem Int Ed 2016, 55: 9548–9552. The acceleration of electrons at the vertices of Pt atoms on Pt3Co participated in CO2 activation process with CO2\n- observable by infrared reflection absorption spectroscopy (IRRAS).\n50. Liu M, Pang Y, Zhang B, Luna PD, Voznyy O, Xu J, Zheng X, Dinh CT, Fan F, Cao C, de Arquer FPG, Safaei TS, Mepham A, Klinkova A, Kumacheva E, Filleter T, Sinton D, Kelley SO, Sargent EH: Enhanced electrocatalytic CO2 reduction via field-induced reagent concentration. Nature 2016, 537: 382–386.\n51. Safaei TS, Mepham A, Zheng X, Pang Y, Dinh C-T, Liu M, Sinton D, Kelley SO, Sargent EH: High-density nanosharp microstructures enable efficient CO2 electroreduction. Nano Lett 2016, 16:7224–7228.\n52. Luna PD, Quintero-Bermudez R, Dinh C-T, Ross MB, Bushuyev OS, Todorovi c P, Regier T, Kelley SO, Yang P, Sargent EH: Catalyst electro-redeposition controls morphology and oxidation state for selective carbon dioxide reduction. Nat Catal 2018, 1:103–110.\n53. Kim S, Dong WJ, Gim S, Sohn W, Park JY, Yoo CJ, Jang HW, Lee J-L: Shape-controlled bismuth nanoflakes as highly selective catalysts for electrochemical carbon dioxide reduction to formate. Nanomater Energy 2017, 39:44–52.\n54. Kim D, Resasco J, Yu Y, Asiri AM, Yang P: Synergistic geometric and electronic effects for electrochemical reduction of carbon dioxide using gold-copper bimetallic nanoparticles. Nat Commun 2014, 5:4948.\n55. He S, Ni F, Ji Y, Wang L, Wen Y, Bai H, Liu G, Zhang Y, Li Y, Zhang B, Peng H: The p-orbital delocalization of main-group metals to boost CO2 electroreduction. Angew Chem Int Ed 2018, 57:16114–16119.\n56 . Geng Z, Liu Y, Kong X, Li P, Li K, Liu Z, Du J, Shu M, Si R, Zeng J: Achieving a record-high yield rate of 120.9 mgNH3 mg\n- 1 cat. h\n-1 for N2 electrochemical reduction over Ru single-atom catalysts. Adv Mater 2018, 30:1803498. Compared with Ru nanoparticles, Ru single sites possessed distinct coordination environments and higher valence states which promoted N2 adsorption and activation, leading to enhanced catalytic activity towards N2 electroreduction into NH3.\n57. Qiao B, Wang A, Yang X, Allard LF, Jiang Z, Cui Y, Liu J, Li J, Zhang T: Single-atom catalysis of CO oxidation using Pt1/ FeOx. Nat Chem 2011, 3:634–641.\n58. Wang X, Chen Z, Zhao X, Yao T, Chen W, You R, Zhao C, Wu G, Wang J, Huang W, Yang J, Hong X, Wei S, Wu Y, Li Y: Regulation of coordination number over single Co sites: triggering the efficient electroreduction of CO2. Angew Chem Int Ed 2018, 57:1944–1948.\n59 . Liu W, Zhang L, Liu X, Liu X, Yang X, Miao S, Wang W, Wang A, Zhang T: Discriminating catalytically active FeNx species of atomically dispersed Fe-N-C catalyst for selective oxidation of the C-H bond. J Am Chem Soc 2017, 139:10790–10798.\nwww.sciencedirect.com\nVarying the coordination number of N in Fe-NX leaded to different steric configuration and spin state of Fe, wherein medium-spin structure of Fe-N5 possessed the best catalytic activity.\n60. Geng Z, Cao Y, Chen W, Kong X, Liu Y, Yao T, Lin Y: Regulating the coordination environment of Co single atoms for achieving efficient electrocatalytic activity in CO2 reduction. Appl Catal B Environ 2019, 240:234–240.\n61. Yang HB, Hung S-F, Liu S, Yuan K, Miao S, Zhang L, Huang X, Wang H-Y, Cai W, Chen R, Gao J, Yang X, Chen W, Huang Y, Chen HM, Li CM, Zhang T, Liu B: Atomically dispersed Ni(I) as the active site for electrochemical CO2 reduction. Nat Energy 2018, 3:140–147.\nwww.sciencedirect.com\n62. Gao D, Scholten F, Cuenya BR: Improved CO2 electroreduction performance on plasma-activated Cu catalysts via electrolyte design: halide effect. ACS Catal 2017, 7: 5112–5120.\n63 . Li H, Wang L, Dai Y, Pu Z, Lao Z, Chen Y, Wang M, Zheng X, Zhu J, Zhang W, Si R, Ma C, Zeng J: Synergetic interaction between neighbouring platinum monomers in CO2 hydrogenation. Nat Nanotechnol 2018, 13:411–417. With the help of in situ XPS and in situ DRIFT, the authors were able to explore the intrinsic mechanism for different catalytic system, even the capture of reaction intermediates.\nCurrent Opinion in Electrochemistry 2019, 17:7–15"
    } ],
    "references" : [ {
      "title" : "Pendant hydrogen-bond donors in cobalt catalysts independently enhance CO2 reduction",
      "author" : [ "A Chapovetsky", "M Welborn", "JM Luna", "R Haiges", "TF Miller", "SC Marinescu" ],
      "venue" : "ACS Cent Sci",
      "citeRegEx" : "Chapovetsky et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chapovetsky et al\\.",
      "year" : 2018
    }, {
      "title" : "Amorphizing of Cu nanoparticles toward highly efficient and robust electrocatalyst for CO2 reduction to liquid fuels with high faradaic efficiencies",
      "author" : [ "Duan Y-X", "Meng F-L", "Liu K-H", "Yi S-S", "Li S-J", "Yan J-M", "Jiang Q" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Theory-guided Sn/Cu alloying for efficient CO2 electroreduction at low overpotentials",
      "author" : [ "X Zheng", "Y Ji", "J Tang", "J Wang", "B Liu", "H-G Steinrück", "K Lim", "Y Li", "MF Toney", "K Chan", "Y Cui" ],
      "venue" : "Nat Catal 2019,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Mixed copper states in anodized Cu electrocatalyst for stable and selective ethylene production from CO2 reduction",
      "author" : [ "SY Lee", "H Jung", "N-K Kim", "H-S Oh", "BK Min", "YJ Hwang" ],
      "venue" : "J Am Chem Soc 2018,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "One-step reforming of CO2 and CH4 into high-value liquid chemicals and fuels at room temperature by plasma-driven catalysis",
      "author" : [ "L Wang", "Y Yi", "C Wu", "H Guo", "X Tu" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Chemical CO2 recycling via dry and bi reforming of methane using Ni-Sn/ Al2O3 and Ni-Sn/CeO2-Al2O3 catalysts",
      "author" : [ "T Stroud", "TJ Smith", "E Le Saché", "JL Santos", "MA Centeno", "H Arellano-Garcia", "JA Odriozolab", "TR Reina" ],
      "venue" : "Appl Catal B Environ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Efficient visible-light-driven CO2 reduction mediated by defect-engineered BiOBr atomic layers",
      "author" : [ "J Wu", "X Li", "W Shi", "P Ling", "Y Sun", "X Jiao", "S Gao", "L Liang", "J Xu", "W Yan", "C Wang", "Y Xie" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Visible-light-driven methane formation from CO2 with a molecular iron catalyst",
      "author" : [ "H Rao", "LC Schmidt", "J Bonin", "M Robert" ],
      "venue" : "Nature",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Development of integrated system for biomimetic CO2 sequestration using the enzyme carbonic anhydrase",
      "author" : [ "GM Bond", "J Stringer", "DK Brandvold", "FA Simsek", "M Medina-Gail", "G Egeland" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "Bacteria photosensitized by intracellular gold nanoclusters for solar fuel production",
      "author" : [ "H Zhang", "H Liu", "Z Tian", "D Lu", "Y Yu", "S Cestellos-Blanco", "KK Sakimoto", "P Yang" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Supported cobalt polyphthalocyanine for high-performance electrocatalytic CO2 reduction",
      "author" : [ "N Han", "Y Wang", "L Ma", "J Wen", "J Li", "H Zheng", "K Nie", "X Wang", "F Zhao", "Y Li", "J Fan", "J Zhong", "T Wu", "DJ Miller", "J Lu", "S-T Lee" ],
      "venue" : "Chem 2017,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Shapedependent electrocatalytic reduction of CO2 to CO on triangular silver nanoplates",
      "author" : [ "S Liu", "H Tao", "L Zeng", "Q Liu", "Z Xu", "J-L Luo" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "A local proton source enhances CO2 electroreduction to CO by a molecular Fe catalyst",
      "author" : [ "C Costentin", "S Drouet", "M Robert", "J-M Savéant" ],
      "venue" : "Science",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Improved CO2 reduction activity towards C2+ alcohols on a tandem gold on copper electrocatalyst",
      "author" : [ "CG Morales-Guio", "ER Cave", "SA Nitopi", "JT Feaster", "L Wang", "KP Kuhl", "A Jackson", "NC Johnson", "DN Abram", "T Hatsukade", "C Hahn", "TF Jaramillo" ],
      "venue" : "Nat Catal 2018,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "EH: 2D metal oxyhalide-derived catalysts for efficient CO2 electroreduction",
      "author" : [ "FP García de Arquer", "OS Bushuyev", "PD Luna", "C-T Dinh", "A Seifitokaldani", "MI Saidaminov", "C-S Tan", "LN Quan", "A Proppe", "MG Kibria", "SO Kelley", "D Sinton", "Sargent" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Achieving the widest range of syngas proportions at high current density over cadmium sulfoselenide nanorods in CO2 electroreduction",
      "author" : [ "R He", "A Zhang", "Y Ding", "T Kong", "Q Xiao", "H Li", "Y Liu", "J Zeng" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Reaction mechanisms of well-defined metal-N4 sites in electrocatalytic CO2 reduction",
      "author" : [ "Z Zhang", "J Xiao", "X-J Chen", "S Yu", "L Yu", "R Si", "Y Wang", "S Wang", "X Meng", "Z-Q Tian", "D Deng" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "A review of catalysts for the electroreduction of carbon dioxide to produce low-carbon fuels",
      "author" : [ "J Qiao", "Y Liu", "F Hong", "J Zhang" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Bocarsly AB: Light-driven heterogeneous reduction of carbon dioxide: photocatalysts and photoelectrodes",
      "author" : [ "JL White", "MF Baruch", "JE Pander", "Y Hu", "IC Fortmeyer", "JE Park", "T Zhang", "K Liao", "J Gu", "Y Yan", "TW Shaw", "E Abelev" ],
      "venue" : "Chem Rev 2015,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Electrode build-up of reducible metal composites toward achievable electrochemical conversion of carbon dioxide",
      "author" : [ "S Lee", "J Lee" ],
      "venue" : "ChemSusChem",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Directing the outcome of CO2 reduction at bismuth cathodes using varied ionic liquid promoters",
      "author" : [ "A Atifi", "DW Boyce", "JL DiMeglio", "J Rosenthal" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Recent advances in electrochemical CO2-to-CO conversion on heterogeneous catalysts",
      "author" : [ "T Zheng", "K Jiang", "H Wang" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2066
    }, {
      "title" : "CO2 overall splitting by a bifunctional metal-free electrocatalyst",
      "author" : [ "MA Ghausi", "J Xie", "Q Li", "X Wang", "R Yang", "M Wu", "Y Wang", "L Dai" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Hydronium-induced switching between CO2 electroreduction pathways",
      "author" : [ "A Seifitokaldani", "CM Gabardo", "T Burdyny", "C-T Dinh", "JP Edwards", "MG Kibria", "OS Bushuyev", "SO Kelley", "D Sinton", "EH Sargent" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Changing the activity of electrocatalysts for oxygen reduction by tuning the surface electronic structure",
      "author" : [ "V Stamenkovic", "BS Mun", "KJJ Mayrhofer", "PN Ross", "NM Markovic", "J Rossmeisl", "J Greeley", "JK Nørskov" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2006
    }, {
      "title" : "XY: Manipulating the d-band electronic structure of platinumfunctionalized nanoporous gold bowls: synergistic intermetallic interactions enhance catalysis",
      "author" : [ "Z Yang", "S Pedireddy", "HK Lee", "Y Liu", "WW Tjiu", "IY Phang", "Ling" ],
      "venue" : "Chem Mater 2016,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Copper-palladium tetrapods with sharp tips as a superior catalyst for the oxygen reduction reaction",
      "author" : [ "L Zhang", "S Chen", "Y Dai", "Z Shen", "M Wei", "R Huang", "H Li", "T Zheng", "Y Zhang", "S Zhou", "J Zeng" ],
      "venue" : "ChemCatChem",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Energy level engineering of MoS2 by transition-metal doping for accelerating hydrogen evolution reaction",
      "author" : [ "Shi Y", "Zhou Y", "Yang D-R", "Xu W-X", "Wang C", "Wang F-B", "Xu J-J", "Xia X-H", "Chen H-Y" ],
      "venue" : "J Am Chem Soc 2017,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Theory-driven design of high-valence metal sites for water oxidation confirmed using in situ soft X-ray absorption",
      "author" : [ "X Zheng", "B Zhang", "PD Luna", "Y Liang", "R Comin", "O Voznyy", "L Han", "FPG Arquer", "M Liu", "CT Dinh", "T Regier", "JJ Dynes", "S He", "HL Xin", "H Peng", "D Prendergast", "X Du", "EH Sargent" ],
      "venue" : "Nat Chem 2018,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "Alloy nanocatalysts for the electrochemical oxygen reduction (ORR) and the direct electrochemical carbon dioxide reduction reaction (CO2RR)",
      "author" : [ "C Kim", "F Dionigi", "V Beermann", "X Wang", "T Möller", "P Strasser" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Nanostructured materials for heterogeneous electrocatalytic CO2 reduction and their related reaction mechanisms",
      "author" : [ "L Zhang", "Z-J Zhao", "J Gong" ],
      "venue" : "Angew Chem Int Ed 2017,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Surface and interface engineering in copper-based bimetallic materials for selective CO2 electroreduction",
      "author" : [ "A Vasileff", "C Xu", "Y Jiao", "Y Zheng", "S-Z Qiao" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Photoreduction of CO2 on BiOCl nanoplates with the assistance of photoinduced oxygen vacancies",
      "author" : [ "L Zhang", "W Wang", "D Jiang", "E Gao", "S Sun" ],
      "venue" : "Nano Res",
      "citeRegEx" : "Zhang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2015
    }, {
      "title" : "Atomic layer confined vacancies for atomiclevel insights into carbon dioxide electroreduction",
      "author" : [ "S Gao", "Z Sun", "W Liu", "X Jiao", "X Zu", "Q Hu", "Y Sun", "T Yao", "W Zhang", "S Wei", "Y Xie" ],
      "venue" : "Nat Commun",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Oxygen vacancies in ZnO nanosheets enhance CO2 electrochemical reduction to CO",
      "author" : [ "Z Geng", "X Kong", "W Chen", "H Su", "Y Liu", "F Cai", "G Wang", "J Zeng" ],
      "venue" : "Angew Chem Int Ed 2018,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Electronic structure and d-band center control engineering over M-doped CoP (M[ Ni, Mn, Fe) hollow polyhedron frames for boosting hydrogen production",
      "author" : [ "Y Pan", "K Sun", "Y Lin", "X Cao", "Y Cheng", "S Liu", "L Zeng", "WC Cheong", "D Zhao", "K Wu", "Z Liu", "Y Liu", "D Wang", "Q Peng", "C Chen", "Y Li" ],
      "venue" : "Nanomater Energy 2019,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "Tailoring the d-band centers enables Co4N nanosheets to be highly active for hydrogen evolution catalysis",
      "author" : [ "Z Chen", "Y Song", "J Cai", "X Zheng", "D Han", "Y Wu", "Y Zang", "S Niu", "Y Liu", "J Zhu", "X Liu", "G Wang" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Dualdoped molybdenum trioxide nanowires: a bifunctional anode for fiber-shaped asymmetric supercapacitors and microbial fuel cells",
      "author" : [ "M Yu", "X Cheng", "Y Zeng", "Z Wang", "Y Tong", "X Lu", "S Yang" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Hematite nanorods Co-doped with Ru cations with different valence states as high performance photoanodes for water splitting",
      "author" : [ "X Guo", "L Wang", "Y Tan" ],
      "venue" : "Nanomater Energy 2015,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2015
    }, {
      "title" : "Djuri si c AB, He Z: Novel molecular doping mechanism for n-doping of SnO2 via triphenylphosphine oxide and its effect on perovskite solar cells",
      "author" : [ "B Tu", "Y Shao", "W Chen", "Y Wu", "X Li", "Y He", "J Li", "F Liu", "Z Zhang", "Y Lin", "X Lan", "L Xu", "X Shi", "AMC Ng", "H Li", "LW Chung" ],
      "venue" : "Adv Mater",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Carbon dioxide electroreduction into syngas boosted by a partially delocalized charge in molybdenum sulfide selenide alloy monolayers",
      "author" : [ "J Xu", "X Li", "W Liu", "Y Sun", "Z Ju", "T Yao", "C Wang", "H Ju", "J Zhu", "S Wei", "Y Xie" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Nickel doping in atomically thin tin disulfide nanosheets enables highly efficient CO2 reduction",
      "author" : [ "A Zhang", "R He", "H Li", "Y Chen", "T Kong", "K Li", "H Ju", "J Zhu", "W Zhu", "J Zeng" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2018
    }, {
      "title" : "Singleatomic Cu with multiple oxygen vacancies on ceria for electrocatalytic CO2 reduction to CH4",
      "author" : [ "Y Wang", "Z Chen", "P Han", "Y Du", "Z Gu", "X Xu", "G Zheng" ],
      "venue" : "ACS Catal 2018,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "Dopant-induced electron localization drives CO2 reduction to C2 hydrocarbons",
      "author" : [ "T-K Sham", "S Bals", "J Hofkens", "D Sinton", "G Chen", "EH Sargent" ],
      "venue" : "Nat Chem",
      "citeRegEx" : "Sham et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sham et al\\.",
      "year" : 2018
    }, {
      "title" : "Atomically-thin two-dimensional sheets for understanding active sites in catalysis",
      "author" : [ "Y Sun", "S Gao", "F Lei", "Y Xie" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2015
    }, {
      "title" : "Ultrathin Co3O4 layers realizing optimized CO2 electroreduction to formate",
      "author" : [ "S Gao", "X Jiao", "Z Sun", "W Zhang", "Y Sun", "C Wang", "Q Hu", "X Zu", "F Yang", "S Yang", "L Liang", "J Wu", "Y Xie" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Unlocking the electrocatalytic activity of antimony for CO2 reduction by two-dimensional engineering of the bulk material",
      "author" : [ "F Li", "M Xue", "J Li", "X Ma", "L Chen", "X Zhang", "DR MacFarlane", "J Zhang" ],
      "venue" : "Angew Chem Int Ed 2017,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "Enhanced electrocatalytic CO2 reduction via field-induced reagent concentration",
      "author" : [ "M Liu", "Y Pang", "B Zhang", "PD Luna", "O Voznyy", "J Xu", "X Zheng", "CT Dinh", "F Fan", "C Cao", "FPG de Arquer", "TS Safaei", "A Mepham", "A Klinkova", "E Kumacheva", "T Filleter", "D Sinton", "SO Kelley", "EH Sargent" ],
      "venue" : "Nature 2016,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2016
    }, {
      "title" : "High-density nanosharp microstructures enable efficient CO2 electroreduction",
      "author" : [ "TS Safaei", "A Mepham", "X Zheng", "Y Pang", "C-T Dinh", "M Liu", "D Sinton", "SO Kelley", "EH Sargent" ],
      "venue" : "Nano Lett 2016,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Catalyst electro-redeposition controls morphology and oxidation state for selective carbon dioxide reduction",
      "author" : [ "PD Luna", "R Quintero-Bermudez", "C-T Dinh", "MB Ross", "OS Bushuyev", "P Todorovi c", "T Regier", "SO Kelley", "P Yang", "EH Sargent" ],
      "venue" : "Nat Catal 2018,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Shape-controlled bismuth nanoflakes as highly selective catalysts for electrochemical carbon dioxide reduction to formate",
      "author" : [ "S Kim", "WJ Dong", "S Gim", "W Sohn", "JY Park", "CJ Yoo", "HW Jang", "J-L Lee" ],
      "venue" : "Nanomater Energy",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Synergistic geometric and electronic effects for electrochemical reduction of carbon dioxide using gold-copper bimetallic nanoparticles",
      "author" : [ "D Kim", "J Resasco", "Y Yu", "AM Asiri", "P Yang" ],
      "venue" : "Nat Commun",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2014
    }, {
      "title" : "The p-orbital delocalization of main-group metals to boost CO2 electroreduction",
      "author" : [ "S He", "F Ni", "Y Ji", "L Wang", "Y Wen", "H Bai", "G Liu", "Y Zhang", "Y Li", "B Zhang", "H Peng" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Single-atom catalysis of CO oxidation using Pt1/ FeOx",
      "author" : [ "B Qiao", "A Wang", "X Yang", "LF Allard", "Z Jiang", "Y Cui", "J Liu", "J Li", "T Zhang" ],
      "venue" : "Nat Chem",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2011
    }, {
      "title" : "Regulation of coordination number over single Co sites: triggering the efficient electroreduction of CO2",
      "author" : [ "X Wang", "Z Chen", "X Zhao", "T Yao", "W Chen", "R You", "C Zhao", "G Wu", "J Wang", "W Huang", "J Yang", "X Hong", "S Wei", "Y Wu", "Y Li" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 1948
    }, {
      "title" : "Discriminating catalytically active FeNx species of atomically dispersed Fe-N-C catalyst for selective oxidation of the C-H bond",
      "author" : [ "W Liu", "L Zhang", "X Liu", "X Yang", "S Miao", "W Wang", "A Wang", "T Zhang" ],
      "venue" : "J Am Chem Soc 2017,",
      "citeRegEx" : "Liu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2017
    }, {
      "title" : "Improved CO2 electroreduction performance on plasma-activated Cu catalysts via electrolyte design: halide effect",
      "author" : [ "D Gao", "F Scholten", "BR Cuenya" ],
      "venue" : "ACS Catal 2017,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2017
    }, {
      "title" : "Synergetic interaction between neighbouring platinum monomers in CO2 hydrogenation",
      "author" : [ "H Li", "L Wang", "Y Dai", "Z Pu", "Z Lao", "Y Chen", "M Wang", "X Zheng", "J Zhu", "W Zhang", "R Si", "C Ma", "J Zeng" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "Li et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The electroreduction of CO2 into valuable products holds the prospect for the shortage of fossil fuels and global warming. For the design of catalysts, manipulating the electronic structures of catalysts plays a vital role in the adsorption, activation, and desorption behaviors during the catalytic process. Here, we summarize recent progress in CO2 electroreduction from the perspective of engineering electronic structures of catalysts. The strategies include vacancy engineering, heteroatom substitution, atomic layer regulation, sharp-tip effect, and interlayer bond length regulation. Particularly, combining with the experimental and theoretical results reported previously, we provide an atomic-level insight into the effect of electronic structure on CO2 activation. Addresses Hefei National Laboratory for Physical Sciences at the Microscale, Key Laboratory of Strongly-Coupled Quantum Matter Physics of Chinese Academy of Sciences, Key Laboratory of Surface and Interface Chemistry and Energy Catalysis of Anhui Higher Education Institutes, Department of Chemical Physics, University of Science and Technology of China, Hefei, Anhui 230026, PR China Corresponding author: Zeng, Jie (zengj@ustc.edu.cn) Current Opinion in Electrochemistry 2019, 17:7–15 This review comes from a themed issue on Environmental Electrochemistry Edited by Xing-Jiu Huang For a complete overview see the Issue and the Editorial Available online 18 April 2019 https://doi.org/10.1016/j.coelec.2019.04.008 2451-9103/© 2019 Elsevier B.V. All rights reserved. Introduction With accelerated global warming and exhaustion of energy resource caused by the immoderate use of fossil fuels, the conversion of CO2 into valuable chemicals and fuels becomes a promising pathway [1 ,2e4]. In the past few decades, various strategies, such as chemical reforming [5,6], photochemical conversion [7e9], biological conversion [10,11], and electrochemical conversion [12e14], have been developed for CO2 conversion and utilization. Among them, CO2 electroreduction in www.sciencedirect.com aqueous solution paves a promising way for green conversion of CO2 because of the environmentally friendly catalytic process under ambient pressure at room temperature [15e18]. Until now, metal-based catalysts such as Cu, Zn, Pd, Ag, Cd, In, Sn, Au, Pb, and Bi have been proved to be helpful toward CO2 electroreduction. Especially, Cu-based catalysts can produce the high valueeadded C2þ products via C-C coupling [19e21]. However, most catalysts are enslaved to lower catalytic activity and product selectivity, which is caused by the thermodynamic stability of CO2 with two equivalent C=O bond energy of 230 kJ/mol. Therefore, the efficient activation of CO2 is still a bottleneck during electroreduction process [22e25]. Engineering electronic structure is well known as an effective way to promote catalytic performance. For example, the manipulation of d-band centers for Pt changed the adsorption energy of O2 on the active Pt sites by alloying, resulting in different performance toward oxygen reduction reaction [26]. Besides, the binding strength between Pt sites and CO over Pt deposited on nanoporous Au catalyst was weakened by lowering the d-band center, thus enhancing the activity toward methanol oxidation reaction [27]. In addition, the abundant electrons on Pd atoms at the vertices of CuPd tetrapods reduced the adsorption energy of O2 on Pd sites because of the sharp-tip effect and electron transfer from Cu to Pd, leading to the enhanced oxygen reduction reaction activity [28]. Moreover, n-type doping of MoS2 nanosheets with Zn dopants shifted the Fermi energy into the conduction band of MoS2, thus modulating the hydrogen evolution activity [29]. Furthermore, the incorporation of P into Ni-based multimetal oxides promoted the oxidation from Ni2þ to Ni4þ which was highly active toward oxygen evolution reaction [30]. Most reviews focused on classifying catalysts based on the type of element or the affinity to different atoms in reactants for CO2 electroreduction [31e33]. Less attention has been paid to the manipulation of electronic structures. Herein, we report the recent progress in CO2 reduction from the perspective of engineering electronic structures of nanocatalysts. As a prerequisite for CO2 electroreduction, CO2 activation is discussed in Current Opinion in Electrochemistry 2019, 17:7–15 8 Environmental Electrochemistry this review. For general regulation strategies, we discuss the vacancy engineering, heteroatom substitution, atomic layer regulation, sharp-tip effect, and interlayer bond length regulation (Figure 1). These strategies promote the activation of CO2 through the construction of defect level, the formation of electron-rich surface, or the manipulation of delocalized electrons for catalysts during CO2 electroreduction process. Finally, we try to predict the trend between the activity of CO2 electroreduction and the electronic structure of catalysts. Vacancy engineering Vacancy engineering is widely used as an efficient method to regulate surface electronic structure of catalysts. Especially for metal oxides, engineering oxygen vacancy provides a powerful approach to enhance CO2 conversion by promoting CO2 adsorption and activation. For example, oxygen vacancy gave rise to electron trap centers, which made the surface electronic-rich [34 ]. The electronic-rich surface participated in CO2 activation by forming stable adsorption configurations of the C=O bonds, leading to reduced energy barrier of the electron transfer process from CO2 to CO2 . It was found that the presence of oxygen vacancies lowered the proton transfer barrier and thus stabilized the formate anion radical intermediate [35]. Hence, vacancy-rich cobalt oxide single-unit-cell layers exhibited a current density of 2.7 mA cm 2 with Faradaic efficiency (FE) of ca. 85% for formate during 40-h tests. Recently, Geng et al. [36] explored CO2 activation via introducing oxygen vacancy into ZnO nanosheets. Density functional theory calculations revealed that a",
    "creator" : "Elsevier"
  }
}