{
  "name" : "downloads_2020-07-25_1c_10.3390@pr8080889.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Encapsulation of Active Ingredients in Food Industry by Spray-Drying and Nano Spray-Drying Technologies",
    "authors" : [ "Claudia I. Piñón-Balderrama", "Yolanda Terán-Figueroa", "Claudia Álvarez-Salas", "María Z. Saavedra-Leos" ],
    "emails" : [ "claudia.pinon@cimav.edu.mx", "claudia.salas@uaslp.mx", "cesar.leyva@cimav.edu.mx", "yolandat@uaslp.mx", "vicente.espinosa@uaslp.mx", "zenaida.saavedra@uaslp.mx;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Processes 2020, 8, 889; doi:10.3390/pr8080889 www.mdpi.com/journal/processes\nwidely used, whether in products consumed by babies in milk formulations, powdered sweets and cocoa soluble in milk for children, or food supplements rich in proteins, vitamins, and minerals for adults. All of these products were first formulated in solution and then converted into powders to facilitate the transport and preservation of the properties during storage. In recent years, novel technologies such as nano spray drying have emerged for the development of food formulations with high-cost active ingredients. The aim of the present work is to present a review of the literature reported in the last 10 years related to these technologies. The basis of the spray-drying technologies i.e., conventional and nano, are described and compared, emphasizing the instrumental processing conditions for achieving a desired product. Examples of some unwanted reactions presented during the encapsulation of active ingredients are provided.\nKeywords: conventional spray drying; nano spray drying; microencapsulation; food active ingredients"
    }, {
      "heading" : "1. Introduction",
      "text" : "A bioactive ingredient is a chemical compound present in small concentrations in a wide variety\nof fruits, vegetables, roots, pulses, oils, etc. Additionally to the high nutritional content of active ingredients, they also exhibit therapeutic potential, reducing the inflammatory effect, oxidative stress, and improving the overall metabolic profile [1,2]. Multiple works have agreed that the regular intake of active ingredients in the form of vitamins, minerals, and fiber may exhibit a beneficial effect. In the human body, they are helpful in reducing cancer risk, heart diseases, strokes, diabetes, and other degenerative diseases [3,4]. Despite these remarkable properties, the use of active molecules in industrial processes is limited because of their high reactivity at ambient conditions such as light, humidity, and oxygen that induce degradation and the loss of functional properties. With the aim of overcoming these drawbacks, pharmaceutical and food industries have implemented several\nsolutions to extend the shelf life of commercial products containing bioactive ingredients. In this sense, encapsulation by drying processing is a technique commonly employed to preserve active compounds. Encapsulation is the mechanical or physicochemical process comprising trapping valuable substances (active ingredient) in the bulk of a less valuable material (carrier agent, external phase, wall material). Nowadays, the growing interest shown by the academic community in the encapsulation of bioactive compounds has been focused on the incorporation of active ingredients through drying technologies [5]. The encapsulated final products have been classified according to the particle size as nanocapsules for sizes of 100–1000 nm, microcapsules for sizes of 1–1000 μm, and millimeters for encapsulated particles larger than 1 mm [6]. Among the encapsulation techniques, spray drying is simple, fast, and feasible to scale [7]. Thus, it has been widely used in the chemical, food, and pharmaceutical industries in the encapsulation of valuable active ingredients [8]. Spraydrying equipment is commercially available worldwide, while the obtained dehydrated products exhibit great quality, low degradation, and high stability properties [9–11].\nSeveral features in the spray dry powder such as particle size and morphology are a consequence\nof the processing parameters including feeding rate, inlet and outlet temperatures, initial concentration of the solid material, surface tension, and the intrinsic properties of the drying material. For some specific applications involving the encapsulation of relatively large particle size such as probiotics that are in the size range of 1–5 μm, the spray-drying technique has proved to be very efficient [12]. However, in applications demanding smaller particle size, narrow distribution, the controlled delivery of bioactive ingredients, and the design of customized products is required. In these applications, the conventional spray-drying technique is limited. Novel drying technologies such as nano spray drying have been developed to meet these properties. Nanoencapsulates have shown significant enhancement in different properties including antimicrobial activity, as well as better dissolution and absorption rates, consequently increasing the bioavailability of the nanoencapsulated compounds in comparison with analogous microencapsulated particles [13–18].\nThe present work provides a review of the last 10 years in the field of spray-drying and\nencapsulation processes of bioactive ingredients in food industries. The work addresses a description of recent and relevant works in this field, including important processing parameters for obtaining a high yield product, maximum encapsulation efficiency, and high quality of encapsulated dried products. Emphasis has been placed on the encapsulation of active compounds by the nano spraydrying technique as an emerging technology focused on the optimization of the processing conditions. The work is divided into four topics dealing with (1) the conventional spray-drying process, (2) the nano spray-drying process, (3) the advantages and disadvantages of these two processes, and (4) unwanted consequences in spray-drying products."
    }, {
      "heading" : "2. The Spray-Drying Process",
      "text" : "Spray drying is commonly used for the protection of active ingredients and heat-sensitive\ncompounds [19–23]. Although it is considered as a dehydration process, it is also employed as an encapsulation technique. By definition, spray drying is the transformation of a feed in a fluid state (emulsion, dispersion, solution) into a powder by spraying the feed into a hot drying gas [24]. The process is depicted in Figure 1 and described as follows: the liquid formulation is fed either in the form of an emulsion, suspension, or solution (aqueous or organic). Then, the liquid is injected by a pump and atomized at the entrance of the drying chamber, where is converted into a spray of tiny drops. The feeding solution is transformed into relatively small droplets by employing a spray nozzle that is commercially available in three types: centrifugal disk atomizer, pneumatic, and pressure nozzles. The centrifugal disk atomizer is recommended for high-capacity processes due to its flexibility, ease of handling, and low maintenance. In contrast, pneumatic nozzles are employed for small-size processes because they are less efficient, while the use of compressed air increases the operating costs. The pressure nozzle is useful to dry high-viscosity solutions [25,26]. The small size of the drops increases the surface area that will be in contact with the hot gas stream, where heat and mass transfer phenomena are responsible for the evaporation of the liquid. Once inside the drying chamber, the drops enter in contact with the inlet gas, which can be either heated atmospheric air or\nan inert gas if the liquid phase is flammable or the drying product is oxygen-sensitive. Initially, particle development occurs by nucleation and growth, and later by the agglomeration and coalescence of small particles. While growing, particles move in a helical direction toward the bottom or exit of the dryer. The multidirectional rotation of the particle, and the generation of friction forces cause the spherical morphology and smooth surface regularly observed in dry powders. The high speed of the air stream generates particle friction with the walls of the dryer and between the particles, resulting in the agglomeration and coalescing of particles with a polished surface. Finally, the dry product separates from the gas stream and is collected at the bottom of the conical drying chamber. The separation mechanism is based on the centrifugal force exerted on the particles by the gas stream and the subsequent impact of particles on the surface of a collecting cylindrical blanket. Solid particles are separated from the gas stream by filtration and collected inside the cylinder at the bottom of the drying chamber, while the gas is expelled outside the cylinder. Another separation mechanism is the electrostatic precipitator, which works with an ionizing gas for charging the dried particles, and due to the Columbic forces, the charged particles are deposited on the collecting plates at the bottom of the drying chamber.\nThe particle size of powders obtained by conventional spray drying may be classified into small\nsize (1–5 μm), medium size (5–25 μm), and large size (10–60 μm). The atomization system is the part of the instrument with the major influence on the size of particles. There is a high relation between the droplet and particle sizes: the bigger the droplet size, the bigger the particles. Nowadays, there are several types of atomizers available for spray drying, achieving a reasonable control over particle size. However, the proper manipulation of the atomization conditions contributes to the final size [27].\nThe kinetics of the drying process is complex and becomes more complicated as the particle size\ndistribution becomes wider. One of the requirements for the optimum design of drying equipment is to know the fundamental aspects of heat, mass, and momentum transport mechanisms [29]. In this sense, the kinetic process of drying of single drops has been studied theoretically and experimentally. Simulated transport mechanisms using models of levitation or the free-flight technique in hot air closely mimics the real conditions inside the spray dryer [30–33]. The spray-drying model employed two-phase flow and the Eulerian–Lagrangian approach, providing an extensive understanding of the drying kinetics that allowed the estimation of several drop properties such as mass, moisture content, temperature profiles, and flow patterns of the continuous medium. The evaporation process and changes in temperature with time can be separated into two stages as described in Figure 2. As soon\nas the drop is exposed to the hot gas stream, solvent evaporation begins. The first stage is known as the constant rate period. This event is marked by the start of heat exchange between the drop and the hot air stream, producing an increase in the temperature of the drop, from an initial temperature (To) to an equilibrium temperature (Teq). This change in temperature favors the diffusion of the solvent from the center of the drop toward the surface. This diffusion process is fast and allows the removal of moisture at a constant rate. Since diffusion is carried out at the surface, the drop remains saturated with moisture, and its temperature corresponds to the wet-bulb temperature. The wet-bulb temperature is the lowest temperature reached by the gas saturated with vapor from the liquid. Another characteristic of this stage is the shrinkage of droplets caused by the intense liquid phase evaporation.\nThe second stage is known as the falling rate period, and at this step, the critical liquid level is\nreached. The concentration of solute is almost saturated, and the formation of a solid thin layer named as crust appears on the surface of the drop. This layer restricts the continuity of the diffusion process, causing the decrease in the evaporation rate and an increase in the temperature of the particle. The temperature inside the particle continues increasing until reaching a balance with the surrounding temperature. The removal of the remaining solvent represents the end of the drying process.\nFor more instrumental considerations and equipment configurations such as the atomizers\n(rotary, hydraulic nozzle, pneumatic nozzle atomizer), air–droplet flow patterns (co-current, countercurrent, mixed mode) and different particle collectors (cyclone separator, bag filters, electrostatic precipitator, and Venturi wet scrubber), the reader is referred to additional bibliography [34]. This work is focused on the processing parameters involved in obtaining a high product yield, maximum encapsulation efficiency, and good quality of encapsulated dry products."
    }, {
      "heading" : "2.1. Factors Influencing the Spray-Drying Process",
      "text" : "This section describes the variables of the conventional spray-drying process with the greatest\ninfluence on the final characteristics of the dried products, such as morphology, size, distribution of particle size, moisture content, or on the quantitative parameters related to the efficiency of the process such as yield, encapsulation efficiency, and product quality. Tables 1 shows the values of the processing variables, the encapsulated components, and the wall materials employed as carrying agents in conventional spray drying.\nInlet temperature: This is the temperature of the drying medium i.e., the gas stream, and it\ndetermines the ability to remove the solvent by evaporation. The temperature must be chosen as high as possible for obtaining the lowest moisture content in the product while avoiding the thermal degradation of the active compounds. Additionally, a high inlet temperature also helps to prevent\nparticle agglomeration, particles adhesion on the walls of the drying chamber, and microstructure collapse. However, the glass transition temperature (Tg) of the dry solid must be lower than the inlet temperature in order to prevent these processing issues. Along the process, the inlet temperature decreases as the gas is exposed to the atomized drops; for this reason, this variable influences the outlet temperature. Additionally, as the inlet temperature increases, the particle size increases and the moisture content decreases, which is observed in higher yields. Typically, authors report temperatures of 140–200 °C for the conventional spray drying. Lewandowski, Jaskulski, and Zbiciński [36] utilized the spray drying for obtaining powders from a maltodextrin emulsion and associated the quality of the dry particles with several factors. They employed inlet temperatures of 150, 175, 200, and 215 °C, and they determined greater particle degradation above 200 °C. Bednarska and Janiszewska-Turak [37] investigated the effect of inlet temperature and different wall materials on the loss of nutritional components in the spray drying of chokeberries juice. They found that at the tested temperatures of 160 and 200 °C, there was not a significant effect on the content of anthocyanins and polyphenols.\nOutlet temperature: This is an experimental variable that cannot be controlled directly by the\nhandling the instrument but rather is a consequence of other factors such as gas inlet temperature, gas flow rate, enthalpy of evaporation, and concentration of solids in the liquid.\nFeed rate: This refers to the volumetric flow (mL/min) of the liquid stream. The feed rate has a\ndirect effect on the particle size of the powder obtained. The higher the feed flow rate, the larger the particle size of the final product obtained. Additionally, the use of high feeding rates increases the moisture content; then, a bigger difference between the inlet and outlet temperature must be set.\nAspirator rate: It is a measure of the amount of the compressed gas supplied into the dryer\nchamber through the nozzle to ensure efficient atomization. A low aspirator rate results in low residual humidity; in contrast, a high aspirator rate promotes a higher separation degree inside the cylindrical blanket.\nResidence time: This corresponds to the time elapsed from the entrance of the atomized liquid\ninto the drying chamber until it exits from the dryer in the form of dry particles. According to the literature, a shorter residence time (10–15 seconds) is recommended to obtain a sufficiently high quantity of finer particles with moisture-free surfaces. An average residence time (25–35 seconds) should be applied to obtain fine to semi-coarse particles [11]. A higher residence time is necessary to dry thick or high-viscosity sprays.\nConcentration of the feeding solution: This variable refers to the initial concentration of solids\ndissolved in the liquid fed. The higher the concentration of the feeding solution, the greater the viscosity and hence the possibility of obtaining agglomerated and irregularly shaped particles. As the concentration of solids increases, the particle size also exhibits a proportional increase. Since a high concentration of solids necessarily implies a lower concentration of the evaporating solvent, this variable is also correlated with the outlet temperature. Solutions prepared from higher molecular weight substances involve higher viscosity solutions. Therefore, the feeding rate is decreased, while increasing the final particle size. In addition, other controllable parameters that result in the improvement of the dry products related to the characteristics of the fed solution are the composition, surface tension, the nature of the solvent (aqueous or organic), and the glass transition temperature.\nAhmed et al. [38] investigated the influence of the inlet temperature, feed rate, feed solution\nconcentration, and degree of polymerization (DP) on the physical properties of spray-dried inulin. They found that concentration of the feeding solution affected the crystallinity of the final product i.e., at 40% concentration, a crystalline material was preserved, while at 20%, an amorphous product was obtained. The effect of the degree of polymerization (DP) showed higher conservation of the crystallinity in the inulin with a DP of 8–13 than in that with a DP of 7–9. Conversely, the feeding rate did not show any effect on the crystallinity of the final product. The main factor influencing the size and morphology of inulin powders was the viscosity of the feeding solutions. In turn, viscosity depends on the concentration of inulin and DP, while Tg depends on the DP. A higher DP is related with a higher Tg [39]. The feeding rate, inlet temperature, and outlet temperature did not affect the Tg\nof dry inulin, which presented a crystalline structure and spherically shaped particles with rough surface."
    }, {
      "heading" : "2.2. Microencapsulation of Food Active Ingredients",
      "text" : "The encapsulation of food active ingredients provides multiple advantages such as the ability to\nprotect sensitive food components and prevent degradation during storage, nutritional loss, and inclusive adding nutritious materials after processing. Additionally, microencapsulation may be used to incorporate unusual or prolonged-release mechanisms into the formulation, masking flavors and aromas, preserving volatile components, improving the antibacterial performance, and providing greater flexibility in the development of nutritious foods. Numerous food ingredients have been encapsulated including flavors, oils, lipids, acidulants, antioxidants, vitamins and minerals, sweeteners, preservatives, colorants, enzymes, peptides, polyphenols, and probiotics. After encapsulation, the properties of the core material preserve, improving the overall properties of the product such as their smell, taste, handling, flow properties, and hydrophobic or hydrophilic behavior [40]. Encapsulation may increase the solubility of hydrophobic compounds in water or other hydrophilic systems such as oils and lipids. In addition, the versatility of encapsulation opens the possibility of controlled release of bioactive food ingredients on targeted places in the human body [41].\nExamples of food additives that can benefit from encapsulation and controlled release are\npreservatives, colorants, sweeteners, enzymes, antioxidants, nutrient flavors, and crosslinking agents to provide a more gradual release upon dilution in water. Table 1 shows a summary of the recent publications related to spray-drying encapsulation studies of bioactive food ingredients. Table 1 includes examples of wall materials, spray-drying conditions, and major outcomes related to the encapsulation of flavors, oils and lipids, bioactive ingredients, and food additives.\nSaavedra-Leos et al. [42] employed a mini spray dryer for encapsulating orange juice with inulin\nas a carrying agent (complex system), and they compared the results against a model system based on inulin only. The inlet and outlet temperatures were set as 210 and 70 °C, respectively, with a drying air volumetric flow of 28 m3/h, a concentration of solids in the fed solution of 30%, and a volumetric liquid flow of 7 ml/min. Powders were subjected to different water activities at 30 °C for 30 days. Water activity (aw) is the measure of water adsorbed by the product at given conditions of temperature and time. Adsorbed water may participate in spoilage reactions, microbial growth, and microstructure collapse. Aw is defined as the ratio of water vapor pressure in the solid and the water vapor pressure of the surrounding saturated atmosphere [43]. The powders presented a general aspect observed as a non-agglomerated fine powder, in orange color for the complex system and white color for the model system. Both systems showed an amorphous microstructure after drying; however, the model system presented a change at a water activity of 0.71, while in the complex system, the change from amorphous to crystalline was observed at 0.43. This was attributed to the plasticizing effect of water on carbohydrate molecules, and consequently to the depression of the glass transition temperature of the system. Leyva-Porras et al. [39] investigated the effect of molecular weight distribution and degree of polymerization (DP) on the spray drying of single inulin systems. They reported state diagrams for the stability of the two systems and found that high DP inulin showed an abrupt change in the microstructure at a water activity value of 0.51, while the low DP presented a moderated transition from amorphous to semicrystalline and crystalline at water activities of 0.31 and 0.51, respectively. These state diagrams were useful in the prediction of stability during storage. Additionally, Leyva-Porras et al. [44] reported the state diagram for the stability of the complex system orange juice–high DP inulin. They found that spray-dried powders presented an amorphous microstructure, but this may change by the adsorption of humidity from the environment. The state diagram also showed three microstructure stages at water activity values of 0.21 and 0.52. Therefore, by comparing these works, it was possible to infer that chemical composition and interactions are the main factors influencing the stability of sugar-based systems prepared by spray drying.\nMaltodextrin (MX) is a polysaccharide widely employed as a wall material or carrying agent in\nthe encapsulation of active ingredients. The final properties of the spray-drying products containing MXs also depend on the equivalent of dextrose (DE). Saavedra-Leos et al. [45] reported the spray drying of a set of MXs with different DE values. Concentrated solutions containing 30% of dissolved solids were spray dried at an inlet temperature of 200 °C. The obtained powders presented a white appearance. The microstructure of MXs remained unchanged across the entire range of water activities, indicating that polymer glucose chains did not crystallize with the adsorption of water, but just presented a phase change from amorphous to glassy state. This work set the technological application of MXs based on the DP rather than on the DE. A sequential work reported by SaavedraLeos et al. [46] included the spray drying of orange juice with MXs as the wall material. Powders were prepared by spray drying solutions of 30% of MXs dissolved in the orange juice. The inlet temperature was set at 200 °C and the liquid solution was pumped at 7 ml/min. Optical images showed white color powders for low DP MXs and orange color for the high DP MX. The orange juice dried in the absence of MX was a viscous liquid. Microstructural characterization by X-ray diffraction showed that phase change was presented at intermediate water activities, and it was observed as the change from an amorphous solid into a solid covered with condensed liquid. Araujo-Díaz et al. [47] compared the use of inulin and maltodextrin as wall materials in the microencapsulation of blueberry juice by spray drying and in the conservation of antioxidants. Processing conditions were reported as an inlet temperature of 180 °C, liquid feed flow of 7 ml/min, and concentration of carrying agent in the blueberry juice of 30%. Both carrying agents were suitable for encapsulating the blueberry juice. However, low DP MX showed a higher content of the antioxidants (resveratrol and quercetin 3-Dgalactoside). Clearly, this work suggested that differences in the chemical structure of the carrying agent or wall material might lead to different affinities and interactions with the antioxidants.\nFlavors\nD-limonene,\nethyl\nhexanoate,\ncitral and\nethyl\npropionate\nYeast cells (Saccharomyces\ncerevisiae)\nInlet: 140–200 °C Outlet: 64–95 °C\nFeed rate: 10 mL/min Air flow rate: 35m3/h\nSuccessful flavor encapsulation in partially β-glucans extracted\nfrom yeast cells. The incubation time and the temperature\nshowed noticeable effects on the encapsulation of flavors. Flavor\ncontents of d-limonene 37% and ethyl hexanoate 49%.\n[55]\nLemon Arabic gum and maltodextrin\nInlet:160 °C\nOutlet: 65 ±2 °C\nAir flow rate: 1.42·10-6 m3/s\nRotary speed: 39,000 rpm\nGood stability of the oil–water emulsion for a period of 5 days. The increase in aroma addition caused an increase in emulsion viscosity. Increasing the aroma content, an increase in porosity,\ndistribution of particle size, and total color differences was observed at the time that loose bulk density, solubility, and\nlightness decreased. The lowest water content was obtained for\npowder based on the emulsion with 6% of the aroma.\n[56]\nLime Arabic gum and maltodextrin\nInlet: 180, 200, and\n220 °C\nOutlet: 80, 90, and 100 °C\nFeed rate: 75–170 mL/min\nThe methodology of the response surface was used for\noptimization of the drying parameters, estimating an inlet air\ntemperature of 220 °C and an outlet temperature of 85 °C to\nprovide the maximum evaporative rate, volatile oil retention,\nand microencapsulation efficiency of 7.7 kg/h, 95.7%, and 99.9%\nrespectively.\n[57]\nOrange Maltodextrin, modified starch\nand trehalose\nInlet: 175 ±3 °C Outlet: 83 ±3 °C\nFlow rate: 8 ml/minAir pressure: 3.2 bar\nThe systems using trehalose were more effective in the\nencapsulation of orange oil with high aroma retention, since they presented higher Tg values in comparison with those containing sucrose. These systems could be stored in a variety of temperatures and relative humidity conditions without modifying the physical\ncharacteristics of the powders.\n[58]\nCitral Maltodextrin, sucrose, and\ntrehalose\nInlet: 175 ±3 °C Outlet: 83 ±3 °C\nFlow rate: 8 ml/minAir pressure: 3.2 bar\nAmong the citral retention with matrices of sucrose and trehalose, no differences were observed in the quantity and quality of powder\nobtained. However, the physical stability of the trehalose system was better than that of the sucrose system.\n[59]\nFood\nadditives\nGoldenberry\n(Physalis\nperuviana L).\nMaltodextrin, modified starch,\ninulin, alginate, and arabic gum.\nInlet: 140 °C Outlet: 70 °C\nFlow rate: 473 L/h\nFeed rate: 10 mL/min\nMaximum yield of goldenberry powder of 67.2%. The obtained\nproducts exhibited low moisture content (<5.25%) and good solubility in cold water (>82%). The highest total carotenoid\ncontents after spray drying were found using maltodextrin and cellobiose powder. Additionally, cellobiose powder showed the highest retention of carotenoids and encapsulation efficiency of\n77.2%\n[60]\nβ-carotene Maltodextrin\nInlet: 170 °C Outlet: 95 °C\nFeed rate: 7.5 mL/min\nTwo different microencapsulation methods by β-carotene were\ncompared; spray drying with maltodextrin and the structuration of beads with alginate and chitosan, as well as its bioavailability\nin a food matrix. The spray drying showed less encapsulation efficiency than beads of alginate and chitosan, being of 37.7%\nand 54.7% respectively. Nevertheless, into of a food matrix, the\nβ-carotene microencapsulate obtained by spray drying was more\nbioavailable compare to beads of alginate and chitosan.\n[61]\nCarotenoid Astaxanthin\nArabic gum , whey protein,\nmaltodextrin, and inulin\nInlet: 120 °C Outlet: 70 °C\nAspirator rate: 32.9 m3 h-1\nAir pressure: 40 kg/cm2\nObtaining yellow and orange pigments was evidence of the\npigment contents. Whey protein alone or in combination with\nArabic gum exhibited the best encapsulation yield (61.2–70.1%).\nThe microencapsulates with 100% whey protein showed the\nhighest temperature stability. However, the system with 100%\nwhey protein showed the maximum stability as a function of the\ntemperature.\n[62]\nVitamin A\nacetate\nHI-CAP 100 (starch\noctenylsucciniate, OSA-starch)\nInlet: 182 °C Outlet: 82 °C\nFeed rate: 1000 mL/ min\nThe microcapsules exhibited spherical morphology with\ncharacteristic dents, and the maximum encapsulation efficiency\n(96.38 ± 0.71%) was obtained with a solution of total solids\nconcentration at the core/wall material ratios of 40%.\n[63]\nQuercetin 3-\nD-Galactoside Maltodextrin\nInlet: 170–210 °C\nFlow rate: 35 m3/h\nAir pressure: 1.5 bar\nOptimization of the spray-drying conditions for maximizing the\nyield, content, and retention of the antioxidant quercetin 3D\ngalactoside, as well as evaluation of the effects of type and\nconcentration of maltodextrin, such as the inlet temperature for\ndrying. The yield and content of the antioxidant were mainly\naffected by the maltodextrin concentration, while temperature\nhad a relatively low effect on the quantitative parameters.\n[64]\nOrange juice Maltodextrin\nInlet: 200 °C Outlet: 70 °C\nFlow rate: 7mL/min\nAir flow: 28 m3/h\nAir pressure: 1.5 bar\nObtaining orange juice–maltodextrin powders and evaluating maltodextrins with different grades of polymerization to avoid\nstructure collapse due to any change in appearance and the\nformation of particle agglomerates.\n[46]\nBioactive\ningredients\nβ-\ngalactosidase\nArabic gum, chitosan, modified chitosan, calcium alginate, and\nsodium alginate\nInlet: 115 °C\nOutlet: 56–61 °C\nFlow rate: 4 ml/min Air pressure: 6.5 bar\nAll the microencapsulates showed a spherical morphology with\na mean diameter of 3 μm, but the particles obtained with\nchitosan and Arabic gum as wall material presented a rough\nsurface. Regarding the enzymatic activity, this decreased with all\nthe wall materials evaluated compared to the free enzyme\nactivity.\n[22]\nLactobacillus\nacidophilus\nNRRL B-4495\nand\nLactobacillus\nrhamnosus\nNRRL B-442\nMaltodextrin\nInlet: 100–130 °C Outlet: 67–97 °C\nFeed rate: 40–60 mL/min\nResponse surface methodology was used to evaluate the effect of\nthe concentration of maltodextrin, inlet temperature, and feed\nrate during the spray drying of raspberry juice with a probiotic. The response variables were the culturability of probiotics and\nthe color of the powder. The high temperatures during spray\ndrying were detrimental to probiotics and may be circumvented by sub-lethal thermal shock (50 °C for L. acidophilus and 52.5 °C\nfor L. rhamnosus). An increase in the concentration of\nmaltodextrin favored the survival of the probiotics.\n[65]\nBifidobacterium\nBB-12\nInulin, oligofructose, and\noligofructose-enriched inulin\nInlet: 150 °C Outlet: 55 °C\nFeed rate: 6 mL/min\nFlow rate: 35 m3/h\nAir pressure: 0.7 MPa\nThree prebiotics and their mixtures with reconstituted skim milk (RSM) were used to microencapsulate bifidobacterias BB-12. The\nsystem with prebiotics increased the survival rate of the\nmicroorganism during storage at the temperatures evaluated.\nSpecifically, the microcapsules produced with a blend of oligofructose-enriched inulin with RSM and blending of\noligofructose with RSM resulted in better protection of\nbifidobacteria during storage.\n[66]"
    }, {
      "heading" : "2.3. Carrier Agents or Wall Materials",
      "text" : "These materials act as the physical wall and barrier for the protection of functional ingredients\nfrom adverse environmental conditions. These materials increase the stability of active ingredients and preserve the functional properties. The encapsulation is applied to regulate the liberation of the active ingredient, to mask the flavor of an ingredient, and to improve the bioavailability. Encapsulation is achieved by dissolving, emulsifying, or dispersing the active ingredient located in the liquid drop in a solution with the carrier agent. An ideal carrier agent must exhibit the following characteristics: (1) suitable rheological properties (low viscosity) at high concentrations and easy handling during the process; (2) chemical affinity to disperse or emulsify the bioactive material, as well as to stabilize the emulsion produced; (3) unreactive with the bioactive material during the drying process or storage; (4) capacity to trap and maintain within its structure the material to be encapsulated; and (5) ability to provide maximum protection to the active material against environmental conditions (oxygen, heat, light, and humidity). The carrier agents are classified into categories as waxes and lipids (bee wax, carnauba wax, and catkin wax, macro and micro wax emulsions, glyceryl distearate, natural and modified fats), proteins (gelatine, whey protein, zein, proteins of soybean, gluten), carbohydrates (starches, maltodextrins, saccharides, chitosan, glucose, ethylcellulose, cellulose acetate, alginates, and carrageenan), food grade polymers (polypropylene, polyvinyl acetate, polystyrene, and polybutadiene)."
    }, {
      "heading" : "3. The Nano Spray-Drying Process",
      "text" : "The nano spray-drying equipment was first introduced by Büchi technology (Nano Spray Dryer\nB-90) in 2009. Since its introduction, the nano spray dryer has been used in numerous scientific investigations focused on the development of pharmaceutical applications and in minor frequency by the food industry [15,67]. The drying principle of the nano spray process is similar to that of conventional spray drying. However, the former process includes instrumental differences such as the cylindrical drying chamber, the atomizer that generates the spray, the porous metal foam that induces the laminar flow in the drying gas, and the electrostatic particle collector [14,68]. The characteristics of these instrumental variants are described herein and in Section 4 to relate their effect on the characteristics of the dry products obtained.\nSimilar to the spray-drying process, the liquid sample is fed into the spray head, but here, a\npiezoelectric driven actuator generates a finer spray of droplets. Figure 3 shows a schematic representation of the vibrating mesh employed in nano spray-drying technology. The mesh-based droplet generation system consists of a small cap containing a stainless steel membrane with a precise arrangement of micrometer-sized holes (4.0, 5.5, or 7.0 μm). The vibration frequency of the cap may be also manipulated in the range from moderate to high, leading to the formation of droplets of bigger or smaller sizes, respectively. The piezoelectric actuator is driven to vibrate in the range of 60–140 kHz. The high-frequency vibrations in the membrane produce the ejection of millions of droplets per second with a homogeneous size distribution [14,15]. In turn, drop size depends on the size of the hole in the membrane, solution viscosity, and the surface tension. For example, with a spray mesh of 4 μm, water droplets of approximately 3–8 μm are produced [69,70]. There is a strong correlation between the sizes of the spray mesh and the droplets, and consequently the particle size and physicochemical properties of the dried product. Thus, when operating nano spray-drying systems with the smallest mesh size, particles with sizes ranging from nanometers to submicrons may be obtained. In order to obtain particles of sizes smaller than the submicrons, it is necessary to sacrifice the yield of the process. Hence, the use of highly diluted feeding solutions is a common practice that affects the amount of product obtained. For example, the nano spray drying of Arabic gum solutions at different concentrations such as 0.1%, 1% and 10% yield 70%, 74%, and 54%, respectively [15]. In contrast, with large mesh sizes, the particle size will increase proportionally, yielding greater amounts of product. Schmid et al. [70] tailored the obtained droplet size by employing spray meshes of different apertures (4, 5.5, and 7 μm). They used distilled water as the solvent and measured the size of the drops by laser beam diffraction. The resulting spray contained drops in the range of 3.3–\n14.7 μm, while the mean droplet size varied from 4.8 to 7.2 for the spray mesh of 4 and 7 μm, respectively.\nThe drying gas enters from the top of the cylindrical dry chamber in co-current flow with the\nsolution drops at the set inlet temperature. Co-current flow refers to both fluids—the drying gas and liquid fed—traveling in the same direction. The heating system in nano spray dryers is designed to provide a laminar flow, which is generated when the air passes through compact porous metal foam. The laminar flow air heater is another one of the characteristics of nano spray drying. In contrast with the turbulent flow in conventional spray drying, in nano spray drying, the heating system is designed to provide a hot gas entry flow in the Reynold number regime (Re < 2300). In the laminar flow regime, the movement of the particles is almost unidirectional, limiting the travel path within a profile that reduces the contact with the walls of the dryer. In addition, since evaporation occurs at the near vicinity of the spray head, the heating process begins at an early stage, reducing the residence time and promoting the conservation of heat-sensitive ingredients [14,71]. On the way, the hot gas dries the particles while dragging them to the particle collector located at the bottom of the drying chamber.\nThe cylinder length configuration also has an effect on the drying of different systems. Although\nthe length of the drying cylinder is not a process variable, but a design variable, its dimension directly affects the residence time. A short drying chamber is recommended for fine sprays or small drops, since low residence time (1–4 sec) would be required to reach the complete dry state. In contrast, large droplet sizes, water-based systems, or solvents with high evaporation temperatures may require larger residence times, which may be achieved by increasing the length of the cylinder [67]. In terms of solid dry particles, a short drying chamber is recommended for obtaining fine particles, while a larger chamber produces larger particles.\nAdditionally, particle size obtained is much smaller compared to conventional spray drying;\nhence, the gravity effect acting on the particles is less significant. In consequence, an electrostatic system is required to obtain higher collection efficiency. Two electrodes, a cylindrical anode, and a grounded cathode compose the electrostatic system. During the drying process, a high voltage applied between the electrodes generates an electrostatic field, accelerating the negatively charged particles and attracting them to the surface of the electrode. After a discharge process, the particles detach from the wall, falling inside the cylinder where they can be collected.\nNanoencapsulation of Food Active Ingredients\nThe efforts of nanoencapsulation of active ingredients in the pharmaceutical are mainly directed\nto the production of targeted release drug products. In this type of application, the therapeutic ingredient is liberated at the desired site of action or environment, optimizing the biological response of the substance. The global bioactive ingredients market in 2017 was 29.8 billion (USD), according to research and markets, and it is projected to grow about 6.6% to 41.1 billion (USD) by 2022 [72]. However, the commercial interest opens an area for obtaining high-tech food materials and food products with better resistance to oxidation, controlled release, extended shelf life, eradication of\nincompatibilities, improved solubility properties, and the masking of tastes and odors. Nowadays, the food industry has shown a major interest in bioactive ingredients such as probiotics, prebiotics, omega-3-fatty acids, carotenoids, phenolic compounds, essential minerals, proteins, and extracts from herbs and species i.e., essential oils and saffron [73–76]. The materials employed as carrier agents are proteins (egg, gelatin, caseins, whey, soy and wheat proteins, collagen), carbohydrates (maltodextrins, lactose, maltodextrins, cyclodextrins, dextrose, Arabic gum, acacia gum, alginate, carrageenan, pectin, cellulosic materials, chitosan), lipids (oils, acylglicerides, phospholipids), and food-grade emulsifiers [76]. Table 2 summarizes major outcomes of recent publications related to nano spray-drying processes of foods and several processing conditions. For example, Burki et al. [77] studied the encapsulation of β-galactoside by using a Nano Spray Dryer B-90 for obtaining spherical particles within an inhalable size of 1-5 μm. The influence of inlet temperature, size holes in the spray cap membrane, and concentration of solids in the solution were studied by estimating the enzyme activity, particle size, span, yield, shelf life, and morphology of dry products. Different spray-drying conditions were evaluated, finding the optimum values for inlet temperature of 80 °C, spray mesh size of 4 μm, and flow rate of 100L/min. At these conditions, spherical shape particles with a smooth surface and diameters of 2-4 μm were observed. The maximum yield product at the optimized conditions was 93.7%. Although a greater amount of dry product may be obtained with the use of a mini spray dryer (Mini Spray Dryer B-290), the enzymatic activity was null. The assay of residual enzymatic activity of samples obtained by mini spray drying did not show activity, while the product dried in the nano spray still exhibited an enzymatic activity of 92% after three weeks of preparation. Hu et al. [78] studied the optimal fabrication method, physicochemical characterization, and stability of a polyelectrolyte complex system based on conjugated gallic acid–chitosan (GA-CS) and Arabic gum. The study showed the effect of the mass ratio of GA-CS and Arabic gum on the particle size, and the role of adding polyethylene glycol in the formation and morphology of the nanoparticles. The average particle size was 122 nm with a narrow size distribution. The GACS/Arabic gum spray-dried nanoparticles exhibited excellent dispersibility in water, while the native nanoparticles were unable to disperse, which was attributed to the lack of gallic acid. Li et al. [15] compared different wall materials such as Arabic gum, maltodextrin, whey protein, polyvinyl alcohol, and modified starch for encapsulating lipid nanoemulsions of Vitamin E acetate. The authors evaluated the nature of wall materials and found that the type and concentration has a marked effect on the particle size and distribution. O’Toole et al. [79] reported the implementation of Taguchi’s statistical method to optimize the nano spray drying parameters of curcumin encapsulated in submicrometer chitosan. The authors explored the efficiency of the system curcumin/chitosan/Twin 20 for obtaining spherical particles with smooth surfaces and particle sizes of 285 ± 30 nm. They suggested the feasibility of encapsulating the submicrometric system since after 2 hours, the encapsulated active ingredient was released 100%.\nAs has been mentioned before, the experimental parameters employed during the drying and\nencapsulation process strongly influence the final features of the dried powders. The main process variables that show a direct effect on the characteristics of the dry material in nano spray drying include the controllable variables. These variables are controlled through the handling of the equipment or either through the characteristics or properties of the feeding formulations. The second category corresponds to the variables derived from the inlet parameters. The main parameters influencing the nano spray-drying process are the inlet temperature, spray mesh size, and concentration of the liquid fed. Consequently, these variables affect the drop size, drying gas flow rate, spray rate, solvent, and surfactant concentration. The appropriate setting of these parameters may modify the particle size distribution, morphology, moisture content, encapsulation efficiency, yield, and the bioactive loading of the powders. Evidently, the experimental variables studied with more frequency are the inlet, outlet temperatures, and feed and flow rates. Despite the spray-drying technology, i.e., conventional or nano spray, the reported results of the cause–effect relationship remain constant.\nCurcumin Egg yolk low-density\nlipoprotein, pectin\nInlet: 70, 100, and 120\n°C.\nOutlet: 50–60 °C\nAir Flow rate: 130\nL/min\nOptimization of the fabrication conditions for egg yolk low-density\nlipoprotein/pectin nanogels with a smooth surface and spherical shape with a diameter of 58 nm. The obtained ultra-fine powders were able to\nre-disperse into water and keep the nanoscale size.\n[85]\nHydrophilic\nsubstances Vitamin B12\nArabic gum, cashew\nnut gum, sodium alginate, sodium\ncarboxymethyl\ncellulose, and Eudragit\nRS100\nInlet: 120 °C\nOutlet: 50–60 °C\nSpray meshes: 4.0\nand 7.0 μm\nAir flow rate: 130\nL/min\nProduction of submicron particles by the highly diluted solutions.\nEudragit RS100 showed more controlled release kinetics since it\npresented solubility dependent on the change in pH.\n[86]\nβ-Galactoside Trehalose\nInlet: 80–120 °C Outlet: 38–60 °C\nSpray meshes: 4.0,\n5.5, and 7.0 μm\nAir flow rate: 100–\n110 L/min\nObtaining of submicrometric encapsulates between 2 and 4 μm of\ndiameter at the optimized spray drying conditions of inlet temperature\n80 °C and the lower spray mesh size and the flow rate of 4 μ and 100 L/min, respectively. The obtained morphology was spherical with a\nsmooth surface and the yield product reached up to 90%.\n[77]\nNot active compound\nencapsulated\nChitosan/gallic acid\nconjugate, Arabic gum,\nand polyethylene\nglycol\nInlet: 100 °C\nSpray mesh: 5.5 μm\nAir flow rate: 100–\n120 L/min\nObtaining spherical, homogeneous, and smooth powders of\nnanoparticles with improved water solubility and dispersibility\nproperties. In comparison with the native chitosan (CS)/Arabic gum nanoparticles, the polyethylene glycol (PEG) complexes exhibited\nsmaller size,\nnarrower polydispersity index, and greater redispersibility behavior.\n[78]\nԼ-leucine , -trehalose\nInlet: 75 °C\nOutlet: 45 °C\nSpray mesh: 4 μm Air flow rate: 100\nL/min\nPresented a mechanistic model for the efficient experimental design for\nobtaining microparticles. Authors produced particles with spherical\nmorphologies that begin to exhibit a corrugated surface as the percentage\nof crystalline leucine increases, lowering the density and improving the\ndispersibility properties of the dried products.\n[87]\nEugenol Zein, sodium caseinate,\nand pectin\nInlet: 100 °C\nSpray mesh: 5 μm Air flow rate: 120\nL/min\nUnder optimal preparation condition and formulation, eugenol-loaded\ncomplex nanoparticles with a size of 140 nm, spherical shape, and\nuniform size distribution and excellent storage stability were obtained.\n[88]\nSaffron\napocarotenoids Maltodextrin\nInlet: 100 °C\nSpray meshes: 4 and\n7 μm.\nAir flow rate: 100\nL/min\nObtaining spherical particles found that the morphology is highly\ndependent on the mesh size employed.\nProduct yield and encapsulation efficiency of saffron apocarotenoids\nwere found to be satisfactory being approximately 70% and 80%,\nrespectively.\nThermal stability and bioaccessibility of the apocarotenoids was\nenhanced by the nanoencapsulation process.\n[89]"
    }, {
      "heading" : "4. Advantages and Disadvantages of Conventional Spray Drying and Nano Spray Drying",
      "text" : "In contrast with different drying techniques, conventional spray drying and nano spray drying\nmay exhibit a wide variety of advantages such as the low cost, high availability of equipment, speed and efficiency of the process, high reproducibility, and versatility of the products that can be encapsulated. However, each instrument shows comparative advantages and disadvantages. Nano spray drying may show some advantages over traditional spray drying, specifically in the particle size. However, traditional spray drying can be more easily scaled up, allowing use at an industrial level for obtaining kilograms or tons of dried samples. Conversely, nano spray dryers have been produced for research purposes such as formulations design, and they can produce valuable products in small quantities (i.e., milligrams). Another advantage of conventional spray drying is the handling of solutions with higher viscosities (<300 cps), while in the nano spray, viscous solutions may block the small holes in the mesh generation system, thus impeding the proper generation of the spray [69]. For specific applications such as the encapsulation of probiotics, conventional drying technologies are still required, since the dimensions of probiotics are in the range of 1–5 μm, limiting the use of emerging drying nanotechnologies. Evidently, the most remarkable advantage of conventional spray drying over nano spray is the difference in terms of the amount of yield product. The relatively high solid concentrations and solvent evaporation rate handled in the mini-spray dryer are the responsible features of these advantages. Alternatively, the advantages exhibited by the nano spray dryer are numerous in both control of the process and in the desired characteristics of the dry product. The generation of tiny droplets results in the formation of submicron-sized particles with a larger surface area, which is beneficial in applications of active ingredient controlled release. The vibration mesh that generates droplets in the nano spray dryer causes the formation of smaller drops of submicrometric sizes and with narrower distribution, i.e., a particle size range of 0.3–5 μm, and size distribution of 1.4 μm [90]. In this sense, the reduction of particle size is reflected as a larger surface area. Conversely, in conventional spray drying, the particle size is in the range of 2–25 μm and a size distribution of 1.8 μm [69]. The particle collection efficiency of the electrostatic precipitator in the nano spray dryer also makes a difference in terms of product yields. The cyclone separator in the mini-spray dryer is highly dependent on the mass of the particles. Therefore, it is unable to collect particles smaller than 2 μm. In contrast, the electrostatic precipitator in the nano spray dryer is not dependent on the mass of the particles but on the electrostatic charge; for this reason, the highly efficient electrostatic collector can accumulate particles of submicron or nanometric size at yields of about 93%. The air heater with laminar flow is another of the advantages of the nano spray dryer, since in this regime of Reynolds number, heat transfer is efficient, reducing residence time. Clearly, this feature allows drying heat-sensitive compounds such as bioactive ingredients. Additionally, to the increase velocity in the heat and mass transfer phenomena, nano spray-dry powders show other benefits such as higher bioavailability, better control release, and improved absorption rates of the active ingredients [91].\nFigure 4 shows an illustrative scheme of nano spray-drying technology indicating the main\ncomponents. The top of the diagram of the nano spray dryer shows the location of the laminar flow heater and the vibrating mesh spray components, and the bottom shows the electrostatic collector. In addition to the advantages and disadvantages mentioned above, it is evident that the size of the instrument and its peripheral equipment are characteristics that must also be considered to choose the most suitable drying system for a given application.\nThe comparison of energy consumption of spray dryers is of great importance for production\nand economic purposes at pilot and industrial scales. However, because the nano spray-drying technology was designed for the development of novel products with a high cost–benefit ratio and not for production of large scales, the bibliography related to energy balances and thermal efficiency calculations is still scarce. Anyhow, it is expected that the configuration of the instrument such as the cylindrical shape of the drying chamber and the laminar flow of the drying air may promote an optimal exchange of energy and reduce heat input rates, resulting in greater energy efficiency for drying heat-sensitive products [14]. Conversely, the literature found on this topic for conventional spray drying is extensive. Baker and McKenzie [92] conducted a comparative study of 32 industriallevel spray dryers in the UK. They reported that the specific energy consumption for the food sector was 4.88 GJ/ton of evaporated water, and they found a linear increase of the input with the evaporation rate. Later, Al-Mansour et al. [93] conducted a study in a pilot plant scale spray dryer for drying soluble coffee. They determined the specific heat consumption based on some processing variables and found values of 3.3–5.5 GJ/ton of evaporated water. Motevali et al. [94] compared the energy parameters between seven types of dryers used in the drying of chamomile plants and found that the drying efficiency does not depend linearly on temperature for all systems. Furthermore, each system presented greater efficiency by combining the different process variables such as drying temperature and airflow. For example, for infrared light-based technologies, increased airflow promoted greater efficiency and a decrease in energy requirements. However, in technologies based on microwave drying, efficiency decreases with airflow. Huang et al. [95] compared the use of two atomization systems in the spray drying of a 42% maltodextrin solution. From the 3D simulation, it was found that the pressure nozzle system leaves more empty spaces inside the drying chamber i.e., without contact between the drops and the wall of the dryer, while the rotary disk atomization system fills the volume of the camera to a major extent. Although the numerical results showed small variations between the two systems, the rotary disk atomization resulted in lower heat consumption and higher energy consumption per-unit evaporation rate (24059 W and 3165 kJ/kg) than the spray drying with a pressure nozzle (24285 W and 3114 kJ/kg)."
    }, {
      "heading" : "5. Unwanted Reactions and Physicochemical Changes Presented by Spray-Dried Products",
      "text" : "Either of the two drying technologies, conventional or nano spray drying, necessarily require\nthe use of heat. Consequently, during the increase of temperature, undesired chemical reactions and physicochemical changes may take place, inducing the thermal degradation of encapsulated active ingredients. Among these reactions, combustion, oxidation, denaturation, and the loss of bioactive ingredients are included. The oxidation of ingredients is one of the major causes of food spoilage affecting the nutritional quality. It is a reaction that occurs during spray drying at high temperature, when oxygen enters in contact with polyunsaturated compounds such as fats, altering its chemical composition. Oxygen reacts with unsaturations i.e., double bonds, producing toxic by-products such as hydrogen peroxides, ketones, and hyperoxides, causing changes in the taste, odor, loss of activity, and nutritional value of food ingredients. Drusch et al. [96] carried out the microencapsulation of fish oil employing starch, Arabic gum, sugar beet pectin, sodium caseinate, and glucose syrup as wall materials. Microencapsulates were prepared by spray drying, and the lipid oxidation was monitored through the analysis of hydroperoxide content and volatile secondary lipid oxidation products. Results evidenced the low stability upon storage conditions at 20 °C and 33% of relative humidity for the microcapsules containing starch of higher viscosity (type 1). The highest and fastest increase in contents of hydroperoxide and propanal were observed in the microcapsules prepared with starch type 1. The decrease in stability of these microencapsulates was attributed to inclusions of air trapped into the particle, as well as the composition and the density of the oil–water interface. Linke et al. [97] microencapsulated fish oil using maltodextrin and soy protein as wall materials by spray drying and quantified the impact of the oil droplet size on the oxidative stability of the powders stored at 25 °C for 147 days. The fish oil/maltodextrin/soy protein emulsions were prepared at different pressures to induce the formation of oil droplets during drying, obtaining sizes between 0.48 and 1.54 μm. The oxidative stability was evaluated through the hydroperoxides formation as primary oxidation products and by the anisidine value that corresponds to the amount of secondary oxidation products of lipid compounds [98]. The small oil drops (0.48 and 0.71 mm) showed a linear increase of the hydroperoxides amount after a storage period of 6 days, while in the large drops (1.19 and 1.54 mm), the change was observed between 9 and 14 days. The rapid hydroperoxide formation of the smaller oil droplets was attributed to the larger specific surface area. The authors suggested that the oxidative process was favored in oil droplets with a large specific surface area, since the interfacial space between the lipid and the encapsulation material is greater than in the large drops. A larger interfacial space in the system allows a greater amount of oxygen to diffuse into the particle and accelerate the oxidation process of the lipid. Anisidine values showed a similar trend that the hydroperoxide for the first analysis period. Additionally, the higher oxidative stability exhibited by the smaller oil droplets was attributed to the pronounced chemical stabilization by the soy protein. Linke et al. [99] studied the effect of particle size on the oxidative stability of fish oil spray-dried microcapsules. The quantification of the peroxide value revealed that small particles undergo faster oxidation than large particles, since the concentration of hydroperoxides squared with the interfacial area, and thus, it was inversely proportional to the squared radius, indicating that oxidation was diffusion-limited. Karthik [100] carried out the microencapsulation of docosahexaenoic acid (DHA) by spray-drying (SD), freeze-drying (FD), and spray-freeze drying (SFD) methods to reduce the oxidation of polyunsaturated DHA. Higher encapsulation efficiencies were reported for SD than for FD and SFD as 82.16%, 73.08%, and 70.77%, respectively. In contrast, estimation of the oxidation percent under storage conditions for encapsulates obtained from SD, FD, and SFD was 33%, 31%, and 14%, respectively. One way of evaluating the level of oil deterioration or degree of oxidation is determining the level of hydroperoxides quantified as the peroxidation value (PV). PV is a standard index employed to examine the safety and quality of food systems. In this sense, microencapsulation obtained from SFD showed lower PV, meaning higher oxidative stability. Thus, the encapsulation efficiency does not depend only on the encapsulated amount of oil but also on the thickness of the shell material and the capacity to maintain the active ingredient in the core of the particle. The increase in the PV was attributed to the high temperatures exerted during the SD process. Tonon et\nal. [101] found similar results for the microencapsulation of flaxseed oil by spray-drying methodology.\nDenaturation refers to the physical changes taking place in proteins exposed to environmental\nconditions such as heat, acid solvents, high salt concentrations, alcohol solutions, and mechanical agitation. These changes result in the loss of protein through aggregation and alteration in secondary structures, leaving the amino acid residues located deep inside the proteins exposed [102]. Since proteins are sensitive to heat, these compounds may undergo denaturation at elevated temperatures, i.e., whey proteins subjected to temperatures of 95 °C for 20 min [103], casein–whey mixture at 70 °C [104], and egg white proteins at 60 °C [105]. In this sense, during the spray drying of proteins-based compounds, the inlet temperature should be set as low as possible in order to avoid undesired degradation reactions. However, during spray drying, partial denaturation occurs. Tan et al. [106] studied the effect of the spray-drying inlet temperature on the microencapsulation and release behavior of caffeine from egg albumen in the form of a powder. The thermal characterization of the micro-eggs showed that a higher drying temperature induced a greater denaturation of proteins, affecting the solubility properties and releasing profile. Haque et al. [102] studied the denaturation and the physical properties of spray-dried whey protein isolate (WPI), with and without sugars such as lactose, trehalose, and Polysorbate-80. WPI formulation with or without sugar and Twin 80 were prepared and spray dried at inlet and outlet temperatures of 180 and 80 °C, respectively. The denatured proteins were quantified by HPLC. In addition, the denaturation degree was estimated by a size exclusion chromatography with a column that allowed the separation of proteins according to their size. The infrared spectra in the amide region (1600–1700 cm−1) were analyzed to assess the alteration in the secondary structure of WPI. The protective efficacy of sugars and surfactants on the secondary structure (β-turn, β-sheet, α-helix, and random coil) of WPI was also tested. The results showed that the secondary structural features of the spray-dried WPI were affected. The native WPI contained 43.0% of β-sheet, 22.8% of α-helix, and 34.2% of β-turn in its structure. After the spray drying, it was observed that the β-turn structure was the most heat-sensitive structure, since it decreased to 14.5%, while the random coil content of WPI in the spray-dried sample increased to 20.7%. The α-helix was the most stable to the spray-drying processing conditions. Furthermore, it was found that the use of a small concentration of Twin 80 improved the stability of the α-helix and β-sheet but not the β-turn structure. This work revealed that processing conditions affect the denaturation extent of spray-dried WPI. Burgos-Díaz et al. [107] studied the encapsulation of astaxanthin to minimize the degradation and oxidation of the carotenoid with the aim of reducing the microbial growth. They designed a colloidal system based on Pickering emulsions, i.e., emulsions that are not physically stabilized by conventional emulsifier molecules, but instead by solid colloid particles. The Pickering emulsion system was formulated by protein-based aggregates from a lupin protein-rich cultivar (Lupinus luteus, AluProt-CGNA®), while maltodextrin at different ratios was employed as a wall material for the encapsulation of astaxanthin. The oxidative stability, the primary oxidation products (PV), and the astaxanthin concentration were determined to evaluate the loss of concentration of the carotenoid during storage. Experimental conditions consisted of storage in darkness for a period of four weeks at 25 and 45 °C. The PV analysis showed a slight primary oxidation after 2 weeks of storage at accelerated conditions (45 °C). In contrast, the PV analysis for powders stored at 25 °C showed a very slight increase in the PVs values after 4 weeks. The secondary oxidation was estimated from thiobarbituric acid-reactive substances analysis (TBARs). It was observed that the TBAR values increased faster in powders containing a low concentration of lupin protein particles (2%), while at higher concentrations (4% and 6%), the secondary oxidation was slower. It was observed that the inlet temperature employed during the spray-drying process also had an effect on the secondary oxidation process. Samples dried at higher temperatures showed a more pronounced oxidation tendency even after one week of storage. In general, it was demonstrated that oxidative stability is enhanced as the concentration of lupin protein aggregate particles was increased.\nThe thermal degradation of food ingredients is another one of the undesired reactions taking\nplace in the presence of different factors such as oxygen, heat, pH, the presence of heavy metal ions,\nand light. The thermal degradation has been extensively studied, employing a wide variety of matrices and wall materials. Tupuna et al. [108] evaluated the thermal stability of norbixin microencapsulates obtained by spray drying assisted with Arabic gum and MX at different concentrations. High-performance liquid chromatography (HPLC) analysis was carried out for the quantification of norbixin in the encapsulates. The results showed that encapsulation efficiency highly depended on the wall material ratios. The properties depended on the total soluble solids percentage and the ratio between the core and wall material. Kinetics of thermal degradation of norbixin microcapsules were determined from thermal experiments at 60 and 75 °C, observing a decrease of the norbixin content after 240 min. Then, temperatures 60, 90, and 98 °C were chosen, and the thermal analysis was performed for 300 min. It was observed that the increase in temperature resulted in the loss of norbixin with time, and all temperatures showed first-order kinetics degradation. Additionally, the half-life time (t1/2) defined as the required time for degrading 50% of norbixin in the encapsulates was determined at each temperature. In summary, an increase in temperature induced a shorter half-life time. Weber et al. [109] encapsulated blackberry by spray drying and found first-order kinetics for the degradation of anthocyanins during storage under light at different temperatures.\nPhenolic compounds are phytochemicals that are found in a large number of foods and\nbeverages in the form of phenolic acids or aromatic polyphenols with attached hydroxyl groups. These compounds are important because in addition to the antioxidant properties, they contribute to the color, taste, and texture of the product [110]. In fact, phenolic compounds have redox properties, acting as reducing agents, hydrogen donors, and oxygen quenchers [111]. The antioxidant activity of phenolic compounds is attributed to the capacity of scavenging free radicals, donating hydrogen atoms, electrons, or chelating metal cations. Generally, the thermal processing applied to these compounds impacts negatively on the antioxidants’ retention and bioavailability, degrading flavonoids and phenolic acids compounds. Several authors have reported the loss or decrease of phenolic compounds subjected to the spray-drying process. Ramírez, Giraldo, and Orrego [112] studied the stability of the gallic acid in a model fruit juice (MFJ) obtained by spray and freeze drying. The factors evaluated were the operational conditions and the concentration of wall materials (maltodextrin and Arabic gum). Different ratios of wall material (100% MD, 100% AG, and 50% MD/AG) and encapsulating levels (10%, 20%, and 30%) were proposed. The authors employed second-order polynomial model equations to predict the initial gallic acid content as a function of the independent variables for both encapsulating techniques. Additionally, the total phenolic content of selected samples of MFJ encapsulates was periodically measured over a period of 200 days. The storage stability of spray-dried encapsulates showed better performance than those obtained by freeze-drying. The results evidenced that the total polyphenol content was a function of water activity, and the degradation of gallic acid followed a first-order kinetic. It was explained in terms of the plasticizing effect of water that tends to reduce the glass transition temperature, increasing the degradation and oxidation rates. Ballesteros et al. [113] reported a low retention of phenolic compounds and flavonoids content from spent coffee grounds subjected to the spray-drying process in comparison with the encapsulates obtained from a freeze-drying technique. The authors employed maltodextrin, Arabic gum, and a mixture of these components as wall materials. The percentage of phenolic compounds and flavonoids retained and the antioxidant activity of the samples after encapsulation were compared against the initial values presented in the coffee grounds. Maltodextrin showed better performance as wall material in the freeze-drying process. The retention of phenolic compounds and flavonoids in the freeze-drying encapsulated samples were 62% and 73%, respectively, while for the spray-drying encapsulates, the corresponding values were 58% and 56%. These results were attributed to the changes in morphology caused by the drying process. During the spray-drying process, the liquid drop is subjected to heat and mass transfer, until obtaining the shape of a solid particle. If the inlet temperature is higher than the Tg of the wall material, the microstructure of the particle changes from the rubbery state into the amorphous state. Since the residence time is relatively short, the particle rapidly cools to the outlet temperature below the Tg, retaining the amorphous microstructure. However, if the drying temperature is lower than Tg, the particle\nmicrostructure will remain in the rubbery state. Evidently, the encapsulating properties of these two states are quite different. Cheng et al. [114] evaluated the effects of storage time and temperature on polyphenolic content and the qualitative characteristics of freeze-dried and spray-dried bayberry powder. Dry powders were stored at 4 and 25 °C by 50 days. Their results showed that the retention of total polyphenols, gallic acid, protocatechuic acid, cyanidin-3-o-glucoside, and anthocyanins in the freeze-dried bayberry powder was higher than in the spray-dried powders. The total polyphenols content in the freeze-dried bayberry powder was in the range of 11.2–14.1 mg/g and 11–14.1 mg/g when stored at 4 and 25 °C, respectively. Meanwhile, the spray-dried powders were about 6.0–7.5 mg/g and 5.7–7.3 mg/g, respectively. On the other hand, the anthocyanin content from the freezedried bayberry powder was significantly higher than that in the spray-dried powder. The same behavior was observed for gallic and protocatechuic acids. This behavior was attributed to the induced thermal degradation exerted during the spray-drying process. They concluded that the degradation of anthocyanins followed first-order kinetics and the degradation degree increased with the water activity. Saavedra-Leos et al. [64] determined the effect of the processing conditions on the yield, content, and retention of quercetin 3D galactoside in the spray drying of mixtures of blueberry juice (BJ) and maltodextrin (MX). Though applying a D-optimal experimental design, two independent variables and one categorical variable were evaluated at different levels as inlet temperature (170–210 °C), MX concentration (10–30%), and type of MX (Mc, M10, M20, and M40), respectively. The concentration of maltodextrin was the main variable affecting both the yield and content of the antioxidant, and the inlet temperature had a negligible effect. The low molecular weight MXs showed a better response as wall material. Reported yields were in the range of 0.12– 10.77%, while the content of quercetin 3D galactoside was in the range of 0.0–2.36 mg/g of dried powder. These values corresponded to antioxidant retention of 4.76–13.7%, respectively. From the response surface plots, it was possible to establish the optimal conditions for obtaining the highest yield of powder with the highest content of the antioxidant. These conditions were a maltodextrin concentration of 25% and 170 °C when employing the Mc, and 210 °C with the M10. Later, LeyvaPorras et al. [115] carried out a study using similar conditions to those reported by Saavedra-Leos et al. [64]. They evaluated the content and retention of resveratrol after the spray drying of blueberry juice with MX as a wall material. Minimum and maximum values for resveratrol content and retention were 0.0–0.47 mg/g, and 0.0–10.24%, respectively. The optimal processing conditions for resveratrol were a concentration of 23% of MX and temperature of 170 °C for Mc and 210 °C for M10. Finally, from comparing the results reported in these studies, they concluded that quercetin 3-Qgalactoside was more likely to interact chemically with MXs. The explanation suggested that the active sites for chemical interactions were more important than the stearic hindrance. Therefore, relatively higher content and retention values for quercetin were observed than for resveratrol."
    }, {
      "heading" : "6. Conclusions",
      "text" : "The present work reviewed recent articles published in the last 10 years related to the\nencapsulation of active ingredients in the food industry by conventional and nano spray-drying technologies. The work provided an overview of the basis of the technology, describing the main instrumental processing variables and the relationship with some of the characteristics of the obtained powders. The differences between the two technologies as well as some advantages and disadvantages were presented. The main advantage of conventional spray drying is the large yield obtained, while for nano spray drying, the particle size and relatively low residence time influence the preservation of active ingredients. Some unwanted reactions such as thermal degradation, oxidation, denaturation, and a loss of bioactive ingredients were also included, emphasizing the relation with the processing variables.\nAuthor Contributions: Conceptualization, M.Z.S.-L., C.L.-P., and C.I.P.-B.; Investigation, C.I.P.-B., Y.T.-F., V.E.S., and C.A.-S.; writing—original draft preparation, C.I.P.-B., Y.T.-F., V.E.-S., and C.A.-S.; writing—review and editing, M.Z.S.-L., and C.L.-P.; All authors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nAcknowledgments: The postdoctoral support managed by the Academic core “Chemistry and food technology, CA-259”, through the Program for Teacher Professional Development (PRODEP) is gratefully acknowledge.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Modulation of adipose tissue inflammation by bioactive food compounds",
      "author" : [ "N. Siriwardhana", "N.S. Kalupahana", "M. Cekanova", "M. LeMieux", "B. Greer", "N. Moustaid-Moussa" ],
      "venue" : "J. Nutr. Biochem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "Methods for determining bioavailability and bioaccessibility of bioactive compounds and nutrients",
      "author" : [ "D.I. Santos", "J.M.A. Saraiva", "A.A. Vicente", "M. Moldão-Martins" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Antioxidant capacity of Brazilian fruit, vegetables and commercially-frozen fruit pulps",
      "author" : [ "N.M.A. Hassimotto", "M.I. Genovese", "F.M. Lajolo" ],
      "venue" : "J. Food Compos. Anal. 2009,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2009
    }, {
      "title" : "Biological activities of berries: From antioxidant capacity to anti-cancer effects",
      "author" : [ "Z. Juranić", "Ž. Žižak" ],
      "venue" : "Biofactors 2005,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2005
    }, {
      "title" : "An overview of encapsulation of active compounds used in food products by drying technology",
      "author" : [ "S. Ray", "U. Raychaudhuri", "R. Chakraborty" ],
      "venue" : "Food Biosci. 2016,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Encapsulation of probiotic living cells: From laboratory scale to industrial applications",
      "author" : [ "J. Burgain", "C. Gaiani", "M. Linder", "J. Scher" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Scale-up from the Büchi Mini Spray Dryer B-290 to the Niro MOBILE MINOR, best@ buchi Information Bulletin",
      "author" : [ "C. Arpagaus", "H. Schwartzbach" ],
      "venue" : "Number 2008,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2008
    }, {
      "title" : "Progress in drying technology for nanomaterials",
      "author" : [ "B. Wang", "W. Zhang", "A.S. Mujumdar", "L. Huang" ],
      "venue" : "Dry. Technol. 2005,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2005
    }, {
      "title" : "Applications of spray-drying in microencapsulation of food ingredients: An overview",
      "author" : [ "A. Gharsallaoui", "G. Roudaut", "O. Chambin", "A. Voilley", "R. Saurel" ],
      "venue" : "Food Res. Int. 2007,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2007
    }, {
      "title" : "Applications of spray drying in industry",
      "author" : [ "K. Masters", "V. Part" ],
      "venue" : "In Spray Drying Handbook,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1991
    }, {
      "title" : "Spray Drying Techniques for Food Ingredient Encapsulation",
      "author" : [ "C. Anandharamakrishnan" ],
      "venue" : "John Wiley & Sons: Chicago, IL,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Advances in spray-drying encapsulation of food bioactive ingredients: From microcapsules to nanocapsules",
      "author" : [ "E. Assadpour", "S.M. Jafari" ],
      "venue" : "Annu. Rev. Food Sci. Technol. 2019,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Production methods for nanodrug particles using the bottom-up approach",
      "author" : [ "H. Chan", "P.C.L. Kwok" ],
      "venue" : "Adv. Drug Deliv. Rev. 2011,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "The nano spray dryer B-90",
      "author" : [ "D. Heng", "S.H. Lee", "W.K. Ng", "R.B. Tan" ],
      "venue" : "Expert Opin. Drug Deliv. 2011,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Nanoparticles by spray drying using innovative new technology: The Büchi Nano Spray Dryer B-90",
      "author" : [ "X. Li", "N. Anton", "C. Arpagaus", "F. Belleteix", "T.F. Vandamme" ],
      "venue" : "J. Control",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Design of nanoemulsion-based delivery systems of natural antimicrobials: Effect of the emulsifier",
      "author" : [ "F. Donsì", "M. Annunziata", "M. Vincensi", "G. Ferrari" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Understanding the effect of formulation on functionality of modified chitosan films containing carvacrol nanoemulsions",
      "author" : [ "Ö. Tastan", "G. Ferrari", "T. Baysal", "F. Donsì" ],
      "venue" : "Food Hydrocoll. 2016,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Effects of nisin on the antimicrobial activity of D-limonene and its nanoemulsion",
      "author" : [ "Z. Zhang", "F. Vriesekoop", "Q. Yuan", "H. Liang" ],
      "venue" : "Food Chem",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Encapsulation efficiency of food flavours and oils during spray drying",
      "author" : [ "S.M. Jafari", "E. Assadpoor", "Y. He", "B. Bhandari" ],
      "venue" : "Dry. Technol. 2008,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2008
    }, {
      "title" : "The spray drying of food flavors",
      "author" : [ "G.A. Reineccius" ],
      "venue" : "Dry. Technol. 2004,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2004
    }, {
      "title" : "Microencapsulation by spray drying",
      "author" : [ "M. I Ré" ],
      "venue" : "Dry. Technol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1998
    }, {
      "title" : "Microencapsulation with chitosan by spray drying for industry applications–A review",
      "author" : [ "B.N. Estevinho", "F. Rocha", "L. Santos", "A. Alves" ],
      "venue" : "Trends Food Sci. Technol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Microencapsulated chitosan nanoparticles for lung protein delivery",
      "author" : [ "A. Grenha", "B. Seijo", "C. Remunán-López" ],
      "venue" : "Eur. J. Pharm. Sci. 2005,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2005
    }, {
      "title" : "Spray drying handbook",
      "author" : [ "K. Masters" ],
      "venue" : "In Spray Drying Handbook; George Godwin Ltd.: London, UK,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1985
    }, {
      "title" : "Basic concepts of spray dryer design",
      "author" : [ "W. Gauvin", "S. Katta" ],
      "venue" : "AIChE J. 1976,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1976
    }, {
      "title" : "Spray dryers: Applications, performance, essential parts and classifications",
      "author" : [ "S.M. Hasheminya", "J. Dehghannya" ],
      "venue" : "Int. J. Farming Allied Sci. 2013,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Fundamental analysis of particle formation in spray drying",
      "author" : [ "J. Vicente", "J. Pinto", "J. Menezes", "F. Gaspar" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2013
    }, {
      "title" : "Experimental studies and kinetics of single drop drying and their relevance in drying of sugar-rich foods: A review",
      "author" : [ "B. Adhikari", "T. Howes", "B. Bhandari", "V. Truong" ],
      "venue" : "Int. J. Food Prop",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2000
    }, {
      "title" : "The drying of a spherical particle containing colloidal material into a hollow sphere",
      "author" : [ "Y. Sano", "R. Keey" ],
      "venue" : "Chem. Eng. Sci. 1982,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1982
    }, {
      "title" : "Modelling spray-air contact in spray-drying systems",
      "author" : [ "C. Crowe" ],
      "venue" : "Adv. Dry. 1980,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1980
    }, {
      "title" : "Theoretical models of single droplet drying kinetics: A review",
      "author" : [ "M. Mezhericher", "A. Levy", "I. Borde" ],
      "venue" : "Dry. Technol. 2010,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2010
    }, {
      "title" : "Spray drying technique. I: Hardware and process parameters",
      "author" : [ "K. Cal", "K. Sollohub" ],
      "venue" : "J. Pharm. Sci. 2010,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "Influence of Composition and Spray-Drying Process Parameters on Carrier-Free DPI Properties and Behaviors in the Lung: A review",
      "author" : [ "A. Lechanteur", "B. Evrard" ],
      "venue" : "Pharmaceutics 2020,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2020
    }, {
      "title" : "Effect of foam spray drying process parameters on powder morphology",
      "author" : [ "A. Lewandowski", "M. Jaskulski", "I. Zbicinski" ],
      "venue" : "Dry. Technol. 2019,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "The influence of spray drying parameters and carrier material on the physico-chemical properties and quality of chokeberry juice powder",
      "author" : [ "M.A. Bednarska", "E. Janiszewska-Turak" ],
      "venue" : "J. Food Sci. Technol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2020
    }, {
      "title" : "Effect of drying parameters on the physical, morphological and thermal properties of spray-dried inulin",
      "author" : [ "I. Ahmed", "M.B.K. Niazi", "Z. Jahan", "S.R. Naqvi" ],
      "venue" : "J. Polym. Eng. 2018,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Chemical, thermal and physical characterization of inulin for its technological application based on the degree of polymerization",
      "author" : [ "C. Leyva-Porras", "M. Saavedra–Leos", "A. López-Pablos", "J. Soto-Guerrero", "A. Toxqui-Terán", "R. FozadoQuiroz" ],
      "venue" : "J. Food Process. Eng. 2017,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Encapsulation techniques for food ingredient systems",
      "author" : [ "Z. Fang", "B. Bhandari" ],
      "venue" : "In Food Materials Science and Engineering; Wiley-Blackwell: Iowa, IA,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2012
    }, {
      "title" : "Encapsulation and delivery of bioactive compounds using spray and freeze-drying techniques: A review",
      "author" : [ "A. Rezvankhah", "Z. Emam-Djomeh", "G. Askari" ],
      "venue" : "Dry. Technol. 2020,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2020
    }, {
      "title" : "Physical properties of inulin and inulinâ€“orange juice: Physical characterization and technological application",
      "author" : [ "M. Saavedra-Leos", "C. Leyva-Porras", "E. MartÃnez-Guerra", "S. PÃ©rez-GarcÃa", "J. Aguilar-MartÃnez", "C. Ãlvarez-Salas" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2014
    }, {
      "title" : "Equations for fitting water sorption isotherms of foods: Part 1—A review",
      "author" : [ "J. Chirife", "H.A. Iglesias" ],
      "venue" : "Int. J. Food Sci. Technol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1978
    }, {
      "title" : "Physical Properties of Inulin and Technological Applications",
      "author" : [ "C. Leyva-Porras", "A.L. López-Pablos", "C. Alvarez-Salas", "J. Pérez-Urizar", "Z. Saavedra-Leos" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Technological application of maltodextrins according to the degree of polymerization",
      "author" : [ "Z. Saavedra-Leos", "C. Leyva-Porras", "S.B. Araujo-Díaz", "A. Toxqui-Terán", "A.J. Borrás-Enríquez" ],
      "venue" : "Molecules 2015,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "Obtaining orange juice–maltodextrin powders without structure collapse based on the glass transition temperature and degree of polymerization",
      "author" : [ "M.Z. Saavedra-Leos", "C. Leyva-Porras", "C. Alvarez-Salas", "F. Longoria-Rodriguez", "A.L. Lopez-Pablos", "R. Gonzalez-Garcia", "J.T. Pwrez-Urizar" ],
      "venue" : "CyTA J. Food 2018,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2020
    }, {
      "title" : "Evaluation of the physical properties and conservation of the antioxidants content, employing inulin and maltodextrin in the spray drying of blueberry juice",
      "author" : [ "S. Araujo-Díaz", "C. Leyva-Porras", "P. Aguirre-Bañuelos", "C. Álvarez-Salas", "Z. Saavedra-Leos" ],
      "venue" : "Carbohydr. Polym. 2017,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "Functional and antioxidant properties of hydrolysates of sardine (S. pilchardus) and horse mackerel (T. mediterraneus) for the microencapsulation of fish oil by spray-drying",
      "author" : [ "R. Morales-Medina", "F. Tamm", "A. Guadix", "E. Guadix", "S. Drusch" ],
      "venue" : "Food Chem. 2016,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Structural and oxidative stabilization of spray dried fish oil microencapsulates with gum arabic and sage polyphenols: Characterization and release kinetics",
      "author" : [ "P. Binsi", "N. Nayak", "P. Sarkar", "A. Jeyakumari", "P.M. Ashraf", "G. Ninan", "C. Ravishankar" ],
      "venue" : "Food Chem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "Improvement of oxidative stability of menhaden fish oil by microencapsulation within biocapsules formed of yeast cells",
      "author" : [ "A. Czerniak", "P. Kubiak", "W. Bialas", "T. Jankowski" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2015
    }, {
      "title" : "Microencapsulation of brucea javanica oil: Characterization, stability and optimization of spray drying conditions",
      "author" : [ "L. Hu", "J. Zhang", "Q. Hu", "N. Gao", "S. Wang", "Y. Sun", "X. Yang" ],
      "venue" : "J. Drug Deliv. Sci. Technol. 2016,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2016
    }, {
      "title" : "Incorporation of ZnO nanoparticles into heparinised polyvinyl alcohol/chitosan hydrogels for wound dressing application",
      "author" : [ "M.T. Khorasani", "A. Joorabloo", "A. Moghaddam", "H. Shamsi", "Z. MansooriMoghadam" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2018
    }, {
      "title" : "Process conditions of spray drying microencapsulation of Nigella sativa oil",
      "author" : [ "N.K. Mohammed", "C.P. Tan", "Y.A. Manap", "A.M. Alhelli", "A.S.M. Hussin" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2017
    }, {
      "title" : "Microencapsulation of sardine oil: Application of vanillic acid grafted chitosan as a bio-functional wall material",
      "author" : [ "K. Vishnu", "N.S. Chatterjee", "K. Ajeeshkumar", "R. Lekshmi", "C. Tejpal", "S. Mathew", "C. Ravishankar" ],
      "venue" : "Carbohydr. Polym. 2017,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Encapsulation efficiency and oxidative stability of flaxseed oil microencapsulated by spray drying using different combinations of wall materials",
      "author" : [ "H.C. Carneiro", "R.V. Tonon", "C.R. Grosso", "M.D. Hubinger" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2013
    }, {
      "title" : "Stability and release behavior of encapsulated flavor from spray-dried Saccharomyces cerevisiae and maltodextrin powder",
      "author" : [ "A. Sultana", "Y. Tanaka", "Y. Fushimi", "H. Yoshii" ],
      "venue" : "Food Res. Int. 2018,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Effect of homogenization parameters on selected physical properties of lemon aroma powder",
      "author" : [ "E. Janiszewska", "A. Jedlinska", "D. Witrowa-Rajchert" ],
      "venue" : "Food Bioprod. Process",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2015
    }, {
      "title" : "Influence of spray-dryer air temperatures on encapsulated lime essential oil",
      "author" : [ "M. Bringasâ-Lantigua", "D. Valdes", "J.A. Pino" ],
      "venue" : "Int. J. Food Sci. Technol",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2012
    }, {
      "title" : "New insights in the use of trehalose and modified starches for the encapsulation of orange essential oil",
      "author" : [ "N. Sosa", "M.C. Zamora", "C. van Baren", "C. Schebor" ],
      "venue" : "Food Bioprocess Technol. 2014,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2014
    }, {
      "title" : "Spray-drying encapsulation of citral in sucrose or trehalose matrices: Physicochemical and sensory characteristics",
      "author" : [ "N. Sosa", "M.C. Zamora", "J. Chirife", "C. Schebor" ],
      "venue" : "Int. J. Food Sci. Technol",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2011
    }, {
      "title" : "Effects of carrier agents on powder properties, stability of carotenoids, and encapsulation efficiency of goldenberry (Physalis peruviana L.) powder produced by co-current spray drying",
      "author" : [ "L. Etzbach", "M. Meinert", "T. Faber", "C. Klein", "A. Schieber", "F. Weber" ],
      "venue" : "Curr. Res. Food Sci. 2020,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2020
    }, {
      "title" : "Characterization and in vitro bioavailability of Î2-carotene: Effects of microencapsulation method and food matrix",
      "author" : [ "E.G. Donhowe", "F.P. Flores", "W.L. Kerr", "L. Wicker", "F. Kong" ],
      "venue" : "LWT-Food Sci. Technol",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2014
    }, {
      "title" : "Thermal and pH stability of spray-dried encapsulated astaxanthin oleoresin from Haematococcus pluvialis using several encapsulation wall materials",
      "author" : [ "C. Bustos-Garza", "J. Yáñez-Fernández", "B.E. Barragán-Huerta" ],
      "venue" : "Food Res. Int. 2013,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2013
    }, {
      "title" : "Crosslinked electrospun zein-based food packaging coatings containing bioactive chilto fruit extracts",
      "author" : [ "M.A. Moreno", "M.E. Orqueda", "L.G. Gomez-Mascaraque", "M.I. Isla", "A. Lopez-Rubio" ],
      "venue" : "Food Hydrocoll. 2019,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2019
    }, {
      "title" : "Study on the morphology, particle size and thermal properties of vitamin A microencapsulated by starch octenylsucciniate",
      "author" : [ "Y. Xie", "H. Zhou", "X. Liang", "B. He", "X. Han" ],
      "venue" : "Agric. Sci. China 2010,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2010
    }, {
      "title" : "Evaluation of the Spray Drying Conditions of Blueberry JuiceMaltodextrin on the Yield, Content, and Retention of Quercetin 3-d-Galactoside",
      "author" : [ "M.Z. Saavedra-Leos", "C. Leyva-Porras", "L.A. López-Martínez", "R. González-García", "J.O. Martínez", "I. Compeán Martínez", "A. Toxqui-Terán" ],
      "venue" : "Polymers 2019,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2019
    }, {
      "title" : "Optimization of microencapsulation of probiotics in raspberry juice by spray drying",
      "author" : [ "K. Anekella", "V. Orsat" ],
      "venue" : "LWT-Food Sci. Technol",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2013
    }, {
      "title" : "Microencapsulation of bifidobacteria by spray drying in the presence of prebiotics",
      "author" : [ "C.B. Fritzen-Freire", "E.S. Prudêncio", "R.D. Amboni", "S.S. Pinto", "A.N. Negrão-Murakami", "F.S. Murakami" ],
      "venue" : "Food Res. Int. 2012,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2012
    }, {
      "title" : "Nano Spray Dryer B-90",
      "author" : [ "BUCHI Labortechnik AG" ],
      "venue" : "Commercial Brochure;",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2009
    }, {
      "title" : "Advantages and challenges of the spray-drying technology for the production of pure drug particles and drug-loaded polymeric carriers",
      "author" : [ "A. Sosnik", "K.P. Seremeta" ],
      "venue" : "Adv. Colloid Interface Sci",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2015
    }, {
      "title" : "Nanocapsules formation by nano spray drying",
      "author" : [ "C. Arpagaus", "P. John", "A. Collenberg", "D. Rütti" ],
      "venue" : null,
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2017
    }, {
      "title" : "Evaluation of the Nano Spray Dryer B-90 for pharmaceutical applications",
      "author" : [ "K. Schmid", "C. Arpagaus", "W. Friess" ],
      "venue" : "Pharm. Dev. Technol",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2011
    }, {
      "title" : "Single-droplet experimentation on spray drying: Evaporation of a sessile droplet",
      "author" : [ "J. Perdana", "M.B. Fox", "M.A. Schutyser", "R.M. Boom" ],
      "venue" : "Chem. Eng. Technol",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2011
    }, {
      "title" : "Production of food bioactive-loaded nanoparticles by nano spray drying",
      "author" : [ "C. Arpagaus" ],
      "venue" : null,
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2019
    }, {
      "title" : "Nano-and micro-encapsulated systems for enhancing the delivery of resveratrol",
      "author" : [ "M.A. Augustin", "L. Sanguansri", "T. Lockett" ],
      "venue" : "Ann. N. Y. Acad. Sci",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2013
    }, {
      "title" : "Encapsulation Technologies and Delivery Systems for Food Ingredients and Nutraceuticals; Elsevier",
      "author" : [ "N. Garti", "D.J. McClements" ],
      "venue" : null,
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2012
    }, {
      "title" : "Nanoemulsion delivery systems: Influence of carrier oil on β-carotene bioaccessibility",
      "author" : [ "C. Qian", "E.A. Decker", "H. Xiao", "D.J. McClements" ],
      "venue" : "Food Chem",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2012
    }, {
      "title" : "New insights into respirable protein powder preparation using a nano spray dryer",
      "author" : [ "K. Bürki", "I. Jeon", "C. Arpagaus", "G. Betz" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2011
    }, {
      "title" : "Formation of redispersible polyelectrolyte complex nanoparticles from gallic acid-chitosan conjugate and gum arabic",
      "author" : [ "Q. Hu", "T. Wang", "M. Zhou", "J. Xue", "Y. Luo" ],
      "venue" : "Int. J. Biol. Macromol. 2016,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2016
    }, {
      "title" : "Curcumin encapsulation in submicrometer spray-dried chitosan/tween 20 particles",
      "author" : [ "M.G. O’Toole", "R.M. Henderson", "P.A. Soucy", "B.H. Fasciotto", "P.J. Hoblitzell", "R.S. Keynton", "W.D. Ehringer", "A.S. Gobin" ],
      "venue" : "Biomacromolecules 2012,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2012
    }, {
      "title" : "Nano spray drying: A novel method for preparing protein nanoparticles for protein therapy",
      "author" : [ "S.H. Lee", "D. Heng", "W.K. Ng", "H. Chan", "R.B. Tan" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2011
    }, {
      "title" : "Encapsulation of folic acid in food hydrocolloids through nanospray drying and electrospraying for nutraceutical applications",
      "author" : [ "R. Pérez-Masiá", "R. López-Nicolás", "M.J. Periago", "G. Ros", "J.M. Lagaron", "A. López-Rubio" ],
      "venue" : "Food Chem",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2015
    }, {
      "title" : "Development of a novel functional drink from all natural ingredients using nanotechnology",
      "author" : [ "T. Wang", "S. Soyama", "Y. Luo" ],
      "venue" : "LWT 2016,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2016
    }, {
      "title" : "Development of “All natural” layer-by-layer redispersible solid lipid nanoparticles by nano spray drying technology",
      "author" : [ "T. Wang", "Q. Hu", "M. Zhou", "Y. Xia", "M. Nieh", "Y. Luo" ],
      "venue" : "Eur. J. Pharm. Biopharm. 2016,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2016
    }, {
      "title" : "Insight into natural biopolymer-emulsified solid lipid nanoparticles for encapsulation of curcumin: Effect of loading methods",
      "author" : [ "J. Xue", "T. Wang", "Q. Hu", "M. Zhou", "Y. Luo" ],
      "venue" : "Food Hydrocoll. 2018,",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2018
    }, {
      "title" : "Low density lipoprotein/pectin complex nanogels as potential oral delivery vehicles for curcumin",
      "author" : [ "M. Zhou", "T. Wang", "Q. Hu", "Y. Luo" ],
      "venue" : "Food Hydrocoll. 2016,",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2016
    }, {
      "title" : "Nano spray drying as an innovative technology for encapsulating hydrophilic active pharmaceutical ingredients (API)",
      "author" : [ "A. Oliveira", "K. Guimarães", "N. Cerize", "A. Tunussi", "J. Poço" ],
      "venue" : "J. Nanomed. Nanotechnol 2013,",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2013
    }, {
      "title" : "Mechanistic models facilitate efficient development of leucine containing microparticles for pulmonary drug",
      "author" : [ "A. Feng", "M. Boraey", "M. Gwin", "P. Finlay", "P. Kuehl", "R. Vehring" ],
      "venue" : "delivery. Int. J. Pharm",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2011
    }, {
      "title" : "Formation and characterization of zein-caseinate-pectin complex nanoparticles for encapsulation of eugenol",
      "author" : [ "M. Veneranda", "Q. Hu", "T. Wang", "Y. Luo", "K. Castro", "J.M. Madariaga" ],
      "venue" : "LWT 2018,",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2018
    }, {
      "title" : "Properties of encapsulated saffron extracts in maltodextrin using the Büchi B-90 nano spray-dryer",
      "author" : [ "A. Kyriakoudi", "M.Z. Tsimidou" ],
      "venue" : "Food Chem",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2018
    }, {
      "title" : "Nano-spray drying applications in food industry",
      "author" : [ "S. Suna", "G.Ö. Sinir", "Ö. Çopur" ],
      "venue" : "In Proceedings of the 11th International Conference Of Food Physicists Food Physics And Innovative Technologies, Plovdiv, Bulgaria,",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2014
    }, {
      "title" : "Characterization of novel spray-dried polymeric particles for controlled pulmonary drug delivery",
      "author" : [ "M. Beck-Broichsitter", "C. Schweiger", "T. Schmehl", "T. Gessler", "W. Seeger", "T. Kissel" ],
      "venue" : "J. Control. Release",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2012
    }, {
      "title" : "Energy consumption of industrial spray dryers",
      "author" : [ "C. Baker", "K. McKenzie" ],
      "venue" : "Dry. Technol. 2005,",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2005
    }, {
      "title" : "Energy consumption of a pilot-scale spray dryer",
      "author" : [ "H. Al-Mansour", "B. Al-Busairi", "C. Baker" ],
      "venue" : "Dry. Technol. 2011,",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 1910
    }, {
      "title" : "Comparison of energy parameters in various dryers",
      "author" : [ "A. Motevali", "S. Minaei", "A. Banakar", "B. Ghobadian", "M.H. Khoshtaghaza" ],
      "venue" : "Energy Convers. Manag. 2014,",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2014
    }, {
      "title" : "A comparative study of a spray dryer with rotary disc atomizer and pressure nozzle using computational fluid dynamic simulations",
      "author" : [ "L.X. Huang", "K. Kumar", "A. Mujumdar" ],
      "venue" : "Chem. Eng. Process. Process. Intensif. 2006,",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2006
    }, {
      "title" : "Impact of physicochemical characteristics on the oxidative stability of fish oil microencapsulated by spray-drying",
      "author" : [ "S. Drusch", "Y. Serfert", "M. Scampicchio", "B. Schmidt-Hansberg", "K. Schwarz" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2007
    }, {
      "title" : "Impact of the oil droplet size on the oxidative stability of microencapsulated oil",
      "author" : [ "A. Linke", "J. Hinrichs", "R. Kohlus" ],
      "venue" : "J. Microencapsul. 2020,",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2020
    }, {
      "title" : "Electronic noses in classification and quality control of edible oils: A review",
      "author" : [ "T. Majchrzak", "W. Wojnowski", "T. Dymerski", "J. Gębicki", "J. Namieśnik" ],
      "venue" : "Food Chem. 2018,",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2018
    }, {
      "title" : "Impact of the powder particle size on the oxidative stability of microencapsulated oil",
      "author" : [ "A. Linke", "J. Hinrichs", "R. Kohlus" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2020
    }, {
      "title" : "Microencapsulation of docosahexaenoic acid by spray-freezedrying method and comparison of its stability with spray-drying and freeze-drying methods",
      "author" : [ "P. Karthik", "C. Anandharamakrishnan" ],
      "venue" : "Food Bioprocess Technol. 2013,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2013
    }, {
      "title" : "Influence of emulsion composition and inlet air temperature on the microencapsulation of flaxseed oil by spray drying",
      "author" : [ "R.V. Tonon", "C.R. Grosso", "M.D. Hubinger" ],
      "venue" : "Food Res. Int. 2011,",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2011
    }, {
      "title" : "Denaturation and physical characteristics of spray-dried whey protein isolate powders produced in the presence and absence of lactose, trehalose, and polysorbate80",
      "author" : [ "M.A. Haque", "J. Chen", "P. Aldred", "B. Adhikari" ],
      "venue" : "Dry. Technol. 2015,",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2015
    }, {
      "title" : "Partial replacement of whey proteins by rapeseed proteins in heat-induced gelled systems: Effect of pH",
      "author" : [ "W.N. Ainis", "C. Ersch", "R. Ipsen" ],
      "venue" : "Food Hydrocoll. 2018,",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2018
    }, {
      "title" : "Heat-induced gelation of aqueous micellar casein suspensions as affected by globular protein addition",
      "author" : [ "J.V. Silva", "G. Balakrishnan", "C. Schmitt", "C. Chassenieux", "T. Nicolai" ],
      "venue" : "Food Hydrocoll. 2018,",
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2018
    }, {
      "title" : "Egg white drying: Influence of industrial processing steps on protein structure and functionalities",
      "author" : [ "V. Lechevalier", "R. Jeantet", "A. Arhaliass", "J. Legrand", "F. Nau" ],
      "venue" : "J. Food Eng",
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2007
    }, {
      "title" : "Encapsulation of caffeine in spray-dried micro-eggs for controlled release: The effect of spray-drying (cooking) temperature",
      "author" : [ "S. Tan", "C. Zhong", "T. Langrish" ],
      "venue" : "Food Hydrocoll",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2020
    }, {
      "title" : "Food-grade Pickering emulsion as a novel astaxanthin encapsulation system for making powder-based products: Evaluation of astaxanthin stability during processing, storage, and its bioaccessibility",
      "author" : [ "C. Burgos-Díaz", "M. Opazo-Navarrete", "M. Soto-Añual", "F. Leal-Calderón", "M. Bustamante" ],
      "venue" : "Food Res. Int. 2020,",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2020
    }, {
      "title" : "Encapsulation efficiency and thermal stability of norbixin microencapsulated by spray-drying using different combinations of wall materials",
      "author" : [ "D.S. Tupuna", "K. Paese", "S.S. Guterres", "A. Jablonski", "S.H. Flôres", "A. de Oliveira Rios" ],
      "venue" : "Ind. Crop. Prod. 2018,",
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2018
    }, {
      "title" : "Influence of copigmentation on the stability of spray dried anthocyanins from blackberry",
      "author" : [ "F. Weber", "K. Boch", "A. Schieber" ],
      "venue" : "LWT 2017,",
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2017
    }, {
      "title" : "Phenolic compounds change during California-style ripe olive processing",
      "author" : [ "V. Marsilio", "C. Campestre", "B. Lanza" ],
      "venue" : "Food Chem",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2001
    }, {
      "title" : "Antioxidant properties of phenolic compounds",
      "author" : [ "C. Rice-Evans", "N. Miller", "G. Paganga" ],
      "venue" : "Trends Plant Sci. 1997,",
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 1997
    }, {
      "title" : "Modeling and stability of polyphenol in spray-dried and freezedried fruit encapsulates",
      "author" : [ "M.J. Ramírez", "G.I. Giraldo", "C.E. Orrego" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2015
    }, {
      "title" : "Encapsulation of antioxidant phenolic compounds extracted from spent coffee grounds by freeze-drying and spray-drying using different coating materials",
      "author" : [ "L.F. Ballesteros", "M.J. Ramirez", "C.E. Orrego", "J.A. Teixeira", "S.I. Mussatto" ],
      "venue" : "Food Chem. 2017,",
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2017
    }, {
      "title" : "Effects of storage time and temperature on polyphenolic content and qualitative characteristics of freeze-dried and spray-dried bayberry powder",
      "author" : [ "A. Cheng", "H. Xie", "Y. Qi", "C. Liu", "X. Guo", "J. Sun", "L. Liu" ],
      "venue" : "LWT 2017,",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2017
    }, {
      "title" : "Spray drying of blueberry juice-maltodextrin mixtures: Evaluation of processing conditions on content of resveratrol",
      "author" : [ "C. Leyva-Porras", "M.Z. Saavedra-Leos", "E. Cervantes-González", "P. Aguirre-Bañuelos", "M.B. Silva-Cázarez", "C. Álvarez-Salas" ],
      "venue" : "Antioxidants 2019,",
      "citeRegEx" : "115",
      "shortCiteRegEx" : "115",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Additionally to the high nutritional content of active ingredients, they also exhibit therapeutic potential, reducing the inflammatory effect, oxidative stress, and improving the overall metabolic profile [1,2].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 1,
      "context" : "Additionally to the high nutritional content of active ingredients, they also exhibit therapeutic potential, reducing the inflammatory effect, oxidative stress, and improving the overall metabolic profile [1,2].",
      "startOffset" : 205,
      "endOffset" : 210
    }, {
      "referenceID" : 2,
      "context" : "In the human body, they are helpful in reducing cancer risk, heart diseases, strokes, diabetes, and other degenerative diseases [3,4].",
      "startOffset" : 128,
      "endOffset" : 133
    }, {
      "referenceID" : 3,
      "context" : "In the human body, they are helpful in reducing cancer risk, heart diseases, strokes, diabetes, and other degenerative diseases [3,4].",
      "startOffset" : 128,
      "endOffset" : 133
    }, {
      "referenceID" : 4,
      "context" : "Nowadays, the growing interest shown by the academic community in the encapsulation of bioactive compounds has been focused on the incorporation of active ingredients through drying technologies [5].",
      "startOffset" : 195,
      "endOffset" : 198
    }, {
      "referenceID" : 5,
      "context" : "The encapsulated final products have been classified according to the particle size as nanocapsules for sizes of 100–1000 nm, microcapsules for sizes of 1–1000 μm, and millimeters for encapsulated particles larger than 1 mm [6].",
      "startOffset" : 224,
      "endOffset" : 227
    }, {
      "referenceID" : 6,
      "context" : "Among the encapsulation techniques, spray drying is simple, fast, and feasible to scale [7].",
      "startOffset" : 88,
      "endOffset" : 91
    }, {
      "referenceID" : 7,
      "context" : "Thus, it has been widely used in the chemical, food, and pharmaceutical industries in the encapsulation of valuable active ingredients [8].",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 11,
      "context" : "For some specific applications involving the encapsulation of relatively large particle size such as probiotics that are in the size range of 1–5 μm, the spray-drying technique has proved to be very efficient [12].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 23,
      "context" : "By definition, spray drying is the transformation of a feed in a fluid state (emulsion, dispersion, solution) into a powder by spraying the feed into a hot drying gas [24].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 24,
      "context" : "The pressure nozzle is useful to dry high-viscosity solutions [25,26].",
      "startOffset" : 62,
      "endOffset" : 69
    }, {
      "referenceID" : 25,
      "context" : "The pressure nozzle is useful to dry high-viscosity solutions [25,26].",
      "startOffset" : 62,
      "endOffset" : 69
    }, {
      "referenceID" : 26,
      "context" : "However, the proper manipulation of the atomization conditions contributes to the final size [27].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 27,
      "context" : "One of the requirements for the optimum design of drying equipment is to know the fundamental aspects of heat, mass, and momentum transport mechanisms [29].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 32,
      "context" : "For more instrumental considerations and equipment configurations such as the atomizers (rotary, hydraulic nozzle, pneumatic nozzle atomizer), air–droplet flow patterns (co-current, countercurrent, mixed mode) and different particle collectors (cyclone separator, bag filters, electrostatic precipitator, and Venturi wet scrubber), the reader is referred to additional bibliography [34].",
      "startOffset" : 382,
      "endOffset" : 386
    }, {
      "referenceID" : 34,
      "context" : "Lewandowski, Jaskulski, and Zbiciński [36] utilized the spray drying for obtaining powders from a maltodextrin emulsion and associated the quality of the dry particles with several factors.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 35,
      "context" : "Bednarska and Janiszewska-Turak [37] investigated the effect of inlet temperature and different wall materials on the loss of nutritional components in the spray drying of chokeberries juice.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 10,
      "context" : "An average residence time (25–35 seconds) should be applied to obtain fine to semi-coarse particles [11].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 36,
      "context" : "[38] investigated the influence of the inlet temperature, feed rate, feed solution concentration, and degree of polymerization (DP) on the physical properties of spray-dried inulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "A higher DP is related with a higher Tg [39].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 38,
      "context" : "After encapsulation, the properties of the core material preserve, improving the overall properties of the product such as their smell, taste, handling, flow properties, and hydrophobic or hydrophilic behavior [40].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 39,
      "context" : "In addition, the versatility of encapsulation opens the possibility of controlled release of bioactive food ingredients on targeted places in the human body [41].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 40,
      "context" : "[42] employed a mini spray dryer for encapsulating orange juice with inulin as a carrying agent (complex system), and they compared the results against a model system based on inulin only.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "Aw is defined as the ratio of water vapor pressure in the solid and the water vapor pressure of the surrounding saturated atmosphere [43].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 37,
      "context" : "[39] investigated the effect of molecular weight distribution and degree of polymerization (DP) on the spray drying of single inulin systems.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] reported the state diagram for the stability of the complex system orange juice–high DP inulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[45] reported the spray drying of a set of MXs with different DE values.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[46] included the spray drying of orange juice with MXs as the wall material.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 45,
      "context" : "[47] compared the use of inulin and maltodextrin as wall materials in the microencapsulation of blueberry juice by spray drying and in the conservation of antioxidants.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "Since its introduction, the nano spray dryer has been used in numerous scientific investigations focused on the development of pharmaceutical applications and in minor frequency by the food industry [15,67].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 65,
      "context" : "Since its introduction, the nano spray dryer has been used in numerous scientific investigations focused on the development of pharmaceutical applications and in minor frequency by the food industry [15,67].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 13,
      "context" : "However, the former process includes instrumental differences such as the cylindrical drying chamber, the atomizer that generates the spray, the porous metal foam that induces the laminar flow in the drying gas, and the electrostatic particle collector [14,68].",
      "startOffset" : 253,
      "endOffset" : 260
    }, {
      "referenceID" : 66,
      "context" : "However, the former process includes instrumental differences such as the cylindrical drying chamber, the atomizer that generates the spray, the porous metal foam that induces the laminar flow in the drying gas, and the electrostatic particle collector [14,68].",
      "startOffset" : 253,
      "endOffset" : 260
    }, {
      "referenceID" : 13,
      "context" : "The high-frequency vibrations in the membrane produce the ejection of millions of droplets per second with a homogeneous size distribution [14,15].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 14,
      "context" : "The high-frequency vibrations in the membrane produce the ejection of millions of droplets per second with a homogeneous size distribution [14,15].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 67,
      "context" : "For example, with a spray mesh of 4 μm, water droplets of approximately 3–8 μm are produced [69,70].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 68,
      "context" : "For example, with a spray mesh of 4 μm, water droplets of approximately 3–8 μm are produced [69,70].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 14,
      "context" : "1%, 1% and 10% yield 70%, 74%, and 54%, respectively [15].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 68,
      "context" : "[70] tailored the obtained droplet size by employing spray meshes of different apertures (4, 5.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "In addition, since evaporation occurs at the near vicinity of the spray head, the heating process begins at an early stage, reducing the residence time and promoting the conservation of heat-sensitive ingredients [14,71].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 69,
      "context" : "In addition, since evaporation occurs at the near vicinity of the spray head, the heating process begins at an early stage, reducing the residence time and promoting the conservation of heat-sensitive ingredients [14,71].",
      "startOffset" : 213,
      "endOffset" : 220
    }, {
      "referenceID" : 65,
      "context" : "In contrast, large droplet sizes, water-based systems, or solvents with high evaporation temperatures may require larger residence times, which may be achieved by increasing the length of the cylinder [67].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 74,
      "context" : "The materials employed as carrier agents are proteins (egg, gelatin, caseins, whey, soy and wheat proteins, collagen), carbohydrates (maltodextrins, lactose, maltodextrins, cyclodextrins, dextrose, Arabic gum, acacia gum, alginate, carrageenan, pectin, cellulosic materials, chitosan), lipids (oils, acylglicerides, phospholipids), and food-grade emulsifiers [76].",
      "startOffset" : 359,
      "endOffset" : 363
    }, {
      "referenceID" : 75,
      "context" : "[77] studied the encapsulation of β-galactoside by using a Nano Spray Dryer B-90 for obtaining spherical particles within an inhalable size of 1-5 μm.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 76,
      "context" : "[78] studied the optimal fabrication method, physicochemical characterization, and stability of a polyelectrolyte complex system based on conjugated gallic acid–chitosan (GA-CS) and Arabic gum.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] compared different wall materials such as Arabic gum, maltodextrin, whey protein, polyvinyl alcohol, and modified starch for encapsulating lipid nanoemulsions of Vitamin E acetate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 77,
      "context" : "[79] reported the implementation of Taguchi’s statistical method to optimize the nano spray drying parameters of curcumin encapsulated in submicrometer chitosan.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 67,
      "context" : "Another advantage of conventional spray drying is the handling of solutions with higher viscosities (<300 cps), while in the nano spray, viscous solutions may block the small holes in the mesh generation system, thus impeding the proper generation of the spray [69].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 89,
      "context" : "Additionally, to the increase velocity in the heat and mass transfer phenomena, nano spray-dry powders show other benefits such as higher bioavailability, better control release, and improved absorption rates of the active ingredients [91].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 13,
      "context" : "Anyhow, it is expected that the configuration of the instrument such as the cylindrical shape of the drying chamber and the laminar flow of the drying air may promote an optimal exchange of energy and reduce heat input rates, resulting in greater energy efficiency for drying heat-sensitive products [14].",
      "startOffset" : 300,
      "endOffset" : 304
    }, {
      "referenceID" : 90,
      "context" : "Baker and McKenzie [92] conducted a comparative study of 32 industriallevel spray dryers in the UK.",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 91,
      "context" : "[93] conducted a study in a pilot plant scale spray dryer for drying soluble coffee.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 92,
      "context" : "[94] compared the energy parameters between seven types of dryers used in the drying of chamomile plants and found that the drying efficiency does not depend linearly on temperature for all systems.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 93,
      "context" : "[95] compared the use of two atomization systems in the spray drying of a 42% maltodextrin solution.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 94,
      "context" : "[96] carried out the microencapsulation of fish oil employing starch, Arabic gum, sugar beet pectin, sodium caseinate, and glucose syrup as wall materials.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 95,
      "context" : "[97] microencapsulated fish oil using maltodextrin and soy protein as wall materials by spray drying and quantified the impact of the oil droplet size on the oxidative stability of the powders stored at 25 °C for 147 days.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 96,
      "context" : "The oxidative stability was evaluated through the hydroperoxides formation as primary oxidation products and by the anisidine value that corresponds to the amount of secondary oxidation products of lipid compounds [98].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 97,
      "context" : "[99] studied the effect of particle size on the oxidative stability of fish oil spray-dried microcapsules.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 98,
      "context" : "Karthik [100] carried out the microencapsulation of docosahexaenoic acid (DHA) by spray-drying (SD), freeze-drying (FD), and spray-freeze drying (SFD) methods to reduce the oxidation of polyunsaturated DHA.",
      "startOffset" : 8,
      "endOffset" : 13
    }, {
      "referenceID" : 99,
      "context" : "[101] found similar results for the microencapsulation of flaxseed oil by spray-drying methodology.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 100,
      "context" : "These changes result in the loss of protein through aggregation and alteration in secondary structures, leaving the amino acid residues located deep inside the proteins exposed [102].",
      "startOffset" : 177,
      "endOffset" : 182
    }, {
      "referenceID" : 101,
      "context" : ", whey proteins subjected to temperatures of 95 °C for 20 min [103], casein–whey mixture at 70 °C [104], and egg white proteins at 60 °C [105].",
      "startOffset" : 62,
      "endOffset" : 67
    }, {
      "referenceID" : 102,
      "context" : ", whey proteins subjected to temperatures of 95 °C for 20 min [103], casein–whey mixture at 70 °C [104], and egg white proteins at 60 °C [105].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 103,
      "context" : ", whey proteins subjected to temperatures of 95 °C for 20 min [103], casein–whey mixture at 70 °C [104], and egg white proteins at 60 °C [105].",
      "startOffset" : 137,
      "endOffset" : 142
    }, {
      "referenceID" : 104,
      "context" : "[106] studied the effect of the spray-drying inlet temperature on the microencapsulation and release behavior of caffeine from egg albumen in the form of a powder.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 100,
      "context" : "[102] studied the denaturation and the physical properties of spray-dried whey protein isolate (WPI), with and without sugars such as lactose, trehalose, and Polysorbate-80.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 105,
      "context" : "[107] studied the encapsulation of astaxanthin to minimize the degradation and oxidation of the carotenoid with the aim of reducing the microbial growth.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 106,
      "context" : "[108] evaluated the thermal stability of norbixin microencapsulates obtained by spray drying assisted with Arabic gum and MX at different concentrations.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 107,
      "context" : "[109] encapsulated blackberry by spray drying and found first-order kinetics for the degradation of anthocyanins during storage under light at different temperatures.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 108,
      "context" : "These compounds are important because in addition to the antioxidant properties, they contribute to the color, taste, and texture of the product [110].",
      "startOffset" : 145,
      "endOffset" : 150
    }, {
      "referenceID" : 109,
      "context" : "In fact, phenolic compounds have redox properties, acting as reducing agents, hydrogen donors, and oxygen quenchers [111].",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 110,
      "context" : "Ramírez, Giraldo, and Orrego [112] studied the stability of the gallic acid in a model fruit juice (MFJ) obtained by spray and freeze drying.",
      "startOffset" : 29,
      "endOffset" : 34
    }, {
      "referenceID" : 111,
      "context" : "[113] reported a low retention of phenolic compounds and flavonoids content from spent coffee grounds subjected to the spray-drying process in comparison with the encapsulates obtained from a freeze-drying technique.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 112,
      "context" : "[114] evaluated the effects of storage time and temperature on polyphenolic content and the qualitative characteristics of freeze-dried and spray-dried bayberry powder.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 62,
      "context" : "[64] determined the effect of the processing conditions on the yield, content, and retention of quercetin 3D galactoside in the spray drying of mixtures of blueberry juice (BJ) and maltodextrin (MX).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 113,
      "context" : "[115] carried out a study using similar conditions to those reported by Saavedra-Leos et al.",
      "startOffset" : 0,
      "endOffset" : 5
    } ],
    "year" : 2020,
    "abstractText" : "Since its invention in 1872 by Samuel Percy, the spray drying of food products has been widely used, whether in products consumed by babies in milk formulations, powdered sweets and cocoa soluble in milk for children, or food supplements rich in proteins, vitamins, and minerals for adults. All of these products were first formulated in solution and then converted into powders to facilitate the transport and preservation of the properties during storage. In recent years, novel technologies such as nano spray drying have emerged for the development of food formulations with high-cost active ingredients. The aim of the present work is to present a review of the literature reported in the last 10 years related to these technologies. The basis of the spray-drying technologies i.e., conventional and nano, are described and compared, emphasizing the instrumental processing conditions for achieving a desired product. Examples of some unwanted reactions presented during the encapsulation of active ingredients are provided.",
    "creator" : ""
  }
}