{
  "name" : "downloads_2019-10-24_b2_tang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A Fully Integrated Wireless Flexible Ammonia Sensor Fabricated by Soft Nano-Lithography",
    "authors" : [ "Ning Tang", "Cheng Zhou", "Lihuai Xu", "Yang Jiang", "Hemi Qu", "Xuexin Duan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: flexible electronics, portable system, nanowire, ammonia, soft lithography\nAmmonia (NH3), a colorless and water-soluble gas, is amajor air contaminant emitted from industry, agricultural practices, and motor vehicles.1,2 The toxic gas not only acts as an indicator of environmental conditions but is also the most common gas found in the decomposition of protein-rich foods.3,4 Thus, efficient monitoring of NH3 in daily life is a promising approach to provide guaranteed quality of life. Various traditional techniques for NH3 detection have been proposed, including spectrophotometry, chromatography, electrochemistry, and acoustics.5−7 Though powerful and efficient, these methods suffer from the shortcomings of high equipment costs, time-consuming processes and poor portability, and are only suitable for laboratory use rather than inexpensive daily applications. Therefore, portable and wellperforming sensors are greatly needed to monitor NH3 in daily life and evaluate food quality in a timely manner. Different types of flexible sensors based on nanowires, such as highly sensitive chemical sensors,8 flexible strain devices,9 and highly efficient energy generators,10 have been developed, since such sensors not only offer electrical functions but also have the ability to be compressed, bent, and conformed into arbitrary shapes.11,12 In addition, the intrinsically high surfaceto-volume ratio of nanostructures enables the construction of highly sensitive, rapidly responsive, low-power-consumption sensors with low usage of conductive materials.13 Furthermore, 1D nanostructures have better mechanical properties than corresponding bulk materials.14 By placing a flexible NH3\nsensor with a low detection limit and high selectivity directly on the surface of foods, freshness can be detected at the onset of decay, in contrast to the visual appearance and classical olfactory recognition methods.15 Despite the many advantages of nanoscale flexible gas sensors, fabricating nanostructures on flexible substrates is challenging because most flexible substrates and materials are not compatible with conventional nanolithography techniques, such as focused ion beam and dippen lithography.16−18 Various printing techniques, such as inkjet printing and transfer printing, have been developed to fabricate nanostructures for gas sensing.19−21 However, the printing resolution is limited to the micrometer scale, and the choice of ink material is limited due to the viscosity barrier.22 In addition, the transfer process may involve a chemical etching process requiring hazardous etchants or thermal processes that may cause damage to the supporting substrates and fabricated structures.23−25 Based on these facts, the development of efficient approaches for the facile, low-cost, and damage-free fabrication of sub-100 nm nanostructures on flexible substrates is meaningful for developing NH3 sensors with excellent sensing performance. As a collection of techniques based on printing and molding, soft lithography is a good potential method to achieve the simple and\nReceived: December 28, 2018 Accepted: February 22, 2019 Published: February 22, 2019\n© 2019 American Chemical Society 726 DOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\nD ow\nnl oa\nde d\nvi a\nD U\nR H\nA M\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 0\n8: 41\n:0 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nnondestructive fabrication of nanostructures.26−30 Such an approach would simplify the preparation process and improve the properties of gas sensors, leading to promising progress in NH3 monitoring. Here, a smartphone-enabled fully integrated wireless system based on a flexible nanowire sensor was developed for realtime NH3 monitoring. Highly aligned conducting polymer nanowires were fabricated by a capillary filling-based soft lithography technique on a polyethylene terephthalate (PET) substrate. The prepared nanowires were then integrated into a functional flexible device. The mechanical properties of the nanoflexible device were tested by multiple bending experiments and simulations. The nanowire NH3 sensor showed a low limit of detection (LOD), fast response, high selectivity, and low power consumption. Furthermore, a watch-type device based on a flexible printed circuit board (FPCB) was developed to detect the sensor impedance and deliver the data to a smartphone through Bluetooth. With the home-built analysis program, the real-time response of the nanowire sensor to NH3 could be displayed on the phone screen. The proposed smartphone-integrated system based on a flexible nanowire sensor has demonstrated its capability for the portable detection of trace NH3 in food spoilage monitoring.\n■ EXPERIMENTAL SECTION Materials and Apparatus. Imprint resist mr-I T85 was purchased from Micro-Resist. Conducting polymer poly(3,4ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS) was obtained from Sigma-Aldrich as an aqueous suspension (∼1.3 wt %). Zinc oxide (≤50 nm, 40 wt % in H2O) and indium nitrate hydrate (99.999% metal basis) were purchased from Aladdin. The indium nitrate hydrate was dissolved in water at a concentration of 0.8 mg/ mL. Graphene oxide was obtained from Chengdu Organic Chemical Company and sonicated for 30 min to form a uniform and stable dispersion with a concentration of 0.5 mg/mL. Polydimethylsiloxane (PDMS) was prepared from Sylgard 184 silicone elastomer. Scanning electron microscopy (SEM) and atomic force microscopy (AFM) imaging were carried out with an FEI FP 2031/12 Inspect F50 and Dimension Icon (Bruker), respectively. Electrical measurements with a constant voltage of +1 V were performed with an Agilent Technologies B1500A. Fabrication of Large-Area Nanowires. PDMS and mr-I T85 were used for the fabrication of the PDMS mold. The prepolymer base and curing agent were mixed in a 10:1 (w/w) ratio, followed by degassing to remove air bubbles and curing at 80 °C for 2 h. Then, the mr-I T85 solution was spin-coated onto the cured PDMS, followed by baking at 140 °C for 2 min in a hot oven. The composite PDMS substrate coated with mr-I T85 and a silicon template (width: 70 nm; height: 80 nm) were inserted into a stamping machine (769YP-30T), the temperature was raised to 135 °C, and 2 bar of pressure was applied to the system for 40 s. Upon cooling to 65 °C, the template was separated from the PDMS substrate. Thus, a PDMS mold containing well-defined parallel nanogrooves was prepared. Subsequently, the PDMS mold was placed in contact with an O2 plasma-treated (20 mTorr; 20 sccm; 30 W; 30 s) PET substrate, and a few drops of water were applied immediately for good sealing. After water evaporation, the material solution (PEDOT:PSS; zinc oxide; indium nitrate hydrate; graphene oxide) was dropped into the open end of the PDMS mold. After the solvent completely evaporated, the PDMS mold was gently removed from the PET. Interdigital Electrode Fabrication. Au interdigital electrodes with ten fingers (N = 9) were evaporated on the PET through a designed copper shadow mask in a top-contact configuration with a pad length (L) of 8 mm and width (W) of 300 μm. The spacing between adjacent fingers (D) was kept at approximately 500 μm. Resistance Detecting Based on a Smartphone. The smartphone-enabled sensing system was used as a portable device\nto record electrical responses. A schematic circuit diagram of the printed circuit board is shown in the Supporting Information. Android application programs were developed to receive real-time signals and plot the results on the screen. The “Bluetooth” button was used to search and link the FPCB with the smartphone. Then, the microcontroller received commands to communicate with the resistance analyzer and simultaneously sent out feedback signals from the flexible sensor to AD5933. At the same time, a coordinate graph on the smartphone screen displayed the response change in real time. A resistance threshold in the food freshness detection program was set. Once the measurement results exceeded the threshold, the conditions were considered to indicate food spoilage, and a warning message was displayed on the phone screen.\n■ RESULTS AND DISCUSSION Flexible Nanowire Fabrication and Characterization. The direct fabrication of highly aligned nanowires on a flexible substrate and device integration on a flexible substrate is illustrated in Figure 1a. First, a soft nanomold containing well-\ndefined parallel nanogrooves was prepared by thermal nanoimprint lithography (NIL) on a flat PDMS substrate (Figure S1 in the Supporting Information). After soft bonding to a plasma-treated PET substrate, the nanogrooves turned into parallel nanochannels. Then, a few drops of aqueous solution containing functional materials (e.g., PEDOT:PSS) were applied at the edges of the nanochannels. The aqueous solution easily filled the whole channels within a few seconds due to the large Laplace pressure (the detailed calculations are summarized in Figure S2 in the Supporting Information). Moreover, the improved surface affinity from O2 plasma treatment enhanced the adhesion between the deposited materials and PET substrate. Once the solvent had completely evaporated, the PDMS mold was gently removed from the PET, leaving the nanowires on the flexible substrate (Figure 1b). The interdigitated electrodes were then deposited by vacuum evaporation through a designed shadow mask; thus, a flexible chemiresistor consisting of highly aligned nanowires was successfully fabricated (Figure 1c). The fully aligned, ultralong PEDOT:PSS nanowires were extended to a relatively large area (>10 mm × 10 mm) without obvious defects, as shown in Figure S3. The intervals between the nanowires were 5 and 3 μm. Thus, the number of nanowires in a distance of 8 mm (the pad length of the interdigital electrodes) was approximately 500 (n = 500). As measured from SEM and AFM height images (Figure 2a and b), the nanowires have an average width (w) of 70 ± 5 nm and height (h) of 60 ± 5 nm. Therefore, the resistance for n = 500\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n727\nparallel nanowires is (1/N)(1/n)(1/σ)(l/wh) ≈ 0.26 MΩ, where N is the interval corresponding to the number of interdigitated electrodes, σ (1 S/cm) is the conductivity of the PEDOT:PSS solution, and l is the spacing between adjacent fingers (for calculation details, see the Supporting Information, Figure S3). Furthermore, the measured resistance of the flexible nanowire sensor, as shown in Figure 2c, is approximately 0.36 MΩ, which is quite close to the calculated value, demonstrating the good quality of the nanowires and reliability of this fabrication technique. With the use of only a printing or capillary molding procedure, most fabrication processes can be continued without cleanroom facilities once a mold is available.30 In fact, the yield of 20 flexible nanowire sensors prepared outside a cleanroom reached 95%. Thus, nanoscale soft lithography provides a facile and low-cost method to pattern nanostructures. The conformal contact between the PDMS mold and the target substrate is the key step to ensure high-quality nanopatterns. Due to the mild fabrication conditions and the lack of additional etching or transfer steps, this approach is highly suitable for the direct fabrication of large-area ordered nanowires on any substrate. The formation of aligned nanowires is based on capillary filling; thus, this method is suitable to pattern many different materials as well, providing a versatile nanofabrication approach with high material and substrate compatibility. To verify the material-independent capability, we fabricated nanowires on a PET substrate using three different types of materials: (1) a semiconductor (zinc oxide, ZnO), (2) a carbon material (graphene oxide, GO), and (3) an inorganic crystal (indium nitrate, In(NO3)3). Figure 2d−f confirms the high quality of the fabricated nanowires from these three materials. It is also worth noting that all these nanowires were fabricated from the same PDMS mold, indicating the good reusability of the mold. Furthermore, since most processes can be performed outside a cleanroom, the technique is accessible to most research laboratories. Bending and Fatigue Properties. The mechanical properties of the flexible nanowire sensor were evaluated by monitoring its resistance change under an applied voltage (+1 V) when bending the sensor by a motor-controlled stepper. The stepper propelled one end of the flexible device back and forth with the other end clamped by two block clips for cycling between bending and unbending states. The test system is\npresented in Figure S4 in the Supporting Information. For the outer bending test, the bending radius was calculated using the following equation:\nπ π = − L L L h L Bending radius\n2 (d / ) ( /12 )s 2 2 2\n(1)\nwhere L, dL/L, and hs denote the initial length, the applied strain, and the PET thickness, respectively.31 Figure 3a shows\nthe outer bending results of the flexible chemiresistor under different bending states (see also Figure S5 in the Supporting Information, which shows all the I−V conductivity measurements). At the initial stage, the resistance of the sensor exhibited almost no change until it was bent to a radius of 3 mm. The increase in resistance is most likely due to the cracking of the nanowires. However, the value of ΔR/R0 was very small (∼0.09), even when bending occurred below 2 mm. The outer bending fatigue test with a bending radius fixed at 5 mm is displayed in Figure 3b. There was no change in resistance throughout 1200 bending cycles, demonstrating the superior durability and mechanical stability of the flexible nanowire sensor. The results also verify that the fabricated nanowires have excellent adhesion to the flexible PET substrate and are not affected by multiple bending. The robustness of this nanodevice is mainly due to the 1D configuration and neat alignment of the nanowires, which ensure a direct path of electron transport and reduce the cross defect density, thereby reducing the dependence of the resistance change on the strain.14 To shed further light on the mechanical robustness of the flexible nanowire sensor, the induced strain at the time of bending was calculated by using the finite element method simulation (Comsol Multiphysics 5.3), as shown in Figure 3c. From the simulation, the maximum strains of the whole substrate are ∼4% and −4% when the curvature radius is 5 mm. Although the nanowires are located close to the top of the substrate and away from the neutral bending axis, the strain on the nanowires is relatively low due to the relatively small size of the nanowires (sub-100 nm in height), which results in most of the strain being accommodated by the PET substrate.32 Moreover, the strain in active regions is relatively low, which explains the mechanical robustness of the device even under a large bending state.\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n728\nAnother important factor to maintain device flexibility and robustness is the large-scale pattern of nanowires and interdigital design of the electrodes. Due to these factors, even if the nanowires between some of the electrode stripes are cracked, the performance of the whole device will not be greatly affected. NH3 Sensing Performance of the Flexible Nanowire Sensor. The real-time sensing results of the flexible nanowire sensor for different concentrations of NH3 are shown in Figure 4a. Clearly, when contacting NH3 gas, the resistance of the\nsensor increased immediately, followed by a region of saturation. The sensing mechanism of nanowires can be explained by the p-type nature of PEDOT:PSS; thus, the holes in the valence band of conducting polymer can be depleted by an electron-donating gas (e.g., NH3), resulting in a significant increase in resistance.33 The response of the nanowire NH3 sensor was calculated to conduct a quantitative study. The response is defined as\n= −R R RResponse ( )/t 0 0 (2) where R0 is the initially measured steady resistance and Rt is the measured value in the presence of NH3. As shown in the inset in Figure 4a, the sensor response is linearly dependent on the NH3 concentration in the range 0.75−6 ppm, greatly\nsimplifying use in practical terms. Through the fitting result, we obtained a response slope of 0.2524 ppm−1 with a fitting quality r2 = 0.9834. The theoretical detection limit (for a signal-to-noise ratio of 3) for NH3 is approximately 100 ppb (for calculation details, see the Supporting Information). Here, t90,res and t10,rec were used to characterize the response and recovery time, in which t90,res is defined as the time to reach 90% of the maximum response, and t10,rec is defined as the time interval over which the sensor response drops to 10% of the stabilized response in NH3 gas. For the analysis of 3 ppm of NH3, t90,res and t10,rec were calculated as 70 and 276 s, respectively, for this flexible chemiresistor (the detailed data are summarized in Figure S6 in the Supporting Information). As a comparison, a thin-film PEDOT:PSS sensor was prepared to detect NH3 at the same concentration. The proposed nanowire sensor presents several distinct advantages, including fast response and enhanced sensitivity, as shown in Figure S7. The low detection limit and rapid response of this sensor are attributed to the high surface-to-volume ratio of the PEDOT:PSS nanowires, which ensures excellent accessibility to NH3 gas molecules. The performance of the nanowire sensor and a comparison with other NH3 sensors are summarized in Table S1 (Supporting Information). In addition to a much simpler fabrication process and sensor structure, the sensor in this work also presents better performance. Reproducibility and selectivity are two key factors for practical sensing applications. Figure 4b displays the dynamic responses of the flexible nanowire sensor to the same NH3 concentration. Stable performance indicates good reproducibility for a single device. For sample-to-sample reproducibility, statistics were performed for flexible nanowire sensors from ten different devices. The distributions of the responsivity at a moderate concentration (0.75 ppm) and sensitivity (defined as the slope of the linear relationship of responsivity versus NH3 concentration) are illustrated in Figure 4c. Approximately 90% of the samples exhibited a responsivity of more than 0.8 at 0.75 ppm of NH3, and approximately 60% of the nanowire gas sensors showed a sensitivity over 0.2 ppm−1. The high repeatability of the sensing performance from different devices is mainly due to the reusability of the PDMS mold, thus ensuring a high degree of consistency of the nanowire structures. To check the sensing selectivity, different interference volatile organic compounds (VOCs) were measured at room temperature as well (Figure S8 in Supporting Information). Based on the physical properties of these VOCs, summarized in Table S2, the corresponding concentrations of VOCs at different flow rates were calculated (for calculation details, see the Supporting Information). The flexible chemiresistor sensor presents a preferential response to NH3 and a negligible response to other VOCs (Figure 4d). Such high selectivity is due to the sensing mechanism of the PEDOT:PSS nanowire sensor to VOCs, which is caused by weak physical interactions involving absorbing and swelling.34,35 At ambient temperature, the conducting polymer is in its glassy state, which results in a low absorption and swelling level; thus, the contribution of these two interactions to the overall resistance change is minor.36 However, as mentioned already, the interaction between NH3 and PEDOT:PSS is considered to be electron transport, which is dominant at ambient temperature. The high selectivity of nanoscale PEDOT:PSS to NH3 will minimize the sensor noise in practical sensing environments where VOCs are usually present.\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n729\nThe sensing performance of the flexible nanowire sensor was also tested with respect to bending status. The dynamic responses of the sensor at different bending radiuses are shown in Figure 4e and Figure S9. The response values and excellent reversibility of the sensor are fully retained at these bending angles. Figure 4f presents the real-time results of a fatigue test after several bending and relaxing processes. No significant drop in response values was observed, indicating that the flexible aligned nanowire sensor in our work exhibits excellent mechanical durability and robustness while maintaining good sensing performance. NH3 Sensing Based on Smartphone-Enabled System. The flexible nanowire sensor was integrated with other electronic components on a FPCB (also known as “hardsoft” integration) to compose a portable electronic system that bridges the technology gap between signal generation by flexible electronics and data transmission using readily integrated circuit components.37−40 The smartphone-enabled sensing system was used as a portable device to monitor the real-time response to NH3. An Android application program (detailed information can be found in the Supporting Information) was developed and installed on a smartphone to receive and process the sensing signals from the flexible nanowires. As shown in the schematic diagrams in Figure 5\nand Figure S10, in the presence of NH3, the impedance signals generated by the portable sensing device were sent wirelessly to the smartphone through the Bluetooth module, and the sensing data were real-time plotted on the screen (see also Video 1). This fully integrated sensing system based on flexible PEDOT:PSS nanowires demonstrates the accurate determination of NH3 in a real applications. Slight spoilage of protein-rich foods is not easy to notice; however, such spoilage is indeed harmful to human health. NH3 is produced naturally from decomposition processes of organic matter, and the concentration of this corrosive gas could be regarded as a biomarker for the freshness of foods.41,42 The integrated NH3 system was applied to monitor the spoilage of salmon stored in a refrigerator in ambient air by packing the wireless system together with the salmon. Compared with the salmon stored in the refrigerator, the response of the sample placed in ambient air for 12 h changed significantly, while a slight color change only started to occur after 36 h (Figure 6a). The smartphone receives electrical\nsignals from the smart packaging and displays an alarm when the food is spoiled (Figure 6b; see also Video 2). The power consumption of the flexible nanowire sensor in this sensing system is calculated to be less than 3 μW, which is much lower than that of most commercially available NH3 sensors (e.g., sensors from Figaro Engineering Inc.).43 The low cost, flexibility, low power consumption, and high sensitivity of the nanowire sensor benefit its usage to guarantee food quality. Collectively, these results demonstrate that this smartphoneenabled NH3 detection system, integrating a miniaturized nanowire sensor and portable circuits, has good sensing performance, and can thus potentially meet the request for portable and convenient monitoring of food quality in daily storage and supply chains.\n■ CONCLUSIONS In summary, a sensitive and low-power-consumption integrated wireless portable system based on a flexible nanowire sensor was designed and fabricated to detect NH3. The nanowire sensor was fabricated by a capillary filling-based soft lithography technique. Owing to the facile and mild fabrication conditions, this method provides a versatile nanofabrication approach with high material and substrate compatibility. Using this technique, we demonstrated dense and ordered PEDOT:PSS, ZnO, GO, and In(NO3)3 nanowires on a PET substrate. The experimental results suggest that the flexible device exhibits excellent mechanical bendability and durability without an obvious decrease in performance even after 1200 bending cycles. Moreover, the sensor shows good sensitivity and selectivity to NH3, and the power consumption is as low as 3 μW. The smartphone-enabled portable integrated sensing system shows good performance in NH3 detection and protein-rich food spoilage monitoring. Considering the low cost, easy implementation, and low power consumption of this device, it is believed that the smartphone-enabled NH3 detection system based on our flexible nanowire sensor will help pave the way for NH3 monitoring in daily life and intelligent food detection in storage and supply chains.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssensors.8b01690.\nComposite PDMS stamp, PEDOT:PSS nanowire fabrication, SEM result of large-area nanowires, Outer bending test system, I−V Conductivity Measurement, Limit of detection (LOD) calculation, Response and\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n730\nrecovery time, Sensing performance of thin-film based sensors, Sensing performance of conducting polymer based sensors, Dynamic response to VOCs, Dynamic response to VOCs under different bending radiuses, Schematic circuit diagram, Source code download (PDF) Video 1: Real-time detection using smartphone-enable watch-type sensing system (AVI) Video 2: Spoilage detection (AVI)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: xduan@tju.edu.cn. Tel. /Fax: +86 2227401002."
    }, {
      "heading" : "ORCID",
      "text" : "Xuexin Duan: 0000-0002-7550-3951"
    }, {
      "heading" : "Author Contributions",
      "text" : "#N.T. and C.Z. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors gratefully acknowledge financial support from the National Natural Science Foundation of China (NSFC No. 61674114, 91743110, 21861132001), National Key R&D Program of China (2017YFF0204600), Tianjin Applied Basic Research and Advanced Technology (17JCJQJC43600), the Foundation for Talent Scientists of Nanchang Institute for Microtechnology of Tianjin University, and the 111 Project (B07014).\n■ REFERENCES (1) Li, X.; Li, X.; Li, Z.; Wang, J.; Zhang, J. WS2 Nanoflakes Based Selective Ammonia Sensors at Room Temperature. Sens. Actuators, B 2017, 240, 273−277. (2) Wang, Y.; Liu, J.; Cui, X.; Gao, Y.; Ma, J.; Sun, Y.; Sun, P.; Liu, F.; Liang, X.; Zhang, T.; et al. NH3 Gas Sensing Performance Enhanced by Pt-Loaded on Mesoporous WO3. Sensors Actuators. Sens. Actuators, B 2017, 238, 473−481. (3) Chung, W. Y.; Le, G. T.; Tran, T. V.; Nguyen, N. H. Novel Proximal Fish Freshness Monitoring Using Batteryless Smart Sensor Tag. Sens. Actuators, B 2017, 248, 910−916. (4) Guo, Y.; Wang, T.; Chen, F.; Sun, X.; Li, X.; Yu, Z.; Wan, P.; Chen, X. Hierarchical Graphene−polyaniline Nanocomposite Films for High-Performance Flexible Electronic Gas Sensors. Nanoscale 2016, 8, 12073. (5) Dong, X.; Cheng, X.; Zhang, X.; Sui, L.; Xu, Y.; Gao, S.; Zhao, H. A Novel Coral-Shaped Dy2O3 Gas Sensor for High Sensitivity NH3 Detection at Room Temperature. Sens. Actuators, B 2018, 255, 1308− 1315. (6) Meng, W.; Dai, L.; Zhu, J.; Li, Y.; Meng, W.; Zhou, H.; Wang, L. A Novel Mixed Potential NH3 Sensor Based on TiO2 @WO3 Core− shell Composite Sensing Electrode. Electrochim. Acta 2016, 193, 302− 310. (7) Tang, Y.; Ao, D.; Li, W.; Zu, X.; Li, S.; Fu, Y. Q. NH3 Sensing Property and Mechanisms of Quartz Surface Acoustic Wave Sensors Deposited with SiO2, TiO2, and SiO2-TiO2 Composite Films. Sens. Actuators, B 2018, 254, 1165−1173. (8) Yi, J.; Lee, J. M.; Park, W., Il Vertically Aligned ZnO Nanorods and Graphene Hybrid Architectures for High-Sensitive Flexible Gas Sensors. Sens. Actuators, B 2011, 155, 264−269. (9) Zhu, H.; Wang, X.; Liang, J.; Lv, H.; Tong, H.; Ma, L.; Hu, Y.; Zhu, G.; Zhang, T.; Tie, Z.; et al. Versatile Electronic Skins for Motion Detection of Joints Enabled by Aligned Few-Walled Carbon Nanotubes in Flexible Polymer Composites. Adv. Funct. Mater. 2017, 27, 1−7.\n(10) Zhu, G.; Yang, R.; Wang, S.; Wang, Z. L. Flexible High-Output Nanogenerator Based on Lateral ZnO Nanowire Array. Nano Lett. 2010, 10, 3151−3155. (11) Yao, S.; Swetha, P.; Zhu, Y. Nanomaterial-Enabled Wearable Sensors for Healthcare. Adv. Healthcare Mater. 2018, 7, 1700889. (12) Lin, Y.; Gao, Y.; Fang, F.; Fan, Z. Recent Progress on Printable Power Supply Devices and Systems with Nanomaterials. Nano Res. 2018, 11, 3065−3087. (13) Tang, N.; Jiang, Y.; Qu, H.; Duan, X. Conductive Polymer Nanowire Gas Sensor Fabricated by Nanoscale Soft Lithography. Nanotechnology 2017, 28, 485301. (14) Gong, S.; Cheng, W. One-Dimensional Nanomaterials for Soft Electronics. Adv. Electron. Mater. 2017, 3, 1600314. (15) Li, S.; Chen, S.; Zhuo, B.; Li, Q.; Liu, W.; Guo, X. Flexible Ammonia Sensor Based on PEDOT:PSS/Silver Nanowire Composite Film for Meat Freshness Monitoring. IEEE Electron Device Lett. 2017, 38, 975−978. (16) Lu, H.-H.; Lin, C.-Y.; Hsiao, T.-C.; Fang, Y.-Y.; Ho, K.-C.; Yang, D.; Lee, C.-K.; Hsu, S.-M.; Lin, C.-W. Electrical Properties of Single and Multiple Poly(3,4-Ethylenedioxythiophene) Nanowires for Sensing Nitric Oxide Gas. Anal. Chim. Acta 2009, 640, 68−74. (17) Peinado, P.; Sangiao, S.; De Teresa, J. M. Focused Electron and Ion Beam Induced Deposition on Flexible and Transparent Polycarbonate Substrates. ACS Nano 2015, 9, 6139−6146. (18) Ye, D.; Ding, Y.; Duan, Y.; Su, J.; Yin, Z.; Huang, Y. A. LargeScale Direct-Writing of Aligned Nanofibers for Flexible Electronics. Small 2018, 14, 1703521. (19) Aziz, S.; Bum, K. G.; Yang, Y. J.; Yang, B. S.; Kang, C. U.; Doh, Y. H.; Choi, K. H.; Kim, H. C. Fabrication of ZnSnO3 Based Humidity Sensor onto Arbitrary Substrates by Micro-Nano Scale Transfer Printing. Sens. Actuators, A 2016, 246, 1−8. (20) Finn, D. J.; Lotya, M.; Coleman, J. N. Inkjet Printing of Silver Nanowire Networks. ACS Appl. Mater. Interfaces 2015, 7, 9254−9261. (21) Huang, L.; Jiang, P.; Wang, D.; Luo, Y.; Li, M.; Lee, H.; Gerhardt, R. A. A Novel Paper-Based Flexible Ammonia Gas Sensor via Silver and SWNT-PABS Inkjet Printing. Sens. Actuators, B 2014, 197, 308−313. (22) Lee, J. S.; Kim, S. Y.; Kim, Y. J.; Park, J.; Kim, Y.; Hwang, J.; Kim, Y. J. Design and Evaluation of a Silicon Based Multi-Nozzle for Addressable Jetting Using a Controlled Flow Rate in Electrohydrodynamic Jet Printing. Appl. Phys. Lett. 2008, 93, 243114. (23) Seo, M. H.; Yoo, J. Y.; Choi, S. Y.; Lee, J. S.; Choi, K. W.; Jeong, C. K.; Lee, K. J.; Yoon, J. B. Versatile Transfer of an Ultralong and Seamless Nanowire Array Crystallized at High Temperature for Use in High-Performance Flexible Devices. ACS Nano 2017, 11, 1520−1529. (24) Wang, L.; Chen, P.; Wang, Y. C.; Liu, G. S.; Liu, C.; Xie, X.; Li, J. Z.; Yang, B. R. Tape-Based Photodetector: Transfer Process and Persistent Photoconductivity. ACS Appl. Mater. Interfaces 2018, 10, 16596−16604. (25) Yoon, H.; Jang, J. Conducting-Polymer Nanomaterials for High-Performance Sensor Applications: Issues and Challenges. Adv. Funct. Mater. 2009, 19, 1567−1576. (26) Gates, B. D.; Xu, Q.; Stewart, M.; Ryan, D.; Willson, C. G.; Whitesides, G. M. New Approaches to Nanofabrication: Molding, Printing, and Other Techniques. Chem. Rev. 2005, 105, 1171−1196. (27) Massi, M.; Albonetti, C.; Facchini, M.; Cavallini, M.; Biscarini, F. Toward Amorphous Conductors: Enhanced Conductivity of Doped Polyaniline via Interchain Crosslinking Promoted by AcidFunctionalized Aluminum Quinolines. Adv. Mater. 2006, 18, 2739− 2742. (28) Xia, Y.; Whitesides, G. M. Soft Lithography. Angew. Chem., Int. Ed. 1998, 37, 550−575. (29) Wiley, B. J.; Qin, D.; Xia, Y. Nanofabrication at High Throughput and Low Cost. ACS Nano 2010, 4, 3554−3559. (30) Qin, D.; Xia, Y.; Whitesides, G. M. Soft Lithography for Microand Nanoscale Patterning. Nat. Protoc. 2010, 5, 491−502. (31) Park, S., Il; Ahn, J. H.; Feng, X.; Wang, S.; Huang, Y.; Rogers, J. A. Theoretical and Experimental Studies of Bending of Inorganic\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n731\nElectronic Materials on Plastic Substrates. Adv. Funct. Mater. 2008, 18, 2673−2684. (32) Takei, K.; Takahashi, T.; Ho, J. C.; Ko, H.; Gillies, A. G.; Leu, P. W.; Fearing, R. S.; Javey, A. Nanowire Active-Matrix Circuitry for Low-Voltage Macroscale Artificial Skin. Nat. Mater. 2010, 9, 821− 826. (33) Seekaew, Y.; Lokavee, S.; Phokharatkul, D.; Wisitsoraat, A.; Kerdcharoen, T.; Wongchoosuk, C. Low-Cost and Flexible Printed Graphene-PEDOT:PSS Gas Sensor for Ammonia Detection. Org. Electron. 2014, 15, 2971−2981. (34) Tang, N.; Jiang, Y.; Qu, H.; Duan, X. Graphene Oxide Doped Conducting Polymer Nanowires Fabricated by Soft Lithography for Gas Sensing Applications. IEEE Sens. J. 2018, 18, 7765. (35) Bai, S.; Zhao, Y.; Sun, J.; Tian, Y.; Luo, R.; Li, D.; Chen, A. Ultrasensitive Room Temperature NH 3 Sensor Based on a Graphene−polyaniline Hybrid Loaded on PET Thin Film. Chem. Commun. 2015, 51, 7524−7527. (36) Segal, E.; Tchoudakov, R.; Narkis, M.; Siegmann, A.; Wei, Y. Polystyrene/Polyaniline Nanoblends for Sensing of Aliphatic Alcohols. Sens. Actuators, B 2005, 104, 140−150. (37) Gao, W.; Emaminejad, S.; Nyein, H. Y. Y.; Challa, S.; Chen, K.; Peck, A.; Fahad, H. M.; Ota, H.; Shiraki, H.; Kiriya, D.; et al. Fully Integrated Wearable Sensor Arrays for Multiplexed in Situ Perspiration Analysis. Nature 2016, 529, 509−514. (38) Nyein, H. Y. Y.; Gao, W.; Shahpar, Z.; Emaminejad, S.; Challa, S.; Chen, K.; Fahad, H. M.; Tai, L. C.; Ota, H.; Davis, R. W.; et al. A Wearable Electrochemical Platform for Noninvasive Simultaneous Monitoring of Ca2+and PH. ACS Nano 2016, 10, 7216−7224. (39) Gao, W.; Nyein, H. Y. Y.; Shahpar, Z.; Fahad, H. M.; Chen, K.; Emaminejad, S.; Gao, Y.; Tai, L. C.; Ota, H.; Wu, E.; et al. Wearable Microsensor Array for Multiplexed Heavy Metal Monitoring of Body Fluids. ACS Sensors 2016, 1, 866−874. (40) Tang, N.; Mu, L.; Qu, H.; Wang, Y.; Duan, X.; Reed, M. A. Smartphone-Enabled Colorimetric Trinitrotoluene Detection Using Amine-Trapped Polydimethylsiloxane Membranes. ACS Appl. Mater. Interfaces 2017, 9, 14445−14452. (41) Matindoust, S.; Farzi, A.; Baghaei Nejad, M.; Shahrokh Abadi, M. H.; Zou, Z.; Zheng, L. R. Ammonia Gas Sensor Based on Flexible Polyaniline Films for Rapid Detection of Spoilage in Protein-Rich Foods. J. Mater. Sci.: Mater. Electron. 2017, 28, 7760−7768. (42) Tiggemann, L.; Ballen, S. C.; Bocalon, C. M.; Graboski, A. M.; Manzoli, A.; Steffens, J.; Valduga, E.; Steffens, C. Electronic Nose System Based on Polyaniline Films Sensor Array with Different Dopants for Discrimination of Artificial Aromas. Innovative Food Sci. Emerging Technol. 2017, 43, 112−116. (43) Panes-Ruiz, L. A.; Shaygan, M.; Fu, Y.; Liu, Y.; Khavrus, V. O.; Oswald, S.; Gemming, T.; Baraban, L.; Bezugly, V.; Cuniberti, G. Towards Highly Sensitive and Energy Efficient Ammonia Gas Detection with Modified Single-Walled Carbon Nanotubes at Room Temperatures. ACS Sensors 2018, 3, 79−86.\nDOI: 10.1021/acssensors.8b01690 ACS Sens. 2019, 4, 726−732\n732"
    } ],
    "references" : [ {
      "title" : "WS2 Nanoflakes Based Selective Ammonia Sensors at Room Temperature",
      "author" : [ "X. Li", "Z. Li", "J. Wang", "J. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "A Novel Mixed Potential NH3 Sensor Based on TiO2 @WO3 Core− shell Composite Sensing Electrode",
      "author" : [ "W. Meng", "L. Dai", "J. Zhu", "Y. Li", "H. Zhou", "L. Wang" ],
      "venue" : "Electrochim. Acta 2016,",
      "citeRegEx" : "Meng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Meng et al\\.",
      "year" : 2016
    }, {
      "title" : "New Approaches to Nanofabrication: Molding, Printing, and Other Techniques",
      "author" : [ "G.M. Whitesides" ],
      "venue" : "Chem. Rev. 2005,",
      "citeRegEx" : "Whitesides,? \\Q2005\\E",
      "shortCiteRegEx" : "Whitesides",
      "year" : 2005
    }, {
      "title" : "Nanofabrication at High Throughput and Low Cost",
      "author" : [ "B.J. Wiley", "D. Qin", "Y. Xia" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Wiley et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wiley et al\\.",
      "year" : 2010
    }, {
      "title" : "Soft Lithography for Microand Nanoscale Patterning",
      "author" : [ "D. Qin", "Y. Xia", "G.M. Whitesides" ],
      "venue" : "Nat. Protoc. 2010,",
      "citeRegEx" : "Qin et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Qin et al\\.",
      "year" : 2010
    }, {
      "title" : "Nanowire Active-Matrix Circuitry for Low-Voltage Macroscale Artificial Skin",
      "author" : [ "P. W", "R.S. Fearing", "A. Javey" ],
      "venue" : "Nat. Mater. 2010,",
      "citeRegEx" : "W. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Flexible ammonia (NH3) sensors based on one-dimensional nanostructures have attracted great attention due to their high flexibility and low power consumption. However, it is still challenging to reliably and cost-effectively fabricate ordered nanostructure-based flexible sensors. Herein, a smartphoneenabled fully integrated system based on a flexible nanowire sensor was developed for real-time NH3 monitoring. Highly aligned, sub-100 nm nanowires on a flexible substrate fabricated by facile and low-cost soft lithography were used as sensitive elements to produce impedance response. The detection signals were sent to a smartphone and displayed on the screen in real time. This nanowirebased sensor exhibited robust flexibility and mechanical durability. Moreover, the integrated NH3 sensing system presented enhanced performance with a detection limit of 100 ppb, as well as high selectivity and reproducibility. The power consumption of the flexible nanowire sensor was as low as 3 μW. By using this system, measurements were carried out to obtain reliable information about the spoilage of foods. This smartphone-enabled integrated system based on a flexible nanowire sensor provided a portable and efficient way to detect NH3 in daily life.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}