{
  "name" : "downloads_2020-11-01_0a_saleh2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanomaterials: Classification, properties, and environmental toxicities",
    "authors" : [ "Tawfik A. Saleh" ],
    "emails" : [ "tawfik@kfupm.edu.sa." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nEnvironmental Technology & Innovation\njournal homepage: www.elsevier.com/locate/eti\nNanomaterials: Classification, properties, and environmental toxicities Tawfik A. Saleh Chemistry Department, King Fahd University of Petroleum and Minerals, Dhahran 31261, Saudi Arabia\na r t i c l e i n f o\nArticle history: Received 23 April 2020 Received in revised form 20 July 2020 Accepted 21 July 2020 Available online 24 July 2020\nKeywords: Analysis Nanomaterials Nanoparticles Environment Toxicity\na b s t r a c t\nNanomaterials (NMs) are gaining significance in technological applications due to their tunable chemical, physical, and mechanical properties and enhanced performance when compared with their bulkier counterparts. This review presents a summary of the general types of NMs and provides an overview of the various synthesis methods of nanoparticles (NPs) and their functionalization via covalent or noncovalent interactions using different methods. It highlights the techniques used for the characterization of NPs and discusses their physical and chemical properties. Due to their unique properties, NMs have several applications and have become part of our daily lives. As a result, nanotoxicity research is gaining attention since some NPs are not easily degraded by the environment. Thus, this review also highlights research efforts into the fate, behavior, and toxicity of different classes of NMs in the environment.\n© 2020 Elsevier B.V. All rights reserved.\nContents\n1. Introduction............................................................................................................................................................................................... 2 2. Classification of nanomaterials ............................................................................................................................................................... 2\n2.1. Metal nanomaterials.................................................................................................................................................................... 3 2.2. Metal oxide nanomaterials ......................................................................................................................................................... 3 2.3. Bimetallic nanomaterials............................................................................................................................................................. 5 2.4. Composite nanomaterials ........................................................................................................................................................... 5 2.5. Carbon-based nanomaterials ...................................................................................................................................................... 5 2.6. Zeolite and silica-based nanomaterial....................................................................................................................................... 6 2.7. Ceramic nanomaterials................................................................................................................................................................ 7 2.8. Semiconductor nanomaterials .................................................................................................................................................... 7 2.9. Polymeric nanomaterials............................................................................................................................................................. 7 2.10. Lipid-based nanomaterials .......................................................................................................................................................... 8 2.11. Metal–organic frameworks ......................................................................................................................................................... 8 2.12. Core–shell nanomaterials............................................................................................................................................................ 8 3. Preparation ................................................................................................................................................................................................ 8 3.1. Synthesis of nanoparticles .......................................................................................................................................................... 8 3.2. Functionalization of nanomaterials ........................................................................................................................................... 9 3.3. Characterization of NPs............................................................................................................................................................... 10 4. Properties .................................................................................................................................................................................................. 10 4.1. Electronic properties ................................................................................................................................................................... 10 4.2. Optical properties ........................................................................................................................................................................ 11\nE-mail address: tawfik@kfupm.edu.sa. URL: http://faculty.kfupm.edu.sa/CHEM/tawfik/publications.html.\nhttps://doi.org/10.1016/j.eti.2020.101067 2352-1864/© 2020 Elsevier B.V. All rights reserved.\np s B i s p m p p f s\nw c a p\n2\nd s s d m d n o o b d h\nc e a n\ni B n g d m s s u H\n4.3. Magnetic properties..................................................................................................................................................................... 11 4.4. Mechanical properties ................................................................................................................................................................. 12 4.5. Thermal properties ...................................................................................................................................................................... 12 5. Toxicity of nanomaterials ........................................................................................................................................................................ 12 6. Conclusions and future prospects .......................................................................................................................................................... 13\nDeclaration of competing interest.......................................................................................................................................................... 13 References ................................................................................................................................................................................................. 13"
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanotechnology is an advanced area of research that allows for the production of a wide class of materials, including articulate materials with at least one dimension of less than 100 nanometers (nm). Nanomaterials (NMs) are chemical ubstances or materials that are manufactured and used at a very small scale, i.e., 1–100 nm in at least one dimension. ulk materials are particles whose size is above 100 nm in all dimensions. In bulk material, physical properties are ndependent of size, whereas in the case of NMs, different physical properties can be dependent on the NMs’ size and hape (Fig. 1). The importance of NMs was realized when researchers found that size influences the physicochemical roperties of a substance, including its chemical, electrical, mechanical, and optical properties. Thus, nanoparticulate aterials have attracted considerable interest because of their unique properties (Gleiter, 2000). Nanoparticles (NPs) show otential for several applications including for water treatment plants, oil refineries, petrochemical industries, industrial rocesses, catalytic processes, buildings and building materials, diagnostics, and drug delivery There are several methods or producing NPs, including condensation, attrition, chemical precipitation, ion implantation, pyrolysis, and hydrothermal ynthesis (Pokropivny and Skorokhod, 2007). The aim of this review is to provide a comprehensive guide on different types of NMs and their preparation methods,\nhich may be useful to researchers aiming to develop new or hybrid nanofabrication techniques, particularly for the ontrolled fabrication of complex and multi-component NMs in advanced functional applications. In addition, this review ttempts to cover techniques used for the physical and chemical characterizations of NMs’ properties and highlight their ossible environmental toxicity.\n. Classification of nanomaterials\nNMs can be classified into different groups based on various criteria. Generally, NMs are categorized according to their imensionality, morphology, state, and chemical composition (Gleiter, 2000). This classification also depends on their ize, which ranges from 1–100 nm in at least one dimension (see Fig. 2). Based on their dimensionality and the overall hape of these materials, NMs can be further divided into four classes. Zero-dimensional nanomaterials (0D) have all their imensions in nanoscale, i.e., sized below 100 nm. 0D includes spherical NMs, cube, nanorod, polygon, hollow sphere, etal, and core–shell NMs as well as quantum dots (QDs). One-dimensional nanomaterials (1D) are materials with one imension not in nanoscale while the other two dimensions are in nanoscale. 1D includes metallic, polymeric, ceramic, anotube, and nanorod filament or fiber, nanowires, and nanofibers. Two-dimensional nanomaterials (2D) contain only ne dimension in nanoscale while the other two are not. 2D includes single-layered and multi-layered, crystalline r amorphous, thin films, nanoplates, and nanocoating. Three-dimensional (3D) materials have various dimensions eyond 100 nm (Pokropivny and Skorokhod, 2007; Aversa et al., 2018). 3D NMs combine multiple nanocrystals in ifferent directions. Examples of the same are foams, fibers, carbon nanobuds, nanotubes, fullerenes, pillars, polycrystals, oneycombs, and layer skeletons (Asghari et al., 2016; Shiau et al., 2018). The morphological nature of NPs includes flatness and sphericity as well as aspect ratio. As per uniformity, NPs an be classified as isometric and inhomogeneous or dispersed and agglomerate. This agglomeration relies on NPs’ lectromagnetic properties, magnetism, and surface charge. Further, NPs’ agglomeration in a liquid relies on morphology nd functionalization, resulting in hydrophobicity or hydrophilicity. NPs with different morphologies include nanorods, anozigzags, nanohooks, nanostars, nanocubes, nanohelices, and nanoplates. NMs, as per their chemistry and electromagnetic properties, can exist in dispersed forms, suspensions, and colloids, or n an agglomerated state, e.g., magnetic NPs tend to cluster in an agglomerate state unless their surfaces are functionalized. ased on their chemical composition, NMs can be classified into various categories, such as single constituent NPs and anocomposites, under which are further types. Carbonaceous NMs are mainly formed of carbon, e.g., fullerenes, CNTs, and raphenes. Metallic NMs are prepared from metals such as silver, copper, iron, alumina, zinc, titania, and silica. Branched endrimers constitute another type of NMs with branch-like structures of nanoscale dimensions. Nanocomposites are aterials that incorporate NPs into a matrix of standard materials in order to improve properties such as mechanical trength, toughness, and electrical or thermal conductivity. QDs are tiny semiconductor particles a few nanometers in ize with optical and electronic properties differing from that of larger particles due to quantum mechanics. QDs display nique optical and electronic properties as they absorb white or ultraviolet light and reemit it as a specific wavelength. ere, conduction band electrons, valence band holes, or excitons are confined to three spatial dimensions."
    }, {
      "heading" : "2.1. Metal nanomaterials",
      "text" : "Metal NPs, such as gold, iron, silver, and other metallic NPs, have been studied, and it has been shown that these materials have unusual chemical, optical, and electrical properties as compared to bulk materials (Asghari et al., 2016). For example, Au NPs can be synthesized and prepared by combined sonoelectrochemical and ultrasonic vibration (Shiau et al., 2018). The size of some metallic NPs depends on the designed procedures, e.g., by reducing particle size to the nanometer scale, the bandgap of the electronic structure is changed to discrete electronic levels with a large number of atoms appearing on the surface. By decreasing nanometer size, these atoms on the surface materials will become more active because of the increasing distance between the atomic coordinates and the unsaturated sites. For example, Au NPs can be synthesized and prepared by combined sonoelectrochemical and ultrasonic vibration (Shiau et al., 2018). The size of some metallic NPs depends on the designed procedures. By decreasing nanometer size, these atoms on the surface materials will become more active because of the increasing distance between the atomic coordinates and the unsaturated sites. The activated surface area of metal NPs is a crucial property for several applications such as catalysis and adsorption processes. Generally, metal NPs can absorb light via inter-band transition such as Pt, Pd, Ni, and Ru and intra-band transition such as Al, Ag, Au, and Cu. Previous studies reported that the catalytic activity of metal NPs can be improved by light irradiation (Kim and Lee, 2018)."
    }, {
      "heading" : "2.2. Metal oxide nanomaterials",
      "text" : "Many kinds of metal oxides, such as TiO2, Fe2O3, Al2O3, ZnO, and SiO2, have been synthesized by sol–gel or hydrothermal reactions. Due to the change in its surface properties, which influences the bandgap energy of materials, a metal oxide has a significant advantage in several applications such as catalysts, chemical sensors, and semiconductors (Saleh and Fadillah, 2019). A more important characteristic of these materials is their biocompatibility in providing a highly active surface area. NPs’ surface can easily be modified by several reactions, such as attaching a polymer chain, coupling agent, or doping metal ions (Das et al., 2020; Qi et al., 2019). Further, fatty acids can be used to modify the surface of\nN o p o B o d a\nPs with green approaches, such as Al2O3 (Liu et al., 2018). This surface modification of NPs can alter the properties f the materials, for instance, the modification of Al2O3 with a different type of fatty acid showed that the materials recipitated in a water solution due to the hydrophobicity of the modifier attached to the surface of the Al2O3. Several rganic compounds are used for the surface modification of NPs such as epoxies (Chu et al., 2017), amines (Gaur and anerjee, 2019), thiols (Zeng et al., 2019), anionic compounds (Hur et al., 2019), etc. A modified surface using a functional rganic group can also provide unique physical and chemical properties, such as specific binding target analytes and high ensity. Several organic compounds that are used for such surface modification of NPs include epoxies (Chu et al., 2017), mines (Gaur and Banerjee, 2019), thiols (Zeng et al., 2019), and anionic compounds (Hur et al., 2019)."
    }, {
      "heading" : "2.3. Bimetallic nanomaterials",
      "text" : "Bimetallic NPs are composed of two metal components that exhibit unique properties, such as chemical stability and reactivity, along with size-dependent electrical and optical properties. These properties are commonly affected by composition, shape, and size distribution. Bimetallic Pd/Cu-BNPs can be prepared by a simple grafting of binaphthyl moiety as stabilizers on the Pd-metallic surface and applications for efficient catalytic reactions (Saha et al., 2019). The preparation method significantly affects the size distributions of NPs and their recyclability as catalyst materials. Several bimetallic materials such as Al–TiO2–Ag (Su et al., 2019), Ag–Cu (Hao et al., 2019), Au/Pd (Chen et al., 2019), Au–Pd@SiO2 (b. Wu et al., 2019), Fe–Cu (Lozhkomoev et al., 2019), and Ag–Au (Oh et al., 2018) revealed that a combination of two metals can show the different dispersion and stability of NPs and surface activity in addition to optical and magnetic properties. Based on the previous literature, the nanostructure of bimetallic materials is strongly influenced by several factors, such as the miscibility of the two metals and preparation conditions. Generally, bimetallic NPs can be divided into five classes with different structures, as seen in Fig. 3."
    }, {
      "heading" : "2.4. Composite nanomaterials",
      "text" : "Composites are solid materials consisting of several phases, with one of the phases having dimensions of less than 100 nm, or structures having a nanoscale repetition distance between phases (Lozhkomoev et al., 2019; Oh et al., 2018). Physical dimensions in the nanometer size range are always utilized in the process of forming composite structures. The combination of several materials forming a composite is capable of producing different properties, such as flexural strength, water sorption, optical properties, wear, and gloss retention (Zhang et al., 2019; Biswas I. S. Bayer et al., 2012; Abozaid et al., 2019). Chitosan–tripolyphosphate/TiO2 nanocomposites can be prepared following the Box–Behnken design, using less energy and chemicals for reactive orange dye adsorption (Abdulhameed et al., 2019). The combination of materials to produce nanocomposites revealed that the surface area of the materials increased from 0.156 m2/g to 2.75 m2/g. Composite materials allow for the improvement of the adsorption capacity of the material through several types of interactions, such as electrostatic interactions, n-π interactions between lone pair electrons delocalized into the π-orbital, dipole–dipole hydrogen bonding, and Yoshida H-bonding (Parker et al., 2012)."
    }, {
      "heading" : "2.5. Carbon-based nanomaterials",
      "text" : "Carbon-based NMs have unique properties and play a key role in several interdisciplinary fields. Carbon is a solid-state allotrope that has various forms, such as graphite, amorphous carbon, and diamond (Li et al., 2019). These carbonbased NMs consist of hybridized sp2 carbon atoms that have been developed in various dimensions (see Fig. 4) (Li et al., 2019; Nehra et al., 2019; Xie et al., 2019). Carbon-based NMs with nanoscale dimensions show different chemical and physical properties, including conductivity, mechanical properties, chemical stability, and thermal properties, among others. Therefore, carbon-based NMs have attracted a great deal of attention for their many applications. Based on the form of carbon-based NMs, materials can be classified as follows: (1) fullerene (0D), which is an allotrope of carbon (C) with 60 C atoms arranged in the buckyball structure. Derivates of fullerene have unique properties that can neutralize reactive species such as nitrogen and oxygen (Sumi and Chitra, 2019); (2) CNT (1D), which is a material that has a hollow structure composed of linked carbon atoms in hexagonal structures. The chemical and physical modifications of CNT provide different properties in the materials in which it is used. CNT can be directly synthesized by chemical vapor deposition (CVD) and the preparation steps allow controlling the homogeneity and size of carbon-based structures (Battaglia et al., 2019); (3) graphene sheets (2D) which are sp2-bonded carbon structures that form a hexagonal or honeycomb lattice. Graphene forms a thin layer with one carbon atom bonding covalently to three other carbon atoms. This material has several unique properties, such as large surface area, high electrical conductivity, good stability, and chemical reactivity. Graphene can be isolated from graphite by mechanical and chemical exfoliation (Silva et al., 2018); and (4) graphite and nanodiamonds (3D). Graphite is composed of sp2 carbon atoms arranged in a hexagonal shape while nanodiamonds have a layered sphere-like shape. Nanodiamonds have unique characteristics, such as optical and magnetic properties. These materials are commonly used for coating, semiconductors, and abrasives (Sudha et al., 2018; Yan et al., 2016).\n2\nm h a e\n.6. Zeolite and silica-based nanomaterial\nZeolite-based NMs have been widely used due to their favorable surface chemistry and mesoporous structure. The esoporous morphology and pore size of silica can be influenced by several factors such as templates, the rate of ydrolysis, and reaction conditions. Mesoporous silica NPs, of pore diameter 2–50 nm, can be synthesized in both basic nd acidic media by varying the template concentration, pH solution, and the use of hydrophobic compounds (Kumar t al., 2018). The most widely used silica-based materials are nanoclays, which are NPs of layered silicates with Si atoms\nf n i s T t p u\n2\na 2 h s B o o c ( i n r t\n2\ng c t t h N d t o a s\n2\na e b c ( o m M g w a a p\nbound tetrahedrally to octahedral Al(OH)3 or Mg(OH)2. The clay layer is generally connected by a weak van der Waals orce, which can break through the intercalation polymer chain. However, most polymers are incompatible with the anoclay structure due to the differences in surface energy (Barua et al., 2019). Nanoclay can be modified using several norganic complexes. A nanoclay supported Pd complex (Hal-Pd), used as an active heterogeneous catalyst, was reportedly ynthesized through the Schiff-base modified method for Suzuki–Miyaura coupling reactions (Yılmaz Baran et al., 2019). he material showed high catalytic activity, high stability, optimum reaction time, and could also be easily recovered for he next running reactions. The catalytic activity of Hal-Pd is more effective when the aryl halide substitution is in the ara-position compared to the meta- and ortho-positions. Other silica-based NMs can also be modified with CNTs to have nique chemical and physical properties (Saleh, 2016, 2015a,b, 2018).\n.7. Ceramic nanomaterials\nNanoceramic is a type of NP material composed of ceramics and is further classified as heat-resistant, inorganic, nd nonmetallic solids made of nonmetal and metal compounds having dimensions smaller than 100 nm (Gleiter, 000; Pokropivny and Skorokhod, 2007). Many chemical and physical methods for the preparation of ceramic NMs ave been explored and reported. It was found that these materials exhibited enhanced structural, electro-optical, uperconductive, ferromagnetic, and ferroelectric properties. Similarly, the structural and physical properties of Ti-doped iFeO3 nanoceramics can be changed by changing the doping concentration, which could induce the structural distortion f materials and the elimination of oxygen vacancies (Tian et al., 2018). Sobierajska et al. (2018) reported the preparation f porous hydroxyapatite nanoceramics and its applications due to its antimicrobial activity (Sobierajska et al., 2018). The alcium hydroxyapatite porous nanoceramics (ncHAP) were prepared by the co-precipitation of high purity hydroxyapatite HAP) and methylcellulose. The specific surface area and the porosity of ncHAP depend on the sintering temperatures. The nteractions between its surface charges and the bacteria influence its ability in antimicrobial activity. The synthesis of anoceramics under pressure-less and low-temperature conditions produce Al2O3–ZrO2 nanoceramics. The study’s results evealed that amorphous materials were successfully formed at low temperatures with the homogeneous mixture and he grain size of NPs (Xu et al., 2019).\n.8. Semiconductor nanomaterials\nSemiconductor NMs have low bandgap energy of less than 4 eV. Examples of known semiconductors are silicon, ermanium, gallium arsenide, and elements near the so-called ‘‘metalloid staircase’’ on the periodic table. These NMs are omposed of different compounds from various groups, such as II–VI (ZnO), IV (SiO2), and III–V (GaAs). The modification of he structure of these materials into the nanoscale can alter the chemical and physical properties of the materials due to he quantum size effect or by increasing the surface area. The C/ZnO semiconductor, with its high porosity, showed that the igh electrical conductivity of the materials depends on the nanostructure formed (Yan et al., 2019). The semiconductor Ms can be divided into two types: (1) intrinsic semiconductors, composed of pure compounds or elements without oping that are present from other metals in the structure. The main characteristic of intrinsic semiconductors is that hey have negative temperature coefficients of resistance. This means that by increasing the temperature, the resistivity f the material will decrease and the conductivity will increase; (2) extrinsic semiconductors, which are a type of material dded to other metals by doping in its structure, which aims to increase their conductivity, for example, type-n and type-p emiconductors.\n.9. Polymeric nanomaterials\nPolymeric NMs are solid particles that are nanosized and consist of natural or synthetic polymers. These materials re widely used in pharmaceutical and medical applications as drug release controllers used to sense the body (Yang t al., 2020). Polymer-based NMs include the following: (i) polymeric micelles formed by the self-assembly of amphiphilic lock copolymers in a specified solvent. Chitosan polymeric micelles can be used for drug delivery due to their unique haracteristics, such as their nanosize, stability, biocompatibility, micellar association, and low toxicity (Yang et al., 2020); ii) polymeric NPs, which are generally composed of biocompatible and biodegradable polymers with an average size f 10–1000 nm. These materials are widely used to deliver drugs to specific targets (Sur et al., 2019). The preparation ethods to produce polymer NPs affect the specific characteristics of the material produced (Gharieh et al., 2019; atsuyama et al., 2019). Generally, the preparation methods are classified as polymerization of monomers, the ionic elation of hydrophilic polymers, and the dispersion of polymers; (iii) dendrimers, which have a size of less than 15 nm ith 3D-shaped macromolecules. These materials are a new type of polymeric NMs that are widely used in pharmaceutical nd medical applications due to characteristics such as their structure, size, and multivalence (Okrugin et al., 2017); nd (iv) polymeric nanocomposites, which are a combination of other nanofillers and polymers used to provide superior roperties and characteristics (Fu et al., 2019).\n2\nd r c h n d a a t\n2\nh o t i a M N n i i s e\n2\nN b o s s n o a i i e a\n3\n3\nF m g s d m e l\n.10. Lipid-based nanomaterials\nLipid-based NMs, such as solid lipid NPs (SLNs), nanostructure lipid carriers (NLCs), and liposomes, are used for drug elivery because they can transport hydrophilic and hydrophobic molecules, have low toxicity, and can control drug elease in human body targets (Zhong and Zhang, 2019). SLNs have certain beneficial properties, such as physical and hemical stability, site-specific targeting, low cost, lack of toxicity, and the possible control of both hydrophilic and ydrophobic molecules (Zhong and Zhang, 2019). However, another study has reported that SLN materials exhibited egative properties, such as a limited capacity for drug loading and drug expulsion as the materials can crystallize uring the storage process (Meikle et al., 2019). NLCs are designed to be used as drug release control materials with n increased stability as compared to SLNs. Liposomes have a size range of 50–100 nm and are composed of cholesterol nd phospholipids compounds. These are suitable for drug delivery, especially for cytotoxic drugs, due to their reduced oxicity and enhanced bioavailability.\n.11. Metal–organic frameworks\nMetal–organic frameworks (MOFs) are a hybrid material consisting of inorganic metal ions and organic ligands. They ave many advantageous properties, such as a high surface area, ease of surface modification, high porosity, and a wellrganized structure and configuration (Gascón et al., 2018). MOFs have been widely used as support materials because he distribution of NPs on their surfaces provides high reactivity. Fe-BTC MOFs materials used as a support for enzyme mmobilization gave different reactivity and good enzyme immobilization through easier interactions between the enzyme nd the material surface (Gascón et al., 2018). MOFs can be used as catalysts and hosts to restrict metal NPs in MOF holes. OFs’ synthesis methods are as follows: (i) nanoreactor confinement, where the nanoreactor method regulates the MOFs’ P size through the isolation of nucleation sites under limited physical conditions. Particle size is affected by a type of on-polar solvent used to produce emulsion from nano-scale monodisperse droplets; (ii) coordination modulation, which s a method of forming MOFs through chemically controlling metal–ligand interactions; and (iii) rapid nucleation, which s a method for the synthesis of MOFs through the controlled concentration and molar ratio of reactants with techniques uch as fast precipitation and accelerated heating, including conventional, microwave, and ultrasound heating (Gascón t al., 2018).\n.12. Core–shell nanomaterials\nNPs are commonly composed of several layers, including (i) the core of the material, which is the central portion of Ps; (ii) the surface layer, which can be branched with different small moieties, surfactants, metal ions, and polymeric ranches; and (iii) the shell layer, which is a different material from the material of the core. There are various kinds f core–shell nanostructures, including (i) a metal-core (single sphere or aggregation of several small spheres) with a hell made of a different metal. This shell can be a continuous layer or an attachment of smaller spheres onto a core phere or aggregated core spheres; (ii) a metal-core with a nonmetal shell; (iii) a metal-core with a polymer shell; (iv) a onmetal-core with a nonmetal shell; (v) a polymer-core with a nonmetal shell; and (vi) a polymer-core with a shell made f different polymers or with multiple shells (Su et al., 2019). Core–shell NPs that are composed of a core encapsulated by nother shell material can also be classified into various classes as follows: (i) physical coating and chemical coating type f a chemical reaction occurs between core–shell particles, and (ii) organic–inorganic, inorganic–organic, and inorganic– norganic types based on core–shell components. The shell is used to maintain the chemical stability of the core and nhance surface activity. Core particles with a coating are designed to have specified properties, such as magnetic, optical, nd catalytic properties (Gascón et al., 2018).\n. Preparation\n.1. Synthesis of nanoparticles\nThere are different approaches to synthesize NMs, including the bottom-up and the top-down approaches (see ig. 5). In the bottom-up approach, NPs are first obtained at the atomic level and then integrated into the desired aterial. This includes the formation of NPs from colloidal dispersion and the formation of powders from the sol– el method, which is then followed by integration. Other examples include sedimentation, reduction, green synthesis, pinning, biochemical synthesis, atomic layer deposition, molecular self-assembly, vapor phase deposition of NMs, and eoxyribonucleic acid-scaffolding of nanoelectronics (Biswas I. S. Bayer et al., 2012). In the top-down approach, a bulk aterial at the macroscopic level is trimmed down to the desired NPs by different means. Some examples of this are tching, ball milling, grinding/milling, CVD, physical vapor deposition (PVD), optical lithography, e-beam lithography, soft ithography, nanoimprint lithography, block copolymer lithography, and scanning probe lithography.\na"
    }, {
      "heading" : "3.2. Functionalization of nanomaterials",
      "text" : "The modification of NMs is important in various applications. Unmodified NPs form stable agglomerations owing to intermolecular interactions such as dipole–dipole and van der Waals forces. NMs can be modified with different functional groups and chemical species to generate specific active sites and tune their surface characteristics. Due to their unique surface interactions, functionalized NMs are used in several applications and fields (Prasad et al., 2018). Functionalization can be via noncovalent or covalent interactions including electrostatic, van der Waals, and hydrogen bonding forces. Functionalities and unique configurations can be controlled by the selective modification of conditions such as reaction temperature, solvents, and surfactants. In covalent interactions, chemical bonds can be formed between atoms present on NMs’ surface via chemical reactions. In noncovalent interactions, the electronic configurations and properties of atoms present on NM surfaces remain mostly unaltered since functionalizations are achieved via hydrophobic interaction, π-π stacking, and hydrogen bonding in addition to ionic bonding (Georgakilas et al., 2012).\nNM functionalization can be performed by several methods including the following: (i) chemical methods involving acid treatment, alkali treatment, H2O2 treatment, heat treatment, and modification with suitable silane coupling agents s well as metal ethoxides and alkoxides (De and Madhuri, 2020; Kango et al., 2013); (ii) ligand exchange processes\nH m t t s r o r ( p\n3\nt p a\n4\n4\n2\nusing ascorbic acid, oleic acid, oleylamine, trioctylphosphine, polyvinyl alcohol, polyvinylpyrrolidone, and cetyl trimethyl ammonium bromide (Merg et al., 2017; Lu and Yin, 2012); (iii) in situ surface modifications, which are achieved during the NP synthesis phase by the thermal decomposition of organometallic chemicals, reverse micelle approaches, and polyol methods (Palmqvist and Holmberg, 2008; Nsib et al., 2006) to avoid aggregations, surfactants, and capping agents, such as oleic acid, amines, and trioctylphosphine oxides which are dissolved in the reaction media. Several polycarboxylic acids and their salts are utilized as anionic surfactants for dispersing NPs (e.g. Al2O3, TiO2, and Fe2O3) (Palmqvist and olmberg, 2008); and (iv) grafting synthetic polymer, including the grafting-to, grafting-from, and grafting-through ethods. Generally, in the grafting-to procedure, end-functionalized polymers are bonded directly on NM surfaces. In\nhe grafting-from procedure, polymer chains are created from initiating sites of the surface, whereas in the graftinghrough procedure, a monomer with low-molecular-weight is co-polymerized with another monomer on the NMs’ urface (Tsubokawa et al., 1990; Wang et al., 2007). The modification of NPs with polymers can be designed by other outes based on required applications and the physicochemical properties of the targeted NP applications. The selection f the synthesis procedure is important to obtain NMs with the desired properties. Many synthesis procedures have been eported that can be classified as follows: (i) the polymerization of monomers and (ii) the use of preformed polymers see Fig. 6). It is important to select a suitable method to avoid some of the possible drawbacks and to obtain suitable roperties.\n.3. Characterization of NPs\nNPs occupy various application domains that are relevant to our lives. According to the type of application, it is essential o characterize NPs for their chemical, physical, and other properties. Different tools that can be used to obtain these roperties are listed in Table 1. The significant physical and chemical properties of NPs include their composition, size nd shape, and surface area as well as distribution, stability, surface chemistry, roughness, and topography.\n. Properties\n.1. Electronic properties\nThe electronic properties of NPs depend on their size, surface area, chemical composition, and modification (Shin et al., 015). Modification of Al O with organic ligands can control the size of the materials produced through the aggregation\n2 3\np c c d p\n4\np l d U t i e r s e\n4\nb\nprocess (Henkel et al., 0000). The presence of organic compounds such as ligands can improve the different surface characteristics of NMs. Different types of ligand monomers used can also have an effect on the structural characteristics of the material produced, as seen in the modification of Al2O3with organic ligands, which control the size of the materials roduced through the aggregation process (Henkel et al., 0000). This kind of modification also provides different electrical haracteristics. As such, the electric properties of the polymer nanocomposites were increased by the addition of inorganic ompounds to the polymer systems (Hassan et al., 2019). Electrical properties, such as electrical conductivity and the ielectric constant, could be improved by the addition of barium titanate (BT) due to its perovskite nanostructures and iezoelectric properties.\n.2. Optical properties\nThe optical properties of NPs, especially semiconductor materials, are important for several applications, such as hotocatalysts and photovoltaics. The optical properties can be determined by basic light principles and the Beer–Lambert aw. The increased absorption of wavelengths in semiconductor NPs are influenced by several factors, such as size istribution, shape, sizes, and the type of modifiers. The optical properties of Nd-doped NiO have been studied using V–Vis spectroscopy (Rahman et al., 2018). Nd-doped NiO NPs could shift to a lower energy value than pure NiO due to he exchange of electrons in the energy band and the localized electron of Nd3+ (Pauly et al., 2016). Optical properties are nfluenced by the composition of nanostructures, such as metal ion doping and surface modification. Optical properties, specially the reflectance and scattering phenomena, are affected by the particle size of NMs (Piri et al., 2016). The eflectance increases with increasing particle size and decreases by increasing the refractive index. Thus, the particle ize can affect scattering particle patterns when exposed to light, resulting in different spectral reflectance (Mikhailov t al., 2018).\n.3. Magnetic properties\nMagnetic NPs are used for applications in the medical and environmental fields. Magnetic properties are influenced y the particle size of NPs with the best performance showing a particle size of less than 35 nm (Lamouri et al., 2019;\nS n p i o l m f 2\n4\na a g c p\nb c\nhrimali et al., 2019). In single compound NPs, the magnetic moment value of a molecule is represented directly by the umber of magnetic atoms, whereas for multicomponent NPs, the magnetic value is determined by the number of lone air electrons according to the valence-shell electron-pair repulsion (VSEPR) theory. Generally, the change in particle size s quite small and does not change the lattice parameters of the metals. However, for metals that contain metal oxides n the surface, the lattice parameters of metals may change with changing particle size due to mismatches between the attice parameters of the metal and the metal oxides, which further causes interfacial stress on the surface. Therefore, the agnetization value will change with the change in particle size. Also, the magnetic properties are influenced by other actors, such as the composition of the nanostructure and the synthesis methods (Lakshmiprasanna et al., 2019; Owens, 015).\n.4. Mechanical properties\nNPs have different mechanical properties compared to microparticles or bulk materials. NMs provide a large surface rea and are easy to modify, resulting in an increase in mechanical properties such as hardness, adhesion, stress and strain, nd the elastic modulus. NPs from a group of inorganic compounds show mechanical properties, while organic compounds enerally have low mechanical properties. Therefore, increasing the mechanical properties of organic compounds is ommonly done by the addition of inorganic compounds. Bui et al. investigated the mechanical properties of acrylic olyurethane by the addition of the metal oxide SnO2 (Bui et al., 2020). The presence of SnO2 in the polymer matrix improved the mechanical properties, especially the hardness, impact and abrasion resistance, and adhesion. However, the addition of more metal oxides to the polymer matrix may reduce mechanical properties because the presence of metal oxides can decrease the polymer–polymer interactions, the polymer to metal-oxide interactions, and possible agglomeration processes. Other studies have also reported that mechanical properties depend on the size of the NPs (An et al., 2019)."
    }, {
      "heading" : "4.5. Thermal properties",
      "text" : "The thermal properties of NPs are better than their fluid form because they have a large surface area and so heat transfers occur directly on the surface of the material. The thermal properties of materials gradually increased by increasing the metal oxide (SiO2) contents added to the polycarbonate (Nomai and Schlarb, 2019). The presence of metal oxides such as SiO2 can increase interactions between NPs and polymers, along with restrictions in polymer chain formation. The addition of a nanofiller, with a high intrinsic thermal conductivity, influenced the thermal properties of NMs (Jeon and Lee, 2019). Overall, the thermal properties of NPs depend on the large surface area, mass concentration, the ratio of energic atoms in NPs, and the fraction of NP volume dispersed."
    }, {
      "heading" : "5. Toxicity of nanomaterials",
      "text" : "NPs are manufactured and naturally formed during different processes, such as photochemical processes, volcanic eruptions, forest fires, and simple erosions. Usually, pollution is associated with human activities involving industries, such as fuel burning and charcoal burning, and natural events, such as dust storms. The toxicity of NPs depends on their origin, dose, dimension, and durability in addition to exposure or intake by several routes (V. et al., 2019) (see Fig. 7). Toxicity may depend on several parameters, such as mass, number, surface area, size, bulk or surface chemistry, and aggregation of NPs. Crystalline structure, aspect-ratio, surface coating, and functionalization are also parameters that affect the toxicity of NPs. The toxicology of NPs can occur by inhalation and cellular interaction with NPs via injection and dermal intake of NPs, nervous system uptake of NPs, and translocation to the lymphatic systems and the circulatory system. To evaluate the toxicity of NMs, the comparison of their toxic effects with NPs and various bulk types can be studied. Several studies have pioneered this initiative and have been analyzed in other reviews (Buzea et al., 2007; Soto et al., 2005).\nIt was reported that inhaled 20 nm NPs TiO2 low dose 10 mg/m3 exposure resulted in a greater lung tumor incidence than the high dose 250 mg/m3 exposure of TiO2300 nm (Hoet et al., 2004). Dosage, or the amount of NPs that reach a iological system, could be related to exposure or the concentration of NPs in air, food, and water, and multiplied by the ontact duration (Buzea et al., 2007; Oberdörster et al., 2005). CNTs were reported to be more toxic than silica and carbon\ni r 3 e\ne c p o w i ( b\nblack Ag, TiO2, Fe2O3, Al2O3, ZrO2, and Si3N4 (Muller et al., 2005). However, the toxicity of CNTs varies with its types, .e., single-walled CNTs or multiple-walled CNTs, and between diameters and functionalities. Silver NP aggregates were eported to be more toxic than asbestos, titania, alumina, iron oxide, and zirconia (Soto et al., 2005). NPs of ZnS, measuring nm, changed their crystal structures after interaction with water to that of a bulkier ZnS due to surface effects (Zhang t al., 2003). Additionally, the small size of NMs can trigger a problem and have harmful effects on the environment. Sidiropoulou\nt al. studied the toxicity of Fe NPs in the environment and reported that they can accumulate in organisms and ause several effects such as oxidative stress, apoptosis, lipid peroxidation estimation, and reactive oxygen species (ROS) roduction (Sidiropoulou et al., 2018). The mechanism of accumulation of NMs in organisms can occur through inhalation r ingestion and can spread to various tissues and organs and cause toxicological effects on the body. Although several orks have reported the toxicological effects of NMs on plant and animal cells, toxicological studies of magnetic NPs n plants are still limited. Dai et al. have reported the transformation of CuO NPs during interaction with plant cells Nicotiana tabacum) (Dai et al., 2019). The results of this study indicated that the level of toxicity from NPs is affected y transformation during interaction with parts of the plant cell. For example, CuO can be reduced to Cu2O with the\npresence of galacturonic acid in the protoplasts. Transformation into other metal oxides, such as Cu2O, will provide greater toxicity than in the CuO form. Particle size, active surface area, shape, and the attached functional group on the surface of materials directly affected the toxicity of NPs, especially in biotechnology, because it is able to control the protein binding and mechanisms (Dai et al., 2019). This binding process can produce other harmful biological compounds and result in the loss of enzymatic activity and even protein degradation (Bekdemir et al., 2019). As for environmental parameters, NMs are strongly influenced by the type of water such as seawater or hard water as well as components of organic compounds that can cause the process of aggregation of the material. Other factors that influence the process include salinity, pH, and colloidal forming compounds. Further studies on kinetics and the biochemical interactions of NPs are imperative to expand on research regarding NP accumulation."
    }, {
      "heading" : "6. Conclusions and future prospects",
      "text" : "There are several types of NMs with different dimensionalities (0D, 1D, 2D, 3D), morphologies, states, and chemical compositions, which play key roles in their properties. The selection of the synthesis method and the functionalization, modification, or unique configurations of covenant or noncovalent interactions directly affect the characteristics of the NMs produced. Controlling the synthesis or modification conditions, such as reaction temperature, solvents, and surfactants, is crucial to obtaining the required characteristics of NMs toward targeted applications. At present, synthesis methods for NPs, such as sol–gel nanofabrication and hydrothermal methods, are widely used. However, some recent research has been developed using green synthesis approaches, such as using plant extracts (Jayarambabu et al., 2020). The use of NPs still needs to be considered because the material has a toxic effect in specific conditions, especially when nanoparticles transform into other species. The toxicity of anthropogenic and engineered NMs may have a close relationship with some physicochemical properties, such as size, chemical composition, crystal structure, surface morphology, surface charge and energy, and agglomeration state. Therefore, NPs with no toxicity and more environmentally friendly properties still need to be developed. Furthermore, conditions of synthesis, processing, chemical composition, and dosages are also factors that affect the degrees of risk. Thus, specific studies related to the relationship of physicochemical properties with the toxicity of nanoparticles still need to be developed in the future. Conditions of synthesis, processing, chemical composition and dosages are factors among others affecting degrees of risk. NMs interactions with biological systems may differ from larger particles since the physical and chemical characteristics of NMs are dependent on size and shape.\nDeclaration of competing interest\nThe author declares no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    } ],
    "references" : [ {
      "title" : "Application of response surface methodology for enhanced synthesis of chitosan",
      "author" : [ "A.S. Abdulhameed", "Mohammad", "A.-T", "A.H. Jawad" ],
      "venue" : null,
      "citeRegEx" : "Abdulhameed et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Abdulhameed et al\\.",
      "year" : 2019
    }, {
      "title" : "tripolyphosphate/TiO2 nanocomposite and adsorption of reactive orange 16 dye",
      "author" : [ "R.M. Abozaid", "Z.Ž. Lazarević", "I. Radović", "M. Gilić", "D. Šević", "M.S. Rabasović", "V. Radojević" ],
      "venue" : "J. Cleaner Prod",
      "citeRegEx" : "Abozaid et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Abozaid et al\\.",
      "year" : 2019
    }, {
      "title" : "CdSe/ZnS-PMMA composite films with interface modifications",
      "author" : [ "D. Zhang", "L. Zhang", "G. Feng" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "L. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2019
    }, {
      "title" : "Antifungal nanomaterials: Synthesis",
      "author" : [ "F. 9563–9573. Asghari", "Z. Jahanshiri", "M. Imani", "M. Shams-Ghahfarokhi", "M. Razzaghi-Abyaneh" ],
      "venue" : null,
      "citeRegEx" : "Asghari et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Asghari et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanobiomaterials in Antimicrobial Therapy",
      "author" : [ "A.M. Grumezescu" ],
      "venue" : "William Andrew Publishing,",
      "citeRegEx" : "Grumezescu,? \\Q2018\\E",
      "shortCiteRegEx" : "Grumezescu",
      "year" : 2018
    }, {
      "title" : "Silicon-based nanomaterials and their polymer nanocomposites",
      "author" : [ "S. Gogoi", "R. Khan", "N. Karak" ],
      "venue" : "Sci. Data",
      "citeRegEx" : "S. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2019
    }, {
      "title" : "A novel intermolecular potential to describe the interaction between the azide anion and carbon nanotubes",
      "author" : [ "S. attaglia", "S. Evangelisti", "T. Leininger", "F. Pirani", "N. Faginas-Lago" ],
      "venue" : "Diam. Relat. Mater",
      "citeRegEx" : "attaglia et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "attaglia et al\\.",
      "year" : 2019
    }, {
      "title" : "On the effect of ligand shell heterogeneity on nanoparticle/protein binding thermodynamics",
      "author" : [ "A. ekdemir", "S. Liao", "F. Stellacci" ],
      "venue" : "Colloids Surfaces B",
      "citeRegEx" : "ekdemir et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ekdemir et al\\.",
      "year" : 2019
    }, {
      "title" : "Advances in top–down and bottom–up surface nanofabrication: Techniques, applications & future prospects",
      "author" : [ "I.A. iswas I.S. Bayer", "A.S. Biris", "T. Wang", "E. Dervishi", "F. Faupel" ],
      "venue" : "Adv. Colloid Interface",
      "citeRegEx" : "Bayer et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Bayer et al\\.",
      "year" : 2012
    }, {
      "title" : "Investigation of crosslinking, mechanical properties and weathering stability of acrylic polyurethane coating reinforced by SiO2 nanoparticles issued from rice husk ash",
      "author" : [ "T.M.A. ui", "T.V. Nguyen", "T.M. Nguyen", "T.H. Hoang", "T.T.H. Nguyen", "T.H. Lai", "T.N. Tran", "V.H. Nguyen", "V.H. Hoang", "T.L. Le", "D.L. Tran", "T.C. Dang", "Q.T. Vu", "P. Nguyen-Tri" ],
      "venue" : "Mater. Chem",
      "citeRegEx" : "ui et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "ui et al\\.",
      "year" : 2020
    }, {
      "title" : "Nanomaterials and nanoparticles: Sources and toxicity",
      "author" : [ "uzea", "Cristina", "Pacheco", "Ivan I", "Robbie", "Kevin" ],
      "venue" : "Biointerphases",
      "citeRegEx" : "uzea et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "uzea et al\\.",
      "year" : 2007
    }, {
      "title" : "Bimetallic Au/Pd nanoparticles decorated ZnO nanowires for NO2 detection",
      "author" : [ "X. hen", "Y. Shen", "P. Zhou", "X. Zhong", "G. Li", "C. Han", "D. Wei", "S. Li" ],
      "venue" : "Sensors Actuators B",
      "citeRegEx" : "hen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "hen et al\\.",
      "year" : 2019
    }, {
      "title" : "On the volume resistivity of silica nanoparticle filled epoxy with different surface modifications",
      "author" : [ "P. hu", "H. Zhang", "J. Zhao", "F. Gao", "Y. Guo", "B. Dang", "Z. Zhang" ],
      "venue" : "Composites A",
      "citeRegEx" : "hu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "hu et al\\.",
      "year" : 2017
    }, {
      "title" : "Transformation and species identification of CuO nanoparticles in plant cells (Nicotiana tabacum)",
      "author" : [ "Y. ai", "J. Zhao", "X. Liu", "X. Yu", "Z. Jiang", "Y. Bu", "Z. Xu", "Z. Wang", "X. Zhu", "B. Xing" ],
      "venue" : "Environ. Sci.: Nano",
      "citeRegEx" : "ai et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ai et al\\.",
      "year" : 2019
    }, {
      "title" : "Some basic aspects of polymer nanocomposites: A critical review",
      "author" : [ "Z. Sun", "P. Huang", "Y. Li", "N. Hu" ],
      "venue" : "Nano Mater. Sci",
      "citeRegEx" : "Fu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2019
    }, {
      "title" : "Functionalization of graphene: covalent and non-covalent approaches, derivatives and applications",
      "author" : [ "Relat. Mater" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Mater.,? \\Q2012\\E",
      "shortCiteRegEx" : "Mater.",
      "year" : 2012
    }, {
      "title" : "Nanostructured materials: basic concepts and microstructure",
      "author" : [ "H. Gleiter" ],
      "venue" : "Acta Mater",
      "citeRegEx" : "Gleiter,? \\Q2000\\E",
      "shortCiteRegEx" : "Gleiter",
      "year" : 2000
    }, {
      "title" : "Mixed organic ligand shells: controlling the nanoparticle surface morphology toward tuning the optoelectronic properties",
      "author" : [ "C. Henkel", "J.E. Wittmann", "J. Träg", "J. Will", "L.M.S. Stiegler", "P. Strohriegl", "A. Hirsch", "T. Unruh", "D. Zahn", "M. Halik", "D.M. Guldi" ],
      "venue" : "J. Nanobiotechnol",
      "citeRegEx" : "Henkel et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Henkel et al\\.",
      "year" : 2004
    }, {
      "title" : "Green synthesis of Cu nanoparticles using Curcuma longa extract and their application in antimicrobial activity",
      "author" : [ "N. ayarambabu", "A. Akshaykranth", "T. Venkatappa Rao", "K. Venkateswara Rao", "R. Rakesh Kumar" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "ayarambabu et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "ayarambabu et al\\.",
      "year" : 2020
    }, {
      "title" : "Effect of gold nanoparticle morphology on thermal properties of polyimide nanocomposite films",
      "author" : [ "H. eon", "K. Lee" ],
      "venue" : "Colloids Surf. A",
      "citeRegEx" : "eon and Lee,? \\Q2019\\E",
      "shortCiteRegEx" : "eon and Lee",
      "year" : 2019
    }, {
      "title" : "Surface modification of inorganic nanoparticles for development of organicinorganic nanocomposites—a review",
      "author" : [ "S. ango", "S. Kalia", "A. Celli", "J. Njuguna", "Y. Habibi", "R. Kumar" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "ango et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "ango et al\\.",
      "year" : 2013
    }, {
      "title" : "Light-assisted surface reactions on metal nanoparticles",
      "author" : [ "C. im", "H. Lee" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "im and Lee,? \\Q2018\\E",
      "shortCiteRegEx" : "im and Lee",
      "year" : 2018
    }, {
      "title" : "Synthesis of high surface area mesoporous silica materials using soft templating approach",
      "author" : [ "S. umar", "M.M. Malik", "R. Purohit" ],
      "venue" : "Mater. Today: Proc",
      "citeRegEx" : "umar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "umar et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of Pr3+-doping on the structural, elastic and magnetic properties of Mn–Zn ferrite nanoparticles prepared by solution combustion synthesis method",
      "author" : [ "H.R. akshmiprasanna", "V. Jagadeesha Angadi", "B. Rajesh Babu", "M. Pasha", "K. Manjunatha", "S. Matteppanavar" ],
      "venue" : "Chem. Data Collect",
      "citeRegEx" : "akshmiprasanna et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "akshmiprasanna et al\\.",
      "year" : 2019
    }, {
      "title" : "Size effect on the magnetic properties of CoFe2O4 nanoparticles: A Monte Carlo study",
      "author" : [ "R. amouri", "O. Mounkachi", "E. Salmani", "M. Hamedoun", "A. Benyoussef", "H. Ez-Zahraouy" ],
      "venue" : "Ceram. Int.",
      "citeRegEx" : "amouri et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "amouri et al\\.",
      "year" : 2019
    }, {
      "title" : "Carbon-based functional nanomaterials: Preparation, properties and applications",
      "author" : [ "Z. i", "L. Wang", "Y. Li", "Y. Feng", "W. Feng" ],
      "venue" : "Compos. Sci. Technol",
      "citeRegEx" : "i et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "i et al\\.",
      "year" : 2019
    }, {
      "title" : "A green and facile approach to the efficient surface modification of alumina nanoparticles with fatty acids",
      "author" : [ "Z. iu", "L. Yao", "X. Pan", "Q. Liu", "H. Huang" ],
      "venue" : "Appl. Surf",
      "citeRegEx" : "iu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "iu et al\\.",
      "year" : 2018
    }, {
      "title" : "Fabrication of Fe-Cu composites from electroexplosive bimetallic nanoparticles by spark plasma sintering",
      "author" : [ "A.S. ozhkomoev", "A.V. Pervikov", "A.V. Chumaevsky", "E.S. Dvilis", "V.D. Paygin", "O.L. Khasanov", "M.I. Lerner" ],
      "venue" : "Vacuum 170,",
      "citeRegEx" : "ozhkomoev et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ozhkomoev et al\\.",
      "year" : 2019
    }, {
      "title" : "Colloidal nanoparticle clusters: functional materials by design",
      "author" : [ "Z. u", "Y. Yin" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "u and Yin,? \\Q2012\\E",
      "shortCiteRegEx" : "u and Yin",
      "year" : 2012
    }, {
      "title" : "Preparation of thermoresponsive nanoparticles exhibiting biomolecule recognition ability via atom transfer radical dispersion polymerization",
      "author" : [ "T. atsuyama", "H. Hayashi", "S. Komatsu", "Asoh", "T.-A", "A. Kikuchi" ],
      "venue" : "Colloids Surfaces B",
      "citeRegEx" : "atsuyama et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "atsuyama et al\\.",
      "year" : 2019
    }, {
      "title" : "Lipid nanomaterials for the delivery of antimicrobial peptides",
      "author" : [ "T.G. eikle", "J.B. Strachan", "C.E. Conn" ],
      "venue" : null,
      "citeRegEx" : "eikle et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "eikle et al\\.",
      "year" : 2019
    }, {
      "title" : "Ligand exchange for controlling the surface chemistry and properties of nanoparticle superstructures",
      "author" : [ "A.D. erg", "Y. Zhou", "A.M. Smith", "J.E. Millstone", "N.L. Rosi" ],
      "venue" : "Chem. Nano. Mat",
      "citeRegEx" : "erg et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "erg et al\\.",
      "year" : 2017
    }, {
      "title" : "On the correlation between diffuse reflectance spectra and particle size of BaSO4 powder under heating and modifying with SiO2 nanoparticles",
      "author" : [ "M.M. ikhailov", "S.A. Yuryev", "A.A. Lovitskiy" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "ikhailov et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "ikhailov et al\\.",
      "year" : 2018
    }, {
      "title" : "Respiratory toxicity of multi-wall carbon nanotubes",
      "author" : [ "J uller" ],
      "venue" : "Toxicol. Appl. Pharmacol",
      "citeRegEx" : "uller,? \\Q2005\\E",
      "shortCiteRegEx" : "uller",
      "year" : 2005
    }, {
      "title" : "Carbon-based nanomaterials for the development of sensitive nanosensor platforms",
      "author" : [ "M. ehra", "N. Dilbaghi", "A.A. Hassan", "S. Kumar" ],
      "venue" : "Advances in Nanosensors for Biological and Environmental Analysis",
      "citeRegEx" : "ehra et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ehra et al\\.",
      "year" : 2019
    }, {
      "title" : "Effects of nanoparticle size and concentration on optical, toughness, and thermal properties of polycarbonate",
      "author" : [ "J. omai", "A.K. Schlarb" ],
      "venue" : "J. Appl. Polym",
      "citeRegEx" : "omai and Schlarb,? \\Q2019\\E",
      "shortCiteRegEx" : "omai and Schlarb",
      "year" : 2019
    }, {
      "title" : "Dispersion of hematite suspensions with sodium polymethacrylate dispersants in alkaline medium",
      "author" : [ "F. sib", "N. Ayed", "Y. Chevalier" ],
      "venue" : "Colloids Surf. A",
      "citeRegEx" : "sib et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "sib et al\\.",
      "year" : 2006
    }, {
      "title" : "Nanotoxicology: An emerging discipline evolving from studies of ultrafine particles",
      "author" : [ "G. Oberdörster", "E. Oberdörster", "J. Oberdörster" ],
      "venue" : "Environ. Health Perspect",
      "citeRegEx" : "Oberdörster et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Oberdörster et al\\.",
      "year" : 2005
    }, {
      "title" : "Properties of magnetic nanoparticles",
      "author" : [ "F.J. Owens" ],
      "venue" : "Physics of Magnetic Nanostructures",
      "citeRegEx" : "Owens,? \\Q2015\\E",
      "shortCiteRegEx" : "Owens",
      "year" : 2015
    }, {
      "title" : "Quantitative analysis of Ni 2p photoemission in NiO and Ni diluted in a SiO2 matrix",
      "author" : [ "N. Pauly", "F. Yubero", "F.J. García-García", "S. Tougaard" ],
      "venue" : "Surf. Sci",
      "citeRegEx" : "Pauly et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pauly et al\\.",
      "year" : 2016
    }, {
      "title" : "The relationship between refractive index and optical properties of absorbing nanoparticle",
      "author" : [ "N. iri", "A. Shams-Nateri", "J. Mokhtari" ],
      "venue" : "Color Res",
      "citeRegEx" : "iri et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "iri et al\\.",
      "year" : 2016
    }, {
      "title" : "Classification of nanostructures by dimensionality and concept of surface forms engineering in nanomaterial science",
      "author" : [ "V.V. okropivny", "V.V. Skorokhod" ],
      "venue" : "Mater. Sci. Eng.: C",
      "citeRegEx" : "okropivny and Skorokhod,? \\Q2007\\E",
      "shortCiteRegEx" : "okropivny and Skorokhod",
      "year" : 2007
    }, {
      "title" : "Engineered nanomaterials: nanofabrication and surface functionalization",
      "author" : [ "S. rasad", "V. Kumar", "S. Kirubanandam", "A. Barhoum" ],
      "venue" : "Emerg. Appl. Nanopart. Arch. Nanostruct",
      "citeRegEx" : "rasad et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "rasad et al\\.",
      "year" : 2018
    }, {
      "title" : "Controllable synthesis of transition metal ion-doped CeO2 micro/nanostructures for improving photocatalytic performance",
      "author" : [ "Y. i", "J. Ye", "S. Zhang", "Q. Tian", "N. Xu", "P. Tian", "G. Ning" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "i et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "i et al\\.",
      "year" : 2019
    }, {
      "title" : "Structural, optical, magnetic and antibacterial properties of Nd doped NiO nanoparticles prepared by co-precipitation method",
      "author" : [ "M.A. ahman", "R. Radhakrishnan", "R. Gopalakrishnan" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "ahman et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "ahman et al\\.",
      "year" : 2018
    }, {
      "title" : "Surface enriched palladium on palladium-copper bimetallic nanoparticles as catalyst for polycyclic triazoles synthesis",
      "author" : [ "R. aha", "D. Arunprasath", "G. Sekar" ],
      "venue" : "J. Catalysis",
      "citeRegEx" : "aha et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "aha et al\\.",
      "year" : 2019
    }, {
      "title" : "Mercury sorption by silica/carbon nanotubes and silica/activated carbon: A comparison study",
      "author" : [ "T.A. aleh" ],
      "venue" : "J. Water Supply: Res. Technol.– AQUA",
      "citeRegEx" : "aleh,? \\Q2015\\E",
      "shortCiteRegEx" : "aleh",
      "year" : 2015
    }, {
      "title" : "Isotherm, kinetic, and thermodynamic studies on Hg(II) adsorption from aqueous solution by silica- multiwall carbon nanotubes",
      "author" : [ "T.A. aleh" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "aleh,? \\Q2015\\E",
      "shortCiteRegEx" : "aleh",
      "year" : 2015
    }, {
      "title" : "Nanocomposite of carbon nanotubes/silica nanoparticles and their use for adsorption of Pb(II): from surface properties to sorption mechanism",
      "author" : [ "T.A. aleh" ],
      "venue" : "Desalin. Water Treat",
      "citeRegEx" : "aleh,? \\Q2016\\E",
      "shortCiteRegEx" : "aleh",
      "year" : 2016
    }, {
      "title" : "Simultaneous adsorptive desulfurization of diesel fuel over bimetallic nanoparticles loaded on activated carbon",
      "author" : [ "T.A. aleh" ],
      "venue" : "J. Cleaner Prod",
      "citeRegEx" : "aleh,? \\Q2018\\E",
      "shortCiteRegEx" : "aleh",
      "year" : 2018
    }, {
      "title" : "Recent trends in the design of chemical sensors based on graphene–metal oxide nanocomposites for the analysis of toxic species and biomolecules",
      "author" : [ "T.A. aleh", "G. Fadillah" ],
      "venue" : "TRAC Trends Anal. Chem",
      "citeRegEx" : "aleh and Fadillah,? \\Q2019\\E",
      "shortCiteRegEx" : "aleh and Fadillah",
      "year" : 2019
    }, {
      "title" : "The characteristics and mechanisms of Au nanoparticles processed by functional centrifugal procedures",
      "author" : [ "hiau", "B.-W", "Lin", "C.-H", "Liao", "Y.-Y", "Lee", "Y.-R", "Liu", "S.-H", "Ding", "W.-C", "J.-R" ],
      "venue" : "J. Phys. Chem. Solids",
      "citeRegEx" : "hiau et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "hiau et al\\.",
      "year" : 2018
    }, {
      "title" : "Role of physicochemical properties in nanoparticle toxicity",
      "author" : [ "S.W. hin", "I.H. Song", "S.H. Um" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "hin et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "hin et al\\.",
      "year" : 2015
    }, {
      "title" : "Size dependent dielectric magnetic transport and magnetodielectric properties of BiFe0.98Co0.02O3 nanoparticles",
      "author" : [ "V.G. hrimali", "K. Gadani", "B. Rajyaguru", "H. Gohil", "D.K. Chudasama", "D. Dhruv", "A.D. Joshi", "D.D. Pandya", "P.S. Solanki", "N.A. Shah" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "hrimali et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "hrimali et al\\.",
      "year" : 2019
    }, {
      "title" : "Insights into the toxicity of iron oxides nanoparticles in land snails",
      "author" : [ "E. idiropoulou", "K. Feidantsis", "S. Kalogiannis", "G.P. Gallios", "G. Kastrinaki", "E. Papaioannou", "M. Václavíková", "M. Kaloyianni" ],
      "venue" : "Comp. Biochem. Physiol. C",
      "citeRegEx" : "idiropoulou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "idiropoulou et al\\.",
      "year" : 2018
    }, {
      "title" : "Graphene sheets produced by carbon nanotubes unzipping and their performance as supercapacitor",
      "author" : [ "A.A. ilva", "R.A. Pinheiro", "A.C. Rodrigues", "M.R. Baldan", "V.J. Trava-Airoldi", "E.J. Corat" ],
      "venue" : "Appl. Surf",
      "citeRegEx" : "ilva et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "ilva et al\\.",
      "year" : 2018
    }, {
      "title" : "Preparation and antimicrobial activity of the porous hydroxyapatite nanoceramics",
      "author" : [ "P. obierajska", "A. Dorotkiewicz-Jach", "K. Zawisza", "J. Okal", "T. Olszak", "Z. Drulis-Kawa", "R.J. Wiglusz" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "obierajska et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "obierajska et al\\.",
      "year" : 2018
    }, {
      "title" : "Comparative in vitro cytotoxicity assessment of some manufactured nanoparticulate materials characterized by transmission electron microscopy",
      "author" : [ "K.F. oto", "A. Carrasco", "T.G. Powell", "K.M. Garza", "L.E. Murr" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "oto et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "oto et al\\.",
      "year" : 2005
    }, {
      "title" : "Luminescence of perovskite light-emitting diodes with quasi-core/shell structure enhanced by Al–TiO2–Ag Bimetallic Nanoparticle",
      "author" : [ "H. u", "H. Sun", "Y. Zhang", "Y. Yang", "X. Shi", "Z. Guo" ],
      "venue" : "Superlattices Microstruct",
      "citeRegEx" : "u et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "u et al\\.",
      "year" : 2019
    }, {
      "title" : "Nanomaterials history, classification, unique properties, production and market. In: Barhoum, A., Makhlouf, A.S.H. (Eds.), Emerging Applications of Nanoparticles and Architecture Nanostructures",
      "author" : [ "P.N. udha", "K. Sangeetha", "K. Vijayalakshmi", "A. Barhoum" ],
      "venue" : null,
      "citeRegEx" : "udha et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "udha et al\\.",
      "year" : 2018
    }, {
      "title" : "Fullerene C60 nanomaterial induced oxidative imbalance in gonads of the freshwater fish, Anabas testudineus (Bloch, 1792)",
      "author" : [ "N. umi", "K.C. Chitra" ],
      "venue" : "Aquatic Toxicol",
      "citeRegEx" : "umi and Chitra,? \\Q2019\\E",
      "shortCiteRegEx" : "umi and Chitra",
      "year" : 2019
    }, {
      "title" : "Recent developments in functionalized polymer nanoparticles for efficient drug delivery system",
      "author" : [ "S. ur", "A. Rathore", "V. Dave", "K.R. Reddy", "R.S. Chouhan", "V. Sadhu" ],
      "venue" : "Nano-Struct. Nano-Object",
      "citeRegEx" : "ur et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ur et al\\.",
      "year" : 2019
    }, {
      "title" : "Structural and physical properties of Ti-doped BiFeO3 nanoceramics",
      "author" : [ "Y. ian", "F. Xue", "Q. Fu", "L. Zhou", "C. Wang", "H. Gou", "M. Zhang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "ian et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "ian et al\\.",
      "year" : 2018
    }, {
      "title" : "Selective oxidation of methanol to methyl formate over bimetallic Au-Pd nanoparticles",
      "author" : [ "J. Wu", "R. p. Shi", "Z. f. Qin", "H. Liu", "Z. k. Li", "H. q. Zhu", "Y. x. Zhao", "J. g. Wang" ],
      "venue" : "supported on SiO2 . J. Fuel Chem. Technol",
      "citeRegEx" : "Wu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2019
    }, {
      "title" : "Carbon-based nanomaterials a promising electrochemical sensor toward persistent toxic substance",
      "author" : [ "F. ie", "M. Yang", "M. Jiang", "Huang", "X.-J", "Liu", "W.-Q", "Xie", "P.-H" ],
      "venue" : "TRAC Trends Anal. Chem",
      "citeRegEx" : "ie et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "ie et al\\.",
      "year" : 2019
    }, {
      "title" : "Low-temperature preparation of Al2O3-ZrO2 nanoceramics via pressureless sintering assisted by amorphous powders",
      "author" : [ "X. u", "Y. Yang", "X. Wang", "X. Su", "J. Liu" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "u et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "u et al\\.",
      "year" : 2019
    }, {
      "title" : "Highly energetic compositions based on functionalized carbon nanomaterials",
      "author" : [ "an", "Q.-L", "M. Gozin", "Zhao", "F.-Q", "A. Cohen", "Pang", "S.-P" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "an et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "an et al\\.",
      "year" : 2016
    }, {
      "title" : "Metal–organic framework derived porous 2D semiconductor C/ZnO nanocomposite with the high electrical conductivity",
      "author" : [ "an", "X.-W", "M. Joharian", "M. Naghiloo", "R. Rasuli", "Hu", "M.-L", "A. Morsali" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "an et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "an et al\\.",
      "year" : 2019
    }, {
      "title" : "Selective uptake of chitosan polymeric micelles by circulating monocytes for enhanced tumor",
      "author" : [ "X. ang", "K. Lian", "Y. Tan", "Y. Zhu", "X. Liu", "Y. Zeng", "T. Yu", "T. Meng", "H. Yuan", "F. Hu" ],
      "venue" : "targeting. Carbohydr. Polymers",
      "citeRegEx" : "ang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "ang et al\\.",
      "year" : 2020
    }, {
      "title" : "Design of highly robust halloysite nanoclay supported palladium complex as a highly active heterogeneous catalyst for construction of biaryls",
      "author" : [ "N. ılmaz Baran", "T. Baran", "A. Menteş" ],
      "venue" : "Appl. Clay Sci",
      "citeRegEx" : "Baran et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Baran et al\\.",
      "year" : 2019
    }, {
      "title" : "Facile fabrication of durable superhydrophobic and oleophobic surface on cellulose substrate via thiol-ene click modification",
      "author" : [ "T. eng", "P. Zhang", "X. Li", "Y. Yin", "K. Chen", "C. Wang" ],
      "venue" : "Appl. Surf",
      "citeRegEx" : "eng et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "eng et al\\.",
      "year" : 2019
    }, {
      "title" : "A C-coated and Sb-doped SnO2 nanocompsite with high surface area and low charge transfer resistance as ultrahigh capacity lithium ion battery anode",
      "author" : [ "Q. hang", "Q. Gao", "W. Qian", "H. Zhang", "W. Tian", "Z. Li" ],
      "venue" : "Mater. Today Energy",
      "citeRegEx" : "hang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "hang et al\\.",
      "year" : 2019
    }, {
      "title" : "Water-driven structure transformation in nanoparticles at room temperature",
      "author" : [ "H. hang", "B. Gilbert", "F. Huang", "J.F. Banfield" ],
      "venue" : "Nature",
      "citeRegEx" : "hang et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "hang et al\\.",
      "year" : 2003
    }, {
      "title" : "Nanoparticles fabricated from bulk solid lipids: Preparation, properties, and potential food applications",
      "author" : [ "Q. hong", "L. Zhang" ],
      "venue" : "Adv. Colloid Interface",
      "citeRegEx" : "hong and Zhang,? \\Q2019\\E",
      "shortCiteRegEx" : "hong and Zhang",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 16,
      "context" : "Thus, nanoparticulate aterials have attracted considerable interest because of their unique properties (Gleiter, 2000).",
      "startOffset" : 103,
      "endOffset" : 118
    }, {
      "referenceID" : 16,
      "context" : "Generally, NMs are categorized according to their imensionality, morphology, state, and chemical composition (Gleiter, 2000).",
      "startOffset" : 109,
      "endOffset" : 124
    }, {
      "referenceID" : 3,
      "context" : "Examples of the same are foams, fibers, carbon nanobuds, nanotubes, fullerenes, pillars, polycrystals, oneycombs, and layer skeletons (Asghari et al., 2016; Shiau et al., 2018).",
      "startOffset" : 134,
      "endOffset" : 176
    }, {
      "referenceID" : 3,
      "context" : "Metal NPs, such as gold, iron, silver, and other metallic NPs, have been studied, and it has been shown that these materials have unusual chemical, optical, and electrical properties as compared to bulk materials (Asghari et al., 2016).",
      "startOffset" : 213,
      "endOffset" : 235
    }, {
      "referenceID" : 5,
      "context" : "Several bimetallic materials such as Al–TiO2–Ag (Su et al., 2019), Ag–Cu (Hao et al.",
      "startOffset" : 48,
      "endOffset" : 65
    }, {
      "referenceID" : 1,
      "context" : "The combination of several materials forming a composite is capable of producing different properties, such as flexural strength, water sorption, optical properties, wear, and gloss retention (Zhang et al., 2019; Biswas I. S. Bayer et al., 2012; Abozaid et al., 2019).",
      "startOffset" : 192,
      "endOffset" : 267
    }, {
      "referenceID" : 0,
      "context" : "Chitosan–tripolyphosphate/TiO2 nanocomposites can be prepared following the Box–Behnken design, using less energy and chemicals for reactive orange dye adsorption (Abdulhameed et al., 2019).",
      "startOffset" : 163,
      "endOffset" : 189
    }, {
      "referenceID" : 2,
      "context" : "Carbon is a solid-state allotrope that has various forms, such as graphite, amorphous carbon, and diamond (Li et al., 2019).",
      "startOffset" : 106,
      "endOffset" : 123
    }, {
      "referenceID" : 29,
      "context" : "The preparation ethods to produce polymer NPs affect the specific characteristics of the material produced (Gharieh et al., 2019; atsuyama et al., 2019).",
      "startOffset" : 107,
      "endOffset" : 152
    }, {
      "referenceID" : 14,
      "context" : ", 2017); nd (iv) polymeric nanocomposites, which are a combination of other nanofillers and polymers used to provide superior roperties and characteristics (Fu et al., 2019).",
      "startOffset" : 156,
      "endOffset" : 173
    }, {
      "referenceID" : 5,
      "context" : "This shell can be a continuous layer or an attachment of smaller spheres onto a core phere or aggregated core spheres; (ii) a metal-core with a nonmetal shell; (iii) a metal-core with a polymer shell; (iv) a onmetal-core with a nonmetal shell; (v) a polymer-core with a nonmetal shell; and (vi) a polymer-core with a shell made f different polymers or with multiple shells (Su et al., 2019).",
      "startOffset" : 373,
      "endOffset" : 390
    }, {
      "referenceID" : 39,
      "context" : "Nd-doped NiO NPs could shift to a lower energy value than pure NiO due to he exchange of electrons in the energy band and the localized electron of Nd3+ (Pauly et al., 2016).",
      "startOffset" : 153,
      "endOffset" : 173
    }, {
      "referenceID" : 37,
      "context" : "Dosage, or the amount of NPs that reach a iological system, could be related to exposure or the concentration of NPs in air, food, and water, and multiplied by the ontact duration (Buzea et al., 2007; Oberdörster et al., 2005).",
      "startOffset" : 180,
      "endOffset" : 226
    } ],
    "year" : 2020,
    "abstractText" : "Nanomaterials (NMs) are gaining significance in technological applications due to their tunable chemical, physical, and mechanical properties and enhanced performance when compared with their bulkier counterparts. This review presents a summary of the general types of NMs and provides an overview of the various synthesis methods of nanoparticles (NPs) and their functionalization via covalent or noncovalent interactions using different methods. It highlights the techniques used for the characterization of NPs and discusses their physical and chemical properties. Due to their unique properties, NMs have several applications and have become part of our daily lives. As a result, nanotoxicity research is gaining attention since some NPs are not easily degraded by the environment. Thus, this review also highlights research efforts into the fate, behavior, and toxicity of different classes of NMs in the environment. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}