{
  "name" : "downloads_2020-02-06_77_10.1002@adma.201902964.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ligand-Exchange-Induced Amorphization of Pd Nanomaterials for Highly Efficient Electrocatalytic Hydrogen Evolution Reaction",
    "authors" : [ "Hongfei Cheng", "Nailiang Yang", "Guigao Liu", "Yiyao Ge", "Jingtao Huang", "Qinbai Yun", "Yonghua Du", "Cheng-Jun Sun", "Bo Chen", "Jiawei Liu", "Hua Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "1902964 (1 of 7) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "CommuniCation",
      "text" : ""
    }, {
      "heading" : "Ligand-Exchange-Induced Amorphization of Pd",
      "text" : ""
    }, {
      "heading" : "Nanomaterials for Highly Efficient Electrocatalytic",
      "text" : ""
    }, {
      "heading" : "Hydrogen Evolution Reaction",
      "text" : ""
    }, {
      "heading" : "Hongfei Cheng, Nailiang Yang, Guigao Liu, Yiyao Ge, Jingtao Huang, Qinbai Yun,",
      "text" : ""
    }, {
      "heading" : "Yonghua Du, Cheng-Jun Sun, Bo Chen, Jiawei Liu, and Hua Zhang*",
      "text" : "DOI: 10.1002/adma.201902964\nsulfide has generally been considered to possess better activity than its crystalline counterpart toward the electrocatalytic hydrogen evolution reaction (HER).[2] Similarly, it has also been reported that other amorphous materials, such as metal oxide,[3] metal hydroxide,[4] and metal phosphate,[5] outperform their crystalline counterparts in various electrocatalytic reactions. Therefore, constructing amorphous structures is an effective strategy to enhance the performance of electrocatalysts.\nAmong the different kinds of materials for electrocatalysis, noble metals possess intrinsically high activity and excellent stability. However, due to the strong metallic bonds between noble metal atoms,[6] it is still very challenging to prepare amorphous noble metal nanomaterials. Among the noble metals, Pd has more reserves and lower cost than Pt, thus it is a promising alternate to the prevalent Pt cata-\nlyst for various electrocatalytic reactions, such as formic acid oxidation, ethanol oxidation and HER.[7] Based on the aforementioned superior performance of amorphous materials, generating amorphous structure for Pd nanomaterials could further enhance their catalytic activity. However, there is still\nVarious kinds of amorphous materials, such as transition metal dichalcogenides, metal oxides, and metal phosphates, have demonstrated superior electrocatalytic performance compared with their crystalline counterparts. Compared to other materials for electrocatalysis, noble metals exhibit intrinsically high activity and excellent durability. However, it is still very challenging to prepare amorphous noble-metal nanomaterials due to the strong interatomic metallic bonding. Herein, the discovery of a unique thiol molecule is reported, namely bismuthiol I, which can induce the transformation of Pd nanomaterials from face-centered-cubic (fcc) phase into amorphous phase without destroying their integrity. This ligandinduced amorphization is realized by post-synthetic ligand exchange under ambient conditions, and is applicable to fcc Pd nanomaterials with different capping ligands. Importantly, the obtained amorphous Pd nanoparticles exhibit remarkably enhanced activity and excellent stability toward electrocatalytic hydrogen evolution in acidic solution. This work provides a facile and effective method for preparing amorphous Pd nanomaterials, and demonstrates their promising electrocatalytic application.\nH. Cheng, Dr. N. Yang, Dr. G. Liu, Dr. Y. Ge, J. Huang, Q. Yun, Dr. B. Chen, J. Liu, Prof. H. Zhang Center for Programmable Materials School of Materials Science and Engineering Nanyang Technological University 50 Nanyang Avenue, Singapore 639798, Singapore Dr. N. Yang State Key Laboratory of Biochemical Engineering Institute of Process Engineering Chinese Academy of Sciences No. 1 Beiertiao, Zhongguancun, Beijing 100190, China Dr. N. Yang School of Chemical Engineering University of Chinese Academy of Sciences Beijing 100049, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201902964. Dr. Y. Du Institute of Chemical and Engineering Sciences A*STAR (Agency for Science, Technology and Research) Singapore 627833, Singapore Dr. Y. Du National Synchrotron Light Source II Brookhaven National Laboratory Upton Upton, NY 11973, USA Dr. C.-J. Sun Advanced Photon Source Argonne National Laboratory 9700 South Cass Avenue, Argonne, IL 60439, USA Prof. H. Zhang Department of Chemistry City University of Hong Kong Kowloon, Hong Kong, China E-mail: hua.zhang@cityu.edu.hk\nIn the exploration of highly efficient electrocatalysts for clean energy generation, amorphous materials have demonstrated superior performance compared with their crystalline counterparts due to the abundant active sites in amorphous structures.[1–5] As a typical example, amorphous molybdenum\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (2 of 7)\nlack of a facile, effective and general method to prepare amorphous Pd nanomaterials for electrocatalytic applications.\nHerein we report the discovery of a unique thiol molecule (1,3,4-thiadiazole-2,5-dithiol, C2H2N2S3), namely bismuthiol I, which can transform the face-centered-cubic (fcc) Pd nanomaterials into amorphous phase by post-synthetic ligand exchange under ambient conditions. Taking oleylamine-capped fcc Pd nanoparticles (NPs), referred to as Pd NPs-OAm, with size of ≈6 nm as an example, time-dependent studies show that bismuthiol I can induce the amorphization of the outer layer atoms of Pd NPs at the early stage, which causes lattice expansion of inner atoms and eventually completely transforms the Pd NPs into amorphous phase. This ligand exchange method is also applicable to other fcc Pd nanomaterials with different morphologies and different ligands, including Pd nanosheets capped by octanoic acid, and Pd nanocubes capped by poly(vinylpyrrolidone). Importantly, the resulted amorphous Pd NPs show dramatically enhanced activity toward the electrocatalytic HER compared with the original crystalline ones.\nThe monodisperse crystalline Pd NPs were first synthesized by a reported method with slight modification.[8] The as-synthesized Pd NPs (Figure 1a) are capped by oleylamine, i.e., Pd NPs-OAm, with size of ≈6 nm and good crystallinity, as evidenced by the selected area electron diffraction (SAED) pattern (inset in Figure 1a) and high-resolution transmission electron microscopy (HRTEM) image (Figure 1d). The corresponding X-ray diffraction (XRD) peaks (Figure 1c) can be indexed to fcc Pd (PDF #46-1043). Due to the strong interaction between Pd and thiol group, the oleylamine on the as-synthesized Pd NPs can be easily replaced by thiol molecules. The ligand exchange process was conducted by simply mixing the Pd NPs-OAm with bismuthiol I solution at room temperature (see the Supporting Information for details). After 1 h, the crystallinity of Pd NPs was greatly reduced (denoted as Pd NPs-Bis-1h), as confirmed by the reduced peak intensity in the XRD pattern (Figure 1c). HRTEM image shows that the crystalline Pd NP transformed into a core–shell structure consisting of crystalline core and amorphous shell, i.e., the fcc@amorphous structure (Figure 1e). In the crystalline phase, Pd atoms are arranged in close-packed pattern, while in the amorphous phase, Pd atoms are randomly arranged in non-close-packed pattern. As a result, lattice expansion would occur in the crystalline core to accommodate the lattice discrepancy between the amorphous shell and crystalline core.[9] The lattice expansion is indicated by the peak shift in the XRD patterns (Figure S1, Supporting Information). The peaks of Pd NPs-Bis-1h shift to smaller diffraction angles compared with those of Pd NPs-OAm, implying that lattice constants are increased during the ligand exchange process. As expected, by elongating the ligand exchange time, the crystalline portion in Pd NPs gradually decreased, as indicated by the gradually decreased intensity of the diffraction peaks in the XRD patterns (Figure 1c), eventually generating amorphous Pd NPs capped by bismuthiol I (Pd NPs-Bis-24h) after ligand exchange for 24 h (Figure 1f). Interestingly, we also found two other thiol molecules, i.e., 1,3,5-trithiane and 3-methylmercapto-5-mercapto-1,2,4-thiadiazole, which can also induce the amorphization or partial amorphization of Pd NPs-OAm at room temperature.\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (3 of 7)\nThe chemical states of the elements in Pd NPs are characterized by X-ray photoelectron spectroscopy (XPS). The XPS spectra of Pd 3d (Figure 2a) show that the Pd element in both Pd NPs-OAm and Pd NPs-Bis-24h is predominantly in metallic state, but the Pd 3d peaks of Pd NPs-Bis-24h slightly shift to higher energy, which could be due to the presence of thiol molecules[10,11] and the amorphous structure.[12,13] The deconvoluted XPS spectra of Pd NPs-OAm (Figure 2b) show that a little amount of Pd is in oxidation state due to the surface oxidation, which is common in metallic nanomaterials. However, in the deconvoluted spectra of Pd NPs-Bis-24h (Figure 2c), the intensities of oxidation peaks are obviously stronger than those in Pd NPs-OAm, which could be due to the formation of palladium sulfide (PdSx)[14] on the nanoparticle surface. As known, the chemical states of S in Pd NPs-Bis-24h are more complicated. As shown in Figure 2d, the main peak located at 163.8 eV is assigned to thiolate (SR¯).[14] The second strongest peak located at 162.4 eV is assigned to sulfides, indicating the formation of PdSx, which is consistent with the aforementioned analysis of Pd 3d spectrum (Figure 2c). The other two small peaks at 165.0 and 168.5 eV are related to physiosorbed thiols and oxidized S-species, respectively.[14] Moreover, X-ray absorption fine structure (XAFS) was measured to further understand the electronic structures and atomic structures of the Pd NPs. X-ray absorption near-edge structure (XANES) spectra (Figure 2e) show that the Pd NPsOAm, Pd NPs-Bis-1h and Pd NPs-Bis-24h display similar patterns with the Pd foil, indicating that the Pd element in all these nanoparticles is mostly in metallic state, which is consistent with the aforementioned XPS results (Figure 2a).\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (4 of 7)\nThe Fourier-transformed extended X-ray absorption fine structure (EXAFS) spectra (Figure 2f) provide information on the atomic structure. The main peak located at ≈2.46 Å (without phase shift correction) in the EXAFS spectrum of Pd foil represents the nearest coordination shells of Pd atoms, which means the average nearest PdPd bond length. Compared with Pd foil, the Pd NPs-OAm show dramatically reduction in the peak intensity due to the size effect. As particle size decreases, the ratio of surface atoms to inner atoms increases, leading to a decrease in the average coordination number of Pd atoms and thus reducing the peak intensity of the nearest PdPd coordination shell.[15] In comparison, the main peaks in the spectra of Pd NPs-Bis-1h and Pd NPs-Bis-24h shift to larger distance with respect to Pd NPs-OAm. For the Pd NPs-Bis-1h, the core is still in crystalline phase, thus this peak shift indicates that the PdPd bond length in the core is longer than that in the Pd NPs-OAm, which agrees with the aforementioned peak shift in the corresponding XRD pattern (Figure 1c). In addition to the peak shift, Pd NPs-Bis-1h and Pd NPs-Bis-24h also show reduced peak intensity compared with the Pd NPs-OAm. Since the particle size was not reduced after the ligand exchange (Figure 1a,b), this reduction in peak intensity can be attributed to the increased atomic disordering.[15] As expected, the Pd NPs-Bis-24h show even lower peak intensity compared with the Pd NPs-Bis-1h, because the atomic disordering increases when elongating the ligand exchange duration. Furthermore, it is worth mentioning that in the EXAFS spectra of Pd NPs-Bis24h, there is a weak peak centered at ≈1.8 Å (Figure 2f), which is assigned to the PdS bond,[11] suggesting the formation of PdSx, which is consistent with XPS analyses (Figure 2a–d).\nIn addition to the oleylamine-capped Pd nanoparticles, the ligand exchange with bismuthiol I can also be used to transform other fcc Pd nanomaterials with different shapes and different capping ligands into amorphous phase, verifying the generality of this ligand-induced amorphization method. For example, the ultrathin Pd nanosheets (NSs) with thickness of ≈1 nm (Figure 3a), synthesized by our previously reported method,[12] possess very good crystallinity (Figure 3a1,a2) with octanoic acid (OA) coated on the surface (denoted as Pd NSs-OA). After ligand exchange with bismuthiol I, the fcc structure transformed into amorphous structure (denoted as Pd NSs-Bis-24h) (Figure 3b,b1,b2) without destroying the morphology (Figure S2, Supporting Information). It is worth mentioning that due to the ultrathin thickness of nanosheets and the strong interaction between Pd and thiol bond, normally nanosheets can be easily destroyed (Figure S3, Supporting Information) or become porous after ligand exchange with other thiol molecules.[11] Thus, bismuthiol I is a unique thiol molecule that can be used to prepare amorphous nanomaterials while preserving the ultrathin nanostructures. As another example, fcc Pd nanocubes (NCs) with an average edge length of ≈10 nm (Figure 3c) were synthesized by a previously reported method,[16] which are single crystalline (Figure 3c1,c2) capped by poly(vinylpyrrolidone) (denoted as Pd NCs-PVP). Bismuthiol I can also transform the nanocubes into amorphous phase (denoted as Pd NCs-Bis-24h) (Figure 3d,d1,d2). XRD characterizations further confirm the significantly reduced crystallinity of Pd NSs-OA and Pd NCsPVP after ligand exchange with bismuthiol I (Figure 3e).\nNote that some core–shell structures with crystalline core and amorphous shell can still be observed in Pd NCs-Bis-24h (Figure 3d3), hence weaker diffraction peaks are still present in the corresponding XRD pattern (Figure 3e).\nAs known, Pd-based nanomaterials are promising catalysts for various electrocatalytic reactions.[7,17] Herein, as a proof-ofconcept application, the amorphous Pd NPs-Bis-24h and fcc@ amorphous Pd NPs-Bis-1h are used for electrocatalytic HER. The HER measurements were conducted in 0.5 m H2SO4 aqueous solution (see the Supporting Information for details). The electrocatalytic activities of Pd-NPs-OAm, Pd NPs-Bis-1h, and Pd NPs-Bis-24h were evaluated by linear sweep voltammograms (LSV) and compared with commercial Pt/C and Pd black. As shown in Figure 4a, the amorphous Pd NPs-Bis-24 h show much better electrocatalytic activity than the fcc Pd NPsOAm and fcc@amorphous Pd NPs-Bis-1h, which is even better than the commercial Pd black. Specifically, at the overpotential of 80 mV, the current density of amorphous Pd NPsBis-24h (39.9 mA cm−2) is 23.5, 10.9, and 3.3 times those of fcc Pd NPs-OAm (1.7 mA cm−2), fcc@amorphous Pd NPs-Bis1h (3.7 mA cm−2), and Pd black (12.1 mA cm−2), respectively. Furthermore, the amorphous Pd NPs-Bis-24h show a very low Tafel slope of 30.0 mV dec−1, which is close to that of commercial Pt/C (29.1 mV dec−1) (Figure 4b), indicating the fast kinetics of hydrogen evolution over Pd NPs-Bis-24h. For comparison, the HER performances of Pd NPs-Bis-24h and other reported Pd-based electrocatalysts are summarized in Table S1 in the Supporting Information. It is found that, among the catalysts with the small Tafel slope of 29–31 mV dec−1, our Pd NPs-Bis-24h show the lowest overpotential at 10 mA cm−2, while among the catalysts exhibiting the comparable overpotentials at 10 mA cm−2 (below 60 mV), our Pd NPs-Bis-24h display the smallest Tafel slope. This result clearly demonstrates the outstanding activity of amorphous Pd NPsBis-24h for HER in acidic solution. Furthermore, the turnover frequency (TOF) values of Pd NPs-OAm, Pd NPs-Bis-1h, and Pd NPs-Bis-24h are calculated based on the estimated number of active sites (Figure S4, Supporting Information). The TOF value of Pd NPs-Bis-24h is estimated to be 2.33 H2 s−1 at overpotential of 80 mV, which is much greater than those of Pd NPs-OAm (0.24 H2 s−1), Pd NPs-Bis-1h (0.27 H2 s−1), and some reported electrocatalysts, such as Ni–Mo,[18] Ni5P4,[19] α-Mo2C, and γ-Mo2N[20] (Figure 4c). Considering the surface atoms of Pd NPs-Bis-24h could be partially sulfurized, control experiments were conducted to evaluate the contribution of Pd and PdSx to the enhanced HER activity, which indicated that the metallic Pd is much more catalytically active than the sulfurized Pd (see Figures S5–S7 in the Supporting Information for details). Besides the activity, stability is also an important parameter to evaluate the performance of catalysts. After 10 000 potential cycling between 0.04 and −0.18 V (vs reversible hydrogen electrode (RHE)), there is nearly no obvious shift in the polarization curve of Pd NPs-Bis-24h, indicating their good stability (Figure 4d). Furthermore, the chronopotential test shows that the current density of Pd NPs-Bis-24h remains stable over 40 h (Figure S8, Supporting Information). Importantly, after the stability test, TEM and SAED images show that the amorphous structure of Pd NPs-Bis-24h was retained (Figure S9, Supporting Information). These results\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (5 of 7)\ndemonstrate that the Pd NPs-Bis-24h could serve as a promising HER electrocatalyst with excellent activity and durability in acidic solution. The superior electrocatalytic HER performance of Pd NPsBis-24h compared with Pd NPs-OAm would be attributed to the modified electronic structures due to the ligand effect and\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (6 of 7)\namorphous structure. First, the aforementioned Fourier-transformed EXAFS spectra (Figure 2f) show that Pd NPs-Bis-24h have longer PdPd bond length than Pd NPs-OAm, which could result in the increased distance from the d-band center to Fermi level and thus weaker interaction toward reactants.[21] Second, XPS spectra show the binding energy of core electrons. The Pd 3d binding energy of Pd NPs-Bis-24h shifts to higher binding energy compared with Pd NPs-OAm (Figure 2a), which means that the d-band center of Pd NPs-Bis-24h shifts downward with respect to the Fermi level (Figure S10, Supporting Information),[22] consistent with the aforementioned Fouriertransformed EXAFS analysis (Figure 2f). All these results suggest that the modified electronic structures of Pd NPs-Bis24h result in weaker binding toward hydrogen. According to the Volcano plot of electrocatalytic HER, when the hydrogen adsorption free energy (ΔGH*) tends to be zero, the HER activity would be the best.[23] The crystalline Pd has been demonstrated to display negative ΔGH*, which means the binding between Pd and hydrogen is too strong to catalyze hydrogen evolution efficiently. Thus, in principle, reducing the binding of Pd toward hydrogen would increase its catalytic activity, which could account for the remarkably enhanced HER performance of the amorphous Pd NPs-Bis-24h as compared with the fcc Pd NPsOAm. Moreover, the Pd NPs-Bis-24h possess higher electrocatalytic activity than Pd NPs-Bis-1h, which could be attributed to the higher degree of disordering in Pd NPs-Bis-24h (Figure 1c, Figure 2f). As reported previously, more disordered structures could have more abundant active sites, thus displaying higher electrocatalytic activity.[24] Last but not least, after the bismuthiol I binds with Pd nanoparticles, the chemical states of S atoms shift to higher binding energies, generating some Pd-based thiolates (Figure 2d; Figure S11, Supporting Information), which may also contribute to the active sites for HER. The majority of surface S atoms in Pd NPs-Bis-24h are located at 163.8 and 165.0 eV (Figure 2d), which have the same binding energy as the bridging S22− and apical S2− in amorphous MoSx.[25] These S atoms have been reported to be active sites of amorphous MoSx in electrocatalytic HER, as their hydrogen adsorption energy is near zero.[25,26] In conclusion, we have reported the discovery of a thiol molecule (1,3,4-thiadiazole-2,5-dithiol, C2H2N2S3), namely bismuthiol I, which can induce the amorphization of various fcc Pd nanomaterials under ambient conditions without destroying their morphologies after ligand exchange process. Time-dependent experiments on the ligand exchange show that the fcc Pd nanoparticle (NP) surface first became amorphous, which induced lattice expansion of the inner atoms and eventually caused the complete amorphization of the nanoparticle. Importantly, the obtained amorphous Pd NPs showed much enhanced activity and excellent durability toward the electrocatalytic HER. XPS and XAFS analyses suggest that the modified electronic structure and increased bond length in amorphous structure could weaken the interaction between Pd and hydrogen, which may account for the improved catalytic\nAdv. Mater. 2020, 1902964\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902964 (7 of 7)\nactivity. This work paves the way to achieving the phase transformation from stable phases to metastable phases under mild conditions and demonstrates the promising application of amorphous noble-metal nanomaterials.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by MOE under AcRF Tier 2 (MOE2015-T2-2-057; MOE2016-T2-2-103; MOE2017-T2-1-162) and AcRF Tier 1 (2016-T1-002051; 2017-T1-001-150; 2017-T1-002-119), and NTU under Start-Up Grant (M4081296.070.500000) in Singapore. H.Z. thanks the support from ITC via Hong Kong Branch of National Precious Metals Material Engineering Research Center, and the Start-Up Grant from City University of Hong Kong. This research used resources of the Advanced Photon Source, an Office of Science User Facility operated for the U.S. Department of Energy (DOE) Office of Science by Argonne National Laboratory, and was supported by the U.S. DOE under Contract No. DE-AC0206CH11357, and the Canadian Light Source and its funding partners. This research also used resources of the National Synchrotron Light Source II, a U.S. DOE Office of Science User Facility operated for the DOE Office of Science by Brookhaven National Laboratory under Contract No. DE-SC0012704. The authors would like to acknowledge the Facility for Analysis, Characterization, Testing, and Simulation, Nanyang Techno-logical University, Singapore, for their electron microscopy (and/ or X-ray) facilities. H.C., N.Y., and G.L. contributed equally to this work."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "amorphization, electrocatalysis, ligand exchange, Pd nanomaterials\nReceived: May 9, 2019 Revised: October 29, 2019\nPublished online:\n[1] X. Zhang, Z. Luo, P. Yu, Y. Cai, Y. Du, D. Wu, S. Gao, C. Tan, Z. Li, M. Ren, T. Osipowicz, S. Chen, Z. Jiang, J. Li, Y. Huang, J. Yang, Y. Chen, C. Y. Ang, Y. Zhao, P. Wang, L. Song, X. Wu, Z. Liu, A. Borgna, H. Zhang, Nat. Catal. 2018, 1, 460. [2] a) C. G. Morales-Guio, X. Hu, Acc. Chem. Res. 2014, 47, 2671; b) P. D. Tran, T. V. Tran, M. Orio, S. Torelli, Q. D. Truong, K. Nayuki, Y. Sasaki, S. Y. Chiam, R. Yi, I. Honma, J. Barber, V. Artero, Nat. Mater. 2016, 15, 640. [3] a) R. D. L. Smith, M. S. Prévot, R. D. Fagan, Z. Zhang, P. A. Sedach, M. K. J. Siu, S. Trudel, C. P. Berlinguette, Science 2013, 340, 60;\nb) A. Indra, P. W. Menezes, N. R. Sahraie, A. Bergmann, C. Das, M. Tallarida, D. Schmeisser, P. Strasser, M. Driess, J. Am. Chem. Soc. 2014, 136, 17530. [4] J. Liu, J. Nai, T. You, P. An, J. Zhang, G. Ma, X. Niu, C. Liang, S. Yang, L. Guo, Small 2018, 14, 1703514. [5] L. Yang, Z. Guo, J. Huang, Y. Xi, R. Gao, G. Su, W. Wang, L. Cao, B. Dong, Adv. Mater. 2017, 29, 1704574. [6] Bio-Inspired Nanotechnology: From Surface Analysis to Applications, (Eds.: M. R. Knecht, T. R. Walsh), Springer, New York 2014. [7] A. Chen, C. Ostrom, Chem. Rev. 2015, 115, 11999. [8] V. Mazumder, M. Chi, M. N. Mankin, Y. Liu, O. Metin, D. Sun,\nK. L. More, S. Sun, Nano Lett. 2012, 12, 1102. [9] Y. Sun, A. I. Frenkel, R. Isseroff, C. Shonbrun, M. Forman, K. Shin,\nT. Koga, H. White, L. Zhang, Y. Zhu, M. H. Rafailovich, J. C. Sokolov, Langmuir 2006, 22, 807. [10] a) X. Fu, Y. Wang, N. Wu, L. Gui, Y. Tang, J. Colloid Interface Sci. 2001, 243, 326; b) G. Corthey, A. A. Rubert, G. A. Benitez, M. H. Fonticelli, R. C. Salvarezza, J. Phys. Chem. C 2009, 113, 6735. [11] X. Zhao, L. Zhou, W. Zhang, C. Hu, L. Dai, L. Ren, B. Wu, G. Fu, N. Zheng, Chem 2018, 4, 1080. [12] N. Yang, H. Cheng, X. Liu, Q. Yun, Y. Chen, B. Li, B. Chen, Z. Zhang, X. Chen, Q. Lu, J. Huang, Y. Huang, Y. Zong, Y. Yang, L. Gu, H. Zhang, Adv. Mater. 2018, 30, 1803234. [13] D.-G. Tong, W. Chu, Y.-Y. Luo, X.-Y. Ji, Y. He, J. Mol. Catal. A: Chem. 2007, 265, 195. [14] J. C. Love, D. B. Wolfe, R. Haasch, M. L. Chabinyc, K. E. Paul, G. M. Whitesides, R. G. Nuzzo, J. Am. Chem. Soc. 2003, 125, 2597. [15] a) Anatoly I. Frenkel, Charles W. Hills, R. G. Nuzzo, J. Phys. Chem. B 2001, 105, 12689; b) V. V. Srabionyan, A. L. Bugaev, V. V. Pryadchenko, L. A. Avakyan, J. A. van Bokhoven, L. A. Bugaev, J. Phys. Chem. Solids 2014, 75, 470. [16] M. Jin, H. Liu, H. Zhang, Z. Xie, J. Liu, Y. Xia, Nano Res. 2010, 4, 83. [17] L. Zhang, Q. Chang, H. Chen, M. Shao, Nano Energy 2016, 29, 198. [18] J. R. McKone, B. F. Sadtler, C. A. Werlang, N. S. Lewis, H. B. Gray,\nACS Catal. 2013, 3, 166. [19] A. B. Laursen, K. R. Patraju, M. J. Whitaker, M. Retuerto, T. Sarkar,\nN. Yao, K. V. Ramanujachary, M. Greenblatt, G. C. Dismukes, Energy Environ. Sci. 2015, 8, 1027. [20] L. Ma, L. R. L. Ting, V. Molinari, C. Giordano, B. S. Yeo, J. Mater. Chem. A 2015, 3, 8361. [21] F. Gao, D. W. Goodman, Chem. Soc. Rev. 2012, 41, 8009. [22] P. V. D. Heide, X-Ray Photoelectron Spectroscopy: An Introduction to\nPrinciples and Practices, John Wiley & Sons, Inc., Hoboken, NJ, USA 2012. [23] a) J. K. Nørskov, T. Bligaard, A. Logadottir, J. R. Kitchin, J. G. Chen, S. Pandelov, U. Stimming, J. Electrochem. Soc. 2005, 152, J23; b) C. G. Morales-Guio, L. A. Stern, X. Hu, Chem. Soc. Rev. 2014, 43, 6555. [24] a) X. Hai, W. Zhou, K. Chang, H. Pang, H. Liu, L. Shi, F. Ichihara, J. Ye, J. Mater. Chem. A 2017, 5, 8591; b) Y. X. Duan, F. L. Meng, K. H. Liu, S. S. Yi, S. J. Li, J. M. Yan, Q. Jiang, Adv. Mater. 2018, 30, 1706194; c) Y. Zhao, J. Liu, C. Liu, F. Wang, Y. Song, ACS Catal. 2016, 6, 4127. [25] Y. Deng, L. R. L. Ting, P. H. L. Neo, Y.-J. Zhang, A. A Peterson, B. S. Yeo, ACS Catal. 2016, 6, 7790. [26] Z. Huang, W. Luo, L. Ma, M. Yu, X. Ren, M. He, S. Polen, K. Click, B. Garrett, J. Lu, K. Amine, C. Hadad, W. Chen, A. Asthagiri, Y. Wu, Angew. Chem., Int. Ed. 2015, 54, 15181.\nAdv. Mater. 2020, 1902964"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "J.C. Love", "D.B. Wolfe", "R. Haasch", "M.L. Chabinyc", "K.E. Paul", "G.M. Whitesides", "R.G. Nuzzo", "J. Am" ],
      "venue" : "Soc. 2003, 125,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2597
    }, {
      "title" : "X-Ray Photoelectron Spectroscopy: An Introduction to Principles and Practices",
      "author" : [ "P.V.D. Heide" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "However, in the deconvoluted spectra of Pd NPs-Bis-24h (Figure 2c), the intensities of oxidation peaks are obviously stronger than those in Pd NPs-OAm, which could be due to the formation of palladium sulfide (PdSx)([14]) on the nanoparticle surface.",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 0,
      "context" : "8 eV is assigned to thiolate (SR ̄).[14] The second strongest peak located at 162.",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 0,
      "context" : "5 eV are related to physiosorbed thiols and oxidized S-species, respectively.[14] Moreover, X-ray absorption fine structure (XAFS) was measured to further understand the electronic structures and atomic structures of the Pd NPs.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 1,
      "context" : "The Pd 3d binding energy of Pd NPs-Bis-24h shifts to higher binding energy compared with Pd NPs-OAm (Figure 2a), which means that the d-band center of Pd NPs-Bis-24h shifts downward with respect to the Fermi level (Figure S10, Supporting Information),[22] consistent with the aforementioned Fouriertransformed EXAFS analysis (Figure 2f).",
      "startOffset" : 251,
      "endOffset" : 255
    } ],
    "year" : 2020,
    "abstractText" : "DOI: 10.1002/adma.201902964 sulfide has generally been considered to possess better activity than its crystalline counterpart toward the electrocatalytic hydrogen evolution reaction (HER).[2] Similarly, it has also been reported that other amorphous materials, such as metal oxide,[3] metal hydroxide,[4] and metal phosphate,[5] outperform their crystalline counterparts in various electrocatalytic reactions. Therefore, constructing amorphous structures is an effective strategy to enhance the performance of electrocatalysts. Among the different kinds of materials for electrocatalysis, noble metals possess intrinsically high activity and excellent stability. However, due to the strong metallic bonds between noble metal atoms,[6] it is still very challenging to prepare amorphous noble metal nanomaterials. Among the noble metals, Pd has more reserves and lower cost than Pt, thus it is a promising alternate to the prevalent Pt catalyst for various electrocatalytic reactions, such as formic acid oxidation, ethanol oxidation and HER.[7] Based on the aforementioned superior performance of amorphous materials, generating amorphous structure for Pd nanomaterials could further enhance their catalytic activity. However, there is still Various kinds of amorphous materials, such as transition metal dichalcogenides, metal oxides, and metal phosphates, have demonstrated superior electrocatalytic performance compared with their crystalline counterparts. Compared to other materials for electrocatalysis, noble metals exhibit intrinsically high activity and excellent durability. However, it is still very challenging to prepare amorphous noble-metal nanomaterials due to the strong interatomic metallic bonding. Herein, the discovery of a unique thiol molecule is reported, namely bismuthiol I, which can induce the transformation of Pd nanomaterials from face-centered-cubic (fcc) phase into amorphous phase without destroying their integrity. This ligandinduced amorphization is realized by post-synthetic ligand exchange under ambient conditions, and is applicable to fcc Pd nanomaterials with different capping ligands. Importantly, the obtained amorphous Pd nanoparticles exhibit remarkably enhanced activity and excellent stability toward electrocatalytic hydrogen evolution in acidic solution. This work provides a facile and effective method for preparing amorphous Pd nanomaterials, and demonstrates their promising electrocatalytic application.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}