{
  "name" : "downloads_2020-03-02_c7_10.21967@jbb.v4i1.186.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Lignin-Containing Cellulose Nanomaterials: A Promising New Nanomaterial for Numerous Applications",
    "authors" : [ "Chinomso M. EWULONU", "Xuran LIU", "Min WU", "Huang YONG", "Chinomso M. Ewulonu", "Xuran Liu", "Min Wu" ],
    "emails" : [ "wumin@mail.ipc.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.bioresources-bioproducts.com 3\nKeywords: lignocellulose nanofibers; pre-treatment; bioresources; lignin; biomass; nanocellulose\nCitation: Chinomso M. Ewulonu, Xuran Liu, Min Wu, et al., 2019. Lignin-containing cellulose nanomaterials: a promising new nanomaterial for numerous applications. Journal of Bioresources and Bioproducts, 4(1): 3–10."
    }, {
      "heading" : "1 Introduction",
      "text" : "Over the past decades, cellulose nanomaterials have been established as source material for various applications (Salas et al., 2014; Peng et al., 2016; Sabo et al., 2016; Stark, 2016; Mondal, 2017; Wang et al., 2018). The extent of its application is too numerous that various new possibilities are regularly being discovered by scientists. This is occasioned by its abundant hydroxyl groups that are readily available for surface modifications. Additionally, the continuous demand for sustainable functional materials and the increasing environmental challenges posed by petroleum based products also contribute to the constantly increasing research on cellulose nanomaterials. They are basically categorized as cellulose nanofibers (CNFs) and cellulose nanocrystals (CNCs) and are predominately sourced from plant fibres (both wood and non-wood components) through various chemical and mechanical processes.\nCellulose nanomaterials (CNMs) obtained by chemical process is referred to as cellulose nanocrystals or nanocrystalline cellulose while those obtained by mechanical process are nanofibrillated cellulose or cellulose nanofibers (Huang et al., 2012; Grishkewich et al., 2017; Phanthong et al., 2018). These materials have\nrecently been industrialized for commercial products and many reviews (Abdul Khalil et al., 2014; Nechyporchuk et al., 2016; Grishkewich et al., 2017; Julkapli and Bagheri, 2017; Mondal, 2017; Phanthong et al., 2018) and book chapters have been published about them.\nHowever, the production of these nanomaterials is being challenged by several factors which continue limiting its rapid industrialization to its full potentials. These challenges involving cost of energy and chemicals and environmental concerns of these chemicals for the pre-treatment process are currently being investigated by researchers. These concerns have given rise to a new category of nanocellulose materials which are the lignin-containing cellulose nanofibers (LCNFs) and nanocrystals (LCNCs). This review will examine the various techniques of synthesizing the LCNFs and LCNCs, their properties and potential applications. An outlook on its future will also be discussed with a view of providing guidance for its development and efficient utilization for commercial products."
    }, {
      "heading" : "2 Structure of Lignin-containing Cellulose Nanomaterial (LCNMs) Components",
      "text" : "The LCNMs can be sourced from various plant fibres like wood (both hardwood and softwood), grasses (bagasse,\nThis is an Open Access article under the CC-BY-NC license.\n4 www.bioresources-bioproducts.com\nbamboo, etc.), bast fibres (flax, hemp, jute, ramie etc.), agricultural straws, stalks (corn, sunflower, barley, oats, rice, rye, wheat, etc.) and empty fruit bunches (oil palm, banana) just like other CNMs. Plant fibres are structurally composed of three major chemical components——lignin, hemicellulose and cellulose with small amount of extractives and inorganic salts. The amounts of these components in various plant fibres have been previously reviewed by various authors (Han and Rowell, 1996; Arsene et al., 2013; Dungani et al., 2016). It is understood that holocellulose (a combination of cellulose and hemicellulose) usually accounts for 65%–70% of the plant dry weight while 25%–30% is attributed to lignin and other components like extractives, inorganics,\nproteins makeup the remaining insignificant percentage. Cellulose is a glucan polymer of D-glucopyranose (glucose) units and it is the major component of the LCNFs. Its repeating unit is the anhydrocellobiose (Fig. 1) which is composed of two anhydroglucose units that resulted from linking glucose molecules together by β-(1,4)-glucosidic bonds. The number of anhydroglucose units of cellulose usually expressed as degree of polymerization (DP) depends on its source, method of isolation and pre-treatment process. It is also important to note that plant-derived cellulose are mostly crystalline in nature with some fractions of amorphous region (Han and Rowell, 1996).\nOn the other hand, hemicellulose is a copolymer composed of different amounts of several polysaccharide polymers with a DP lower than cellulose (Han and Rowell, 1996). It mainly consists of more than one type of sugar repeating unit like D-xylopyranose, D-glucopyranose, D-galactopyranose, L-arabinofuranose, D-mannopyranose, and D-glucopyranosyluronic acid with some amounts of acetyl and methyl substituted groups (Han and Rowell, 1996; Chen, 2014). Unlike cellulose with linear structure, hemicellulose consists of chain branching in its backbone structure and the various repeating sugar units of hemicellulose differs from plant to plant (Kalia et al., 2011). The hemicellulose molecules forms a matrix network with cellulose in the plant cell wall by hydrogen bonding constituting the main structural component of the fiber cell (Thomas et al., 2011). The processing of the CNMs mostly involves pre-treatment of the plant fibers to remove lignin and hemicellulose which are believed to obstruct the nanomaterials formation (Abdul Khalil et al., 2014).\nMoreover, lignin is a complex amorphous polymer with both aliphatic and aromatic components that provide rigidity to plants. It consists of syringyl, guaiacyl, and p-hydroxyphenyl moieties linked together by various C—O—C and C—C bonds (Fig. 2) as the major building blocks. This hydrophobic component of lignocellulose plants is considered to be a thermoplastic with glass transition temperature and melting temperature around 90℃ and 170℃ respectively (Thomas et al., 2011). Acids do not hydrolyse it but hot alkali makes it soluble\nwhile phenols readily oxidise it (Kalia et al., 2011)."
    }, {
      "heading" : "3 Preparation of Lignocellulose Nanofibrils and Nanocrystals",
      "text" : "Over the years, cellulose nanomaterials have been prepared through several techniques like mechanical processes (Jiang and Hsieh, 2013; Mohamad Haafiz et al., 2013), chemical treatment (Jiang and Hsieh, 2013; Li et al., 2016; Lorenz et al., 2017), enzymatic hydrolysis (Henriksson et al., 2007), and combination of these techniques (Pääkkö et al., 2007; Chen et al., 2011). These preparation methods which have received numerous reviews (Brinchi et al., 2013; Abdul Khalil et al., 2014; Nechyporchuk et al., 2016) summarily involve the delignification and removal of hemicellulose from plant fibers to ensure easy defibrillation. The process steps of\nwww.bioresources-bioproducts.com 5\nthese techniques have been noted to consume lots of energy (Spence et al., 2011) and chemical forcing researchers to question its sustainability. Lignin-containing cellulose nanofibrils popularly called LCNF as used in this review are currently gaining attention as alternative cellulose nanomaterials. They are mostly produced by avoiding the conventional pre-treatment processes or only applying mild treatment which retains some lignin components. Mild pre-treatment are seldom carried out to preserve the hemicellulose content which has been reported (Chaker et al., 2013) to facilitate fibrillation process and this on the other hand, leaves some quantity of lignin in the nanofibers. Sánchez et al. (2016) concluded that soft pulping process accurately leads to nanofibrillation without great effect by the lignin content as does the hemicellulose content.\nFurthermore, the LCNFs isolated directly from unbleached wood fibers without pre-treatments have been described as a promising nanomaterial (Morales et al., 2014). Unbleached never-dried thermomechanical pulp (TMP) has been used to prepare the LCNFs by recirculating a 3% solid slurry in a rotary grinding discs for 1 h (Diop et al., 2017). Wheat straw cooked under different pulping processes was used for the isolation of the LCNFs by mechanical process followed by TEMPOmediated oxidation through a high pressure homogenization (Sánchez et al., 2016). Eucalyptus pulp obtained from a semi-chemical pulping process referred to as chemo- thermo-mechanical pulping having 26wt% lignin content was used under mild 4-Acetamido-TEMPO oxidation conditions to synthesize high-lignin content CNFs by high-pressure microfluidization (Herrera et al., 2018). This process yielded the LCNFs having about 22.95% klason lignin content. The influence of lignin in the LCNFs has been studied using Triticale (Triticale aestivum) straw pulped with various stages of delignification (Tarrés et al., 2017). The various pulps were fibrillated by passing a 2wt% consistency fiber suspension through a high pressure homogenizer 3 times each at 300 bar, 600 bar, and 900 bar. The delignification process reduced the lignin content of the pulps from 16.27% of the Triticale straw to 8.42%, 5.74%, 1.23%, and 0.54% for various LCNFs production.\nMoreover, the process of obtaining the LCNFs and LCNCs using a combination of maleic acid hydrolysis and mechanical fibrillation has been described (Bian et al., 2017a). This process investigated the effect of fiber drying using unbleached mixed hardwood kraft pulps having lignin contents of 3.9% and 17.2%. The pulps were hydrolysed using 60wt% maleic acid solution at 120℃ for 120 min under ambient pressure. The resultant mixture was later centrifuged, dialysed and centrifuged\nagain to obtain the LCNCs. The LCNFs were obtained from same sample after separating the LCNC from the precipitated water-insoluble solids composed of partially hydrolyzed fibers. The partially hydrolysed fibers were then mechanically fibrillated using a microfluidizer. Hydrothermally treated aspen fibers were successfully used to isolate high lignin-containing cellulose nanocrystals (HLCNCs) (Wei et al., 2018) through conventional sulfuric acid hydrolysis preparation procedure of the CNC (Ioelovich, 2012; Dong et al., 2016). The HLCNCs obtained had about 48.6% klason lignin which is four times higher than the commercial grade spray-dried lignin-coated CNCs used to compare.\nIn general, the preparation of lignin-containing cellulose nanomaterials follows the same sequence as conventional CNFs and CNCs especially employing mechanical fibrillation and hyrdrolysis respectively. The distinguishing factor is the extent of delignification of the various source raw fibers. Whereas the CNFs and CNCs employ lignin-free pulps, LCNFs and LCNCs use untreated fibers or partially treated pulps. It is also important to note that the higher the lignin content, the more savings from the pulp bleaching steps resulting to an easier processing and low-cost material with more possibility of easy industrial scale usage (Diop et al., 2017)."
    }, {
      "heading" : "4 Properties and Applications of Lignin-containing Cellulose Nanomaterials",
      "text" : "The incorporation of lignin in the production of cellulose nanomaterials brings to light the need to understand its structure and influence on other lignocellulose components in the plant cell wall. Lignin is heavily cross-linked phenolic polymer that functions as an adhesive bonding the components of the cell wall together (Brodin et al., 2017). It has higher surface polarity/hydrophobicity than cellulose and ability to hinder hydrogen bonds in cellulose (Wei et al., 2018). Incorporation of lignin in cellulose nanomaterials can solve the challenges of poor compatibility faced by the CNC or CNF when used to reinforce general purpose polymers like polyethylene, polypropylene, or polystyrene (Abe et al., 2009; Habibi, 2014).\nFurthermore, morphological analysis revealed that the fibrils of the LCNFs and CNFs appeared similar when viewed using AFM (Fig. 3a–3c) with exception of some small globular-shaped particles seen in the LCNFs micrographs (Rojo et al., 2015). Further examination of the LCNFs micrographs revealed fibril aggregates or non-fibrillated fiber bundles in the range of 27 nm in diameter (Herrera et al., 2018). Increasing the number of passes through the microfluidizer has been reported (Bian\n6 www.bioresources-bioproducts.com\net al., 2017a) to result in shorter and thinner fibrils of the LCNFs. On the other hand, the LCNCs produced with maleic acid hydrolysis exhibited long length and thicker height compared with the CNC samples produced using sulfuric acid hydrolysis (Bian et al., 2017a). This has been attributed to the strength of acids involved (Rojo et al., 2015). The LCNCs micrographs (Fig. 3d–3f) also showed similar aggregates as observed in the LCNFs images.\nThey have been referred to as lignin nanoparticles aggregated together (Herrera et al., 2018) due to the bonding nature of lignin molecules. The TEM images (Fig. 4) have also been used to confirm the morphology of lignin-containing cellulose nanomaterials that outside lignin bonding to the cellulose fibrils during the preparation process, lignin nanoparticles are also synthesised.\nThe LCNFs have been found to exhibit a more thermally stable property than their CNFs counterpart because of the various aromatic, carbon-carbon bonds, and ether groups of lignin. These various groups decompose in a wide temperature range, while cellulose and hemicelluloses have low\ndecomposition temperatures (Nair and Yan, 2015). Evidently, lignocellulose nanofibres produced from tagasaste soda pulps with 10.31% lignin content had higher onset degradation and maximum degradation temperature values than the LCNFs of leucaena soda pulps with 2.83% lignin content (Espinosa et al., 2017).\nwww.bioresources-bioproducts.com 7\nThis higher lignin content must have contributed to the improved thermal stability. However, other factors like crystallinity and specific surface area also influence the thermal stability of fibre. Crystallinity of materials improves their thermal stability and it has been reported (Chen et al., 2011; Trache et al., 2017) to also be the same case with cellulose materials. Therefore, improved thermal stability experienced in the LCNFs may have resulted from the crystalline regions of cellulose which are expected to act as barriers for heat transfer (Poletto et al., 2012a; 2012b). Additionally, higher lignin contents resulted in lower specific surface areas of fibers which consequently decreased the surface exposed to heat thereby improving the thermal stability of the LCNFs (Espinosa et al., 2017). The increase in carboxy group content has been reported to have adverse effect on the thermal stability of cellulose and the LCNFs (Fukuzumi et al., 2009; Fukuzumi et al., 2010; Espinosa et al., 2017; Herrera et al., 2018) because of the increasing number of reducing end groups like free aldehyde groups (Sharma and Varma, 2014a; 2014b).\nMoreover, ligocellulose nanocrystals and nanofibers have found application in the preparation of composites with various polymers. High lignin-containing CNCs was used to reinforce poly (lactic acid) and the composite compared favourably with conventional lignin-free CNC exhibiting higher thermal stability, more hydrophobic surfaces, lower degree of agglomeration and higher surface area (Wei et al., 2018). Epoxy polymer has\nalso been reinforced with high residual lignin containing cellulose nanofibrils to obtain significant increase in the mechanical, thermal, and water barrier properties of the resulting composite compared to composites with low or no lignin content in the CNFs (Nair et al., 2017). However, the use of the LCNFs may be limited by its colour and possible negative effects on both whiteness and brightness. Films prepared from the LCNFs are found (Fig. 5a) to be brownish in colour and opaque while the CNFs film (Fig. 5b) is clear and transparent. The brightness of non- reinforced paper decreased from 86.7% to 74.8% when 3wt% of the LCNF containing about 8.4% lignin was added (Tarrés et al., 2017). It is important to note that brightness in white paper is an essential requirement. Therefore, the LCNFs can find application in testliners/liner boards and fluting papers where colour and brightness are not necessary. The use of the LCNFs to replace formaldehyde based resin adhesive in medium density fibreboard (MDF) manufacturing has been reported (Diop et al., 2017). It was stated that the LCNFs served as adhesive in the MDF resulting in modulus of elasticity and internal bond strength values higher than the standards specified for commercial MDF. It was however observed that the physico-mechanical performances of the MDFs were not improved further after the addition of 20% LCNFs and pressing the boards at 180℃ (Diop et al., 2017).\nWater absorption and retention is one of the greatest challenges of cellulosic materials because of its high polar structure and the LCNFs is not an exception. Water retention value (WRV) was used by Bian et al. (2017b) to examine the interaction between lignocellulosic material and water. Their findings showed that increasing lignin content from 3.9% to 17.2% lowered the WRV of the LCNF films by 27%. Obviously,\nthis was attributed to the hydrophobicity of lignin but can also be as a result of smoother surfaces and reduced micro-pores in number and size formed by fibrils with higher lignin content (Rojo et al., 2015). This less porous and more compact structure of the LCNF papers results from lignin acting as a cementing material (Fig. 5c, 5d) between the CNFs in the LCNF papers which can also prevent water\n8 www.bioresources-bioproducts.com\npenetration and improve oxygen barrier properties (Rojo et al., 2015). It is also important to note that the WRV also depends greatly on cracks, cavities and pores, since huge volumes of water are retained in them and they are also minimal in less de-lignified fibers (Pejic et al., 2008)."
    }, {
      "heading" : "5 Conclusion and Future Outlook",
      "text" : "Lignin-containing nanomaterials have demonstrated the potentials of being an alternative to conventional cellulose nanomaterials. This review has elucidated the major preparation and properties obtainable from this novel material. However, it may be difficult making a categorical statement on the properties of these new materials since different wood sources, pulping and bleaching methods are used to produce them. In general, lignocellulose nanofibrils and nanocrystals have shown the benefits of high yield, low production costs and low environmental impact when compared to the CNCs and LCNFs. Its increased hydrophobicity is also an attractive component for large-scale use in polymer biocomposites. Furthermore, various types of chemical functional groups are present in lignin as compared to cellulose. These chemical functionalities would facilitate more modifications to the nanomaterials when compared to those already existing.\nIn spite of the great potentials of the LCNFs and LCNCs, some crucial issues need to be addressed. For instance, the level of lignin necessary to achieve each desired outcome and the best synthesis route to ensure minimal use of chemical. Moreover, the use of mechanical fibrillation for the LCNFs preparation is energy intensive and needs re-evaluation. This process also results in fibrils clogging the homogenizer valve especially by fibers with high lignin content. Finally, the LCNFs production sequence that can completely eliminate bleaching and the various forms of delignification and utilize abundant agricultural wastes will be ideal."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This study is supported by National Natural Science Foundation of China (No. 51733009), Chinese Academy of Science-President’s International Fellowship Initiative (CAS-PIFI) Postdoctoral Research in China (No. 2017PS0019)."
    } ],
    "references" : [ {
      "title" : "Production and modification of nanofibrillated cellulose using various mechanical processes: A review",
      "author" : [ "S Abdul Khalil H P", "Y Davoudpour", "N Islam M" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "P et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "P et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of fiber",
      "author" : [ "H Chen L", "Q Dai H" ],
      "venue" : null,
      "citeRegEx" : "H et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "H et al\\.",
      "year" : 2017
    }, {
      "title" : "Key role",
      "author" : [ "A Chaker", "S Alila", "P Mutjé" ],
      "venue" : null,
      "citeRegEx" : "Chaker et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chaker et al\\.",
      "year" : 2013
    }, {
      "title" : "Tailoring the yield",
      "author" : [ "H Press. Chen L", "Q Wang Q", "K Hirth" ],
      "venue" : null,
      "citeRegEx" : "L et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "L et al\\.",
      "year" : 2015
    }, {
      "title" : "Analysis of the sulfuric",
      "author" : [ "P j.indcrop.2017.08.004. Dong S", "J Bortner M", "M Roman" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Transparent and high",
      "author" : [ "T Saito", "T Iwata" ],
      "venue" : null,
      "citeRegEx" : "Fukuzumi et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Fukuzumi et al\\.",
      "year" : 2009
    }, {
      "title" : "Thermal stabilization",
      "author" : [ "H Fukuzumi", "T Saito", "Y Okita" ],
      "venue" : null,
      "citeRegEx" : "Fukuzumi et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Fukuzumi et al\\.",
      "year" : 2010
    }, {
      "title" : "Key advances in the chemical modification",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Selective extraction and conversion",
      "author" : [ "C Jiang Z", "W Hu C" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Cellulose fibers: bio- and",
      "author" : [ "S Kalia", "S Kaith B", "I Kaur" ],
      "venue" : null,
      "citeRegEx" : "Kalia et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Kalia et al\\.",
      "year" : 2011
    }, {
      "title" : "Facile extraction",
      "author" : [ "N Li Y", "Z Liu Y", "S Chen W" ],
      "venue" : null,
      "citeRegEx" : "Y et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y et al\\.",
      "year" : 2016
    }, {
      "title" : "A novel method",
      "author" : [ "L Lu H", "L Zhang L", "C Liu C" ],
      "venue" : null,
      "citeRegEx" : "H et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "H et al\\.",
      "year" : 2018
    }, {
      "title" : "Preparation, properties and applications",
      "author" : [ "S Mondal" ],
      "venue" : null,
      "citeRegEx" : "Mondal,? \\Q2017\\E",
      "shortCiteRegEx" : "Mondal",
      "year" : 2017
    }, {
      "title" : "Effect of high residual lignin",
      "author" : [ "S Nair S", "N Yan" ],
      "venue" : null,
      "citeRegEx" : "S and Yan,? \\Q2015\\E",
      "shortCiteRegEx" : "S and Yan",
      "year" : 2015
    }, {
      "title" : "Functionalized celluloses",
      "author" : [ "J Varma A" ],
      "venue" : null,
      "citeRegEx" : "P and A,? \\Q2014\\E",
      "shortCiteRegEx" : "P and A",
      "year" : 2014
    }, {
      "title" : "Thermal stability of cellulose",
      "author" : [ "J Varma A" ],
      "venue" : null,
      "citeRegEx" : "P and A,? \\Q2014\\E",
      "shortCiteRegEx" : "P and A",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "Over the past decades, cellulose nanomaterials have been established as source material for various applications (Salas et al., 2014; Peng et al., 2016; Sabo et al., 2016; Stark, 2016; Mondal, 2017; Wang et al., 2018).",
      "startOffset" : 113,
      "endOffset" : 217
    }, {
      "referenceID" : 12,
      "context" : "These materials have recently been industrialized for commercial products and many reviews (Abdul Khalil et al., 2014; Nechyporchuk et al., 2016; Grishkewich et al., 2017; Julkapli and Bagheri, 2017; Mondal, 2017; Phanthong et al., 2018) and book chapters have been published about them.",
      "startOffset" : 91,
      "endOffset" : 237
    }, {
      "referenceID" : 9,
      "context" : "Unlike cellulose with linear structure, hemicellulose consists of chain branching in its backbone structure and the various repeating sugar units of hemicellulose differs from plant to plant (Kalia et al., 2011).",
      "startOffset" : 191,
      "endOffset" : 211
    }, {
      "referenceID" : 9,
      "context" : "Acids do not hydrolyse it but hot alkali makes it soluble while phenols readily oxidise it (Kalia et al., 2011).",
      "startOffset" : 91,
      "endOffset" : 111
    }, {
      "referenceID" : 2,
      "context" : "Mild pre-treatment are seldom carried out to preserve the hemicellulose content which has been reported (Chaker et al., 2013) to facilitate fibrillation process and this on the other hand, leaves some quantity of lignin in the nanofibers.",
      "startOffset" : 104,
      "endOffset" : 125
    }, {
      "referenceID" : 5,
      "context" : "The increase in carboxy group content has been reported to have adverse effect on the thermal stability of cellulose and the LCNFs (Fukuzumi et al., 2009; Fukuzumi et al., 2010; Espinosa et al., 2017; Herrera et al., 2018) because of the increasing number of reducing end groups like free aldehyde groups (Sharma and Varma, 2014a; 2014b).",
      "startOffset" : 131,
      "endOffset" : 222
    }, {
      "referenceID" : 6,
      "context" : "The increase in carboxy group content has been reported to have adverse effect on the thermal stability of cellulose and the LCNFs (Fukuzumi et al., 2009; Fukuzumi et al., 2010; Espinosa et al., 2017; Herrera et al., 2018) because of the increasing number of reducing end groups like free aldehyde groups (Sharma and Varma, 2014a; 2014b).",
      "startOffset" : 131,
      "endOffset" : 222
    } ],
    "year" : 2020,
    "abstractText" : "The demand for sustainable functional materials with an eco-friendly preparation process is on the rise. Lignocellulosics has been attributed as the most sustainable bioresource on earth which can meet the stringent requirements of functionalization. However, cellulose nanomaterials obtained from lignocellulosics which has reached advanced stages as a sustainable functional material is challenged by its preparation procedures. These procedures can not best be described as sustainable and eco-friendly owning to lots of energy and chemicals spent in the pre-treatment and purification processes. These processes are intended to aid fractionation into the major components in order to remove lignin and hemicellulose for the production of cellulose nanomaterials. This work is thus centred on reviewing the progress achieved in introducing a new cellulose nanomaterial containing lignin. The preparation processes, properties and applications of this new lignin-containing cellulose nanomaterial will be discussed in order to chart a sustainable preparation route for cellulose nanomaterials.",
    "creator" : "Elsevier"
  }
}