{
  "name" : "downloads_2020-09-03_dd_asare-yeboah2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "High Performance and Efficiency Resonant Photo-Effect-Transistor by Near-Field Nano-Strip-Controlled Organic Light Emitting Diode Gate",
    "authors" : [ "Kyeiwaa Asare-Yeboah", "Qikun Li", "Chengming Jiang", "Zhengran He", "Sheng Bi", "Yun Liu", "Chuan Liu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "range and generates current on/off ratios upward of 106 under the influence of intense electromagnetic distribution, effectively lending itself to promising opportunities in fully integrated optoelectronic devices.\nNanophotonics is an intriguing domain of photonics thatis centered on the interaction of light with nanoscale matter.1,2 The merging of photonics and electronics is particularly promising for the future of high-performance computing. However, instantaneous and seamless conversion between optical and electronic signal, for fast, low power, and sensitive and practical optoelectronics remain a challenge. Therefore, resolving this need requires implementing an optical material that possesses intense and field-tunable optical transitions in an enhanced functional device design that amplifies light−matter interaction resonances on a nanoscale level.3 Scientific research in nanophotonics have progressed as a result of the advancements and novel discoveries made in nanoscale materials and their physical properties. Particularly, semiconducting nanowires (NWs), which are a unique category of nanostructures are employed in nanophotonics due to their favorable electrical, optoelectronic, mechanical, and chemical properties, acquired from their distinct geometry of highly ordered single crystalline aspect ratio and surface area.4 The NW exhibits anisotropic optical characteristics that are categorized into guided modes for finite length NWs and Mie resonances in the infinite ones. These characteristics have offered the NW extensive capabilities to enhance light absorption and control the polarization and wavelength of light emission.5 Furthermore, the NW is a vital material for the energy conversion in nanophotonic devices because of its ability to act as a nanoantenna and create a medium that promotes propagating one-dimensional (1D) surface plas-\nmons. The NW becomes a plasmon waveguide that generally aids several plasmon modes restricted in a crosswise direction along the length of the NW surface, whenever its length surpasses the propagation distance.6,7 Therefore, the NW optical characteristics are attractive because of how strongly it impacts the photoelectric effect through interactions with the surface plasmon resonances (SPRs). Considering the availability of diverse 1D materials, zinc oxide (ZnO), an n-type semiconductor is attractive as a NW used to perform optoelectric modulation due to its direct and wide bandgap (∼3.37 eV), high exciton binding energy (∼60 meV) at room temperature, high carrier mobility, excellent optical transparency, outstanding chemical stability, low processing temperature, and ease of fabrication.8−11 In addition, its properties are highly desirable for device applications as it presents performance uniformity and stability.12,13 ZnO NWs have been structured as essential drivers in photonic applications such as spectral detection, solar cells, and electrically pumped lasing owing to their effortless customizing for the intrinsic optoelectronic property, and their hybridization potentials with multiple functional materials.14,15 A\nReceived: May 27, 2020 Accepted: July 28, 2020 Published: July 28, 2020\n© 2020 American Chemical Society 6526\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\nD ow\nnl oa\nde d\nvi a\nC O\nR N\nE L\nL U\nN IV\no n\nSe pt\nem be\nr 3,\n2 02\n0 at\n0 8:\n56 :1\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nphototransistor is a functional device design that takes advantage of light−matter interaction resonance on a small scale.16 It operates using illumination to modulate current through a photoelectric conversion system. It employs a 1D nanomaterial as the channel and an organic light emitting diode (OLED) as the gate control. On the basis of the favorable characteristics of the ZnO NW, its implementation in the phototransistor is uniquely fitting. OLEDs have been broadly explored because of their desirable attributes including energy efficiency, wet processability, mechanical compatibility with flexible devices, cost efficiency, and large-scale fabrication without suffering substantial drops in efficiency, unlike their inorganic counterparts.16−18 Despite the fact that OLEDs and ZnO NW have been implemented in a phototransistor device, there has yet to be comprehensive and meticulous research performed on tuning the optical transitions in an enhanced functional device design that optimizes the light−material interaction a nanoscale level. In this article, we present an exceptional performance and highly efficient resonant photoeffect-transistor (RPET) that is developed with a near-field OLED which radiates through a nanoslit mask and forms a strip of light that functions as the gate control. The incident near-field (ultraviolet) UV light strip excites surface plasmons in a functionalized ZnO NW channel and generates electron−hole pairs. To establish optimum\ndevice performance, methodical analyses are carried out on the light−matter interactions by studying the generated photon resonance and charge density in illuminated NW channels of varying dimensions. Furthermore, to yield substantial photocurrents, multiple device structure designs are developed, where the size, position, and number of the nanostrip apertures through which the emitted light traverses are differed. To exhibit the excellent stable performance of the RPET and its controllable photogeneration process, output currents are measured as the NW channel experiences intense electromagnetic interference, and cyclical on/off tests of the device are carried out. The photoresponse of the RPET reveals an outstanding quality device with a facile fabrication process that yields very stable high photocurrents. Accordingly, the RPET performance renders it applicable in a range of optoelectronic devices. Figure 1 depicts the architecture of the resonant photoeffecttransistor. The RPET comprises of a functionalized ZnO NW channel that bridges the source and drain electrodes and a near-field OLED that acts as the gate; see Figure 1a. The illuminated OLED gate forms a nanostrip of light as it radiates through a mask slit. The target of the design is to illuminate the ZnO NW with a nanostrip of light from the gate (not from the whole illuminated OLED) to find a high efficiency optical control method for keeping the high performance in the\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6527\ntransistor, which will be systematically studied and presented in Figure 3. The RPET cross-sectional view represented in Figure 1b illustrates the individual device components, Au source and drain contacts, an intrinsic ZnO NW with a surface functionalized layer, an SiO2 dielectric layer, a strip of Al2O3 mask and an OLED, fabricated on a robust Si substrate with a thermally grown 200 nm SiO2 layer. While the ZnO NW with a strong photoresponse up to 105 on/off ratio (in supplementary Figure S3a) selected as the channel in the newly designed transistor was formed utilizing metal−organic chemical vapor deposition (MOCVD),19 EBL, and reactive ion etching (RIE) techniques, the surface functionalized layer comprising poly(diallyldimethylammonium chloride) (PDAD) and poly(styrenesulfonate) (PSS) were deposited via spincoating. The source and drain electrodes were patterned and deposited using electron-beam-lithography (EBL), thermal deposition, and lift-off processes. The Al2O3 strip layer was fabricated via EBL and atomic layer deposition (ALD) methods as the accurately aligned photomask. It is noted that the amorphous Al2O3 layer with thickness of about 185 nm has a low transmittance near the peak of 380 nm (transmittance spectrum is supplied in the Supporting Information). The OLED gate situated at the top\nof the Al2O3 strip layer was established accurately in the following sequence: patterning and depositing a 50 nm thick tin-doped indium oxide (ITO) transparent anode electrode through EBL and sputtering, respectively; depositing through spin-coating a poly(3,4-ethylenedioxythiophene) (PEDOT) hole-injection layer, and through thermal evaporation, a 4,4′- bis(carbazol-9-yl)biphenyl (CBP) hole-transporting layer, a 3- (4-biphenyl)-4-phenyl-5-tert-butylphenyl-1,2,4-triazole (TAZ) light emitting layer, and a 2,9-dimethyl-4,7-dipheny-l-1,10phenanthroline (BCP) electron transporting layer; and fabricating via EBL and RIE processes, a 50 nm Ca/Al cathode electrode. Actually, the excimer zone was optimized by adjusting the thickness of those functional layer, which contributed to the light spectrum. In this experiment, the thickness variation of CBP has a negligible effect on device performance while that of TAZ shows the main effect, where the electroluminescence has a noteworthy peak of ∼380 nm and a small peak of ∼410 nm resulting from TAZ and CBP, respectively. The (electroluminescence) EL spectrum (from 350 to 420 nm, peak at 370 nm, in supplementary Figure S2b) of the fabricated OLED gate layer highly matches the absorption spectrum (from 350 to 420 nm, in supplementary Figure S2a) of the ZnO NW channel, which works as the\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6528\npremise condition for the high on/off ratio performance of the RPET. (The details of the fabrication process are presented in supplementary Figure S1.) Figure 1c shows a scanning electron microscope (SEM) aerial image of the fabricated RPET device prior to deposition of the TAZ OLED gate that precisely matches the design. The in situ ZnO NW channel as viewed from the mask slit is easily distinguished. The mask aperture has length and width dimensions of 3 μm and 400 nm. The ZnO NW channel is 2 μm in length and 100 nm in diameter, and the source and drain electrodes have an area of 2 μm × 2 μm. The Au source and drain electrodes establish a symmetric Schottky barrier with the confined ZnO NW, as the Au−ZnO energy band diagram under forward bias demonstrates in Figure 1d. The symmetric Schottky barrier exhibits a high charge carrier conduction mechanism due to the small forward bias voltage needed to decrease the width of the ionized junction, reduce the band bending, and lower the barrier height for the generated excited electrons to surmount. Additionally, the Schottky barrier, provides significant capacitive coupling and presents a stable and robust property with high power gains and low current leakages.20 The left image of Figure 1e portrays the work functions, and the highest occupied molecular level (HOMO) and the lowest unoccupied molecular level (LUMO) of the electrodes and lighted OLED panels in the RPET device, respectively. The electric potential of the TAZ emission layer sandwiched between the CBP hole transporting layer and the BCP electron transporting layer allows for a high hole/electron conduction and an elevated recombination efficiency for peak OLED performance.21,22\nOne-dimensional ZnO NWs are efficient optical nanoantennas regarded as nanoscale resonant cavities, with absorption characteristics dependent on their geometry and dimensions.5 To realize the high performance of the RPET, the optical standing-wave resonance in the NW cavity is required to highly enhance the strong photoresponse. The optical oscillation in this system can essentially form standing waves described by the 1D damped Fabry−Peŕot cavity models.23 This optical standing-wave resonance condition is expressed as24\nλ =I L2\n(1)\nwhere I is a positive integer mode index, L is the length of the NW, and λ is the optical resonant wavelength. To realize the optical standing-wave resonance in the ZnO NW channel, the RPET is designed using special geometry parameters, particularly for the length of the NW based on the EL peak (370 nm, shown in supplementary Figure S2b) of the OLED gate. Figure 2a investigates the electrical performance of RPET devices with the cylindrical-shaped ZnO NW channels at various lengths exposed to an incident light as the gate control. The schematic diagram of the inset of Figure 2a represents the RPET device with the corresponding ZnO NW channel delineating the diameter (D), width (W), and height (H) parameters at distinct lengths (L) of 1100, 1480 and 1850 nm for generating standing-wave resonance when struck by the near-field OLED incident light, resulting in optimum absorption. ZnO NW channels with the same diameter (D = 100 nm), width (W = 400 nm), and height (H = 10 nm) measurements but at precise lengths of 1300, 1600, and 2000 nm exhibit nonresonance modes. Specifically,\nthe transfer characteristics of the RPET devices are plotted, where the drain current, IDS, is recorded as the bias voltage of the OLED gate, VGS, is adjusted from 4.0 to 8.0 V with the grounded source as the reference voltage, at a fixed drain to source voltage (VDS) of 4.0 V. It is observed that the NW channels that experience the field OLED-induced standingwave resonance generate a substantially higher current response compared to the nonresonance ones due to the greater amount of phototriggered charge density in the channel. All the measured IDS currents of the optical standing-wave resonance devices display fairly homogeneous values, which increase as the OLED gate voltage increases. The maximum obtained currents from the photoexcited ZnO NW with the resonant channel lengths were almost equal and extracted to be over 7 × 104 nA at an 8.0 V gate voltage. The on/off ratio, Ion/off, for the devices were measured to be almost 106, a considerably greater value than all the nonresonant devices, revealing the exceptional performance of the RPET device under standing-wave resonance. The standing-wave resonance RPET demonstrates an average on/off ratio 5-fold higher than the nonresonance RPET. Comparisons of the output characteristics, in Figure 2b, between the RPET devices exhibiting standing-wave resonance and the nonresonance devices further confirm the superiority of the standing-wave resonance devices. In this figure, while keeping VGS constant at 8.0 V, the conductive behavior of the RPET devices is measured as IDS current, as VDS is swept from 0 to 4.0 V in 1 V increments for the same set of standing-wave resonance and nonresonance devices in Figure 2a. The curves display a steep rise in current for the standing-wave resonance RPETs, concomitant with the increase in the VDS voltage. Although, the nonresonance devices also show increases in current as VDS increases, the change is not as prominent. At VDS = 4.0 V, the nonresonance RPET devices average current values in the 1 nA range, while the standing-wave resonance RPET devices consistently present average currents in the almost 105 nA range. As observed, the nature of the optical resonance plays a critical role in the electrical behavior of the RPET device. To investigate the effect of the incident radiation from the nearfield OLED on optical resonance of the ZnO NW, comprehensive simulations of the electric field distribution in the NW that develops from the OLED illumination were performed. NWs with dimensions of D = 100 nm, W = 400 nm, and H = 10 nm distinct length dimensions were utilized in the simulations. Two of the typical electric field intensity results for varied NW lengths of L = 1850 nm and L = 2000 nm are illustrated in Figure 2c. The excitation of the ZnO NW (L = 1850 nm) under an incident light of 1 mW/cm2 (370 nm wavelength) leading to the standing-wave resonance case (top image of Figure 2c) reveals an electric field distribution that is condensed throughout the entire core and on the inner surface of the ZnO NW channel. Maximum absorption occurs in the NW effecting substantial electric field generation within the channel, and subsequently causing the creation of an immense amount of charge carriers. Contrarily, the excitation of the ZnO NW with a length of 2000 nm resulting in the nonresonance mode shows an electric field distribution solely in the middle of the channel purporting that there is an absence of a strong resonance in the NW, and a concentrated distribution to charges. This result justifies the strong correlation between the channel dimensions and resonance condition acquired.19\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6529\nTo better explore the on/off switching performance of the RPET device, the current response of transistors with a fixed length of 1850 nm but three varying diameter dimensions (100, 150, and 170 nm) were measured and detailed in Figure 2d. The dynamic current responses of the RPET devices at applied voltages of VGS = 6.0 V and VDS = 3.5 V when on, and VGS = 0 V and VDS = 3.5 V when off were consistent for each type of device. The RPET device with D = 100 nm exhibited the highest on/off current ratio of over 105, although it displayed a lower on current of approximately 104 nA primarily due to the fact that the smaller diameter ZnO NW had a higher surface/volume ratio. The high on/off ratio in the ZnO NW with smaller diameter is due to the nature of the surface band bending with functional layers (PDAD and PSS) and the type of distribution of carrier concentration associated with the quantified nanowire radius. The whole nanowire is completely depleted as the radius of the nanowire decreases below the critical radius. Thus, the photogenerated electron−hole pairs of the smaller diameter NW can separate more easily due to the enlarged conduction band and increased Fermi level. Subsequently, the large hole migration to surface results in a several orders of magnitude increased carrier concentration leading to the higher on/off ratio.25 For this reason, the 100 nm diameter with the highest photoresponse is selected for all experiments to extract optimum RPET device performance.\nTo obtain high efficiency from the RPET, the nanostrip size dependence on channel output signal is studied and their interrelationship determined. Hence, the effects of the incident light on the RPET device performance is examined. Six different widths of the nanostrip light emission with TAZ OLED (peak at λ = 370 nm) were utilized to excite the electrons in the channel for conduction. Figure 3a presents typical transfer characteristics of the RPET device under illuminated nanostrip aperture widths of 100, 200, and 300 nm (widths smaller than 370 nm), as well as 400, 450, and 500 nm (widths larger than 370 nm), which were measured separately. The RPET with standing wave resonance employed in the measurements had ZnO NW channel dimensions of L = 1850 nm, H = 10 nm, and D = 100 nm. A VGS voltage range of 4.0− 8.0 V and a constant VDS = 4.0 V were applied to the device to extract the photocurrents. As evidenced by the figure, the device performance is remarkably enhanced when the nanostrip aperture width is greater than the peak emission wavelength of 370 nm. RPET devices under this condition portray almost equal drain currents, reaching 5 × 104 nA at an OLED bias VGS = 8.0 V. When the strip size is smaller than the wavelength, strong\ndiffraction occurs on the light distribution. According to the Huygens’ principle for studying the propagation of light, the\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6530\nlight intensity distribution after traversing a narrow strip can be approximately written as26,27\nλ=I cW H/ (2)\nc is a constant that depends on the light intensity of the OLED gate. W is the width of the strip. H is the height between the strip and NW. λ is the wavelength of light. In the instances where the nanostrip aperture width is lower than 370 nm, according to eq 2, the subwavelength aperture causes the efficiency of the transmitted light to be substantially lower than unity due to both the imperfect coupling of the subwavelength aperture to the emitted light wavelength and the evanescent decay of the light as it travels through the aperture.28 In addition, the incident light passing through the narrow aperture becomes diffracted, adversely affecting charge carrier generation and in effect, decreasing the attainable output current. The drain current dependence on VDS swept from 1.0 to 5.0 V at VGS = 8.0 V as the nanostrip aperture width is varied is plotted in Figure 3b. In like manner as the transfer characteristics shown in Figure 3a, the devices that experienced the incident light whose emission wavelength (λ = 370 nm) was below the aperture size delivered significantly\nhigher drain currents, specifically, as the operation approached and entered the saturation region. RPET devices with the nanostrip larger than the light wavelength (370 nm) exhibited stable high photocurrent performance, delivering on-currents higher than 5 × 104 nA at VDS = 8.0 V. In general, the current on/off ratio for the RPET devices with the nanostrip aperture width greater than the emission λ (370 nm) were on average determined to be a factor of 10 times higher compared to those that were below λ. Additionally, the resonance generation in the ZnO NW channel were veritably distinct for the two cases of the peak emission wavelength either above or below the nanostrip aperture width, as represented in Figure 3c. The diffraction resulting from the incident light traveling through an aperture smaller than the peak wavelength influences the generation of a standing-wave resonance. As seen in the bottom image of Figure 3c, there is notable weakness in the resonance created in the ZnO NW channel for this case. To examine the effect of the angle of incidence of the nearfield OLED light on the ZnO NW channel, the output current was measured as the nanostrip was rotated from 0° to 360° on a horizontal plane on top of the channel. Figure 3d geometrically features the current as a function of the rotation\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6531\nangle and nanostrip aperture width at an applied OLED gate control voltage of 8.0 V and a drain to source voltage of 4.0 V. The figure shows both measured and simulated photocurrents for RPET devices with two distinct aperture widths, 200 and 400 nm, allowing the passage of the incident light which illuminates the channel. The employed channel dimensions, and precisely the 1850 nm length, were selected to ensure the investigations performed with standing wave resonance were dependent mainly on the varying nanostrip widths and incident angles. According to the data obtained from the measurements, the 200 nm nanostrip aperture width generated currents that range through the rotation angles. The currents are observed to increase and decrease in approximately 90° increments, sequentially and respectively, for the entire sweep of angles, initiating at 0°. The maximum current occurs at a rotation angle of 90° as well as 270°, which is when the ZnO NW channel and the aperture of the nanostrip are parallel to each other. In this state, the channel experiences the highest amount of illumination from the near-field TAZ OLED gate, and at a slit width of 200 nm, allowing for a higher generation of charge carriers that lead to current flow. Conversely, at 0° and 360°, the channel and the aperture of the nanostrip are precisely perpendicular with one another, this drastically reduces the amount of light the channel absorbs, and as a result the charge carrier creation. The results indicate that the position of the 200 nm width nanostrip aperture plays a critical role in the generation of a strong standing-wave resonance. On the basis of the discussion on Figure 3c, the nanostrip aperture width of 400 nm produces a strong resonance in the channel since the incident light experiences next to no diffraction, when the strip size is larger than the wavelength.29 Taking the strong standing-wave resonance state in the channel into account, the output currents generated for the 400 nm aperture width are consistently equal for the full range of rotation angles. Hence, the output current for the 400 nm nanostrip aperture width is not significantly dependent on the position, as the NW experiences strong resonance regardless of the strip’s position. To evaluate the dependence of the RPET performance on the device structure as the number of nanostrips vary, transfer and output characteristics were extracted and are demonstrated in Figure 4a,b. The figures illustrate that for two distinct nanostrip aperture widths, 200 and 400 nm, three types of device structures with the fabricated number of mask nanostrips as 1, 2, or 3, are employed. The transfer curves shown in Figure 4a reveal that photocurrents associated with the 400 nm strip are all maintained at considerably high values; an occurrence that is independent of the number of apertures. With an increasing number of slits at 200 nm that the OLED incident light traverses, the ZnO NW experiences an enhancement in intensity with the standing-wave resonance, primarily due to the enlarged illumination surface area. Thus, an increasingly larger charge carrier density arises and the RPET device currents respond correspondingly. In keeping with the studies and observations made on the effect the nanostrip aperture width has on the output current as it receives the 370 nm incident light (Figures 3), the devices fabricated with a nanostrip aperture width of 400 nm constantly present higher currents than their 200 nm counterparts. The highest measured current of 5 × 104 nA at VGS = 8 V and VDS = 4.0 V was obtained from the device with three nanostrips and an aperture width of 400 nm. The current on/off ratio for the device was determined to be 106, which is as the same as the Ion/Ioff of the device with a single 400 nm\nnanostrip. An increasing current trend is extracted for the 200 nm nanostrip aperture width devices, where the devices with three nanostrips exhibited a typical Ion/Ioff value of 10\n5, while the single nanostrip devices presented a general Ion/Ioff = 10\n3. Here, the preferable resonant state can be established in the nanowires with a strong photoinduced electrons and holes, which effect on the decreased conductivity. Despite the increasement of the numbers of strips enhanced projected area of light, the incident light transmitted from the strips cannot conform the preferable resonant condition and results in the lower absorption efficiency. The subthreshold swing, defined as the gate voltage needed to raise the drain current by a decade was extracted from the RPET three nanostrip, 400 nm aperture width device as 75 mV/dec at VGS = 8 V. The low subthreshold slope value proves the viability of applying the RPET device in logic circuits, as it indicates a high on-state current and low off-state leakage current. The moderate nonlinearity exhibited in the subthreshold region is a result of the contact resistance between the ZnO NW channel and the gold electrodes.13 On the whole, the ultrahigh electrical performance realized by the RPET devices position them as key candidates to drive sophisticated optical devices. To plot the output characteristics shown in Figure 4b, the channel conduction of the RPET devices was modulated with an OLED fixed gate voltage of 8 V as VDS was swept from 1 to 5 V. The measured photocurrents for the RPET devices in the figure reveal a general increase in current with an increase in the nanostrip number, particularly when the devices enter the saturation region. Figure 4c shows simulated schematics of the typical electric field distribution in the generated resonance in the ZnO NW channels. Three distinctly designed RPET devices where the number of nanostrips range as 1, 2, and 3 for a fixed aperture width of 200 nm were utilized. Here, it is revealed that the resonance condition generated in the ZnO NW depends on the number of nanostrips formed within the RPET device. The top image of Figure 4c, discloses that the RPET device, which has a single nanostrip generates the weakest resonance due to the diffraction the incident light experiences as it travels through the small aperture.30,31 The middle image shows that the RPET device with the two nanostrips (double slit) produces a much stronger resonance compared to the single nanostrip device. Although diffraction occurs in this device as well, the constructive interference resulting from the superposition of the separate coherent monochromatic incident light waves causes a larger NW illumination region, which leads to a more intense resonance. The strongest standing-wave resonance is observed in the three nanostrip device (bottom image). The high intensity of the standing-wave resonance which creates a high electric field to efficiently excite the NW occurs as a result of the increased constructive interference of incident light wave from the triple slit. The light intensity of primary maxima reaching the NW is about 10 times greater than that of the single slit, although slightly narrower. An important factor dictating the performance characteristics of the RPET device is the on/off property. Therefore, to further investigate the on/off property, RPET devices with four distinct OLED gate to ZnO NW channel separations, H = 10 nm, H = 20 nm, H = 60 nm, and H = 100 nm were cycled through on and off states. The measured results depicted in Figure 4d, show that all the four types of devices achieve a pulse waveform with sharp rise and fall lines indicating the swift on and off response of the devices. As the proximity of the OLED gate to the channel increases, the\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6532\ndistance traveled by the emitted light decreases, thus increasing the probability of the emitted light being absorbed by the ZnO NW channel. The figure fulfils this phenomenon by showing that the on current for the devices consistently rise with as the separation height decreases. The device with H = 10 nm maintained the highest performance with Ion/off = 10\n6, for the duration of the runtime, since the OLED gate strip with smaller H provides higher intensity according to eq 2. In conclusion, we have successfully demonstrated a fully functional high-quality nanostructure device, the RPET, a nearfield OLED gate controlled phototransistor that modulates output current by governing the generation of charge carriers through the creation of standing-wave resonance in the ZnO NW. On the basis of the conclusions of the research findings, there is a strong correlation between the channel dimensions and the photon resonance characteristics. Thus, the resonance in the nanoscale cavities, can be systematically altered by optimizing the dimensions of the NW channel. Furthermore, the size and position of the nanostrip aperture through which the emitted light from the OLED gate travels is crucial in establishing the photon excitation that leads to a high generation of carrier charge and hence, substantial photocurrents. As discovered, the fabricated RPET device has optimum performance when the nanostrip aperture width is greater than the emission wavelength of the light. The characteristics of the RPET device studied here adds knowledge and an in-depth comprehension of the photogenerated controllable process to foster the fabrication of largescale electronic circuits. Moreover, the high performance of the RPET presents the possibility of realizing highly efficient, uniform, and reliable fully integrated optoelectronics circuits for the next generation of on-chip technologies such as optical modulators, optoelectronic sensors, and photodetectors.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jpclett.0c01642.\nMaterials and methods employed to fabricate the RPET device, the ZnO NW absorption spectrum and the TAZ OLED electroluminescence spectrum independently as functions of wavelength, and the photoresponse of the RPET device as the OLED gate voltage is varied under differing light intensities, the intensity spectra of the fabricated TAZ OLED as a function of the forward bias voltage, transmittance spectrum of the Al2O3 as a function of wavelength, transfer characteristics of RPET devices (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Chengming Jiang − Key Laboratory for Precision and Nontraditional Machining Technology of the Ministry of Education, Dalian University of Technology, Dalian 116024, China; orcid.org/0000-0003-2779-5774; Email: jiangcm@\ndlut.edu.cn Sheng Bi − Key Laboratory for Precision and Non-traditional Machining Technology of the Ministry of Education, Dalian University of Technology, Dalian 116024, China; orcid.org/ 0000-0003-0369-0572; Email: bish@dlut.edu.cn"
    }, {
      "heading" : "Authors",
      "text" : "Kyeiwaa Asare-Yeboah − Key Laboratory for Precision and Non-traditional Machining Technology of the Ministry of Education, Dalian University of Technology, Dalian 116024, China; Department of Electrical and Computer Engineering, Penn State Behrend, Erie, Pennsylvania 16563, United States\nQikun Li − Key Laboratory for Precision and Non-traditional Machining Technology of the Ministry of Education, Dalian University of Technology, Dalian 116024, China; orcid.org/ 0000-0002-7065-5032 Zhengran He − Department of Electrical and Computer Engineering, The University of Alabama, Tuscaloosa, Alabama 35487, United States; orcid.org/0000-0002-6853-0265 Yun Liu − Department of Mechanical Engineering, University of Maryland, College Park, Maryland 20742, United States Chuan Liu − State Key Laboratory of Structural Analysis for Industrial Equipment, Dalian University of Technology, Dalian 116024, China\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.jpclett.0c01642"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We thank Dr. Jinhui Song for helpful discussions with different methods of this project. Dr. C. Jiang received funding from National Natural Science Foundation of China (NSFC) 51702035 and 51975101.\n■ REFERENCES (1) Zhao, H.; Guo, Q. S.; Xia, F. N.; Wang, H. Two-Dimensional Materials for Nanophotonics Application. Nanophotonics 2015, 4, 128−142. (2) Goodfellow, K. M.; Chakraborty, C.; Beams, R.; Novotny, L.; Vamiyakas, A. N. Direct on-Chip Optical Plasmon Detection with an Atomically Thin Semiconductor. Nano Lett. 2015, 15, 5477−5481. (3) Bi, S.; Li, Q.; Asare-Yeboah, K.; Na, J.; Sun, Y.; Jiang, C. UltraHigh-Responsivity Vertical Nanowire-based Phototransistor under Standing-Wave Plasmon Mode Interaction Induced by Near-Field Circular OLED. J. Phys. Chem. Lett. 2020, 11, 3947−3954. (4) Lee, J.; Cha, S.; Kim, J.; Nam, H.; Lee, S.; Ko, W.; Wang, K. L.; Park, J.; Hong, J. P-Type Conduction Characteristics of LithiumDoped Zno Nanowires. Adv. Mater. 2011, 23, 4183. (5) Grzela, G.; Paniagua-Dominguez, R.; Barten, T.; Fontana, Y.; Sanchez-Gil, J. A.; Rivas, J. G. Nanowire Antenna Emission (Vol 12, Pg 5481, 2012). Nano Lett. 2013, 13, 6297−6297. (6) Oulton, R. F.; Sorger, V. J.; Genov, D. A.; Pile, D. F. P.; Zhang, X. A Hybrid Plasmonic Waveguide for Subwavelength Confinement and Long-Range Propagation. Nat. Photonics 2008, 2, 496−500. (7) Pescaglini, A.; Martin, A.; Cammi, D.; Juska, G.; Ronning, C.; Pelucchi, E.; Iacopino, D. Hot-Electron Injection in Au Nanorod-Zno Nanowire Hybrid Device for near-Infrared Photodetection. Nano Lett. 2014, 14, 6202−6209. (8) Wallentin, J.; Osterhoff, M.; Wilke, R. N.; Persson, K. M.; Wernersson, L. E.; Sprung, M.; Salditt, T. Hard X-Ray Detection Using a Single Nm Diameter Nanowire. Nano Lett. 2014, 14, 7071− 7076. (9) Florica, C.; Costas, A.; Kuncser, A.; Preda, N.; Enculescu, I. High Performance Fets Based on Zno Nanowires Synthesized by Low Cost Methods. Nanotechnology 2016, 27, 475303. (10) Peng, S. M.; Su, Y. K.; Ji, L. W.; Young, S. J.; Wu, C. Z.; Cheng, W. B.; Chao, W. C.; Tsai, C. N. Photosensitivity of Field-Effect Transistors Based on Zno Nanowire Networks. IEEE Electron Device Lett. 2011, 32, 339−341.\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6533\n(11) Pan, Z. J.; Peng, W. B.; Li, F. P.; He, Y. N. Carrier Concentration-Dependent Piezotronic and Piezo-Phototronic Effects in Zno Thin-Film Transistor. Nano Energy 2018, 49, 529−537. (12) Bi, S.; Li, Y.; He, Z. R.; Ouyang, Z. L.; Guo, Q. L.; Jiang, C. M. Self-Assembly Diketopyrrolopyrrole-Based Materials and Polymer Blend with Enhanced Crystal Alignment and Property for Organic Field-Effect Transistors. Org. Electron. 2019, 65, 96−99. (13) Asare-Yeboah, K.; Bi, S.; He, Z. R.; Li, D. W. Temperature Gradient Controlled Crystal Growth from Tips Pentacene-Poly(Alpha-Methyl Styrene) Blends for Improving Performance of Organic Thin Film Transistors. Org. Electron. 2016, 32, 195−199. (14) Hu, L.; et al. Defect Reconstruction Triggered Full-Color Photodetection in Single Nanowire Phototransistor. ACS Photonics 2019, 6, 886−894. (15) Fortunato, E. M. C.; Barquinha, P. M. C.; Pimentel, A.; Goncalves, A. M. F.; Marques, A. J. S.; Pereira, L. M. N.; Martins, R. F. P. Fully Transparent Zno Thin-Film Transistor Produced at Room Temperature. Adv. Mater. 2005, 17, 590. (16) Bi, S.; Li, Q.; He, Z.; Guo, Q.; Asare-Yeboah, K.; Liu, Y.; Jiang, C. Highly Enhanced Performance of Integrated Piezo PhotoTransistor with Dual Inverted Oled Gate and Nanowire Array Channel. Nano Energy 2019, 66, 104101. (17) Chen, D. T.; Zhao, F. C.; Tong, K.; Saldanha, G.; Liu, C.; Pei, Q. B. Mitigation of Electrical Failure of Silver Nanowires under Current Flow and the Application for Long Lifetime Organic LightEmitting Diodes. Adv. Electron. Mater. 2016, 2, 1600167. (18) Kalyani, N. T.; Dhoble, S. J. Organic Light Emitting Diodes: Energy Saving Lighting Technology-a Review. Renewable Sustainable Energy Rev. 2012, 16, 2696−2723. (19) Li, Q. K.; Bi, S.; Asare-Yeboah, K.; Na, J.; Liu, Y.; Jiang, C. M.; Song, J. H. High Performance Vertical Resonant Photo-EffectTransistor with an All-around Oled-Gate for Ultra-Electromagnetic Stability. ACS Nano 2019, 13, 8425−8432. (20) Ma, R. M.; Dai, L.; Huo, H. B.; Xu, W. J.; Oin, G. G. HighPerformance Logic Circuits Constructed on Single Cds Nanowires. Nano Lett. 2007, 7, 3300−3304. (21) Gong, X.; Wang, S.; Moses, D.; Bazan, G. C.; Heeger, A. J. Multilayer Polymer Light-Emitting Diodes: White-Light Emission with High Efficiency. Adv. Mater. 2005, 17, 2053. (22) Meerholz, K. Device Physics - Enlightening Solutions. Nature 2005, 437, 327−328. (23) Bordo, V. G. Model of Fabry-Perot-Type Electromagnetic Modes of a Cylindrical Nanowire. Phys. Rev. B: Condens. Matter Mater. Phys. 2010, 81, 035420. (24) Duan, X. F.; Huang, Y.; Agarwal, R.; Lieber, C. M. SingleNanowire Electrically Driven Lasers. Nature 2003, 421, 241−245. (25) Li, G. D.; Meng, L. X.; Zhu, X. F.; Gao, W. H.; Qin, Y.; Chen, L. W. Clarifying the High on/Off Ratio Mechanism of Nanowire Uv Photodetector by Characterizing Surface Barrier Height. Nanoscale 2018, 10, 2242−2248. (26) Teperik, T. V.; Archambault, A.; Marquier, F.; Greffet, J. J. Huygens-Fresnel Principle for Surface Plasmons. Opt. Express 2009, 17, 17483−17490. (27) Li, X.; Zhang, R. R.; Zhang, Y. Q.; Ma, L.; He, C. W.; Ren, X. R.; Liu, C. X.; Cheng, C. F. Slit Width Oriented Polarized Wavefields Transition Involving Plasmonic and Photonic Modes. New J. Phys. 2018, 20, 063037. (28) Garcia-Vidal, F. J.; Martin-Moreno, L.; Ebbesen, T. W.; Kuipers, L. Light Passing through Subwavelength Apertures. Rev. Mod. Phys. 2010, 82, 729−787. (29) Serway, R. A.; Jewett, J. W. Physics for Scientists and Engineers, 6th ed.; Thomson Brooks/Cole: Pacific Grove, California; London, 2003; p 1408. (30) Lee, Y.; Hoshino, K.; Alu, A.; Zhang, X. J. Efficient Directional Beaming from Small Apertures Using Surface-Plasmon Diffraction Gratings. Appl. Phys. Lett. 2012, 101, 041102. (31) Weiner, J. The Physics of Light Transmission through Subwavelength Apertures and Aperture Arrays. Rep. Prog. Phys. 2009, 72, 064401.\nhttps://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534\n6534"
    } ],
    "references" : [ {
      "title" : "Direct on-Chip Optical Plasmon Detection with an Atomically Thin Semiconductor",
      "author" : [ "A.N. Vamiyakas" ],
      "venue" : "Nano Lett. 2015,",
      "citeRegEx" : "Vamiyakas,? \\Q2015\\E",
      "shortCiteRegEx" : "Vamiyakas",
      "year" : 2015
    }, {
      "title" : "Nanowire Antenna Emission (Vol",
      "author" : [ "J.A. Sanchez-Gil", "J.G. Rivas" ],
      "venue" : "Pg 5481,",
      "citeRegEx" : "Sanchez.Gil and Rivas,? \\Q2012\\E",
      "shortCiteRegEx" : "Sanchez.Gil and Rivas",
      "year" : 2012
    }, {
      "title" : "Hybrid Plasmonic Waveguide for Subwavelength Confinement and Long-Range Propagation",
      "author" : [ "A X" ],
      "venue" : "Nat. Photonics 2008,",
      "citeRegEx" : "X.,? \\Q2008\\E",
      "shortCiteRegEx" : "X.",
      "year" : 2008
    }, {
      "title" : "Hard X-Ray Detection Using a Single Nm Diameter Nanowire",
      "author" : [ "L.E. Wernersson", "M. Sprung", "T. Salditt" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "Wernersson et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wernersson et al\\.",
      "year" : 2014
    }, {
      "title" : "Blend with Enhanced Crystal Alignment and Property for Organic Field-Effect Transistors",
      "author" : [ "K. Asare-Yeboah", "S. Bi", "Z.R. He", "D.W. Li" ],
      "venue" : "Org. Electron",
      "citeRegEx" : "Asare.Yeboah et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Asare.Yeboah et al\\.",
      "year" : 2019
    }, {
      "title" : "Defect Reconstruction Triggered Full-Color Photodetection in Single Nanowire Phototransistor",
      "author" : [ "L Hu" ],
      "venue" : "Organic Thin Film Transistors. Org. Electron",
      "citeRegEx" : "Hu,? \\Q2016\\E",
      "shortCiteRegEx" : "Hu",
      "year" : 2016
    }, {
      "title" : "Fully Transparent Zno Thin-Film Transistor Produced at Room Temperature",
      "author" : [ "A.M.F. Goncalves", "A.J.S. Marques", "L.M.N. Pereira", "R.F.P. Martins" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Goncalves et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Goncalves et al\\.",
      "year" : 2005
    }, {
      "title" : "Transistor with Dual Inverted Oled Gate and Nanowire Array Channel",
      "author" : [ "D.T. Chen", "F.C. Zhao", "K. Tong", "G. Saldanha", "C. Liu", "Q.B. Pei" ],
      "venue" : "Nano Energy 2019,",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    }, {
      "title" : "Multilayer Polymer Light-Emitting Diodes: White-Light Emission with High Efficiency",
      "author" : [ "Nano Lett" ],
      "venue" : "Adv. Mater. 2005,",
      "citeRegEx" : "Lett.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lett.",
      "year" : 2007
    }, {
      "title" : "Nanowire Electrically Driven Lasers",
      "author" : [ "G. D", "L.X. Meng", "X.F. Zhu", "W.H. Gao", "Y. Qin", "L.W. Chen" ],
      "venue" : "Nature",
      "citeRegEx" : "D. et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "D. et al\\.",
      "year" : 2003
    }, {
      "title" : "Physics for Scientists and Engineers, 6th ed.; Thomson Brooks/Cole: Pacific Grove, California; London, 2003; p 1408",
      "author" : [ "R.A. Serway", "J.W. Jewett" ],
      "venue" : null,
      "citeRegEx" : "Serway and Jewett,? \\Q2003\\E",
      "shortCiteRegEx" : "Serway and Jewett",
      "year" : 2003
    }, {
      "title" : "The Physics of Light Transmission through Subwavelength Apertures and Aperture Arrays",
      "author" : [ "J. Weiner" ],
      "venue" : "Gratings. Appl. Phys. Lett",
      "citeRegEx" : "Weiner,? \\Q2012\\E",
      "shortCiteRegEx" : "Weiner",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Phototriggered devices have attracted attention due to their exceptional characteristics, advanced multifunctionalities and unprecedented applications in optoelectronic systems. Here, we report a pioneer structural device, a resonant photoeffect-transistor (RPET) with a functionalized nanowire (NW) charge transport channel, modulated by a near-field nanostrip organic light emitting diode (OLED) and controlled by a gate bias to realize exceptional photoelectric properties. The RPET presents high-quality nanowire channel characteristics due to tunable optical cavities manifesting strong standing wave resonance under controlled light emission. To enhance performance, methodical analyses were carried out to determine the effects of the structural design, electric field distribution and charge carrier generation on photoresponsivity when light traverses a single or multiple nanoslit masks. The developed RPET yields stable photocurrents in the 10 range and generates current on/off ratios upward of 10 under the influence of intense electromagnetic distribution, effectively lending itself to promising opportunities in fully integrated optoelectronic devices. N is an intriguing domain of photonics that is centered on the interaction of light with nanoscale matter. The merging of photonics and electronics is particularly promising for the future of high-performance computing. However, instantaneous and seamless conversion between optical and electronic signal, for fast, low power, and sensitive and practical optoelectronics remain a challenge. Therefore, resolving this need requires implementing an optical material that possesses intense and field-tunable optical transitions in an enhanced functional device design that amplifies light−matter interaction resonances on a nanoscale level. Scientific research in nanophotonics have progressed as a result of the advancements and novel discoveries made in nanoscale materials and their physical properties. Particularly, semiconducting nanowires (NWs), which are a unique category of nanostructures are employed in nanophotonics due to their favorable electrical, optoelectronic, mechanical, and chemical properties, acquired from their distinct geometry of highly ordered single crystalline aspect ratio and surface area. The NW exhibits anisotropic optical characteristics that are categorized into guided modes for finite length NWs and Mie resonances in the infinite ones. These characteristics have offered the NW extensive capabilities to enhance light absorption and control the polarization and wavelength of light emission. Furthermore, the NW is a vital material for the energy conversion in nanophotonic devices because of its ability to act as a nanoantenna and create a medium that promotes propagating one-dimensional (1D) surface plasmons. The NW becomes a plasmon waveguide that generally aids several plasmon modes restricted in a crosswise direction along the length of the NW surface, whenever its length surpasses the propagation distance. Therefore, the NW optical characteristics are attractive because of how strongly it impacts the photoelectric effect through interactions with the surface plasmon resonances (SPRs). Considering the availability of diverse 1D materials, zinc oxide (ZnO), an n-type semiconductor is attractive as a NW used to perform optoelectric modulation due to its direct and wide bandgap (∼3.37 eV), high exciton binding energy (∼60 meV) at room temperature, high carrier mobility, excellent optical transparency, outstanding chemical stability, low processing temperature, and ease of fabrication. In addition, its properties are highly desirable for device applications as it presents performance uniformity and stability. ZnO NWs have been structured as essential drivers in photonic applications such as spectral detection, solar cells, and electrically pumped lasing owing to their effortless customizing for the intrinsic optoelectronic property, and their hybridization potentials with multiple functional materials. A Received: May 27, 2020 Accepted: July 28, 2020 Published: July 28, 2020 Letter pubs.acs.org/JPCL © 2020 American Chemical Society 6526 https://dx.doi.org/10.1021/acs.jpclett.0c01642 J. Phys. Chem. Lett. 2020, 11, 6526−6534 D ow nl oa de d vi a C O R N E L L U N IV o n Se pt em be r 3, 2 02 0 at 0 8: 56 :1 3 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}