{
  "name" : "downloads_2020-02-21_0c_liu2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-silver-incorporated biomimetic polydopamine coating on a thermoplastic polyurethane porous nanocomposite as an efficient antibacterial wound dressing",
    "authors" : [ "Menglong Liu", "Tengfei Liu", "Xiwei Chen", "Jiacai Yang", "Jun Deng", "Weifeng He", "Xiaorong Zhang", "Qiang Lei", "Xiaohong Hu", "Gaoxing Luo", "Jun Wu" ],
    "emails" : [ "logxw@hotmail.com;", "editorinchief@burninchina.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Results: Consequently, we prepared a flexible dressing based on a TPU membrane with a specific porous structure and then modified it with a biomimetic polydopamine coating to prepare in situ a nano-silver (NS)-based composite via a facile and eco-friendly approach. SEM images showed that the TPU/NS membranes were characterized by an ideal porous structure (pore size: ~ 85 μm, porosity: ~ 65%) that was decorated with nano-silver particles. ATR-FITR and XRD spectroscopy further confirmed the stepwise deposition of polydopamine and nano-silver. Water contact angle measurement indicated improved surface hydrophilicity after coating with polydopamine. Tensile testing demonstrated that the TPU/NS membranes had an acceptable mechanical strength and excellent flexibility. Subsequently, bacterial suspension assay, plate counting methods and Live/Dead staining assays demonstrated that the optimized TPU/NS2.5 membranes possessed excellent antibacterial activity against P. aeruginosa, E. coli, S. aureus and MRSA bacteria, while CCK8 testing, SEM observations and cell apoptosis assays demonstrated that they had no measurable cytotoxicity toward mammalian cells. Moreover, a steady and safe silver-releasing profile recorded by ICP-MS confirmed these results. Finally, by using a bacteria-infected (MRSA or P. aeruginosa) murine wound model, we found that TPU/NS2.5 membranes could prevent in vivo bacterial infections and promote wound healing via accelerating the re-epithelialization process, and these membranes had no obvious toxicity toward normal tissues.\nConclusion: Based on these results, the TPU/NS2.5 nanocomposite has great potential for the management of wounds, particularly for wounds caused by drug-resistant bacteria.\nKeywords: Thermoplastic polyurethane, Porous structure, Biomimetic polydopamine, Nano-silver, Antibacterial, Methicillin-resistant staphylococcus aureus, Wound dressing\n© The Author(s) 2018. This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creat iveco mmons .org/licen ses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creat iveco mmons .org/ publi cdoma in/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\n*Correspondence: logxw@hotmail.com; editorinchief@burninchina.com 1 Institute of Burn Research, State Key Laboratory of Trauma, Burn and Combined Injury, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing 400038, China Full list of author information is available at the end of the article"
    }, {
      "heading" : "Background",
      "text" : "Wound dressings play a critical role in the management of cutaneous wounds because they can protect the wounds and promote the regeneration of dermal and epidermal tissues [1, 2]. Due to an increasing number of people suffering from burns, diabetic ulcers, venous ulcers etc., the demand for better dressings is growing dramatically [3, 4]. Generally, an ideal dressing should possess non-toxicity, biocompatibility, robust mechanical properties and suitable permeability for gas and water exchange [5, 6]. As natural biomaterials, collagen, gelatin, alginate and chitosan have been extensively used to prepare various types of dressings (e.g., hydrogels, films and foams) due to their biocompatibility and biodegradability [1, 7]. However, their poor mechanical properties make it difficult for them to meet rigorous clinical requirements [5, 8].\nThermoplastic polyurethane (TPU) is a biocompatible and biodegradable elastomer that has been approved by the FDA, and has been widely applied in biomedical science [9, 10]. It has been reported that TPU can be used for catheters, vascular grafts and drug delivery carriers [11–13]. Moreover, TPU also exhibits remarkable chemical stability and good mechanical properties [10, 12]. These superior performances indicate that TPU is a promising candidate for wound dressings. However, lacking antibacterial activity would limit its application in wound care, as bacterial infections always pose a severe threat to the wound bed [14].\nA feasible way to solve this problem is to incorporate antibiotics such as amoxicillin, vancomycin or gentamicin into wound dressings [15–17]. Nevertheless, the emergence of drug-resistance worldwide due to the overuse of antibiotics continues to threaten public health [18]. Thus, alternative antibacterial agents are urgently needed. Nano-silver (NS) as an excellent antibacterial agent with robust and broad-spectrum bactericidal activity against both Gram-positive and Gram-negative bacteria, including multi-drug-resistant bacteria such as methicillin-resistant staphylococcus aureus (MRSA) [19, 20]. More importantly, it has been proposed that nanosilver destroys bacteria through various mechanisms (cell membrane disruption, DNA replication interference, respiratory function inhibition) without causing drugresistance [21, 22]. However, the toxicity of nano-silver towards mammalian cells is a concern. Recent studies have demonstrated that the toxic effects of nano-silver occur only at high concentrations, and the incorporation of nano-silver into materials mitigates the toxicity [23, 24]. Consequently, nano-silver is considered as an ideal antibacterial agent for inclusion in biomaterials.\nAlthough several methods have been employed to synthesize nano-silver, the complicated methods of\npreparation and the formation of hazardous by-products that occur during the synthetic process renders them undesirable [25–27]. Recently, biomimetic polydopamine (PD) has attracted much interest in tissue engineering due to its versatile surface modification and reducing properties [28, 29]. Inspired by the phenomenon of mussel-adhesion, researchers have discovered that dopamine (DA) undergoes self-polymerization to form a polydopamine layer under alkaline conditions. A layer of polydopamine can be coated onto any type of biomaterials, and being enriched with amines and catechols enables the in situ formation and integration of metal nanoparticles on the materials’ surface via a redox reaction. Furthermore, polydopamine is nontoxic, and no harmful by-products are produced during the mild formation process [30–32].\nIn this study, we prepared a flexible antibacterial wound dressing of TPU/NS by a facile and green approach. A TPU porous membrane was first prepared using the combined methods of immersion precipitation and particle leaching [33], then a polydopamine layer and nano-silver were coated in situ onto the TPU membrane stepwise in an aqueous solution at room temperature (Scheme 1). Characterization of the nanocomposite was conducted by SEM, ATR-FITR, XRD, ICP-MS, water contact angle measurement and tensile testing. In vitro antibacterial activity was assessed using a bacterial suspension assay, plate counting methods and Live/Dead staining assays, while biocompatibility was evaluated using a CCK8 test, SEM observations and cell apoptosis assays. Finally, the in vivo effects of the membrane on MRSA- and P. aeruginosa-infected wounds and major organs were evaluated in mice. We hypothesized that this nanocomposite could provide efficient bactericidal activity without causing eukaryotic toxicity both in  vitro and in  vivo, and could be a novel strategy for the management of wounds."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Materials and animals",
      "text" : "Thermoplastic polyurethane (TPU) was obtained from Lubrizol (USA). N,N-dimethylformamide (DMF) was purchased from Sigma-Aldrich (MO, USA). Silver nitrate (AgNO3, 99%), dopamine and sodium citrate (Na-citrate) were purchased from Sangon (Shanghai, China). BALB/c mice (male, ~ 25 g) were obtained from the Experimental Animal Department of Third Military Medical University (TMMU). All animal experimental methods were approved by the ethical committee of the TMMU, and all animal experiments were performed in accordance with the guidelines of the TMMU."
    }, {
      "heading" : "Preparation of a TPU porous membrane",
      "text" : "A TPU porous membrane was prepared using the combined methods of immersion precipitation and particle leaching. Briefly, 12.5 g of TPU granules, 100 mL of DMF and 25 g of Na-citrate powder (particle size: 75–150 μm) were blended thoroughly to form a homogeneous TPU/ DMF/Na-citrate mixture. Next, the mixture was placed in a vacuum oven for 2 h at 50 °C to remove air bubbles, and then was uniformly cast in a polytetrafluoroethylene mould, followed by immersion into ethanol. After solidification, the TPU membrane was washed with deionized water for 2 days to extract the Na-citrate particles. Finally, the membrane was dried at 45  °C for 4 h, and a microporous TPU membrane was obtained."
    }, {
      "heading" : "Synthesis of a TPU/NS nanocomposite",
      "text" : "To prepare a TPU/NS nanocomposite, the TPU membrane was first immersed into a dopamine (DA) solution (2 mg/mL in 10 mM Tris–HCl, pH 8.5) for 20 h at 25  °C. During this time the colour of the membrane evolved from pale white to dark brown. Subsequently, the DA-coated membrane was placed into a AgNO3 solution at different concentrations (1, 2.5 and 5 mM) for 6 h at 25  °C protected from light. Finally, the samples were washed with deionized water twice to remove the residual silver ions and dried at 45 °C for 4 h. The DA-coated and AgNO3-treated membranes were labelled as TPU/ DA, TPU/NS1, TPU/NS2.5 and TPU/NS5, respectively."
    }, {
      "heading" : "Characterization of the TPU/NS nanocomposite",
      "text" : "The morphologies of the pristine TPU and TPU/NS membranes were observed using scanning electron microscopy (SEM, Crossbeam 340, Zeiss, Germany), and the compositional analysis was conducted by energydispersive X-ray spectrometry (EDS). Based on the SEM images, the average pore size, porosity and diameters of the nano-silver particles were measured using Image J software and was read by two independent investigators. X-ray diffraction (XRD) spectra of the TPU and TPU/NS membranes were obtained with a 2θ range between 10° and 80° using an X-ray diffractometer (X’Pert Power, Panalytical B.V., Netherlands). The attenuated total reflectance Fourier transform-infrared (ATR-FTIR) spectra of the samples were obtained using an ATR-FTIR spectrometer (Nicolet 460, USA). The water contact angles of the samples were measured using a contact angle analyser (Theta Lite 101, Biolin Scientific, Sweden)."
    }, {
      "heading" : "Mechanical properties measurements",
      "text" : "The mechanical properties of as-prepared membranes were measured using a tensile test as previously described [5]. Briefly, the dumbbell-shaped specimens were gripped and oriented vertically with metallic clamps. Then, the specimens were stretched to failure at a constant speed of 20  mm/min using an MTS industrial testing system (Exceed 44, Germany) at room temperature. Three specimens were used for each group.\nScheme 1 Schematic of the synthesis and the biological role of TPU/NS nanocomposites"
    }, {
      "heading" : "Antibacterial assay",
      "text" : "The antibacterial activity of TPU/NS nanocomposites towards Pseudomonas aeruginosa (P. aeruginosa, ATCC 27853), Escherichia coli (E. coli, ATCC 25922), Staphylococcus aureus (S. aureus, ATCC 25923), and MRSA (ATCC 43300) was determined using a bacterial suspension assay [34]. Briefly, a bacterial colony was incubated in 4  mL of Luria–Bertani (LB) medium with shaking at 37  °C overnight to obtain a log-phase bacterial suspension. After diluting with LB medium to the starting concentration (optical density at 600  nm; OD600 = 0.07), 500  μL of the bacterial suspension were added to each well of a 24-well plate. Next, a sterilized test membrane (10 × 10  mm) was immersed into the bacterial suspension. The plate was placed in a shaker and incubated at 37 °C for 24 h at 50 rpm. Finally, 100 μL of bacterial suspension from each well was transferred into a 96-well plate, and the OD600 was recorded using an enzymelinked immunosorbent assay reader. To quantify the number of bacteria, the bacterial suspension was serially diluted with saline to obtain a 2500-fold dilution for P. aeruginosa and E. coli, or a 10000-fold dilution for S. aureus and MRSA, and 25 μL of the diluted bacterial solution was uniformly spread on agar plate. After incubating at 37  °C for 18 h, the bacterial colonies were photographed and the number of bacterial colonies was counted. In this assay, a bacterial solution without any treatment served as a control group.\nIn addition, the antibacterial activity of samples against P. aeruginosa and MRSA was further evaluated qualitatively using a Live/Dead™ Baclight™ Bacterial Viability Kit (Invitrogen, USA). The green-fluorescing SYTO9 and red-fluorescing propidium iodide (PI) in the kit can label live and dead bacteria, respectively [35, 36]. Briefly, the bacterial suspension after 24 h of co-incubation was harvested and washed with phosphate-buffered saline (PBS) twice, then 5 μL of SYTO9 and 5 μL of PI dye were added to 1  mL of bacterial solutions and incubated at room temperature for 15  min in the dark. Finally, the stained bacteria were washed two times with PBS and then visualized using a fluorescence microscope (Olympus, Japan). To determine the long-term antibacterial activity of the TPU/NS, samples were incubated with bacterial suspensions for 14 days at 37 °C and then stained using the Live/ Dead™ Baclight™ Bacterial Viability Kit as described above."
    }, {
      "heading" : "In vitro evaluation of cytotoxicity",
      "text" : "The cytotoxicity of as-prepared membranes against HaCaT cells and NIH3T3 fibroblasts was investigated according to ISO 10993-5. First, the leach liquor was obtained as follows: sterilized specimens (1.4-cm diameter) were immersed into 1 mL of RPMI1640 or DMEM\nmedium at 37  °C for 24  h. The medium was then sterilized by filtration using an aseptic filter (pore size: 0.22 μm). The leach liquor in RPMI1640 medium was used to treat HaCaT cells, while that in DMEM medium was used to treat NIH3T3 fibroblasts. Next, 3000 HaCaT cells or NIH3T3 fibroblasts were inoculated into each well of a 96-well plate and incubated for 24  h at 37  °C. The medium was then replaced with 500  μL of leach liquor or pristine medium containing 10% foetal bovine serum (Gibco, USA). Cells inoculated with pristine medium were used as a control group. After 24 and 48  h, the medium was replaced with 100  μL of pristine medium containing 10  μL of CCK8 solution (Dojindo Laboratories, Kumamoto, Japan) and then incubated at 37  °C for 2 h. Finally, the optical density at 450 nm was measured using an enzyme-linked immunosorbent assay reader, and the cell viability was calculated.\nAdditionally, the cytotoxicity of samples at 48  h was determined further using SEM observations and cell apoptosis assays. For SEM observations, the cells that were treated for 48 h as described above were dehydrated with an ethanol solution and sputter-coated with gold. For cell apoptosis assays, all adherent and suspended cells were carefully harvested, and the test was performed using an Annexin V-Propidium iodide (PI) apoptosis detection kit according to the manufacturer’s protocol. Finally, the percentage of apoptotic and necrotic cells were detected using a fluorescence-activated cell sorting (FACS) sorter by an Attune Acoustic Focusing Cytometer (Life Technologies, USA), and the data were analysed using FlowJo software (Tree Star Incorporation, USA).\nRelease of silver ions (Ag+) into PBS To investigate the amount of Ag+ released from the TPU/NS2.5 membrane, a section of sterilized sample (10 × 10  mm) was immersed into 6  mL of phosphatebuffered saline (PBS) at 37 °C for different times (1, 3, 5, 7, 10 and 20 days). Subsequently, the total supernatant was collected at each determined time point and analysed by inductively coupled plasma mass spectrometry (ICP-MS, 7700× Agilent, USA). In addition, the total silver content of the membrane was determined by sampling (n = 3) in 4% nitric acid."
    }, {
      "heading" : "In vivo animal study",
      "text" : "An infectious murine full-thickness skin wound model was used for the in  vivo study as previously described [37]. Briefly, mice were anesthetized by intraperitoneal injection of 1% pentobarbital, and their dorsal surface was shaved. Then, two 6 mm diameter wounds were created on the dorsal skin and photographed to represent the initial wound area. Afterwards, 10 μL of MRSA or P. aeruginosa bacterial suspensions that were standardized\nto 0.5 McFarland standards (108 CFU/mL) were placed at the centre of the wound. Sterilized samples (10 × 10 mm) of Vaseline gauze, TPU, TPU/DA and TPU/NS 2.5 were then placed over the bacteria-seeded wounds and fixed in place using an adhesive biological membrane. The wound that was not treated with bacteria served as Blank group. Five mice were used in each group. On post-surgery days 1, 3 and 7, the cover membranes were removed and the wounds were photographed. The wound areas at different times were meticulously measured using IPP 6.0 software by two independent researchers and the percentage of closed wound area was calculated using the following formula:\nwhere I indicates the number of pixels in the initial wound area, and R indicates the number of pixels in the unhealed wound area at the determined time.\nFurthermore, the wound tissues (6 × 6  mm) on postsurgery day 7 in each group were harvested and homogenized in 5 mL of physiological saline, and the number of bacteria was counted using the colony counting method as described above.\nIn addition, five additional mice were observed in each group until the wounds were completely healed to determine the average number of days for complete wound closure."
    }, {
      "heading" : "Histological examinations",
      "text" : "At day 7 post-surgery, the wound samples including the entire wound with adjacent normal skin (10 × 10  mm) were collected and fixed in 4% paraformaldehyde. After 24 h, the samples were sectioned and stained with hematoxylin and eosin (H&E) for histological analysis. Based on these H&E stained sections, the number of inflammatory cells infiltrated in the wound edge, and the length of the newly regenerated epidermis, which was defined as the distance from the border between normal skin and the wound region to the anterior edges of the newly regenerated epidermis [37], were measured using Image J software by two independent pathologists.\nIn addition, to investigate the in vivo toxicity of TPU/ NS2.5, another five mice (without bacterial treatment) in each group were sacrificed at day 7, and the major organs, including heart, liver, spleen, lung and kidney, were harvested for H&E staining."
    }, {
      "heading" : "Statistical analysis",
      "text" : "The experimental data were expressed as the means ± standard deviations (SD) and statistically compared using one-way ANOVA. The statistical significance was set as p < 0.05 (“*”) and p < 0.01 (“**”), and ns indicates no significant differences.\n% of closed wound area = (I − R)/I × 100%."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Morphology and characterization of TPU/NS nanocomposites",
      "text" : "The structure and morphologies of pristine TPU and TPU/NS membranes were observed using SEM. As shown in Fig. 1a–e, all of the membranes were characterized by a similar microporous structure, indicating that polydopamine coating and nano-silver anchoring had no obvious influence on the integrity of pristine TPU membranes. Nevertheless, as shown in the magnified insets (Fig.  1c–e), many nanoparticles were uniformly decorated on the surface of the TPU membrane after immersion in a AgNO3 solution, and EDS analysis demonstrated the existence of elemental Ag (Fig. 1g–i), indicating the successful in situ formation of nano-silver on the membrane as a result of a reductive effect of polydopamine. These observations indicate that a nanocomposite of a TPU porous membrane integrated with nano-silver was successful prepared as expected. Moreover, to further illustrate the features of such porous structures, the average pore size, porosity and pore density of TPU/NS membranes were measured using Image J software, and the results are listed in Table 1. According to a previous study, TPU/NS membranes with large pores (> 80 μm) would be beneficial for cell adhesion and proliferation [38]. Furthermore, the TPU/NS membranes had high porosity (> 64%), which is favourable for gas and water exchange and promoting wound healing [33].\nThe chemical structures of the prepared membranes were determined using ATR-FTIR analysis. As shown in Fig.  1j, characteristic absorption peaks of TPU were observed at 3324 cm−1, attributed to the N–H group, and 2934 and 2856 cm−1, attributed to the –CH2 group [39]. The spectrum of TPU/DA was similar to that of TPU, but the peak at approximately 3324  cm−1 became stronger after coating with polydopamine, which was attributed to the stretching vibration band of the –OH group [23]. Compared with TPU/DA, the TPU/NS spectra showed intense absorption peaks at 1596 and 3324 cm−1, which might be attributed to the existence of nano-silver in the composite [40]. The XRD results further verified the in  situ formation of nano-silver. As shown in Fig.  1k, compared with TPU and TPU/DA membranes, two characteristic peaks at 2θ = 38.1° and 44.4° were obviously present in the diffractogram of TPU/NS membranes, and these corresponded to the (111) and (200) planes of silver nanoparticles, respectively (JCPDS No. 65-2871) [41].\nSurface wettability is an important parameter that can influence the biological behaviour of biomaterials, therefore, the water contact angles of TPU, TPU/DA, TPU/ NS1, TPU/NS2.5 and TPU/NS5 were measured. Figure 1l showed the water contact angle of pristine TPU to be 106.9°, indicating the intrinsic hydrophobic nature of\nTPU. After coating with polydopamine, the water contact angles of TPU/DA, TPU/NS1, TPU/NS2.5 and TPU/ NS5 were dramatically decreased to 43.9°, 60.6°, 62.5° and 70.8°, respectively, which was consistent with previous studies that indicated that polydopamine coatings yielded hydrophilic surfaces [42]. The improvement of hydrophilicity on the membrane surface is helpful for promoting cell adhesion [28]. It should be noted that the water contact angles of TPU/NS membranes were higher than that\nof TPU/DA membranes, and this was probably attributed to the increased surface roughness after deposition of nano-silver [43]. Taken together, the SEM, EDS, ATRFTIR, XRD and water contact angle results confirmed the successful preparation of TPU/NS nanocomposites."
    }, {
      "heading" : "Mechanical properties of TPU/NS nanocomposites",
      "text" : "An ideal wound dressing should possess excellent flexibility and mechanical strength so that it can protect wounds from physical damage and resist deformation caused by rubbing or collision [44, 45]. The photographs in Fig.  2a–e demonstrate that the elasticity and flexibility of TPU were well-preserved in TPU/NS membranes after nano-silver deposition, which suggested that the nanocomposites could adequately cover the wounds and effectively avoid secondary damage [46]. The mechanical properties of TPU and TPU/NS membranes were further evaluated using a tensile test. As shown in Fig.  2f, the Young’s modulus of pristine TPU and TPU/ DA were 0.22 ± 0.01  MPa and 0.22 ± 0.04  MPa, respectively, while that of TPU/NS1, TPU/NS2.5 and TPU/ NS5 were increased to 0.28 ± 0.02 MPa, 0.30 ± 0.03 MPa\nand 0.32 ± 0.02  MPa, respectively. Similarly, the tensile strengths of nano-silver-decorated TPU/NS composite membranes were higher than TPU and TPU/DA membranes and performed in a silver dose-dependent manner (Fig. 2g). These results indicated that compared with pristine TPU, the TPU/NS composite membranes had stronger mechanical strength and stiffness, which might be attributed to the reinforcement effect of nano-silver as has been previously reported [47]. In addition, the percentage of elongation at break for all membranes was in a range of 561–587% (Fig. 2h), demonstrating that TPU/ NS composite membranes still possessed superior ductility and flexibility as shown in the photographs (Fig. 2a– e). More noteworthy, compared with the mechanical properties of commercial Kaltostat™ dressings (tensile strength: 0.9  MPa; elongation at break: 10.8%; Young’s modulus: 1.3  MPa), TPU/NS composite membranes exhibited a higher tensile strength and percent elongation at break and lower Young’s modulus, indicating that our nanocomposites were flexible, comfortable and resilient [48]. Collectively, the synthesized TPU/NS composite membranes with excellent mechanical performances could be valuable candidates for wound dressings."
    }, {
      "heading" : "Antibacterial activity of TPU/NS nanocomposites",
      "text" : "The in  vitro antibacterial activity of TPU/NS nanocomposite against Gram-negative P. aeruginosa and E. coli and Gram-positive S. aureus and MRSA bacteria was first determined using a bacterial suspension assay. Figure  3a–d showed the OD600 values of bacterial suspensions that were co-incubated with or without test samples after 24 h. It was observed that the OD600 values in the TPU and TPU/DA groups were similar to those in the control group, while the OD600 values for all four bacterial strains were decreased in a dose-dependent manner after treatment with TPU/NS membranes. Specifically, the OD600 values were significantly lower in the TPU/NS2.5 and TPU/NS5 groups than that in the other groups. These results indicated that TPU/NS2.5 and TPU/NS5 membranes had acceptable broad-spectrum antibacterial activity due to the effect of the deposited nano-silver. In addition, and consistent with the OD values, the number of bacterial colonies formed by the coincubated bacterial suspension were also significantly less in the TPU/NS2.5 and TPU/NS5 groups than that in the other groups (Fig. 3e–i), demonstrating that these two nanocomposites could efficiently inhibit bacterial growth. To further evaluate the antibacterial activity of TPU/NS membranes against Gram-positive MRSA and Gram-negative P. aeruginosa, a Live/Dead staining assay was conducted. In this assay, live bacterial cells with intact membranes were stained green, while dead bacterial cells with damaged membranes were stained red [35,\n36]. As shown in Fig.  4a, many live cells were observed in the control, TPU, TPU/DA and TPU/NS1 groups both with MRSA and P. aeruginosa after 24 h of incubation, whereas an abundance of bacteria in TPU/NS2.5 and TPU/NS5 groups were dead. This phenomenon was similar to the results of the bacterial suspension assay (Fig.  3), which further confirmed that TPU/NS2.5 and TPU/NS5 had satisfactory bactericidal activity. Additionally, to investigate the long-term antibacterial activity of TPU/NS2.5 and TPU/NS5, bacterial suspensions were continuously incubated with samples for 14  days and then detected using the Live/Dead staining assay. The fluorescence images in Fig. 4b revealed that many of the MRSA and P. aeruginosa bacteria were still alive in the control, TPU, TPU/DA and TPU/NS1 groups, while few live cells were observed in the TPU/NS2.5 and TPU/NS5 groups. This result indicated that TPU/NS2.5 and TPU/ NS5 membranes could persistently inhibit the growth of bacteria, which further demonstrated their excellent antibacterial activity. Although the antibacterial mechanism for nano-silver is not fully understood, we presumed that our TPU/NS nanocomposite could release Ag+ to combat bacteria in solution and destroy them via damaging their cell membranes, interfering with DNA replication and inhibiting the activity of respiratory enzymes, as reported in previous studies [21, 26]. Overall, TPU/NS2.5 and TPU/NS5 membranes displayed excellent antibacterial performance against microorganisms including multi-drug-resistant bacteria, suggesting their potential application for treating infected wounds in vivo."
    }, {
      "heading" : "Cytotoxicity of TPU/NS nanocomposites",
      "text" : "Biosafety is a crucial factor for a wound dressing, therefore we meticulously investigated the cytotoxicity of TPU/NS membranes using a CCK8 test, SEM observations and cell apoptosis assays. Because keratinocytes and fibroblasts are the main components of cutaneous tissues, HaCaT cells and NIH3T3 fibroblasts were chosen as the cell models for this assay. As shown in Fig. 5a, b, both the HaCaT cells and NIH3T3 fibroblasts that were treated with leach liquor that was extracted from TPU, TPU/DA, TPU/NS1 and TPU/NS2.5 showed similar cell viabilities (> 90%) as that in the control group after 24  h and 48  h, revealing that these membranes exhibited no obvious cytotoxicity. However, the cell viabilities of both HaCaT cells (33.4% and 22.0% after 24  h and 48  h, respectively) and NIH3T3 fibroblasts (54.0% and 28.9% after 24  h and 48  h, respectively) in the TPU/NS5 group were significantly lower than those in the other groups, indicating that TPU/NS5 exhibited strong toxicity towards mammalian cells. Moreover, the SEM images also showed that TPU/NS1 and TPU/ NS2.5-treated HaCaT cells and NIH3T3 fibroblasts\nspread as well as untreated cells, while the growth of cells in the TPU/NS5 group were obviously restrained (Fig.  5c), which was probably attributed to the high dose of nano-silver that could not only kill bacteria but also impair eukaryotes [24]. To further evaluate the cytotoxicity of TPU/NS membranes, a flow cytometry apoptosis assay was employed and the results were shown in Fig.  5d–h. The Annexin V+ quadrants (both for the PI+ and PI−) represent apoptotic cells, while the PI+ and Annexin\nV− quadrant represent necrotic cells [49]. For HaCaT cells (Fig.  5e, f ), the percentages of apoptotic and necrotic cells in the control, TPU, TPU/DA, TPU/ NS1 and TPU/NS2.5 groups were all below 9.0% and 0.7%, respectively, and no significant differences were observed among these groups, confirming that TPU/ NS1 and TPU/NS2.5 were biocompatible with mammalian cells. Nevertheless, the corresponding ratios in the TPU/NS5 group were increased significantly to 56.4% and 2.1%, respectively. Similarly, the percentages of apoptotic (32.0%) and necrotic cells (0.4%) in TPU/NS5-treated NIH3T3 fibroblasts were also obviously higher than in the other groups (apoptotic cells: < 4.0%, necrotic cells: < 0.2%, Fig.  5g, h). These data are in agreement with the CCK8 results and the SEM observations, indicating that TPU/NS5 exhibited cytotoxicity towards HaCaT cells and NIH3T3 fibroblasts, which could be attributed to the high dose of nano-silver that induced excessive production of reactive oxygen species and caused DNA damage, leading to cell apoptosis and necrosis [50].\nBased on the antibacterial activity results and the cytotoxicity evaluations, the TPU/NS2.5 membrane was selected as the optimal sample for use in subsequent experiments due to its excellent antibacterial activity and good biocompatibility. Ag+ release into PBS The biological role of nano-silver was believed to be mainly dependent on the amount of Ag+ that was released, therefore the Ag+-releasing profile for TPU/ NS2.5 membranes was investigated using IPC-MS [51]. The total silver content was 6.25 ± 0.93  μg/cm2. As shown in Fig.  6, a burst release of Ag+ was observed at day 1, and the measured dose of Ag+ (0.35  μg/mL) was much higher than the effective bactericidal dose (0.05  μg/mL) [52]. This observation agrees with the results of the in vitro antibacterial activity evaluations (Figs. 3 and 4) that TPU/NS2.5 had remarkable bactericidal capacity, further suggesting that TPU/NS2.5 could efficiently eliminate bacteria effectively when applied as a cover to infected wounds. Furthermore, a sustained release of Ag+ could last up to 20 days (approximately 80% of the total content), implying that TPU/NS2.5 with favourable durability could persistently protect the wounds from bacterial infections. More noteworthy, the total amount of Ag+ released by day 20 (< 1 μg/ mL) was far less than the dose that is toxic to humans (10  μg/mL) [53], which further indicated that TPU/ NS2.5 had good biocompatibility as described above (Fig.  5). These results suggest that TPU/NS2.5 membranes could effectively prevent bacterial infections in vivo and not exhibit human toxicity."
    }, {
      "heading" : "In vivo effect of TPU/NS2.5 on healing of infected wounds",
      "text" : "To further investigate the effect of TPU/NS2.5 on infected wounds in vivo, a bacteria-infected (MRSA or P. aeruginosa) murine skin wound model was utilized. Figures  7a, b and 8a, b showed the appearance of wounds and quantitative closed wound areas in Blank (without MRSA or P. aeruginosa), Vaseline gauze, TPU, TPU/DA and TPU/NS2.5 groups. At day 1 post-surgery, no obvious difference was observed in the closed wound area among all the groups for both MRSA- or P. aeruginosainfected wounds. However, it was apparent that abundant yellow purulent fluids permeated the wounds in the\nVaseline gauze, TPU and TPU/DA groups at day 3 postsurgery, and the ambient skin tissue were obviously red and swollen, which indicated that severe infections developed. In contrast, the appearance of wounds covered with the TPU/NS2.5 membrane was as clean and dry as that in the Blank group. After 7 days of treatment, the wound in the TPU/NS2.5 group appeared to be completely healed, while festered wounds persisted in the Vaseline gauze, TPU and TPU/DA groups, demonstrating the excellent therapeutic efficacy of TPU/NS2.5 membranes in treating infected wounds. The quantitative data for the closed wound area also supported these results. At days 3 and 7 post-surgery, the percentage of closed wound areas in the TPU/NS2.5 group was significantly larger than that in the Vaseline gauze, TPU and TPU/DA groups, however, no significance difference was detected between the TPU/ NS2.5 and Blank groups. Specifically, for the MRSAinfected wounds, the percentage of closed wound areas in the Blank and PVDF/NS25 groups was greater than 83% at day 7 post-surgery, while the Vaseline gauze, TPU and TPU/DA groups the percentages were 32.3%, 34.2% and 37.9%, respectively (Fig.  7b). For the P. aeruginosainfected wounds, the percentage of closed wound areas in the Blank and PVDF/NS25 groups was greater than 80% at day 7 post-surgery, while in the Vaseline gauze, TPU and TPU/DA groups they were 30.1%, 33.8% and 31.2%, respectively (Fig.  8b). Simultaneously, to evaluate the actual bactericidal effect of TPU/NS2.5 in  vivo, the wound tissues were harvested and homogenized to quantify the number of bacteria. As shown in Figs. 7c, d and 8c, d, compared with the Vaseline gauze, TPU and TPU/DA groups, significantly fewer bacterial colonies were found in the TPU/NS2.5 group, both for the MRSAor P. aeruginosa-infected wounds, which confirmed the outstanding antibacterial activity of TPU/NS2.5\nmembranes in vivo. Additionally, we found that application of TPU/NS2.5 membranes significantly shortened the wound closure time. For the MRSA-infected wounds, Fig.  7e showed that the average wound closure timfor the Vaseline gauze, TPU and TPU/DA groups were 16.3, 16.7 and 15.7  days, respectively; however, it only required 10.3  days for TPU/NS2.5-treated mice, which was close to the time required for healing in the Blank group (9.5 days). For the P. aeruginosa-infected wounds, the average wound closure times for the Vaseline gauze, TPU and TPU/DA groups were 18.3, 17.7 and 17.8 days, respectively, while it only required 10.2 and 9.8 days for the TPU/NS2.5 and Blank groups, respectively (Fig. 8e). Taken together, these data indicated that TPU/NS2.5 could efficiently eliminate MRSA and P. aeruginosa infections in vivo, leading to rapid wound healing.\nTo further evaluate the wound healing process, the wound tissue at day 7 post-surgery was collected and stained by H&E. The histological images in Fig.  9B–D, H–J revealed that a large amount of inflammatory cells were infiltrated into the MRSA- and P. aeruginosainfected wounds in the Vaseline gauze, TPU and TPU/ DA groups, which further confirmed the severe infection caused by bacteria, as observed in the macroscopic photographs (Figs. 7a, 8a). Nevertheless, such signs of infection were not observed in the subcutaneous tissues of wounds that were treated with TPU/NS2.5 membranes (Fig.  9E, K), and there were significantly less inflammatory cells in the TPU/NS2.5 group than in the Vaseline gauze, TPU and TPU/DA groups, according to the quantitative count results (Fig. 9F, L). These data further indicate that treatment with TPU/NS2.5 membranes can effectively prevent bacterial infections and maintain a natural microenvironment for the regeneration of cells and tissues.\nRestoration of the epidermal layers is a key factor in evaluating wound healing [54], therefore we investigated the effect of TPU/NS2.5 membranes on re-epithelialization based on H&E staining of sections. As shown in Fig.  10, the length of newly regenerated epidermis in the TPU/NS2.5 group was significantly longer than that in the Vaseline gauze, TPU and TPU/DA groups at day 7 post-surgery both for the MRSA- and P. aeruginosainfected wounds, but was similar to that in the Blank group. This result indicated that compared with other treatments, the TPU/NS2.5 membrane was able to promote wound closure by accelerating the re-epithelialization process in the infected wounds, which may be due to its excellent antibacterial activity and good biocompatibility. More importantly, the application of TPU/NS2.5 membranes was also expected to provide a better quality of wound healing, as rapid re-epithelialization is known to reduce hypertrophic scar formation [55].\n0 2 4 6 8 10 12 14 16 18 20 0.0\n0.2\n0.4\n0.6\n0.8\n1.0 Silver release (μg/mL) Silver release (%)\nDay\nSi lv\ner re\nle as\ne (μ\ng/ m\nL)\n0\n20\n40\n60\n80\nSi lv\ner re\nle as\ne (%\n)\nFig. 6 Ag+ released from TPU/NS2.5 membranes at days 1, 3, 5, 7, 10 and 20. The values are shown as the mean ± SD (n = 3)\nTo further evaluate the in vivo biosafety of TPU/NS2.5 membranes, the major organs of mice in each group after 7 days of treatment were collected for histological analysis [36]. As shown in Fig. 11, similar to the Blank group, no obvious inflammatory lesions or appreciable abnormalities were observed in the heart, liver, spleen, lung and kidney of mice treated with TPU/NS2.5 membranes, which indicated that the prepared nanocomposite had acceptable biocompatibility in vivo. Taken together, these results demonstrate that TPU/ NS2.5 membranes can efficiently eliminate MRSA and P. aeruginosa infections in  vivo, and maintain a nonseptic and normal wound microenvironment for tissue regeneration, leading to rapid re-epithelialization and wound closure, while causing no measurable damage to normal tissues. Therefore, TPU/NS2.5 is a promising candidate for application in the management of infected wounds."
    }, {
      "heading" : "Conclusions",
      "text" : "In summary, we prepared a biocompatible, flexible and antibacterial wound dressing by incorporating nano-silver onto a porous TPU membrane using biomimetic polydopamine. The entire preparation process was facile, mild and eco-friendly. The TPU/ NS2.5 dressing possessed strong mechanical strength and excellent flexibility, and exhibited acceptable\nantibacterial activity against P. aeruginosa, E. coli, S. aureus and MRSA while exhibiting no obvious toxicity to mammalian cells. Furthermore, by employing a bacteria-infected (MRSA or P. aeruginosa) wound model, we found the dressing could effectively prevent bacterial infection in  vivo and promote wound\nhealing by accelerating re-epithelialization. Therefore, the constructed TPU/NS2.5 membrane has great potential for biomedical applications such as wound management.\nAuthors’ contributions MLL carried out experiments, analyzed data and wrote the paper. JW and GXL designed the study and supervised the project. TFL, XWC and JCY assisted in the data analysis and discussion. JD, WFH, XRZ, XHH and QL drew the figures and assisted in the preparation and characterizations of the nanocomposite. All authors read and approved the final manuscript.\nAuthor details 1 Institute of Burn Research, State Key Laboratory of Trauma, Burn and Combined Injury, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing 400038, China. 2 Department of Urology, Second Affiliated Hospital of Third Military Medical University (Army Medical University), Chongqing 400037, China. 3 Department of Burns and Reconstructive Surgery, Jinan Military General Hospital, Jinan 250000, China. 4 Department of Burns, The First Affiliated Hospital, SunYat-Sen University, Guangzhou 510080, China.\nAcknowledgements We thank the assistance from Miss Danfeng He (Institute of Burn Research, Southwest Hospital, Army Medical University, China) for the instruction of XRD spectra analysis.\nCompeting interests All authors declare that they have no competing interests.\nAvailability of data and materials The datasets supporting the conclusions of this article are included within the article.\nConsent for publication Not applicable.\nEthics approval and consent to participate All animal experiments were performed in accordance with the guidelines and the ethical standards of the Institutional Animal Care and Use Committee of the Third Military Medical University.\nFunding This work was supported by the State Key Laboratory Funding (SKLZZ201221) and National Special Scientific Projects of Public Welfare Industry Funding of China (No. 201502015)."
    }, {
      "heading" : "Publisher’s Note",
      "text" : "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nReceived: 12 August 2018 Accepted: 26 October 2018\nReferences 1. Mogosanu GD, Grumezescu AM. Natural and synthetic polymers for\nwounds and burns dressing. Int J Pharm. 2014;463:127–36. 2. Sood A, Granick MS, Tomaselli NL. Wound dressings and comparative\neffectiveness data. Adv Wound Care. 2014;3:511–29. 3. Branco CC, Klumpers DD, Li WA, Koshy ST, Weaver JC, Chaudhuri O, Granja\nPL, Mooney DJ. Influence of the stiffness of three-dimensional alginate/ collagen-I interpenetrating networks on fibroblast biology. Biomaterials. 2014;35:8927–36.\n4. Andrews KL, Houdek MT, Kiemele LJ. Wound management of chronic diabetic foot ulcers: from the basics to regenerative medicine. Prosthet Orthot Int. 2015;39:29–39. 5. Xu R, Luo G, Xia H, He W, Zhao J, Liu B, Tan J, Zhou J, Liu D, Wang Y, et al. Novel bilayer wound dressing composed of silicone rubber with particular micropores enhanced wound re-epithelialization and contraction. Biomaterials. 2015;40:1–11. 6. Fu SZ, Meng XH, Fan J, Yang LL, Wen QL, Ye SJ, Lin S, Wang BQ, Chen LL, Wu JB, et al. Acceleration of dermal wound healing by using electrospun curcumin-loaded poly(epsilon-caprolactone)-poly(ethylene glycol)-poly(epsilon-caprolactone) fibrous mats. J Biomed Mater Res B. 2014;102:533–42. 7. Shi R, Geng H, Gong M, Ye J, Wu C, Hu X, Zhang L. Long-acting and broadspectrum antimicrobial electrospun poly (ε-caprolactone)/gelatin micro/ nanofibers for wound dressing. J Colloid Interf Sci. 2017;509:275–84. 8. Elsner JJ, Shefypeleg A, Zilberman M. Novel biodegradable composite wound dressings with controlled release of antibiotics: microstructure, mechanical and physical properties. J Biomed Mater Res B. 2010;93:425–35. 9. Mi HY, Xin J, Salick MR, Cordie TM, Turng LS. Carbon nanotube (CNT) and nanofibrillated cellulose (NFC) reinforcement effect on thermoplastic polyurethane (TPU) scaffolds fabricated via phase separation using dimethyl sulfoxide (DMSO) as solvent. J Mech Behav Biomed. 2016;62:417–27. 10. Kaur IP, Sandhu SK, Deol PK, Sharma G, Yadav M, Singh M. Material couture for wound healing and regeneration: an overview. Curr Pharm Design. 2015;21:1556–74. 11. Hentschel T, Münstedt H. Thermoplastic polyurethane–the material used for the Erlanger silver catheter. Infection. 1999;27:43–5. 12. Huang C, Chen R, Ke Q, Morsi Y, Zhang K, Mo X. Electrospun collagenchitosan-TPU nanofibrous scaffolds for tissue engineered tubular grafts. Colloid Surface B. 2011;82:307–15. 13. Verstraete G, Samaro A, Grymonpré W, Vanhoorne V, Van BS, Boone MN, Hellemans T, Van LH, Remon JP, Vervaet C. 3D printing of high drug loaded dosage forms using thermoplastic polyurethanes. Int J Pharma. 2018;536:318–25. 14. Percival SL, McCarty SM. Silver and alginates: role in wound healing and biofilm control. Adv Wound Care. 2015;4:407–14. 15. Ye S, Jiang L, Wu J, Su C, Huang C, Liu X, Shao W. Flexible amoxicillin grafted bacterial cellulose sponges for wound dressing: in vitro and in vivo evaluation. ACS Appl Mater Inter. 2018;10:5862–70. 16. Jr AV, Adams CS, Parvizi J, Davidson HM, Composto RJ, Freeman TA, Wickstrom E, Ducheyne P, Jungkind D, Shapiro IM. The inhibition of Staphylococcus epidermidis biofilm formation by vancomycin-modified titanium alloy and implications for the treatment of periprosthetic infection. Biomaterials. 2008;29:4684–90. 17. Popat KC, Eltgroth M, Latempa TJ, Grimes CA, Desai TA. Decreased Staphylococcus epidermis adhesion and increased osteoblast functionality on antibiotic-loaded titania nanotubes. Biomaterials. 2007;28:4880–8. 18. D’Costa VM, King CE, Kalan L, Morar M, Sung WW, Schwarz C, Froese D, Zazula G, Calmels F, Debruyne R, et al. Antibiotic resistance is ancient. Nature. 2011;477:457–61.\n19. Marambiojones C, Hoek EMV. A review of the antibacterial effects of silver nanomaterials and potential implications for human health and the environment. J Nanopart Res. 2010;12:1531–51. 20. Pokrowiecki R, Zareba T, Szaraniec B, Pałka K, Mielczarek A, Menaszek E, Tyski S. In vitro studies of nanosilver-doped titanium implants for oral and maxillofacial surgery. Int J Nanomed. 2017;12:4285–97. 21. Franci G, Falanga A, Galdiero S, Palomba L, Rai M, Morelli G, Galdiero M. Silver nanoparticles as potential antibacterial agents. Molecules. 2015;20:8856–74. 22. Xiu ZM, Zhang QB, Puppala HL, Colvin VL, Alvarez PJ. Negligible particle-specific antibacterial activity of silver nanoparticles. Nano Lett. 2012;12:4271–5. 23. Jia Z, Xiu P, Li M, Xu X, Shi Y, Cheng Y, Wei S, Zheng Y, Xi T, Cai H, Liu Z. Bioinspired anchoring AgNPs onto micro-nanoporous TiO2 orthopedic coatings: trap-killing of bacteria, surface-regulated osteoblast functions and host responses. Biomaterials. 2016;75:203–22. 24. Kawata K, Osawa M, Okabe S. In vitro toxicity of silver nanoparticles at noncytotoxic doses to HepG2 human hepatoma cells. Environ Sci Technol. 2009;43:6046–51. 25. Gurunathan S, Park JH, Han JW, Kim JH. Comparative assessment of the apoptotic potential of silver nanoparticles synthesized by Bacillus tequilensis and Calocybe indica in MDA-MB-231 human breast cancer cells: targeting p53 for anticancer therapy. Int J Nanomed. 2015;10:4203–22. 26. Cao H, Liu X, Meng F, Chu PK. Biological actions of silver nanoparticles embedded in titanium controlled by micro-galvanic effects. Biomaterials. 2011;32:693–705. 27. Kobayashi Y, Lizmarzán LM. Deposition of silver nanoparticles on silica spheres by pretreatment steps in electroless plating. Chem Mater. 2001;13:1630–3. 28. Madhurakkat Perikamana SK, Lee J, Lee YB, Shin YM, Lee EJ, Mikos AG, Shin H. Materials from mussel-inspired chemistry for cell and tissue engineering applications. Biomacromol. 2015;16:2541–55. 29. Jehle F, Fratzl P, Harrington MJ. Metal-tunable self-assembly of hierarchical structure in mussel-inspired peptide films. ACS Nano. 2018;12:2160–8. 30. Lee H, Dellatore SM, Miller WM, Messersmith PB. Mussel-inspired surface chemistry for multifunctional coatings. Science. 2007;318:426–30. 31. Messersmith PB. Materials science. Multitasking in tissues and materials. Science. 2008;319:1767–8. 32. Lee C, Lee SY. Mussel-inspired bolaamphiphile sticky self-assemblies for the preparation of magnetic nanoparticles. Colloid Surface B. 2015;127:89–95. 33. Rui X, Xia H, He W, Li Z, Jian Z, Bo L, Wang Y, Qiang L, Yi K, Yang B. Controlled water vapor transmission rate promotes wound-healing via wound re-epithelialization and contraction enhancement. Sci Rep. 2016;6:24596. 34. Reithofer MR, Lakshmanan A, Ping AT, Chin JM, Hauser CA. In situ synthesis of size-controlled, stable silver nanoparticles within ultrashort peptide hydrogels and their anti-bacterial properties. Biomaterials. 2014;35:7535–42. 35. Hu D, Li H, Wang B, Zi Y, Lei W, Fan J, Qiao J, Ren KF, Jian J. Surfaceadaptive gold nanoparticles with effective adherence and enhanced photothermal ablation of methicillin-resistant staphylococcus aureus biofilm. ACS Nano. 2017;11:9330–9. 36. Liu M, He D, Yang T, Liu W, Mao L, Zhu Y, Wu J, Luo G, Deng J. An efficient antimicrobial depot for infectious site-targeted chemo-photothermal therapy. J Nanobiotechnol. 2018;16:1–20. 37. Wang Y, Xu R, Luo G, Lei Q, Shu Q, Yao Z, Li H, Zhou J, Tan J, Yang S, et al. Biomimetic fibroblast-loaded artificial dermis with “sandwich” structure and designed gradient pore sizes promotes wound healing by favoring granulation tissue formation and wound re-epithelialization. Acta Biomater. 2016;30:246–57. 38. Zeng L, Yao Y, Wang DA, Chen X. Effect of microcavitary alginate hydrogel with different pore sizes on chondrocyte culture for cartilage tissue engineering. Mat Sci Eng C. 2014;34:168–75. 39. Mi HY, Salick MR, Jing X, Jacques BR, Crone WC, Peng XF, Turng LS. Characterization of thermoplastic polyurethane/polylactic acid (TPU/PLA) tissue engineering scaffolds fabricated by microcellular injection molding. Mat Sci Eng C. 2013;33:4767–76.\n• fast, convenient online submission\n• thorough peer review by experienced researchers in your field\n• rapid publication on acceptance\n• support for research data, including large and complex data types\n• gold Open Access which fosters wider collaboration and increased citations\nmaximum visibility for your research: over 100M website views per year •\nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions\nReady to submit your research ? Choose BMC and benefit from:\n40. Singho ND, Lah NAC, Johan MR, Ahmad R. FTIR studies on silverpoly(methylmethacrylate) nanocomposites via in situ polymerization technique. Int J Electrochem Sc. 2012;7:5596–603. 41. Haider A, Haider S, Kang IK, Kumar A, Kummara MR, Kamal T, Han SS. A novel use of cellulose based filter paper containing silver nanoparticles for its potential application as wound dressing agent. Int J Biol Macromol. 2017;108:455–61. 42. Ku SH, Park CB. Myoblast differentiation on graphene oxide. Biomaterials. 2013;34:2017–23. 43. Xu D, Su Y, Zhao L, Meng F, Liu C, Guan Y, Zhang J, Luo J. Antibacterial and antifouling properties of a polyurethane surface modified with perfluoroalkyl and silver nanoparticles. J Biomed Mater Res A. 2017;105:531–8. 44. Boateng JS, Matthews KH, Stevens HNE, Eccleston GM. Wound healing dressings and drug delivery systems: a review. J Pharm Sci. 2008;97:2892–923. 45. Ghavami NA, Rajan UA, Ramachandra KSA, Samarikhalaj M, Thomas RG, Jeong YY, Nasseri S, Murugesan P, Wu D, Hee Park C, Kim CS. Musselinspired electrospun nanofibers functionalized with size-controlled silver nanoparticles for wound dressing application. ACS Appl Mater Inter. 2015;7:12176–83. 46. Moura LI, Dias AM, Carvalho E, de Sousa HC. Recent advances on the development of wound dressings for diabetic foot ulcer treatment—a review. Acta Biomater. 2013;9:7093–114.\n47. Li Q, Lu F, Zhou G, Yu K, Lu B, Xiao Y, Dai F, Wu D, Lan G. Silver inlaid with gold nanoparticle/chitosan wound dressing enhances antibacterial activity and porosity, and promotes wound healing. Biomacromol. 2017;18:3766–75. 48. Chiu CT, Lee JS, Chu CS, Chang YP, Wang YJ. Development of two alginate-based wound dressings. J Mater Sci. 2008;19:2503–13. 49. Xin X, Teng C, Du X, Lv Y, Xiao Q, He W, Yin L. Drug-delivering-drug platform-mediated potent protein therapeutics via a non-endo-lysosomal route. Theranostics. 2018;8:3474–89. 50. Chen X, Schluesener HJ. Nanosilver: a nano product in medical application. Toxicol Lett. 2008;176:1–12. 51. Chernousova S, Epple M. Silver as antibacterial agent: ion, nanoparticle, and metal. Cheminform. 2013;44:1636–53. 52. Xiu ZM, Ma J, Alvarez PJJ. Differential effect of common ligands and molecular oxygen on antimicrobial activity of silver nanoparticles versus silver ions. Environ Sci Technol. 2011;45:9003–8. 53. Damm C, Münstedt H, Rösch A. The antimicrobial efficacy of polyamide 6/silver-nano- and microcomposites. Mater Chem Phys. 2008;108:61–6. 54. Gurtner GC, Werner S, Barrandon Y, Longaker MT. Wound repair and regeneration. Nature. 2008;453:314–21. 55. Namazi MR, Fallahzadeh MK, Schwartz RA. Strategies for prevention of scars: what can we learn from fetal skin? Int J Dermatol. 2011;50:85–93."
    } ],
    "references" : [ {
      "title" : "Natural and synthetic polymers for wounds and burns dressing",
      "author" : [ "Mogosanu GD", "Grumezescu AM" ],
      "venue" : "Int J Pharm",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Wound dressings and comparative effectiveness data",
      "author" : [ "A Sood", "MS Granick", "NL. Tomaselli" ],
      "venue" : "Adv Wound Care",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "Influence of the stiffness of three-dimensional alginate/ collagen-I interpenetrating networks on fibroblast biology",
      "author" : [ "CC Branco", "DD Klumpers", "WA Li", "ST Koshy", "JC Weaver", "O Chaudhuri", "PL Granja", "DJ. Mooney" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Wound management of chronic diabetic foot ulcers: from the basics to regenerative medicine",
      "author" : [ "KL Andrews", "MT Houdek", "LJ. Kiemele" ],
      "venue" : "Prosthet Orthot Int",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Novel bilayer wound dressing composed of silicone rubber with particular micropores enhanced wound re-epithelialization and contraction",
      "author" : [ "R Xu", "G Luo", "H Xia", "W He", "J Zhao", "B Liu", "J Tan", "J Zhou", "D Liu", "Y Wang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Acceleration of dermal wound healing by using electrospun curcumin-loaded poly(epsilon-caprolactone)-poly(ethylene glycol)-poly(epsilon-caprolactone) fibrous mats",
      "author" : [ "SZ Fu", "XH Meng", "J Fan", "LL Yang", "QL Wen", "SJ Ye", "S Lin", "BQ Wang", "LL Chen", "JB Wu" ],
      "venue" : "J Biomed Mater Res B",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Long-acting and broadspectrum antimicrobial electrospun poly (ε-caprolactone)/gelatin micro/ nanofibers for wound dressing",
      "author" : [ "R Shi", "H Geng", "M Gong", "J Ye", "C Wu", "X Hu", "L. Zhang" ],
      "venue" : "J Colloid Interf Sci",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Novel biodegradable composite wound dressings with controlled release of antibiotics: microstructure, mechanical and physical properties",
      "author" : [ "JJ Elsner", "A Shefypeleg", "M. Zilberman" ],
      "venue" : "J Biomed Mater Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2010
    }, {
      "title" : "Carbon nanotube (CNT) and nanofibrillated cellulose (NFC) reinforcement effect on thermoplastic polyurethane (TPU) scaffolds fabricated via phase separation using dimethyl sulfoxide (DMSO) as solvent",
      "author" : [ "HY Mi", "J Xin", "MR Salick", "TM Cordie", "LS. Turng" ],
      "venue" : "J Mech Behav Biomed",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Material couture for wound healing and regeneration: an overview",
      "author" : [ "IP Kaur", "SK Sandhu", "PK Deol", "G Sharma", "M Yadav", "M. Singh" ],
      "venue" : "Curr Pharm Design",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Thermoplastic polyurethane–the material used for the Erlanger silver catheter",
      "author" : [ "T Hentschel", "H. Münstedt" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1999
    }, {
      "title" : "Electrospun collagenchitosan-TPU nanofibrous scaffolds for tissue engineered tubular grafts",
      "author" : [ "C Huang", "R Chen", "Q Ke", "Y Morsi", "K Zhang", "X. Mo" ],
      "venue" : "Colloid Surface B",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2011
    }, {
      "title" : "3D printing of high drug loaded dosage forms using thermoplastic polyurethanes",
      "author" : [ "G Verstraete", "A Samaro", "W Grymonpré", "V Vanhoorne", "BS Van", "MN Boone", "T Hellemans", "LH Van", "JP Remon", "C. Vervaet" ],
      "venue" : "Int J Pharma",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Silver and alginates: role in wound healing and biofilm control",
      "author" : [ "Percival SL", "McCarty SM" ],
      "venue" : "Adv Wound Care",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Flexible amoxicillin grafted bacterial cellulose sponges for wound dressing: in vitro and in vivo evaluation",
      "author" : [ "S Ye", "L Jiang", "J Wu", "C Su", "C Huang", "X Liu", "W. Shao" ],
      "venue" : "ACS Appl Mater Inter",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "The inhibition of Staphylococcus epidermidis biofilm formation by vancomycin-modified titanium alloy and implications for the treatment of periprosthetic infection",
      "author" : [ "AV Jr.", "CS Adams", "J Parvizi", "HM Davidson", "RJ Composto", "TA Freeman", "E Wickstrom", "P Ducheyne", "D Jungkind", "IM. Shapiro" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2008
    }, {
      "title" : "Decreased Staphylococcus epidermis adhesion and increased osteoblast functionality on antibiotic-loaded titania nanotubes",
      "author" : [ "KC Popat", "M Eltgroth", "TJ Latempa", "CA Grimes", "TA. Desai" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2007
    }, {
      "title" : "Antibiotic resistance is ancient",
      "author" : [ "VM D’Costa", "CE King", "L Kalan", "M Morar", "WW Sung", "C Schwarz", "D Froese", "G Zazula", "F Calmels", "R Debruyne" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2011
    }, {
      "title" : "A review of the antibacterial effects of silver nanomaterials and potential implications for human health and the environment",
      "author" : [ "Marambiojones C", "Hoek EMV" ],
      "venue" : "J Nanopart Res",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "In vitro studies of nanosilver-doped titanium implants for oral and maxillofacial surgery",
      "author" : [ "R Pokrowiecki", "T Zareba", "B Szaraniec", "K Pałka", "A Mielczarek", "E Menaszek", "S. Tyski" ],
      "venue" : "Int J Nanomed",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Silver nanoparticles as potential antibacterial agents",
      "author" : [ "G Franci", "A Falanga", "S Galdiero", "L Palomba", "M Rai", "G Morelli", "M. Galdiero" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "Negligible particle-specific antibacterial activity of silver nanoparticles",
      "author" : [ "ZM Xiu", "QB Zhang", "HL Puppala", "VL Colvin", "PJ. Alvarez" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Bioinspired anchoring AgNPs onto micro-nanoporous TiO2 orthopedic coatings: trap-killing of bacteria, surface-regulated osteoblast functions and host responses",
      "author" : [ "Z Jia", "P Xiu", "M Li", "X Xu", "Y Shi", "Y Cheng", "S Wei", "Y Zheng", "T Xi", "H Cai", "Z. Liu" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "In vitro toxicity of silver nanoparticles at noncytotoxic doses to HepG2 human hepatoma cells",
      "author" : [ "K Kawata", "M Osawa", "S. Okabe" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2009
    }, {
      "title" : "Comparative assessment of the apoptotic potential of silver nanoparticles synthesized by Bacillus tequilensis and Calocybe indica in MDA-MB-231 human breast cancer cells: targeting p53 for anticancer therapy",
      "author" : [ "S Gurunathan", "JH Park", "JW Han", "JH. Kim" ],
      "venue" : "Int J Nanomed",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Biological actions of silver nanoparticles embedded in titanium controlled by micro-galvanic effects",
      "author" : [ "H Cao", "X Liu", "F Meng", "PK. Chu" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Deposition of silver nanoparticles on silica spheres by pretreatment steps in electroless plating",
      "author" : [ "Kobayashi Y", "Lizmarzán LM" ],
      "venue" : "Chem Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2001
    }, {
      "title" : "Materials from mussel-inspired chemistry for cell and tissue engineering applications",
      "author" : [ "SK Madhurakkat Perikamana", "J Lee", "YB Lee", "YM Shin", "EJ Lee", "AG Mikos", "H. Shin" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Metal-tunable self-assembly of hierarchical structure in mussel-inspired peptide films",
      "author" : [ "F Jehle", "P Fratzl", "MJ. Harrington" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Mussel-inspired surface chemistry for multifunctional coatings",
      "author" : [ "H Lee", "SM Dellatore", "WM Miller", "PB. Messersmith" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2007
    }, {
      "title" : "Materials science",
      "author" : [ "Messersmith PB" ],
      "venue" : "Multitasking in tissues and materials",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "Mussel-inspired bolaamphiphile sticky self-assemblies for the preparation of magnetic nanoparticles",
      "author" : [ "Lee C", "Lee SY" ],
      "venue" : "Colloid Surface B",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Controlled water vapor transmission rate promotes wound-healing via wound re-epithelialization and contraction enhancement",
      "author" : [ "X Rui", "H Xia", "W He", "Z Li", "Z Jian", "L Bo", "Y Wang", "L Qiang", "K Yi", "B. Yang" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "In situ synthesis of size-controlled, stable silver nanoparticles within ultrashort peptide hydrogels and their anti-bacterial properties",
      "author" : [ "MR Reithofer", "A Lakshmanan", "AT Ping", "JM Chin", "CA. Hauser" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Surfaceadaptive gold nanoparticles with effective adherence and enhanced photothermal ablation of methicillin-resistant staphylococcus aureus biofilm",
      "author" : [ "D Hu", "H Li", "B Wang", "Y Zi", "W Lei", "J Fan", "J Qiao", "KF Ren", "J. Jian" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "An efficient antimicrobial depot for infectious site-targeted chemo-photothermal therapy",
      "author" : [ "M Liu", "D He", "T Yang", "W Liu", "L Mao", "Y Zhu", "J Wu", "G Luo", "J. Deng" ],
      "venue" : "J Nanobiotechnol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Biomimetic fibroblast-loaded artificial dermis with “sandwich” structure and designed gradient pore sizes promotes wound healing by favoring granulation tissue formation and wound re-epithelialization",
      "author" : [ "Y Wang", "R Xu", "G Luo", "Q Lei", "Q Shu", "Z Yao", "H Li", "J Zhou", "J Tan", "S Yang" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2016
    }, {
      "title" : "Effect of microcavitary alginate hydrogel with different pore sizes on chondrocyte culture for cartilage tissue",
      "author" : [ "L Zeng", "Y Yao", "DA Wang", "X. Chen" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Characterization of thermoplastic polyurethane/polylactic acid (TPU/PLA) tissue engineering scaffolds fabricated by microcellular injection molding",
      "author" : [ "HY Mi", "MR Salick", "X Jing", "BR Jacques", "WC Crone", "XF Peng", "LS. Turng" ],
      "venue" : "Mat Sci Eng C. 2013;33:4767–76",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "FTIR studies on silverpoly(methylmethacrylate) nanocomposites via in situ polymerization technique",
      "author" : [ "ND Singho", "NAC Lah", "MR Johan", "R. Ahmad" ],
      "venue" : "Int J Electrochem",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2012
    }, {
      "title" : "A novel use of cellulose based filter paper containing silver nanoparticles for its potential application as wound dressing agent",
      "author" : [ "A Haider", "S Haider", "IK Kang", "A Kumar", "MR Kummara", "T Kamal", "SS. Han" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Myoblast differentiation on graphene oxide",
      "author" : [ "Ku SH", "Park CB" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Antibacterial and antifouling properties of a polyurethane surface modified with perfluoroalkyl and silver nanoparticles",
      "author" : [ "D Xu", "Y Su", "L Zhao", "F Meng", "C Liu", "Y Guan", "J Zhang", "J. Luo" ],
      "venue" : "J Biomed Mater Res A",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Wound healing dressings and drug delivery systems: a review",
      "author" : [ "JS Boateng", "KH Matthews", "HNE Stevens", "GM. Eccleston" ],
      "venue" : "J Pharm Sci",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2008
    }, {
      "title" : "Musselinspired electrospun nanofibers functionalized with size-controlled silver nanoparticles for wound dressing application",
      "author" : [ "NA Ghavami", "UA Rajan", "KSA Ramachandra", "M Samarikhalaj", "RG Thomas", "YY Jeong", "S Nasseri", "P Murugesan", "D Wu", "C Hee Park", "CS. Kim" ],
      "venue" : "ACS Appl Mater Inter",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2015
    }, {
      "title" : "Recent advances on the development of wound dressings for diabetic foot ulcer treatment—a review",
      "author" : [ "LI Moura", "AM Dias", "E Carvalho", "HC. de Sousa" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2013
    }, {
      "title" : "Silver inlaid with gold nanoparticle/chitosan wound dressing enhances antibacterial activity and porosity, and promotes wound healing",
      "author" : [ "Q Li", "F Lu", "G Zhou", "K Yu", "B Lu", "Y Xiao", "F Dai", "D Wu", "G. Lan" ],
      "venue" : "Biomacromol",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2017
    }, {
      "title" : "Development of two alginate-based wound dressings",
      "author" : [ "CT Chiu", "JS Lee", "CS Chu", "YP Chang", "YJ. Wang" ],
      "venue" : "J Mater Sci",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2008
    }, {
      "title" : "Drug-delivering-drug platform-mediated potent protein therapeutics via a non-endo-lysosomal route",
      "author" : [ "X Xin", "C Teng", "X Du", "Y Lv", "Q Xiao", "W He", "L. Yin" ],
      "venue" : null,
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    }, {
      "title" : "Nanosilver: a nano product in medical application",
      "author" : [ "Chen X", "Schluesener HJ" ],
      "venue" : null,
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2008
    }, {
      "title" : "Silver as antibacterial agent: ion, nanoparticle, and metal",
      "author" : [ "S Chernousova", "M. Epple" ],
      "venue" : "Cheminform",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2013
    }, {
      "title" : "Differential effect of common ligands and molecular oxygen on antimicrobial activity of silver nanoparticles versus silver ions",
      "author" : [ "ZM Xiu", "J Ma", "PJJ. Alvarez" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2011
    }, {
      "title" : "The antimicrobial efficacy of polyamide 6/silver-nano- and microcomposites",
      "author" : [ "C Damm", "H Münstedt", "A. Rösch" ],
      "venue" : "Mater Chem Phys. 2008;108:61–6",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2008
    }, {
      "title" : "Wound repair and regeneration",
      "author" : [ "GC Gurtner", "S Werner", "Y Barrandon", "MT. Longaker" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2008
    }, {
      "title" : "Strategies for prevention of scars: what can we learn from fetal skin",
      "author" : [ "MR Namazi", "MK Fallahzadeh", "RA. Schwartz" ],
      "venue" : "Int J Dermatol",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Background Wound dressings play a critical role in the management of cutaneous wounds because they can protect the wounds and promote the regeneration of dermal and epidermal tissues [1, 2].",
      "startOffset" : 183,
      "endOffset" : 189
    }, {
      "referenceID" : 1,
      "context" : "Background Wound dressings play a critical role in the management of cutaneous wounds because they can protect the wounds and promote the regeneration of dermal and epidermal tissues [1, 2].",
      "startOffset" : 183,
      "endOffset" : 189
    }, {
      "referenceID" : 2,
      "context" : ", the demand for better dressings is growing dramatically [3, 4].",
      "startOffset" : 58,
      "endOffset" : 64
    }, {
      "referenceID" : 3,
      "context" : ", the demand for better dressings is growing dramatically [3, 4].",
      "startOffset" : 58,
      "endOffset" : 64
    }, {
      "referenceID" : 4,
      "context" : "Generally, an ideal dressing should possess non-toxicity, biocompatibility, robust mechanical properties and suitable permeability for gas and water exchange [5, 6].",
      "startOffset" : 158,
      "endOffset" : 164
    }, {
      "referenceID" : 5,
      "context" : "Generally, an ideal dressing should possess non-toxicity, biocompatibility, robust mechanical properties and suitable permeability for gas and water exchange [5, 6].",
      "startOffset" : 158,
      "endOffset" : 164
    }, {
      "referenceID" : 0,
      "context" : ", hydrogels, films and foams) due to their biocompatibility and biodegradability [1, 7].",
      "startOffset" : 81,
      "endOffset" : 87
    }, {
      "referenceID" : 6,
      "context" : ", hydrogels, films and foams) due to their biocompatibility and biodegradability [1, 7].",
      "startOffset" : 81,
      "endOffset" : 87
    }, {
      "referenceID" : 4,
      "context" : "However, their poor mechanical properties make it difficult for them to meet rigorous clinical requirements [5, 8].",
      "startOffset" : 108,
      "endOffset" : 114
    }, {
      "referenceID" : 7,
      "context" : "However, their poor mechanical properties make it difficult for them to meet rigorous clinical requirements [5, 8].",
      "startOffset" : 108,
      "endOffset" : 114
    }, {
      "referenceID" : 8,
      "context" : "Thermoplastic polyurethane (TPU) is a biocompatible and biodegradable elastomer that has been approved by the FDA, and has been widely applied in biomedical science [9, 10].",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 9,
      "context" : "Thermoplastic polyurethane (TPU) is a biocompatible and biodegradable elastomer that has been approved by the FDA, and has been widely applied in biomedical science [9, 10].",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 9,
      "context" : "Moreover, TPU also exhibits remarkable chemical stability and good mechanical properties [10, 12].",
      "startOffset" : 89,
      "endOffset" : 97
    }, {
      "referenceID" : 11,
      "context" : "Moreover, TPU also exhibits remarkable chemical stability and good mechanical properties [10, 12].",
      "startOffset" : 89,
      "endOffset" : 97
    }, {
      "referenceID" : 13,
      "context" : "However, lacking antibacterial activity would limit its application in wound care, as bacterial infections always pose a severe threat to the wound bed [14].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 17,
      "context" : "Nevertheless, the emergence of drug-resistance worldwide due to the overuse of antibiotics continues to threaten public health [18].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 18,
      "context" : "Nano-silver (NS) as an excellent antibacterial agent with robust and broad-spectrum bactericidal activity against both Gram-positive and Gram-negative bacteria, including multi-drug-resistant bacteria such as methicillin-resistant staphylococcus aureus (MRSA) [19, 20].",
      "startOffset" : 260,
      "endOffset" : 268
    }, {
      "referenceID" : 19,
      "context" : "Nano-silver (NS) as an excellent antibacterial agent with robust and broad-spectrum bactericidal activity against both Gram-positive and Gram-negative bacteria, including multi-drug-resistant bacteria such as methicillin-resistant staphylococcus aureus (MRSA) [19, 20].",
      "startOffset" : 260,
      "endOffset" : 268
    }, {
      "referenceID" : 20,
      "context" : "More importantly, it has been proposed that nanosilver destroys bacteria through various mechanisms (cell membrane disruption, DNA replication interference, respiratory function inhibition) without causing drugresistance [21, 22].",
      "startOffset" : 221,
      "endOffset" : 229
    }, {
      "referenceID" : 21,
      "context" : "More importantly, it has been proposed that nanosilver destroys bacteria through various mechanisms (cell membrane disruption, DNA replication interference, respiratory function inhibition) without causing drugresistance [21, 22].",
      "startOffset" : 221,
      "endOffset" : 229
    }, {
      "referenceID" : 22,
      "context" : "Recent studies have demonstrated that the toxic effects of nano-silver occur only at high concentrations, and the incorporation of nano-silver into materials mitigates the toxicity [23, 24].",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 23,
      "context" : "Recent studies have demonstrated that the toxic effects of nano-silver occur only at high concentrations, and the incorporation of nano-silver into materials mitigates the toxicity [23, 24].",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 27,
      "context" : "Recently, biomimetic polydopamine (PD) has attracted much interest in tissue engineering due to its versatile surface modification and reducing properties [28, 29].",
      "startOffset" : 155,
      "endOffset" : 163
    }, {
      "referenceID" : 28,
      "context" : "Recently, biomimetic polydopamine (PD) has attracted much interest in tissue engineering due to its versatile surface modification and reducing properties [28, 29].",
      "startOffset" : 155,
      "endOffset" : 163
    }, {
      "referenceID" : 32,
      "context" : "A TPU porous membrane was first prepared using the combined methods of immersion precipitation and particle leaching [33], then a polydopamine layer and nano-silver were coated in situ onto the TPU membrane stepwise in an aqueous solution at room temperature (Scheme 1).",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 4,
      "context" : "Mechanical properties measurements The mechanical properties of as-prepared membranes were measured using a tensile test as previously described [5].",
      "startOffset" : 145,
      "endOffset" : 148
    }, {
      "referenceID" : 33,
      "context" : "aureus, ATCC 25923), and MRSA (ATCC 43300) was determined using a bacterial suspension assay [34].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 34,
      "context" : "The green-fluorescing SYTO9 and red-fluorescing propidium iodide (PI) in the kit can label live and dead bacteria, respectively [35, 36].",
      "startOffset" : 128,
      "endOffset" : 136
    }, {
      "referenceID" : 35,
      "context" : "The green-fluorescing SYTO9 and red-fluorescing propidium iodide (PI) in the kit can label live and dead bacteria, respectively [35, 36].",
      "startOffset" : 128,
      "endOffset" : 136
    }, {
      "referenceID" : 36,
      "context" : "In vivo animal study An infectious murine full-thickness skin wound model was used for the in  vivo study as previously described [37].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 36,
      "context" : "Based on these H&E stained sections, the number of inflammatory cells infiltrated in the wound edge, and the length of the newly regenerated epidermis, which was defined as the distance from the border between normal skin and the wound region to the anterior edges of the newly regenerated epidermis [37], were measured using Image J software by two independent pathologists.",
      "startOffset" : 300,
      "endOffset" : 304
    }, {
      "referenceID" : 37,
      "context" : "According to a previous study, TPU/NS membranes with large pores (> 80 μm) would be beneficial for cell adhesion and proliferation [38].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 32,
      "context" : "Furthermore, the TPU/NS membranes had high porosity (> 64%), which is favourable for gas and water exchange and promoting wound healing [33].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 38,
      "context" : "1j, characteristic absorption peaks of TPU were observed at 3324 cm−1, attributed to the N–H group, and 2934 and 2856 cm−1, attributed to the –CH2 group [39].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 22,
      "context" : "The spectrum of TPU/DA was similar to that of TPU, but the peak at approximately 3324  cm−1 became stronger after coating with polydopamine, which was attributed to the stretching vibration band of the –OH group [23].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 39,
      "context" : "Compared with TPU/DA, the TPU/NS spectra showed intense absorption peaks at 1596 and 3324 cm−1, which might be attributed to the existence of nano-silver in the composite [40].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 41,
      "context" : "8°, respectively, which was consistent with previous studies that indicated that polydopamine coatings yielded hydrophilic surfaces [42].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 27,
      "context" : "The improvement of hydrophilicity on the membrane surface is helpful for promoting cell adhesion [28].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 42,
      "context" : "It should be noted that the water contact angles of TPU/NS membranes were higher than that of TPU/DA membranes, and this was probably attributed to the increased surface roughness after deposition of nano-silver [43].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 43,
      "context" : "Mechanical properties of TPU/NS nanocomposites An ideal wound dressing should possess excellent flexibility and mechanical strength so that it can protect wounds from physical damage and resist deformation caused by rubbing or collision [44, 45].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 44,
      "context" : "Mechanical properties of TPU/NS nanocomposites An ideal wound dressing should possess excellent flexibility and mechanical strength so that it can protect wounds from physical damage and resist deformation caused by rubbing or collision [44, 45].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 45,
      "context" : "2a–e demonstrate that the elasticity and flexibility of TPU were well-preserved in TPU/NS membranes after nano-silver deposition, which suggested that the nanocomposites could adequately cover the wounds and effectively avoid secondary damage [46].",
      "startOffset" : 243,
      "endOffset" : 247
    }, {
      "referenceID" : 46,
      "context" : "These results indicated that compared with pristine TPU, the TPU/NS composite membranes had stronger mechanical strength and stiffness, which might be attributed to the reinforcement effect of nano-silver as has been previously reported [47].",
      "startOffset" : 237,
      "endOffset" : 241
    }, {
      "referenceID" : 47,
      "context" : "3  MPa), TPU/NS composite membranes exhibited a higher tensile strength and percent elongation at break and lower Young’s modulus, indicating that our nanocomposites were flexible, comfortable and resilient [48].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 34,
      "context" : "In this assay, live bacterial cells with intact membranes were stained green, while dead bacterial cells with damaged membranes were stained red [35, 36].",
      "startOffset" : 145,
      "endOffset" : 153
    }, {
      "referenceID" : 35,
      "context" : "In this assay, live bacterial cells with intact membranes were stained green, while dead bacterial cells with damaged membranes were stained red [35, 36].",
      "startOffset" : 145,
      "endOffset" : 153
    }, {
      "referenceID" : 20,
      "context" : "Although the antibacterial mechanism for nano-silver is not fully understood, we presumed that our TPU/NS nanocomposite could release Ag+ to combat bacteria in solution and destroy them via damaging their cell membranes, interfering with DNA replication and inhibiting the activity of respiratory enzymes, as reported in previous studies [21, 26].",
      "startOffset" : 338,
      "endOffset" : 346
    }, {
      "referenceID" : 25,
      "context" : "Although the antibacterial mechanism for nano-silver is not fully understood, we presumed that our TPU/NS nanocomposite could release Ag+ to combat bacteria in solution and destroy them via damaging their cell membranes, interfering with DNA replication and inhibiting the activity of respiratory enzymes, as reported in previous studies [21, 26].",
      "startOffset" : 338,
      "endOffset" : 346
    }, {
      "referenceID" : 23,
      "context" : "5c), which was probably attributed to the high dose of nano-silver that could not only kill bacteria but also impair eukaryotes [24].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 48,
      "context" : "V− quadrant represent necrotic cells [49].",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 49,
      "context" : "These data are in agreement with the CCK8 results and the SEM observations, indicating that TPU/NS5 exhibited cytotoxicity towards HaCaT cells and NIH3T3 fibroblasts, which could be attributed to the high dose of nano-silver that induced excessive production of reactive oxygen species and caused DNA damage, leading to cell apoptosis and necrosis [50].",
      "startOffset" : 348,
      "endOffset" : 352
    }, {
      "referenceID" : 50,
      "context" : "5 membranes was investigated using IPC-MS [51].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 52,
      "context" : "More noteworthy, the total amount of Ag+ released by day 20 (< 1 μg/ mL) was far less than the dose that is toxic to humans (10  μg/mL) [53], which further indicated that TPU/ NS2.",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 53,
      "context" : "Restoration of the epidermal layers is a key factor in evaluating wound healing [54], therefore we investigated the effect of TPU/NS2.",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 54,
      "context" : "5 membranes was also expected to provide a better quality of wound healing, as rapid re-epithelialization is known to reduce hypertrophic scar formation [55].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 35,
      "context" : "5 membranes, the major organs of mice in each group after 7 days of treatment were collected for histological analysis [36].",
      "startOffset" : 119,
      "endOffset" : 123
    } ],
    "year" : 2018,
    "abstractText" : "Background: Developing an ideal wound dressing that meets the multiple demands of good biocompatibility, an appropriate porous structure, superior mechanical property and excellent antibacterial activity against drug-resistant bacteria is highly desirable for clinical wound care. Biocompatible thermoplastic polyurethane (TPU) membranes are promising candidates as a scaffold; however, their lack of a suitable porous structure and antibacterial activity has limited their application. Antibiotics are generally used for preventing bacterial infections, but the global emergence of drug-resistant bacteria continues to cause social concerns. Results: Consequently, we prepared a flexible dressing based on a TPU membrane with a specific porous structure and then modified it with a biomimetic polydopamine coating to prepare in situ a nano-silver (NS)-based composite via a facile and eco-friendly approach. SEM images showed that the TPU/NS membranes were characterized by an ideal porous structure (pore size: ~ 85 μm, porosity: ~ 65%) that was decorated with nano-silver particles. ATR-FITR and XRD spectroscopy further confirmed the stepwise deposition of polydopamine and nano-silver. Water contact angle measurement indicated improved surface hydrophilicity after coating with polydopamine. Tensile testing demonstrated that the TPU/NS membranes had an acceptable mechanical strength and excellent flexibility. Subsequently, bacterial suspension assay, plate counting methods and Live/Dead staining assays demonstrated that the optimized TPU/NS2.5 membranes possessed excellent antibacterial activity against P. aeruginosa, E. coli, S. aureus and MRSA bacteria, while CCK8 testing, SEM observations and cell apoptosis assays demonstrated that they had no measurable cytotoxicity toward mammalian cells. Moreover, a steady and safe silver-releasing profile recorded by ICP-MS confirmed these results. Finally, by using a bacteria-infected (MRSA or P. aeruginosa) murine wound model, we found that TPU/NS2.5 membranes could prevent in vivo bacterial infections and promote wound healing via accelerating the re-epithelialization process, and these membranes had no obvious toxicity toward normal tissues. Conclusion: Based on these results, the TPU/NS2.5 nanocomposite has great potential for the management of wounds, particularly for wounds caused by drug-resistant bacteria.",
    "creator" : "Springer"
  }
}