{
  "name" : "downloads_2020-07-16_80_chen2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanobiohybrids: A Synergistic Integration of Bacteria and Nanomaterials in Cancer Therapy",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "BIOI 2020, Vol 1, No. 1, 25–36 25 https://bio-integration.org doi: 10.15212/bioi-2020-0008"
    }, {
      "heading" : "Introduction",
      "text" : "Cancer has emerged as one of the main causes of death in the world and poses a serious threat to human health. Although conventional therapies, including surgery and radiation, remain as the standard treatment for cancer, the limitations of these treatment options are becoming increasingly apparent [1]. Surgery is an effective treatment method for tumors, but postoperative metastasis and recurrence renders tumor treatment more difficult. The therapeutic effect of radiotherapy is limited by the hypoxic and necrotic region of the tumor. On the other hand, many promising therapeutic methods such as drug therapy, photothermal therapy, photodynamic therapy and immunotherapy are developing rapidly. All of these treatments rely on therapeutic agent such as chemotherapeutic agents, photosensitizers, and immunoadjuvants to reach the tumor region and kill tumor cells through cytotoxicity or immune activation. However, the acidic, hypoxic and hypo-vascular tumor microenvironment affects the delivery of various therapeutic agents, resulting in treatment resistance of tumor cells. Systemic injection of therapeutic agents cannot specifically act on tumor cells and may cause toxic effects on normal tissues. Therefore, many studies focus to improve the targeted delivery of therapeutic agents in order to enhance the tumor therapeutic effect and reduce toxic effects. In the past decade, the rapid development of nanomaterials has become a powerful thrust for the advancement of tumor treatment. Nanomaterials such as liposomes, metal particles, polymers and micelles are widely used as targeted delivery carriers of therapeutic agents and play important roles in the treatment of tumors. Tumors are more permeable to nanoparticles (NPs) than normal tissue due to\nCancer is a common cause of mortality in the world. For cancer treatment modalities such as chemotherapy, photothermal therapy and immunotherapy, the concentration of therapeutic agents in tumor tissue is the key factor which determines therapeutic efficiency. In view of this, developing targeted drug delivery systems are of great significance in selectively delivering drugs to tumor regions. Various types of nanomaterials have been widely used as drug carriers. However, the low tumor-targeting ability of nanomaterials limits their clinical application. It is difficult for nanomaterials to penetrate the tumor tissue through passive diffusion due to the elevated tumoral interstitial fluid pressure. As a biological carrier, bacteria can specifically colonize and proliferate inside tumors and inhibit tumor growth, making it an ideal candidate as delivery vehicles. In addition, synthetic biology techniques have been applied to enable bacteria to controllably express various functional proteins and achieve targeted delivery of therapeutic agents. Nanobiohybrids constructed by the combination of bacteria and nanomaterials have an abundance of advantages, including tumor targeting ability, genetic modifiability, programmed product synthesis, and multimodal therapy. Nowadays, many different types of bacteria-based nanobiohybrids have been used in multiple targeted tumor therapies. In this review, firstly we summarized the development of nanomaterial-mediated cancer therapy. The mechanism and advantages of the bacteria in tumor therapy are described. Especially, we will focus on introducing different therapeutic strategies of nanobiohybrid systems which combine bacteria with nanomaterials in cancer therapy. It is demonstrated that the bacteria-based nanobiohybrids have the potential to provide a targeted and effective approach for cancer treatment.\nKeywords\nBacteria, cancer therapy, nanocatalytic therapy, nanomaterial, targeted delivery.\n1Department of Ultrasound Medicine, Laboratory of Ultrasound Molecular Imaging, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou 510150, China\n2Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health, Bethesda, Maryland, USA\n*Correspondence: Zhiyi Chen, MD, PhD E-mail: zhiyi_chen@gzhmu. edu.cn\nReceived: February 19 2020 Revised: May 22 2020 Accepted: May 26 2020 Published Online: June 9 2020\nAvailable at: https://bio-integration.org/\n26 Y. Chen et al.: Nanobiohybrids\nthe sifted vascular structure [2]. NPs can enter and remain in tumor tissue through leaky tumor blood vessels to exert therapeutic roles. This phenomenon is called the enhanced permeability and retention (EPR) effect, which is the basic mechanism by which NPs deliver drugs to solid tumors [3]. Various nanomaterial-based treatments, including chemotherapy, photothermal therapy (PTT), photodynamic therapy (PDT) and immunotherapy, have been proven to have good tumoral inhibitory effects in preclinical studies. Despite the great success of nanomaterial-based cancer treatments in preclinical studies, many difficulties still remain in the clinical application of nanomaterials [2]. Only a few nanomaterials were able to reach the tumor compartment due to the poor permeation and retention in the tumor site, where the pathological microenvironment is characterized by high interstitial fluid pressures, acidity, hypoxia and immunosuppression [4–6]. Therefore, it is still an important unmet requirement to effectively improve the tumor targeting of nanomaterials.\nRecently, biological carriers such as cells, bacteria and viruses have become the focus of tumor targeted therapy due to their unique characteristics of active targeting. Environmental sensing and autonomous propulsion abilities are the basis for biological vectors to actively target tumor regions, which are not possessed by nanoparticles. Among them, bacteria-mediated tumor therapy is developed as a potential biologic therapy against tumors. The unique tumor microenvironment is an ideal breeding site for some facultative and obligate anaerobic bacteria [7]. Bacteria such as Bifidobacterium, Clostridium, Salmonella typhimurium (S. typhimurium) and Escherichia coli (E. coli) preferentially proliferate in the hypoxic, eutrophic and immunosuppressive tumor tissue. Bacteria activate the suppressed immune function of the tumor microenvironment, and induce a strong immune response to inhibit tumor growth [8]. With the development of genetic engineering and synthetic biological technology, genetically engineered bacteria can achieve targeted delivery of therapeutic drugs by expressing special therapeutic proteins, such as cytotoxic drugs, antibodies, antigens, enzymes and cytokines [9]. As a promising antitumor therapeutic carrier, bacteria can fill the gap in the treatment of hypoxia and necrotic areas of tumors. However, bacterial therapy is limited by dose dependence toxicity in clinical trials. In order to ensure minimal toxicity and side effects, low bacterial injection volume is used, which leads to limited treatment effects. It is difficult to achieve satisfactory tumor therapeutic effects by relying on bacteria alone.\nThe concept of integrating bacteria with nanomaterials offers an alternative combination therapy for cancer. Many studies have demonstrated that the integration of functional nanomaterials with living bacteria for nanobiohybrid systems can improve the targeted delivery efficiency of therapeutic agents and achieve synergistic therapeutic effects. Bacteria not only increases the aggregation of nanomaterials in tumor sites, but can also be used as bioreactors to provide specific substrates for nanocatalytic therapy. Furthermore, the combination with nanomaterials can increase the means and patterns of bacterial treatment and improve the efficiency of cancer diagnosis and treatment [10]. Therefore,\nnanobiohybrids that combine bacterial therapy with nanotechnology can better realize treatment potential and reduce their respective limitations, which may result in a new targeted cancer therapy modality. In this review, we summarized the development of nanomaterial-based therapy. The mechanism, advantages and research progress of bacteria-mediated tumor therapy were also described. Furthermore, different therapeutic strategies for nanobiohybrids based on bacteria and nanomaterials in cancer treatment were also discussed. Nanobiohybrids could improve the targeting of nanomaterials and enhance the nanocatalytic reaction to achieve increasingly efficient cancer therapy.\nNanomaterial-mediated therapeutic agent delivery\nNanomaterials can have both the ability to diagnose and treat tumors based on their inherent physical and chemical properties or the ability to load therapeutic agents or contrast agents. The rapid development of nanotechnology has enabled the integration of various therapeutic agents into NPs, such as polymeric systems, micelles, silica-based porous materials, and liposomes [11].\nNanomaterials are widely used in the treatment of tumor chemotherapy because of their high drug loading capacity, facile preparation and biological safety. Organic NPs are the most popular nanocarriers for drug delivery because of their broad range of favorable properties such as biocompatibility, biodegradability and flexibility. The first nanodelivery system approved for cancer therapy was a liposome about 100 nm in diameter that encapsulated doxorubicin (DOX). Nanomaterials passively accumulated in the tumor via the EPR effect to improve the pharmacokinetic and biological distribution of the encapsulated drug. Compared with free drugs, drug-loaded NPs demonstrated higher tumoral accumulation and lower systemic toxicity. Other benefits of nanomedicine include specific binding of NPs with cancer cells, prolonged drug circulation, and controlled release kinetics [12].\nMany NPs which are currently under development focus on improving local drug concentration and the pharmacokinetics of anti-tumor drugs through targeted modifications [13, 14]. One way to accomplish this is to have ligands attached to their surfaces, enabling them to specifically adhere to tumor cells through ligand-receptor interactions. The types of targeting molecules used to modify NPs include proteins, antibodies, peptides, and aptamers [15, 16]. Targeted ligand modification increases the chance that NPs remain in the tumor membrane and induce NPs to enter the tumoral cell membrane [17]. Chen et al. modified the surface of drug-loaded NPs with the tumor targeting ligand folic acid. Modified NPs could target the folic acid receptor on the tumor cell membrane and improve the targeted delivery efficiency of drugs [18]. The dense stromal tissue of tumor disrupts the normal vascular structure, leading to increased intratumoral fluid pressure and poor drug diffusion [19]. Therefore, breaking through tumor stroma can also increase\nBIOI 2020 M in i R ev ie\nw\nY. Chen et al.: Nanobiohybrids 27\nthe concentration of nanomaterials in the tumor. According to the characteristics of stromal hyperplasia in pancreatic cancer, Chen et al. designed drug-carrying NPs that could be targeted to dissolve the tumor matrix. The NPs could destroy the central stroma of tumors and improve tumor penetration and intratumoral retention of chemotherapeutic drugs. At the same time, the integrity of the external stroma of tumors was preserved to inhibit tumor metastasis [20].\nOn the other hand, nanomaterials also play an important role in some recent rapidly developing cancer treatment strategies, such as PTT and immunotherapy, to improve the specificity and safety of these treatment strategies (Figure 1) [21]. PTT mainly converts the photon energy of incident light into heat energy through photosensitizers, which increases the temperature of surrounding tissues and cells, resulting in protein degeneration and cell lysis [22]. At present, various nanomaterials have been used to deliver photosensitizers such as indocyanine green, porphyrin and polypyrrole to enhance PTT [23]. Du et al. developed a multifunctional nanomicelle (DBCOZnPc-LP) based on the phthalocyanine compound, and modified it with dibenzyl cyclooctyne to improve tumor targeting. The nanomicelle can also be used for photothermal/photoacoustic synergistic therapy of tumors under the guidance of photoacoustic imaging. The photothermal conversion efficiency of the nanomicelle was 44.39%. The results of tumor treatment showed that synergistic phototherapy had obvious tumoral inhibition even if irradiated with a lower power laser (0.1 W/cm2) [24]. In addition to effective treatment of primary cancer, PTT mediated by nanomaterials could also activate the immune response to treat distant invasive tumors and tumor metastases. Li et al. loaded indocyanine green into hollow gold nanospheres and performed further modifications with FAL peptides to form a nanosystem to achieve PTT/PDT. Endoplasmic reticulum-targeted\nBIOI 2020 M\nin i R eview\n28 Y. Chen et al.: Nanobiohybrids\nPTT/PDT induced endoplasmic reticulum stress and calreticulin exposure. Immunogenic cell death induced by phototherapy led to the maturation of 33.1% dendritic cells in the tumor and activated their antigen presenting function. After nanomaterial-mediated PTT/PDT, the level of IL-6 was increased and the number of Regulatory T (Treg) cells was reduced to about 10%, suggesting that the tumor immune microenvironment was improved by reducing immunosuppressive cells [25].\nIn recent years, nanomaterials were also widely used in the field of tumor immunotherapy. First of all, PTT mediated by nanomaterials could promote the release of tumorassociated antigens and activate the immune response of tumors and the body. In addition, many nanomaterials can be used as carriers for tumor vaccine adjuvants to optimize tumor immunotherapy by enhancing antigen delivery and activating immune cells. In order to regulate the phenotype of tumor-associated macrophages, Rodell et al. constructed β-cyclodextrin NPs loaded with R848 (CDNP-R848). R848 is an agonist of Toll-like receptors TLR7 and TLR8, which could polarize macrophages into the M1 phenotype. The results showed that CDNP-R848 could target tumorassociated macrophages, promote the polarization of M1 macrophages and significantly increase the level of IL12 in the tumor microenvironment. Moreover, CDNP-R848 could synergize with anti-programmed cell death-1 (PD-1) therapy to inhibit tumor recurrence [26].\nThe role of bacteria in cancer therapy\nThe drug delivery system based on nanomaterials is still plagued by the problem of low targeted delivery efficiency. Only about 1% of intravenously injected nanoparticles were able to finally reach the tumor site, and the low targeted delivery efficiency limits the effect of tumor treatment. In recent years, a large number of research on biological vectors have provided new ideas for the targeted delivery of therapeutic agents. In fact, bacteria have been used for therapeutic applications for more than 100 years. Coley utilized bacteria to treat tumors for the first time in the 1890s. In his study, the tumor of a patient with osteosarcoma shrank significantly after the injection of bacillus [27]. The mechanism of bacteria-mediated tumor therapy is to inhibit tumor growth by activating the immune system. Bacteria have been shown to recruit inflammatory cells into the tumor microenvironment, such as granulocytes and natural killer (NK) cells, both of which are necessary for anti-tumor response [28]. Moreover, bacteria not only induced CD4+ T cells in the tumor microenvironment to produce IFN-γ, but also activated cytotoxic CD8+ T cells to inhibit tumor growth [29]. In recent years, it has been found that bacteria possessed unique tumor treatment abilities. The bacteria could actively target the tumor region, especially promoting colonization in hypoxic and necrotic regions. Additionally, bacteria also displayed characteristics of simple genetic engineering, which can be programmed to express anti-tumor drugs and achieve targeted therapy for tumors."
    }, {
      "heading" : "Tumor targeting of bacteria",
      "text" : "Previous studies have demonstrated that most bacteria could specifically accumulate in tumor sites. Bacteria could reach a favorable microenvironment through flagellum motion [30]. The unique microenvironment of solid tumors provides a suitable habitat for obligate and facultative anaerobic bacteria. Firstly, since obligate anaerobic bacteria do not need oxygen to survive, they migrate towards hypoxic areas of the tumor. This motility enables them to overcome diffusion resistance, which is beneficial for invading the hypoxic regions of solid tumors. For example, Clostridium and Bifidobacterium were located in hypoxic tumor areas. Secondly, the nutrient-rich tumor microenvironment is very attractive to bacteria [31]. Studies have shown that nutrient-rich metabolites produced by tumor cells which accumulated in the tumor microenvironment were uniquely attractive to bacteria [3]. Facultative anaerobic bacteria such as E. coli and S. typhimurium could sense the favorable, nutrient-rich environment through chemoreceptors and accumulated in both the core and peripheral areas of tumors [7]. In addition, because tumors displayed an immunosuppressive environment, the bacteria colonized in the tumor will not be cleared by macrophages and neutrophils. In contrast, bacteria that were initially passed to the circulatory system and other major organs were quickly cleared by the immune system. Bacteria displayed chemotaxis toward hypoxic, nutrient-rich and immunosuppressive tumor microenvironments that allowed them to target specific tumor areas. Compared with normal tissue, tumors displayed a chaotic vascular system and larger capillary spacing, which impedes the delivery of therapeutic molecules. With its powerful motor properties, bacteria could absorb nutrients from the surrounding environment, pass through blood vessels and penetrate into tumor tissues. After intravenous injection of bacteria into tumor-bearing mice, Chen et al. conducted a quantitative analysis on the number of bacteria in the tumor and main organs. On the third day after the injection, the number of bacteria in the tumor was significantly higher than that in other major organs. The number of bacteria in the tumor was 35178 times that of the heart, 222 times that of the liver, 1267 times that of the spleen, and 646 times that of the lungs. Depending on the tumor targeting and autonomous propelling of bacteria, bacteria exhibited great potential in accurately delivering therapeutic materials besides enhancing the therapeutic effects on tumors."
    }, {
      "heading" : "Genetic modifiability of bacteria",
      "text" : "In addition to tumor targeting, another important advantage of bacteria is the ease of gene manipulation, which can achieve the targeted delivery of therapeutic drugs by self-synthesis. Using the tools and methods of synthetic biology, bacteria can be transformed into a multifunctional platform that delivers functional payloads based on actual therapeutic needs (Figure 2).\nIn common cases, the bacteria are transformed by a plasmid with a target gene, where the plasmid expressed therapeutic proteins in bacteria and enhanced the antitumor\nBIOI 2020 M in i R ev ie\nw\nY. Chen et al.: Nanobiohybrids 29\nactivity of bacteria. The most direct approach is to construct bacteria that produces cytotoxic drugs through constitutive expression. Quintero et al. used attenuated strains of Salmonella to highly express Pseudomonas exotoxin A (ToxA) chimeric with tumor growth factor alpha (TGFα. The strain showed significant antitumor activity against EGFR-positive tumor cells [32]. Under this strategy, the bacteria continued to express therapeutic proteins, which requires the bacteria to target the tumor area with sufficient specificity. However, bacteria that have recently entered the body can still be located in other normal organs such as the spleen, liver and lungs for a short time. Bacteria that consistently expressed cytotoxic drugs may have toxic side effects on normal healthy tissue. Ideally, bacteria should be controlled to express therapeutic genes at specific times and locations. The precise regulation of bacterial gene expression can increase drug concentration in tumor tissues and reduce systemic toxicity [33]. Designing an expression system that can respond to endogenous or exogenous stimuli can help engineered bacteria to treat tumors more accurately. The promoters in response to external stimuli are commonly used to control specific induction of bacterial effector genes. For example, hypoxia-inducible promoters have been designed to express anticancer proteins, peptides or gene fragments in bacteria, enabling the bacterial drug delivery system to localize the specific delivery of drugs to tumors. Instead of designing promoters based on characteristics of the tumor microenvironment, Din et al. focused on quorum-sensing circuits, which allowed bacteria to communicate with each other and regulated gene expression in response to changes in population density [34]. This method could simultaneously cause the bacteria that arrived at the population threshold to lyse and release the anti-tumor drugs. The expression and cleavage of bacteria were regulated by the feedback of bacterial population density, which can not only achieve specific controllable release, but also prevented the excessive growth of bacteria in the body. Bacteria are not only used for on-site secretion of cytotoxic drugs but can also be extended for the production of immunomodulation proteins, so as to further stimulate anti-tumor immunity. In tumor immunotherapy, tumor-targeting bacteria could also be used to express TNF-α, IFN-γ, heterologous flagellin [9] and even immune checkpoint inhibitors [35]. Chowdhury et al. designed an Escherichia coli that could express CD47 single-chain antibody based on synchronous lysis circuits. The bacteria could enhance the antigen expression ability of tumor-related macrophages, improve the infiltration of CD4+ and CD8+ T cells in the tumor microenvironment, and trigger the immune memory effect. The tumor was rapidly cleared within 10 days after bacterial injection, while tumor metastasis and recurrence were\nFigure 2 Engineered bacteria allow unique action modes in cancer therapy. (A) Bacteria, such as Salmonella and E. coli, display unique chemotaxis migration abilities to the tumor microenvironment, as well as accumulation within hypoxic eutrophic and immunosuppressive region of tumor. (B) Bacteria engineered with the tools of genetic engineering and synthetic biology carry genes for different types of functional or therapeutic proteins to the tumor site. Engineered bacteria can control the synthesis of products such as enzymes, antibodies, cytotoxic drugs and cytokines by promoters that respond to different endogenous or exogenous stimuli.\nBIOI 2020 M\nin i R eview\n30 Y. Chen et al.: Nanobiohybrids\ninhibited. Tumor-bearing mice which were treated with the bacteria lived for more than 90 days. Based on the genetic modifiability of bacteria, synthetic biological tools could be used to transform bacteria into multi-functional robots. Therefore, bacteria can not only target tumor regions, but also trigger the expression and release of different effector proteins under the regulation of external signals, which endows bacteria with great potential to be combined with different anti-tumor therapies Table 1.\nAdvances in the combination of bacteria and nanomaterials in cancer therapy\nNanomaterials have the potential to improve the solubility of drugs, prolong circulation half-life, optimize drug pharmacokinetics and increase accumulation in tumors. However, the penetration of nanomaterials into tumor tissue is limited. Nanomaterial encountered diffusion limitations in the extracellular matrix and accumulated in the periphery of the tumor rather than in the hypoxic core of the tumor. Most bacteria colonize the hypoxic areas of tumors, and the nanohybrid systems constructed by bacteria and nanomaterials could deliver therapeutic agents to areas that were difficult to penetrate with conventional treatments (Figure 3) [36]."
    }, {
      "heading" : "Chemotherapy",
      "text" : "Salmonella-based nanohybrid for chemotherapy\nSalmonella is the most widely used anaerobic bacterium strain in cancer therapy. Studies suggest that Salmonella can enter nutrient-rich tumor regions by the regulation of specific chemical receptors expressed on its surface [37]. First, the aspartic acid receptors distributed on the bacterial surface initiate the migration of Salmonella to tumors. Then the serine receptor controls bacterial penetration into the tumor matrix, while the ribose/galactose receptor directs Salmonella into necrotic areas. Therefore, Salmonella is considered to be an ideal candidate for bacterial-mediated tumor therapy due to its excellent tumor targeting, inherent toxicity and rapid migration speed [38].\nIn order to enhance the antitumor ability, Zoaby et al. explored the potential of Salmonella combined with nanodrugs to treat tumors. Nanoliposomes containing DOX were loaded onto Salmonella. The results suggested that Salmonella loaded with DOX nanoliposomes migrated faster to the tumor microenvironment with low pH and high glucose compared with normal tissues [39]. Suh et al. connected the Salmonella VNP20009 strain with polymer NPs to construct a nanobiohybrid system. The study found that bacteria-based carrier could significantly increase the concentration of NPs in the tumor tissues up to 100-fold [40]. They showed that nanobiohybrid systems comprised of\ndrug-loaded NPs and bacteria could significantly improve the delivery efficiency of NPs to tumor sites. Moreover, binding with NPs does not affect intratumoral transport performance of the bacteria [41].\nEscherichia coli-based nanohybrids for chemotherapy\nE. coli is a facultative anaerobic bacterium which has received more and more attention in the field of cancer treatment. As a facultative anaerobe, E. coli can be targeted to metastatic and non-necrotic tumor areas [42]. The advantage of Escherichia coli is that most of the strains are not pathogenic and can efficiently express various antitumor proteins [43]. Several attempts have been made to introduce recombinant proteins into solid tumors via E. coli [44]. Jiang et al. engineered E. coli strain MG1655 to produce cytolysin A (ClyA) and combined it with radiation therapy to treat primary and metastatic tumors. The results described that E. coli-expressed ClyA could significantly improve the efficacy of radiation therapy [42].\nAn uncontrolled and constitutive expression of recombinant protein leads to slow proliferation and heavy metabolic loading of bacteria [33]. Studies have begun to use physical stimulation such as light, heat and radiation to regulate the expression of bacterial recombinant proteins. Fan et al. designed thermally sensitive programmable bacteria (TPB) that relied on the photothermal effect of nanoparticles [45]. TPB was transformed with plasmids expressing therapeutic protein TNF-α and was decorated with gold nanoparticles. After entering the circulation, the bacteria colonized the tumor area and displayed proliferation. The tumor area was then irradiated with near-infrared light. The heat generated by gold nanoparticles induced expression of the toxic protein TNF-α in situ to achieve controlled targeted tumor therapy."
    }, {
      "heading" : "Photothermal therapy (PTT)",
      "text" : "As an effective non-invasive treatment, PTT could be used to treat various types of cancer. The ideal photothermal therapy reagent (PTA) should have high photothermal conversion efficiency and good accumulation in tumors. The relatively low accumulation efficiency of PTAs in tumors is one of the main challenges faced by PTT. In order to improve accumulation efficiency of PTAs in tumors, Chen et al. constructed a nanobiohybrid system by coating Salmonella VNP20009 with polydopamine (pDA) molecules for tumor targeted photothermal therapy [46]. Coated NPs had no side effect on Salmonella activity. Interestingly, the study found that, compared to tumors without photothermal therapy, the number of Salmonella colonies in tumors increased by one order of magnitude in the PTT group. The tumor cell lysis caused by pDA-mediated PTT can release nutrients to attract Salmonella, thus increasing the concentration of Salmonella in the tumor site. Chen et al. developed a therapeutic strategy for large solid tumors based on the effect of increased\nBIOI 2020 M in i R ev ie\nw\nY. Chen et al.: Nanobiohybrids 31\nTa b\nle 1 S um m ar y of B ac te ria -C ar rie d N an op ar tic le s fo r C an ce r T he ra py\nC la\nss ifi\nca ti\no n\nR\nef\nB ac\nte ri\na Ty\np es\nE\nn g\nin ee\nri n\ng M\net h\no d\nL\no ad\ned N\nan o\np ar\nti cl\nes\nL o\nad in\ng S\ntr at\neg y\nTu\nm o\nr T yp\nes\nTr ea\ntm en\nt M\net h\no d\nD ru g de liv er y\n[5 4]\nS\nal m\non el\nla –\nC ro ss -li nk ed β -c yc lo de xt rin - P E I6 00 ( C P ) na no pa rt ic le\nE le ct ro st at ic in te ra ct io n\nM el an om a tu m or B 16 c el ls\nO ra l a dm in is tr at io n; d el iv er y of D N A va cc in e en co di ng a ut ol og ou s V E G F R 2\nD ru g de liv er y\n[3 9]\nS\nal m\non el\nla E nt er ic a se ro va r T yp hi m ur iu m L T 2 –\nD O X -lo ad ed li po so m e\nIn cu ba tio n an d el ec tr op or at io n\nB re as t c an ce r 4T 1 ce lls\nN an op ar tic le -lo ad ed b ac te ria in cu ba te w ith c el ls in v itr o\nD ru g de liv er y\n[4 5]\nE\nsc he\nric hi\na co\nli M G 16 55\nTr an sf or m ed w ith p la sm id s ex pr es si ng th er ap eu tic pr ot ei n T N F -α\nB io m in er al iz ed g ol d na no pa rt ic le s\nS po nt an eo us re do x re ac tio n\nB re as t c an ce r 4T 1 ce lls\nor al a dm in is tr at io n; b ac te ria l e xp re ss in g th er ap eu tic p ro te in s T N F -α a nd ph ot ot he rm al th er ap y\nD ru g de liv er y\n[5 5]\nE\nsc he\nric hi\na co\nli N is sl e\n19 17\n–\nD ox -lo ad ed a m ph ip hi lic co po ly m er s\nA ci dla bi le li nk er s im m ob ili za tio n\nB re as t c an ce r 4T 1 ce lls\nP H -s en si tiv e an d gl ut at hi on e (G S H )- se ns iti ve d ru g re le as e\nD ru g de liv er y\n[4 0]\nS\nal m\non el\nla V N P 20 00 9\nD el et io n of P ur I g en e an d m sb B g en e\nP LG A n an op ar tic le s\nst re pt av id in b io tin in te ra ct io n\nB re as t c an ce r 4T 1 ce lls\nN an op ar tic le d is tr ib ut io n in s ol id tu m or s w as e nh an ce d by u p to 1 00 -f ol d\nP ho to th er m al th er ap y\n[4 6]\nS\nal m\non el\nla V N P 20 00 9\nP ur I g en e an d m sb B g en e ha ve b ee n de le te d\nM el an in -li ke p ol yd op am in e\nD op am in e ox id at io n an d se lfpo ly m er iz at io n\nM el an om a tu m or B 16 c el ls\nIn tr av en ou s in je ct io n; V N P 20 00 9- m ed ia te d bi ot he ra py a nd p D A -b as ed ph ot ot he rm al th er ap y\nP ho to th er m al th er ap y\n[4 7]\nS\nal m\non el\nla T yp hi m ur iu m\nY B 1\nT he A sd g en e w as r ep la ce d w ith a c on st ru ct c on tr ol le d by h yp ox ic p ro m ot er s\nIn do cy an in e gr ee nlo ad ed na no pa rt ic le s\nA m id e bo nd co va le nt b on di ng\nM el an om a tu m or B 16 c el ls\nIn tr av en ou s in je ct io n; C om bi na tio n of B io th er ap y an d se co nd ar yirr ad ia tio n ph ot ot he rm al T he ra py\nP ho to dy na m ic th er ap y\n[4 4]\nE\nsc he\nric hi\na co\nli B L2 1\nA p ol yp ep tid e ex ot ox in A -e xp re ss in g pl as m id w as in st al le d\nC at io ni c co nj ug at ed po ly el ec tr ol yt e (C P )\nE le ct ro st at ic an d hy dr op ho bi c in te ra ct io ns\nR en al c ar ci no m a A 49 8 ce lls\nT he c on tr ol le d an d su st ai ne d to xi n re le as e; C P c oa te d ba ct er ia a s th e tr ig ge r so ur ce to s en si tiz e R O S\nN an oc at al yt ic th er ap y\n[5 3]\nE\nsc he\nric hi\na co\nli M G 16 55\nTr an sf or m ed w ith p la sm id s ex pr es si ng E . c ol i c ar ry in g ni tr ic o xi de ( N O ) ge ne ra tio n en zy m es\nC ar bo n ni tr id e (C\n3N 4)\nE le ct ro st at ic in te ra ct io n\nB re as t c an ce r 4T 1 ce lls\nO pt ic al ly -c on tr ol le d ba ct er ia l m et ab ol ite th er ap y\nN an oc at al yt ic th er ap y\n[5 2]\nE\nsc he\nric hi\na co\nli M G 16 55\nTr an sf or m ed w ith p la sm id s ex pr es si ng N D H -2 e nz ym e ov er ex pr es si on\nM ag ne tic F e 3 O 4 na no pa rt ic le s\nC ov al en t b on d co nn ec tio n\nC ol or ec ta l c an ce r C T 26 c el ls\nM ag ne tic F e 3 O 4 na no pa rt ic le s ca ta ly ze F en to nlik e re ac tio n, w hi ch c on ve rt s H 2O 2 pr od uc ed b y ba ct er ia to in du ce to xi c hy dr ox yl r ad ic al s fo r ca nc er th er ap y\nBIOI 2020 M\nin i R eview\n32 Y. Chen et al.: Nanobiohybrids\nbacterial aggregation via PTT [47]. This nanobiohybrid system was prepared by binding the attenuated Salmonella strain YB-1 to PTA-loaded nanoparticles via amide bonds. Firstly, the photothermal effect was used to kill a small number of tumor cells and attract a large number of nanobiohybrids to infiltrate and accumulate in the whole tumor. Then, near-infrared (NIR) laser irradiation was used to induce the photothermal effect of a large number of nanobiohybrids in the tumor, initiating efficient PTT to achieve the removal of large solid tumors (≥500 mm3). In the study, it was found that the photothermal effect could also remove the physical barrier of a dense accumulation of tumor cells and fibrous stroma, promoting the spread of nanobiohybrids in tumors. This implied that other methods of hyperthermia, such as ultrasound and magnetic fields, were also helpful in enhancing the efficacy of bacteria in the treatment of tumors [48]. To conclude, nanobiohybrids combining therapeutic nanomaterials with bacteria provides a new approach to achieve the excellent anticancer effects of PTT.\nImmunotherapy has been shown to be successful in a variety of tumors, but decreased effectiveness still persists because T cells were inactivated by a process called anergy or tolerance [49]. To further enhance the effects of immunotherapy, Chen et al. proposed the triple-combination therapy of PTT nanomaterials, Salmonella and PD-1 blockade [50]. Firstly, PTT induced cell lysis and released large amounts of tumor-associated antigens that stimulated a strong antigen-specific immune response. At the same time, Salmonella and PD-1 blockade reversed the immunosuppression and\nincreased the number of T cells, NK cells and dendritic cells to induce a strong immune response."
    }, {
      "heading" : "Nanocatalytic therapy",
      "text" : "Catalysis and medicine have long been thought of as two separate research fields, and advances in nanotechnology are driving progress in both fields. Many nanocatalysts, including nanozymes and inorganic nanocatalysts are widely used in the industry. In recent years, some nanocatalysts, such as TiO\n2 ,\nMnO 2 and Fe 3 O 4 NPs, have been successfully used in the treatment of tumors. The rapid development of the application of nanocatalysts in biomedicine has given rise to the concept of nanocatalytic therapy, which is expected to promote the further development of nanomedicine in cancer therapy. The catalytic reaction in the tumor region changes the tumor microenvironment and produces therapeutic substances, so as to realize the effective treatment of the tumor. Compared with conventional chemotherapy, nanocatalytic therapy possesses the advantages of high efficiency and specificity, which is expected to provide new ideas for cancer treatment.\nIn addition to improving the targeted delivery of NPs, bacteria can also enhance the therapeutic effect of nanocatalytic therapy by increasing the substrate content required for catalytic reactions. Bacteria are genetically engineered to express functional genes and become mobile bioreactors. The genetic elements of bacteria can be modified by the tools of synthetic biology to realize the artificial control of the synthesis\nFigure 3 Functional nanoparticle-loaded bacteria for targeted cancer treatment. (A) Various functional nanoparticles, such as drug-loaded nanoparticles and nanophotosensitizers, are connected to the surface of tumor-targeting bacteria by electrostatic adsorption or chemical bonds to prepare the nanobiohybrid system. (B) The nanobiohybrid systems based on bacteria and nanoparticles will aggregate in the tumor tissue and permeate deep tumor areas by bacterial migration. The nanobiohybrid systems are absorbed by tumor cells and loaded functional nanoparticles are released to enhance the therapeutic effect by increasing the concentration of nanoparticles in the tumor.\nBIOI 2020 M in i R ev ie\nw\nY. Chen et al.: Nanobiohybrids 33\nof specific reaction substrates in the bioreactor, which can solve the limitation of substrate concentration in nanocatalytic therapy. Recently, Fenton-like reactions have been used in antitumor therapy, where hydrogen peroxide (H\n2 O 2 ) can be\nconverted into highly reactive hydroxyl radicals (•OH) under the action of a metal catalyst [51]. As a kind of reactive oxygen species (ROS), •OH causes serious oxidative damage to tumor cells. Fan et al. proposed a nanobiohybrid system for tumor treatment via Fenton-like reactions [52]. After genetic engineering, E. coli with overexpression of respiratory chain enzyme II ((NDH-II) can produce large amounts of H\n2 O 2 .\nMagnetic Fe 3 O 4 NPs were modified onto the surface of E. coli to catalyze Fenton-like reactions to produce a large amount of •OH, which could induce tumoral cell death. The chemical products produced by the genetically engineered bacteria provide reagents for nanoparticle-mediated anti-tumor response, which avoids the limitations of intratumoral reagent dose.\nIn addition to enhancement of the nanoparticle- mediated anti-tumor response, the nanobiohybrids can also be constructed based on the inherent biological reactions of bacteria. Some bacteria could naturally metabolize nontoxic compounds into anti-tumor drugs by consuming electrons.\nBased on this principle, Zheng et al. designed a nanobiohybrid system to treat tumors through bacterial metabolic responses [53]. When irradiated by light, carbon nitride (C\n3 N 4 ) modified on E. coli excites a large number of photoelectrons. Photoelectrons are transferred to nitric oxide (NO) enzyme-expressing E. coli. Subsequently, NO\n3 −\nmay be enzymatically reduced to NO for cancer therapy. Combined with the characteristics of photo- responsive nanomaterials and physiological metabolism of bacteria, this study realized the control of bacterial NO generation by light irradiation. This controllable strategy suggests the therapeutic possibility that nanomaterials could be combined with the biochemical reactions of biological carriers.\nTherefore, the nanobiohybrid system based on genetically engineered bacteria and nanocatalysts could not only improve the targeted transport of nanocatalysts in tumors, but also served as a bioreactor to produce specific products which provide a rich substrate for nanocatalytic reactions. The nanobiohybrid system simultaneously satisfied the basic elements of nanocatalytic therapy (nanocatalysts and reactive substrates), and provided a new targeted therapy carrier for tumoral nanocatalytic therapy (Figure 4).\nBIOI 2020 M\nin i R eview\n34 Y. Chen et al.: Nanobiohybrids"
    }, {
      "heading" : "Challenges",
      "text" : "Cancer is difficult to treat in part because hypovascular areas render limited access to functional nanomaterials and drugloaded NPs. The key challenges such as limited tumor aggregation of nanomaterials remain unresolved. Bacteria have the advantages of active targeting of the tumor microenvironment, preferential growth and self-driven transport. The advantages of both bacteria and nanomaterials are complementary. The combination of bacteria with NPs could reach the core of solid tumors or metastases and could effectively kill cancer cells. In addition, genetically engineered bacteria could be used as bioreactors to specifically produce substrates needed for nanocatalytic therapy, such as H\n2 O 2 .\nTherefore, the nanobiohybrid system integrated by bacteria and nanomaterials could achieve effective tumor therapy by improving tumor targeting of functional nanoparticles and enhancing the efficiency of nanocatalytic reactions. Although significant progress has been made in preclinical studies, several obstacles remain to be addressed to facilitate the further advancements of nanobiohybrid systems in tumor therapy. (1) It is important to note that the shape of nanomaterials\nis an important design parameter for nanobiohybrid systems, which has an important impact on bacterial transport efficiency. Most nanomaterials are spherical particles, but spherical particles were more likely to be absorbed by macrophages, and the attachment of spherical particles would lead to the asymmetry and rotation of bacterial movement. The bacteria carrying non-spherical particles have a stronger swimming directivity. NPs in the shape of cubes, bars and disks are more likely to be endocytosed by cancer cells, facilitating drug delivery in vivo. In addition to the shape of nanomaterials, the volume and quantity of nanomaterials also affected the movement of bacteria. Generally, the smaller the number and load of nanomaterials, the less influence they have on the swimming speed of bacteria, which could improve the efficiency of bacterial-mediated drug delivery. However, considering the pathogenicity of most bacteria, the practical approach is often to increase the amount of loaded nanomaterials and minimize the number of bacterial carriers.\n(2) The interaction between bacteria and nanomaterials has an important effect on the performance of nanobiohybrid systems. Therefore, it is necessary to adopt different loading strategies according to the types of nanomaterials to optimize the performance of the nanobiohybrid systems, where the simplest way is through electrostatic adsorption. Most bacteria have negative charges on their surfaces, and cationic nanopolymers could be adsorbed directly to the bacterial surface by electrostatic attraction. In addition, there are other attachment methods, including physical attachment (such as hydrophobic interaction), streptavidin- biotin bridging or antibody-antigen specific attachment. Notably, the attachment of NPs to bacterial surfaces may affect bacterial chemoreceptors in response to the tumor microenvironment. Therefore, biological/abiotic\ninterfaces need to be carefully designed to maintain the chemotaxis and mobility of bacteria.\n(3) In order to further improve the specificity and effectiveness of the nanobiohybrid systems, the release of nanomaterials should be stimulated by endogenous or exogenous stimuli when the nanomaterials are carried by bacteria to the tumor region. Low pH, high glutathione and other characteristics of the tumor microenvironment are often used as endogenous stimulatory conditions for cargo release. Xie et al. connected the drug molecules to the E. coli Nissle 1917 via the unstable cis-aconitic anhydride ligand. After intravenous injection of the bacterial microrobot for 3 hours and 3 days, the molecular drug accumulations were 12.9% and 6.4%, respectively. Through the endogenous stimulation of the tumor microenvironment, the specific release of cargo on bacteria was promoted, and the spatiotemporal control of drug action was enhanced. However, due to the heterogeneity of tumors and the complexity of physiological conditions in vivo, it may lead to the imprecise release of nanoparticles. The use of exogenous stimuli to trigger the release of nanoparticles may be a more effective controlled-release strategy. (4) Many challenges remain before bacteria can be used in the clinical setting. For example, bacteria possesses immunogenicity, and the control of bacterial toxicity will be the key to ensure safety. Although a variety of bacteria have been shown to be non-pathogenic in animal and human experiments, the possible toxicity may threaten immunocompromised patients with advanced cancer. This problem can be solved by knocking out bacterial virulence genes using synthetic biological techniques. The safety of bacteria could also be improved by coating with highly biocompatible nanomaterials, which prevents bacteria from being quickly cleared by the immune system. The therapeutic or functional proteins produced by bacteria also needs to be further optimized by regulating the gene copy number and promoter strength. Furthermore, genetic instability is a potential problem. Plasmid-carrying bacteria are at risk of gene transfer and plasmid mutation. Genetic stability could be improved by integrating the target gene sequence into the bacterial chromosome. (5) Another challenge is to precisely control the process of bacterial-assisted nanocatalytic therapy in vivo. Due to the complexity of the biological environment in vivo, it is necessary to develop feasible methods to control the nanocatalytic therapy process, inhibit adverse catalytic reactions and prevent harm to normal tissue. Synthetic biology and genetic engineering allow us to design customized bacterial cells to produce substrates of catalytic reactions in a controlled manner."
    }, {
      "heading" : "Perspective and future outlook",
      "text" : "The concentration of local tumoral therapeutic agents such as drugs, photosensitizers and immune adjuvants has a direct effect on the therapeutic effect against tumors, and\nBIOI 2020 M in i R ev ie\nw\nY. Chen et al.: Nanobiohybrids 35\nit is necessary to develop targeted drug delivery systems. Nanomaterials display great potential as targeted delivery carriers for tumor therapy. Additionally, bacteria represented a promising approach for targeted tumor therapy. Due to their tumor selectivity and huge gene packaging capacity, bacteria are not only ideal carriers for transporting therapeutic agents, but can also be engineered using synthetic biological techniques to perform more complex tasks in the anti-tumor process, such as synthesizing specific products to enhance nanocatalytic therapy. The structural diversity of the nanomaterials endows the bacteria with new properties to use a variety of therapeutic modes against tumors. The strategy of combining functional nanomaterials with bacterial biological systems provides a more targeted and efficient nanobiohybrid system for drug delivery. Since the ultimate goal is clinical application, a large number of clinical trials are still required to evaluate bacteria and nanoparticles, and to conduct a comprehensive investigation of the pharmacokinetics, biological distribution, metabolism, and safety of the nanobiohybrid system. Therefore, we recommend that more clinical trials be designed in the future to approve the anticancer properties of the bacterial-based nanobiohybrid system."
    }, {
      "heading" : "Conflict of interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This work was supported by the National Natural Science Foundation of China (Nos. 81971621 and 81671707), Natural Science Foundation of Guangdong Province (Nos. 2018A030313678 and 2019A1515012212) and Research Fund for Lin He’s Academician Workstation of New Medicine and Clinical Translation."
    } ],
    "references" : [ {
      "title" : "Nanomaterials innovation as an enabler for effective cancer interventions. Biomaterials 2020;242:119926",
      "author" : [ "LM Russell", "CH Liu", "P. Grodzinski" ],
      "venue" : "[PMID: 32169771 DOI: 10.1016/j",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2020
    }, {
      "title" : "Analysis of nanoparticle delivery to tumours",
      "author" : [ "S Wilhelm", "AJ Tavares", "Q Dai", "S Ohta", "J Audet" ],
      "venue" : "Nat Rev Mat 2016;1:16014",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Tumor targeting via EPR: strategies to enhance patient responses",
      "author" : [ "SK Golombek", "J-N May", "B Theek", "L Appold", "N Drude" ],
      "venue" : "Adv Drug Deliv Rev 2018;130:17-38",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Hypoxia-targeted drug delivery",
      "author" : [ "A Sharma", "JF Arambula", "S Koo", "R Kumar", "H Singh" ],
      "venue" : "Chem Soc Rev 2019;48:771-813",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Roadmap and strategy for overcoming infusion reactions to nanomedicines",
      "author" : [ "J Szebeni", "D Simberg", "A Gonzalez-Fernandez", "Y Barenholz", "MA. Dobrovolskaia" ],
      "venue" : "Nat Nanotechnol 2018;13:1100-8",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Nanomedicine strategies to overcome the pathophysiological barriers of pancreatic cancer",
      "author" : [ "PP Adiseshaiah", "RM Crist", "SS Hook", "SE. McNeil" ],
      "venue" : "Nat Rev Clin Oncol 2016;13:750-65",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Engineering the perfect (bacterial) cancer therapy",
      "author" : [ "Forbes NS" ],
      "venue" : "Nat Rev Cancer 2010;10:784-93",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2094
    }, {
      "title" : "Salmonella typhimurium suppresses tumor growth via the pro-inflammatory cytokine interleukin-1 beta. Theranostics 2015;5:1328-42",
      "author" : [ "J-E Kim", "TX Phan", "VH Nguyen", "H-V Dinh-Vu", "JH Zheng" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Twostep enhanced cancer immunotherapy with engineered Salmonella typhimurium secreting heterologous flagellin",
      "author" : [ "JH Zheng", "VH Nguyen", "S-N Jiang", "S-H Park", "W Tan" ],
      "venue" : "Sci Transl Med 2017;9:eaak9537. [PMID: 28179508 DOI: 10.1126/scitranslmed",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Bioengineered and biohybrid bacteria-based systems for drug delivery",
      "author" : [ "Z Hosseinidoust", "B Mostaghaci", "O Yasa", "BW Park", "AW Singh" ],
      "venue" : "Adv Drug Del Rev 2016;106:27-44",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Targeted nanotheranostics for future personalized medicine: recent progress in cancer therapy. Theranostics 2016;6:1362-77. [PMID: 27375785 DOI: 10.7150/thno.15335]  M in i  R eiew",
      "author" : [ "SD Jo", "SH Ku", "Y-Y Won", "SH Kim", "IC. Kwon" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Target site delivery and residence of nanomedicines: application of quantitative systems pharmacology",
      "author" : [ "JLS Au", "RA Abbiati", "MG Wientjes", "Ze. Lu" ],
      "venue" : "Pharmacol Rev 2019;71:157-69",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Nanomaterials as photothermal therapeutic agents",
      "author" : [ "J Chen", "C Ning", "Z Zhou", "P Yu", "Y Zhu" ],
      "venue" : "Prog Mater Sci 2019;99:1-26",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "An organometallic strategy for assembling atomically precise hybrid nanomaterials",
      "author" : [ "JM Stauber", "EA Qian", "Y Han", "AL Rheingold", "P Král" ],
      "venue" : "J Am Chem Soc 2020;142:327-34",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Chemical synthesis and assembly of uniformly sized iron oxide nanoparticles for medical applications",
      "author" : [ "D Ling", "N Lee", "T. Hyeon" ],
      "venue" : "Acc Chem Res 2015;48:1276-85",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Multifunctional magnetic gold nanomaterials for cancer",
      "author" : [ "P Das", "P Fatehbasharzad", "M Colombo", "L Fiandra", "D. Prosperi" ],
      "venue" : "Trends Biotechnol 2019;37:995-1010",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Remotely controlled opening of delivery vehicles and release of cargo by external triggers",
      "author" : [ "D Zhu", "S Roy", "Z Liu", "H Weller", "WJ Parak" ],
      "venue" : "Adv Drug Del Rev 2019;138:117-32",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Tumor-targeted drug and cpg delivery system for phototherapy and docetaxel-enhanced immunotherapy with polarization toward m1-type macrophages on triple negative breast cancers",
      "author" : [ "L Chen", "L Zhou", "C Wang", "Y Han", "Y Lu" ],
      "venue" : "Adv Mater 2019;31:e1904997",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Tumor-associated fibroblast-targeted regulation and deep tumor delivery of chemotherapeutic drugs with a multifunctional size-switchable nanoparticle",
      "author" : [ "X Cun", "J Chen", "M Li", "X He", "X Tang" ],
      "venue" : "ACS Appl Mater Interfaces 2019;11:39545-59",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Codelivery nanosystem targeting the deep microenvironment of pancreatic cancer",
      "author" : [ "X Chen", "W Zhou", "C Liang", "S Shi", "X Yu" ],
      "venue" : "Nano Lett 2019;19:3527-34",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Biodegradable mesoporous silica achieved via carbon nanodots-incorporated framework swelling for debris-mediated photothermal synergistic immunotherapy",
      "author" : [ "M Qian", "L Chen", "Y Du", "H Jiang", "T Huo" ],
      "venue" : "Nano Lett 2019;19:8409-17",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Nanocatalysts-aug- R  mented and photothermal-enhanced tumor-specific sequential i  nanocatalytic therapy in both NIR-I and NIR-II biowindows",
      "author" : [ "W Feng", "X Han", "R Wang", "X Gao", "P Hu" ],
      "venue" : "Adv Mater 2019;31:e1805919. [PMID:",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Emerging nanomedicine approaches fighting tumor metastasis: animal models, metastasis-targeted drug delivery, phototherapy, and immunotherapy",
      "author" : [ "C Liang", "L Xu", "G Song", "Z. Liu" ],
      "venue" : "Chem Soc Rev 2016;45:6250-69",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "In vivo imaging-guided photothermal/photoacoustic synergistic therapy with bioorthogonal metabolic glycoengineering-activated tumor targeting nanoparticles",
      "author" : [ "L Du", "H Qin", "T Ma", "T Zhang", "D. Xing" ],
      "venue" : "ACS Nano 2017;11:8930-43",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Targeting photodynamic and photothermal therapy to the endoplasmic reticulum enhances immunogenic cancer cell death",
      "author" : [ "W Li", "J Yang", "L Luo", "M Jiang", "B Qin" ],
      "venue" : "Nat Commun 2019;10:3349",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "TLR7/8-agonist-loaded nanoparticles promote the polarization of tumour-associated macrophages to enhance cancer immunotherapy",
      "author" : [ "CB Rodell", "SP Arlauckas", "MF Cuccarese", "CS Garris", "R Li" ],
      "venue" : "Nat Biomed Eng 2018;2:578-88",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Oncolysis by clostridia. I. activity of clostridium butyricum (M-55) and other nonpathogenic clostridia against the ehrlich carcinoma",
      "author" : [ "JR Moese", "G. Moese" ],
      "venue" : "Cancer Res 1964;24:212-16",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1964
    }, {
      "title" : "Synthetic biology and engineered live biotherapeutics: toward increasing system complexity",
      "author" : [ "T Ozdemir", "AJH Fedorec", "T Danino", "CP. Barnes" ],
      "venue" : "Cell Syst 2018;7:5-16",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "The boosting potential of bacteria in cancer immunotherapy",
      "author" : [ "Binder DC", "Wainwright DA" ],
      "venue" : "Trends Mol Med 2017;23:580-82",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Phototrophic purple bacteria as optoacoustic in vivo reporters of macrophage activity",
      "author" : [ "L Peters", "I Weidenfeld", "U Klemm", "A Loeschcke", "R Weihmann" ],
      "venue" : "Nat Commun 2019;10:1191",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Anaerobe-inspired anticancer nanovesicles",
      "author" : [ "C Qian", "P Feng", "J Yu", "Y Chen", "Q Hu" ],
      "venue" : "Angew Chem Int Ed Engl 2017;56:2588-93",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "EGFR-targeted Chimeras of Pseudomonas ToxA released into the extracellular milieu by attenuated Salmonella selectively kill tumor cells",
      "author" : [ "D Quintero", "J Carrafa", "L Vincent", "D. Bermudes" ],
      "venue" : "Biotechnol Bioeng 2016;113:2698-711",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Synchronized cycles of bacterial lysis for in vivo delivery. Nature 2016;536:81-5",
      "author" : [ "MO Din", "T Danino", "A Prindle", "M Skalak", "J Selimkhanov" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Programmable bacteria induce durable tumor regression and systemic antitumor immunity",
      "author" : [ "S Chowdhury", "S Castro", "C Coker", "TE Hinchliffe", "N Arpaia" ],
      "venue" : "Nat Med 2019;25:1057-63",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "Engineered probiotics for local tumor delivery of checkpoint blockade nanobodies",
      "author" : [ "CR Gurbatri", "I Lia", "R Vincent", "C Coker", "S Castro" ],
      "venue" : "Sci Transl Med 2020;12:eaax0876",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2051
    }, {
      "title" : "Bacteria-instructed synthesis of polymers for self-selective microbial binding and labelling",
      "author" : [ "EP Magennis", "F Fernandez-Trillo", "C Sui", "SG Spain", "DJ Bradshaw" ],
      "venue" : "Nat Mat 2014;13:748-55",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2014
    }, {
      "title" : "Targeted therapy with a Salmonella typhimurium leucine-arginine auxotroph cures orthotopic human breast tumors in nude mice",
      "author" : [ "M Zhao", "M Yang", "H Ma", "X Li", "X Tan" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2006
    }, {
      "title" : "Bacteria-mediated hypoxia-specific delivery of nanoparticles for tumors imaging and therapy",
      "author" : [ "Luo C-H", "Huang C-T", "Su C-H", "Yeh C-S" ],
      "venue" : "Nano Lett 2016;16:3493-9",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2020
    }, {
      "title" : "Autonomous bacterial nanoswimmers target cancer",
      "author" : [ "N Zoaby", "J Shainsky-Roitman", "S Badarneh", "H Abumanhal", "A Leshansky" ],
      "venue" : "J Control Release 2017;257:68-75",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Nanoscale bacteria-enabled autonomous drug delivery system (NanoBEADS) enhances intratumoral transport of nanomedicine",
      "author" : [ "S Suh", "A Jo", "MA Traore", "Y Zhan", "SL Coutermarsh-Ott" ],
      "venue" : "Adv Sci 2019;6:1801309",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Doxorubicin-conjugated Escherichia coli Nissle 1917 swimmers to achieve tumor targeting and responsive drug release",
      "author" : [ "S Xie", "L Zhao", "X Song", "M Tang", "C Mo" ],
      "venue" : "J Control Release 2017;268:390-9",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Inhibition of tumor growth and metastasis by a combination of escherichia coli-mediated cytolytic therapy and radiotherapy",
      "author" : [ "Jiang S-N", "Phan TX", "Nam T-K", "Nguyen VH", "Kim H-S" ],
      "venue" : "Mol Ther 2010;18:635-42",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2009
    }, {
      "title" : "Bacteria-mediated delivery of nanoparticles and cargo into cells",
      "author" : [ "D Akin", "J Sturgis", "K Ragheb", "D Sherman", "K Burkholder" ],
      "venue" : "Nat Nanotechnol 2007;2:441-9",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2007
    }, {
      "title" : "Conjugated polymer-coated bacteria for multimodal intracellular and extracellular anticancer activity",
      "author" : [ "C Zhu", "Q Yang", "F Lv", "L Liu", "S. Wang" ],
      "venue" : "Adv Mat 2013;25:1203-8",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2012
    }, {
      "title" : "Bacteriamediated tumor therapy utilizing photothermally-controlled TNFalpha expression via oral administration",
      "author" : [ "Fan J-X", "Li Z-H", "Liu X-H", "Zheng D-W", "Chen Y" ],
      "venue" : "Nano Lett 2018;18:2373-80",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "Bacteria-driven hypoxia targeting for combined biotherapy and photothermal therapy",
      "author" : [ "W Chen", "Y Wang", "M Qin", "X Zhang", "Z Zhang" ],
      "venue" : "ACS Nano 2018;12:5995-6005",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Nanophotosensitizerengineered Salmonella bacteria with hypoxia targeting and photothermal-assisted mutual bioaccumulation for solid tumor therapy",
      "author" : [ "F Chen", "Z Zang", "Z Chen", "L Cui", "Z Chang" ],
      "venue" : "Biomaterials 2019;214:119226",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Recent advances in ultrasoundtriggered therapy",
      "author" : [ "C Yang", "Y Li", "M Du", "Z. Chen" ],
      "venue" : "J Drug Target 2019;27:33-50",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "The promise and challenges of immune agonist antibody development in cancer",
      "author" : [ "PA Mayes", "KW Hance", "A. Hoos" ],
      "venue" : "Nat Rev Drug Discov 2018;17:509-27",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    }, {
      "title" : "Combination of bacterial-photothermal therapy with an Anti-PD-1 peptide depot for enhanced immunity against advanced cancer",
      "author" : [ "W Chen", "Z Guo", "Y Zhu", "N Qiao", "Z Zhang" ],
      "venue" : "Adv Funct Mater 2020;30:1906623",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2019
    }, {
      "title" : "Chemodynamic therapy: tumour microenvironment-mediated fenton and fenton-like reactions",
      "author" : [ "Z Tang", "Y Liu", "M He", "W. Bu" ],
      "venue" : "Angew Chem Int Ed Engl 2019;58:946-56",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2018
    }, {
      "title" : "Engineered bacterial bioreactor for tumor therapy via fenton-like reaction with localized H2O2 generation",
      "author" : [ "Fan J-X", "Peng M-Y", "Wang H", "Zheng H-R", "Liu Z-L" ],
      "venue" : "Adv Mater 2019;31:1808278",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Optically-controlled bacterial metabolite for cancer therapy",
      "author" : [ "Zheng D-W", "Chen Y", "Li Z-H", "Xu L", "Li C-X" ],
      "venue" : "Nat Commun 2018;9:1680",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Engineering nanoparticle-coated bacteria as Oral DNA vaccines for cancer immunotherapy",
      "author" : [ "Q Hu", "M Wu", "C Fang", "C Cheng", "M Zhao" ],
      "venue" : "Nano Lett 2015;15:2732-9",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2015
    }, {
      "title" : "Bacterial microbots for acid-labile release of hybrid micelles to promote the synergistic antitumor efficacy",
      "author" : [ "S Xie", "M Chen", "X Song", "Z Zhang" ],
      "venue" : "Acta Biomater 2018;78:198-210",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Although conventional therapies, including surgery and radiation, remain as the standard treatment for cancer, the limitations of these treatment options are becoming increasingly apparent [1].",
      "startOffset" : 189,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : ": Nanobiohybrids the sifted vascular structure [2].",
      "startOffset" : 47,
      "endOffset" : 50
    }, {
      "referenceID" : 2,
      "context" : "This phenomenon is called the enhanced permeability and retention (EPR) effect, which is the basic mechanism by which NPs deliver drugs to solid tumors [3].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 1,
      "context" : "Despite the great success of nanomaterial-based cancer treatments in preclinical studies, many difficulties still remain in the clinical application of nanomaterials [2].",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 6,
      "context" : "The unique tumor microenvironment is an ideal breeding site for some facultative and obligate anaerobic bacteria [7].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 7,
      "context" : "Bacteria activate the suppressed immune function of the tumor microenvironment, and induce a strong immune response to inhibit tumor growth [8].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "With the development of genetic engineering and synthetic biological technology, genetically engineered bacteria can achieve targeted delivery of therapeutic drugs by expressing special therapeutic proteins, such as cytotoxic drugs, antibodies, antigens, enzymes and cytokines [9].",
      "startOffset" : 277,
      "endOffset" : 280
    }, {
      "referenceID" : 9,
      "context" : "Furthermore, the combination with nanomaterials can increase the means and patterns of bacterial treatment and improve the efficiency of cancer diagnosis and treatment [10].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 10,
      "context" : "The rapid development of nanotechnology has enabled the integration of various therapeutic agents into NPs, such as polymeric systems, micelles, silica-based porous materials, and liposomes [11].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 11,
      "context" : "Other benefits of nanomedicine include specific binding of NPs with cancer cells, prolonged drug circulation, and controlled release kinetics [12].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 12,
      "context" : "Many NPs which are currently under development focus on improving local drug concentration and the pharmacokinetics of anti-tumor drugs through targeted modifications [13, 14].",
      "startOffset" : 167,
      "endOffset" : 175
    }, {
      "referenceID" : 13,
      "context" : "Many NPs which are currently under development focus on improving local drug concentration and the pharmacokinetics of anti-tumor drugs through targeted modifications [13, 14].",
      "startOffset" : 167,
      "endOffset" : 175
    }, {
      "referenceID" : 14,
      "context" : "The types of targeting molecules used to modify NPs include proteins, antibodies, peptides, and aptamers [15, 16].",
      "startOffset" : 105,
      "endOffset" : 113
    }, {
      "referenceID" : 15,
      "context" : "The types of targeting molecules used to modify NPs include proteins, antibodies, peptides, and aptamers [15, 16].",
      "startOffset" : 105,
      "endOffset" : 113
    }, {
      "referenceID" : 16,
      "context" : "Targeted ligand modification increases the chance that NPs remain in the tumor membrane and induce NPs to enter the tumoral cell membrane [17].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 17,
      "context" : "Modified NPs could target the folic acid receptor on the tumor cell membrane and improve the targeted delivery efficiency of drugs [18].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 18,
      "context" : "The dense stromal tissue of tumor disrupts the normal vascular structure, leading to increased intratumoral fluid pressure and poor drug diffusion [19].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 19,
      "context" : "At the same time, the integrity of the external stroma of tumors was preserved to inhibit tumor metastasis [20].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 20,
      "context" : "On the other hand, nanomaterials also play an important role in some recent rapidly developing cancer treatment strategies, such as PTT and immunotherapy, to improve the specificity and safety of these treatment strategies (Figure 1) [21].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 21,
      "context" : "PTT mainly converts the photon energy of incident light into heat energy through photosensitizers, which increases the temperature of surrounding tissues and cells, resulting in protein degeneration and cell lysis [22].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 22,
      "context" : "At present, various nanomaterials have been used to deliver photosensitizers such as indocyanine green, porphyrin and polypyrrole to enhance PTT [23].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 24,
      "context" : "After nanomaterial-mediated PTT/PDT, the level of IL-6 was increased and the number of Regulatory T (Treg) cells was reduced to about 10%, suggesting that the tumor immune microenvironment was improved by reducing immunosuppressive cells [25].",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 25,
      "context" : "Moreover, CDNP-R848 could synergize with anti-programmed cell death-1 (PD-1) therapy to inhibit tumor recurrence [26].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 26,
      "context" : "In his study, the tumor of a patient with osteosarcoma shrank significantly after the injection of bacillus [27].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 27,
      "context" : "Bacteria have been shown to recruit inflammatory cells into the tumor microenvironment, such as granulocytes and natural killer (NK) cells, both of which are necessary for anti-tumor response [28].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 28,
      "context" : "Moreover, bacteria not only induced CD4+ T cells in the tumor microenvironment to produce IFN-γ, but also activated cytotoxic CD8+ T cells to inhibit tumor growth [29].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 29,
      "context" : "Bacteria could reach a favorable microenvironment through flagellum motion [30].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 30,
      "context" : "Secondly, the nutrient-rich tumor microenvironment is very attractive to bacteria [31].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 2,
      "context" : "Studies have shown that nutrient-rich metabolites produced by tumor cells which accumulated in the tumor microenvironment were uniquely attractive to bacteria [3].",
      "startOffset" : 159,
      "endOffset" : 162
    }, {
      "referenceID" : 6,
      "context" : "typhimurium could sense the favorable, nutrient-rich environment through chemoreceptors and accumulated in both the core and peripheral areas of tumors [7].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 31,
      "context" : "The strain showed significant antitumor activity against EGFR-positive tumor cells [32].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 32,
      "context" : "The precise regulation of bacterial gene expression can increase drug concentration in tumor tissues and reduce systemic toxicity [33].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 33,
      "context" : "focused on quorum-sensing circuits, which allowed bacteria to communicate with each other and regulated gene expression in response to changes in population density [34].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 8,
      "context" : "In tumor immunotherapy, tumor-targeting bacteria could also be used to express TNF-α, IFN-γ, heterologous flagellin [9] and even immune checkpoint inhibitors [35].",
      "startOffset" : 116,
      "endOffset" : 119
    }, {
      "referenceID" : 34,
      "context" : "In tumor immunotherapy, tumor-targeting bacteria could also be used to express TNF-α, IFN-γ, heterologous flagellin [9] and even immune checkpoint inhibitors [35].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 35,
      "context" : "Most bacteria colonize the hypoxic areas of tumors, and the nanohybrid systems constructed by bacteria and nanomaterials could deliver therapeutic agents to areas that were difficult to penetrate with conventional treatments (Figure 3) [36].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 36,
      "context" : "Studies suggest that Salmonella can enter nutrient-rich tumor regions by the regulation of specific chemical receptors expressed on its surface [37].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 37,
      "context" : "Therefore, Salmonella is considered to be an ideal candidate for bacterial-mediated tumor therapy due to its excellent tumor targeting, inherent toxicity and rapid migration speed [38].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 38,
      "context" : "The results suggested that Salmonella loaded with DOX nanoliposomes migrated faster to the tumor microenvironment with low pH and high glucose compared with normal tissues [39].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 39,
      "context" : "The study found that bacteria-based carrier could significantly increase the concentration of NPs in the tumor tissues up to 100-fold [40].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 40,
      "context" : "Moreover, binding with NPs does not affect intratumoral transport performance of the bacteria [41].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 41,
      "context" : "coli can be targeted to metastatic and non-necrotic tumor areas [42].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 42,
      "context" : "The advantage of Escherichia coli is that most of the strains are not pathogenic and can efficiently express various antitumor proteins [43].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 41,
      "context" : "coli-expressed ClyA could significantly improve the efficacy of radiation therapy [42].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 32,
      "context" : "An uncontrolled and constitutive expression of recombinant protein leads to slow proliferation and heavy metabolic loading of bacteria [33].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 44,
      "context" : "designed thermally sensitive programmable bacteria (TPB) that relied on the photothermal effect of nanoparticles [45].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 45,
      "context" : "constructed a nanobiohybrid system by coating Salmonella VNP20009 with polydopamine (pDA) molecules for tumor targeted photothermal therapy [46].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 46,
      "context" : ": Nanobiohybrids bacterial aggregation via PTT [47].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 47,
      "context" : "This implied that other methods of hyperthermia, such as ultrasound and magnetic fields, were also helpful in enhancing the efficacy of bacteria in the treatment of tumors [48].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 48,
      "context" : "Immunotherapy has been shown to be successful in a variety of tumors, but decreased effectiveness still persists because T cells were inactivated by a process called anergy or tolerance [49].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 49,
      "context" : "proposed the triple-combination therapy of PTT nanomaterials, Salmonella and PD-1 blockade [50].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 50,
      "context" : "Recently, Fenton-like reactions have been used in antitumor therapy, where hydrogen peroxide (H 2 O 2 ) can be converted into highly reactive hydroxyl radicals (•OH) under the action of a metal catalyst [51].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 51,
      "context" : "proposed a nanobiohybrid system for tumor treatment via Fenton-like reactions [52].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 52,
      "context" : "designed a nanobiohybrid system to treat tumors through bacterial metabolic responses [53].",
      "startOffset" : 86,
      "endOffset" : 90
    } ],
    "year" : 2020,
    "abstractText" : "Cancer has emerged as one of the main causes of death in the world and poses a serious threat to human health. Although conventional therapies, including surgery and radiation, remain as the standard treatment for cancer, the limitations of these treatment options are becoming increasingly apparent [1]. Surgery is an effective treatment method for tumors, but postoperative metastasis and recurrence renders tumor treatment more difficult. The therapeutic effect of radiotherapy is limited by the hypoxic and necrotic region of the tumor. On the other hand, many promising therapeutic methods such as drug therapy, photothermal therapy, photodynamic therapy and immunotherapy are developing rapidly. All of these treatments rely on therapeutic agent such as chemotherapeutic agents, photosensitizers, and immunoadjuvants to reach the tumor region and kill tumor cells through cytotoxicity or immune activation. However, the acidic, hypoxic and hypo-vascular tumor microenvironment affects the delivery of various therapeutic agents, resulting in treatment resistance of tumor cells. Systemic injection of therapeutic agents cannot specifically act on tumor cells and may cause toxic effects on normal tissues. Therefore, many studies focus to improve the targeted delivery of therapeutic agents in order to enhance the tumor therapeutic effect and reduce toxic effects. In the past decade, the rapid development of nanomaterials has become a powerful thrust for the advancement of tumor treatment. Nanomaterials such as liposomes, metal particles, polymers and micelles are widely used as targeted delivery carriers of therapeutic agents and play important roles in the treatment of tumors. Tumors are more permeable to nanoparticles (NPs) than normal tissue due to Abstract",
    "creator" : "Adobe InDesign CS6 (Windows)"
  }
}