{
  "name" : "downloads_2019-11-04_08_10.1002@aenm.201902107.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Vacancy in Ultrathin 2D Nanomaterials toward Sustainable Energy Application",
    "authors" : [ "Fan Bai", "Liang Xu", "Xiaoying Zhai", "Xu Chen", "Wensheng Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "1902107 (1 of 19) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advenergymat.de\nVacancy in Ultrathin 2D Nanomaterials toward Sustainable Energy Application\nFan Bai, Liang Xu, Xiaoying Zhai, Xu Chen,* and Wensheng Yang*\nDOI: 10.1002/aenm.201902107\nelement doping, and/or defect/strain/ phase engineering. Defect or vacancy control is a particularly attractive means of modifying the properties of ultrathin 2D nanomaterials.\nVacancies are the most commonly observed defect in many nanomaterials, and play an important role in determining the physicochemical properties of a material and its possible applications. Vacancies are common in crystalline materials because most crystals are synthesized under harsh conditions, such as high temperature and/or pressure, which can move atoms in the crystal into random positions, or even expunge them from the crystal lattice, creating atomic vacancies. Vacancy creation is generally accompanied by changes in performance or reactivity. In 2D materials, vacancies\nare more easily generated as thickness decreases because surface atoms can more easily escape the 2D lattice. This often results in bond breaking and re-forming, lattice distortion, electronic compensation, electron localization, and gap states at the Fermi level, all of which can result in a novel physicochemical properties. The applications of ultrathin 2D materials and vacancy engineering in energy-related fields have been summarized in a previous review.[2a–c] However, the role of vacancy engineering in the development of different ultrathin 2D materials and associated energy-related applications has not been discussed.\nThis review summarizes recent progress in the vacancy engineering of ultrathin 2D nanomaterials. To better understand the various properties and applications of different 2D ultrathin materials after vacancy construction, we start by classifying emerging ultrathin 2D materials based on their atomic composition and spatial arrangement. We then describe recently developed vacancies in different ultrathin 2D materials, such as monovacancies, e.g., C, N, B, S, O, and H atomic vacancies, their corresponding bi-vacancies and multivacancies, and their preparation methods. The various methods used to confirm and characterize vacancies in ultrathin 2D nanomaterials are also discussed. Moreover, the various properties of different types of ultrathin 2D nanomaterial after vacancy engineering are highlighted in terms of electrochemical energy storage (rechargeable batteries) and conversion (electrocatalysis, photocatalysis) applications. Finally, we present the current challenges and potential future applications of this technology in the hope of inspiring future research.\nThe unique physicochemical properties of (2D) nanomaterials make them well-suited for use in sustainable energy applications. Many of these materials can be further improved with vacancy engineering. This review details recent progress in the vacancy engineering of ultrathin 2D nanomaterials. For clarity, it mainly focuses on various ultrathin 2D materials in three categories: Xa&XaYb-, MaXb-, or MaXbYc-structured materials. Recently developed vacancies in different types of ultrathin 2D materials, as well as their preparation and characterization, are described. Emphasis is placed on the potential electrochemical energy storage and conversion applications of these materials. This review considers the relationship between vacancy properties and material categories of various ultrathin 2D materials in terms of application requirements, preparation, and characterization techniques. The challenges and future outlook of this promising field are summarized.\nF. Bai, L. Xu, X. Y. Zhai, Prof. X. Chen, Prof. W. S. Yang State Key Laboratory of Chemical Resource Engineering Beijing University of Chemical Technology Beijing 100029, P. R. China E-mail: chenxu@mail.buct.edu.cn; yangws@mail.buct.edu.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/aenm.201902107."
    }, {
      "heading" : "1. Introduction",
      "text" : "With the discovery of mechanically exfoliated graphene in 2004,[1] the unique physical, electronic, and chemical properties of ultrathin 2D nanomaterials have attracted a great deal of attention in the field of sustainable energy.[1,2] The thickness of an ultrathin 2D nanomaterial is only few atoms (typically < 5 nm) while the lateral dimension can be hundreds of nanometers up to a few micrometers. This endows an ultrahigh specific surface area and a high proportion of exposed surface atoms.[3] The unique 2D nanosheet structure confines electrons to the ultrathin region and allows them to travel easily along the ab-plane. Moreover, ultrathin 2D nanomaterials usually possess strong in-plane covalent bonding, which results in high mechanical strength, flexibility, and optical transparency.[3,4] However, the intrinsic electronic properties and chemical composition of pristine 2D nanomaterials limit many of their potential applications. Fortunately, these factors can be tailored via surface modification/functionalization,\nReview\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (2 of 19)"
    }, {
      "heading" : "2. Vacancy Types and Their Preparation in Ultrathin 2D Materials",
      "text" : ""
    }, {
      "heading" : "2.1. Vacancy Types in Different Classes of Ultrathin",
      "text" : ""
    }, {
      "heading" : "2D Materials",
      "text" : "Based on their atomic arrangement, ultrathin 2D nanomaterials can be divided into layered and nonlayered materials.[2a–c] Layered materials include graphene, hexagonal boron nitride (h-BN), graphitic carbon nitride (g-C3N4), transition-metal dichalcogenides (TMDs), transition metal oxides (TMOs), and layered double hydroxides (LDHs). In these materials, in-plane atoms are connected by strong chemical bonds and the layers are stacked together through weak Van der Waals interactions to form a bulk crystal.[5] In contrast, nonlayered materials can form bulk crystals via 3D atomic or chemical bonding. These include metal oxides, nonlayered metal chalcogenides (NMCs), and polymers.[6] This classification is useful for guiding the synthesis and preparation of materials, but does not reflect the differences in material properties. More importantly, from the perspective of vacancy construction, this classification does not consider the roles of different vacancy types in these materials.\nTo take into account the different properties of 2D nanomaterials composed of different atomic species and having different spatial arrangements, as well their potential for vacancy engineering, ultrathin 2D nanomaterials which are commonly used as raw materials for vacancy engineering are mainly divided into three categories in this review: Xa&XaYb, MaXb, and MaXbYc. In Xa&XaYb-structured ultrathin 2D materials, X and Y are nonmetallic atoms arranged in the same plane of a single layer, e.g., graphene, h-BN, and g-C3N4. In MaXb- structured ultrathin 2D materials, M and X are transition metal atoms and nonmetallic atoms arranged in different planes of the same layer, respectively, e.g., TMD, NMCs, TMO, and metal halide. MaXbYc-structured materials are comparable to MaXb-structured 2D materials, except that an additional element Y is added and the accompanying spatial arrangement is slightly more complicated, e.g., hydroxides, oxyhydroxide, MXene, and transition metal oxyhalides. It is worth mentioning that in addition to the materials in these three categories, there are many other ultrathin 2D materials with more complex structures, e.g., metal-organic frameworks (MOFs) and covalent organic frameworks.[7] However, vacancy engineering becomes more difficult with increasing structural complexity, and the role(s) of vacancies in the structure– activity relationship of these structures becomes obfuscated. Therefore, few reports have described vacancy engineering with these complex structures. As a result, this review mainly focuses on vacancy engineering within the aforementioned three types ultrathin 2D materials (Figure 1)."
    }, {
      "heading" : "2.1.1. Vacancies in Xa&XaYb-Structured Ultrathin 2D Materials",
      "text" : "Xa&XaYb-structured ultrathin 2D materials include graphene, h-BN, and g-C3N4. The base structure of these materials is defined by an atomic monolayer and a simple space structure. However, both X and Y vacancies can occur individually or in combination, resulting in a large diversity of possible structures.\nSimultaneously, diffusion, coalescence, and reconstruction of these vacancies can result in further diversification.\nGraphene, an allotrope of carbon that exists as a singleatom-thick graphite flake, is a typical representative of Xa-structured ultrathin 2D materials.[1,8] Vacancies in graphene are usually C-vacancies and have historically been considered very stable.[9] However, the movement of these vacancies, e.g., by diffusion, coalescence, and reconstruction, was discovered\nFan Bai received his B.S. degree from Beijing University of Chemical Technology (BUCT) in 2016. He is currently pursuing his Ph.D. in chemistry at BUCT under the supervision of Prof. Wensheng Yang. His current research includes the material synthesis with confinement reaction and its application in energy storage and conversion.\nXu Chen received a BS degree in 1996 and a MS degree in 1999 from Jilin University, and her PhD degree from the Changchun Institute of applied Chemistry, Chinese Academy of Sciences in 2003, China. She joined the chemistry department, Tsinghua University as a postdoctoral research fellow from 2003 to 2005. She is presently a\nprofessor in the State key Laboratory of Chemical Resource Engineering, Beijing University of Chemical Technology. Her research interests are nanomaterials-based electrocatalysis and electroanalysis.\nWensheng Yang received his BS and MSc degree in 1991 and 1994 from Shandong University, subsequently awarded a PhD degree from University of Science and Technology Beijing in 1998, after which he joined the staff of Beijing University of Chemical Technology. Now he is the executive deputy director of State key Labo-\nratory of Chemical Resource Engineering. His research interests focused on the controlled synthesis of functional materials and their applications in electrochemical energy storage and conversion.\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (3 of 19)\nlater.[10] Theoretical calculations have shown that high temperatures can induce the coalescence of two single vacancies into a double pentagon-octagon-pentagon (5-8-5) defect. At higher temperatures, these can further reconstruct into a new 555–777 vacancy (Figure 2a).[10c]\nCompared to Xa-structured materials, the types of vacancies that are possible in XaYb-structured materials are more diverse due to the multiple elements in their base structure. For example, h-BN has a 2D structure similar to that of graphene, but differs in terms of chemicals species and physical properties.[11] Nitrogen and boron monovacancies (VN and VB, respectively) or multi-vacancies can exist in h-BN (Figure 2b).[11,12] A multivacancy in h-BN can exist in multiple forms, including neighboring B-vacancies (VBB), neighboring N-vacancies (VNN), a boron and nitrogen vacancy pair (VBN), or three B-vacancies and one N-vacancy[12e] (V3B+N). g-C3N4 is an N-substituted graphite framework. Vacancies in g-C3N4 can be C-vacancies, N-vacancies, or a combination of the two.[13] The introduction of nitrogen vacancies can significantly enhance the photocatalytic activity of g-C3N4 under visible light excitation.[13d–g] Thus, nitrogen vacancies in g-C3N4 have been studied much more extensively than C-vacancies."
    }, {
      "heading" : "2.1.2. Vacancies in MaXb-Structured Ultrathin 2D Materials",
      "text" : "MaXb-structured ultrathin 2D materials include TMDs, NMCs, TMO, and metal halides. These materials can contain metal vacancies (M-vacancies), nonmetallic vacancies (X-vacancies), and/or a combination of the two. Also, the atoms in an MaXb-structured ultrathin 2D materials monolayer do not lie in the same plane, resulting in complex spatial layouts and high vacancy diversity.\nSulfur (S) vacancies are the most well-studied X-vacancy and show the lowest formation energy in TMDs and NMCs.[14] S-vacancies can exist in many forms, including as isolated S-vacancies[14a–e] and S-vacancy pairs.[14f,g] As shown in Figure 2c, a monosulfur vacancy (VS), a disulfur vacancy (VS2), and a double monosulfur vacancy (2VS) can be generated by removing atoms from an MoS2 supercell.[14c] In addition, Rahman et al. found that S-vacancies can exist in rows and/or patches.[14g] The formation energy per S-vacancy is lowest when multiple S-vacancies occur in a row on the same side of a given MoS2 layer; the longer the row, the greater stability of any single S-vacancy in the row. MaXb-structured ultrathin 2D materials can also contain M-vacancies, such as the Co-vacancies (VCo) formed in ultrathin CoSe2 nanosheets,[15] the Ni-vacancies (VNi) in NiO,[16] and the Ti vacancies (VTi) in Ti0.87O2 nanosheets.[17] Furthermore, combinations of M- and X-vacancies have been observed in MaXb-structured ultrathin 2D materials. The possible vacancy types become more abundant with increasingly complex atomic space structures. Sasaki et al. found Ti+Oc1+Oc2 and Ti+Oa1+Oa2 vacancies in Ti0.87O2 nanosheets, while Putungan et al. identified MoS2-unit vacancies in MoS2 (Figure 2d,e).[17,18]"
    }, {
      "heading" : "2.1.3. Vacancies in MaXbYc-Structured Ultrathin 2D Materials",
      "text" : "MaXbYc-structured ultrathin 2D nanomaterials include hydroxides, oxyhydroxides, MXene, and transition metal oxyhalides. As noted above, the higher numbers of different atomic species and complicated spatial arrangements provide a greater number of possible types of vacancies, which include M-vacancies, X-vacancies, Y-vacancies, or any combination thereof.\nUltrathin LDH is a typical MaXbYc-structured material featuring inorganic, layered multi-metal ions. LDHs may contain M-, O-, and H-vacancies.[19] Zhang et al. prepared ultrathin Zncontaining LDH nanosheets and observed increasing numbers of oxygen vacancies (VO) with decreasing LDH thickness, eventually resulting in coordinatively unsaturated Zn within the nanosheets.[19a] Shao et al. prepared CoFe LDH featuring vacancies of Co, Fe, and O (Figure 2f).[19b] Transition metal oxyhalides are also inorganic MaXbYc-structured materials with the general formula of MOX, where O is oxygen, X is a halogen, and M is Fe, Cr, V, or Ti.[20] In BiOCl, e.g., isolated vacancy defects (VBi) can be converted to triple vacancy associates VBiVOVBi when the thickness of the nanosheet is reduced to the atomic scale.[20b]"
    }, {
      "heading" : "2.2. The Construction of Vacancies in Ultrathin 2D Materials",
      "text" : "With the gradual deepening of our understanding of structure– activity relationships in ultrathin 2D nanomaterials, several\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (4 of 19)\nmethods have been used to construct specific vacancies in a variety of materials. Based on the stage of vacancy engineering during material processing, these methods can be divided into two strategies: built-in construction and post- treatment construction. The former refers to vacancies constructed during material synthesis, while the latter refers to vacancies constructed by additional processing following synthesis of the pristine material."
    }, {
      "heading" : "2.2.1. Built-In Vacancy Construction",
      "text" : "The built-in vacancy construction method means that the material will have vacancies during the ultrathin 2D material preparation process, which is mainly targeted at layered materials. This method requires no extra work and is therefore simple and efficient. However, due to the complicated factors, it is difficult to adjust the type and concentration of vacancies.[9,21] In\nAdv. Energy Mater. 2019, 1902107\nFigure 2. a) The geometry in tight-binding molecular dynamics for the graphene layer containing four separated single vacancies. Reproduced with permission.[10c] Copyright 2005, The American Physical Society. b) Models for the atomic defects in h-BN. VB and VN stand for boron and nitrogen monovacancy, respectively. Reproduced with permission.[12d] Copyright 2009, The American Physical Society. c) Schematic of the MoS2 monolayer i) perfect MoS2, ii) monosulfur vacancy (VS), iii) disulfur vacancy (VS2), and iv) double monosulfur vacancy (2VS). Reproduced with permission.[14c] Copyright 2016, American Chemical Society. d) Schematic diagram of Ti vacancy models: i) the positions of Oa1, Oa2, Oc1, and Oc2, ii) simple Ti vacancy model, iii) Ti+Oc1+Oc2 vacancy model, iv) Ti+Oa1+Oa2 vacancy model. The purple thick and thin arrows indicate the migration direction of Ti and O, respectively. Reproduced with permission.[17] Copyright 2013, Springer Nature. e) Unit MoS2 vacancy site with water monomer structure adsorbed on. Reproduced with permission.[18] Copyright 2014, Taylor & Francis Group, LLC. f) Illustration of CoFe LDH nanosheets with Fe-, Co-, and O-vacancy. Reproduced with permission.[19b] Copyright 2017, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (5 of 19)\ngeneral, after the Xa-structured material is prepared, certain amount of X-vacancies will be inside itself.[10] And in XaYb-structured materials, it has also been reported that in the polymerization process of g-C3N4, N-vacancies can be introduced in situ through a KOH-assisted route to obtain an ultrathin g-C3Nx material.[13a] In addition, X or Y vacancies can also be created during the process of preparing ultrathin MaXbYc-structured nanosheets from bulk materials by mechanical exfoliation. Take LDHs as an example, oxygen vacancies (VO) can be generated directly during the preparation of ultrathin LDH by a bottomup approach (inverse microemulsion technique or controlled hydrolysis) (Figure 3a).[19a] Furthermore, mechanical exfoliation is a good method for preparing ultrathin materials. Li et al. found that Co-vacancies (VCo) and O-vacancies (VO) can be obtained by the exfoliation process in formamide with stirring process of bulk CoAl-LDHs.[21]"
    }, {
      "heading" : "2.2.2. Post-Treatment Vacancy Construction",
      "text" : "The post-treatment vacancy construction method refers to a method of constructing a vacancy by performing a post-processing step of vacancy construction on an existing ultrathin 2D material. The advantage of such a method is that the type and concentration of the vacancies can be adjusted to avoid other effects on the material.[22] There are several ways to target this category based on the need for vacancies and material properties, such as heteroatom doping, thermal treatment, and UV treatment. In addition, more and more methods including plasma etching and electrochemical activation (ECA) are gradually being used in the creation of vacancies. For example, heteroatom doping method can construct vacancies conveniently and efficiently through introducing heteroatoms into ultrathin 2D materials. For MaXb-structured materials, Xie et al. demonstrate that N-doping in MoO3 layers can increase the concentration of VO (Figure 3b).[22a] Thermal treatment is also a convenient method to construct vacancies in ultrathin 2D materials. For most oxides, annealing in high vacuum leads to a loss of oxygen, and oxygen vacancies appear. For example, Co3O4 single-unitcell layers have been successfully constructed by rapidly heating the precursor. The adjustment of the oxygen vacancy concentration is achieved by adjusting the heating atmosphere.[22b] VO-rich and VO-poor Co3O4 can be prepared by heated in air or oxygen atmospheres. In addition, for MaXbYc-structured materials, UV treatment can be applied to the generation of vacancies. Yang et al. found that the VO can be produced in the ultrathin BiOCl material by UV irradiating.[22c] And they further discovered that the evolution of photoinduced VO is dependent on surface hydroxyl groups. VO can be obtained easily after UV light irradiation in the sample with surface hydroxyl groups.\nAdv. Energy Mater. 2019, 1902107\nFigure 3. Schematic illustration for a) the formation of O-vacancies in coordinatively unsaturated ZnAl-LDH nanosheets. Reproduced with permission.[19a] Copyright 2015, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. b) The formation of O-vacancies in N-doped MoO3 single layers through doping engineering. Reproduced with permission.[22a] Copyright 2016, Elsevier Ltd. c) The formation of multi-vacancies in CoFe LDH nanosheets during water plasma exfoliation. Reproduced with permission.[23] Copyright 2017, Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim. And d) the formation of H vacancy and its structure change of CoFe-LDH through ECA process. Reproduced with permission.[24] Copyright 2018, Elsevier Inc.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (6 of 19)\nIn addition to the above methods, emerging methods such as plasma etching[19b,23] and ECA processing[24] may have an unexpected effect in the vacancy construction of ultrathin 2D materials. Such as Ar plasma[19b] or water plasma[23] etching could be used to etch CoFe-LDH to create a variety of vacancy sites. The plasma can destroy the electrostatic interaction between the metal layer and the interlayer anions, and partially etch the interlayer anions to construct vacancies on the host layer structure. Three type of vacancies for Co, Fe, and O can be obtained by controlling the etching time to 5 min (Figure 3c). The vacancies can also be effectively constructed by electrochemically treating. Shao et al. successfully constructed hydrogen vacancies in LDH materials by ECA (Figure 3d).[24] ECA is performed by cyclic voltammetry on CoFe-LDH, and the activation potential window is changed to ensure complete activation. The H vacancies in the LDH material are effectively constructed."
    }, {
      "heading" : "3. The Characterization of Vacancies in Ultrathin",
      "text" : ""
    }, {
      "heading" : "2D Materials",
      "text" : "Concurrent with the development of targeted vacancy construction, a variety of characterization techniques has been developed to confirm the existence of those vacancies. Different methods are used to characterize different types of vacancies. For example, M-vacancies and X-vacancies can be identified in MaXb&MaXbYc-structured materials by X-ray photoelectron spectroscopy (XPS) and X-ray absorption fine structure spectroscopy (XAFS). X-vacancies in XaYb&MaXb-structured materials can be identified by positron annihilation spectrometry (PAS) and electron paramagnetic resonance (EPR). Dynamic characterization of vacancies, which is important in understanding vacancies activity, can be identified by electron microscopy. Raman spectroscopy and Fourier transform infrared spectroscopy (FT-IR) have also been used to characterize multiple vacancy types. In this section, we will discuss the characterization methods employed for different vacancy types."
    }, {
      "heading" : "3.1. XPS",
      "text" : "XPS can be used to determine the chemical state of surface elements in a sample. The formation of a vacancy will affect the chemical state of the atoms neighboring the vacancy site, and the positions and/or relative intensities of peaks in the XPS spectrum. Thus, the formation of a vacancy can be confirmed by changes in the XPS spectra of the neighboring atoms and the vacancy element.\nCharacteristic peaks associated with X-vacancies based on nonmetallic elements, especially oxygen vacancies, appear in high-resolution XPS spectra of the elements. The corresponding peak intensities are enhanced following vacancy construction. Several studies have shown that a peak at ≈531.2 eV in the O (1s) spectrum corresponds to oxygen atoms near an oxygen vacancy and is generally considered as a defect oxygen peak.[19c,25a–c] Sun et al. showed that defect oxygen peak intensities in MaXb-structured materials, represented by vacancyrich ultrathin Co3O4 nanosheets, were significantly enhanced relative to that of pristine Co3O4 (Figure 4a).[26] Another study\nshowed that the intensity of defect oxygen peaks can depend on changes in oxygen vacancies in ultrathin Co3O4 materials (Figure 4b).[22b]\nIn MaXbYc-structured materials, the formation of vacancies affects the XPS spectra of other neighboring elements. In addition, for the M-vacancy, the charge amount of these atom might changes with the formation of vacancies. For example, the atomic charge on the M atom changes with the formation of M-vacancies. Wang et al. constructed NiFe-LDH with Ni- or Fe-vacancies.[27] XPS data showed that Ni atoms in this material existed primarily as Ni2+ and Ni3+. NiFe-LDH materials without vacancies contained only 16.7% Ni3+ due to the small number of surface-exposed, unsaturated coordination sites. The construction of Ni- and Fe-vacancies increased the average valence of Ni, thereby increasing the Ni3+ content of the nanomaterial. The Ni3+ content increased to 30.3% and 32.6% after constructing Fe- and Ni-vacancies, respectively (Figure 4c). Conversely, X-vacancies affect the electron density of neighboring atoms. Li et al. showed that the XPS spectrum of CoAl-ELDH changes with Co and O-vacancies.[21] Compared to bulk LDH, the center of the Co (2p3/2) peak in ELDH/GO moves toward lower binding energy (BE), indicating an increased electron density of Co2+ (Figure 4d). This also occurs in 2D V2O5 materials containing O-vacancies.[28] Similarly, vacancies in H-V2O5 resulted in a slight shift of the vanadium peak at 517.6 eV toward lower BE (Figure 4e)."
    }, {
      "heading" : "3.2. XAFS Analyses",
      "text" : "While XPS probes the chemical state of surface atoms, XAFS spectroscopy is a bulk analysis method. Both the near-edge absorption range and the extended post-edge absorption range of XAFS are commonly used for materials characterization. The X-ray absorption near-edge structure (XANES) is used primarily to characterize changes in the electronic structure of absorbed atoms. In contrast, the extended X-ray absorption fine structure (EXAFS) is generally used to analyze bonding conditions and the coordination state of the absorbing atom with regard to the surrounding atoms. XAFS is particularly sensitive to the coordination and bonding states of metal atoms and therefore plays an important role in the identification of vacancies in MaXb&MaXbYc-structured materials.\nWhen a vacancy is formed, the electronic structures of atoms involved in chemical bonds near the vacancy are changed.[23,29] As a result, XANES absorption edge of any atom partaking in these chemical bonds moves.[15,26] In Fourier transform EXAFS (FT-EXAFS), peak intensities associated with these chemical bonds also change, reflecting changes in the coordination number of vacancy-adjacent atoms.[19a,22b] FT-EXAFS fitted data of CoAl-LDH indicated coordination numbers of 5.5 and 2.8 for Co-OOH and Co∙∙∙∙Co, respectively, in a material with vacancies. These values are significantly lower than those of bulk LDH.[21] XANES spectra of vacancy-containing LDH also featured lower white line intensities compared to that of pristine LDH, which indicates an increase in the electron density of Co after vacancy construction (Figure 5a). These results are consistent with the chemical environment of a vacancy. H-vacancies in CoFe-LDH, generated through ECA, resulted\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (7 of 19)\nin gradual energy shifts in XANES spectra acquired during the ECA process (Figure 5b).[24] These data indicated the oxidation of Co2+-OH to Co3+-OOH, in turn indicating the formation of H-vacancies. Furthermore, Co-, Fe-, and O-vacancies in CoFeLDH have been shown to result in changes in bond length.[23] FT-EXAFS data in Figure 5c have also shown that Co-OOH bonds in vacancy-containing materials form an explicit octahedral coordination structure with a bond length of 2.074 Å and a coordination number (N) of 4.7, which are slightly lower than the 2.078 Å and 4.9 of pristine CoFe LDH, respectively, thereby indicating the presence of O-vacancies. In addition, Co−M (where M = Co or Fe) also features octahedral coordination with a bond length of 3.148 Å and a coordination number N = 4.4, which differ from those of pristine CoFe LDH (3.136 Å and 5.3, respectively). These data indicate the existence of Co- and Fevacancies in CoFe LDH."
    }, {
      "heading" : "3.3. PAS",
      "text" : "PAS analyzes material structure by monitoring the annihilation of positrons by electrons in the material. Vacancies exert a capture effect on positrons and prolong their lifetime. Fitting a positron lifetime spectrum yields multiple lifetime components (τ) and their corresponding intensities, where each type of vacancy contributes a characteristic lifetime component. Therefore, PAS can be used to both indicate the formation of vacancies and determine their type.\nAdv. Energy Mater. 2019, 1902107\nFigure 4. O 1s XPS spectra of a) reduced Co3O4 product (with O-vacancy) and its pristine counterpart. Reproduced with permission.[26] Copyright 2017, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. b) Co3O4 single-unit-cell layers with rich and poor O-vacancies. Reproduced with permission.[22b] Copyright 2017, Springer Nature Publishing AG. Ni 2p2/3 XPS spectra of c) NiFe-LDH with Fe- and Ni-vacancies as well as its counterpart material without vacancies. Reproduced with permission.[27] Copyright 2018, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. Co 2p XPS spectra of d) CoAl-ELDH/GO (with Co- and O-vacancies) and its bulk counterpart. Reproduced with permission.[19a] Copyright 2015, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. V 2p XPS spectra of e) H-V2O5 with O-vacancies nanosheets and its pristine counterpart without vacancy. Reproduced with permission.[28] Copyright 2015, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (8 of 19)\nAfter vacancy generation, the relative intensity of a corresponding lifetime component increases significantly. Therefore, a change in the relative intensity of a given component can be used to prove the existence of a vacancy, and the number of lifetime fitting parameters can be used to determine the vacancy type.[15,19a] For example, PAS analyses of MaXb-structured materials have confirmed the presence of O-vacancies in N-doped MoO3 single-layer materials with V VO O\n⋅⋅ ⋅⋅ divacancies.[22a] The positron lifetime spectrum and derived lifetime parameters of MoO3 with and without N-doping have indicated two distinct lifetime components (τ1 and τ2) (Figure 6a). The longer component (τ2) was 380–390 ps, and was caused by the annihilation of positrons in large defect clusters. The shorter component (τ1), with a lifetime of ≈210 ps, meets the theoretical lifetime of V VO O⋅⋅ ⋅⋅ divacancies (212 ps), indicating that MoO3 single-layer with and without N-doping materials both have V VO O\n⋅⋅ ⋅⋅ divacancies. The relative intensities of these positron lifetimes show that N-doped MoO3 single-layer materials have a greater proportion of τ1 (61.4% vs 56.3% of MoO3 without doping), which indicates a higher concentration of V VO O\n⋅⋅ ⋅⋅ vacancies. A similar situation was observed in CoSe2 materials containing Co-vacancies.[15] The positron lifetime spectra of ultrathin CoSe2 and bulk CoSe2 materials are defined by three lifetime components (τ1, τ2, and τ3) and corresponding relative intensities (I1, I2, and I3) (Figure 6b). The shortest component (τ1) is ≈210 ps, which can be assigned to V VO Co\n⋅⋅ ⋅⋅ vacancies. The relative intensity of I1 of ultrathin CoSe2 is significantly higher than that of the bulk material (73.0% vs 16.5%), which indicates a rich population of Co-vacancies in the ultrathin material. Song et al. have shown that the populations of both M- and XY-vacancies in MaXbYc-structured materials, such as NiAl-LDH, increase with the number of LDH layers.[30] That study evaluated NiAl-LDH in the bulk phase (b-NiAl-NDH) in a few layers (f-NiAl-LDH), and as a monolayer (m-NiAl-LDH) (Figure 6c). In each case, the positron lifetime spectrum could be deconvoluted into three lifetime components (τ1, τ2, and τ3). The shorter two components correspond to small vacancies (such as monovacancies) and large vacancies (such as multiple vacancies), respectively. The corresponding intensity ratio (I2/I1) of these two lifetime components showed that m-NiAl-LDH contained the highest vacancy content (1.49 vs 1.05 for b-NiAlLDH and 1.06 for f-NiAl-LDH)."
    }, {
      "heading" : "3.4. EPR",
      "text" : "EPR probes the magnetic moments of unpaired electrons. In EPR spectra, the g-factors reflect the chemical environments of single electrons in the material.[31] Vacancy formation can result in unpaired electrons and a corresponding EPR signal.[32] Comparisons of EPR spectra before and after vacancy construction can be used to confirm the presence of vacancies.\nSingle electrons can become trapped in a vacancy, resulting in an EPR signal at g = 2.004.[32a,33] Zhang et al. prepared a BiOCl-based MaXbYc-structured material, BOC-001-x, where x represents the amount of precursor, containing a series of exposed {001} facets.[34] The EPR spectra revealed the presence of O-vacancies, evidenced by a signal at g = 2.001 that increased in intensity with x (Figure 7a). The O-vacancy concentration in this series of materials gradually increased from BOC-001-0.5 to BOC-001-3. Similar results were observed with In2O3 ultrathin sheets and CoSe2 ultrathin nanomeshes,[35] both of which are MaXb-structured materials. A strong signal appeared at g = 2.003 in the EPR spectrum of In2O3 with rich O- vacancies. This signal was significantly weaker in lowvacancy and bulk In2O3 materials (Figure 7b). This contrast in EPR signal intensity was also evident in CoSe2 materials with and without Se vacancies (Figure 7c). Furthermore, vacancies in XaYb- structured materials, like carbonitride, result in EPR signals due to unpaired electrons on carbon atoms in the aromatic ring.[13d,36] A significant resonance signal appears at ≈3505 G in the EPR spectrum of pristine g-C3N4.[37] However, this same peak was significantly weaker for nanosheets of g-C3N4 (Ns-g-C3N4) containing C-vacancies due to lower concentrations of C atoms with unpaired electrons in the aromatic ring (Figure 7d). N-vacancies in carbonitrides also result in an enhanced EPR signal at this location.[13d]"
    }, {
      "heading" : "3.5. High-Resolution Microscopy",
      "text" : "In the characterization of vacancies, high-resolution transmission electron microscopy (HR-TEM), scanning transmission electron microscopy (STEM), and scanning tunneling microscopy (STM) are commonly used microscopy. They have\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (9 of 19)\ndifferent resolutions and different imaging principle. But the same thing is that they all make a special observation of the local state of the sample, rather than having statistical results like the aforementioned characterization method. Although in many reports, the statistical results of vacancies do not change obviously after reaction, observing the formation and changes of vacancies is undoubtedly important and necessary for analyzing the action of vacancies. In addition, the dynamic process of vacancies during energy storage and conversion can be further monitored by in situ electron microscopy.\nHR-TEM can be used to reveal the presence of vacancies through direct observation of deformations in the crystal lattice. For example, HR-TEM micrographs of single layers of h-BN with induced defects show triangle-shaped holes (or vacancies) of various sizes, but with the same orientation.[12d] Unfortunately, the exact atomic structure of these defects could not be deduced because boron and nitrogen atoms could not be distinguished (Figure 8a). Note that VB and VN should have opposite orientations, while VB and V3B+N defects should exhibit the same orientation surrounded by two-coordinated nitrogen atoms (Figure 2b). Since the observed defects in the HR-TEM data were similarly oriented, it is unlikely that VB and VN coexist in single-layer h-BN.\nSTEM can track changes in vacancies according to its atomscale resolution. Wang et al. observed the charge and discharge\nprocess of the lithium-rich layered cathode material and found that the oxygen vacancies generated on the surface of the particles can be continuously injected into the interior of the crystal lattice.[38] This inverse case that occurs only at high cutoff voltages is recorded by STEM-HAADF (high-angle annular darkfield) images. It can be seen from Figure 8b that as the number of cycles increases, the vacancies generated in the material gradually diffuse from the surface to the inside of the particles. After 200 cycles, the material has been completely filled with nanovoids.\nIn addition, STM can be used to monitor activations in molecules near vacancies in real time. Hou et al. observed the CO adsorption and diffusion processes occurring on the surface of TiO2, and observed the true adsorption sites of CO molecules through STM.[39] Early studies have shown that the bridge-bonded O-vacancy (BBOV) is the adsorption active site of CO. Based on the continuously acquired STM image, this team proved the true adsorption site of CO is located on the Ti5c atom next to BBOV (Figure 8c,d). Besides, CO molecules diffused along the Ti5c path were observed. These works mentioned above show that the observation of vacancies, diffusion, and surface adsorption can be well observed by electron microscopy. In addition, across the in situ characterization method, it is also possible to obtain a reaction mechanism and adsorption sites that break through the previous cognition.\nAdv. Energy Mater. 2019, 1902107\nFigure 7. EPR spectra of a) BiOCl nanosheet with different O-vacancy concentration (BOC-001-H represents BiOCl nanosheet without vacancy). Reproduced with permission.[34] Copyright 2014, The Royal Society of Chemistry. b) In2O3 porous sheets with rich and poor O-vacancies and its bulk counterpart. Reproduced with permission.[35a] Copyright 2014, American Chemical Society. c) CoSe2 UNMvac with Se vacancy and CoSe2 NS. Reproduced with permission.[35b] Copyright 2019, The Royal Society of Chemistry. d) g-C3N4 and Ns-g-C3N4 with C-vacancy. Reproduced with permission.[37] Copyright 2017, Elsevier B.V.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (10 of 19)"
    }, {
      "heading" : "3.6. Other Characterization Methods",
      "text" : "In addition to the above methods, other characterization techniques can be used to reveal the generation of vacancies based on changes in the electronic and/or structural characteristics of the material after vacancy construction. These techniques include Raman spectra and FT-IR.\nRaman spectroscopy probes the vibrational absorption of specific atoms to confirm the generation of vacancies. For example, the generation of O-vacancies in BiOCl (BOC) nanosheets can result in a loss of O atoms and reduction of Bi3+.[40] These changes are evidenced by the disappearance of a peak at 396 cm−1 and the concurrent appearance of peaks at 69 and 94 cm−1 (Figure 9a). The former peak is ascribed to the B1g band corresponding to the motion of O atoms. The latter two bands correspond to the first-order vibrational modes of Bi metal, Eg and A1g, respectively.\nFT-IR can be used to determine the formation of vacancies based on the absorption peaks of characteristic functional groups associated with vacancy generation. For example, the formation of H vacancies in CoFe-LDH are associated with the conversion of Co(OH)2 to CoOOH.[24] This change is evidenced by the disappearance of the characteristic absorption band of Co-OH (798 cm−1), accompanied by the appearance of a band corresponding to the O-Co-O vibration (568 cm−1) (Figure 9b)."
    }, {
      "heading" : "4. Energy-Related Applications",
      "text" : "The continuous development of new electronic vehicles and mobile devices drives all aspects of energy-related applications toward newer technologies boasting higher capacity and lighter weight. Rechargeable batteries, electro- and photo-catalytic hydrogen generation, oxygen evolution, and oxygen reduction\nAdv. Energy Mater. 2019, 1902107\nFigure 8. a) HR-TEM image of lattice defects in h-BN. Monovacancies (one lattice atom missing) and larger vacancies are triangles with the same orientation. Scale bar = 1 nm. Reproduced with permission.[12d] Copyright 2009, The American Physical Society. b) STEM-HAADF images of the lithiumrich layered cathode material after 5, 45, and 200 charge–discharge cycles. The nano-void shows as a dark contrast. Reproduced with permission.[38] Copyright 2019, Springer Nature. c) Schematic of BBOV and Ti5c sites. d) STM images obtained continuously (5.4 × 7.3 nm). Frames A shows the diffusion of the CO across the BBO row through the BBOV, frames B is the diffusion of the CO from the site 2 to the site 1, and frames C is the CO diffusion from the BBOV to the site 0 and then to the site 1. Reproduced with permission.[39] Copyright 2009, American Chemical Society.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (11 of 19)\nreactions have all been studied widely in the search for new forms of energy generation and storage. Several emerging\nenergy-related electrocatalytic reactions, such as carbon dioxide reduction and nitrogen fixation, have recently received close attention due to their potential for clean and convenient energy production and/or storage. The unique characteristics of ultrathin 2D materials with Xa&XaYb,[41] MaXb,[42] and MaXbYc[28,43] structures are well-suited for these applications. In addition, depending on the structure of these materials, vacancy engineering can be used to fine-tune or tailor properties according to the specific needs of the application. For materials featuring Xa and XaYb structures, vacancy engineering is primarily used to adjust the energy band structure and regulate the electronic environment around vacancies.[13a,d,44] In MaXb and MaXbYc structures, X and Y vacancies can be used to regulate the adsorption energy of reaction intermediates, and to optimize ion diffusion paths, which renders each vacancy a catalytic active site.[28,42e,45] M-vacancies in these structures are used to regulate the intrinsic activity of these catalytic active[19b,46] sites. Therefore, this section will focus on the impact of vacancy engineering on ultrathin 2D materials as it relates to energy applications."
    }, {
      "heading" : "4.1. Rechargeable Batteries",
      "text" : "Rechargeable batteries are, over their useful lifetime, less expensive than primary batteries and have less impact on the environment. They are an integral part of portable electronics and have become the most common energy storage device in our daily lives. For improvement in battery performance, continual development of new electrode materials with novel structures and surface properties is required.[47] The introduction of vacancies in ultrathin 2D nanomaterial-based electrodes can be used to control ion diffusion kinetics, electron and ion transport, and the adsorption of active intermediates, all of which can lead to improved battery performance.\nOne of the key issues limiting the development of metal ion batteries is the diffusion of metal ions. In MaXb-structured 2D materials, the diffusion and transport of metal ions are hindered by X-ions. Therefore, introducing X-vacancies is an effective method for improving ion diffusion performance.[42e,48] For example, the slow diffusion kinetics of Na+ and K+ are the main reason for the poor rate performance of Na-ion batteries (NIBs) and K-ion batteries.[49] Ultrathin 2D MoS2 is a typical MaXb material, and an ideal electrode material for NIBs due to its optimal layer spacing. Sulfur vacancy engineering can capture Na+ and thereby improve the diffusion kinetics of Na+. Xu and co-workers prepared vacancy-rich electrodes of ultrathin MoS2 and showed that Na+ can diffuse not only along the MoS2 layer, but also through the vacancies, greatly improving the rate performance of the MoS2 material.[42e] The capacities of vacancy-rich MoS2 (BD-MoS2) and pristine MoS2 at low current densities are comparable. However, as current density increases, the capacity of pristine MoS2 decays rapidly (Figure 10a,b). The situation for K+ storage is similar to that of Na+.[2b] Density functional theory (DFT) calculations have revealed that H-vacancies in a curved BH monolayer lower the migration energy barrier of K+ ions on the boron-concave side to Ebar (0.03–0.28 eV) relative to that of pristine BH (0.32 eV), which decreases even further with proximity to the H vacancy (Figure 10c,d).[41a] Note\nAdv. Energy Mater. 2019, 1902107\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (12 of 19)\nthat the structural features of a BH monolayer are more similar to an MaXb structure than to a XaYb structure. Furthermore, adjusting the X-vacancy sites in an MaXb material can specifically improve ion transport processes during Li+ storage. The formation of type-II vacancies among the many O-vacancy types in V2O5 can effectively enhance Li+ diffusion and embedding kinetics.[28] Li+ intercalation and electron transport proceed primarily along the ab-plane in ultrathin 2D V2O5 electrodes, which implies that the O(II) site imposes a major hindrance on Li+ and electron transport (Figure 10e). O(II)-vacancy-rich 2D V2O5 materials have an initial discharge capacity as high as 259 mAh g−1, and less than 0.05% attenuation per cycle after stabilization. Thus, these devices exhibit rapid Li+ diffusion kinetics and improved Li+ insertion and extraction stability. In addition, X-vacancy engineering of MaXb materials can be used to adjust the adsorption capacity for reaction intermediates. For example, the shuttle effect of polysulfide is a major hindrance in Li-S batteries (LSBs).[50] However, SnS2/TiO2, an MaXb type material with rich S-vacancies, showed good LSB performance.[45c] Simulated experiments have shown that the adsorption capacity of NG/SnS2 for polysulfide intermediates in an Li2S4 electrolyte increased after the introduction of sulfur vacancies, changing the electrolyte solution from brown to light yellow (Figure 10f). These types of sulfur vacancies exhibit a very high affinity for polar polysulfide intermediates, thereby strongly inhibiting the dissolution and shuttling of polysulfides and increasing their conversion kinetics, resulting in enhanced electrochemical performance."
    }, {
      "heading" : "4.2. Hydrogen Generation",
      "text" : "Hydrogen is considered a clean energy alternative to traditional fossil fuels. However, at present, the primary means of producing hydrogen is through the decomposition of fossil fuels, which contributes to environmental pollution and greenhouse gas emissions. The splitting of water by electrocatalysis or visible light is an ideal method for sustainable hydrogen production.[13a,51] Both methods require a highly efficient catalyst to overcome the high energy barrier required to split water. Therefore, given their structural aspects and large specific surface areas, catalysts based on ultrathin 2D materials have been used to enhance the efficiency of hydrogen production. Vacancy engineering has been used to extend the light absorption range for photocatalysis,[13a] introduce additional H* adsorption sites,[45d] or rearrange the atoms surrounding a vacancy into a new, catalytically active site.[46] The key to improving photocatalytic H2 production is to increase the absorption range of the material. The light absorption range of XaYb materials can be expanded by adjusting the concentration of X-vacancies. For example, the introduction of N-vacancies into g-C3Nx shifts the absorption edge to lower energies, thereby improving its photocatalytic activity.[13a] Adjusting the concentration of these vacancies, by increasing the concentration of KOH during vacancy creation, effectively alters the band gap of g-C3Nx and enhances its ability to capture light while promoting charge separation (Figure 11a). g-C3Nx materials with an optimal vacancy concentration boast twice\nAdv. Energy Mater. 2019, 1902107\nFigure 10. a,b) Comparison of charge/discharge profile and rate capacity for the defect-rich MoS2 (BD-MoS2) and pristine MoS2 electrodes. Reproduced with permission.[42e] Copyright 2019, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. c) The structure of BH monolayer and H vacancy. d) Energy barrier of K+ on the BH monolayer. (Inset: The corresponding diffusion paths.) Reproduced with permission.[41a] Copyright 2019, American Chemical Society. e) Illustration of the O atom types in V2O5 and potential Li+ diffusion paths. Reproduced with permission.[28] Copyright 2015, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. f) Simulation experiments with NG/SnS2 and NG/SnS2/TiO2 soaked in solution of polysulfide intermediate simulated by Li2S4. Reproduced with permission.[45c] Copyright 2018, The Royal Society of Chemistry.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (13 of 19)\nthe hydrogen evolution efficiency of pristine g-C3N4 material (Figure 11b). However, studies have also shown that excessive vacancy concentrations can result in defect energy levels within the material bandgap. These levels can capture a proportion of photogenerated electrons and reduce the efficiency of hydrogen production.[52] Thus, optimization of vacancy concentrations is important for high-performance devices.\nThe keys to improving electrocatalytic H2 evolution are to 1) increase the intrinsic activity of the catalytic site and 2) optimize the H* adsorption energy of the catalytic material. Optimizing the H* adsorption energy can be achieved by adjusting the levels of X-vacancies in MaXb- or MaXbYc-structured materials. For example, due to the excessively stable basal plane of 2H-MoS2, catalytic sites for the hydrogen evolution reaction (HER) are distributed along the edges of the material.[53] However, S-vacancies on the surface of MoS2 can act as\nadditional H* adsorption sites, thereby greatly enhancing the catalytic activity of MoS2.[54] Kinetic Monte Carlo simulations have shown that the application of an external potential to MoS2 results in [H-VS]2− or [2H-VS]2− vacancies that lower the energy barrier of the rate-limiting step of the HER, i.e., the Heyrovsky step (Figure 11c).[55] The researchers hypothesized that extra electrons in the sulfur vacancies constitute a hyper-reduced state and thus significantly reduce the energy required to break O-H bonds, which is a key step in hydrogen evolution.\nInherent carbon vacancies play an important role in changing the physical and chemical properties of 2D MXenes.[56] DFT calculations were used to investigate the effects of carbon vacancy concentration on the performance of HER on chromium carbide (Cr2CO2) materials.[45d] At the same H coverage, smaller amounts of C-vacancies reduce ΔGH* to nearly 0, indicating\nAdv. Energy Mater. 2019, 1902107\nFigure 11. a,b) Structure models, calculated band structures, and photocatalytic hydrogen evolution rates of g-C3N4 and g-C3Nx with N-vacancy. (Different KOH amount indicates different N-vacancy concentration). Reproduced with permission.[13a] Copyright 2017, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. c) The detailed pathways in VS contained MoS2 at different potential. (Red line: rate-limiting step. Gray line: corresponding path at U = 0.) Reproduced with permission.[55] Copyright 2018, American Chemical Society. d) The ΔGH* at different amount of carbon vacancies of Cr2CO2 as a function of H coverage. Reproduced with permission.[45d] Copyright 2018, The Royal Society of Chemistry. e) Free energy change during HER process on the O and Fe in δ-FeOOH (001) without Fe-vacancies and the O neighboring to VFe and Fe2 atom in δ-FeOOH NSs with VFe. The inset illustrates the location relationship of Fe1, Fe2, and VFe. f) Comparison of HER LSV curves of δ-FeOOH bulk/NF and δ-FeOOH NSs/NF with Fe-vacancy. Reproduced with permission.[46] Copyright 2018, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (14 of 19)Adv. Energy Mater. 2019, 1902107\nimproved bonding of H atoms to Cr2CO2 and enhanced reaction efficiency (Figure 11d). As vacancy concentrations approach 25%, ΔGH* becomes unsuitable for the HER. This indicates that tailoring the levels of X-vacancies can be used to optimize HER performance on MaXbYc materials.\nThe construction of M-vacancies in MaXbYc materials can improve the intrinsic catalytic activity of the active sites.[23,57] Zhang et al. found that the formation of Fe-vacancies can greatly affect the HER activity of ultrathin δ-FeOOH nanosheets (δ-FeOOH NSs).[46] Linear sweep voltammetry (LSV) tests with these materials yielded current densities of up to 10 mA cm−2 and δ-FeOOH nanosheets containing Fe-vacancies had an overpotential of only 108 mV, which is considerably lower than that of pristine δ-FeOOH (Figure 11f). DFT calculations have shown that the adsorption energy of an H*-active intermediate is closely related to the formation of Fe-vacancies,\nand that the ΔGH* of the Fe2 site is close to the equilibrium level, which would result in significantly higher catalytic activity (Figure 11e)."
    }, {
      "heading" : "4.3. Oxygen Reactions",
      "text" : "The large overpotential (η) of the anodic oxygen evolution reaction (OER) during water splitting is also an obstacle to largescale electrochemical production of hydrogen.[19c,25b,51d] In addition, the high energy consumption of the cathodic oxygen reduction reaction (ORR) is a considerable bottleneck in the fuel cell energy conversion process.[58] Both the ORR and the OER are four-electron, multi-step reactions with slow kinetics and high overpotentials (Figure 12a). Therefore, the development of ORR and OER electrocatalysts with high catalytic\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (15 of 19)Adv. Energy Mater. 2019, 1902107\nactivity and fast kinetics has become the key to improving the efficiency of these energy conversion devices.[59] In metal–air batteries, OER and ORR occur on the same electrode during charging and discharging, respectively.[59,60] Therefore, the ideal catalyst for this system would be bifunctional for the catalysis of both ORR and OER. Ultrathin 2D materials are good ORR and OER electrocatalysts due to their electron and ion transport properties.[57a,60,61] Vacancy engineering based on XaYb materials can simultaneously protect the electrode material and enhance its catalytic activity and stability. In addition, MaXbYc structures offer the possibility of multiple vacancy types, which has been beneficial for achieving synergistic catalytic mechanisms.\nPrecious metals exhibit high ORR catalytic activity with less than ideal long-term stability.[62] The deposition of XaYb materials, such as h-BN, on precious metal supports can enhance catalytic stability while maintaining catalytic activity.[63] The effects of boron and nitrogen vacancies on the ORR in h-BN deposited on various supports (h-BN@M, M = Ag, Cu, Pd, and Pt) have been studied with DFT calculations.[44] These studies have shown that the appearance of vacancies is not conducive to increased ORR activity when the substrate possesses a medium affinity for oxygen adsorption (like Cu). However, with metals that weakly adsorb O intermediates, h-BN@M is not catalytically active for ORR until B- or N-vacancies are introduced (Figure 12b). A volcano plot can be used to map the theoretical limiting potentials for different vacancies on different metal supports (Figure 12c). Experiments have shown that the ORR catalytic performance of h-BN-Pd materials in the presence of boron vacancies can attain catalytic activities similar to that of commercial Pt/C.[64] Thus, vacancies in ultrathin h-BN materials can enhance the catalytic activity of the substrate.\nLDHs are relatively flexible OER catalysts because the metal ion in the host layer is adjustable.[65] Being MaXbYc materials, LDHs can host M-, X-, and Y-vacancies that can result in synergistic catalytic sites. The simultaneous introduction of oxygen and metal vacancies on the surface of LDH alters the electronic structure and orbital distribution of the catalyst surface and reduces the coordination number of adjacent catalytic sites, thereby increasing the valence of nearby metal centers and improving the intrinsic catalytic activity of the metal site.[19b] Exfoliated, argon-plasma-etched, ultrathin CoFe LDH (CoFe LDH-Ar) offer three types of vacancy: Co, Fe, and O. The OER on CoFe-LDH-Ar requires an overpotential of only 266 mV to reach a current density of 10 mA cm−2, which is much higher than that of pristine CoFe-LDH (Figure 12d). The electrochemically active surface area (ECSA) increases with vacancy creation and a variety of vacancies in a host layer of LDH can synergistically enhance the OER catalytic activity.\nIn another work on NiFe-based OER catalysts containing O-vacancies, the researchers performed ECSA tests during the chronoamperometry process.[66] The result shows a significant increase in Cdl during the initial of the OER process. The current value is normalized with calculated Cdl values, which can reflect the intrinsic activity of the active site of the electrocatalyst. The normalized current value is shown in Figure 12f, which demonstrates a significant drop in the first minute of the OER process. The results of XPS performed at the same time show the peak area ratio of oxygen-vacancy is significantly reduced in this time\n(Figure 12g). In the following 240 min, the peak area ratio of oxygen-vacancy and OER current gradually became stable. Therefore, it can be seen that during the OER process, the oxygen vacancies are rapidly reduced in the initial state, thereby directly causing a decrease in the activity of the single active site of the catalyst.\nAlso note that X-vacancies in MaXb and MaXbYc materials bond easily with reaction intermediates, which can potentially accelerate both oxygen reactions.[67] In particular, O-vacancies in MaXb and MaXbYc structures can be used to improve the ORR and OER processes.[25a,68] For example, ultrathin NiCo2O4 nanosheets with abundant oxygen vacancies have shown excellent performance in Zn–air batteries.[69] Optimizing the vacancy concentration resulted in an OER onset overpotential of 340 mV versus reversible hydrogen electrode (RHE), and an ORR half-wave potential of 0.74 V versus RHE. The assembled Zn–air battery had an open circuit voltage of 1.38 V and a power density of up to 102.08 mW cm−2, thus showing similar performance to commercial Pt/C (Figure 12e). These results indicate that the regulation of oxygen vacancies plays an important role in increasing the reactivity and number of active sites participating in the ORR and OER processes."
    }, {
      "heading" : "4.4. Other Emerging Electrocatalytic Reactions",
      "text" : "In recent years, additional electrocatalytic technologies have emerged, including the electrocatalytic reduction of carbon dioxide[29,70] and nitrogen fixation.[71] With an appropriate catalyst, these reactions will have major impacts on the energy industry and our daily lives. Although these reactions involve different intermediates, reaction mechanisms, and charge transfer quantities, the vacancy engineering of ultrathin 2D electrocatalyst material still can improve the reaction selectivity and activate the reaction intermediate, which is the key method to enhance catalytic activity.\nCarbon dioxide electroreduction (CO2RR) is the process of reducing carbon dioxide to value-added renewable energy by electrocatalysis.[72] Similar to ORR, CO2RR is also a multielectron reduction reaction involving multiple intermediates. The reaction pathway and specific reaction mechanism are complex.[73] Unlike ORR, the reaction product may contain carbon monoxide, formate, formaldehyde, methane, and/or methanol, and CO2RR is a competitive reaction with the HER.[74] Therefore, the key to CO2 electrocatalytic reduction is selective activation of CO2.[75] X-vacancies in MaXb materials can capture certain reaction intermediates and improve the selectivity of MaXb-based catalysts. To reveal the role of O-vacancies in the CO2RR process, atomic-level Co3O4 nanosheets were prepared with different vacancy concentrations, denoted VO-rich and VO-poor.[22b] VO-rich materials yielded twice the CO2 reduction current of VO-poor materials at −0.87 V versus saturated calomel electrode, and attained 87.6% of the possible Faraday efficiency for producing formate (Figure 13a,b). DFT calculations showed that the formation of the HCOO−* intermediate, in which two bidentate oxygen atoms are bound to Co(III) atoms on two surfaces, is a rate-limiting step in the entire reaction. Compared to the VO-poor material, VO-rich Co3O4 reduced the energy barrier to HCOO−* formation by 0.11 and 0.03 eV, respectively,\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (16 of 19)Adv. Energy Mater. 2019, 1902107\nassuming that any additional energy barriers atop the free energy difference are approximately equivalent (Figure 13c). Both the experimental and theoretical data show that oxygen vacancies can accelerate the catalytic reduction of CO2.\nThe electroreduction fixation reaction of nitrogen (NRR) reduces nitrogen to ammonia under mild operating conditions.[76] Similar to CO2RR, the NRR process competes with the HER and involves a variety of intermediates. Therefore, the development of an appropriate NRR electrocatalyst should focus on selective catalysis.[77] Multiple studies have shown that the key process indicating electrocatalyst selectivity is the activation of NN, which can be enhanced by the introduction of N-vacancies in ultrathin 2D nanomaterials.[78] X-vacancies in XaYb materials can be used to adjust the electronic structure of NN, lowering the energy barrier of reduction.[13d] A metal-free polymer carbonitride with adjustable nitrogen vacancies (PCN-NVs) has been used to demonstrate the role of N-vacancies in NRR. Optimally vacancy-rich PCN-NV4 materials have attained a Faraday efficiency of 11.59% and an average NH3 yield of 8.09 µg h−1 mg−1cat. (vs 0.74 µg h−1 mg−1cat. for PCN without N-vacancies) at a potential of −0.2 V versus RHE (Figure 13d,e). DFT calculations show that the introduction of N-vacancies results in strong adsorption of N2 onto PCN with an end-on coordination. Conversely, N2 adsorbs only weakly on pristine PCN and does result in catalytic activation (Figure 13f). Charge density calculations have shown that carbon atoms adjacent to the N-vacancy can supply electrons to adsorbed N2 via back-donation. This results in a significant increase in the NN bond length after adsorption (1.26 Å vs 1.0975 Å for free N2), thereby activating the NN\ntriple bond (Figure 13g). Thus, the introduction of X-vacancies in XaYb materials significantly changes the electronic environment in the vicinity of the vacancies, such that the NN triple bond is more susceptible to reduction, thereby improving the performance of N2 electrochemical fixation."
    }, {
      "heading" : "5. Conclusions and Perspectives",
      "text" : "In summary, we propose a method for classifying ultrathin 2D materials based on their atomic compositions and spatial arrangements. This method more accurately reflects the physicochemical properties of the materials and is more useful for determining appropriate applications. In addition, this review discusses newly developed vacancy preparation and characterization techniques. Further, we propose a research idea based on this material classification method: First, we need to identify the key factors (bottlenecks) that constrain the performance of a specific application. Second, depending on the material selected, vacancy generation can be tailored and optimized to the particular application by selecting an appropriate material and the highest-performing type(s) and concentration of vacancies. Then, a suitable vacancy construction method and a suitable characterization method are selected for corresponding vacancy contained materials. And finally improves the related performance.\nAlthough significant progress has been made in the generation and characterization of vacancies in ultrathin 2D nanomaterials, several challenges still remain. First, the reaction mechanisms of certain emerging energy-related applications are\nFigure 13. a,b) LSV and Faradic efficiencies in formate of Co3O4 product with rich and poor O-vacancy. c) Calculated free energy change for the CO2RR to formate on the Co3O4 layers with (above illustration)/without (below illustration) oxygen vacancies, respectively; energy unit in eV. Reproduced with permission.[22b] Copyright 2017, Springer Nature Publishing AG. d) Faradaic efficiency at each given potential of PCN-NV4. e) NH3 yield of PCN and PCN-NV4 (with N-vacancy) at −0.2 V versus RHE. f,g) N2 adsorption and its charge density difference illustration on PCN with N-vacancy. The yellow and blue isosurfaces represent the accumulation and depletion of charge, respectively. Reproduced with permission.[13d] Copyright 2018, Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (17 of 19)Adv. Energy Mater. 2019, 1902107\nnot well understood, making the design of specific materials and vacancies difficult. Second, considering the three types of ultrathin 2D materials discussed in this review, the amount of research that has been performed on certain X-vacancies, such as oxygen, sulfur, carbon, and nitrogen, far outweighs that performed on metal vacancies (M-vacancies), other X- and Y-vacancies, and multi-vacancies. Third, many of the theoretical studies discussed above indicate that the presence of specific types of vacancies, as well as their precise locations and concentrations, is significant for improving material performance. However, current preparation methods do not allow for high-quality quantification and refinement of vacancies. This concept is further complicated by the fact that vacancies are not static during the dynamic reaction processes. To observe vacancies in real time is crucial for learning more about vacancies, but only a few of characterizations can fulfil requirements. Careful study of the changes occurring in and around vacancies during their generation and use is still required.\nVacancy engineering in ultrathin 2D materials is receiving more and more attention. Given the above challenges, the application of vacancy engineering to energy-related fields needs further development. Initially, a large number of emerging ultrathin 2D materials, such as 2D metals (or alloys) and 2D MOFs, showed great potential, which discouraged the development of additional structures and vacancy types. In examining the changes of a vacancy during the reaction process, trying to get the intermediate state of the reaction through an ingenious experimental design is a good method. This allows one to observe changes in the vacancy during the reaction process ex situ. Nevertheless, additional in situ characterization is required to accurately and specifically monitor vacancy structure in real time in ultrathin 2D materials. Given the wide range of properties available with current materials and vacancy construction techniques, further exploration of synergistic combinations of materials should yield novel materials with unique properties. We believe that vacancy engineering of ultrathin 2D nanomaterials will continue to be an important research area in material sciences and engineering, and will yield new, highly active electrode materials and catalysts for use in sustainable energy applications."
    }, {
      "heading" : "Acknowledgements",
      "text" : "F.B. and L.X. contributed equally to this work. The authors gratefully acknowledge the National Natural Science Foundation of China (51272020, 21521005, 201874005), the Fundamental Research Funds for the Central Universities (XK1901), and Research Institute of Petroleum Processing Sinopec (216085, 218025-1, 218025-2).\nConflict of Interest The authors declare no conflict of interest.\nKeywords sustainable energy application, ultrathin 2D nanomaterials, vacancy\nReceived: June 29, 2019 Revised: September 28, 2019\nPublished online:\n[1] J. N. Coleman, M. Lotya, A. O’Neill, S. D. Bergin, P. J. King, U. Khan, K. Young, A. Gaucher, S. De, R. J. Smith, I. V. Shvets, S. K. Arora, G. Stanton, H. Y. Kim, K. Lee, G. T. Kim, G. S. Duesberg, T. Hallam, J. J. Boland, J. J. Wang, J. F. Donegan, J. C. Grunlan, G. Moriarty, A. Shmeliov, R. J. Nicholls, J. M. Perkins, E. M. Grieveson, K. Theuwissen, D. W. McComb, P. D. Nellist, V. Nicolosi, Science 2011, 331, 568. [2] a) H. Zhang, ACS Nano 2015, 9, 9451; b) C. Tan, X. Cao, X. J. Wu, Q. He, J. Yang, X. Zhang, J. Chen, W. Zhao, S. Han, G. H. Nam, M. Sindoro, H. Zhang, Chem. Rev. 2017, 117, 6225; c) H. Jin, C. Guo, X. Liu, J. Liu, A. Vasileff, Y. Jiao, Y. Zheng, S. Z. Qiao, Chem. Rev. 2018, 118, 6337; d) Y. Zhang, Y. W. Tan, H. L. Stormer, P. Kim, Nature 2005, 438, 201; e) C. Lee, X. Wei, J. W. Kysar, J. Hone, Science 2008, 321, 385; f) R. R. Nair, P. Blake, A. N. Grigorenko, K. S. Novoselov, T. J. Booth, T. Stauber, N. M. R. Peres, A. K. Geim, Science 2008, 320, 1308. [3] A. K. Geim, K. S. Novoselov, in Nanoscience and Technology (Ed: P. Rodgers), Nature Publishing Group, London 2009, p. 11. [4] G. Fiori, F. Bonaccorso, G. Iannaccone, T. Palacios, D. Neumaier, A. Seabaugh, S. K. Banerjee, L. Colombo, Nat. Nanotechnol. 2014, 9, 768. [5] V. Nicolosi, M. Chhowalla, M. G. Kanatzidis, M. S. Strano, J. N. Coleman, Science 2013, 340, 1226419. [6] C. Tan, H. Zhang, Nat. Commun. 2015, 6, 7873. [7] M. Zhao, Y. Wang, Q. Ma, Y. Huang, X. Zhang, J. Ping, Z. Zhang,\nQ. Lu, Y. Yu, H. Xu, Y. Zhao, H. Zhang, Adv. Mater. 2015, 27, 7372. [8] a) M. J. Allen, V. C. Tung, R. B. Kaner, Chem. Rev. 2010, 110, 132; b) X. L. Wei, Y. P. Chen, W. L. Liu, J. X. Zhong, Phys. Lett. A 2012, 376, 559; c) R. P. Hardikar, D. Das, S. S. Han, K. R. Lee, A. K. Singh, Phys. Chem. Chem. Phys. 2014, 16, 16502; d) L. H. Yao, M. S. Cao, H. J. Yang, X. J. Liu, X. Y. Fang, J. Yuan, Comput. Mater. Sci. 2014, 85, 179. [9] A. Hashimoto, K. Suenaga, A. Gloter, K. Urita, S. Iijima, Nature 2004, 430, 870. [10] a) V. M. Pereira, F. Guinea, J. M. Lopes dos Santos, N. M. Peres, A. H. Castro Neto, Phys. Rev. Lett. 2006, 96, 036801; b) Z. Q. Bao, J. J. Shi, M. Yang, S. Zhang, M. Zhang, Chem. Phys. Lett. 2011, 510, 246; c) G. D. Lee, C. Z. Wang, E. Yoon, N. M. Hwang, D. Y. Kim, K. M. Ho, Phys. Rev. Lett. 2005, 95, 205501; d) C. P. Ewels, R. H. Telling, A. A. El-Barbary, M. I. Heggie, P. R. Briddon, Phys. Rev. Lett. 2003, 91, 025505; e) R. Ansari, B. Motevalli, A. Montazeri, S. Ajori, Solid State Commun. 2011, 151, 1141; f) F. Banhart, J. Kotakoski, A. V. Krasheninnikov, ACS Nano 2011, 5, 26. [11] a) B. Huang, H. Lee, Phys. Rev. B 2012, 86, 245406; b) S. Azevedo, J. R. Kaschny, C. M. C. de Castilho, F. de Brito Mota, Eur. Phys. J. B 2009, 67, 507; c) M. Petravic, R. Peter, I. Kavre, L. H. Li, Y. Chen, L. J. Fan, Y. W. Yang, Phys. Chem. Chem. Phys. 2010, 12, 15349. [12] a) S. Okada, Phys. Rev. B 2009, 80, 161404; b) W. Orellana, H. Chacham, Phys. Rev. B 2001, 63, 125205; c) J. Kotakoski, C. H. Jin, O. Lehtinen, K. Suenaga, A. V. Krasheninnikov, Phys. Rev. B 2010, 82, 113404; d) C. Jin, F. Lin, K. Suenaga, S. Iijima, Phys. Rev. Lett. 2009, 102, 195505; e) A. Zobelli, C. P. Ewels, A. Gloter, G. Seifert, O. Stephan, S. Csillag, C. Colliex, Nano Lett. 2006, 6, 1955; f) A. Zobelli, C. P. Ewels, A. Gloter, G. Seifert, Phys. Rev. B 2007, 75, 094104. [13] a) H. Yu, R. Shi, Y. Zhao, T. Bian, Y. Zhao, C. Zhou, G. I. N. Waterhouse, L. Z. Wu, C. H. Tung, T. Zhang, Adv. Mater. 2017, 29, 1605148; b) P. Niu, G. Liu, H. M. Cheng, J. Phys. Chem. C 2012, 116, 11013; c) P. Niu, L. C. Yin, Y. Q. Yang, G. Liu, H. M. Cheng, Adv. Mater. 2014, 26, 8046; d) C. Lv, Y. Qian, C. Yan, Y. Ding, Y. Liu, G. Chen, G. Yu, Angew. Chem., Int. Ed. 2018, 57, 10246; e) Y. Liu, R. Wang, Z. Yang, H. Du, Y. Jiang, C. Shen, K. Liang, A. Xu, Chin. J. Catal. 2015, 36, 2135; f) W. Tu, Y. Xu, J. Wang, B. Zhang, T. Zhou, S. Yin, S. Wu, C. Li, Y. Huang, Y. Zhou, Z. Zou, J. Robertson, M. Kraft, R. Xu, ACS Sustainable Chem. Eng.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (18 of 19)Adv. Energy Mater. 2019, 1902107\n2017, 5, 7260; g) Q. Liang, Z. Li, Z. H. Huang, F. Kang, Q. H. Yang, Adv. Funct. Mater. 2015, 25, 6885. [14] a) Y. Ma, Y. Dai, M. Guo, C. Niu, J. Lu, B. Huang, Phys. Chem. Chem. Phys. 2011, 13, 15546; b) W. Zhou, X. Zou, S. Najmaei, Z. Liu, Y. Shi, J. Kong, J. Lou, P. M. Ajayan, B. I. Yakobson, J. C. Idrobo, Nano Lett. 2013, 13, 2615; c) B. Peng, Z. Ning, H. Zhang, H. Shao, Y. Xu, G. Ni, H. Zhu, J. Phys. Chem. C 2016, 120, 29324; d) R. Zhao, T. Wang, M. Zhao, C. Xia, X. Zhao, Y. An, X. Dai, Phys. Chem. Chem. Phys. 2017, 19, 10470; e) K. Xu, H. X. Deng, Z. Wang, Y. Huang, F. Wang, S. S. Li, J. W. Luo, J. He, Nanoscale 2015, 7, 15757; f) M. G. Sensoy, D. Vinichenko, W. Chen, C. M. Friend, E. Kaxiras, Phys. Rev. B 2017, 95, 014106; g) D. Le, T. B. Rawal, T. S. Rahman, J. Phys. Chem. C 2014, 118, 5346. [15] Y. Liu, H. Cheng, M. Lyu, S. Fan, Q. Liu, W. Zhang, Y. Zhi, C. Wang, C. Xiao, S. Wei, B. Ye, Y. Xie, J. Am. Chem. Soc. 2014, 136, 15670. [16] Y. Zhao, X. Jia, G. Chen, L. Shang, G. I. Waterhouse, L. Z. Wu, C. H. Tung, D. O’Hare, T. Zhang, J. Am. Chem. Soc. 2016, 138, 6517. [17] M. Ohwada, K. Kimoto, T. Mizoguchi, Y. Ebina, T. Sasaki, Sci. Rep. 2013, 3, 2801. [18] D. B. Putungan, J. L. Kuo, Integr. Ferroelectr. 2014, 156, 93. [19] a) Y. Zhao, G. Chen, T. Bian, C. Zhou, G. I. N. Waterhouse, L. Z. Wu,\nC. H. Tung, L. J. Smith, D. O’Hare, T. Zhang, Adv. Mater. 2015, 27, 7824; b) Y. Wang, Y. Zhang, Z. Liu, C. Xie, S. Feng, D. Liu, M. Shao, S. Wang, Angew. Chem., Int. Ed. 2017, 56, 5867; c) P. F. Liu, S. Yang, B. Zhang, H. G. Yang, ACS Appl. Mater. Interfaces 2016, 8, 34474. [20] a) H. Li, J. Shang, Z. Ai, L. Zhang, J. Am. Chem. Soc. 2015, 137, 6393; b) M. Guan, C. Xiao, J. Zhang, S. Fan, R. An, Q. Cheng, J. Xie, M. Zhou, B. Ye, Y. Xie, J. Am. Chem. Soc. 2013, 135, 10411. [21] Q. Wang, L. Chen, S. Guan, X. Zhang, B. Wang, X. Cao, Z. Yu, Y. He, D. G. Evans, J. Feng, D. Li, ACS Catal. 2018, 8, 3104. [22] a) K. Liu, W. Zhang, F. Lei, L. Liang, B. Gu, Y. Sun, B. Ye, W. Ni, Y. Xie, Nano Energy 2016, 30, 810; b) S. Gao, Z. Sun, W. Liu, X. Jiao, X. Zu, Q. Hu, Y. Sun, T. Yao, W. Zhang, S. Wei, Y. Xie, Nat. Commun. 2017, 8, 14503; c) S. Wu, J. Xiong, J. Sun, Z. D. Hood, W. Zeng, Z. Yang, L. Gu, X. Zhang, S. Z. Yang, ACS Appl. Mater. Interfaces 2017, 9, 16620. [23] R. Liu, Y. Wang, D. Liu, Y. Zou, S. Wang, Adv. Mater. 2017, 29, 1701546. [24] Z. Li, H. Duan, M. Shao, J. Li, D. O’Hare, M. Wei, Z. L. Wang, Chem 2018, 4, 2168. [25] a) J. Wang, R. Gao, D. Zhou, Z. Chen, Z. Wu, G. Schumacher, Z. Hu, X. Liu, ACS Catal. 2017, 7, 6533; b) J. Yin, Y. Li, F. Lv, M. Lu, K. Sun, W. Wang, L. Wang, F. Cheng, Y. Li, P. Xi, S. Guo, Adv. Mater. 2017, 29, 1704681; c) H. Fang, T. Huang, D. Liang, M. Qiu, Y. Sun, S. Yao, J. Yu, M. M. Dinesh, Z. Guo, Y. Xia, S. Mao, J. Mater. Chem. A 2019, 7, 7328. [26] Z. Cai, Y. Bi, E. Hu, W. Liu, N. Dwarica, Y. Tian, X. Li, Y. Kuang, Y. Li, X. Q. Yang, H. Wang, X. Sun, Adv. Energy Mater. 2018, 8, 1701694. [27] Y. Wang, M. Qiao, Y. Li, S. Wang, Small 2018, 14, 1800136. [28] X. Peng, X. Zhang, L. Wang, L. Hu, S. H. S. Cheng, C. Huang,\nB. Gao, F. Ma, K. Huo, P. K. Chu, Adv. Funct. Mater. 2016, 26, 784. [29] Y. Wang, Z. Chen, P. Han, Y. Du, Z. Gu, X. Xu, G. Zheng, ACS Catal.\n2018, 8, 7113. [30] L. Tan, S. M. Xu, Z. Wang, Y. Xu, X. Wang, X. Hao, S. Bai, C. Ning,\nY. Wang, W. Zhang, Y. K. Jo, S. J. Hwang, X. Cao, X. Zheng, H. Yan, Y. Zhao, H. Duan, Y. F. Song, Angew. Chem., Int. Ed. 2019, 58, 11860. [31] G. D. Watkins, J. W. Corbett, Phys. Rev. 1965, 138, A543. [32] a) E. Serwicka, Colloids Surf. 1985, 13, 287; b) P. F. Cornaz,\nJ. H. C. van Hooff, F. J. Pluijm, G. C. A. Schuit, Discuss. Faraday Soc. 1966, 41, 290; c) C. Naccache, P. Meriaudeau, M. Che, A. J. Tench, Trans. Faraday Soc. 1971, 67, 506. [33] F. Fu, H. Shen, X. Sun, W. Xue, A. Shoneye, J. Ma, L. Luo, D. Wang, J. Wang, J. Tang, Appl. Catal., B 2019, 247, 150.\n[34] H. Li, J. Shi, K. Zhao, L. Zhang, Nanoscale 2014, 6, 14168. [35] a) F. Lei, Y. Sun, K. Liu, S. Gao, L. Liang, B. Pan, Y. Xie, J. Am.\nChem. Soc. 2014, 136, 6826; b) Y. Zhang, C. Zhang, Y. Guo, D. Liu, Y. Yu, B. Zhang, J. Mater. Chem. A 2019, 7, 2536. [36] a) S. Li, G. Dong, R. Hailili, L. Yang, Y. Li, F. Wang, Y. Zeng, C. Wang, Appl. Catal., B 2016, 190, 26; b) X. Wang, Q. Liu, Q. Yang, Z. Zhang, X. Fang, Carbon 2018, 136, 103. [37] G. Dong, D. L. Jacobs, L. Zang, C. Wang, Appl. Catal., B 2017, 218, 515. [38] P. Yan, J. Zheng, Z. K. Tang, A. Devaraj, G. Chen, K. Amine, J. G. Zhang, L. M. Liu, C. Wang, Nat. Nanotechnol. 2019, 14, 602. [39] Y. Zhao, Z. Wang, X. Cui, T. Huang, B. Wang, Y. Luo, J. Yang, J. Hou, J. Am. Chem. Soc. 2009, 131, 7958. [40] K. Zhao, L. Zhang, J. Wang, Q. Li, W. He, J. J. Yin, J. Am. Chem. Soc. 2013, 135, 15750. [41] a) P. Xiang, X. Chen, B. Xiao, ACS Appl. Mater. Interfaces 2019, 11, 8115; b) H. Nishino, T. Fujita, N. T. Cuong, S. Tominaka, M. Miyauchi, S. Iimura, A. Hirata, N. Umezawa, S. Okada, E. Nishibori, A. Fujino, T. Fujimori, S. Ito, J. Nakamura, H. Hosono, T. Kondo, J. Am. Chem. Soc. 2017, 139, 13761; c) Y. Jiao, F. Ma, J. Bell, A. Bilic, A. Du, Angew. Chem. 2016, 128, 10448. [42] a) M. Chhowalla, H. S. Shin, G. Eda, L. J. Li, K. P. Loh, H. Zhang, Nat. Chem. 2013, 5, 263; b) X. Huang, Z. Zeng, H. Zhang, Chem. Soc. Rev. 2013, 42, 1934; c) R. Lv, J. A. Robinson, R. E. Schaak, D. Sun, Y. Sun, T. E. Mallouk, M. Terrones, Acc. Chem. Res. 2015, 48, 56; d) C. Tan, H. Zhang, Chem. Soc. Rev. 2015, 44, 2713; e) K. Yao, Z. Xu, J. Huang, M. Ma, L. Fu, X. Shen, J. Li, M. Fu, Small 2019, 15, 1805405. [43] a) R. Ma, T. Sasaki, Acc. Chem. Res. 2015, 48, 136; b) M. Osada, T. Sasaki, J. Mater. Chem. 2009, 19, 2503. [44] S. Back, S. Siahrostami, Nanoscale Adv. 2019, 1, 132. [45] a) Y. Guo, Y. Tong, P. Chen, K. Xu, J. Zhao, Y. Lin, W. Chu, Z. Peng,\nC. Wu, Y. Xie, Adv. Mater. 2015, 27, 5989; b) T. Ling, D. Y. Yan, H. Wang, Y. Jiao, Z. Hu, Y. Zheng, L. Zheng, J. Mao, H. Liu, X. W. Du, M. Jaroniec, S. Z. Qiao, Nat. Commun. 2017, 8, 1509; c) X. Li, G. Guo, N. Qin, Z. Deng, Z. Lu, D. Shen, X. Zhao, Y. Li, B. L. Su, H. E. Wang, Nanoscale 2018, 10, 15505; d) Y. W. Cheng, J. H. Dai, Y. M. Zhang, Y. Song, J. Mater. Chem. A 2018, 6, 20956. [46] B. Liu, Y. Wang, H. Q. Peng, R. Yang, Z. Jiang, X. Zhou, C. S. Lee, H. Zhao, W. Zhang, Adv. Mater. 2018, 30, 1803144. [47] a) Y. Li, Y. Sun, A. Pei, K. Chen, A. Vailionis, Y. Li, G. Zheng, J. Sun, Y. Cui, ACS Cent. Sci. 2018, 4, 97; b) S. Deng, Y. Zhang, D. Xie, L. Yang, G. Wang, X. Zheng, J. Zhu, X. Wang, Y. Yu, G. Pan, X. Xia, J. Tu, Nano Energy 2019, 58, 355; c) Z. Liang, R. Huo, S. Yin, F. Zhang, S. Xu, J. Mater. Chem. A 2014, 2, 921; d) B. Zhang, L. Wang, F. Bai, P. Xiao, B. Zhang, X. Chen, J. Sun, W. Yang, Dalton Trans. 2019, 48, 3209. [48] a) P. F. Wang, H. R. Yao, X. Y. Liu, Y. X. Yin, J. N. Zhang, Y. Wen, X. Yu, L. Gu, Y. G. Guo, Sci. Adv. 2018, 4, eaar6018; b) Y. Pan, X. Cheng, L. Gong, L. Shi, H. Zhang, Nanoscale 2018, 10, 20813. [49] D. Sun, D. Ye, P. Liu, Y. Tang, J. Guo, L. Wang, H. Wang, Adv. Energy Mater. 2018, 8, 1702383. [50] a) Y. Yi, H. Li, H. Chang, P. Yang, X. Tian, P. Liu, L. Qu, M. Li, B. Yang, H. Li, W. Zhu, S. Dai, Chem. - Eur. J. 2019, 25, 8112; b) Y. Zhao, W. Cai, Y. Fang, H. Ao, Y. Zhu, Y. Qian, ChemElectroChem 2019, 6, 2231. [51] a) H. Liu, K. Hu, D. Yan, R. Chen, Y. Zou, H. Liu, S. Wang, Adv. Mater. 2018, 30, 1800295; b) Y. Liu, C. Xiao, Z. Li, Y. Xie, Adv. Energy Mater. 2016, 6, 1600436; c) M. S. Islam, M. Kim, X. Jin, S. M. Oh, N. S. Lee, H. Kim, S. J. Hwang, ACS Energy Lett. 2018, 3, 952; d) H. Jin, X. Liu, A. Vasileff, Y. Jiao, Y. Zhao, Y. Zheng, S. Z. Qiao, ACS Nano 2018, 12, 12761. [52] a) S. Li, L. Zhang, T. Jiang, L. Chen, Y. Lin, D. Wang, T. Xie, Chem. - Eur. J. 2014, 20, 311; b) E. M. Samsudin, S. B. A. Hamid, J. C. Juan, W. J. Basirun, A. E. Kandjani, Appl. Surf. Sci. 2015, 359, 883.\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902107 (19 of 19)Adv. Energy Mater. 2019, 1902107\n[53] a) A. B. Laursen, S. Kegnæs, S. Dahl, I. Chorkendorff, Energy Environ. Sci. 2012, 5, 5577; b) B. Hinnemann, P. G. Moses, J. Bonde, K. P. Jørgensen, J. H. Nielsen, S. Horch, I. Chorkendorff, J. K. Nørskov, J. Am. Chem. Soc. 2005, 127, 5308. [54] a) L. Lin, N. Miao, Y. Wen, S. Zhang, P. Ghosez, Z. Sun, D. A. Allwood, ACS Nano 2016, 10, 8929; b) H. Li, C. Tsai, A. L. Koh, L. Cai, A. W. Contryman, A. H. Fragapane, J. Zhao, H. S. Han, H. C. Manoharan, F. Abild-Pedersen, J. K. Nørskov, X. Zheng, Nat. Mater. 2016, 15, 48. [55] K. Y. Kim, J. Lee, S. Kang, Y. W. Son, H. W. Jang, Y. Kang, S. Han, ACS Catal. 2018, 8, 4508. [56] a) C. Ling, L. Shi, Y. Ouyang, Q. Chen, J. Wang, Adv. Sci. 2016, 3, 1600180; b) P. Li, J. Zhu, A. D. Handoko, R. Zhang, H. Wang, D. Legut, X. Wen, Z. Fu, Z. W. Seh, Q. Zhang, J. Mater. Chem. A 2018, 6, 4271. [57] a) D. Yan, Y. Li, J. Huo, R. Chen, L. Dai, S. Wang, Adv. Mater. 2017, 29, 1606459; b) W. Cheng, H. Zhang, X. Zhao, H. Su, F. Tang, J. Tian, Q. Liu, J. Mater. Chem. A 2018, 6, 9420. [58] a) X. X. Wang, V. Prabhakaran, Y. He, Y. Shao, G. Wu, Adv. Mater. 2019, 31, 1805126; b) V. R. Stamenkovic, B. Fowler, B. S. Mun, G. Wang, P. N. Ross, C. A. Lucas, N. M. Markovic, Science 2007, 315, 493. [59] W. T. Hong, M. Risch, K. A. Stoerzinger, A. Grimaud, J. Suntivich, Y. Shao Horn, Energy Environ. Sci. 2015, 8, 1404. [60] J. Zhang, Z. Zhao, Z. Xia, L. Dai, Nat. Nanotechnol. 2015, 10, 444. [61] a) J. Fu, F. M. Hassan, C. Zhong, J. Lu, H. Liu, A. Yu, Z. Chen, Adv. Mater. 2017, 29, 1702526; b) Y. Pan, S. Liu, K. Sun, X. Chen, B. Wang, K. Wu, X. Cao, W. C. Cheong, R. Shen, A. Han, Z. Chen, L. Zheng, J. Luo, Y. Lin, Y. Liu, D. Wang, Q. Peng, Q. Zhang, C. Chen, Y. Li, Angew. Chem., Int. Ed. 2018, 57, 8614. [62] a) X. Wen, Y. Wang, J. Zhao, New J. Chem. 2018, 42, 12838; b) S. Chen, Z. Chen, S. Siahrostami, D. Higgins, D. Nordlund, D. Sokaras, T. R. Kim, Y. Liu, X. Yan, E. Nilsson, R. Sinclair, J. K. Nørskov, T. F. Jaramillo, Z. Bao, J. Am. Chem. Soc. 2018, 140, 7851; c) A. J. Martínez-Galera, J. M. Gómez-Rodríguez, Nanoscale 2019, 11, 2317. [63] a) K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science 2009, 323, 760; b) Y. Li, M. Li, L. Jiang, L. Lin, L. Cui, X. He, Phys. Chem. Chem. Phys. 2014, 16, 23196. [64] L. X. Zuo, L. P. Jiang, J. Electrochem. Soc. 2017, 164, H805. [65] a) J. Chen, F. Zheng, S. J. Zhang, A. Fisher, Y. Zhou, Z. Wang, Y. Li, B. B. Xu, J. T. Li, S. G. Sun, ACS Catal. 2018, 8, 11342; b) J. Wang, F. Bai, X. Chen, Y. Lu, W. Yang, J. Mater. Chem. A 2017, 5, 3628; c) K. N. Dinh, P. Zheng, Z. Dai, Y. Zhang, R. Dangol, Y. Zheng, B. Li, Y. Zong, Q. Yan, Small 2018, 14, 1703257. [66] H. Kim, J. Kim, S. H. Ahn, J. Ind. Eng. Chem. 2019, 72, 273. [67] D. U. Lee, P. Xu, Z. P. Cano, A. G. Kashkooli, M. G. Park, Z. Chen, J. Mater. Chem. A 2016, 4, 7107. [68] Y. Singh, S. Back, Y. Jung, Phys. Chem. Chem. Phys. 2018, 20, 21095. [69] W. Liu, J. Bao, L. Xu, M. Guan, Z. Wang, J. Qiu, Y. Huang, J. Xia, Y. Lei, H. Li, Appl. Surf. Sci. 2019, 478, 552. [70] a) P. De Luna, C. Hahn, D. Higgins, S. A. Jaffer, T. F. Jaramillo, E. H. Sargent, Science 2019, 364, eaav3506; b) W. Bi, C. Wu, Y. Xie, ACS Energy Lett. 2018, 3, 624. [71] a) X. Yan, D. Liu, H. Cao, F. Hou, J. Liang, S. X. Dou, Small Methods 2019, 3, 1800501; b) Y. Wan, J. Xu, R. Lv, Mater. Today 2019, 27, 69; c) X. Zhu, Z. Liu, Q. Liu, Y. Luo, X. Shi, A. M. Asiri, Y. Wu, X. Sun, Chem. Commun. 2018, 54, 11332. [72] D. T. Whipple, P. J. A. Kenis, J. Phys. Chem. Lett. 2010, 1, 3451. [73] a) S. Gao, X. Jiao, Z. Sun, W. Zhang, Y. Sun, C. Wang, Q. Hu, X. Zu, F. Yang, S. Yang, L. Liang, J. Wu, Y. Xie, Angew. Chem., Int. Ed. 2016, 55, 698; b) S. Gao, Y. Lin, X. Jiao, Y. Sun, Q. Luo, W. Zhang, D. Li, J. Yang, Y. Xie, Nature 2016, 529, 68. [74] Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Norskov, T. F. Jaramillo, Science 2017, 355, eaad4998. [75] a) J. M. Savéant, Chem. Rev. 2008, 108, 2348; b) C. W. Li, J. Ciston, M. W. Kanan, Nature 2014, 508, 504. [76] a) S. L. Foster, S. I. P. Bakovic, R. D. Duda, S. Maheshwari, R. D. Milton, S. D. Minteer, M. J. Janik, J. N. Renner, L. F. Greenlee, Nat. Catal. 2018, 1, 490; b) C. Guo, J. Ran, A. Vasileff, S. Z. Qiao, Energy Environ. Sci. 2018, 11, 45. [77] C. J. M. van der Ham, M. T. M. Koper, D. G. H. Hetterscheid, Chem. Soc. Rev. 2014, 43, 5183. [78] J. A. Pool, E. Lobkovsky, P. J. Chirik, Nature 2004, 427, 527."
    } ],
    "references" : [ {
      "title" : "Serwicka, Colloids Surf",
      "author" : [ "E. a" ],
      "venue" : "Discuss. Faraday Soc. 1966,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1985
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "[31] Vacancy formation can result in unpaired electrons and a corresponding EPR signal.[32] Comparisons of EPR spectra before and after vacancy construction can be used to confirm the presence of vacancies.",
      "startOffset" : 87,
      "endOffset" : 91
    } ],
    "year" : 2019,
    "abstractText" : "DOI: 10.1002/aenm.201902107 element doping, and/or defect/strain/ phase engineering. Defect or vacancy control is a particularly attractive means of modifying the properties of ultrathin 2D nanomaterials. Vacancies are the most commonly observed defect in many nanomaterials, and play an important role in determining the physicochemical properties of a material and its possible applications. Vacancies are common in crystalline materials because most crystals are synthesized under harsh conditions, such as high temperature and/or pressure, which can move atoms in the crystal into random positions, or even expunge them from the crystal lattice, creating atomic vacancies. Vacancy creation is generally accompanied by changes in performance or reactivity. In 2D materials, vacancies are more easily generated as thickness decreases because surface atoms can more easily escape the 2D lattice. This often results in bond breaking and re-forming, lattice distortion, electronic compensation, electron localization, and gap states at the Fermi level, all of which can result in a novel physicochemical properties. The applications of ultrathin 2D materials and vacancy engineering in energy-related fields have been summarized in a previous review.[2a–c] However, the role of vacancy engineering in the development of different ultrathin 2D materials and associated energy-related applications has not been discussed. This review summarizes recent progress in the vacancy engineering of ultrathin 2D nanomaterials. To better understand the various properties and applications of different 2D ultrathin materials after vacancy construction, we start by classifying emerging ultrathin 2D materials based on their atomic composition and spatial arrangement. We then describe recently developed vacancies in different ultrathin 2D materials, such as monovacancies, e.g., C, N, B, S, O, and H atomic vacancies, their corresponding bi-vacancies and multivacancies, and their preparation methods. The various methods used to confirm and characterize vacancies in ultrathin 2D nanomaterials are also discussed. Moreover, the various properties of different types of ultrathin 2D nanomaterial after vacancy engineering are highlighted in terms of electrochemical energy storage (rechargeable batteries) and conversion (electrocatalysis, photocatalysis) applications. Finally, we present the current challenges and potential future applications of this technology in the hope of inspiring future research. The unique physicochemical properties of (2D) nanomaterials make them well-suited for use in sustainable energy applications. Many of these materials can be further improved with vacancy engineering. This review details recent progress in the vacancy engineering of ultrathin 2D nanomaterials. For clarity, it mainly focuses on various ultrathin 2D materials in three categories: Xa&XaYb-, MaXb-, or MaXbYc-structured materials. Recently developed vacancies in different types of ultrathin 2D materials, as well as their preparation and characterization, are described. Emphasis is placed on the potential electrochemical energy storage and conversion applications of these materials. This review considers the relationship between vacancy properties and material categories of various ultrathin 2D materials in terms of application requirements, preparation, and characterization techniques. The challenges and future outlook of this promising field are summarized.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}