{
  "name" : "downloads_2020-09-01_8c_dinh2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Controlling the Wetting Properties of Superhydrophobic Titanium Surface Fabricated by UV Nanosecond-Pulsed Laser and Heat Treatment",
    "authors" : [ "The-Hung Dinh", "Chi-Vinh Ngo", "Doo-Man Chun" ],
    "emails" : [ "dinhthehung@mail.ulsan.ac.kr", "ngochivinh@gmail.com", "dmchun@ulsan.ac.kr;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: superhydrophobic; nanosecond pulsed laser; laser power; isotropicity and anisotropicity; pattern design"
    }, {
      "heading" : "1. Introduction",
      "text" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on. Lotus leaves and butterfly wings are popular superhydrophobic surfaces in nature. Numerous studies on superhydrophobic surfaces have been reported. A superhydrophobic surface has been achieved by the fabrication of micro/nanometer-scale rough structures [8] through different methods, such as coating [9], laser texturing [10], UV irradiation [11], and so on. These techniques all require either special equipment or complex process control. Some researchers have tried only laser beam machining without any chemicals for the easy fabrication and removal of unwanted properties of chemicals on the surface. However, immediately after laser surface texturing, the surface was hydrophilic, and the surface became a superhydrophobic surface after a long time (several days or months) under ambient conditions. On the other hand, laser surface texturing for wetting modification has been extensively\nNanomaterials 2018, 8, 766; doi:10.3390/nano8100766 www.mdpi.com/journal/nanomaterials\nNanomaterials 2018, 8, 766 2 of 12\nstudied in different materials as metal [12], polymers [13] or ceramics [14]. Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, to create microstructures, and then they applied a toxic chemisorption post process on these microstructures [16] or placed the microstructures in ambient air for 30 days to make the surfaces hydrophobic [10]. Previous studies have mainly focused on how to produce superhydrophobic metallic surfaces or changing the wetting behavior from hydrophilicity to superhydrophobicity on metals when using laser beam machining. Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals and long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], and aluminum grid-patterned surfaces [19]. However, research has focused mainly on the change in wetting behavior on only grid-patterned surfaces. The effects of pattern design and laser power on the superhydrophobicity of metal surfaces, which also plays an important role in optimization of fabrication time as well as performance of superhydrophobic surfaces in industry and manufacturing, have not been studied yet. In this research, the effect of the microstructure based on pattern design, laser power, and step size on superhydrophobicity was studied. The obtained results could provide a useful guide to select the proper laser power, step size, and pattern design for various purposes in the efficiency of process, fabrication time, and specified applications such as control of the moving direction of a water droplet with a lined pattern design."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "Titanium sheets (99.5% purity, Nilaco Corporation, Tokyo, Japan) with a 0.5 mm thickness were used in the experiments. A Q-switched Nd:YAG 355-nm UV nanosecond pulsed laser (Awave355-3W20K, Advanced Optowave, Ronkonkoma, NY, USA) and a focusing lens with 5 µm beam spot size were used. Figure 1a shows a schematic image of the nanosecond pulsed laser system. Laser beam machining was performed with grid and line patterns (Figure 1b), and the process parameters are summarized in Table 1. The laser power was studied from 1 to 3 W, and the step size was studied from 50 to 300 µm. Three samples for each condition were produced for reproducibility.\nNanomaterials 2018, 8, x 2 of 12\nsuperhydrophobic surface after a long time (several days or months) under ambient conditions. On the other hand, laser surface texturing for wetting modification has been extensively studied in different materials as metal [12], polymers [13] or ceramics [14]. Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, o cr ate micros ructures, and then they applied a toxic chemisorption post process on these micr structures [16] o placed t e microstructures in ambient ai for 30 day to\nake the surfaces hydrophobic [10]. Previous studi s have m inly focused on how to duce superhydrophobic metallic surfaces or changing the wetting ehavio from hydrophilicity to superhydrophobic ty on metals when using laser beam machini g. Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals nd long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], a d aluminum grid-pattern d surfaces [19]. However, research has focused mainly on the change in wet ing behavior on only grid-patterned surfaces. The effects of p ttern design and laser power on th superhydrophobicity of metal surfaces, which also pla s an important role in optimizati n of fabrication time as well as performance of superhydrophobic surfaces in industry and manufacturing, have not been studied yet. In this re earch, the effect of the microstructure based on patt rn d sign, laser pow r, and step size on superhydrophobicit was studied. The obt ined results could provide a us ful guide to s lect the proper laser power, step size, and pattern design for variou purposes in the efficienc of process, fabrication tim , and specified applications such as control of the moving direction of water droplet with a lined pattern design.\n2. Materials and Methods\nTitanium sheets (99.5% purity, Nilaco Corporation, Tokyo, Japan) with a 0.5 mm thickness were used in the experiments. A Q-switched Nd:YAG 355-nm UV nanosecond pulsed laser (Awave355-3W20K, Advanced Optowave, Ronkonkoma, NY, USA) and a focusing lens with 5 µm beam spot size were used. Figure 1a shows a sche tic image of the nano econd pulsed laser system. Laser b am machining was performed with grid and line patterns (Figure 1b), and the process para eters are summa ized in Table 1. The laser power was studied from 1 to 3 W, and the step siz was tudied from 50 to 300 µm. Three sample for each condition were produced for reproducibility.\nNanomaterials 2018, 8, 766 3 of 12\nTable 1. Process parameters of the laser beam machining.\nName of Parameter Value\nPower (W) 1, 2, 3 Pulse frequency (kHz) 20\nPulse duration (ns) 20 Stage speed (mm/s) 1\nStep size (µm) 50, 100, 150, 200, 250, 300\nAfter laser beam machining, the samples were put in an oven at 200 ◦C for a 6 h heat treatment. The samples were then cooled naturally in ambient air for 2 h, and the apparent contact angles on samples were measured by a contact angle meter (SmartDrop SDLab-200TEZD, Femto Fab, Seongnam, Korea) to evaluate the wettability of the samples. The apparent CA of each sample was measured one time with an 11 µL volume of water because the water droplet could be easily placed on a titanium surface. As shown in Video S1, the sample fabricated with 1 W laser power and 50-µm step size showed low adhesion of droplet water with 10 µL volume and the water droplet could not be transferred from needle to the surface. A three-dimensional (3D) laser scanning confocal microscope (VK-X200 series, Keyence, Osaka, Japan), a field emission scanning electron microscopy (FESEM, JSM-6500F, Jeol Co., Tokyo, Japan), and energy-dispersive X-ray spectroscopy (EDS, JSM-6500F, Jeol Co., Tokyo, Japan) were used to analyze the surface structure. Commonly, a water droplet placed on the grid pattern exhibits isotropic wetting behavior, while one placed on the line pattern shows anisotropic, parallel and perpendicular directional wetting, as shown in Figure 2.\nNanomaterials 2018, 8, x 3 of 12\nTable 1. Process parameters of the laser beam machining.\nName of Parameter Value\nPower (W) 1, 2, 3\nPulse frequency (kHz) 20 Pulse duration (ns) 20 Stage speed (mm/s) 1\nStep size (µm) 50, 100, 150, 200, 250, 300\nAfter laser beam machining, the samples were put in an oven at 200 °C for a 6 h heat treatment. The samples wer then cooled naturally in ambient air for 2 h, and the apparent contac angles on samples were measured by a contact angle meter (SmartDrop SDLab-200TEZD, Femto Fab, Seongnam, Kor ) to evaluate the wettability of the samples. The apparent CA of each sample was measured one time with an 11 µL volume of water because the water droplet could be easily placed on a titanium surface. As shown in Video S1, the sample fabricated with 1 W laser power and 50-µm step size showed low adhesion o d oplet wa er with 10 µL volume and the water droplet could not be transferred from needle to the surface. A hree-dimensional (3D) laser scanning confocal microscop (VK-X200 series, Keyence, Osaka, Japan), a field emission scanning electron microscopy (FESEM, JSM-6500F, Jeol Co., Tokyo, Japan), and energy-dispersive X-ray spectroscopy (EDS, JSM-6500F, Jeol Co., Tokyo, Japan) were used t analyze the surface structure. Commonly, a\nat r droplet placed on the grid pattern exhibits isotropic w tting behavior, while one placed o the line pa tern shows anisotropic, parallel and perpendicular dir ctional wett ng, as shown in Figur 2."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Surface Morphology",
      "text" : "The two-dimensional (2D) and 3D images of the laser-machined surfaces with different laser powers, step sizes and pattern designs were observed by 3D confocal microscopy as shown in Figures 3 and 4. The grid and line patterns were clearly fabricated by nanosecond pulsed laser. Nonfabricated flat areas between the grid and line patterns were also observed.\ni r . fi iti f t r ll l r ic l r ir cti s f r t li tt r ."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Surface Morphology",
      "text" : "The two-dimensional (2D) and 3D images of the laser-machined surfaces with different laser powers, step sizes and pattern designs were observed by 3D confocal microscopy as shown in Figures 3 and 4. The grid and line patterns were clearly fabricated by nanosecond pulsed laser. Nonfabricated flat areas between the grid and line patterns were also observed.\nNanomaterials 2018, 8, 766 4 of 12\nNanomaterials 2018, 8, x 4 of 12\nFigure 4. Confocal microscopy images of the line-patterned samples with a step size of 100, 200, and 300 µm at a laser power of 1, 2, and 3 W.\nFigures 3 and 4 show the typical grid and line pattern structures measured by 3D confocal microscopy. Burrs around laser machined areas were clearly observed. The height and width of the burr increased as the laser power increased. The average heights of the burrs in grid patterns were approximately 9.94 ± 1.7 µm at 1 W, 10.95 ± 0.8 µm at 2 W, and 15.81 ± 0.5 µm at 3 W, while the line patterns were approximately 9.83 ± 2.7 µm at 1 W, 12.97 ± 3.25 µm at 2 W, and 18.09 ± 3.2 µm at 3 W. The average widths were approximately 22.27 ± 4.5 µm at 1 W, 24.38 ± 0.85 µm at 2 W, and 29.22 ± 0.95 µm at 3 W for grid pattern, and those for the line patterns were approximately 18.73 ± 2.5 µm at 1 W, 25.56 ± 2.5 µm at 2 W, and 29.54 ± 3.5 µm at 3 W.\n. Confocal microscopy images of the grid-patterned samples with a step size of 1 , 200, and 300 µm at a laser power of 1, 2, and 3 W.\nNanomaterials 2018, 8, x 4 of 12\nFigure 3. Confocal icroscopy i ages of the grid-patterned sa ples ith a step size of 100, 200, and 300 µ at a laser po er of 1, 2, and 3 .\nFigure 4. Confocal icroscopy i ages of the line-patterned sa ples ith a step size of 100, 200, and 300 µ at a laser po er of 1, 2, and 3 .\nFigures 3 and 4 sho the typical grid and line pattern structures easured by 3 confocal icroscopy. Burrs around laser achined areas ere clearly observed. The height and idth of the burr increased as the laser po er increased. The average heights of the burrs in grid patterns ere approxi ately 9.94 ± 1.7 µ at 1 , 10.95 ± 0.8 µ at 2 , and 15.81 ± 0.5 µ at 3 , hile the line patterns ere approxi ately 9.83 ± 2.7 µ at 1 , 12.97 ± 3.25 µ at 2 , and 18.09 ± 3.2 µ at 3\n. The average idths ere approxi ately 22.27 ± 4.5 µ at 1 , 24.38 ± 0.85 µ at 2 , and 29.22 ± 0.95 µ at 3 for grid pattern, and those for the line patterns ere approxi ately 18.73 ± 2.5 µ at 1 , 25.56 ± 2.5 µ at 2 , and 29.54 ± 3.5 µ at 3 .\n. Confocal microscopy images of the line-patterned samples with a step size of 1 , 200, and 300 µm at a laser power of 1, 2, and 3 W.\nFigures 3 and 4 show the typical grid and line pattern structures measured by 3D confocal microscopy. Burrs around laser machined areas were clearly observed. The height and width of the burr increased as the laser power increased. The average heights of the burrs in grid patterns were approximately 9.94 ± 1.7 µm at 1 W, 10.95 ± 0.8 µm at 2 W, and 15.81 ± 0.5 µm at 3 W, while the line patterns were approximately 9.83 ± 2.7 µm at 1 W, 12.97 ± 3.25 µm at 2 W, and 18.09 ± 3.2 µm at 3 W. The average widths were approximately 22.27 ± 4.5 µm at 1 W, 24.38 ± 0.85 µm at 2 W, and 29.22 ± 0.95 µm at 3 W for grid pattern, and those for the line patterns were approximately 18.73 ± 2.5 µm at 1 W, 25.56 ± 2.5 µm at 2 W, and 29.54 ± 3.5 µm at 3 W.\nNanomaterials 2018, 8, 766 5 of 12"
    }, {
      "heading" : "3.2. Wettability",
      "text" : "The typical images of apparent CA before and after heat treatment are shown in Figure 5 for line-patterned samples at 3 W laser power. Before heat treatment, all samples showed the apparent CAs less than 90◦ (hydrophilic), as shown in Figure 5a–f, but the samples became superhydrophobic surfaces after heat treatment, as shown in Figure 5g–m.\nNanomaterials 2018, 8, x 5 of 12\n3.2. ettability\nThe typical i ages of apparent CA before and after heat treat ent are sho n in Figure 5 for line-patterned sa ples at 3 laser po er. Before heat treat ent, all sa ples sho ed the apparent CAs less than 90° (hydrophilic), as sho n in Figure 5a–f, but the sa ples beca e superhydrophobic surfaces after heat treatment, as shown in Figure 5g–m.\nFigure 6 showed the change in wetting state on line-patterned surfaces with laser power and step size. When the laser power decreased, the critical step size also changed. The critical step size was the point where the wetting state of the surface tended to change from isotropic to anisotropic behavior. From the difference of apparent contact angles (∆CA) between two directions (parallel and perpendicular to the line patterns), isotropicity and anisotropicity were defined [20]. The calculation of ∆CA was performed using the following equation: ∆𝐶𝐴 = |𝐶𝐴 − 𝐶𝐴∥| (1)\nIf ∆CA < 10°, then the material is called isotropic; if ∆CA > 10°, then it is called anisotropic. When the laser power increased from 1 W to 2 W and then to 3 W, the critical step size changed from 150 µm to 200 µm and then to 250 µm for the apparent contact angle difference, respectively, as shown in Figure 6. The laser power at 3 W did not show any differences between the parallel direction and perpendicular direction for all step sizes smaller than 250 µm. At a 300-µm step size of line-patterned samples with 3 W, the apparent contact angles following the parallel direction and perpendicular direction showed a clear difference. At 2 W with a 250-µm step size, there was a clear difference in apparent CA between the two directions, as there was at 1 W with a 200-µm step size. The more the step size increased, the larger was the difference between the apparent CA of the two directions. Decreasing laser power did not have an effect at a small step size (especially at 50 and 100 µm); however, at a large step size (from 150 to 300 µm in this research), the difference between the parallel and perpendicular directions was large, especially at a 300-µm step size for all laser powers. Additionally, the anisotropic behavior was clear in the sliding angle results. For example, with a laser power of 2 W at 250-µm step size, the sliding angle exhibited along the parallel direction but did not show along the perpendicular direction. The apparent contact angles and sliding angles following the perpendicular direction were always greater than those following the parallel direction. Following the parallel direction, a water droplet can easily move on the surfaces because there is no barrier along the moving direction of the water droplet; along the perpendicular direction, the burr acted as a barrier, which prevented the movement of the water droplet, and the water droplet was more difficult to move than along the parallel direction.\nFigure 6 sho ed the change in wetting state on line-patterned surfaces ith laser po er and step size. hen the laser po er decreased, the critical step size also changed. The critical step size was the point where the wetting state of the surface tended to change from isotropic to anisotropic behavior. From the difference of apparent contact angles (∆CA) between two directions (parallel and perpendicular to the line patterns), isotropicity and anisotropicity were defined [20]. The calculation of ∆CA was performed using the following equation:\n∆CA = |CA⊥ − CA‖| (1)\nIf ∆CA < 10◦, then the material is called isotropic; if ∆CA > 10◦, then it is called anisotropic. When the laser power increased from 1 W to 2 W and then to 3 W, the critical step size changed from 150 µm to 200 µm and then to 250 µm for the apparent contact angle difference, respectively, as shown in Figure 6. The laser power at 3 W did not show any differences between the parallel direction and perpendicular direction for all step sizes smaller than 250 µm. At a 300-µm step size of line-patterned samples with 3 W, the apparent contact angles following the parallel direction and perpendicular direction showed a clear difference. At 2 W with a 250-µm step size, there was a clear difference in apparent CA between the two directions, as there was at 1 W with a 200-µm step size. The more the step size increased, the larger was the difference between the apparent CA of the two directions. Decreasing laser power did not have an effect at a small step size (especially at 50 and 100 µm); however, at a large step size (from 150 to 300 µm in this research), the difference between the parallel and perpendicular directions was large, especially at a 300-µm step size for all laser powers. Additionally, the anisotropic behavior was clear in the sliding angle results. For example, with a laser power of 2 W at 250-µm step size, the sliding angle exhibited along the parallel direction but did not show along the perpendicular direction. The apparent contact angles and sliding angles following the perpendicular direction were always greater than those following the parallel direction. Following the parallel direction, a water droplet can easily move on the surfaces because there is no barrier along the moving direction of the water droplet; along the perpendicular direction, the burr acted as a barrier, which prevented the movement of the water droplet, and the water droplet was more difficult to move than along the parallel direction.\nNanomaterials 2018, 8, 766 6 of 12 Nanomaterials 2018, 8, x 6 of 12\nFigure 7 shows the apparent contact angle and sliding angle for the grid pattern. Similar to line-patterned samples, when the laser power changed, the critical step size, where the wetting state tended to change, also changed. The grid-patterned samples included two critical step sizes where the “lotus effect” wetting state, which has apparent CA > 150° and SA < 10°, changed to the wetting state which has apparent CA > 150° and SA > 10°, and the wetting state, which has apparent CA > 150° and SA > 10°, changed to the “Petal effect” wetting state which has apparent CA > 150° and no SA. From the values of sliding angle, the wetting state of the grid-patterned samples was defined. If the sliding angle was smaller than 10°, the surface showed lotus effect. If the sliding angle was greater than 10°, the surface might not show any lotus effect or petal effect. The surface showed the petal effect when there was no sliding angle. In Figure 7, when the laser power increased from 1 to 2 W, the critical step size, where the wetting state changed from the lotus effect wetting state, changed from 150 to 250 µm. At 2 and 3 W, all step sizes showed an apparent contact angle of approximately 165° and sliding angle smaller than 10°, except at the 300-µm step size at 2 W, the SA was 32°. At 1 W with a 300-µm step size, there was no SA, and apparent CA was 157 ± 1.3°. At 200-µm and 250-µm step size for 1 W, the SA was greater than 10°. The images of sliding angle on the titanium surfaces were shown in Figure 8 for line patterns of a 200-µm step size at 3 W laser power. The substrate was tilted at a speed of 1.6°/s, and the water droplet started sliding at approximately 7° for the parallel direction and 10° for the perpendicular direction. In this study, several step sizes did not have a sliding angle when tilting to 90°; even when tilting manually to 180°, the water droplet did not leave the surface. The water droplet might contact the hydrophilic surface and show the strong attraction to this surface. Therefore, the water droplet cannot move off the surface. To illustrate the case where the surfaces do not have a sliding angle, we assume that their sliding angles approach 180°.\ndirections: parallel direction (blue color) and perpendicular direction (orange color) at laser pow of 1, 2, and 3 W.\nFigure 7 sho s the apparent contact angle and sliding angle for the grid pattern. Si ilar to line-patterned sa ples, hen the laser po er changed, the critical step size, here the etting state tended to change, also changed. The grid-patterned samples included two critical step sizes where the “lotus effect” wetting state, which has apparent CA > 150◦ and SA < 10◦, changed to the wetting state which has apparent CA > 150◦ and SA > 10◦, and the wetting state, which has apparent CA > 150◦ and SA > 10◦, changed to the “Petal effect” wetting state which has apparent CA > 150◦ and no SA. From the values of sliding angle, the wetting state of the grid-patterned samples was defined. If the sliding angle was smaller than 10◦, the surface showed lotus effect. If the sliding angle was greater than 10◦, the surface might not show any lotus effect or petal effect. The surface showed the petal effect when there was no sliding angle. In Figure 7, when the laser power increased from 1 to 2 W, the critical step size, where the wetting state changed from the lotus effect wetting state, changed from 150 to 250 µm. At 2 and 3 W, all step sizes showed an apparent contact angle of approximately 165◦ and sliding angle smaller than 10◦, except at the 300-µm step size at 2 W, the SA was 32◦. At 1 W with a 300-µm step size, there was no SA, and apparent CA was 157 ± 1.3◦. At 200-µm and 250-µ step size for 1 W, the SA was greater than 10◦. The i ages of sliding angle on the titaniu surfaces ere sho n in Figure 8 for line patterns of a 200-µ step size at 3 laser po er. The substrate as tilted at a speed of 1.6◦/s, and the ater droplet started sliding at approxi ately 7◦ for the parallel direction and 10◦ for the perpendicular direction. In this study, several step sizes did not have a sliding angle hen tilting to 90◦; even hen tilting anually to 180◦, the ater droplet did not leave the surface. The ater droplet ight contact the hy rophilic surface an sho the strong attraction to this surface. herefore, the ater roplet cannot ove off the surface. To illustrate the case where the surfaces do not have a sliding angle, we assume that their sliding angles approach 180◦.\nNanomaterials 2018, 8, 766 7 of 12 Nanomaterials 2018, 8, x 7 of 12\nFigure 7. Measurement of apparent contact angle (blue color) and sliding angle (red color) of grid-patterned samples at laser power of 1 W; 2 W; and 3 W.\nFigure 8. Sliding angle of the line-patterned sample at laser power 3 W with a 200-µm step size: (a) parallel direction, and (b) perpendicular direction.\nFigure 7. l ( l c l r) an sliding angle (red color) of grid-pat erned samples at laser power of 1 W; 2 W; and 3 W.\nNanomaterials 2018, 8, x 7 of 12\nFigure 7. Measurement of apparent contact angle (blue color) and sliding angle (red color) of grid-patterned samples at laser power of 1 W; 2 W; and 3 W.\nFigure 8. Sliding angle of the line-patterned sample at laser power 3 W with a 200-µm step size: (a) parallel direction, and (b) perpendicular direction.\ni re 8. Sliding angle of the line-patterned sample at laser power 3 W with a 200-µm step size: (a) parallel direction, and (b) erpendicular direction.\nNanomaterials 2018, 8, 766 8 of 12"
    }, {
      "heading" : "4. Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Mechanism",
      "text" : "The phenomena of wetting transition on the titanium surfaces from hydrophilic become superhydrophobic surface after heat treatment time could be interpreted by investigation of surface chemistry as well as surface morphology. The surface structures of titanium were nano-micro hierarchical structure after laser beam machining and there was no clear change before and after heat treatment. The fabricated paths make clearly structure on titanium surface as show in Figures 3, 4 and 9. The superhydrophobicity on titanium surface was increased as heat treatment time was increased. The results of EDS showed that the atomic ratio of elements on the burr was changed before and after the heat treatment as shown in Table 2. After heat treatment, wettability of all samples changed from hydrophilic surface to superhydrophobic surface. From the results of EDS, the amount of carbon content on the burr was increased regardless of step size and pattern. This result is similar to other researcher’s results. The mechanism was reported as organic absorption of hydrophobic groups (–CH3) [10,21,22]. And this organic absorption can happen in the air, but heat treatment can accelerate the organic adsorption. Therefore, nano-micro hierarchical structures by laser beam machining and low energy surface by organic adsorption could make the surface superhydrophobic.\nNanomaterials 2018, 8, x 8 of 12\n.\n. . ec is\nf tti tr iti t tita i s rf fr hydr ili r rophobic surface after at tr t ent ti e l i t r r t i ti ti f s rf istry ll s rf r l . surf str t r f tit i r nan - i r\ni r rc ical structure after laser beam machining and there was no clear change before and fter heat tr tm nt. The fabricated p ths make cle rly structure on titanium surface as show in Figures 3, 4 and 9. The superhydrophobicity on titanium surface was increased heat treatment time was increased. The results of EDS showed that the atomic ratio of elements on the burr was cha ged befo e and after the h at treatment as s own in Table 2. After heat tr atment, w ttability of all samples changed from hydrophilic surface to superhydrophobic surface. From the results of EDS, the amount of carbon conte t\nn the burr was increas d regardless of st p size and pattern. This result is similar to other re earcher’s results. The m chani m was reported a org nic absorption of hydrophobic gr ups (–CH3) [10,21,22]. And this organic absorption c happen in the air, but heat treatment can accel rate the organic adsorption. Therefore, nano-mic o hierarchi al structures by laser b am machining and low energy surface by organi adsorptio ould make the surface superhydrophobic.\nTable 2. Energy-dispersive X-ray spectroscopy (EDS) results on burrs before and after heat\ntreatment.\nElement (Atomic %)\nLine Pattern Grid Pattern Step Size\n50 μm Step Size 300 μm\nStep Size 50 μm\nStep Size 300 μm\nBefore After Before After Before After Before After C 6.51 7.33 6.43 9.35 5.67 7.6 7.33 8.35 O 68.26 68.51 47.95 64.52 62.96 63.62 56.95 65.94 Ti 25.23 24.16 45.62 26.12 31.37 28.79 35.72 25.71\nC/Ti 0.26 0.30 0.14 0.36 0.18 0.31 0.16 0.32 O/Ti 2.71 2.84 1.05 2.47 2.01 2.63 1.25 2.52"
    }, {
      "heading" : "4.2. Effects of Laser Power and Step Size on Wettablity",
      "text" : "Increasing the laser power from 1 to 3 W and changing the step size from 50 to 300 µm had an effect on the surface wettability of the grid-patterned surface and the line-patterned surface. The height and width of the burr increased when increasing the laser power from 1 to 3 W. The dimension of microburrs affected the wettability as well as the critical step size. At a small step size (examples: 50, 100 µm), microburrs still supported the water droplet, but at a big step size (200, 250,\nT - ie (a– ) fiel i i i i es of laser-machined surfaces with different step sizes 50, 300 µm for g id pattern, and 50,\n3 0 µm for line pattern, esp ctively.\nTable 2. Energy-dispersive X-ray spectroscopy (EDS) results on burrs before and after heat treatment.\nElement (Atomic %)\nLine Pattern Grid Pattern\nStep Size 50 µm Step Size 300 µm Step Size 50 µm Step Size 300 µm\nBefore After Before After Before After Before After\nC 6.51 7.33 6.43 9.35 5.67 7.6 7.33 8.35 O 68.26 68.51 47.95 64.52 62.96 63.62 56.95 65.94 Ti 25.23 24.16 45.62 26.12 31.37 28.79 35.72 25.71\nC/Ti 0.26 0.30 0.14 0.36 0.18 0.31 0.16 0.32 O/Ti 2.71 2.84 1.05 2.47 2.01 2.63 1.25 2.52"
    }, {
      "heading" : "4.2. Effects of Laser Power and Step Size on Wettablity",
      "text" : "Increasing the laser power from 1 to 3 W and changing the step size from 50 to 300 µm had an effect on the surface w ttability of the grid-patterned surface and the line-patterned surface. The height and width of the burr increased when increasing the laser power from 1 to 3 W. The dimension of microburrs affected the wettability as well as the critical step size. At a small step size (examples: 50, 100 µm), microburrs still supported the water droplet, but at a big step size (200, 250, 300 µm), the water droplet might penetrate between the microburrs, and the water droplet could touch on the flat surface.\nNanomaterials 2018, 8, 766 9 of 12\nTherefore, a pinning effect was observed, which resulted in isotropic to anisotropic behavior transition of the line-patterned surfaces and the SA change of the grid-patterned surfaces. The apparent contact angles of all samples were greater than 160◦, except samples at 1 W laser power with 300-µm step size. The burr height at 1 W laser power was the lowest and the step size of 300 µm was the biggest. Therefore, the water droplet could not be supported by burrs and it affected the apparent contact angle and sliding angle. The variation of the sliding angle of the grid-patterned samples showed a clear effect on the decrease in laser power. The values of the sliding angles can be divided into three regions (SA ≤ 10◦, 10◦ < SA < 180◦, and no SA) as shown in Figure 10 and Video S2 demonstrate typical SAs from samples with three different step sizes 50, 250 and 300 µm at 1 W laser power for three regions. This result is helpful for other researchers to choose a proper laser power and step size to fabricate the desired superhydrophobic surfaces for specific applications.\nNanomaterials 2018, 8, x 9 of 12\n300 µm), the water droplet might penetrate between the microburrs, and the water droplet could touch on the flat surface. Therefore, a pinning effect was observed, which resulted in isotropic to anisotropic behavior transition of the line-patterned surfaces and the SA change of the grid-patt rned surfaces. The appar nt contact angles of all samples were greater than 160°, except samples at 1 W laser power with 300-µm step size. The burr height at 1 W laser power was the lowest and the step siz of 300 µm was the biggest. Therefore, the water dropl t c uld not be suppor ed by burrs and it affected the apparent contact angle and sliding angle. The variation of the sliding angle of the grid- atter ed samples showed a clear eff ct on the decrease in laser pow r. T values of the sliding angles can be divid d into thre r gions (SA ≤ 10°, 10° < SA < 180°, and no SA) as show in Figure 10 and Video S2 demonstrate typical SAs from samples with t ree d fferent step sizes 50, 250 and 300 µm at 1 W laser power for three regions. This result s helpful for other researchers to choose a prop r laser power and step size to fabricate the desired superhydr hobic surfac s for sp cific applicat ons.\nFigure 10. Effect of grid-patterned microstructure on the wetting transition with SA.\nWith the line pattern, the apparent contact angle decreased when the laser power changed from 3 to 1 W while the sliding angle increased and did not have a sliding angle at a large step size (200–300 µm). At a small step size (50–100 µm), when decreasing the laser power, the values of the apparent contact angle and sliding angle show small difference. When decreasing the laser power with the line samples, the apparent contact angle showed clearly anisotropic behavior at a large step size (200–300 µm at 1 W, 250–300 µm at 2 W and 300 µm at 3 W). These results could provide a useful guide to select the proper values of laser power, step size, and pattern design to produce an apparent contact angle larger than 160° and a sliding angle smaller than 10°. With the same laser power, the grid-patterned samples showed apparent CAs and SAs better than the line-patterned samples. For good superhydrophobicity and isotropicity, the grid pattern was better. However, for control of water direction applications, the line pattern can be utilized more effectively. The laser power and step size show a clear change in the anisotropy in Figure 11. Figure 11 shows two regions with ΔCA < 10° and ΔCA > 10° related to the isotropic wetting state and anisotropic wetting state, respectively. It is a useful guide for selecting the isotropicity or anisotropic wetting state based on the laser power and step size values. In addition, SAs can be controlled by line patterns. Isotropic SA and anisotropic SA were shown in Videos S3 and S4 at 150 and 250-µm step sizes with a laser power of 2 W, respectively.\nFigure 10. Effect of grid-patterned microstructure on the wetting transition with SA.\nWith the line pattern, the apparent contact angle decreased when the laser power changed from 3 to 1 W while the sliding angle increased and did not have a sliding angle at a large step size (200–300 µm). At a small step size (50–100 µm), when decreasing the laser power, the values of the apparent contact angle and sliding angle show small difference. When decreasing the laser power with the line samples, the apparent contact angle showed clearly anisotropic behavior at a large step size (200–300 µm at 1 W, 250–300 µm at 2 W and 300 µm at 3 W). These results could provide a useful guide to select the proper values of laser power, step size, and pattern design to produce an apparent contact angle larger than 160◦ and a sliding angle smaller than 10◦. With the same laser power, the grid-patterned samples showed apparent CAs and SAs better than the line-patterned samples. For good superhydrophobicity and isotropicity, the grid pattern was better. However, for control of water direction applications, the line pattern can be utilized more effectively. The laser power and step size show a clear change in the anisotropy in Figure 11. Figure 11 shows two regions with ∆CA < 10◦ and ∆CA > 10◦ related to the isotropic wetting state and anisotropic wetting state, respectively. It is a useful guide for selecting the isotropicity or anisotropic wetting state based on the laser power and step size values. In addition, SAs can be controlled by line patterns. Isotropic SA and anisotropic SA were shown in Videos S3 and S4 at 150 and 250-µm step sizes with a laser power of 2 W, respectively.\nFigure 11. Effect of line-patterned microstructure on the wetting transition from the isotropic state to the anisotropic state."
    }, {
      "heading" : "4.3. Stability",
      "text" : "After heat treatment, all samples were put in ambient air for 35 days. Wettability measurements were then performed again for all samples, as shown in Figures 12 and 13. With the grid pattern, after 35 days, the apparent contact angle increased from 1° to 6° and sliding angle was smaller than 10°. Especially at a laser power of 1 W with a step size of 300 µm, the sliding angle was greater than 30°, which was two times larger than just after heat treatment, and the apparent contact angle increased from 156° to 162°. As shown in Figure 12, line-patterned samples showed behavior similar to the grid pattern. The apparent contact angle increased and sliding angles decreased to less than 5° or 10° at several step sizes compared to their values just after heat treatment. Of special note, several samples that had no sliding angle just after heat treatment now showed a sliding angle, indicating superhydrophobicity, with the sliding angle improving over time. In addition, water droplets with 10 µL volume were dropped from a height of 7 cm onto these surfaces with the tilting angle of 4° and water droplet bouncing was clearly observed as shown in Video S5 and S6. This demonstrates good stability of superhydrophobic surfaces fabricated by laser beam machining and heat treatment.\nFigure 12. Apparent contact angle and sliding angle for the line pattern 35 days after heat treatment.\n. i t t ."
    }, {
      "heading" : "4.3. Stability",
      "text" : "After heat treatment, all samples were put in ambient air for 35 days. Wettability measurements were then performed again for all samples, as shown in Figures 12 and 13. With the grid pattern, after 35 days, the apparent contact angle increased from 1◦ to 6◦ and sliding angle was smaller than 10◦. Especially at a laser power of 1 W with a step size of 300 µm, the sliding angle was greater than 30◦, which was two times larger than just after heat treatment, and the apparent contact angle increased from 156◦ to 162◦. As shown in Figure 12, line-patterned samples showed behavior similar to the grid pattern. The apparent contact angle increased and sliding angles decreased to less than 5◦ or 10◦ at several step sizes compared to their values just after heat treatment. Of special note, several samples that had no sliding angle just after heat treatment now showed a sliding angle, indicating superhydrophobicity, with the sliding angle improving over time. In addition, water droplets with 10 µL volume were dropped from a height of 7 cm onto these surfaces with the tilting angle of 4◦ and water droplet bouncing was clearly observed as shown in Video S5 and S6. This demonstrates good stability of superhydrophobic surfaces fabricated by laser beam machining and heat treatment."
    }, {
      "heading" : "4.3. Stability",
      "text" : "After heat treatment, all samples were put in ambient air for 35 days. Wettability measur ments were then performed again for all samples, as shown in Figures 12 and 13. With the grid pattern, after 35 days, the apparent cont ct angle increased from 1° to 6° and sliding angle was smaller than 10°. Especially at a laser power of 1 W with a step size of 300 µm, the liding angle was greater th n 30°, which was two times larger than just after heat treatm nt, and the apparent contact angle increased from 156° to 162°. As shown i Figure 12, line-patter ed s mples show behavior similar to the grid pattern. The apparent contact angle increased and sliding angles decreased to less than 5° or 10° at several step sizes compared to their values just after heat treatment. Of special note, several samples that had no sliding angle just after h at treatment now showed a sliding angle, indicating superhydrophobicity, with t e sliding angle improving over tim . I iti , t r r l ts it l r r fr i t f c t t es s rf c s it t tilti l f 4° t r r l t ci s cl rl s r s s i\nideo S5 and S6. his e str t s st ilit f s r r ic s rf c s f ric t l s r c i i eat treat ent.\nNanomaterials 2018, 8, 766 11 of 12 Nanomaterials 2018, 8, x 11 of 12\nFigure 13. Apparent contact angle and sliding angle for the grid pattern 35 days after heat treatment."
    }, {
      "heading" : "5. Conclusions",
      "text" : "This study developed a method to produce a superhydrophobic surface on titanium with no toxic chemicals and with a short time fabrication. The effects of microstructure and step size on superhydrophobicity were investigated. At the same laser power, the grid pattern showed better apparent CA and SA than the line pattern. When decreasing laser power in line-patterned samples, the critical step size for the isotropic to anisotropic transition region was reduced from a large to smaller step size. The anisotropic behavior was clearly observed at 1 W with a 200-µm to 300-µm step size. With decreasing laser power in the grid-patterned samples, the critical step size for the lotus effect and petal effect region was reduced. The obtained results could provide a useful guide to select proper fabrication parameters for the fabrication of desired superhydrophobic surfaces. For a high quality superhydrophobic surface and isotropicity, the grid pattern was a good candidate. To make a superhydrophobic surface with strong anisotropic behavior to control the water direction, the line pattern is preferred.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Video S1: Water droplet contact behavior with volume of 10 µL on the superhydrophobic grid patterned surface fabricated with 1W laser power and 50-µm step size; Video S2: SAs on grid patterned samples fabricated with 50-, 250- and 300-µm step sizes and 1 W laser power; Video S3: SAs on line-patterned sample fabricated with 150-µm step size and 2 W laser power along two different directions; Video S4: SAs on line-patterned sample fabricated with 250-µm step size and 2 W laser power along two different directions; Video S5: Bouncing of water droplet on grid patterned sample fabricated with 50-µm step size and 1 W laser power; Video S6: Bouncing of water droplet on line-patterned sample fabricated with 100-µm step size and 1 W laser power.\nAuthor Contributions: T.-H.D. conceived and conducted the experiments, analyzed the results, wrote the manuscript text, prepared all figures; C.-V.N. analyzed the results; D.-M.C. supervised the study and provided the initial idea. All authors reviewed the manuscript.\nFunding: This research was supported by a National Research Foundation of Korea (NRF) grant (NRF-2018R1A2B6004012).\nConflicts of Interest: The authors declare no conflict of interest."
    }, {
      "heading" : "5. Conclusions",
      "text" : "This study developed a method to produce a superhydrophobic surface on titanium with no toxic chemicals and with a short time fabrication. The effects of microstructure and step size on superhydrophobicity were investigated. At the same laser power, the grid pattern showed better apparent CA and SA than the line pattern. When decreasing laser power in line-patterned samples, the critical step size for the isotropic to anisotropic transition region was reduced from a large to smaller step size. The anisotropic behavior was clearly observed at 1 W with a 200-µm to 300-µm step size. With decreasing laser power in the grid-patterned samples, the critical step size for the lotus effect and petal effect region was reduced. The obtained results could provide a useful guide to select proper fabrication parameters for the fabrication of desired superhydrophobic surfaces. For a high quality superhydrophobic surface and isotropicity, the grid pattern was a good candidate. To make a superhydrophobic surface with strong anisotropic behavior to control the water direction, the line pattern is preferred.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/8/10/766/s1, Video S1: Water droplet contact behavior with volume of 10 µL on the superhydrophobic grid patterned surface fabrica ed with 1W laser power and 50-µm step size; Video S2: SAs on grid patterned samples fabricated with 50-, 250- and 300-µm step sizes and 1 W laser power; Video S3: SAs on line-patterned sample fabricated with 150-µm step size and 2 W laser power along two different directions; Video S4: SAs on line-patterned sample fabricated with 250-µm step size and 2 W laser power along two different directions; Video S5: Bouncing of water droplet on grid patterned sample fabricated with 50-µm step size and 1 W laser power; Video S6: Bouncing of water droplet on line-patterned sample fabricated with 100-µm step size and 1 W laser power.\nAuthor Contributions: T.-H.D. conceived and conducted the experiments, analyzed the results, wrote the manuscript text, prepared all figures; C.-V.N. analyzed the results; D.-M.C. supervised the study and provided the initial idea. All authors reviewed the manuscript.\nFunding: This rese rch was supported by a National Re earch Foundation of Korea (NRF) grant (NRF-2018R1A2B6004012).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Applications of bio-inspired special wettable surfaces",
      "author" : [ "X. Yao", "Y. Song", "L. Jiang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Literature review on superhydrophobic self-cleaning surfaces produced by electrospinning",
      "author" : [ "I. Sas", "R.E. Gorga", "J.A. Joines", "K.A. Thoney" ],
      "venue" : "J. Polym. Sci. Part B Polym. Phys. 2012,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Super-water-repellent fractal surfaces",
      "author" : [ "T. Onda", "S. Shibuichi", "N. Satoh", "K. Tsujii" ],
      "venue" : "Langmuir",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1996
    }, {
      "title" : "Enhancing material performance through laser surface texturing: A review",
      "author" : [ "J.A. Wahab", "M.J. Ghazali", "W.M.W. Yusoff", "Z. Sajuri" ],
      "venue" : "Trans. IMF",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Superhydrophobicity: Is it really better than hydrophobicity on anti-corrosion? Colloids Surf",
      "author" : [ "D. Yu", "J. Tian" ],
      "venue" : "A Physicochem. Eng. Asp",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Superhydrophobic and anti-icing properties at overcooled temperature of a fluorinated hybrid surface prepared via a sol–gel process",
      "author" : [ "Y. Tang", "Q. Zhang", "X. Zhan", "F. Chen" ],
      "venue" : "Soft Matter",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Extremely superhydrophobic surfaces with micro- and nanostructures fabricated by copper catalytic etching",
      "author" : [ "J.P. Lee", "S. Choi", "S. Park" ],
      "venue" : "Langmuir",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "A review on self-cleaning coatings",
      "author" : [ "V.A. Ganesh", "H.K. Raut", "A.S. Nair", "S. Ramakrishna" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2011
    }, {
      "title" : "Modification of wettability property of titanium by laser texturing",
      "author" : [ "C.J. Yang", "X.S. Mei", "Y.L. Tian", "D.W. Zhang", "Y. Li", "X.P. Liu" ],
      "venue" : "Int. J. Adv. Manuf. Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Superhydrophobic ZnO nanowire surface: Chemical modification and effects of UV irradiation",
      "author" : [ "G. Kwak", "M. Seol", "Y. Tak", "K. Yong" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "State of the art in laser surface texturing",
      "author" : [ "I. Etsion" ],
      "venue" : "J. Tribol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Laser texturing of alumina surface for improved hydrophobicity",
      "author" : [ "B.S. Yilbas", "M. Khaled", "N. Abu-Dheir", "N. Aqeeli", "S.Z. Furquan" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Ultrashort picosecond laser processing of micro-molds for fabricating plastic parts with superhydrophobic surfaces",
      "author" : [ "T. Jiang", "J. Koch", "C. Unger", "E. Fadeeva", "A. Koroleva", "Q. Zhao", "B.N. Chichkov" ],
      "venue" : "Appl. Phys. A Mater. Sci. Process",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "Engineering a titanium surface with controllable oleophobicity and switchable oil adhesion",
      "author" : [ "D. Wang", "X. Wang", "X. Liu", "F. Zhou" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2010
    }, {
      "title" : "Fast fabrication of superhydrophobic metallic surface using nanosecond laser texturing and low-temperature annealing",
      "author" : [ "D.M. Chun", "C.V. Ngo", "K.M. Lee" ],
      "venue" : "CIRP Ann. Manuf. Technol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Effect of heat treatment temperature on the wettability transition from hydrophilic to superhydrophobic on laser-ablated metallic surfaces",
      "author" : [ "C.V. Ngo", "D.M. Chun" ],
      "venue" : "Adv. Eng. Mater",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Fast wettability transition from hydrophilic to superhydrophobic laser-textured stainless steel surfaces under low-temperature annealing",
      "author" : [ "C.-V. Ngo", "D.-M. Chun" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Reversible switching between isotropic and anisotropic wetting by one-direction curvature tuning on flexible superhydrophobic surfaces",
      "author" : [ "S.Z. Wu", "J.N. Wang", "L.G. Niu", "J. Yao", "D. Wu", "A.W. Li" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2011
    }, {
      "title" : "Effect of extreme wettability on platelet adhesion on metallic implants: From superhydrophilicity to superhydrophobicity",
      "author" : [ "S. Moradi", "N. Hadjesfandiari", "S.F. Toosi", "J.N. Kizhakkedathu", "S.G. Hatzikiriakos" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Control of laser-ablated aluminum surface wettability to superhydrophobic or superhydrophilic through simple heat treatment or water boiling post-processing",
      "author" : [ "C.-V. Ngo", "D.-M. Chun" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 275,
      "endOffset" : 278
    }, {
      "referenceID" : 1,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 294,
      "endOffset" : 297
    }, {
      "referenceID" : 2,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 316,
      "endOffset" : 319
    }, {
      "referenceID" : 3,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 333,
      "endOffset" : 336
    }, {
      "referenceID" : 4,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 380,
      "endOffset" : 383
    }, {
      "referenceID" : 5,
      "context" : "The superhydrophobicity of a solid surface (an apparent contact angle (CA) bigger than 150◦ and a sliding angle (SA) smaller than 10◦) is very important for functional surfaces, and it has attracted the attention of many researchers for applications such as water collection [1], self-cleaning [2], water repellence [3], antifouling [4], antibacterial surfaces [5], anticorrosion [6], anti-icing [7], and so on.",
      "startOffset" : 396,
      "endOffset" : 399
    }, {
      "referenceID" : 6,
      "context" : "A superhydrophobic surface has been achieved by the fabrication of micro/nanometer-scale rough structures [8] through different methods, such as coating [9], laser texturing [10], UV irradiation [11], and so on.",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 7,
      "context" : "A superhydrophobic surface has been achieved by the fabrication of micro/nanometer-scale rough structures [8] through different methods, such as coating [9], laser texturing [10], UV irradiation [11], and so on.",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 8,
      "context" : "A superhydrophobic surface has been achieved by the fabrication of micro/nanometer-scale rough structures [8] through different methods, such as coating [9], laser texturing [10], UV irradiation [11], and so on.",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 9,
      "context" : "A superhydrophobic surface has been achieved by the fabrication of micro/nanometer-scale rough structures [8] through different methods, such as coating [9], laser texturing [10], UV irradiation [11], and so on.",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 10,
      "context" : "studied in different materials as metal [12], polymers [13] or ceramics [14].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 11,
      "context" : "studied in different materials as metal [12], polymers [13] or ceramics [14].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 12,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, to create microstructures, and then they applied a toxic chemisorption post process on these microstructures [16] or placed the microstructures in ambient air for 30 days to make the surfaces hydrophobic [10].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 13,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, to create microstructures, and then they applied a toxic chemisorption post process on these microstructures [16] or placed the microstructures in ambient air for 30 days to make the surfaces hydrophobic [10].",
      "startOffset" : 245,
      "endOffset" : 249
    }, {
      "referenceID" : 8,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, to create microstructures, and then they applied a toxic chemisorption post process on these microstructures [16] or placed the microstructures in ambient air for 30 days to make the surfaces hydrophobic [10].",
      "startOffset" : 340,
      "endOffset" : 344
    }, {
      "referenceID" : 14,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals and long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], and aluminum grid-patterned surfaces [19].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 15,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals and long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], and aluminum grid-patterned surfaces [19].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 16,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals and long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], and aluminum grid-patterned surfaces [19].",
      "startOffset" : 248,
      "endOffset" : 252
    }, {
      "referenceID" : 10,
      "context" : "On the other hand, laser surface texturing for wetting modification has been extensively studied in different materials as metal [12], polymers [13] or ceramics [14].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 11,
      "context" : "On the other hand, laser surface texturing for wetting modification has been extensively studied in different materials as metal [12], polymers [13] or ceramics [14].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 12,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, o cr ate micros ructures, and then they applied a toxic chemisorption post process on these micr structures [16] o placed t e microstructures in ambient ai for 30 day to ake the surfaces hydrophobic [10].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 13,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, o cr ate micros ructures, and then they applied a toxic chemisorption post process on these micr structures [16] o placed t e microstructures in ambient ai for 30 day to ake the surfaces hydrophobic [10].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 8,
      "context" : "Some researchers used laser beam machining on a titanium surface, such as a ultrashort picosecond laser [15] or a laser micromachining, o cr ate micros ructures, and then they applied a toxic chemisorption post process on these micr structures [16] o placed t e microstructures in ambient ai for 30 day to ake the surfaces hydrophobic [10].",
      "startOffset" : 335,
      "endOffset" : 339
    }, {
      "referenceID" : 14,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals nd long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], a d aluminum grid-pattern d surfaces [19].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 15,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals nd long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], a d aluminum grid-pattern d surfaces [19].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 16,
      "context" : "Recently, a solution combining nanosecond pulsed laser and heat treatment to prevent the usage of toxic chemicals nd long fabrication time has been reported to form superhydrophobic copper [17], titanium [18], a d aluminum grid-pattern d surfaces [19].",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 17,
      "context" : "From the difference of apparent contact angles (∆CA) between two directions (parallel and perpendicular to the line patterns), isotropicity and anisotropicity were defined [20].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 17,
      "context" : "From the difference of apparent contact angles (∆CA) between two directions (parallel and perpendicular to the line patterns), isotropicity and anisotropicity were defined [20].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 8,
      "context" : "The mechanism was reported as organic absorption of hydrophobic groups (–CH3) [10,21,22].",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 18,
      "context" : "The mechanism was reported as organic absorption of hydrophobic groups (–CH3) [10,21,22].",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 19,
      "context" : "The mechanism was reported as organic absorption of hydrophobic groups (–CH3) [10,21,22].",
      "startOffset" : 78,
      "endOffset" : 88
    }, {
      "referenceID" : 8,
      "context" : "The m chani m was reported a org nic absorption of hydrophobic gr ups (–CH3) [10,21,22].",
      "startOffset" : 77,
      "endOffset" : 87
    }, {
      "referenceID" : 18,
      "context" : "The m chani m was reported a org nic absorption of hydrophobic gr ups (–CH3) [10,21,22].",
      "startOffset" : 77,
      "endOffset" : 87
    }, {
      "referenceID" : 19,
      "context" : "The m chani m was reported a org nic absorption of hydrophobic gr ups (–CH3) [10,21,22].",
      "startOffset" : 77,
      "endOffset" : 87
    } ],
    "year" : 2018,
    "abstractText" : "In this study, the effects of nanosecond-pulsed laser and pattern design were researched on the wettability of titanium material. Nanosecond-pulsed laser and heat treatment are used to fabricate superhydrophobic titanium surfaces. The effects of laser power (1–3 W) and step size (50–300 μm) on a microscale patterned titanium surface (line pattern and grid pattern) were investigated to explain the relation between microstructure and superhydrophobicity. The surface morphologies and wettability of the surfaces were analyzed by three-dimensional confocal microscopy and a contact angle meter. The results show that the laser power and pattern design affected the apparent contact angle (CA) and sliding angle (SA). The maximum step size, which could show superhydrophobicity with apparent CA > 150◦ and SA < 10◦, was increased when the laser power increased from 1 to 3 W. Grid pattern showed isotropic wetting behavior, but line pattern showed both isotropic and anisotropic wetting behavior according to step size and laser power. Furthermore, when choosing the proper laser power and step size, the wetting properties of superhydrophobic surface such as lotus effect (apparent CA > 150◦ and SA < 10◦) and petal effect (apparent CA > 150◦ and no SA) and isotropic/anisotropic behavior can be controlled for applications of water droplet control.",
    "creator" : "LaTeX with hyperref package"
  }
}