{
  "name" : "downloads_2019-10-22_89_haruna2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Improved Polymer Flooding in Harsh Environments by Free-Radical Polymerization and the Use of Nanomaterials",
    "authors" : [ "Maje Alhaji Haruna", "Ehsan Nourafkan", "Zhongliang Hu", "Dongsheng Wen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Improved Polymer Flooding in Harsh Environments by Free-Radical Polymerization and the Use of Nanomaterials Maje Alhaji Haruna, Ehsan Nourafkan, Zhongliang Hu, and Dongsheng Wen* , ,\nSchool of Chemical and Process Engineering, University of Leeds, Leeds LS2 9JT, United Kingdom School of Aeronautic Science and Engineering, Beihang University, Beijing 100191, P.R. China\n*S Supporting Information\nABSTRACT:High temperature and high salinity (HTHS) and extreme pH conditions can signi cantly a ect the stability of polymers and deteriorate the performance of polymers in enhanced oil recovery (EOR). This work advances polymer ooding in harsh environments on two fronts: engineering polymers with improved temperature tolerance and dispersing suitable nanoparticles in the synthesized polymers to further improve their capabilities to withstand temperature, salinity, and di erent pH conditions. Di erent modi ed acrylamide copolymers (polymers synthesized from two di erent monomers) and terpolymers (polymers synthesized from three di rent monomers) are produced via free-radical polymerization, and multiwall carbon nanotubes (MWCNTs) were introduced to obtain aqueous polymer dispersions with unique properties. The conversion, molecular weight, and polydispersity of the co/terpolymers were evaluated by1H-NMR and GPC analysis. The interfacial, rheological behavior and stability of the dispersions were investigated under HTHS conditions at various pH values to identify the suitable candidates for EOR applications. The oil recovery performance is examined in a core oodi g setup at 85 ° C and American Petroleum Institute (API) brine conditions. The polyampholytic terpolymer and polyelectrolyte copolymer containing negative sulfonate groups showed improved viscosity and stability in the presence of MWCNTs in alkaline and saline conditions, respectively. Compared to the pure polymer dispersions, the addition of MWCNTs to polymers improves the oil recovery e ciency at high temperature (85° C) in the presence of both alkaline pH and API brine conditions yet with a lower pressure drop. This shows great promise for future EOR applications."
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "After secondary (water- ooding) enhanced oil recovery (EOR), there is still a considerable amount of residual oil that remains trapped in reservoirs, which can no longer be recovered using conventional methods.1,2 Polymer ooding (PF) is one of the most successful chemical EOR processes in many depleted oil reservoirs.3 Water-soluble polymers have been investigated to enhance the viscosity of the displacing uid and improve the sweep e ciency, decreasing the oil/water mobility ratio.4\nWater-soluble polymers used in EOR are polyacrylamide (PAM) and its derivatives, with partially hydrolyzed polyacrylamide (HPAM) being the most widely used.1,5 9 However, poor salinity resistance, low temperature tolerance, high susceptibility to oxidative degradation,10 and long ooding time11 hinder the application of HPAM in most of the unconventional reservoirs. For instance, Maghzi et al.12r ported that HPAM would precipitate at a high concentration of divalent cations (Ca2+, Mg2+) and undergo severe thermal degradation at high temperature. Therefore, in the last few decades, attention has been given to improve the polymer performance in EOR. Salt-tolerant and heat-resistant polymers such as hydrophobically modi ed associating polymers,13 copolymers of acrylamide,14,15 cationic polymers,16 thermoviscosifying polymers (polymers whose viscosity increases upon increasing the temperature and salinity)17 have been developed. Notwithstanding, there are still some shortcomings of these polymers that inhibit their applications in the ld including adsorption, poor solubility, high cost, and mechanical degradation.18\nEngineering new polymers that can withstand harsh environments is still a challenging task.\nVery recently, the application of nanoparticles for EOR has emerged as an alternative technique to improve oil recovery e ciency. Both the properties of injected ui s (i.e., interfacial tension, viscosity, and thermal conductivity) and the uid rock interaction properties (i.e., adsorption and wettability alteration) can be engineered by using di erent nanoparticles.18 24 Many of these studies have shown that inclusion of certain nanoparticles in a ooding uid could increase the oil recovery rate.25 27 Not surprisingly, these studies have been primarily focused on dispersing nanoparticles in a ooding uid (i.e., brine), and the investigation of nanoparticle performance in a polymer solution is rarely conducted. The combination of nanoparticles and polymers could produce synergistic e ects, leading to better oil recovery, especially in harsh environments. Not directly related to enhanced oil recovery, there have been various investigations that have been conducted on polymer nanoparticle interactions. It has been observed that adding nanoparticles to polymers enhances their heat endurance capacity because of the strong interaction attributed to hydrogen bond formation between particle functionalities and amide groups of the polymers.6,28 The mechanical properties and reinforcement of polymer structures could be improved through nanoparticle interactions with carbonyl groups of the polymers,\nReceived: August 9, 2018 Revised: December 27, 2018 Published: January 4, 2019\nArticle\npubs.acs.org/EFCite This:Energy Fuels2019, 33, 1637 1648\n' 2019 American Chemical Society 1637 DOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648\nD ow\nnl oa\nde d\nvi a\nC O\nL U\nM B\nIA U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 9:\n44 :3\n1 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\nwhich serve as cross-linkers between the macromolecules.29 31 Others have shown that the inclusion of certain nanoparticles could improve the thermal stability of polymers that can withstand harsh environments. Di erent nanoparticles such as silica,6,12,18,32 layered double hydroxides,33 35 nanoclay,31,36 and metal oxides37 have been studied with a primary focus on improving the polymer rheological properties.\nThis work aims to advance polymer ooding in harsh environments on two fronts: (i) engineering polymers with improved temperature tolerance and (ii) dispersing suitable nanoparticles in the synthesized polymers to improve further their capabilities in withstanding high temperature, saline, and alkaline conditions. Free-radical polymerization will be used to synthesize di erent co/terpolymers with an acrylamide skeleton base, and multiwalled carbon nanotubes (MWCNTs) will be used to obtain aqueous polymer dispersions with improved properties. The elemental, morphological, interfacial, and rheological properties, as well as the stability of engineered materials, will be investigated under high-temperature and highsalinity conditions, and a pilot study is conducted to explore their potential applications in enhanced oil recovery. MWCNTs are chosen in this work as they have strong interactions with the polymers.38 40The work advances the state-of-the-art studies in two main aspects: development of new polymers and new nanoparticle polymer dispersions with improved properties, and performing a pilot study of these new materials for oil recovery under harsh conditions.\n2. MATERIALS AND METHODS 2.1. Reagents and Equipment.Monomers of acrylamide (AA), isopropyl acrylamide (IAA), (3-acrylamidopropyl) trimethylammonium chloride (ATAC), 2-acrylamido-2-methyl-1-propanesulfonic acid (APSA), and 4-4 -azo-bis-4-cyanopentanoic acid (ACPA), MWCNTs, calcium chloride, magnesium chloride, and sodium chloride were obtained from Sigma-Aldrich. Mineral oil with a viscosity of 42 mPa s and a density of 0.82 kg/m3 was purchased from Kerax Ltd. (UK).\nProton NMR (1H-NMR) was used to evaluate the modi cation of co/terpolymers using Advanced 500 Bruker nuclear magnetic resonance (NMR) equipment (resonance frequency of 400 MHz). Gel permeation chromatography (GPC) was also used to analyze the polymers to obtain the molecular weight and polydispersity using 0.1 M NaNO3 as the mobile phase. An Agilent Technologies In nity 1260 MDS instrument was used for the analysis, which was equipped with a light scattering (LS) device, di erential refractive index (DRI) and UV detectors, and a viscometer (VS). Tosoh TSKGel GPWXL columns were set and operated at 40° C with a 1 mL/min ow rate. The calibration was conducted between 106 and 1,368,000 g/mol using poly(ethylene oxide) standards (Agilent Easy Vials). The analyzed samples were ltered before injection through a 0.22 m pore size hydrophilic GVWP membrane. Agilent GPC/SEC software was used to determine the experimental molar mass and dispersity values of synthesized polymers.\nThe nature of surface functionality species of the synthesized co/ terpolymers and their composites with MWCNTs was examined using ATR Fourier transform infrared spectroscopy (Nicolet iS10 FT-IR spectrometer). The morphology of the polymer/MWCNT dispersion was investigated using a transmission electron microscope (FEI Tecnai TF20 TEM). The stability analysis of MWCNTs was performed to observe the occulation and sedimentation during centrifugation of polymer/MWCNT dispersion using a dispersion analyzer centrifuge (LUMiSizer, Lum GmbH, Germany) by recording the transmission of near-infrared light. The viscosity ( ) of the MWCNTs/polymer solution was measured using a Physica Anton Paar rheometer (Cone plate CP75-1, model MCR 301) at a shear range of 10 100 s 1 at 22 ° C. Di erent frequencies ranging between 1 and 100 rad/s (i.e., 0.159 to 15.92 Hz) were used for dynamic frequency sweep measurement. Interfacial tension (IFT) and contact angle (CA) measurements were performed using a pendant drop tensiometer equipped with a temperature controller and a digital camera used for capturing the image of the droplet.\n2.2. Polymer Synthesis.The polymers were synthesized from AA, IAA, APSA, and ATAC monomers based on the mass percentage described inTable 1. The measured concentrations were individually dissolved in 180 mL deionized water in a round-bottom ask. The ask was stirred in a water bath at 80° C for 6 h under re ux in the presence of nitrogen gas following the addition of 10 mg ACPA as the initiator for free-radical polymerization.\nTo obtain polymer nanoparticle dispersions, the desired concentration of the MWCNTs was dispersed in brine (2 wt % MgCl2,2 wt % CaCl2, and 8 wt % NaCl) or in solution with di erent pH values (acidic pH = 3 or alkali pH = 11). The mixture was sonicated using a probe sonicator (Fisher Scienti c ultrasound probe) at an amplitude speed of 25% for 5 min to avoid particle aggregation. The synthesized polymer was then added into the suspension to obtain a polymer/MWCNT dispersion and mixed by gentle stirring using a magnetic stirrer (SB 162- 3, Stuart) for 24 h to allow su cient time for the MWCNTs to associate with the graft polymer. The pH of the solution was regulated under acidic and alkali conditions with hydrochloric acid and sodium hydroxide, respectively, using a pH meter (SevenCompact, Mettler Toledo, U.K.). The brine solution was stored at a xed temperature of 80 ° C in an oven, and the stability test of immovable samples was conducted after 7 days.\n2.3. Preparation of Porous Medium and Core-Flooding Setup. For the preparation of core ooding, Ottawa sand was packed into a metallic column by conducting a sequence of rigorous procedures for wet-packing to determine the relatively constant porosity and permeability values for various packing based on the procedure obtained from ref27. The resulting parameters obtained for the column are recorded inTable 2.\nTo evaluate the EOR potential for polymer and polymer/MWCNT dispersions, a core- ooding set up was prepared as illustrated inFigure 1. During the ooding process, a piston pump (series I, Core-Palmer Instrument Co. Ltd) was used for brine injection. A syringe pump (KDS 410, KD Scienti c Inc., U.S.A.) was employed for mineral oil injection and a new syringe was used for the injection of each sample to avoid cross-contamination of the samples. A pressure transducer (150 psi, Omega Engineering Ltd.) was applied for measuring the pressure drop while carrying out the experiments. The heating was supplied and\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1638\ncontrolled by a EZ-ZONE PM integrated PID model. There are three K-type thermocouples (5TC-TT-K-36-36, a diameter of 0.13 mm and a precision of–0.5 K, Omega) attached to both of the ends and the middle of the stainless steel core holder. They are twisted parallel together and feed the average temperature back to the controller as a process signal. The target temperature of the controller was set at 85° C, and the output power of heating tape (SRT051-040, OMEGA) was controlled using a PID control loop based on the di erence between the set temperature and the process temperature from those three thermocouples twisted parallel. The following procedure was used for the core ooding investigation:\nThe core was saturated with brine by injecting at least 100 mL of API brine (2 wt % CaCl2 and 8 wt % NaCl) into the packed column at a continuous ow rate of 2 mL/min. This resulted in a thoroughly saturated column, thereby allowing su cient time for sand grain deposition.\nThe column was saturated with oil by injecting 20 mL of high viscous mineral oil at a constant ow rate of 0.5 mL/min until achieving water saturation ofSwi = 25%. The secondary oil-recovery stage using brine ooding was executed by injecting three pore volumes (PVs) at a constant ow rate of 0.5 mL/min.\nTertiary owing was performed at the same ow rate of 0.5 mL/ min using the polymer or polymer/MWCNT samples.\nThe e uent liquid was collected in a 50 mL graduated cylinder marked in 0.1 mL division to know the actual oil recovery.\nThe overall oil recovery and the tertiary recovery factors for polymer or polymer/MWCNT dispersion ooding were calculated.\nThe temperature was maintained at 85° C during the whole process.\n3. RESULTS AND DISCUSSION\n3.1. Characterization of Co/Terpolymer and Polymer/ MWCNT Hybrid.The structure of the synthesized polymers consisted of hydrophilic molecular chains with di erent neutral random side chains, namely, hydrophobic, cationic, or anionic, as shown inFigure 2.\nThe polydispersity index (PDI), weight-average molecular weight (Mw), and number-average molecular weight (Mn) of the polymers obtained by GPC are compiled inTable 1. The outcome shows that the polydispersity of the polymers increased when di erent monomers were used during polymerization. The minimum and maximum PDIs belong to the pure acrylamide polymer and partially hydrophobic polymers, respectively. The higherMw and PDI of the partially hydrophobic polymers shows that the high molecular weight of sample E has a signi cant in uence. The1H-NMR spectra of the co/terpolymers were r corded after dissolving the sample in 1:10 deuterium oxide (D2O)/water solution. The analyzed NMR spectra of the synthesized polymers are shown inFigure S1 in the Supporting Information. The conversion of polymers was obtained by calculating the NMR resonance ratio between the monomer and polymer units, as proposed ineq 1.41The conversions at the end of co/terpolymerization are reported inTable 1. The MastReNova software (Mestrelab research S.L., version 6.0.2) was used to measure the integration peaks that contributed to the functional groups. For instance, in the1H-NMR spectra of sample B, the integration peaks that appear for the functional groups of APSA and AA monomers after they react are 3.41 and 3.2 (equivalent to 51.6 and 48.4 substitution percent) as illustrated inFigure S1f, in the Supporting Information. The substitution percent of the remaining samples are shown in Table 1.\nConverson S\nS S p\np m = + (1)\nwhereSm stands for the peak area of the monomer andSp represents the peak area of the obtained polymer.\nFigure 3depicts the ATR FTIR spectra of di erent co/ terpolymers and the dispersions of polymer/MWCNT. In the polymer spectra, it was observed that the adsorption peak of the APSA anionic polymer containing SO3 groups appeared at 1040 cm 1.42,43 The absorption band observed at 1037 cm 1 for\nTable 2. Average Value of Parameters for Packed Sand Column\nporous media properties values uncertainty (%)\nbulk volume (mL) 33.7 4.7 pore volume (mL) 12.8 5.4 porosity (%) 38.23 6.5 absolute permeability (mD) 95 6.8 mass of dry sand (g) 53.5 6.7 liquid in the pore space (g) 12.8 3.9 temperature (° C) 85 1.7\nFigure 1.Experimental setup for core ooding.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1639\ncopolymers containing APSA (samples B and D) decisively shows the presence of anionic monomers in the structure of the copolymer, which con rms the existence of the SO3 group stretching vibrations. The vibrations observed at 967 cm 1 in samples C and D are attributed to the quaternary ammonium group in the ethoxylated group of the ATAC cationic polymer.44,45 The adsorption bands at 1649 and 2930 cm 1 were derived from C O bonds and C H stretching vibration, respectively. On the other hand, the ATR FTIR spectrum of the polymer/MWCNT composites shows almost all of the peaks that appear in the neat polymer samples, but most of the peaks become weaker. This is because in ATR F IR, the detection depth is normally between 1 and 2 m, but it can vary depending on the materials, for instance, a black sample (e.g.,4 polymer/ MWCNT) is a highly absorbing material which tends to have smaller sampling depths, causing the signals to be weak. New peaks at around 2200 cm 1 are attributed to the CN stretching vibration emerging from the NH2 group in PAM and carbonyl (CO) in the nanoparticle.\n3.2. Stability Analysis.Polymer/MWCNT adsorption and stability were investigated using experimental46 48 and MD simulation methods.40,49 As reported, two main factors that\nin uence the stability of the MWCNTs in solution are the electrostatic repulsion between polymer chains when counterions exist and the interaction of the polymer side chains with the aqueous phase. It has been reported that occulation of MWCNTs in the composites under severe conditions causes phase separation in an aqueous medium. The most common cations present in oil reservoirs are Na+, C 2+, and Mg2+, which interact with the polyelectrolytes and deteriorate the polymer performance.50 In this work, an analytical centrifugation dispersion analyzer (LUMiSizer 6110) has been used to investigate the stability of the formed polymer/MWCNT nanocomposites under harsh conditions.\nPolycarbonate capillary cells were ll d with 0.5 mL of polymer/MWCNT dispersion and centrifuged at 3000 rpm for 36 min, which corresponds to 1 month under actual conditions. Figure 4shows that the dispersed MWCNTs containing negative sulfonate functional groups shows lower stability at acidic pH. This is presumably because of the e ect of positive molecular protons (H+) on the sulfonate groups. In contrast, the deprotonation of sulfonate groups on the copolymer was higher at alkaline pH rather than acidic pH, which contributes substantially to the electrostatic repulsive force between functionalized MWCNTs. Comparatively, high stability of dispersed MWCNTs/sample C was observed in positive functional group copolymers containing quarterly ammonium side chains at acidic pH because the polymers were protonated more e ectively under low pH conditions. The e ct of pH variation has less signi cance on the stability of MWCNTs in solution. However, MWCNTs were shown to be unstable at both acidic and alkali pH in the presence of positive negative side chains in the polyampholytic polymer structure (sample D) as shown inFigure 4c. Furthermore, copolymers consisting of negative sulfonate functional groups (sample B) demonstrated outstanding stability in high-temperature high-salinity conditions. This is because the copolymer containing sulfonate groups can withstand divalent ions and sustain the steric repulsive forces between polymer branches and the solubility of skeleton acrylamide at high salt contents.51 53 Therefore, the negative sulfonate group prevented the collapse of the polymer backbone by attracting both mono- and divalent ions inside API brine, thereby protecting the repulsion of the acrylamide chains as presented inFigure 4b.Figure 5shows the TEM images of the MWCNTs and sample B/MWCNTs as an example to illustrate the stable dispersion and microstructure of polymer/MWCNT\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1640\nsolution. MWCNTs showed an array of concentric cylinders, and polymer/MWCNTs displayed an excellent dispersion ability, showing that the polymer has been grafted to the\nMWCNTs, which could be used to con rm the appearance of chemical bonds between the polymer and MWCNTs. Moreover, the way that the MWCNTs superimpose with the polymers is evidence that the polymer MWCNT interaction is a strong chemical adhesion and not a mere physical contact.\n3.3. Rheological Investigation.Rheological investigation is a key factor in the polymer- ooding process. To achieve an optimum oil recovery, accurate viscosity of the polymer is required to obtain a favorable mobility ratio between the oil and displacing uid. However, the polymer viscosity is a ected by temperature and salinity of the oil reservoirs.10,50,54,55 Both salinity and temperature cause di rent mechanisms on PAM viscosity reduction. A higher temperature results in the diminishing of the copolymer hydrophobic e ect between the polymer chains and speeds up polymer solubilization, hence decreasing its viscosity.50,55 Meanwhile, in the presence of salt,\nFigure 4.Instability index of MWCNTs (1000 ppm)/polymer (1000 ppm) under (a) normal conditions, (b) API brine, and (c) pH=11.\nFigure 5.TEM photo of (a) MWCNTs and (b) polymer/MWCNTs (sample B) at di erent magni cations.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1641\nthe ionic shielding on the amide groups (CONH2) in the chemical structure of PAM reduces the chain repulsion of the PAM backbone, which results in the collapse of polymeric coils and reduction in polymer size, and hence greater viscosity reduction.10,55\nHowever, the addition of nanoparticles into the polymer backbone enhances its rheological behavior at high salinity and high temperature. As shown inF gure 6, di erent approaches\nsuch as covalent linking, complexation through the interactions and, wrapping of NH , CH , and were proposed using polymer and functionalized MWCNT composites.47,56 59 These multipoint interactions strengthen the polymer chains, resulting in enhanced internal friction between the polymer chains and the molecules of the neighboring solvents, thus improving the solution viscosity.\nThe current work investigates the viscosity of polymer/ MWCNT composites at high temperature in the presence of API brine and at alkaline pH.Figure 7a demonstrates the viscosity of 1000 ppm co/terpolymers as a function of shear rate at 85° C. The results indicated that after the incorporation of hydrophobic chains in the pure acrylamide structure (Sample A), the viscosity of the modi ed samples improved, and this enhancement of viscosity would be ascribed to the intermolecular hydrophobic association of polymeric chains. However, the hydrophobic chains combined to reduce self-exposure in the aqueous medium resulting in an increase of the apparent viscosity, similar to what Hussein and co-workers60 observed in which the addition of a hydrophobic fraction improved the polymer structure and increased the viscosity.\nFigure 7b demonstrates the viscosity of polymer/MWCNTs at alkaline pH. A reduced value of viscosity for all polymers at pH = 11 with increasing shear rate was observed because of a high\nFigure 6.Schematic illustration for di erent sequences for MWCNT functionalization via noncovalent polymer wrapping or stacking.\nFigure 7.Dependence of viscosity on shear rate for (a) pure co/terpolymers (1000 ppm) in water, (b) MWCNTs (1000ppm/1000ppm) at pH 11, and (c) polymers/MWCNTs (1000ppm/1000ppm) in API Brine; all measurements were conducted at 85° C and shear rates of 100 1000 s 1.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1642\nhydrolysis degree in the presence of OH ions and these results are consistent with some early studies.54,61,62 However, the decrease in viscosity was lower in samples B and D (polymers containing negative groups) than that in other samples. This is due to the enhanced intermolecular interaction between the polymer containing negative groups and the MWCNTs in comparison to other functional groups due to the presence of sulfate groups as con rmed by FTIR analysis. The interaction was found to be stronger, speci cally at higher shear rates, which produced greater internal friction. Several investigations51,63 also reported high temperature resistance by the polymer containing sulfate and sulfonate groups.\nFigure 7c highlights the in uence of salinity on the viscosity of polymer/MWCNTs at 85° C. Correspondingly, the polymer containing negative groups (sample B) showed better salinity resistance, whereas the cationic polymer (sample C) showed less salt tolerance. The reason is that the positive group in the polymer is compatible to monovalent and divalent ions (Na+, Mg2+, and Ca2+), which results in mutual repulsion and the shielding of the amide negative groups in the co/terpolymer chemical structure, therefore causing a reduction in viscosity.\n3.4. Selection of Proper Samples for EOR Experiment. The best polymer for core- ooding investigation was selected based on the stability and rheological analysis.Table 3and Figure 8show a brief summary for the evaluation of di erent polymer/MWCNT dispersion samples. The study indicates that the polyelectrolyte copolymer and polyampholytic terpolymer containing negative sulfonate groups (samples B and D) improved the stability and viscosity under both saline and alkaline conditions and are thus considered as better candidates for the core- ooding experiment.\nViscoelastic behavior of the selected samples was investigated before the EOR experiment. Both storage (G ) and loss (G ) moduli increased after the addition of MWCNTs, as shown in Figure S2 in the Supporting Information. Four di erent reaction mechanisms are accountable for the changes in viscoelastic\nproperties of the polymers:64 these involve (a) a polymer/ MWCNT network where the polymer shape could be entangled o adsorbed on the nanotube, (b) an MWCNT MWCNT network because of the overlap of two nanotubes, (c) temporary entanglements of the polymer network to form a polymer matrix, and (d) MWCNT bridging by the polymers. The crossover of the moduli (whereG > G ) represents the characteristic relaxation times, which is in agreement with the time for MWCNTs to circulate a distance similar to its length.65 At low MWCNT concentration, the relaxation could be identi ed across a section, but it tended to increase with increasing concentrations because of the slowing of nanotube di usion and the ability of the solution to act similarly to an elastic solid.65\n3.5. Oil Recovery E ciency. A series of core- ooding investigations (runs 1-6) were conducted for the two best selected polymers and their dispersion with MWCNTs; also, bare co/terpolymer was tested as a reference to examine the MWCNT e ect on incremental oil recovery. The experimental conditions and the results of oil recovery e ciency with an uncertainty of 0.2% are summarized inTable 4. Also,Figure 9a shows the accumulated oil recovery e ciency by the co/ terpolymers, copolymers containing negative sulfonate groups (sample B), and their composites with MWCNTs at high temperature (85° C) and high brine salinity (2 wt % MgCl2, 2 wt % CaCl2, and 8 wt % NaCl) relative to the original oil in place (OOIP) after oil saturation for secondary and tertiary ooding. It can be seen that the polymer/MWCNTs improved the oil recovery by 14.8% of the OOIP (from 70.2 to 85%) in the tertiary recovery stage, while the copolymer containing negative sulfonate groups and bare co/terpolymers increase the recovery by 10.6 and 7.6%, respectively. The photos of recovered oil for each case can be found inFigure S3 in the Supporting Information.\nOn the other hand,Figure 9b demonstrates the results of ac umulated recovered oil after ooding with the co/\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1643\nterpolymers, copolymers containing positive negative groups (sample D), and their composites with MWCNTs at high temperature (85° C) and pH = 11. Similar to the above ndings, the composites of positive/MWCNTs show a higher oil recovery of 10.8% (from 70.5 to 81.2%), whereas the copolymer containing positive negative groups and bare co/terpolymer increase the recovery by 8.7 and 7.0%, respectively. The photos of recovered oil for each case can be found inFigure S4 in the Supporting Information.\nThe greater recovery factor by the polymer containing MWCNTs under both experimental conditions revealed the outstanding capability of the composites to modify the oil/water mobility ratio. However, higher oil recovery could be attributed to the high viscosity of the composites compared to other tested samples and their ability to perform under high temperature and high salinity without losing much of their viscosity. The polymer/MWCNTs displayed greater rigidity in the porous medium because of their reasonable viscous force when they owed in the core plug, whereas the bare polymers were believed to lose a considerable viscosity fraction in the porous medium, speci cally under high-temperature and high-salinity conditions. Thus, a larger area of the core could be swept by the polymer/ MWCNT solution without the ngering e ect, and hence a\nhigher oil recovery was achieved. Although the copolymer containing negative sulfonate groups has around 3% higher oil recovery compared to bare co/terpolymer, this could be due to the greater salinity resistance exhibited by the modi ed sulfonate group as explained above. Generally, it can be deduced that polymer/MWCNT ooding could be more successful over the other samples because of its better mobility control, which has been achieved by enhancing the rheological properties of the solutions.\nThe results of the interfacial surface tension (IFT) and contact angle (CA) for all six samples are shown inTable 5. An alteration is observed for both factors with the addition of MWCNTs to the polymer solutions under high-salinity and alkaline pH conditions. According to the results, the wettability was changed toward neutral-wet status with the addition of MWCNTs. The CA for pure polymer solutions was found to be between 40 and 42° under both high-salinity and alkaline conditions. The results show that the addition of MWCNTs changes the CA slightly from 42 to around 36° . Similarly, the IFT values are also decreased slightly with the addition MWCNTs into the uids. However, two di erent scenarios were observed for IFT reduction; under API brine conditions, the uid s IFT is 34 mN/m, whereas 55 mN/m was observed at pH = 11. This may be because of the salt s c pability to enhance the adsorption rate at the oil water interface, which accounts for the compression of the electrical double layer.66 The weakening of the electrical double layer enhances the molecules transfer from bulk phase to oil water interface and thus reduces the value of IFT.66 It was also mentioned that the addition of NaCl decreases the solubility rate of the injected uid, makes them more ionized, and therefore adsorb more strongly at the oil water interface, which reduces the IFT value.67 With the addition of MWCNTs, the IFT values for sample B reduced from 34 to 28 mN/m, whereas those of sample D reduced from 55 to 47 mN/m. This IFT reduction proves the nanoparticles capability to mobilize the oil, leading to the easy ow of targeted oil by reducing the energy required by oil droplets to ow through the pore throat.\nFigure 9.Tertiary oil recovery obtained by (a) co/terpolymers (sample A), copolymers containing negative sulfonate groups (sample B), and their composites (sample B + MWCNTs) at high temperature (85° C) and high brine salinity (2 wt % MgCl2, 2 wt % CaCl2, and 8 wt % NaCl). (b) Co/ terpolymers (sample A), copolymers containing positive negative groups (sample D), and their composites (sample D + MWCNTs) at high temperature (85° C) and pH = 11.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1644\nThe di erential pressures recorded during oil recovery analysis for the core- ooding investigation for the copolymer containing negative sulfonate groups (sample B) and sample B/ MWCNTs at high temperature (85° C) and high brine salinity (2 wt % MgCl2, 2 wt % CaCl2, and 8 wt % NaCl) are shown in Figure 10. It can be observed inFigure 10a that the pressure drop increases after the injection of the bare polymer, whereas after injecting the solution of MWCNTs into the copolymer containing negative sulfonate groups, we observed that the pressure drop became lower than that after brine injection (Figure 10b). Contrary to the conventional thought that the MWCNT dispersion has higher viscosity than the pure polymers and would have greater possibility of forming a wedge or blocking the pore channel, thereby causing the pressure drop to increase, the reverse was observed. This implies that MWCNTs play a leading role in enhancing the uidity while moving along the pores and also have the tendency to reduce the cost associated to polymer ooding as they lower the amount of energy required during the injection process. A similar observation was made in the case of the copolymer containing positive negative sulfonate groups (sample D) and its composites (sample D + MWCNTs) at high temperature (85 ° C) and pH = 11 (the results are reported inFigure S5, in the Supporting Information). Nevertheless, the pressure drop for the polymer/MWCNT sample is even lower than that of the brine injection. Considering these results, it was assumed that the polymer/ MWCNTs dispersions altered the surface condition of the core sample to become more hydrophilic during the nano uid injection.68,69 As explained, both copolymers containing negative and positive negative groups are hydrophilic in nature with anionic and cationic side chains, but the addition of MWCNTs makes them more hydrophobic, promoting the partial interaction between the particles, demonstrating the electrostatic repulsion against the pore surface. Such partial but lengthy hydrophobic attraction of the hybrid materials would advance the formation of a favorable wedge lm, created by disjoining pressure, hence causing incursion of the nano uid to the oil wet glass surface.69 This wedge lm easily changes the surface wettability of the oil drop against the glass surface, thus reducing the adsorption of the oil phase on the porous medium and lowering the pressure drop. This could enhance the sweep e ciency, hence higher oil recovery. Three major factors of oil recovery enhancement (IFT, CA, and viscosity) were all investigated in this work, and their contribution was evaluated using the desirability model (eqs 2 and 3) by demonstrating the relationship between the desirability of the related factor and e ci ncy of the recovered oil to evaluate the factor that has the greater in uence on the overall EOR e ciency. Both individual (di) and combined (D) desirabilities are used to observe the e ect of each factor a ecting the EOR. Once a good correlation is accomplished, the dominant factor could be extended to predict a trend of the\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1645\npotential relation between the factors and recovery e ciency.70 IFT, CA, and viscosity are selected to examine their in u nce on the oil recovery e ciency. The results of the selected factors for samples used in core- ooding experiment are shown inTable 5, and the analyzed desirable values are plotted inFigure 11. As can\nbe seen fromFigure 11, only viscosity desirability is able to imply the relationship. However, the aforementioned trends for the factors of the % recovery e ciency indicate that viscosity is the favorable factor that played a dominant role in recovering oil from the core, whereas IFT and CA show less signi cant changes in the relationship. After combining all three desirabilities (D), no clear correlation with the recovery e ci ncy was observed.\nd ei e xi=\n(2)\nL\nN\nM M M\n\\\n^\n] ] ] ] ] ] D d d d d...\ni\nn\ni\nn\nn 1\n1/\n1 2 n = =\n= (3)\nwhered stands for the individual desirability function (i), andn stands for the amount of the a cting factors that are designed to a ect the indicator."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "After secondary EOR, a considerable amount of oil remains trapped in reservoirs and can no longer be recovered using conventional methods. Polymer ooding has been successfully implemented to improve oil recovery in many depleted oil reservoirs. However, the stability of the polymers under harsh conditions is a major challenge in many applications including enhanced oil recovery. This work proposed two new ways to address this issue, by engineering new polymers with improved temperature tolerance and the use of carbon nanotubes. Di erent modi ed acrylamide co/terpolymers were produced from free-radical polymerization, and multiwalled carbon nanotubes were further introduced to improve the stability of the polymer under high-temperature and high-salt conditions. The interaction of nanoparticles with the polymer was also characterized. Enhanced oil recovery experiments were also performed and showed the validation of the approach. The following outcomes can be summarized based on the obtained results:\nThe polydispersity of di erent co/terpolymers was varied by changing various monomers during the polymerization process.\nAddition of MWCNTs improved the viscosity and viscoelasticity of the polymer dispersions.\nThe polyampholytic terpolymer and polyelectrolyte copolymer containing negative sulfonate groups showed better enhancement in both stability and viscosity of polymer/MWCNT dispersions in alkali and API brine solution, respectively.\nCompared to pure polymer solution, addition of MWCNTs improved the oil recovery e ciency at high temperature (85° C) under both alkaline pH and API brine conditions yet with a lower pressure drop, showing great promise for future EOR applications.\nDespite the fact that the polymer/ MWCNTs have lower interfacial tension and contact angle compared to pure polymers under both alkaline and API brine conditions, the results of desirability function indicated that viscosity is the main factor responsible for high oil recovery.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acs.energyfuels.8b02763.\n(PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail:d.wen@leeds.ac.uk; d.wen@buaa.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Maje Alhaji Haruna:0000-0003-3504-1876 Dongsheng Wen:0000-0003-3492-7982"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest.\nACKNOWLEDGMENTS This work was funded by the European Research Council Consolidated Grant (ERC-2014-CoG, Grant number: 648375) and Petroleum Technology Development Funds (PTDF) Merit PhD Scholarship, Nigeria.\nREFERENCES (1) Samanta, A.; et al. Mobility control and enhanced oil recovery using partially hydrolysed polyacrylamide (PHPA).Int. J Oil, Gas Coal Technol.2013, 6, 245 258. (2) Tangparitkul, S.; et al. Interfacial and Colloidal Forces Governing Oil Droplet Displacement: Implications for Enhanced Oil Recovery. Colloids and Interfaces2018, 2, 30. (3) Pogaku, R.; et al. Polymer flooding and its combinations with other chemical injection methods in enhanced oil recovery.Polym Bull. 2018, 75, 1753 1774. (4) Ke, Y.-C.; Wei, G.-Y.; Wang, Y. Preparation, morphology and properties of nanocomposites of polyacrylamide copolymers with monodisperse silica.Eur. Polym. J.2008, 44, 2448 2457. (5) Deng, S.; et al. Produced water from polymer flooding process in crude oil extraction: characterization and treatment by a novel crossflow oil water separator.Sep. Purif. Technol.2002, 29, 207 216. (6) Hu, Z.; et al. Rheological Properties of Partially Hydrolyzed Polyacrylamide Seeded by Nanoparticles.Ind. Eng. Chem. Res.2017,56, 3456 3463.\nFigure 11.% EOR e ciency as a function of overall desirability (D) and individual desirability (d) factors for three EOR factors.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1646\n(7) Gao, C. Viscosity of partially hydrolyzed polyacrylamide under shearing and heat.J. Pet. Explor. Prod. Technol.2013, 3, 203 206. (8) Abidin, A. Z.; Puspasari, T.; Nugroho, W. A. Polymers for enhanced oil recovery technology.Procedia Chem.2012, 4, 11 16. (9) Lee, L. T.; Lecourtier, J.; Chauveteau, G. Influence of calcium on adsorption properties of enhanced oil recovery polymers.Oil-Field Chemistry1989, 396, 224 240. (10) Al-Sabagh, A. M.; et al. Solution properties of hydrophobically modified polyacrylamides and their potential use for polymer flooding application.Egypt. J. Pet.2016, 25, 433 444. (11) Wever, D. A. Z.; Picchioni, F.; Broekhuis, A. A. Polymers for enhanced oil recovery: a paradigm for structure property relationship in aqueous solution.Prog. Polym. Sci.2011, 36, 1558 1628. (12) Maghzi, A.; et al. The impact of silica nanoparticles on the performance of polymer solution in presence of salts in polymer flooding for heavy oil recovery.Fuel2014, 123, 123 132. (13) Zhou, W. et al. Application of hydrophobically associating watersoluble polymer for polymer ooding in China o shore heavy oil eld. In International Petroleum Technology Conference.2007, International Petroleum Technology Conference,DOI: 10.2523/IPTC-11635-MS (14) Afolabi, R. O. Effect of surfactant and hydrophobe content on the rheology of poly (acrylamide-co-N-dodecylacrylamide) for potential enhanced oil recovery application.Am J. Polym. Sci.2015, 5, 41 46. (15) Thomas, A.; Gaillard, N.; Favero, C. Some key features to consider when studying acrylamide-based polymers for chemical enhanced oil recovery.Oil Gas Sci. Technol. Rev. IFP Energies nouvelles2012, 67, 887 902. (16) Zou, C.; et al. -Cyclodextrin modified anionic and cationic acrylamide polymers for enhancing oil recovery.Ca bohydr. Polym. 2012, 87, 607 613. (17) Chen, Q.; et al. Thermoviscosifying polymer used for enhanced oil recovery: rheological behaviors and core flooding test.Polym Bull. 2013, 70, 391 401. (18) Cao, J.; et al. Application of Amino-functionalized Nano-silica in Improving the Thermal Stability of Acrylamide Based Polymer for Enhanced Oil Recovery.Energy Fuels2018, 32, 246 254. (19) Roustaei, A.; Saffarzadeh, S.; Mohammadi, M. An evaluation of modified silica nanoparticles fficiency in enhancing oil recovery of light and intermediate oil reservoirs.Egypt. J. Pet.2013, 22, 427 433. (20) Deng, Y.; et al. Bonding between polyacrylamide and smectite. Colloids Surf., A2006, 281, 82 91. (21) Karimi, A.; et al. Wettability alteration in carbonates using zirconium oxide nanofluids: EOR implications.E ergy Fuels2012, 26, 1028 1036. (22) El-Diasty, A. I.; Aly, A. M.Understanding the mechanism of nanoparticles applications in enhanced oil recovery. in SPE North Africa Technical Conference and Exhibition. 2015, Society of Petroleum Engineers,DOI: 10.2118/175806-MS (23) Miranda, C. R.; de Lara, L. S.; Tonetto, B. C.Stability and mobility of functionalized silica nanoparticles for enhanced oil recovery applications. in SPE International Oil eld Nanotechnology Conference and Exhibition. 2012, Society of Petroleum Engineers,DOI: 10.2118/157033-MS (24) Nourafkan, E.; et al. Synthesis of stable nanoparticles at harsh environment using the synergistic effect of surfactants blend.J. Ind. Eng. Chem.2018, 64, 390. (25) Nourafkan, E.; Hu, Z.; Wen, D. Nanoparticle-enabled delivery of surfactants in porous media.J. Colloid Interface Sci.2018, 519, 44 57. (26) Nourafkan, E.; Hu, Z.; Wen, D. Controlled delivery and release of surfactant for enhanced oil recovery by nanodroplets.Fu l2018, 218, 396 405. (27) Hu, Z.; et al. Microemulsions stabilized by in-situ synthesized nanoparticles for enhanced oil recovery.Fuel2017, 210, 272 281. (28) Zhu, D.; et al. Aqueous hybrids of silica nanoparticles and hydrophobically associating hydrolyzed polyacrylamide used for EOR in high-temperature and high-salinity reservoirs.Energies2014, 7, 3858 3871. (29) Portehault, D.; et al. Hybrid thickeners in aqueous media. Colloids Surf., A2006, 278, 26 32. (30) Petit, L.; et al. Responsive hybrid self-assemblies in aqueous media.Langmuir2007, 23, 147 158. (31) Okay, O.; Oppermann, W. Polyacrylamide Clay Nanocomposite Hydrogels: Rheological and Light Scattering Characterization.Macromolecules2007, 40, 3378 3387. (32) Giraldo, L. J.; et al. The effects of SiO2 nanoparticles on the thermal stability and rheological behavior of hydrolyzed polyacrylamide based polymeric solutions.J. Pet. Sci. Eng.2017, 159, 841 852. (33) Nourafkan, E.; et al. Synthesis of stable iron oxide nanoparticle dispersions in high ionic media.J. Ind. Eng. Chem.2017, 50, 57 71. (34) Fu, P.; et al. Preparation, stability and rheology of polyacrylamide/pristine layered double hydroxide nanocomposites.J. Mater. Chem.2010, 20, 3869 3876. (35) Hu, Z.; Chen, G. Novel nanocomposite hydrogels consisting of layered double hydroxide with ultrahigh tensibility and hierarchical porous structure at low inorganic content.Adv Mater.2014,26, 5950 5956. (36) Tjong, S. C. Structural and mechanical properties of polymer nanocomposites.Mater. Sci. Eng.2006, 53, 73 197. (37) Bhardwaj, P.; et al. Nanosize polyacrylamide/SiO2 composites by inverse microemulsion polymerization.Int. J. Polym. Mater.2008,57, 404 416. (38) Wei, C. Radius and chirality dependent conformation of polymer molecule at nanotube interface.Nano Lett.2006, 6, 1627 1631. (39) Liu, W.; et al. Interactions between single-walled carbon nanotubes and polyethylene/polypropylene/polystyrene/poly (phenylacetylene)/poly (p-phenylenevinylene) considering repeat unit arrangements and conformations: a molecular dynamics simulation study.J. Phys. Chem. C2008, 112, 1803 1811. (40) Yang, M.; Koutsos, V.; Zaiser, M. Interactions between polymers and carbon nanotubes: a molecular dynamics study.J. Phys. Chem. B 2005, 109, 10009 10014. (41) Mahdavian, A. R.; Abdollahi, M.; Bijanzadeh, H. R. Kinetic study of radical polymerization. III. Solution polymerization of acrylamide by 1H-NMR.J. Appl. Polym. Sci2004, 93, 2007 2013. (42) Durmaz, S.; Okay, O. Acrylamide/2-acrylamido-2-methylpropane sulfonic acid sodium salt-based hydrogels: synthesis and characterization.Polymer2000, 41, 3693 3704. (43) Rosa, F.; Bordado, J.; Casquilho, M. Hydrosoluble copolymers of acrylamide-(2-acrylamido-2-methylpropanesulfonic acid). Synthesis and characterization by spectroscopy and viscometry.J. Appl. Polym. Sci2003, 87, 192 198. (44) Liao, Y.; et al. UV-initiated polymerization of hydrophobically associating cationic polyacrylamide modified by a surface-active monomer: a comparative study of synthesis, characterization, and sludge dewatering performance.Ind. Eng. Chem. Res2014, 53, 11193 11203. (45) Li, X.; et al. Optimized preparation of micro-block CPAM by response surface methodology and evaluation of dewatering performance.RSC Adv.2017, 7, 208 217. (46) Ranka, M.; Brown, P.; Hatton, T. A. Responsive stabilization of nanoparticles for extreme salinity and high-temperature reservoir applications.ACS Appl. Mater. Interfaces2015, 7, 19651 19658. (47) Fujigaya, T.; Nakashima, N. Non-covalent polymer wrapping of carbon nanotubes and the role of wrapped polymers as functional dispersants.Sci. Technol. Adv. Mater.2015, 16, No. 024802. (48) Nativ-Roth, E.; et al. Physical adsorption of block copolymers to SWNT and MWNT: a nonwrapping mechanism.Macromolecules2007, 40, 3676 3685. (49) Ansari, R.; Ajori, S.; Rouhi, S. Structural and elastic properties and stability characteristics of oxygenated carbon nanotubes under physical adsorption of polymers.Appl. Surf. Sci.2015, 332, 640 647. (50) Seright, R. S.; et al. Stability of partially hydrolyzed polyacrylamides at elevated temperatures in the absence of divalent cations.SPE J.2010, 15, 341 348. (51) Bagaria, H. G.; et al. Iron oxide nanoparticles grafted with sulfonated copolymers are stable in concentrated brine at elevated temperatures and weakly adsorb on silica.ACS Appl. Mater. Interfaces 2013, 5, 3329 3339.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1647\n(52) Bagaria, H. G.; et al. Stabilization of iron oxide nanoparticles in high sodium and calcium brine at high temperatures with adsorbed sulfonated copolymers.Langmuir2013, 29, 3195 3206. (53) McCormick, C. L.; Elliott, D. L. Water-soluble copolymers. 14. Potentiometric and turbidimetric studies of water-soluble copolymers of acrylamide: comparison of carboxylated and sulfonated copolymers. Macromolecules1986, 19, 542 547. (54) Albonico, P.; Lockhart, T. P. pH effects on the solubility of polyacrylamides in hard brines.J. Appl. Polym. Sci.1995, 55, 69 73. (55) Muller, G.; Fenyo, J. C.; Selegny, E. High molecular weight hydrolyzed polyacrylamides. III. Effect of temperature on chemical stability.J. Appl. Polym. Sci.1980, 25, 627 633. (56) Sahoo, N. G.; et al. Polymer nanocomposites based on functionalized carbon nanotubes.Prog. Polym. Sci.2010, 35, 837 867. (57) Bilalis, P.; et al. Non-covalent functionalization of carbon nanotubes with polymers.RSC Adv.2014, 4, 2911 2934. (58) Pramanik, C.; et al. Carbon Nanotube Dispersion in Solvents and Polymer Solutions: Mechanisms, Assembly, and Preferences.ACS nano 2017, 11, 12805 12816. (59) Noguchi, Y.; et al. Single-walled carbon nanotubes/DNA hybrids in water are highly stable.Chem. Phys. Lett.2008, 455, 249 251. (60) Hussein, I. A.; et al. Rheological behavior of associating ionic polymers based on diallylammonium salts containing single-, twin-, and triple-tailed hydrophobes.Eur. Polym. J.2010, 46, 1063 1073. (61) Yasuda, K.; Okajima, K.; Kamide, K. Study on Alkaline Hydrolysis of Polyacrylamide by 13C NMR.Polym. J.1988, 20, 1101. (62) Ma, Q.; et al. Theoretical studies of hydrolysis and stability of polyacrylamide polymers.Polym. Degrad. Stab.2015, 121, 69 77. (63) Hirasaki, G. J.; Miller, C. A.; Puerto, M..Recent advances in surfactant EOR. In SPE Annual Technical Conference and Exhibition. 2008, Society of Petroleum Engineers,DOI: 10.2118/115386-MS (64) Po tschke, P.; et al. Rheological and dielectrical characterization of melt mixed polycarbonate-multiwalled carbon nanotube composites. Polymer2004, 45, 8863 8870. (65) Cassagnau, P Linear viscoelasticity and dynamics of suspensions and molten polymers filled with nanoparticles of different aspect ratios. Polymer2013, 54, 4762 4775. (66) Kedar, V.; Bhagwat, S. S. Effect of salinity on the IFT between aqueous surfactant solution and crude oil.Pet. Sci. Technol.2018, 36, 835 842. (67) Bera, A.; Mandal, A.; Guha, B. B. Synergistic effect of surfactant and salt mixture on interfacial tension reduction between crude oil and water in enhanced oil recovery.J. Chem. Eng. Data2013, 59, 89 96. (68) Nikolov, A.; Kondiparty, K.; Wasan, D. Nanoparticle selfstructuring in a nanofluid film spreading on a solid surface.Langmuir 2010, 26, 7665 7670. (69) Wasan, D. T.; Nikolov, A. D. Spreading of nanofluids on solids. Nature2003, 423, 156. (70) Tangparitkul, S. Evaluation of effecting factors on oil recovery using the desirability function.J. Pet. Explor. Prod. Technol.2018, 8, 1199 1208.\nDOI:10.1021/acs.energyfuels.8b02763 Energy Fuels2019, 33, 1637 1648 1648"
    } ],
    "references" : [ {
      "title" : "Interfacial and Colloidal Forces Governing Oil Droplet Displacement: Implications for Enhanced Oil Recovery",
      "author" : [ "S Tangparitkul" ],
      "venue" : "Colloids and Interfaces",
      "citeRegEx" : "Tangparitkul,? \\Q2013\\E",
      "shortCiteRegEx" : "Tangparitkul",
      "year" : 2013
    }, {
      "title" : "Polymer flooding and its combinations with other chemical injection methods in enhanced oil recovery",
      "author" : [ "R Pogaku" ],
      "venue" : null,
      "citeRegEx" : "Pogaku,? \\Q2018\\E",
      "shortCiteRegEx" : "Pogaku",
      "year" : 2018
    }, {
      "title" : "Preparation, morphology and properties of nanocomposites of polyacrylamide copolymers with monodisperse silica",
      "author" : [ "Polym Bull" ],
      "venue" : null,
      "citeRegEx" : "Bull.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bull.",
      "year" : 2018
    }, {
      "title" : "Rheological Properties of Partially Hydrolyzed Polyacrylamide Seeded by Nanoparticles",
      "author" : [ "Z Hu" ],
      "venue" : null,
      "citeRegEx" : "Hu,? \\Q2002\\E",
      "shortCiteRegEx" : "Hu",
      "year" : 2002
    }, {
      "title" : "Solution properties of hydrophobically modified polyacrylamides and their potential use for polymer flooding application",
      "author" : [ "Al-Sabagh", "A. M" ],
      "venue" : null,
      "citeRegEx" : "Al.Sabagh and M,? \\Q1989\\E",
      "shortCiteRegEx" : "Al.Sabagh and M",
      "year" : 1989
    }, {
      "title" : "Polymers for",
      "author" : [ "D.A.Z. Wever", "F. Picchioni", "A.A. Broekhuis" ],
      "venue" : null,
      "citeRegEx" : "Wever et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wever et al\\.",
      "year" : 2016
    }, {
      "title" : "Application of hydrophobically associating watersoluble polymer for polymer",
      "author" : [ "W Zhou" ],
      "venue" : null,
      "citeRegEx" : "Zhou,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhou",
      "year" : 2014
    }, {
      "title" : "Application of Amino-functionalized Nano-silica in Improving the Thermal Stability of Acrylamide Based Polymer for Enhanced Oil Recovery",
      "author" : [ "Polym Bull" ],
      "venue" : null,
      "citeRegEx" : "Bull.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bull.",
      "year" : 2013
    }, {
      "title" : "Nanoparticle-enabled delivery of surfactants in porous media",
      "author" : [ "E. Nourafkan", "Z. Hu", "D. Wen" ],
      "venue" : null,
      "citeRegEx" : "Nourafkan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Nourafkan et al\\.",
      "year" : 2018
    }, {
      "title" : "Microemulsions stabilized by in-situ synthesized nanoparticles for enhanced oil recovery",
      "author" : [ "Z Hu" ],
      "venue" : "Fu l2018,",
      "citeRegEx" : "Hu,? \\Q2018\\E",
      "shortCiteRegEx" : "Hu",
      "year" : 2018
    }, {
      "title" : "Preparation, stability and rheology of polyacrylamide/pristine layered double hydroxide nanocomposites",
      "author" : [ "P Fu" ],
      "venue" : null,
      "citeRegEx" : "Fu,? \\Q2017\\E",
      "shortCiteRegEx" : "Fu",
      "year" : 2017
    }, {
      "title" : "Radius and chirality dependent conformation of polymer molecule at nanotube interface",
      "author" : [ "C. Wei" ],
      "venue" : null,
      "citeRegEx" : "Wei,? \\Q2008\\E",
      "shortCiteRegEx" : "Wei",
      "year" : 2008
    }, {
      "title" : "Acrylamide/2-acrylamido-2-methylpropane sulfonic acid sodium salt-based hydrogels: synthesis and characterization",
      "author" : [ "S. Durmaz", "O. Okay" ],
      "venue" : null,
      "citeRegEx" : "Durmaz and Okay,? \\Q2007\\E",
      "shortCiteRegEx" : "Durmaz and Okay",
      "year" : 2007
    }, {
      "title" : "Hydrosoluble copolymers of acrylamide-(2-acrylamido-2-methylpropanesulfonic acid). Synthesis and characterization by spectroscopy and viscometry",
      "author" : [ "F. Rosa", "J. Bordado", "M. Casquilho" ],
      "venue" : null,
      "citeRegEx" : "Rosa et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Rosa et al\\.",
      "year" : 2000
    }, {
      "title" : "UV-initiated polymerization of hydrophobically associating cationic polyacrylamide modified by a surface-active monomer: a comparative study",
      "author" : [ "Y Liao" ],
      "venue" : "J. Appl. Polym. Sci2003,",
      "citeRegEx" : "Liao,? \\Q2003\\E",
      "shortCiteRegEx" : "Liao",
      "year" : 2003
    }, {
      "title" : "Non-covalent polymer wrapping of carbon nanotubes and the role of wrapped polymers as functional dispersants",
      "author" : [ "T. Fujigaya", "N. Nakashima" ],
      "venue" : null,
      "citeRegEx" : "Fujigaya and Nakashima,? \\Q1965\\E",
      "shortCiteRegEx" : "Fujigaya and Nakashima",
      "year" : 1965
    }, {
      "title" : "Water-soluble copolymers",
      "author" : [ "C.L. McCormick", "D.L. Elliott" ],
      "venue" : null,
      "citeRegEx" : "McCormick and Elliott,? \\Q2013\\E",
      "shortCiteRegEx" : "McCormick and Elliott",
      "year" : 2013
    }, {
      "title" : "High molecular weight hydrolyzed polyacrylamides",
      "author" : [ "G. Muller", "J.C. Fenyo", "E. Selegny" ],
      "venue" : "III. Effect of temperature on chemical stability.J. Appl. Polym. Sci",
      "citeRegEx" : "Muller et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Muller et al\\.",
      "year" : 1995
    }, {
      "title" : "Carbon Nanotube Dispersion in Solvents and Polymer Solutions: Mechanisms, Assembly, and Preferences",
      "author" : [ "C Pramanik" ],
      "venue" : null,
      "citeRegEx" : "Pramanik,? \\Q2014\\E",
      "shortCiteRegEx" : "Pramanik",
      "year" : 2014
    }, {
      "title" : "Single-walled carbon nanotubes/DNA hybrids in water are highly stable",
      "author" : [ "Y Noguchi" ],
      "venue" : "ACS nano 2017,",
      "citeRegEx" : "Noguchi,? \\Q2017\\E",
      "shortCiteRegEx" : "Noguchi",
      "year" : 2017
    }, {
      "title" : "Rheological behavior of associating ionic polymers based on diallylammonium salts containing single-, twin-, and triple-tailed hydrophobes",
      "author" : [ "Hussein", "I. A" ],
      "venue" : null,
      "citeRegEx" : "Hussein and A,? \\Q2008\\E",
      "shortCiteRegEx" : "Hussein and A",
      "year" : 2008
    }, {
      "title" : "Study on Alkaline Hydrolysis of Polyacrylamide by 13C NMR",
      "author" : [ "K. Yasuda", "K. Okajima", "K. Kamide" ],
      "venue" : null,
      "citeRegEx" : "Yasuda et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Yasuda et al\\.",
      "year" : 2010
    }, {
      "title" : "Theoretical studies of hydrolysis and stability of polyacrylamide polymers",
      "author" : [ "Q Ma" ],
      "venue" : null,
      "citeRegEx" : "Ma,? \\Q1988\\E",
      "shortCiteRegEx" : "Ma",
      "year" : 1988
    }, {
      "title" : "Effect of salinity on the IFT between",
      "author" : [ "V. Kedar", "S.S. Bhagwat" ],
      "venue" : null,
      "citeRegEx" : "Kedar and Bhagwat,? \\Q2013\\E",
      "shortCiteRegEx" : "Kedar and Bhagwat",
      "year" : 2013
    }, {
      "title" : "Nanoparticle selfstructuring in a nanofluid film spreading on a solid surface",
      "author" : [ "A. Nikolov", "K. Kondiparty", "D. Wasan" ],
      "venue" : null,
      "citeRegEx" : "Nikolov et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Nikolov et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "High temperature and high salinity (HTHS) and extreme pH conditions can signi cantly a ect the stability of polymers and deteriorate the performance of polymers in enhanced oil recovery (EOR). This work advances polymer ooding in harsh environments on two fronts: engineering polymers with improved temperature tolerance and dispersing suitable nanoparticles in the synthesized polymers to further improve their capabilities to withstand temperature, salinity, and di erent pH conditions. Di erent modi ed acrylamide copolymers (polymers synthesized from two di erent monomers) and terpolymers (polymers synthesized from three di rent monomers) are produced via free-radical polymerization, and multiwall carbon nanotubes (MWCNTs) were introduced to obtain aqueous polymer dispersions with unique properties. The conversion, molecular weight, and polydispersity of the co/terpolymers were evaluated by H-NMR and GPC analysis. The interfacial, rheological behavior and stability of the dispersions were investigated under HTHS conditions at various pH values to identify the suitable candidates for EOR applications. The oil recovery performance is examined in a core oodi g setup at 85 ° C and American Petroleum Institute (API) brine conditions. The polyampholytic terpolymer and polyelectrolyte copolymer containing negative sulfonate groups showed improved viscosity and stability in the presence of MWCNTs in alkaline and saline conditions, respectively. Compared to the pure polymer dispersions, the addition of MWCNTs to polymers improves the oil recovery e ciency at high temperature (85 ° C) in the presence of both alkaline pH and API brine conditions yet with a lower pressure drop. This shows great promise for future EOR applications.",
    "creator" : null
  }
}