{
  "name" : "downloads_2019-10-23_53_yeon2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Surface-Modified Sulfur Nanorods Immobilized on Radially Assembled Open-Porous Graphene Microspheres for Lithium–Sulfur Batteries",
    "authors" : [ "Jeong Seok Yeon", "Sol Yun", "Jae Min Park", "Ho Seok Park" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Because the total energy stored by energy storage devicesis a product of capacity and voltage, high-capacityactive materials are required for high-energy demanding applications such as electric vehicles, renewable energy storage systems, and future electronic devices.1−3 Among the various high-capacity cathode materials, sulfur, based on multielectron conversion reactions, is a strong candidate for replacing current commercial cathodes based on lithiated transition metal oxides owing to their theoretically high capacity of 1675 mAh g−1 and cheap cost of raw materials.4 However, lithium sulfur (Li−S) batteries still face some challenges associated with a low electrical conductivity (10−30 S cm−1 at 25 °C) of sulfur and the redox shuttling phenomenon of intermediate polysulfides, thereby deteriorating Coulombic efficiency, voltage hysteresis, and cyclic stability.5 To overcome these bottlenecks, most research has focused on developing host materials with a large surface area\nand high electronic conductivity that can accommodate sulfur in an efficient and stable manner.6\nA hierarchical spherical architecture can be assembled on a multiscale level by using low-dimensional nanomaterials as building blocks for energy storage applications.7 Such threedimensional (3D) hierarchical complex structures have advantages such as a short ion and electron diffusion pathway, large accessible area, open porosity to expose the redox sites, and efficient buffering space for improved energy storage performance.8−11 The two-dimensional (2D) conductive nanomaterials with hierarchical architectures are considered promising hosts that can accommodate high-capacity active materials. Moreover, the assembly of 2D nanomaterials into a\nReceived: November 20, 2018 Accepted: March 12, 2019 Published: March 12, 2019\n© 2019 American Chemical Society 5163 DOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA M\nB R\nID G\nE o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 2\n0: 22\n:1 5\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nspecific direction leads to the achievement of unexpected transport properties exceeding the limitation of conventional randomly assembled ones.12 Despite these breakthroughs achieved by 2D nanomaterial-based hierarchical architectures, the delicate control of open porous structure and orientation, external morphology, hybrid composition, and interaction between hosting and high-capacity materials is still difficult. Immobilizing sulfur active materials onto the as-designed host architecture in a uniform and strong manner is also of prime importance for achieving a synergistic performance of this hybrid.13,14 Various carbonaceous porous architectures, including graphenes,15,16 carbon nanotubes,17,18 carbon nanofibers,19,20 and core/shell,21 have been exploited to deposit sulfur through melting-diffusion process. The as-deposited sulfur can be stabilized and its electrical contact remains persistent through a strong interaction with hosting architecture.22 Moreover, the nanostructuring of sulfur active materials can promote sluggish redox kinetics of conversion reaction by shortening ion diffusion length and provide a large accessible area for efficient surface reaction.23,24 The construction of the complex structures of carbon/sulfur hybrid is very technically challenging due to the complexity of host architecturing and sulfur nanostructuring in multicomponent systems and the different surface and chemical properties of carbon and sulfur. In this work, we first demonstrate rod-like nanosulfur (nS)\nstrongly interacting with hierarchical radially assembled openporous spherical reduced graphene oxide (rGO) hybrid architectures, which are synthesized through controllable spray-frozen (SF) assembly, melt recrystallization, and ozonation chemistry, for improved rate and cycling capabilities of Li−S batteries. The hierarchical hybrid architecture of nanostructured sulfur with conductive graphene is expected to resolve the above issues of Li−S battery cathodes, precisely controlling host material’s porous structure, morphology, sulfur\nnanostructure, composition, hybrid interactions, and uniform distribution of nS."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "As shown in Figure 1, the SF assembly is composed of spraying, ice-frozen assembly, and freeze-drying methods, creating hierarchical open-porous hybrid microspheres. To construct such a well-defined structure through SF assembly, materials used as building blocks should be uniformly dispersed in deionized (DI) water. This SF assembly process features a mixture of sulfur and GOs in a liquid state to facilitate homogenization between active material and conductive matrix, as well as increase the loading of sulfur. Accordingly, we modified the surface of nS, which is usually not dispersible in aqueous solution, through ozonation (see Figure S1 for details of the dispersion and surface characterization). The degree of oxidation was readily controllable by varying the ozonation time25 while being careful to avoid decomposition of the ozonated nS (o-nS) by excessive ozonation. The nanosulfur distributed evenly in DI-water through surface oxidation interacted with a large amount of oxygen-functional groups and partially structural defects of GOs through strong chemical interactions and geometrical features,26−29 which are associated with stable colloidal dispersions of hybrid materials (see Figure S2 for discussion of this interaction). The concentration of the hybrid varied from 3 to 10 mg mL−1 and 5 mg mL−1 was chosen as the optimized concentration in this study. Above this concentration, hybrids started to be locally aggregated and were not assembled into uniform microspheres. During a spraying process of this hybrid dispersion into liquid N2, the as-sprayed droplets were immediately frozen as microspherical hydrogels. The frozen microspheres were dried using freeze-drying method to preserve the 3D interconneted open-porous microspherical skeleton. When the hybrid was thermally\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5164\ntreated at 160 °C for 11 h under an Ar atmosphere, this structure was further stabilized, strengthening the hybrid interaction. Simultaneously, o-nS and GO were converted into nS and partially reduced rGO, respectively.28 The radially assembled microspherical morphology was maintained after thermal treatment owing to condensed pore walls comprising strongly interacting hybrids (see Figure S3). The rod-like structure of nS was constructed through the recrystallization process of molten sulfur during thermal treatment and uniformly deposited onto the radially oriented open-porous rGO architecture.30 The SF process is analogous to conventional ice-templating assembly, indicating that the underlying physics of the formation of porous architecture is similar. The external morphology and radially oriented open porosity of the SF process are completely different from those of conventional processes (see Figure S4) because ice crystals are grown along a radial direction from the droplet surface to the core of the sphere. Moreover, this porous structure collapses, and the spherical particles are aggregated in a typical spray-drying process (see Figure S4). In this work, we fixed the diameter of the nozzle at 0.5 mm\nto control the sizes of the resulting microspheres (see Figure S5). At a fixed concentration of colloidal dispersion at 5 mg mL−1, the loading of o-nS could be readily controlled from 60 to 90 wt % (see Figure S6) and 3D open macroporosity was preserved in this range. R-rGO/nS hybrid microspheres with a diameter of 19.4 μm exhibited 3D radially oriented openporous structures (Figure 2a). The truly 3D open-porosity of the R-rGO/nS was confirmed by rotating transmission electron microscopy (TEM) images (Figure 2b and Supplementary Movie 1). As shown in SEM and TEM images (Figure 2c,d,i), the exfoliated state of rGO was maintained and no aggregation of nS was observed. This finding indicates that the original\nexfoliated states of the hybrid remained almost intact even in the microspherical frameworks by means of the combination of SF, ozonation, and freeze-drying processes. Compared with the rGO microspheres without nS (see Figure S7), the rGO in the hybrid microspheres is more crumpled and wrinkled (Figure 2c). The discrete nS deposited onto very few layers of rGO is observed by high-magnification SEM (Figure 2d). In particular, the uniform distribution of nS along the radial direction is verified by line profiles, elemental maps, and the overlay of the C, S, and O signals in the scanning TEM (STEM) images (Figure 2e−h). The existence and size of rodshaped nS are further verified by HR- and dark-field TEM images (Figure 2i,j). Rod-like nS (60 nm × 110 nm) particles were uniformly distributed within the hybrid microspheres as indicated by red circles in Figure 2i. The thermally reduced nS particles are a little smaller than those of o-nS, but their aspect ratio increases to 1.7 (Figure 2k). The crystalline nature of nS is confirmed observing lattice fringes with a constant spacing of 0.344 nm and mixed spots and rings of SAED pattern (Figure 2l). The uniform distribution of crystalline nS is attributed to strong bonding onto the rGO surface, probably due to chemical bonds formed by thermal annealing, as discussed below. Thus, rod-like nS, supported on radially oriented 3D networked skeletons, can act as pillars, inhibiting the restacking of rGO sheets. The crystalline and chemical structures of hybrid microspheres were characterized via X-ray diffraction (XRD), Raman, FT-IR spectra, and X-ray photoelectron spectroscopy (XPS), as shown in Figure 3. As shown in the XRD pattern (Figure 3a), the crystalline structures of both onS and reduced nS are indexed to the (113), (222), (026), and (040) crystalline planes of the orthorhombic phase (JCPDS No. 08−0247). The (026) plane is associated with 0.344 nm of lattice fringes, which is consistent with the HR-TEM image.\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5165\nNo significant change in the XRD pattern was detected after thermal treatment, indicating that ozonation induced a slight oxidation of the nS surface to maintain the internal crystalline structure and to yield an aqueous dispersion for SF assembly. The preservation of the crystalline structure was further verified by the characteristic Raman signatures of nS at 146, 211, and 468 cm−1 (Figure 3b). The chemical structure of the R-rGO/nS hybrid was\ninvestigated as shown in the XPS results (Figure 3c). The full-scan XPS survey identified only C, O, and S in the hybrid microspheres (Figure 3d-3f). R-GO/o-nS and R-rGO/nS revealed C-to-O ratios of 2.3 and 3.6, respectively, indicating the removal of oxygen-containing groups of GO and o-nS while forming chemical bonds.31 Moreover, the C-to-O ratio of R-GO/o-nS was higher than 1.7 of GO due to the involvement of oxygen functional groups of GO in a hydrogen bonding interaction with oxygen dangling from the surface of o-nS.32,33\nThe chemical bonds between the oxygen-containing groups of rGO and the dangling oxidized species of nS are created through condensation reactions by thermal treatment,\nstabilizing nS at the interface.34 In particular, the strengthened chemical interaction of rGO/nS was elucidated by the blue shift and broadening of S 2p peaks due to different chemical environments. These chemical bonds are characterized by the appearance of C−S and S−O bonds at 285.2 and 532.1 eV, as shown in the C 1s and O 1s scans.35 Moreover, these findings are further supported by the appearance of peaks in the FT-IR spectra at 1069, 1288, and 1423 cm−1 (Figure 3g).36\nOur synthetic process is capable of optimizing the composition of hybrids and tuning the loading of S active materials onto the host skeletons. In this study, the composition of R-rGO/nS was readily controlled adjusting the ratio of the two constituents, as confirmed by the TGA data in the range from 30 to 600 °C under Ar (Figure 3h). Considering the on-set decomposition temperature of nS at around 220 °C, the amount of S increased when the initial loading of o-nS increased. When the initial loading of o-nS was changed from 60 to 90 wt %, the content of nS in the R-rGO/ nS ranged from 57.8 to 86.1 wt %. This finding implies that the loss of R-GO/o-nS originating from condensation during\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5166\nthermal treatment was less than 4 wt %. Even at high S loading, the rod-like nS was uniformly distributed on the rGO framework without significant aggregation. In sharp contrast to the decomposition temperature of pristine nS, the thermal decomposition of nS in hybrid architecture was inhibited, further confirming its strong bonding with rGO. The N2 adsorption−desorption isotherm of the R-rGO microspheres reveals a type-II isotherm, indicating the presence of 3D open macropores (Figure 3i),37 as demonstrated by SEM images. The R-rGO microspheres achieved a large specific surface area of 307.1 m2 g−1 and pore volume of 0.892 cm3 g−1, mostly contributed by mesopores associated with intersheet voids (see Figure S8). The N2 isotherm and BJH pore distribution revealed a reduction of specific surface area and pore volume from 78.9 m2 g−1 and 0.488 cm3 g−1 to 2.91 m2 g−1 and 0.013 cm3 g−1 when increasing nS loading from 57.8 to 86.1 wt %. The surface area of the R-rGO/nS-4 hybrid was nearly negligible due to the complete blocking of mesopores, which resulted in a large polarization of ion diffusion. Despite the high nS loadings and decreased surface area, the 3D interconnected open macropores of the R-rGO/ nS-3 persist, as shown in SEM images. These results indicate that the nS particles mainly block mesopores inhibition the restacking of rGO, while the 3D open macropores of the dense hybrid microspheres are preserved. To investigate the electrochemical performance of R-rGO/ nS hybrids with different sulfur content for Li−S batteries, 2032-type half cells were assembled with a Li metal anode. A mixture of LiTFSI, DME and DOL was used as the electrolyte solution with an additive of LiNO3, soaked in Celgard separator. A total of 4 hybrids with nS loading from 57.8 to 86.1 wt % were used as test samples and are denoted as RrGO/nS-1 to R-rGO/nS-4, respectively. The specific capacities\nand Coulombic efficiencies of the four samples were obtained from GCD curves measured at 167.5 mA g−1 (or 0.1 C) in the cutoff voltage range of 1.7 to 2.8 V (Figure 4a). Except for RrGO/nS-4, 3 samples showed the same trend, where the specific capacity was reduced at the initial cycle and then, stabilized over 100 cycles. Among the four samples, the RrGO/nS-3 hybrid showed the highest discharge capacity of 1269.1 mAh g−1, indicating 96.8% of sulfur utilization.38 The rate capabilities of the R-rGO/nS hybrids were measured by varying the current density from 167.5 to 6700 mA g−1 (or 0.1 to 4 C), as shown in Figure 4b. The four R-rGO/nS hybrids exhibited the high rate capacities of 126.9, 393.3, 510.3, and 2.5 mAh g−1 at the 4C rate. The R-rGO/nS-1 hybrid exhibited the best rate capability due to the largest portion of conductive porous rGO, but the specific capacity was very low at high rates. However, the discharge capacity and rate capability were significantly dropped for the R-rGO/nS-4 hybrid despite the largest sulfur loading of 86.1 wt % due to low utilization and high polarization of excessive nS and blocking of the open pores.39 This capacity decay of the R-rGO/nS-4 hybrid was verified by the largest charge-transfer resistance (Rct, the largest semicircle diameter) in the high-frequency region, as shown in Nyquist plots (Figure 4c). These results indicate that suitable composition and strong bonding of the hybrid is a critical parameter to optimizing the redox kinetics for enhanced capacity and rate capability. Considering the highest utilization and capacities at high rates; therefore, the R-rGO/nS-3 hybrid was chosen as the representative composition to further investigate the electrochemistry and cathode performance of radially assembled open-porous hybrid. The electrochemistry of the R-rGO/nS-3 hybrid was further investigated using cyclic voltammetry (CV) curves in the voltage range of 1.7 to 2.8 V at 0.1 mV s−1 in Figure 4d. The R-\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5167\nrGO/nS-3 hybrid showed two distinct cathodic peaks and one anodic peak, which is the typical CV profile of carbon/sulfur hybrid.40 A pair of cathodic peaks at around 2.31 and 2.03 V are associated with the multiple reduction of rod-like nS to Li2Sx (1 < x < 8): the first peak indicates the conversion of nS to soluble Li polysulfide (4 < x < 8) and the second peak can be attributed to the further reduction of these Li polysulfide to insoluble Li2Sx (x = 1 or 2).\n41 The peak of the first cycle at around 1.8 V is attributed to an irreversible electrolyte decomposition reaction, which is commonly according to previous reports,42 resulting in the decrease in Coulombic efficiency at the first cycle. An anodic peak at 2.34 V is assigned to the consecutive oxidation of Li2Sx (x = 1 or 2) to the highorder polysulfide (Li2S8) or S8.\n43 The two cathodic peaks were nearly identical except for initial irreversibility, while one anodic peak was dramatically shift to a lower potential of 92 mV and broadened due to a large activation energy of discharged products. In the subsequent 5 cycles, peak separations decreased due to kinetics facilitated by the activation process. The GCD profiles of the R-rGO/nS-3 hybrids were further studied by changing the C rates from 0.1 to 4 C, as shown in Figure 4e. In a similar manner to the CV profiles, the GCD curves also exhibit two discharge plateaus and one charge plateau, which is correlated to the (re)conversion-based reaction of elemental sulfur.44 With an increase in the current rate, the GCD curve features of the R-rGO/nS-3 hybrid are preserved at a high rate of 4 C. When the current density came back to 0.1 C, the discharge capacity of the R-rGO/nS-3 hybrid was recovered to 1082.3 mAh g−1, showing electrochemical reversibility. To confirm the superiority of rod-like nS and hierarchical spherical architecture, we compared with three samples of icetemplated I-rGO/nS, physically mixed P-rGO/nS, and radially assembled R-rGO/bulk sulfur (bS) hybrids having the same composition of the R-rGO/nS-3. As shown in the GCD profiles at 0.1 C (Figure 4f), the discharge capacity of 1269.1\nmAh g−1 and the Coulombic efficiency of 98.5% for the RrGO/nS-3 hybrid were much higher than 949.6, 1054.3, and 809.8 mAh g−1 and 96.5, 95.4, and 83.2% for the I-rGO/nS, PrGO/nS, and R-rGO/bS hybrids, respectively. Except for the R-rGO/bS, the CV profiles of three samples were similar, but their peak positions, widths, and intensities were quite different, reflecting different kinetic features of distinctive hybrid structures (see Figure S9). The physically mixed PrGO/nS sample exhibited an initial discharge capacity comparable to the value of the ice-templated one, but a lower Coulombic efficiency due to a larger irreversible capacity. This finding also supports the importance of 3D macroporous architecture and hybrid interaction on the increased utilization and reversibility of active materials. In comparison with the R-rGO/nS with the I-rGO/nS, radially assembled open porosity was superior to ice-templated random porosity for enhancing both capacity and Coulombic efficiency. At high rates above 0.5 C, this structure of the R-rGO/nS hybrid becomes more prominent than that of the other three samples, which show a rapid capacity fading due to significant polarization (Figures 4e and S10). Considering the lower capacity and Coulombic efficiency of the radially assembled RrGO/bS hybrid compared with those of R-rGO/nS hybrids, the rod-like nanostructure of active sulfur was also helpful for improving sulfur utilization and redox kinetics. As shown in the Nyquist plots (see Figure S11), This capacity decay of the RrGO/nS-3 hybrid was verified by the lowest charge-transfer resistance 64.8 Ω of Rct compared with those of the other samples (133.1, 154.1, and 336.2 Ω of Rct for I-rGO/nS, PrGO/nS, and R-rGO/bS) also supports the enhanced battery performance for the R-rGO/nS hybrid due to the rod-like nS and hierarchical spherical architecture. The long-term stability and reversibility of the R-rGO/nS-3 hybrid were measured over 500 cycles at 0.1 C, as shown in Figure 5a. The discharge capacity of the R-rGO/nS-3 hybrid after 500 cycles was 726.2 mAh g−1, corresponding to 57.2% of\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5168\nthe initial capacity. The capacity retention of the initial capacity was 70.9% over 300 cycles. Moreover, a capacity decay of 0.08% per cycle and average Coulombic efficiency of 98.5% were achieved. In addition, the R-rGO/nS-3 cathode showed an excellent cycling stability corresponding to low fading rates of 0.074% and 0.067% per cycle over 700 cycles at 1 and 2 C, respectively, delivering the high initial discharge capacity of 887 and 649 mAh g−1 (see Figure S12). As shown in the morphology changes of the R-rGO/nS-3 electrode in Figure 5b,c, a passivation layer consisting of insoluble lithium Li2S and Li2S2 was observed on the electrode surface after the cycling test. Despite the formation of this layer, the porous structure was preserved relatively better than in the other types of electrodes (see Figure S13). This layer was evenly formed on the electrode surface. Moreover, the GCD profiles of the RrGO/nS-3 cathode were preserved without significant changes, indicating the persistent operation of the multiconversion reaction of nS (see Figure S14). As shown in Figure 5d, The XRD pattern obtained after 100 cycles at 0.1 C revealed a sharp and strong peak at around 22.8°, corresponding to (222) plane of crystalline sulfur. This finding indicates that the structure of nS was reversibly changed during the charging and discharging process. As a result, the cyclic performance of the R-rGO/nS-3 hybrid is associated with its hierarchical open porous structure and strong rGO/nS bonding."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we have demonstrated an assembly chemistry for the design of hierarchically structured host and active materials combining SF assembly, melt recrystallization, and ozonation chemistry. Precisely controlling the internal open porosity and orientation, external morphology, composition, and chemical interaction, hierarchical radially assembled open porous spherical rGO and rod-like nS hybrids were constructed. This rod-like nS was uniformly distributed on the surface of the microspherical rGO architecture and strongly immobilized via covalent bonding. Consequently, R-rGO/nS showed high specific capacities of 1269.1 and 510.3 mAh g−1 at 0.1 and 4 C, respectively, and long-term cyclic stability over 500 cycles. Moreover, we demonstrated higher battery performance for the R-rGO/nS compared to that of ice-templated I-rGO/nS, physically mixed P-rGO/nS, and radially assembled R-rGO/ bulk S hybrids with the same hybrid composition. Thus, the synergistic effect of chemically hybridizing the rod-like nS with hierarchical spherical architecture was successfully confirmed. This research provides a rational and integrative material design chemistry to control all aspects of internal and external structures and compositions as well as to be applied as a host material accommodating high-capacity active materials."
    }, {
      "heading" : "EXPERIMENTAL METHODS",
      "text" : "Synthesis of Ozone-Treated Nanosulfur. Following the immersion of 0.64 g of nS in 30 mL of deionized (Di) water, this solution was sonicated for 1 h. Ozone treatment was then carried out at a pressure of 0.05 mPa and a flow rate of 2 L min−1 using an ozone generator (PC57L-series, Ozonetech). Ozonation was performed for 10 min, by which time its color changed from light yellow to white. This was followed by an additional 30 min of sonication. The resulting sample is denoted as o-nS. Synthesis of Radially Assembled Open-Porous Spherical rGO/nS. Graphene oxides (GOs) were obtained from graphite using the modified Hummer’s method.45 After the mixing of 0.16 g of GOs powder with the as-prepared o-nS solution, the mixture was then sonicated for 1 h and left for 6 h with magnetic stirring. The color of\nthe GO/o-nS mixture changed from black to brown. This GO/o-nS solution was sprayed on liquid N2 using an air-spray with a nozzle diameter of 0.5 mm. The GO/o-nS droplets were immediately frozen to grow ice crystals. The GO/o-nS droplets were then dried by sublimation using a freeze-dryer for 3 days, resulting in hierarchical radially assembled open-porous spherical structures of R-GO/o-nS. The resulting R-GO/o-nS powder was transferred into a sealed vessel filled with Ar gas and kept at 155 °C for 10 h. After naturally cooling to room temperature, hierarchical radially assembled open-porous microspherical rGO/nS-3 was obtained and denoted as R-rGO/nS-3. In the same manner as the R-rGO/nS-3, R-rGO/nS-1, R-rGO/nS-2, and R-rGO/nS-4 were synthesized, varying the content of o-nS for a result of 0.24, 0.38, and 1.45 g, respectively.\nSynthesis of Ice-Templated rGO/nS, Physically Mixed rGO/ nS, and Radially Assembled Open-Porous rGO/bulk Sulfur. For comparison to R-rGO/nS, ice-templated rGO/nS (I-rGO/nS), physically mixed rGO/nS (P-rGO/nS), and radially assembled openporous rGO/bulk sulfur (R-rGO/bS) were synthesized. The I-rGO/ nS monolith sample was obtained from the aqueous GO/o-nS dispersion at the same concentration as R-rGO/nS-3.46 The aqueous GO/o-nS dispersion was not sprayed but directly frozen in liquid N2. Then, the I-rGO/nS monolith was freeze-dried for 3 d and thermally treated under the same conditions as above. The P-rGO/nS powder sample was obtained by blending rGO powders and nS at the same composition as R-rGO/nS-3. The mixture was further treated following the same heat treatment process as above. R-rGO/bS was synthesized using the same process as R-rGO/nS-3, only replacing nS by bS.\nElectrochemical Measurements. The electrode slurry was prepared by mixing rGO/nS, carbon black, and polyvinylidene fluoride (PVDF) binder at a mass ratio of 8:1:1 in N-methyl-2pyrrolidone (NMP) solvent. The areal loading of active materials was approximately 2 mg cm−2. This slurry was spread and cast on Al foil. The electrochemical properties of the samples were investigated using CR2032 coin cells with metallic Li and rGO/nS as the counter and working electrodes, respectively. The electrolyte was 1 M lithium bis(trifluoromethane)sulfonimide (LiTFSI) in a solution of 1,2- dimethoxyethane (DME) and 1,3-dioxolane (DOL) at a volume ratio of 1:1 with 0.1 M LiNO3 as additive. A total of 20 μL of electrolyte at an E-to-S ratio of 10 to 1 was added into coin cell. The coin cells were fabricated in an argon-filled glovebox and tested at a cutoff voltage of 1.7 to 2.8 V. The CV curves and impedance spectra were obtained using a VMP3 potentiostat/galvanostat (Bio-Logic Co., Ltd.). The galvanostatic charging and discharging curves were obtained on a Series4000 automated test system cell tester (Maccor Co., Ltd.).\nCharacterizations. Field emission scanning electron microscopy (FE-SEM) images were obtained by Philips SEM 535M, using with a Schottky-based field emission gun. High-resolution transmission electron microscopy (HR-TEM) images were collected on a JEM3010 HRTEM (300 kV). High-angular annular dark-field (HAADF)STEM images were obtained at 80 kV by Titan G2 60−300 (FEI) with a low-background double tilt holder. Energy-dispersive spectroscopy was used for elemental mapping of the HAADF-STEM images. XRD patterns were obtained on a Rigaku D/max IIIC (3 kW) with a θ/θ goniometer equipped with a CuKα radiation generator. Raman spectra were measured using a confocal microraman spectrometer NRS-3100, Jasco-Japan system with a microscope having a 100× lens and an excitation laser beam source of 532 nm wavelength. XPS data were obtained using a Thermo MultiLab 2000 system with an Al−Mg α X-ray source. There are no electron-transfer processes during the XPS measurement of all samples. FT-IR spectroscopy data were collected using JASCO, FT/IR-4700 with attenuated total reflectance mode and standard DLaTGS detector. Thermogravimetry analysis was carried out using a TG/DTA7300. The N2 adsorption−desorption isotherms were measured at 78 K using BELSORP. Brunauer−Emmett−Teller and Barrett−Joyner− Halenda analyses were used to characterize surface areas and pore size distributions.\nDOI: 10.1021/acsnano.8b08822 ACS Nano 2019, 13, 5163−5171\n5169"
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.8b08822.\nAdditional XPS, SEM, BET, and electrochemical data; CV curves; charge−discharge profiles; Nyquist plots; and long-term stability and Coulombic efficiencies (PDF) A movie showing rotating TEM images of the 3D open porosity of the R-rGO/nS (AVI)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*E-mail: phs0727@skku.edu; phone: +82−312994706; fax: +82−312907272."
    }, {
      "heading" : "ORCID",
      "text" : "Ho Seok Park: 0000-0002-4424-4037"
    }, {
      "heading" : "Author Contributions",
      "text" : "§J.S.Y. and S.Y. contributed equally to work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by both the National Research Foundation of Korea (NRF) funded by the Ministry of Science, ICT, and Future Planning (no. 2018M3D1A1058744 [Creative Materials Discovery Program]) and the R&D Program of the Korea Railroad Research Institute, Republic of Korea."
    } ],
    "references" : [ {
      "title" : "Electrical Energy Storage for The Grid: A Battery of Choices",
      "author" : [ "B. Dunn", "H. Kamath", "J.-M. Tarascon" ],
      "venue" : "Science",
      "citeRegEx" : "Dunn et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dunn et al\\.",
      "year" : 2011
    }, {
      "title" : "Advances in Li-S Batteries",
      "author" : [ "X. Ji", "L.F. Nazar" ],
      "venue" : "J. Mater. Chem. 2010,",
      "citeRegEx" : "Ji and Nazar,? \\Q2010\\E",
      "shortCiteRegEx" : "Ji and Nazar",
      "year" : 2010
    }, {
      "title" : "Nanostructured Sulfur Cathodes",
      "author" : [ "Y. Yang", "G. Zheng", "Y. Cui" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "Yang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2013
    }, {
      "title" : "Fundamental Chemistry, Problems, and Solutions",
      "author" : [ "S. S" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "S.,? \\Q2013\\E",
      "shortCiteRegEx" : "S.",
      "year" : 2013
    }, {
      "title" : "Preparation of Graphitic Oxide",
      "author" : [ "Hummers", "W.S.", "R.E. Offeman" ],
      "venue" : "J. Am. Chem. Soc. 1958,",
      "citeRegEx" : "Jr and Offeman,? \\Q1958\\E",
      "shortCiteRegEx" : "Jr and Offeman",
      "year" : 1958
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The assembly of two-dimensional conductive nanomaterials into hierarchical complex architectures precisely controlling internal open porosity and orientation, external morphology, composition, and interaction is expected to provide promising hosts for high-capacity sulfur cathodes. Herein, we demonstrate rod-like nanosulfur (nS) deposited onto radially oriented open-porous microspherical reduced graphene oxide (rGO) architectures for improved rate and cyclic capabilities of lithium− sulfur (Li−S) batteries. The combined chemistry of a spray-frozen assembly and ozonation drives the formation of a radially oriented open-porous structure and an overall microspherical morphology as well as uniform distribution and high loading of rod-like nS. Moreover, an optimum composition and strong bonding of the rGO/nS hybrid enables the optimization of redox kinetics for high sulfur utilization and high-rate capacities. The resulting rGO/nS hybrid provides a specific capacity and first-cycle Coulombic efficiency of 1269.1 mAh g−1 and 98.5%, respectively, which are much greater than those of ice-templated and physically mixed rGO/nS hybrids and radially oriented open-porous rGO/ bulk sulfur with the same hybrid composition. A 4C capacity of 510.3 mAhg−1 and capacity decay of 0.08% per cycle over 500 cycles (70.9% of the initial capacity over 300 cycles) also support the synergistic effect of the rod-like nS strongly interacting with the radially oriented open-porous rGO microspheres.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}