{
  "name" : "downloads_2020-08-01_be_10.1038@s41578-020-0221-1.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The surface of halide perovskites from nano to bulk",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The surface of a semiconductor is where the periodic structure of the crystal lattice is terminated, accompanied by reconstruction of the atomic structure, owing to surface- energy minimization. Interruption of the periodicity, either intrinsically or extrinsically, generates surface- specific states that deviate from those in the bulk crystal1,2. These states substantially affect the performance of semiconductor microelectronic devices, motivating intensive research towards understanding the surface science of semiconductors. A new class of semiconductors, metal halide perovskites (MHPs), has emerged in the past decade to prevail in the optoelectronics landscape3–5. Exploiting the exceptional optical and electronic properties of these materials has led to the remarkably rapid development of MHP- based devices. MHP- based photovoltaic cells with power- conversion efficiencies (PCEs) of >25% and light- emitting diodes (LEDs) with external quantum efficiencies of >20% were developed within a decade6–9. The general chemical formula of MHPs is ABX3, where A+ is a monovalent cation, such as methylammonium (MA+), formamidinium (FA+) or caesium (Cs+); B2+ is a divalent cation, such as Pb2+ or Sn2+; and X− is a halide anion. Compared with classical perovskite oxides, the larger and more polarizable ionic components, as well as the lower charge on the X- site, result in weaker coulombic interactions and softer ionic bonding within MHPs. These softer interactions produce a mobile and sensitive surface that facilitates atomic reconstruction and irregularities. Various combinations of ions can occupy the three sites, governed by the geometrical Goldschmidt tolerance factor (for close- packed ions), giving rise to compositional tunability. Mixed- ion occupation is allowed for each site, further extending the tunability of the chemical composition. The structural susceptibility and compositional variability give rise to the intricate surface behaviour of MHPs, making the role of the surface more pronounced in affecting the materials properties and device performance. Lattice discontinuities and perturbation of the periodicity of chemical bonds, intrinsically or by external stimuli, at the surface of MHPs creates electronic states specific to the surface that can have a substantial effect on the band structure and electron behaviour. Moreover, the structural disorder at the surface is generally metastable, intensifying degradation pathways of the materials and devices10,11. As the surface- to- volume ratio scales inversely with the linear dimensions, surface effects intensify as the particle size shrinks and eventually become dominant in quantum dots (QDs), which are a few nanometres in size. The large contribution from the surface means that the properties of semiconductor QDs are significantly influenced by the surface features12. Nevertheless, their unique ‘defect tolerance’ (discussed below) enables MHP QDs to be highly emissive, even without a second surface- capping material to form the core–shell structure that is widely adopted in conventional QDs. However, most of the photoluminescence quantum yields (PLQYs) reported are only ‘close’ to unity, indicating that MHPs are defect tolerant rather than entirely defect free13. This finding further emphasizes the significance of the surface in enhancing the optical properties of MHP QDs,\nDepartment of Materials Science and Engineering, University of California, Los Angeles, Los Angeles, CA, USA.\n✉e- mail: yangy@ucla.edu https://doi.org/10.1038/ s41578-020-0221-1\nNature reviews | Materials\nespecially in optoelectronic applications for which the surface- ligand chemistry needs to be adjusted to provide a benign environment for charge- carrier transport14. As the length scale increases to micrometres, the regime reaches that of bulk films, upon which the most efficient MHP photovoltaic devices to date are based. The unremitting efforts to establish sophisticated processing techniques have culminated in high- quality MHP thin films with monolayered polycrystalline grains or even\nsingle crystals15–17. Considering the vertical direction of carrier transport in photovoltaic and LED devices, the surface imperfections are now the primary obstacle in limiting the carrier dynamics and, thus, device performance. Most of the recently reported high- efficiency perovskite optoelectronic devices have been enabled by surface- treatment techniques7,9,15,17–19, signifying the crucial role of surfaces in the most advanced perovskite devices.\nTaking advantage of the defect tolerance of MHPs, high- performance MHP devices have been achieved at an early stage; however, the impossibility of defect- free MHPs, according to the maximum- entropy principle20, has brought the study of MHP surfaces to the forefront. In this Review, we highlight the role of surfaces in MHPs, starting with a discussion of the fundamental understanding of the molecular, atomic and electronic structures at the surface. The physicochemical picture of MHP surfaces is constructed by examining MHPs of varying size, ranging from QDs to bulk films. We then assess the state- of- the- art techniques and approaches used to characterize surface features, before providing an overview of the advances towards higher- performance MHP- based optoelectronic devices. Finally, we consider the challenges in obtaining in- depth understanding of MHP surfaces and deliberate possible approaches to overcoming these issues and further enhancing the performance of MHP optoelectronic devices."
    }, {
      "heading" : "Surface structures and properties",
      "text" : ""
    }, {
      "heading" : "Surface terminations and disorder",
      "text" : "The 3D crystal structure of MHPs consists of cornersharing [BX6]2− octahedra with an A- site cation occupying the central void. When the atomic periodicity is interrupted, the crystal surface can terminate with either metal halide units or organic cations. As the majority of surfaces are metastable and MHPs possess a particularly weak ionic bonding character, the surface terminations of MHPs are highly dependent on their synthesis and/or processing history. Different surface terminations are associated with different surface properties, which, in turn, impart the character of the entire material and the device behaviour. Hence, for the development of more efficient devices, it is prerequisite to have a comprehensive understanding of the atomic structure of the surface terminations and to establish surface structure–property relationships.\nSurface energetics. In terms of lowest- energy configurations, the (001) and (110) surfaces of MAPbI3 are generally considered to be energetically favourable21,22. Three representative surface terminations on a (001) surface are MAI, PbI2 flat and vacant21 (Fig. 1a). Focusing on the (001) surface, PbI2 flat termination is less thermodynamically stable than MAI termination23. Theoretical analysis of the surface grand potentials of various surface terminations of PbIx polyhedra found that vacant and PbI2 flat terminations coexist on the energetically favourable (110) and (001) surfaces24. Nevertheless, under the thermodynamic equilibrium conditions of bulk MAPbI3, a vacant termination is generally more stable than PbI2 flat terminations on all surfaces24,25.\na\nb\nc\nV X\nV Pb V A\nX i\nX Pb\nA Pb\nPb X\nX A\nPb A A X\nA i\nPb i\na\na\nb\nb\nDimer\nZigzag row\nPb2+ dimer Halide dimer\nForeign species A-site rotation Zigzag pattern\nA+ I–Pb2+\nMAI Flat Vacant\nwww.nature.com/natrevmats\nSimilar thermodynamic energetics were observed for the MABr- terminated (001) surface of MAPbBr3 (reFs26,27).\nConsidering the two dipole orientations of polar ammonium cations at a surface, a lower surface energy is achieved when the dipoles point into the inorganic layer26. By starting from a cubic geometry and allowing the MAPbI3 bulk cell to relax, insight into the (001) surface of a pseudocubic structure was obtained using molecular dynamics simulations. The surface relaxation was driven by competition between contraction of the inorganic cage on the PbI2 flat (001) surface, maximization of the hydrogen bonding between MA+ and the bridging I− ions, and the dipole alignment of the MA+ cations28. Owing to the weak binding of the ionic lattice and the dynamic rotation of the organic cations, the surface terminations of MHPs do not have a fixed composition or structure, particularly non- stoichiometric MHP surfaces with various types of structural disorder, which trigger more intricate surface reconstruction.\nIntrinsic surface disorder. As in the bulk, there are three types of intrinsic point defects that are likely to exist at the surface of MHPs, namely, interstitial defects, antisite defects and vacancies29–31. Overall, 12 point defects can be present at a MHP surface (Fig. 1b). Theoretical analysis of the unusual defect physics in MAPbI3 suggests that the dominant point defects create only shallow trap states, whereas the remaining point defects that are likely to create deep- trap states have high formation energies, which is regarded as the origin of the defect tolerance in MHPs30,32. However, when these defects are present on the surface, their energetics can become more complicated and might deviate from those in the bulk. The chemical environment around a defect on the surface differs from that in the bulk, owing to variations in the surface terminations, the chemical conditions and the undercoordinated sites with reduced steric hindrance. The relationship between surface- defect formation and the surface chemical conditions has been investigated in MAPbI3 (reF.20). It was suggested that different types of defects are dominant on the surface, depending on the chemical conditions, that is, different surface terminations form under I- rich, Pb- rich or moderate (thermodynamic equilibrium with the bulk MAPbI3) conditions. The formation energies of carriertrapping surface defects are generally higher under Pb- rich conditions than under I- rich conditions, indicating the superiority of the Pb- rich over the I- rich environment. Under the moderate condition, all surface point defects except Pb vacancies, which are shallow carriertrapping states, show high formation energies, suggesting that this condition might be advantageous to reduce the number of detrimental trap states on the surface21.\nInterest in MHPs based on FA+ is growing, owing to the possibility of achieving higher PCEs. Theoretical modelling indicates that, compared with MA+- related defects in bulk MAPbI3, FA+- related defects in FAPbI3 form more readily, owing to weaker van der Waals interactions between the FA+ cations and [PbI6]2− octahedra33. This weaker binding results from the larger size and smaller molecular dipole moment of FA+ compared with MA+ (reF.34). The defect formation energies in the\nbulk were further compared with those on the surface of FA+- based perovskites to investigate the dominant surface defects. With a much lower formation energy, the antisite PbI defect was found to more readily form on the surface than in the bulk15.\nThe calculation of the transition levels of charged defects on surfaces is, however, complicated by the dissipation of charges, which limits the accuracy of theoretical predictions of MHP surface defects and increases the significance of experimental approaches to probe the atomic structure of perovskite surfaces. Distinct surface features, such as halide dimers (accompanied by unpaired halide protrusions) and zigzag patterns were experimentally observed on the surface of MAPbX3 using scanning tunnelling microscopy (STM; Fig. 1c, top right). These features most likely originate from the reorientation of the surface MA+ cations and the electrostatic interaction between the positive charge of the ammonium groups and the neighbouring halides35–37. Two different surface structures with stripes and armchair domains were recently observed in all- inorganic CsPbBr3, originating from a complex interplay between the Cs+ cations and Br− anions38. Vacant defect clusters were also detected in MAPbBr3, and identified as dynamic pairs of MA+ and halide vacancies that tend to diffuse together when moving along a specific crystallographic orientation. Ion transport on or towards the surface was assisted by these vacancy clusters37, indicating that the surface disorder of MHPs is far from simple combinations of intrinsic point defects or defect pairs. Intricate defect coupling, grouping and/or reconstructions are likely to be widely present given the flexibility of the surface, with more space for geometrical reorganization than that in the bulk37,39,40. Structural heterogeneity observed in bulk MHPs, such as twinning, Ruddlesden–Popper planar faults and self- organized superlattices with phase coexistence, would also affect surface structures41–43. Therefore, further studies towards a more comprehensive picture of surface states are in high demand.\nExtrinsic surface disorder. The metastable nature of MHP surfaces makes them susceptible to attack by foreign species, resulting in various types of extrinsic surface disorder, which contribute to the complexity of perovskite surface structures (Fig. 1c, bottom left). For example, under ambient atmosphere, the surfaces of MHPs suffer from the intrusion of oxygen and moisture. The photoinduced oxygen- degradation mechanism of MAPbI3 involves the simultaneous reduction of O2 in I− vacancies and the formation of a superoxide44. Various surface features are observed upon exposure of a MHP to moisture, owing to the strong surface- termination dependence of the interaction with water molecules. For example, the MAI- terminated surface of MAPbI3 undergoes rapid hydration driven by the absorption of water molecules at the Pb sites. By contrast, the PbI2terminated surface was more immune to surface solvation by virtue of the moderately robust Pb–I bonds, except when the termination became defective and facilitated the hydration process45,46. Water absorption on MAPbI3 surfaces also shows polarization dependence, with absorption being more favourable on an\nNature reviews | Materials\nMAI- terminated surface with −NH3+ pointing towards the surface than on an MAI- terminated surface with −CH3 pointing towards the surface. By contrast, the PbI2terminated surface shows the opposite dependence on the dipole orientation47. In summary, although the MAI- terminated surface is thermodynamically more stable, the MAPbI3 surface tends to reconstruct into a PbI2- terminated one, ultimately generating a hydrated species upon exposure to ambient conditions."
    }, {
      "heading" : "Electronic structure and properties",
      "text" : "The atomic structure of the surface determines the distribution of surface electronic states. Theoretical simulations reveal that the electronic properties at the surface of MHPs do not significantly deviate from those of the bulk. Particularly for non- defective or vacancy- only surface terminations, the surface electronic structures largely maintain the characteristics of the bulk phase, with no midgap states observed24–26,31. The band structure at the surface of MAPbI3 resembles that of the bulk form, with the valence band maximum consisting mostly of I 5p and Pb 6s orbitals, and the conduction band minimum largely derived from Pb 6p orbitals24,48,49. Owing to the absence of strong interactions between the MA+ cations and [PbI6]2− network, the hybridized σ bonds of MA+ are located deep within the valence band and remain without major dispersion. The strong coupling between the lone- pair Pb 6s and the I 5p orbitals raises the valence band maximum and, hence, acceptor- like defects generally end up shallower than the band edge. The high ionicity also makes the energetically dominant donor- like defects shallow- level states31. Consequently, defects with a low formation energy create only shallow trap states; this is interpreted as the primary origin of the so- called defect tolerance30,48,50,51. However, when looking into the extraordinarily long carrier lifetime within a MHP single crystal52, compared with those in a polycrystalline film, the question arises as to what extent the surface electronic properties resemble the bulk properties and whether the MHP surface is indeed defect tolerant.\nDisregarding the effects from surface lattice irregularities, termination- dependent variations in the band structure have been observed. In MAPbX3, the bandgap of the PbX2- terminated surface is slightly smaller than that of the MAX- terminated surface, owing to the emergence of surface states located just above the valence band maximum24–26,53. The surface- weighted states do not fall in the midgap of the band structure, and, thus, they can probably be characterized as surface resonant states rather than true surface states and could be beneficial to hole transfer24–26. For MAPbBr3, surface reconstruction and the interplay between the orientation of the organic cations and the positions of the hosting halide anions was found to lead to the formation of electronically distinct domains with ferro electric and antiferroelectric character, and contributions from both Br− and MA+ orbitals to the electron density on the surface35. Additionally, the Rashba effect — that is, momentum- dependent band splitting as a consequence of spin–orbit coupling and inversion symmetry breaking54 — also exhibits strong surface dependence in MHPs. In contrast to the ‘dynamic’ Rashba effect, with\nfluctuations on a temporal and spatial scale, reported for the bulk of MHPs55, a ‘static’ band- splitting effect is found on the surface and is probably due to surface structural distortions56,57. The reorientation of the organic cations in the outermost layers (Fig. 1c, bottom centre) in MAI- terminated surfaces only marginally affects the inorganic cages but causes pyramidalization of the outermost Pb cations in PbI2- terminated surfaces, which increases the Rashba splitting56. The effect of MA+ alignment in the bulk, however, leads to stronger Rashba splitting than that on the surface. For mixed- halide MA(Br1−xClx)3 (0 ≤ x ≤ 0.19) single crystals, the Rashba effect was suppressed at the surface, owing to the disorder in the MA+ alignment, but increased in the bulk upon Cl− incorporation, as a result of compression of the unit cell volume and, thus, the space available for MA+ orientational degrees of freedom58.\nSurface structural disorder introduces specific features in the electronic energetic landscape. As evidenced using transient reflection spectroscopy, the total carrier lifetime in a polycrystalline MHP thin film is limited by the recombination at the top and bottom surfaces, indicating that many detrimental trap states are present at the surfaces, despite the defect tolerance observed in the bulk59. As the defect formation energy is highly dependent on the chemical environment21,60, it is plausible that the proposed deep- level point defects of the bulk with high formation energies could form more readily on the surface, owing to the altered chemical environment, engendering many non- radiative charge- recombination centres that are particular to the surface21,40,61. The energetically favourable defects of the bulk that do not affect the band structure, such as vacancies, cluster on the surface and considerably raise the local work function of the perovskite surface. Additional surface electronic features could develop through, for example, the covalencyinduced formation of ion dimers62 (Fig. 1c, top left) and vacancy- based doubly charged surface layers63. The invasion of foreign species under ambient conditions also contributes to the distortion of the electronic structure at the surface. The incorporation of oxygen into defect- free MAPbI3 creates midgap trap states that originate from the unoccupied oxygen π antibonding orbital, and the occupation of I− vacancies with O2− superoxide species shifts the oxygen state downwards into the valance band, indicating favourable oxygen reduction44. The absorption of water molecules on the surface slightly increases the surface bandgap and induces more degrees of disorder in the surface structure of MHPs. External stimuli, such as incident light, also induce specific surface states in MHP thin films. Irradiation of (Cs0.06MA0.15FA0.79) Pb(Br0.4I0.6)3 films triggered the formation of inhomogeneous I−- rich perovskite domains at the surface, leading to low- bandgap emitting sites with a high local concentration of charges, ensuring radiative bimolecular processes dominate recombination64."
    }, {
      "heading" : "Surface features of MHP QDs",
      "text" : "The surfaces of QDs are distinct from those of bulk counterparts because the ligands used in the synthesis contribute substantially to the surface structure. According to the covalent- bond- classification method,\nwww.nature.com/natrevmats\nthe surface ligands of QDs include L- type (two- electron donor ligands, which act as Lewis bases), Z- type (two- electron acceptor ligands, which act as Lewis acids) and X- type (one- electron donor ligands)12,65 (Fig. 2a). Most of the MHP QDs synthesized to date primarily rely on long- alkyl- chain ligands, the prototypical example of which is the oleylamine–oleic acid pair66. With the ionic character of MHP QDs, the surface ligand binding falls into the binary X- type category; surfaces are typically dynamically stabilized with either an oleylammonium halide or oleylammonium oleate67. The cation and anion bind onto the surface of MHP QDs as an ionic pair, with the ammonium cation taking the place of a surface A- cation, while the halide or carboxylate attaches on the surface and maintains charge neutrality67–69 (the blue structures in Fig. 2b). The large diffusion coefficient of surface ligands implies highly dynamic ligand binding, with fast exchange between the bound and\na\nc\n–2\n0\n2\n4\n6\n8 Interstitials\nD ef\nec t-\nfo rm\nat io n en er gy (e V )\nCharged vacancies Neutral vacancies Antisites\nM = Cd, Pb, etc. E = S, Se X = O\n2 CR, Cl, SR, etc.\nL = PR 3 , NH 2 R, etc. MX 2 = Cd(O 2 CR) 2 , CdCl 2 , Pb(SCN) 2 , etc. [X][HB] = [Cl][HPBu 3 ], [S][H 4 N] 2 , [In 2 Se 4 ][N 2 H 5 ] 2 , etc.\nX-type Terminates lattice\nX-type Bound ion pair\nL-type Neutral donor\nZ-type Neutral acceptor\nX –X X\nL MX 2\n+[HB]\nME M E\nRCO2\nP\nP O\nOHR OH N S\nN RR\nX\nOHO\nN H\nOHO\nH2N\nO\nO\nH3N\nO\nO HS\nNH2N R\nO\nO\nNR\nS O OO\nN OR P O O OH\nR\nS O\nO OH\nN O\nn\nSi O\nO O\nNH2\nLuminescent properties\nElectronic coupling\nStability\n+\n+\n–\n–\n–\n+\n+\n+\n+\n–\n–\n–\n–\n–\nb\nC SC SE\nBa ck\nfli p\nBa ck\nfli p\nCs Br\nBr Cs\nPb Br\nBr Pb\nV Cs 0V Pb 0 V Br 0 2 V Br 1 + V Cs –V Pb 2–Cs i + i Br– i Pb2+ V Br 2 +\nX– NH3\nNH3 +\nNature reviews | Materials\nfree states, which is likely the origin of the ease of halide exchange39,70 and ligand loss upon purification of MHP QDs71–73. This unique binary binding mode has inspired numerous new ligands for MHP QDs (Fig. 2b), the details of which are discussed below.\nThe non- unity and frequent loss of PLQY upon cyclic purification implies the existence of structural disorder at the surface of MHP QDs. Surface imperfections are more prominent in nanoparticles than in the bulk phase, owing to their larger number of surface atoms and size of a few nanometres. The small size enables bulk defects in the core of the QDs to travel towards the surface if they are more stable in this region. The energetics of surface- defect formation in QDs are also expected to differ from those in the bulk, as the chemical environment of QD surface defects involves a complex interplay between lattice termination, ligands, surrounding solvent and size- induced inherent strain redistribution and symmetry breaking74,75. The most plausible scenario for the formation of defects on the surface is the detachment of capping ligands to leave behind vacancies. The electronic structure evolution of [CsPbX3](PbX2)k{AX′}n (where k and n are the numbers of PbX2 units and {AX′} ligands on the two outermost atomic layers, respectively) was evaluated theoretically while stripping ion pairs from the QD surface. Even when 75% of the {AX′} units had been removed, midgap states remained absent and the structural integrity was preserved. However, such defect- tolerant behaviour no longer holds for PbX2- terminated [CsPbX3](PbX2)k or uncapped QDs, for which stripping only 25% of the surface PbX2 units causes midgap states to appear and triggers structural deformation76. Deeper insight into the electronic structure of surface defects in MHP QDs was recently gained through systematic theoretical screening of interstitial, vacancy and antisite defects on the surface of CsPbBr3 QDs75, as has been intensively studied in the bulk. In contrast to bulk MHPs, nanoparticles capped with surface ligands are usually formed in a low dielectric solvent. Hence, ion pairs are usually responsible for the creation of the point defects, where the addition, removal or substitution of an ion on the surface has to be accompanied by a counterion to neutralize the charge. Therefore, the\natomic and electronic surface features generated in nanoparticles can be distinct from those of the bulk. The defect formation energies of each type of point defect at different locations were compared (Fig. 2c). With the most negative defect formation energies, surface interstitial defects were determined to be energetically favoured, especially at the surface edge. Midgap states of the most stable Pb2+ interstitials emerged from the counterion (halide) instead of Pb2+ itself, and only when the halide occupies a surface position that points outwards from the surface. Although the expulsion of ions in their elemental form from the lattice would also result in midgap states, this process is strongly endothermic, which limits the formation of such surface defects. Other point defects on QD surfaces either do not create midgap states or undergo reconstruction of the configuration to give rise to non- defective structures or electronically benign defects75."
    }, {
      "heading" : "Surface- analysis techniques",
      "text" : ""
    }, {
      "heading" : "Structural and chemical characterization",
      "text" : "The structures of surfaces are typically characterized at two distinct levels, atomic and morphological. As discussed above, the flexibility and vulnerability of the MHP lattice imparts rich chemistries and structural heterogeneities at the surfaces, profoundly affecting the macroscopic materials properties. Thus, there is high demand for scrupulous multi- perspective characterization techniques. Table 1 summarizes the surface sensitivity and the pros and cons of the various characterization techniques employed in surface studies of MHPs.\nSurface- structure- characterization techniques. Scanning electron microscopy (SEM) and topographic atomic force microscopy (AFM) are the most valuable and essential tools for characterizing the surface morphologies of MHP thin films77–80. Both techniques provide information about the grain size and surface roughness, which are crucial parameters that govern the performance of thin- film devices81–84. These characterization methods offer complementary capabilities. SEM, combined with energy- dispersive X- ray spectroscopy, can measure the chemical composition of the surface structure, whereas there are numerous variants of AFM for the evaluation of other surface physical properties (discussed further below). Grazing- incidence X- ray scattering can be used to probe the lattice structure near surfaces; surface sensitivity is enabled by adopting a small incident angle of the incoming X- ray. Incorporation of a 2D detector, as in grazing- incidence wide- angle X- ray scattering, enables the detection of the crystallographic orientation of the crystal lattice. By varying the incident angles, the penetration depths of the X- ray is modulated, enabling depth profiling of the lattice structure85,86. With an X- ray incident angle of 0.05° for near- surface detection and 0.3° for full- depth detection, grazing- incidence wide- angle X- ray scattering signals determined the amount of PbI2 at the surface and throughout FAPbI3 thin films, revealing the formation mechanism of the FAPbI3 thin film86. Compared with the above techniques, higher spatial resolution, down to the atomic level, can be achieved using STM (Fig. 3a). In addition to some\n◀\nwww.nature.com/natrevmats\nTable 1 | summary of surface- characterization techniques for metal halide perovskites\ntechnique Property characterized resolution and detection depth\nadvantages limitations refs\nStructural and chemical\nSEM Topography Lateral: ~10 nm Can be combined with EDX for elemental analysis\nElectron- beam damage; operates under UHV; information from two dimensions only\n77,79,80\nAFM Topography Lateral: ~10 nm\nDepth: top surface\nMultiple variants for evaluation of electronic properties; information from three dimensions\nLateral forces can distort the image\n78\nGIXS Lattice structure Depth: depends on incident angle, ~50–500 nm\nGIWAXS can detect crystallographic orientation Limited surface sensitivity 86\nSTM Surface atomic structure Lateral: atomic level\nDepth: top surface\nHighest spatial resolution Ultrasmooth surface required\n87,88\nHRTEM Lattice structure Lateral: atomic level High resolution; suitable for nanoparticles\nElectron- beam damage; operates under UHV\n89,94\nXPS Surface chemistry Depth: ~10 nm Elemental sensitivity; quantitative Sample damage at UHV; limited chemical bonding information\n15,96–98\nToF- SIMS Chemical composition Depth: depends on sputtering time, with a resolution of ~1 nm Can produce an elemental depth profile\nDestructive 104,105\nNano- FTIR Surface chemistry Lateral: ~10 nm\nDepth: 10–100 nm\nMolecular sensitivity Limited spatial resolution 112\nSFG vibrational spectroscopy Surface chemistry Depth: single molecular layer Molecular orientation information; study of buried interfaces Molecules in random orientations not detectable\n113,114\nElectronic and optical\nARPES Band dispersion Depth: 1–10 nm Electron distribution in momentum space for single- crystal studies Limited to single crystals 116–118\nUPS Electronic level below EF Depth: ~5 nm Precisely defines the position of the work function Cannot reliably extract VBM 120,122–124\nIPES Electronic level above EF Depth: ~1 nm Complementary to UPS Cannot reliably extract CBM 120\nPL mapping PL spectra Lateral: ~1 μm Correlation between optical properties and surface microstructure when combined with SEM or AFM Limited spatial resolution 145\ncAFM Conductivity and topography\nSame as AFM Distinct detection systems for topography and electronic properties\nContact mode; electronic properties of the bulk only\n125–130\nPFM Piezoresponse and topography\nSame as AFM Simultaneously scans the topography and piezoresponse\nContact mode; piezoresponse of the bulk only\n131,132\nKPFM Surface EF and topography\nSame as AFM CPD between tip and sample surface; photovoltage mapping; non- contact mode\nHard to obtain absolute value of EF without internal calibration; probe contamination\n133–138\nSTS Local density of states Same as STM An extension of STM for electronic property measurement\nSame as STM 35,88,139–141\nTRS Surface carrier dynamics Depth: ~10 nm Surface recombination velocity can be extracted Lack of detailed information on surface trap states\n59,143\nPAS Defect analysis Depth: depends on the energy of incident γ- ray Can define the defect type Only sensitive to negatively charged defects\n146,147\nAFM, atomic force microscopy; ARPES, angle- resolved photoemission spectroscopy; cAFM, conductive AFM; CBM, conduction band minimum; CPD, contact potential difference; EDX, energy- dispersive X- ray spectroscopy; EF, Fermi level; GIWAXS, grazing- incidence wide- angle X- ray scattering; GIXS, grazing- incidence X- ray scattering; HRTEM, high- resolution transmission electron microscopy; IPES, inverse photoemission spectroscopy; KPFM, Kelvin probe force microscopy; nano- FTIR, synchrotron infrared nanospectroscopy; PAS, positron annihilation spectroscopy; PFM, piezoresponse force microscopy; PL, photoluminescence; SEM, scanning electron microscopy; SFG, sum- frequency generation; STM, scanning tunnelling microscopy; STS, scanning tunnelling spectroscopy; ToF- SIMS, time- of- flight secondary ion mass spectrometry; TRS, transient reflection spectroscopy; UHV, ultrahigh vacuum; UPS, ultraviolet photoelectron spectroscopy; VBM, valence band maximum; XPS, X- ray photoelectron spectroscopy.\nNature reviews | Materials\nof the unique surface features of MAPbX3 discussed above, STM was used to pinpoint the exact locations of I− and Cl− in the mixed- anion MHPs MAPbBr3−xIx and MAPbBr3−yCly, revealing a disordered surface structure with randomly distributed anion substitution and no phase segregation87 (Fig. 3b). The surface structural dynamics of MHPs can be probed in real time at the atomic level using photoexcited STM. For example, photoinduced reordering of the molecular dipole of MA+ was observed in MAPbBr3, and is speculated to be initiated by photoexcited separation of electron–hole pairs in spatially displaced orbitals88. However, ultrasmooth surfaces are a prerequisite for high- resolution STM measurements, requiring samples to be prepared through vacuum deposition or the cleavage of single crystals under ultrahigh vacuum, and thus limiting the application of this technique to a wider range of MHP systems, including solution- processed polycrystalline films. High- resolution transmission electron microscopy (HRTEM) has also proved capable of atomic- scale detection of the outermost surface of MHP crystals. Using this technique, the thermally induced degradation of MAPbI3 was investigated and shown to involve precipitation of trigonal PbI2 from an amorphized MAPbI3 layer89. Combined with density functional theory calculations, surface- initiated layer- by- layer degradation from tetragonal MAPbI3 to trigonal PbI2 was also observed using HRTEM90. However, the sensitivity of MHPs, especially their surfaces, to the electron- beam exposure can induce unexpected reactions and products, leading to misleading conclusions42,91–93. MAPbI3, for example, undergoes continuous structural and compositional changes with an increasing electron dose93. In this regard, a cryo- electron microscopy protocol94 was developed to mitigate, if not completely eliminate, the electron- beam damage to MHP samples. Additionally, HRTEM requires an electron- transparent specimen, usually with a thickness of within a few tens of nanometres, to achieve high spatial resolution. Focused ion beam is a commonly used technique to prepare such thin samples, but damage to MHPs cannot be avoided. Direct deposition of a thin film on a transmission electron microscopy grid prevents the perovskite specimen from being damaged, but the substrate dependence of the crystal growth can lead to variation in the properties of the thin films95. Although sample preparation poses an additional challenge to the application of HRTEM for investigating MHP bulk thin films, it is a go- to approach for the characterization of MHP nanoparticles, such as QDs12.\nSurface- chemistry- characterization techniques. Numerous studies have used X- ray photoelectron spectroscopy (XPS) to characterize the surface chemistry of MHP thin films, revealing the chemical composition and indicating molecular interactions based on the shift of the binding energy15,96–98. However, although XPS is advantageous for elemental analysis, it cannot precisely probe molecular bonding at an atomic level, particularly when the susceptibility of MHPs and the resulting radiolysis under ultrahigh vacuum are considered99. The ambiguous origin of the C 1s peak at ~284.8 eV,\npresumably from MA+, FA+, solvent and/or adventitious carbon100–103, also contributes to the complexity of elucidating molecular structures with XPS. Timeof-flight secondary ion mass spectrometry can be used to identify the surface composition of MHPs through analysis of the ionized species sputtered from the surface of a specimen104,105. Additionally, this technique can provide a full- depth elemental- distribution profile when the sputtering proceeds to the bulk of the sample, enabling evaluation of the variation in composition with depth106–110, although it still lacks information about molecular structure. Solid- state NMR spectroscopy has been used to unravel the atomic- level passivation mechanism of the surfaces of MHP thin films upon treatment with various ammonium salts. However, although the molecular structures and the chemical environments of the organic ammoniums were determined, NMR techniques failed to establish whether these species are at the surface, owing to lack of surface sensitivity111. Synchrotron infrared nanospectroscopy (nano- FTIR) is a scanning- probe technique that takes advantage of the competence of Fourier transform infrared spectroscopy in exploring molecular structures and the superiority of AFM in acquiring spatial information. Nano- FTIR was recently applied to acquire spatial chemical information from MHP surfaces (Fig. 3c,d); spatial heterogeneity was detected in the vibrational activity of MHP films, which was ascribed to the nanoscale chemical diversity of isolated MHP grains112. Although nano- FTIR cannot provide a spatial resolution as high as that of STM, it succeeds in detecting molecular binding modes at the nanoscale without suffering from the limitations in sample- preparation methods, suggesting the importance of integrating characterization techniques for obtaining an in- depth understanding of the surface chemistry of MHPs.\nThe characterization techniques described above all fail to detect the molecular orientation of species at the surface; however, sum- frequency generation (SFG) vibrational spectroscopy can provide some insight. The SFG process cannot occur unless the inversion symmetry of the medium is broken, which always takes place at surfaces or interfaces, making SFG vibrational spectroscopy a surface- sensitive and interface- sensitive technique (Fig. 3e). Subsequently, the molecular orientation at surfaces and interfaces can be determined by tuning the infrared beam to selectively probe the targeted molecule while controlling the polarization of each incident beam and the generated SFG beam113–115. For example, SFG vibrational spectroscopy was used to probe the molecular orientation of fullerene derivatives on the surface of MAPbI3 films113 (Fig. 3f). The polarization combination was chosen so that the spectral intensity was proportional to the infrared dipole moment of vibrational modes with a component perpendicular to the substrate. The MAPbI3 films treated with different fullerene derivatives all showed peaks at ~1,463 cm−1, which corresponds to the vibrational mode of symmetry breaking in the fullerene derivatives with an infrared dipole moment pointing from the centre of C60 to the pendant group. The methylene symmetric stretching mode and methyl symmetric stretching mode of the\nwww.nature.com/natrevmats\npendant groups were also visible in the SFG spectra in the C–H stretch region. The sample treated with a fullerene derivative termed PCBB-3N-3I showed the strongest signals, indicating the assembly of PCBB-3N-3I on the surface with a preferred molecular orientation."
    }, {
      "heading" : "Electronic and optical characterization",
      "text" : "Understanding the local electronic behaviour and optical properties of surfaces and the correlation with device performance is a crucial step towards the further development of MHP- based optoelectronic devices.\n1.8 nm 1.8 nm 1.8 nm\nA\nTunnelling current\na\nc\ng\ne\nb\nd\nh\nf\ni\nj\nMAPbI 3 /PCBB-3N-3I MAPbI 3 /PCBB-3N MAPbI 3 /PCBM\nSF G\nin te\nns it\ny (a\nrb . u\nni ts\n)\nSF G\nin te\nns it\ny (a\nrb . u\nni ts\n)\nIn te\nns it\ny (a\nrb . u\nni ts\n)\nMAPbCl 3 CsPbCl 3\nMASnCl 3 CsSnCl 3\nMASnBr 3 CsSnBr 3\nMAPbI 3 CsPbI 3\nCsPbBr 3\nFAPbBr 3\nMASnI 3 CsSnI 3\nFAPbI 3\nFAPbCl 3\nFASnCl 3\nMAPbBr 3\nFASnBr 3\nFASnI 3\n1.0\n0.8\n0.6\n0.4\n0.2\n0.0\n5,0004,0003,0002,0001,0000\nDelay (ps)\n1.77 2.07 2.48 3.10\nPump–photon energy (eV)\ncAFM AFM PFM KPFM\n1\n3\n4 5 6\n2\n1,600 1,700 1,800\nIR broadbandAFM topography\nIR intensity (mV) 0 1.7 Height (nm) 0 93 Wavenumber (cm–1)\n1,400 1,450 1,500 2,800 2,850 2,900 2,950 3,000 Wavenumber (cm–1) Wavenumber (cm–1)\nN an\noFT\nIR a\nbs or\nba nc e (a rb . u ni ts ) 1\n2\n3 4 5 6\n1\n2\n3 4 5 6\nω IR\nω IR\nω VIS\nω VIS\nω SFG\nω SFG\nMAPbBr 3\nMAPbBr 3–x I x\nMAPbBr 3–y Cl y\nProbe tip\nLaser A\nPhotodetector IR response\nIR synchrotron\nPCBB-3N-3I PCBB-3N\nC 60 vibrational modes C–H stretching modes\nΔR /R\n(a rb\n. u ni\nts )\nProbe\nPump Reflected photons\n– – – – ––\n–– ––\n–– ––\n–\nInelastic scattering\nIncident photons Photoelectrons\n21 16 14 12 10 8 6 4 2 0 –222\n1 3 42\nUPS VBM CBM IPES E\nF\nEnergy with respect to vacuum level (eV)\nMAPbI 3\n200 nm 200 nm\nNature reviews | Materials\nAngle- resolved photoemission spectroscopy is typically used to determine the band dispersion of the surface of MHP single crystals in reciprocal space; single crystals are a good system for investigation, assuming the cleaved crystal is close to pristine with a minimally perturbed surface. The band mapping of the cleaved surfaces of MAPbI3 (reFs116–118) and MAPbBr3 (reFs26,117,119) single crystals is consistent with results from theoretical simulations. This agreement not only provides experimental support for the simulated electronic structure required to describe charge- carrier behaviour but also assists in\nexploring and evaluating fundamental physical phenomena, such as Rashba splitting57. Ultraviolet photoelectron spectroscopy and inverse photoemission spectroscopy are complementary techniques for the direct and quantitative measurement of the electronic- energy levels of MHP surfaces: the Fermi level and electron affinity can be extracted using ultraviolet photoelectron spectroscopy, whereas inverse photoemission spectroscopy probes the electronic states above the Fermi level of the system120 (Fig. 3g,h). Although these techniques have been widely adopted for the measurement of band edges121–124, the soft energy onsets of MHP surfaces, originating from the structural disorder and low density of states at band edges, pose a challenge for the accurate determination of the energy levels, causing variations in the reported values. All these approaches for characterization of the electronic structure provide ensemble surface properties of MHPs without giving local spatial information.\nVarious scanning- probe- microscopy techniques, variants of topographic AFM or STM for probing surface atomic structure and morphology, have been widely used to explore local energetics on MHP surfaces at the nanoscale or atomic scale. With conductive AFM (cAFM), the conductivity can be mapped by measuring the current between a conductive tip and substrate and then used to assess local electrical properties, such as charge distribution or transport125–128. The correlation between local photocurrent characteristics and surface topography can be probed with an additional light stimulus shining onto the sample surface. For example, intragrain heterogeneity, indicative of facet- dependent defect concentrations, was identified in a polycrystalline MHP thin film using cAFM under luminescence129. Combined with confocal photoluminescence (PL) and laser- beam- induced current, illuminated- cAFM measurements unravelled an anticorrelation between the optical and photoelectric response of a MHP thin film130. As a variant of cAFM, piezoresponse force microscopy can aid in determining the morphology and, simultaneously, the piezoresponse of MHP surfaces through application of an alternating voltage to the probe. A good example of its success in providing insight into the unique physical properties of MHP surfaces is the experimental evidence that shows the existence of ferroelastic domains in MAPbI3 (reFs131,132). By contrast, Kelvin probe force microscopy (KPFM) probes the contact potential difference between a tip and a sample surface, from which the surface work function can be extracted if calibrated carefully124,133–135. Illuminated- KPFM also offers the opportunity to map the open- circuit voltage when the back contact layer of  the MHP is grounded with respect to the tip136. Advances in KPFM have enabled a fast scanning mode on the timescale of seconds, allowing for real- time investigation with a nanoscale spatial resolution137. However, when conducted under vacuum, supraband- gap light irradiation induced the loss of halide species, which adsorb on the Kelvin probe tip138. If undetected, this can lead to misinterpretation of the MHP surface potential. Scanning tunnelling spectroscopy, an extension of STM, provides the local density of states with a high spatial and energetic resolution. By ramping the bias voltage, both the occupied and unoccupied states can be obtained,\n◀\nwww.nature.com/natrevmats\nserving as a powerful technique for the determination of surface band structure35,88,139–142.\nBy investigating the photon- generated carrier dynamics, the surface defects of MHPs can be evaluated. Transient reflection spectroscopy (Fig. 3i) has proved to be a powerful tool for measuring surface carrier dynamics, from which the surface carrier- diffusion coefficient and surface recombination velocity (SRV) can be derived59,143,144 (Fig. 3j). Comparing the SRV of a MHP single crystal and polycrystalline film revealed unintended surface passivation of the polycrystalline thin film, indicated by the nearly an order of magnitude smaller SRV than in its single- crystal counterpart. Despite the relatively low SRV, surface recombination, rather than intergrain recombination, was still suggested to be dominant in regulating the carrier dynamics in the polycrystalline film, emphasizing the importance of intentional surface- passivation strategies in MHP- based optoelectronic devices59. When combined with SEM or AFM, PL mapping of MHP surfaces can be achieved using confocal PL microscopy to correlate the morphological characteristics with the local optical properties145. Positron annihilation spectroscopy is also a surface- sensitive and depth- sensitive technique for studying the defects in MHPs by varying the energy of the incident positrons for control of the penetration depth. As the positrons are injected into the sample, the positron–electron annihilation process, which proceeds by the emission of γ- rays, yields information on the local electron- density momentum, reflecting the defect type, distribution and concentration within the sample146,147. However, this technique is sensitive only to open volume defects, and positrons fail to ‘observe’ positively charged defects, deeming it limited for comprehensive analysis of surface defects."
    }, {
      "heading" : "Surface manipulation",
      "text" : "Surface role in bulk materials and devices The most pressing question remaining in the context of improving device performance is how to achieve the optimal materials properties by manipulating the surface of MHPs. Owing to the large number of defects at the surface that serve as carrier- recombination sites, the most straightforward and widely adopted strategy is to deactivate these surface traps. The ionic nature of MHPs enables defect- healing approaches based on Lewis acid–base chemistry. Undercoordinated Pb2+ or Pb clusters on the surface act as Lewis acids and can accept non- bonding electrons from a Lewis base to deactivate their carrier- trapping capability. Molecules with atoms bearing lone pairs of electrons, such as oxygen15,97,148–151, nitrogen7,121,148,152–154, sulfur98,121,155 and phosphorus156,157, are thus exploited as Lewis bases to donate electrons to these surface defects. The extent to which such passivation molecules minimize surface non- radiative recombination losses is dependent on the interaction with the defect sites (Fig. 4a). For a series of passivating molecules with amino groups, the introduction of oxygen atoms weakened the hydrogen bonding between the amino groups and perovskite organic cations, enhancing coordination with the Pb2+ defect sites. Stronger coordination with the Pb2+ sites increases the external quantum\nefficiency of LED devices. In particular, the formation of strong Pb–F (reF.105), Pb–Cl (reF.158) and Pb–O (reFs158,159) bonds or the formation of a robust lead oxysalt species on the surface160 has proved to be beneficial to both the efficiency and the stability of MHP devices. For example, the in situ formation of a lead sulfate surface layer on a MHP thin film (Fig. 4b, top) resulted in a reduction in the trap density of states within photovoltaic devices (Fig. 4b, bottom), indicating enhanced PCE and stability161.\nUndercoordinated halide trap sites are Lewis bases and can be silenced by binding with various Lewis acids, among which fullerene and its derivatives (such as phenyl- C61- butyric acid methyl ester (PCBM)) have been most intensively investigated160,162,163. Although the passivation mechanism involving fullerene species is not yet fully understood, such as the binding site with MHPs, early studies point to the formation of a PCBM–halide radical, as well as wavefunction hybridization between PCBM and the perovskite surface164. In addition to dealing with Pb- based and halide- based defects, the importance of manipulating the surface organic cations is evidenced by the inhibition of FA+ vacancies through the formation of hydrogen bonds between FA+ and F− (reF.105) (Fig. 4c) and the diboron- assisted decomposition of unreacted organic salts on the surface to decrease the defect density165. As the MHP lattice is ionic, its surface defects are charged, and, thus, electrostatic interactions also have a role in surface- defect passivation. Ammonium cations have been explored extensively for interaction with surface defects, mainly through electrostatic interactions. Under high- temperature annealing conditions, the organic cations are lost from the surface of MHP thin films at appreciable rates166. Added ammonium cations, therefore, interact with the remaining Pb2+ and X− on the surface. Surface passivation with organic ammoniums typically results in enhanced PL (Fig. 4d, top), which suggests a decrease in non- radiative recombination sites and, thus, improved photovoltaic PCEs (Fig. 4d, bottom). Although various ammoniums, including MA+ (reFs9,167–169), ethylammonium111, butylammonium170–172, tetrabutylammonium173, octy lammo nium97,104,174, phenyl trimethylammonium175, pheny l ethylammonium19,123,135,176–182 and diammoniums133,183,184, have been reported to be effective for MHP surface treatment and increasing the efficiencies of devices, the precise passivation mechanism remains ambiguous. This ambiguity is likely due to the formation of 2D perovskites and the modification of the band alignment at the surface, making it difficult to attribute the passivation effects solely to the electrostatic interaction. Additionally, bearing in mind the complexity of charged surface defects, zwitterions (which have both positive and negative charges) have been shown to be passivation agents for surface trap healing. Capable of interacting with both negatively and positively charged defects, zwitterions such as l- α- phosphatidylcholine have demonstrated the significance of considering charge neutrality when manipulating the surface defects of MHPs185,186.\nTrap healing on MHP surfaces is usually accompanied with a change in the Fermi energy or band- edge position, as a result of the absence of Fermi- level pinning by trap states or electron- orbital redistribution at\nNature reviews | Materials\nthe surface. The shift in the energy levels provides evidence of surface- defect passivation, but also induces favourable band alignment, giving rise to enhanced carrier transport. Introducing a surface dipole can also adjust the band structure and improve carrier dynamics. A surface dipole can be introduced through a passivating molecule with a strong intrinsic electric dipole moment located on the surface113,124,187–189 or the redistribution of electron density owing to the interaction of a molecule with the MHP surface167,190–192. Both approaches build an additional electric field into the interface that modulates the energy levels of a MHP surface to adjust the band alignment with the transporting layer and, thus, facilitate carrier injection or extraction. As an example, band bending at a perovskite surface can be tuned by switching the direction of the dipole moment of molecules at the surface (Fig. 5a). The band structure at the surface of MHPs can also be modulated by forming a heterostructure through the incorporation of a second semiconductor or insulating capping layer. It is possible to decrease surface carrier recombination and enhance carrier extraction by constructing graded energy levels towards selective contact134,171,176,193–195 (Fig. 5b, left) or by capping a wide- bandgap layer (Fig. 5b, right), enabling\nPL in\nte ns\nit y\n(a rb\n. u ni\nts )\nWavelength (nm) 700 800 900\nH2N O\nO O\nNH2\nH2N O O\nO NH2\nH2N O O NH2\nODEA\nTTDDA\nDDDA\n–0.6 –0.4 –0.2 0.0 0.2 0.4 0.6\n10\n12\n14\n16\n18\n20\nHMDA\nDDDA\nTTDDAEDEA\nODEA\na\nc d\n0.35 0.40 0.45 0.50 0.55\n1020\n1019\n1018\n1017\n1016\nBand 3Band 2Band 1\nControl Lead sulfate\nb\nPb I F Na N C H\n0.0 0.1 0.2 0.3 0.4 ΔE (eV) 0.5 0.6 0.7\nFA FA\n–I FA –F\nWithout PEAI\nWith PEAI, RT With PEAI, 50 °C\nWith PEAI, 85 °C With PEAI, 100 °C\n0 0 0.2 0.4 0.6 0.8 1.0 1.2\n5\n10\n15\n20\n25\nC ur\nre nt\nd en\nsi ty\n(m A\nc m\n–2 )\nVoltage (V)\nControl, reverse scan Control, forward scan 20 mM PEAI, reverse scan 20 mM PEAI, forward scan\nPb2+ cation\nSulfate anion\nMA+, FA+, Cs+ cations [PbX\n6 ]2–\noctahedron\nLead sulfate top layer\ntD O\nS (m\n–3 e\nv– 1 )\nE(ω) (eV)\nΔE ad (eV)\nPe ak\nE Q\nE (%\n)\n0.12\n0.55\n0\nEDEAHMDA\nwww.nature.com/natrevmats\ntunnelling of the minority carrier and blocking the majority carrier172,191,196–199.\nIn addition to regulating the surface electronic structure through trap healing and band tuning, the surface energy provides an additional handle through which the  surface properties can be manipulated. Most notably, the surface tension can be decreased to yield a hydrophobic surface that is resistant to external moisture. Various hydrophobic polymers and organic molecules have been used to develop MHP films with a low surface tension, thus prohibiting water penetration and increasing device stability173,180,182,200–205 (Fig. 6a). Surface- energy- driven grain growth or recrystallization is a unique aspect of MHP surface manipulation, leading to reconstruction of the entire bulk structure85,104,167,169. By modifying the surface of a polycrystalline thin film to lower the surface energy of a specific crystallographic facet, the crystalline grains subsequently preferentially grow along that orientation to minimize the free energy of the system. Therefore, the grain size of MHPs can be rationally controlled by varying the surface- energy anisotropy with different surface- treatment agents. For example, a series of organic ammoniums induced an increase in surface- energy anisotropy in the order butylammonium < octylammonium < oleylammonium, resulting in a corresponding increase in the size of the secondary grains with a preferred orientation104 (Fig. 6b). The soft lattice of MHPs is a particularly crucial factor in facilitating this surface- induced structural evolution over the entire bulk thin film; by contrast, such surface effects are dominant only at the nanoscale in conventional semiconductors104. Surface- modification strategies such as trap healing, band tuning or surface- energy manipulation ultimately improve the interfacial properties in MHP- based photovoltaic or LED devices. Decreased defect density, improved band alignment and preferred crystallographic orientation improve the interfacial- energy landscape, facilitating carrier transport and, thus, increasing the efficiency of as- fabricated devices. As device degradation always initiates at an interface, it is beneficial to the long- term stability to eliminate surface structural disorder and lower the surface tension to prevent moisture penetration.\nSurface role in nanomaterials and devices The unusually rapid success in producing MHP QDs with near- unity PLQYs owing to their unique defect- tolerant photophysics seems to suggest that it is less important to eliminate surface defects than in conventional semiconductor nanoparticles. Despite the incredible success, a key question is: what prevents the PLQY from being unity? Hence, efforts have been devoted to determining the surface states of MHP nanoparticles and exploring new surface chemistries beyond the prototypical oleylamine–oleic acid ligand pair to further decrease the number of surface traps and improve optical or optoelectronic properties. In Cs+- based MHP nanoparticles, a halide self- passivation effect was proposed upon obtaining a high quantum yield with a halide- rich composition206–208. This finding is consistent with theoretical results (discussed above) that demonstrated that AX- terminated MHP QDs are more defect tolerant than PbX2- terminated MHP QDs. Similar to their bulk counterparts, various Lewis bases, such as alkylphosphonic acid, trioctylphosphine, oxygen and thiocyanate209–212, decrease or eliminate surface trap states in MHP QDs and, thus, improve their luminescent properties (Fig. 2b, luminescent properties). Using hard–soft acid–base theory to guide their design, soft anionic Lewis bases were used to target undercoordinated Pb2+ and produce essentially trap- free CsPbX3 QDs213. Surface- defect passivation is especially important when dealing with the ligand- stripping process. The presence of residual long- chain organic molecules and ligands on the surface of QDs increases the inter- dot spacing and prevents electronic coupling in QD solids; the immediate solution to this problem is to strip the ligands or replace them with shorter ones14,214. The dynamic ligand binding in MHP QDs causes the ligands to quickly desorb, creating surface traps. Therefore, handling the surface ligands without sacrificing the optoelectronic properties or affecting the structural integrity poses a challenge to developing highly conductive MHP QD films. Several attempts have been made in this regard, including post- treatment with ammonium halides or metal halides215–217, solvent engineering70,218,219, crosslinking220 and the adoption of a substitutional ligand. Among these strategies, developing ligands that maintain the structural integrity without hindering carrier transport has attracted considerable attention. Typically, ligands with shorter alkyl chains206,221, a conjugated structure222–224 and zwitterionic features225 have been exploited (Fig. 2b, electronic coupling).\nFig. 4 | surface-defect-healing strategies. a | Molecular structures and calculated electron distributions of various amine- based passivation agents (top). The average peak external quantum efficiency (EQE) of light- emitting diodes based on metal halide perovskites treated with these agents is dependent on the adsorption energy difference, ΔEad = Ead,V − Ead,P, where Ead,P and Ead,V are the absorption energies of the passivation agent on a perfect surface and a surface with defects, respectively (bottom). Each value is\nan average of 60 devices, and the error bars correspond to the standard deviation. The calculated electron distribution of HMDA and EDEA (top) show how the electrons at the nitrogen atoms are inductively polarized towards the oxygen atoms, which decreases the hydrogen bonding with organic cations but increases the interaction with the surface defects. b | Perovskite surfaces can be passivated through in situ formation of a lead sulfate top layer (top, where MA+ is methylammonium and FA+ is formamidinium). Comparison of the trap density of states (tDOS) obtained through thermal admittance spectroscopy as a function of trap energy E(ω) for devices based on perovskites with or without lead sulfate top layers (bottom). The lead sulfate top layer decreases the tDOS over nearly all trap- energy depths. The vertical dashed lines define trap bands with different trap- energy depths: shallow trap states (band 1) and deep trap states (band 2 and band 3). c | Optimized structures of a Na–I unit and a Na–F unit adjacent to an FAPbI3 surface (top). The FA+ cations surrounding an F− site reorient towards F− to maximize their interaction. Comparison of the calculated formation energy of a surface FA+ vacancy in clean FAPbI3 (FA) and in surfaces with the NaI (FA–I) or NaF (FA–F) incorporated (bottom). Incorporation of F− increases the formation energy by a sizeable 0.55 eV, suggesting that F− helps to prevent the formation of FA+ vacancies. d | Steady photoluminescence (PL) of FA1−xMAxPbI3 perovskite films with PEAI (where PEA + is phenylethylammonium) treatment under different conditions (top) and typical current–voltage curves of devices based on films with and without PEAI treatment under 1- sun conditions (bottom). DDDA, 4,9-dioxa-1,12- dodecanediamine; EDEA, 2,2′-(ethylenedioxy)diethylamine; HMDA, hexamethylenediamine; ODEA, 2,2-[oxybis(ethylenoxy)]diethylamine; RT, room temperature; TTDDA, 4,7 ,10- trioxa-1,13- tridecanediamine. Panel a adapted from reF.7, Springer Nature Limited. Panel b adapted with permission from reF.161, AAAS. Panel c adapted from reF.105, Springer Nature Limited. Panel d adapted from reF.19, Springer Nature Limited.\n◀\nNature reviews | Materials\nThe effects of the surface on MHP stability become even more predominant at the nanoscale. Although cubic- phase CsPbI3 and FAPbI3 bulk materials suffer from thermodynamic instability at room temperature, folding them into QDs stabilizes the photoactive phase218,226,227. This stabilization is attributed to the enlarged contribution from the surface energy in QDs, as well as the strain redistribution through the lattice owing to size effects218. Like their bulk analogues, MHP QDs exhibit fast degradation upon exposure to external stimuli, such as moisture or other polar environments. The large surface- to- volume ratio in QDs further facilitates this process. Various strategies have been rapidly developed to modify the surface of MHP QDs with a hydrophobic protective layer, such as silica or polymers227–236 (Fig. 2b, stability). Embedding MHP QDs into a robust crystalline inorganic structure was recently proposed to be an effective approach to increasing the stability without notably sacrificing optoelectronic properties. Examples of the inorganic structures include the 2D perovskite OA2PbBr4 (where OA+ is octylammonium)237, 0D perovskite Cs4PbBr6 (reF.238) and PbSO4 (reF.239); each has compositional or structural features in common with the original MHP QDs, with the aim of establishing surface compatibility. The limited stability of MHP QDs has also been attributed to facile proton exchange between the oleate and amine surfactants, as well as to amine- accelerated dissolution of lead oleate from the surface. These suggestions have inspired the exploration of amine- free surface chemistry. MHP QDs\n–5.7 eV\na\nb\nMHPTiO 2\nHS–Ph–CN\nMHP HTL MHP HTL MHP\nMHP\nInsulating layer\nDOS\nC 60\nHTL\nHTL MHPTiO 2\nHS–Ph–SCH 3\nHTL\nCBM\nVBM\n–5.7 eV\n–5.2 eV\n–5.6 eV\n–5.8 eV\nWithout With NCs With NWs\nCBM (–3.9 eV)\nVBM (–5.4 eV)\nLUMO (–4.5 eV)\nHOMO (–6.2 eV)\n+\n–\n+\n+\n–\n+\n+\n+\n+\n+\n+\n– –\n– –\n––\n–\n–\n–\n– – – –\n– –– –\n(Cs,Br)-rich perovskite\n–5.2 eV\nElectron density\nHole density\nHole\nElectron SCH3\nSH\nCN\nSH\nCBM\nVBM\nFig. 5 | surface band-tuning strategies. a | The energy levels at the interface between a metal halide perovskite (MHP) and a hole- transporting layer (HTL) under open- circuit conditions are altered by modification of the interface with benzenethiol molecules, which have a notable dipole moment. With a CN- substituted benzenethiol (HS–Ph–CN), the molecular dipole\npoints away from the MHP, leading to an upwards shift in the surface- energy level of the MHP (left). By contrast, a downwards shift is observed when the interface is modified with a SCH3- substituted benzenethiol (HS–Ph–SCH3) and the molecular dipole points towards the MHP (right). b | Schematic representation of hole extraction in MHP solar cells without nanocrystals, with CsPbBr3 nanocrystals (NCs) and with CsPbBr3 nanowires (NWs) (left). Without NCs, there is a notable energy- level mismatch between the HTL and the valence band maximum (VBM) of the MHP. Incorporation of NCs increases the VBM by 0.09 eV, improving the band alignment with the HTL and, thus, enhancing carrier extraction and the device efficiency. Compared with NCs, the incorporation of NWs makes the VBM increase more uniformly without forming mixed electronic states on the surface, further enhancing device efficiency. The energy diagram (right) illustrates the suppression of surface- charge recombination by the introduction of an insulating layer. Matching the energy of the conduction band minimum (CBM) to the unoccupied states in the electron- transporting layer (C60), enables the electrons in the MHP to tunnel into the latter. By contrast, the holes in the MHP are blocked, leading to spatial separation of the electrons and holes and, thus, a decrease in charge recombination. DOS, density of states; HOMO, highest occupied molecular orbital; LUMO, lowest unoccupied molecular orbital. Panel a adapted with permission from reF.124, RSC. Panel b adapted with permission from (left) reF.194, Wiley and (right) reF.191, Wiley.\nwww.nature.com/natrevmats\nstabilized solely by either benzenesulfonic acid240 or oleic acid derived from tetraoctylammonium- halide precursors241 have been synthesized. The enhanced stability against polar solvents used during purification deems this approach a promising pathway towards high- performance QD- based optoelectronic devices."
    }, {
      "heading" : "Future perspectives",
      "text" : "Despite extensive developments in the passivation of surface defects, a comprehensive understanding of the origins of surface states in MHPs remains to be achieved. This knowledge gap emphasizes the significance of meticulously identifying surface defects for the rational design of surface- passivation approaches without trial and error. As most of the current surface- defect analyses are based on theoretical modelling, experimental studies are direly needed to pinpoint the types, energy\nlevels, formation conditions and locations of the defects on perovskite surfaces. Considering the complexity of the surface- defect configuration, it is challenging to gain a complete picture with a single technique. Introducing various molecules known to target specific defects could help to unveil the type of surface defects present and their atomistic origins. The design of molecular structures for targeted passivation combined with a set of surface- sensitive techniques for evaluating the passivation efficacy would provide further insight into the surface states.\nLong- term stability of MHPs remains a major challenge, requiring new techniques that enable in situ and low- damage or damage- free surface characterization. In situ analysis would enable the real- time monitoring of the evolution of properties within operational MHP devices, aiding in determining the source of stability\n0 200 400 600 800 1,000\n3D/2D PSC 3D PSC\n1.0\n0.5PC E\nTime (hours)\na b 0 s\n1 s\n2 s\n3 s\n0 s\n1 s\n2 s\n3 s\n96.0°\n46.8°\n44.2°\n40.0°\n38.4°\n96.0°\n95.8°\n95.8°\nLarge grains and preferred orientationSmall grains and random orientation\nγ min\nSISG\nγ\nBA (100) γ\n100 = 3.23\nOA (100) γ\n100 = 2.14\nOLA (100) γ\n100 = 1.97\nBA (111) γ\n111 = 4.09\nOA (111) γ\n111 = 4.06\nOLA (111) γ\n111 = 4.01\nCs Pb I Br C N H\n400 nm\nR= NH3\nRef BA OA OLA\nFig. 6 | Manipulation of surface tension. a | Images of water droplets on the surface of 3D/2D (top, left) and 3D (top, right) perovskite films at different water- loading times. The 2D perovskite contains the pentafluorophenylethylammonium\ncation, which is hydrophobic and imparts increased moisture resistance. The ambient- atmosphere (40% relative humidity) ageing results of a 3D and a 3D/2D perovskite solar cell (PSC) at 1- sun irradiation show that the 3D/2D device maintains better long- term operational stability (bottom). b | Optimized (100) and (111) slab models of a perovskite with various ammonium surface modifications (top). The difference in the surface energy of the (100) and (111) planes (γ100 and γ111, respectively, in units of eV nm−2) is butylammonium (BA+) < octylammonium (OA+) < oleylammonium (OLA+), indicating a corresponding increase in surface- energy anisotropy. The top- view scanning electron microscopy images (middle) of perovskite films with various treatments and a reference system (Ref) without treatment show that surface treatment increases the size of the grains, with a correlation between the average grain size and the surface- energy anisotropy. The increase in grain size is attributed to surface- induced secondary grain growth (SISG; bottom). The driving force for SISG is the surface- energy anisotropy, defined as γ γ γ∆ = −\nmin , where γ is the average surface energy and γ min is the\nminimum surface energy. Upon incorporation of ammonium cations at the surface, a specific crystallographic facet shows γ\nmin , and the grains prefer to grow along that orientation. PCE, power- conversion efficiency. Panel a adapted with\npermission of AAAS from reF.182, © The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY- NC). Panel b adapted with permission from reF.104, ACS.\nNature reviews | Materials\nissues during operation. The fragile lattice of perovskites is highly sensitive to beam sources, adding to the difficulties in precisely determining the material properties of the surface region. For example, HRTEM fails to capture atomic- resolution images of organic–inorganic hybrid MHPs, owing to electron- beam damage. A significant variation in the elemental composition measured using XPS has also been observed. It is hard to unambiguously answer whether the discrepancies are a result of different processing histories or the X- ray damage to the samples. Recently, cryo- HRTEM successfully acquired high- resolution MHP structural information with minimal damage from the electrons94. Sample transfer and measurements under cryo conditions minimizes structural transformations, making it a promising approach towards clear- cut determination of atomic- level construction. However, cryo conditions cannot entirely eliminate electron- beam damage, especially for some highly volatile organic components in MHPs, and, therefore, an electron dose test is also needed.\nAlthough various surface- passivation agents improve MHP materials properties or device performance, screening a tremendously large molecule pool poses a big challenge. For example, molecules containing a carbonyl group, a well- known Lewis base, can act as passivation agents for perovskites. However, although the rich chemistry in organic molecules provides structural tunability, it increases the complexity of finding the most effective passivating molecules. There are myriad molecules containing carbonyl groups; however, the molecular structure that will be most effective is often difficult to judge. A recent breakthrough in circumventing this problem involved the systematic investigation of the chemical environment around the effective functional group and its effects on surface passivation15. This breakthrough\nshould motivate further efforts towards rational molecular design for surface passivation.\nIn addition to molecular surface- passivation approach es, a thin surface layer of a robust inorganic material that not only silences the surface defects but also readily binds to the soft perovskite surface is highly desirable for long- term stability. The success of PbO or PbSO4 surface layers on pristine MHPs158,159,161, mimicking the SiO2 surface layer used in Si photovoltaics, implies that this strategy should become one of the major research directions for surface passivation in MHP optoelectronic devices.\nThe structural or compositional similarity is a prerequisite to epitaxial construction of a surface- passivation layer. Therefore, in addition to Pb derivatives, various organic ammonium halides are also intensively studied for surface modification in MHPs. Although the underlying passivation mechanism remains ambiguous, the capability of achieving superior device performance is encouraging. Additionally, the organic tail of the ammonium cations can be functionalized to modify the surface properties, which offers enormous scope to tune the band structure and, thus, carrier dynamics at MHP surfaces.\nLast, but not least, the large surface- to- volume ratio of QDs may emphasize the surface states; thus, QDs could be exploited as model systems for the study of perovskite surfaces. Although there are significant differences between the surface of the bulk and that of the QDs, they share common characteristics, as evidenced by a few similar surface- passivation methods reported for both QDs and bulk MHPs156,211,217,242. Successful surface- passivation strategies in perovskite QDs can be applied to perovskite bulk films or vice versa.\nPublished online xx xx xxxx\n1. Davison, S. G., Steshcka, M. in Basic Theory of Surface States (eds Davison, S. G. & Stęślicka, M.) 46–54 (Clarendon Press, 1992). 2. Shockley, W. On the surface states associated with a periodic potential. Phys. Rev. 56, 317–323 (1939). 3. Kim, H. S. et al. Lead iodide perovskite sensitized all-solid-state submicron thin film mesoscopic solar cell with efficiency exceeding 9%. Sci. Rep. 2, 591 (2012). 4. Kojima, A., Teshima, K., Shirai, Y. & Miyasaka, T. Organometal halide perovskites as visible- light sensitizers for photovoltaic cells. J. Am. Chem. Soc. 131, 6050–6051 (2009). 5. Yuan, M. et al. Perovskite energy funnels for efficient light- emitting diodes. Nat. Nanotechnol. 11, 872–877 (2016). 6. National Renewable Energy Laboratory. Best researchcell efficiencies chart. NREL https://www.nrel.gov/pv/ cell- efficiency.html (2019). 7. Xu, W. et al. Rational molecular passivation for high-performance perovskite light- emitting diodes. Nat. Photonics 13, 418–424 (2019). 8. Cao, Y. et al. Perovskite light- emitting diodes based on spontaneously formed submicrometre- scale structures. Nature 562, 249–253 (2018). 9. Lin, K. et al. Perovskite light- emitting diodes with external quantum efficiency exceeding 20 per cent. Nature 562, 245–248 (2018). 10. Meggiolaro, D., Mosconi, E. & De Angelis, F. Formation of surface defects dominates ion migration in lead- halide perovskites. ACS Energy Lett. 4, 779–785 (2019). 11. Wang, R. et al. A review of perovskites solar cell stability. Adv. Funct. Mater. 29, 1808843 (2019). 12. Boles, M. A., Ling, D., Hyeon, T. & Talapin, D. V. The surface science of nanocrystals. Nat. Mater. 15, 141–153 (2016). 13. Levchuk, I. et al. Brightly luminescent and colortunable formamidinium lead halide perovskite FAPbX3 (X = Cl, Br, I) colloidal nanocrystals. Nano Lett. 17, 2765–2770 (2017). 14. Kagan, C. R. & Murray, C. B. Charge transport in strongly coupled quantum dot solids. Nat. Nanotechnol. 10, 1013–1026 (2015). 15. Wang, R. et al. Constructive molecular configurations for surface- defect passivation of perovskite photovoltaics. Science 366, 1509–1513 (2019). 16. Chen, Z. et al. Thin single crystal perovskite solar cells to harvest below- bandgap light absorption. Nat. Commun. 8, 1890 (2017). 17. Min, H. et al. Efficient, stable solar cells by using inherent bandgap of α- phase formamidinium lead iodide. Science 366, 749–753 (2019). 18. Jung, E. H. et al. Efficient, stable and scalable perovskite solar cells using poly(3-hexylthiophene). Nature 567, 511–515 (2019). 19. Jiang, Q. et al. Surface passivation of perovskite film for efficient solar cells. Nat. Photonics 13, 460–466 (2019). 20. Callen, H. B. Thermodynamics and an Introduction to Thermostatistics 27–35 (Wiley, 1985) 21. Uratani, H. & Yamashita, K. Charge carrier trapping at surface defects of perovskite solar cell absorbers: a first- principles study. J. Phys. Chem. Lett. 8, 742–746 (2017). 22. Mosconi, E., Ronca, E. & De Angelis, F. First- principles investigation of the TiO2/organohalide perovskites interface: the role of interfacial chlorine. J. Phys. Chem. Lett. 5, 2619–2625 (2014). 23. Quarti, C., De Angelis, F. & Beljonne, D. Influence of surface termination on the energy level alignment at the CH3NH3PbI3 perovskite/C60 interface. Chem. Mater. 29, 958–968 (2017). 24. Haruyama, J., Sodeyama, K., Han, L. & Tateyama, Y. Termination dependence of tetragonal CH3NH3PbI3\nsurfaces for perovskite solar cells. J. Phys. Chem. Lett. 5, 2903–2909 (2014). 25. Haruyama, J., Sodeyama, K., Han, L. & Tateyama, Y. Surface properties of CH3NH3PbI3 for perovskite solar cells. Acc. Chem. Res. 49, 554–561 (2016). 26. Huang, X., Paudel, T. R., Dowben, P. A., Dong, S. & Tsymbal, E. Y. Electronic structure and stability of the CH3NH3PbBr3 (001) surface. Phys. Rev. B 94, 195309 (2016). 27. Komesu, T. et al. Surface electronic structure of hybrid organo lead bromide perovskite single crystals. J. Phys. Chem. C 120, 21710–21715 (2016). 28. Torres, A. & Rego, L. G. C. Surface effects and adsorption of methoxy anchors on hybrid lead iodide perovskites: insights for spiro- MeOTAD attachment. J. Phys. Chem. C 118, 26947–26954 (2014). 29. Ran, C., Xu, J., Gao, W., Huang, C. & Dou, S. Defects in metal triiodide perovskite materials towards high- performance solar cells: origin, impact, characterization, and engineering. Chem. Soc. Rev. 47, 4581–4610 (2018). 30. Yin, W.-J., Shi, T. & Yan, Y. Unusual defect physics in CH3NH3PbI3 perovskite solar cell absorber. Appl. Phys. Lett. 104, 063903 (2014). 31. Liu, Y. et al. Atomistic origins of surface defects in CH3NH3PbBr3 perovskite and their electronic structures. ACS Nano 11, 2060–2065 (2017). 32. Kim, J., Lee, S. H., Lee, J. H. & Hong, K. H. The role of intrinsic defects in methylammonium lead iodide perovskite. J. Phys. Chem. Lett. 5, 1312–1317 (2014). 33. Liu, N. & Yam, C. Y. First- principles study of intrinsic defects in formamidinium lead triiodide perovskite solar cell absorbers. Phys. Chem. Chem. Phys. 20, 6800–6804 (2018). 34. Kabakova, I. V. et al. The effect of ionic composition on acoustic phonon speeds in hybrid perovskites from Brillouin spectroscopy and density functional theory. J. Mater. Chem. C 6, 3861–3868 (2018).\nwww.nature.com/natrevmats\n35. Ohmann, R. et al. Real- space imaging of the atomic structure of organic- inorganic perovskite. J. Am. Chem. Soc. 137, 16049–16054 (2015). 36. She, L., Liu, M. & Zhong, D. Atomic structures of CH3NH3PbI3 (001) surfaces. ACS Nano 10, 1126–1131 (2016). 37. Stecker, C. et al. Surface defect dynamics in organic – inorganic hybrid perovskites: from mechanism to interfacial properties. ACS Nano 13, 12127–12136 (2019). 38. Hieulle, J. et al. Imaging of the atomic structure of all-inorganic halide perovskites. J. Phys. Chem. Lett. 11, 818–823 (2020). 39. Akkerman, Q. A. et al. Tuning the optical properties of cesium lead halide perovskite nanocrystals by anion exchange reactions. J. Am. Chem. Soc. 137, 10276–10281 (2015). 40. Meggiolaro, D., Mosconi, E. & De Angelis, F. Modeling the interaction of molecular iodine with MAPbI3: a probe of lead- halide perovskites defect chemistry. ACS Energy Lett. 3, 447–451 (2018). 41. Thind, A. S. et al. Atomic structure and electrical activity of grain boundaries and Ruddlesden–Popper faults in cesium lead bromide perovskite. Adv. Mater. 31, 1805047 (2019). 42. Rothmann, M. U. et al. Direct observation of intrinsic twin domains in tetragonal CH3NH3PbI3. Nat. Commun. 8, 14547 (2017). 43. Kim, T. W. et al. Self- organized superlattice and phase coexistence inside thin film organometal halide perovskite. Adv. Mater. 30, 1705230 (2018). 44. Aristidou, N. et al. Fast oxygen diffusion and iodide defects mediate oxygen- induced degradation of perovskite solar cells. Nat. Commun. 8, 15218 (2017). 45. Zhang, L., Ju, M. G. & Liang, W. The effect of moisture on the structures and properties of lead halide perovskites: a first- principles theoretical investigation. Phys. Chem. Chem. Phys. 18, 23174–23183 (2016). 46. Mosconi, E., Azpiroz, J. M. & De Angelis, F. Ab initio molecular dynamics simulations of methylammonium lead iodide perovskite degradation by water. Chem. Mater. 27, 4885–4892 (2015). 47. Koocher, N. Z., Saldana- Greco, D., Wang, F., Liu, S. & Rappe, A. M. Polarization dependence of water adsorption to CH3NH3PbI3 (001) surfaces. J. Phys. Chem. Lett. 6, 4371–4378 (2015). 48. Yin, W. J., Yang, J. H., Kang, J., Yan, Y. & Wei, S. H. Halide perovskite materials for solar cells: a theoretical review. J. Mater. Chem. A 3, 8926–8942 (2015). 49. Schulz, P., Cahen, D. & Kahn, A. Halide perovskites: is it all about the interfaces? Chem. Rev. 119, 3349–3417 (2019). 50. Xiao, Z., Song, Z. & Yan, Y. From lead halide perovskites to lead- free metal halide perovskites and perovskite derivatives. Adv. Mater. 31, 1803792 (2019). 51. Brandt, R. E. et al. Searching for “defect- tolerant” photovoltaic materials: combined theoretical and experimental screening. Chem. Mater. 29, 4667–4674 (2017). 52. Cheng, X., Yang, S., Cao, B., Tao, X. & Chen, Z. Single crystal perovskite solar cells: development and perspectives. Adv. Funct. Mater. 30, 1905021 (2019). 53. Geng, W. et al. Effect of surface composition on electronic properties of methylammonium lead iodide perovskite. J. Mater. 1, 213–220 (2015). 54. Stranks, S. D. & Plochocka, P. The influence of the Rashba effect. Nat. Mater. 17, 381–382 (2018). 55. Etienne, T., Mosconi, E. & De Angelis, F. Dynamical origin of the Rashba effect in organohalide lead perovskites: a key to suppressed carrier recombination in perovskite solar cells? J. Phys. Chem. Lett. 7, 1638–1645 (2016). 56. Mosconi, E., Etienne, T. & De Angelis, F. Rashba band splitting in organohalide lead perovskites: bulk and surface effects. J. Phys. Chem. Lett. 8, 2247–2252 (2017). 57. Niesner, D. et al. Giant Rashba splitting in CH3NH3PbBr3 organic- inorganic perovskite. Phys. Rev. Lett. 117, 126401 (2016). 58. Li, Z. et al. Optoelectronic dichotomy of mixed halide CH3NH3Pb(Br1−xClx)3 single crystals: surface versus bulk photoluminescence. J. Am. Chem. Soc. 140, 11811–11819 (2018). 59. Yang, Y. et al. Top and bottom surfaces limit carrier lifetime in lead iodide perovskite films. Nat. Energy 2, 16207 (2017). 60. Yu, Z. L., Ma, Q. R., Zhao, Y. Q., Liu, B. & Cai, M. Q. Surface termination - a key factor to influence electronic and optical properties of CsSnI3. J. Phys. Chem. C 122, 9275–9282 (2018). 61. Chen, B., Rudd, P. N., Yang, S., Yuan, Y. & Huang, J. Imperfections and their passivation in halide\nperovskite solar cells. Chem. Soc. Rev. 48, 3842–3867 (2019).\n62. Agiorgousis, M. L., Sun, Y. Y., Zeng, H. & Zhang, S. Strong covalency- induced recombination centers in perovskite solar cell material CH3NH3PbI3. J. Am. Chem. Soc. 136, 14570–14575 (2014). 63. Sarmah, S. P. et al. Double charged surface layers in lead halide perovskite crystals. Nano Lett. 17, 2021–2027 (2017). 64. Andaji- Garmaroudi, Z. et al. A highly emissive surface layer in mixed- halide multication perovskites. Adv. Mater. 31, 1902374 (2019). 65. Anderson, N. C., Hendricks, M. P., Choi, J. J. & Owen, J. S. Ligand exchange and the stoichiometry of metal chalcogenide nanocrystals: spectroscopic observation of facile metal- carboxylate displacement and binding. J. Am. Chem. Soc. 135, 18536–18548 (2013). 66. Akkerman, Q. A., Rainò, G., Kovalenko, M. V. & Manna, L. Genesis, challenges and opportunities for colloidal lead halide perovskite nanocrystals. Nat. Mater. 17, 394–405 (2018). 67. De Roo, J. et al. Highly dynamic ligand binding and light absorption coefficient of cesium lead bromide perovskite nanocrystals. ACS Nano 10, 2071–2081 (2016). 68. Ravi, V. K. et al. Origin of the substitution mechanism for the binding of organic ligands on the surface of CsPbBr3 perovskite nanocubes. J. Phys. Chem. Lett. 8, 4988–4994 (2017). 69. Almeida, G. et al. Role of acid- base equilibria in the size, shape, and phase control of cesium lead bromide nanocrystals. ACS Nano 12, 1704–1711 (2018). 70. Nedelcu, G. et al. Fast anion- exchange in highly luminescent nanocrystals of cesium lead halide perovskites (CsPbX3, X = Cl, Br, I). Nano Lett. 15, 5635–5640 (2015). 71. Li, J. et al. 50-Fold EQE improvement up to 6.27% of solution- processed all- inorganic perovskite CsPbBr3 QLEDs via surface ligand density control. Adv. Mater. 29, 1603885 (2017). 72. Pan, A. et al. Insight into the ligand- mediated synthesis of colloidal CsPbBr3 perovskite nanocrystals: the role of organic acid, base, and cesium precursors. ACS Nano 10, 7943–7954 (2016). 73. Ten Brinck, S. & Infante, I. Surface termination, morphology, and bright photoluminescence of cesium lead halide perovskite nanocrystals. ACS Energy Lett. 1, 1266–1272 (2016). 74. Forde, A., Inerbaev, T., Hobbie, E. K. & Kilin, D. S. Excited- state dynamics of a CsPbBr3 nanocrystal terminated with binary ligands: sparse density of states with giant spin- orbit coupling suppresses carrier cooling. J. Am. Chem. Soc. 141, 4388–4397 (2019). 75. Ten Brinck, S., Zaccaria, F. & Infante, I. Defects in lead halide perovskite nanocrystals: analogies and (many) differences with the bulk. ACS Energy Lett. 4, 2739–2747 (2019). 76. Bodnarchuk, M. I. et al. Rationalizing and controlling the surface structure and electronic passivation of cesium lead halide nanocrystals. ACS Energy Lett. 4, 63–74 (2019). 77. Saidaminov, M. I. et al. Suppression of atomic vacancies via incorporation of isovalent small ions to increase the stability of halide perovskite solar cells in ambient air. Nat. Energy 3, 648–654 (2018). 78. Giridharagopal, R., Cox, P. A. & Ginger, D. S. Functional scanning probe imaging of nanostructured solar energy materials. Acc. Chem. Res. 49, 1769–1776 (2016). 79. Hou, Y. et al. Overcoming the interface losses in planar heterojunction perovskite- based solar cells. Adv. Mater. 28, 5112–5120 (2016). 80. Tan, H. et al. Efficient and stable solution- processed planar perovskite solar cells via contact passivation. Science 355, 722–726 (2017). 81. Li, X. et al. A vacuum flash- assisted solution process for high- efficiency large- area perovskite solar cells. Science 353, 58–62 (2016). 82. Lee, J. W. et al. A bifunctional Lewis base additive for microscopic homogeneity in perovskite solar cells. Chem 3, 290–302 (2017). 83. Tennyson, E. M., Doherty, T. A. S. & Stranks, S. D. Heterogeneity at multiple length scales in halide perovskite semiconductors. Nat. Rev. Mater. 4, 573–587 (2019). 84. Nie, W. et al. High- efficiency solution- processed perovskite solar cells with millimeter- scale grains. Science 347, 522–525 (2015). 85. Lin, L. et al. Bulk recrystallization for efficient mixedcation mixed- halide perovskite solar cells. J. Mater. Chem. A 7, 25511–25520 (2019).\n86. Yang, W. S. et al. Iodide management in formamidiniumlead-halide- based perovskite layers for efficient solar cells. Science 356, 1376–1379 (2017). 87. Hieulle, J. et al. Unraveling the impact of halide mixing on perovskite stability. J. Am. Chem. Soc. 141, 3515–3523 (2019). 88. Hsu, H. C. et al. Photodriven dipole reordering: key to carrier separation in metalorganic halide perovskites. ACS Nano 13, 4402–4409 (2019). 89. Kim, T. W. et al. Real- time in situ observation of microstructural change in organometal halide perovskite induced by thermal degradation. Adv. Funct. Mater. 28, 1804039 (2018). 90. Fan, Z. et al. Layer- by-layer degradation of methylammonium lead tri- iodide perovskite microplates. Joule 1, 548–562 (2017). 91. Klein- Kedem, N., Cahen, D. & Hodes, G. Effects of light and electron beam irradiation on halide perovskites and their solar cells. Acc. Chem. Res. 49, 347–354 (2016). 92. Zhou, Y., Sternlicht, H. & Padture, N. P. Transmission electron microscopy of halide perovskite materials and devices. Joule 3, 641–661 (2019). 93. Rothmann, M. U. et al. Structural and chemical changes to CH3NH3PbI3 induced by electron and gallium ion beams. Adv. Mater. 30, 1800629 (2018). 94. Li, Y. et al. Unravelling degradation mechanisms and atomic structure of organic- inorganic halide perovskites by cryo- EM. Joule 3, 2854–2866 (2019). 95. Ji, F. et al. Simultaneous evolution of uniaxially oriented grains and ultralow- density grain- boundary network in CH3NH3PbI3 perovskite thin films mediated by precursor phase metastability. ACS Energy Lett. 2, 2727–2733 (2017). 96. Liu, L. et al. Grain- boundary “patches” by in situ conversion to enhance perovskite solar cells stability. Adv. Mater. 30, 1800544 (2018). 97. Kim, M., Motti, S. G., Sorrentino, R. & Petrozza, A. Enhanced solar cell stability by hygroscopic polymer passivation of metal halide perovskite thin film. Energy Environ. Sci. 11, 2609–2619 (2018). 98. Wang, S. et al. Targeted therapy for interfacial engineering toward stable and efficient perovskite solar cells. Adv. Mater. 31, 1903691 (2019). 99. Steirer, K. X. et al. Defect tolerance in methylammonium lead triiodide perovskite. ACS Energy Lett. 1, 360–366 (2016). 100. Xie, H. et al. Effects of precursor ratios and annealing on electronic structure and surface composition of CH3NH3PbI3 perovskite films. J. Phys. Chem. C 120, 215–220 (2016). 101. Kim, T. G., Seo, S. W., Kwon, H., Hahn, J. & Kim, J. W. Influence of halide precursor type and its composition on the electronic properties of vacuum deposited perovskite films. Phys. Chem. Chem. Phys. 17, 24342–24348 (2015). 102. Olthof, S. & Meerholz, K. Substrate- dependent electronic structure and film formation of MAPbI3 perovskites. Sci. Rep. 7, 40267 (2017). 103. Hawash, Z. et al. Interfacial modification of perovskite solar cells using an ultrathin MAI layer leads to enhanced energy level alignment, efficiencies, and reproducibility. J. Phys. Chem. Lett. 8, 3947–3953 (2017). 104. Xue, J. et al. Crystalline liquid- like behavior: surfaceinduced secondary grain growth of photovoltaic perovskite thin film. J. Am. Chem. Soc. 141, 13948–13953 (2019). 105. Li, N. et al. Cation and anion immobilization through chemical bonding enhancement with fluorides for stable halide perovskite solar cells. Nat. Energy 4, 408–415 (2019). 106. Wu, Y. et al. Perovskite solar cells with 18.21% efficiency and area over 1 cm2 fabricated by heterojunction engineering. Nat. Energy 1, 16148 (2016). 107. Christians, J. A. et al. Tailored interfaces of unencapsulated perovskite solar cells for >1,000 hour operational stability. Nat. Energy 3, 68–74 (2018). 108. Hou, Y. et al. A generic interface to reduce the efficiency- stability-cost gap of perovskite solar cells. Science 358, 1192–1197 (2017). 109. Zhao, Q. et al. High efficiency perovskite quantum dot solar cells with charge separating heterostructure. Nat. Commun. 10, 2842 (2019). 110. Li, Z. et al. Extrinsic ion migration in perovskite solar cells. Energy Environ. Sci. 10, 1234–1242 (2017). 111. Alharbi, E. A. et al. Atomic- level passivation mechanism of ammonium salts enabling highly efficient perovskite solar cells. Nat. Commun. 10, 3008 (2019). 112. Szostak, R. et al. Nanoscale mapping of chemical composition in organic- inorganic hybrid perovskite films. Sci. Adv. 5, eaaw6619 (2019).\nNature reviews | Materials\n113. Zhang, M. et al. Reconfiguration of interfacial energy band structure for high- performance inverted structure perovskite solar cells. Nat. Commun. 10, 4593 (2019). 114. Xiao, M. et al. Effect of interfacial molecular orientation on power conversion efficiency of perovskite solar cells. J. Am. Chem. Soc. 139, 3378–3386 (2017). 115. Xiao, M., Lu, T., Lin, T., Andre, J. S. & Chen, Z. Understanding molecular structures of buried interfaces in halide perovskite photovoltaic devices nondestructively with sub‐monolayer sensitivity using sum frequency generation vibrational spectroscopy. Adv. Energy Mater. 10, 1903053 (2019). 116. Yang, J.-P. et al. Band dispersion and hole effective mass of methylammonium lead iodide perovskite. Sol. RRL 2, 1800132 (2018). 117. Zu, F. et al. Constructing the electronic structure of CH3NH3PbI3 and CH3NH3PbBr3 perovskite thin films from single- crystal band structure measurements. J. Phys. Chem. Lett. 10, 601–609 (2019). 118. Lee, M. I. et al. First determination of the valence band dispersion of CH3NH3PbI3 hybrid organic– inorganic perovskite. J. Phys. D Appl. Phys. 50, 26LT02 (2017). 119. Wang, C. et al. Valence band dispersion measurements of perovskite single crystals using angle- resolved photoemission spectroscopy. Phys. Chem. Chem. Phys. 19, 5361–5365 (2017). 120. Tao, S. et al. Absolute energy level positions in tinand lead- based halide perovskites. Nat. Commun. 10, 2560 (2019). 121. Noel, N. K. et al. Enhanced photoluminescence and solar cell performance via Lewis base passivation of organic–inorganic lead halide perovskites. ACS Nano 8, 9815–9821 (2014). 122. Que, M. et al. Quantum- dot-induced cesium- rich surface imparts enhanced stability to formamidinium lead iodide perovskite solar cells. ACS Energy Lett. 4, 1970–1975 (2019). 123. Cho, K. T. et al. Selective growth of layered perovskites for stable and efficient photovoltaics. Energy Environ. Sci. 11, 952–959 (2018). 124. Lu, J. et al. Interfacial benzenethiol modification facilitates charge transfer and improves stability of cm-sized metal halide perovskite solar cells with up to 20% efficiency. Energy Environ. Sci. 11, 1880–1889 (2018). 125. Kutes, Y. et al. Mapping the photoresponse of CH3NH3PbI3 hybrid perovskite thin films at the nanoscale. Nano Lett. 16, 3434–3441 (2016). 126. Yun, J. S. et al. Benefit of grain boundaries in organic– inorganic halide planar perovskite solar cells. J. Phys. Chem. Lett. 6, 875–880 (2015). 127. Shao, Y. et al. Grain boundary dominated ion migration in polycrystalline organic- inorganic halide perovskite films. Energy Environ. Sci. 9, 1752–1759 (2016). 128. Xue, J. et al. A small- molecule “charge driver” enables perovskite quantum dot solar cells with efficiency approaching 13%. Adv. Mater. 31, 1900111 (2019). 129. Leblebici, S. Y. et al. Facet- dependent photovoltaic efficiency variations in single grains of hybrid halide perovskite. Nat. Energy 1, 16093 (2016). 130. Eperon, G. E., Moerman, D. & Ginger, D. S. Anticorrelation between local photoluminescence and photocurrent suggests variability in contact to active layer in perovskite solar cells. ACS Nano 10, 10258–10266 (2016). 131. Hermes, I. M. et al. Ferroelastic fingerprints in methylammonium lead iodide perovskite. J. Phys. Chem. C 120, 5724–5731 (2016). 132. Strelcov, E. et al. CH3NH3PbI3 perovskites: ferroelasticity revealed. Sci. Adv. 3, e1602165 (2017). 133. Zhao, T., Chueh, C. C., Chen, Q., Rajagopal, A. & Jen, A. K. Y. Defect passivation of organic–inorganic hybrid perovskites by diammonium iodide toward high- performance photovoltaic devices. ACS Energy Lett. 1, 757–763 (2016). 134. Chen, C. et al. Achieving a high open- circuit voltage in inverted wide- bandgap perovskite solar cells with a graded perovskite homojunction. Nano Energy 61, 141–147 (2019). 135. Chen, P. et al. In situ growth of 2D perovskite capping layer for stable and efficient perovskite solar cells. Adv. Funct. Mater. 28, 1706923 (2018). 136. Tennyson, E. M. et al. Cesium- incorporated triple cation perovskites deliver fully reversible and stable nanoscale voltage response. ACS Nano 13, 1538–1546 (2019). 137. Garrett, J. L. et al. Real- time nanoscale open- circuit voltage dynamics of perovskite solar cells. Nano Lett. 17, 2554–2560 (2017). 138. Zhang, F. et al. Complexities of contact potential difference measurements on metal halide perovskite surfaces. J. Phys. Chem. Lett. 10, 890–896 (2019). 139. Chatterjee, S. & Pal, A. J. Influence of metal substitution on hybrid halide perovskites: towards lead- free perovskite solar cells. J. Mater. Chem. A 6, 3793–3823 (2018). 140. Dasgupta, U., Bera, A. & Pal, A. J. Band diagram of heterojunction solar cells through scanning tunneling spectroscopy. ACS Energy Lett. 2, 582–591 (2017). 141. Paul, G., Chatterjee, S., Bhunia, H. & Pal, A. J. Self-doping in hybrid halide perovskites via precursor stoichiometry: to probe the type of conductivity through scanning tunneling spectroscopy. J. Phys. Chem. C 122, 20194–20199 (2018). 142. Yost, A. J. et al. Coexistence of two electronic nanophases on a CH3NH3PbI3–xClx surface observed in STM measurements. ACS Appl. Mater. Interfaces 8, 29110–29116 (2016). 143. Yang, Y. et al. Low surface recombination velocity in solution-grown CH3NH3PbBr3 perovskite single crystal. Nat. Commun. 6, 7961 (2015). 144. Chen, X., Wang, K. & Beard, M. C. Ultrafast probes at the interfaces of solar energy conversion materials. Phys. Chem. Chem. Phys. 21, 16399–16407 (2019). 145. DeQuilettes, D. W. et al. Impact of microstructure on local carrier lifetime in perovskite solar cells. Science 348, 683–686 (2015). 146. Koushik, D. et al. On the effect of atomic layer deposited Al2O3 on the environmental degradation of hybrid perovskite probed by positron annihilation spectroscopy. J. Mater. Chem. C 7, 5275–5284 (2019). 147. Sundar, C. S. & Viswanathan, B. Positron annihilation spectroscopy. Met. Mater. Process. 8, 1–8 (1996). 148. Lin, Y. et al. π- Conjugated Lewis base: efficient trap-passivation and charge- extraction for hybrid perovskite solar cells. Adv. Mater. 29, 1604545 (2017). 149. Bai, Y. et al. Oligomeric silica- wrapped perovskites enable synchronous defect passivation and grain stabilization for efficient and stable perovskite photovoltaics. ACS Energy Lett. 4, 1231–1240 (2019). 150. Zou, M. et al. Strengthened perovskite/fullerene interface enhances efficiency and stability of inverted planar perovskite solar cells via a tetrafluoroterephthalic acid interlayer. ACS Appl. Mater. Interfaces 11, 33515–33524 (2019). 151. Wu, T. et al. Efficient and stable CsPbI3 solar cells via regulating lattice distortion with surface organic terminal groups. Adv. Mater. 31, 1900605 (2019). 152. Sun, C. et al. Amino- functionalized conjugated polymer as an efficient electron transport layer for high- performance planar- heterojunction perovskite solar cells. Adv. Energy Mater. 6, 1501534 (2016). 153. Chaudhary, B. et al. Poly(4-vinylpyridine)-based interfacial passivation to enhance voltage and moisture stability of lead halide perovskite solar cells. ChemSusChem 10, 2473–2479 (2017). 154. Li, H. et al. Enhancing efficiency of perovskite solar cells via surface passivation with graphene oxide interlayer. ACS Appl. Mater. Interfaces 9, 38967–38976 (2017). 155. Yang, G., Qin, P., Fang, G. & Li, G. A Lewis base- assisted passivation strategy towards highly efficient and stable perovskite solar cells. Sol. RRL 2, 1800055 (2018). 156. Dequilettes, D. W. et al. Photoluminescence lifetimes exceeding 8 μs and quantum yields exceeding 30% in hybrid perovskite thin films by ligand passivation. ACS Energy Lett. 1, 438–444 (2016). 157. Yang, X. et al. Efficient green light- emitting diodes based on quasi- two-dimensional composition and phase engineered perovskite with surface passivation. Nat. Commun. 9, 570 (2018). 158. Wang, Y. et al. Stabilizing heterostructures of soft perovskite semiconductors. Science 365, 687–691 (2019). 159. Godding, J. S. W. et al. Oxidative passivation of metal halide perovskites. Joule 3, 2716–2731 (2019). 160. Shao, Y., Xiao, Z., Bi, C., Yuan, Y. & Huang, J. Origin and elimination of photocurrent hysteresis by fullerene passivation in CH3NH3PbI3 planar heterojunction solar cells. Nat. Commun. 5, 5784 (2014). 161. Yang, S. et al. Stabilizing halide perovskite surfaces for solar cell operation with wide- bandgap lead oxysalts. Science 365, 473–478 (2019). 162. Zhao, Y. et al. Correlations between immobilizing ions and suppressing hysteresis in perovskite solar cells. ACS Energy Lett. 1, 266–272 (2016). 163. Abate, A. et al. Supramolecular halogen bond passivation of organic–inorganic halide perovskite solar cells. Nano Lett. 14, 3247–3254 (2014). 164. Xu, J. et al. Perovskite–fullerene hybrid materials suppress hysteresis in planar diodes. Nat. Commun. 6, 7081 (2015). 165. Tu, Y. et al. Diboron- assisted interfacial defect control strategy for highly efficient planar perovskite solar cells. Adv. Mater. 30, 1805085 (2018). 166. Song, Z. et al. Impact of processing temperature and composition on the formation of methylammonium lead iodide perovskites. Chem. Mater. 27, 4612–4619 (2015). 167. Yang, M. et al. Facile fabrication of large- grain CH3NH3PbI3−xBrx films for high- efficiency solar cells via CH3NH3Br- selective Ostwald ripening. Nat. Commun. 7, 12305 (2016). 168. Han, G. et al. Facile method to reduce surface defects and trap densities in perovskite photovoltaics. ACS Appl. Mater. Interfaces 9, 21292–21297 (2017). 169. Dong, Q. et al. Abnormal crystal growth in CH3NH3PbI3–xClx using a multi- cycle solution coating process. Energy Environ. Sci. 8, 2464–2470 (2015). 170. Lin, Y. et al. Enhanced thermal stability in perovskite solar cells by assembling 2D/3D stacking structures. J. Phys. Chem. Lett. 9, 654–658 (2018). 171. Tai, M. et al. In situ formation of a 2D/3D heterostructure for efficient and stable CsPbI2Br solar cells. J. Mater. Chem. A 7, 22675–22682 (2019). 172. Gharibzadeh, S. et al. Record open- circuit voltage wide- bandgap perovskite solar cells utilizing 2D/3D perovskite heterostructure. Adv. Energy Mater. 9, 1803699 (2019). 173. Xu, Z. et al. Br- containing alkyl ammonium salt- enabled scalable fabrication of high- quality perovskite films for efficient and stable perovskite modules. J. Mater. Chem. A 7, 26849–26857 (2019). 174. Yoo, J. J. et al. An interface stabilized perovskite solar cell with high stabilized efficiency and low voltage loss. Energy Environ. Sci. 12, 2192–2199 (2019). 175. Wang, Y., Zhang, T., Kan, M. & Zhao, Y. Bifunctional stabilization of all- Inorganic α- CsPbI3 perovskite for 17% efficiency photovoltaics. J. Am. Chem. Soc. 140, 12345–12348 (2018). 176. Niu, T. et al. Interfacial engineering at the 2D/3D heterojunction for high- performance perovskite solar cells. Nano Lett. 19, 7181–7190 (2019). 177. Li, N. et al. Enhanced moisture stability of cesiumcontaining compositional perovskites by a feasible interfacial engineering. Adv. Mater. Interfaces 4, 1700598 (2017). 178. Wang, Y. et al. Efficient α- CsPbI3 photovoltaics with surface terminated organic cations. Joule 2, 2065–2075 (2018). 179. Zhou, L. et al. Highly efficient and stable planar perovskite solar cells with modulated diffusion passivation toward high power conversion efficiency and ultrahigh fill factor. Sol. RRL 3, 1900293 (2019). 180. Zhou, Q. et al. High- performance perovskite solar cells with enhanced environmental stability based on a (p-FC6H4C2H4NH3)2[PbI4] capping layer. Adv. Energy Mater. 9, 1802595 (2019). 181. Dong, H. et al. A modulated double‐passivation strategy toward highly efficient perovskite solar cells with efficiency over 21%. Sol. RRL 3, 1900291 (2019). 182. Liu, Y. et al. Ultrahydrophobic 3D/2D fluoroarene bilayer-based water- resistant perovskite solar cells with efficiencies exceeding 22%. Sci. Adv. 5, eaaw2543 (2019). 183. Zhang, T. et al. Bication lead iodide 2D perovskite component to stabilize inorganic α- CsPbI3 perovskite phase for high- efficiency solar cells. Sci. Adv. 3, e1700841 (2017). 184. Jokar, E. et al. Slow surface passivation and crystal relaxation with additives to improve device performance and durability for tin- based perovskite solar cells. Energy Environ. Sci. 11, 2353–2362 (2018). 185. Wang, Y. et al. Thermodynamically stabilized β- CsPbI3– based perovskite solar cells with efficiencies >18%. Science 365, 591–595 (2019). 186. Zheng, X. et al. Defect passivation in hybrid perovskite solar cells using quaternary ammonium halide anions and cations. Nat. Energy 2, 17102 (2017). 187. Dong, H. et al. Conjugated molecules “bridge”: functional ligand toward highly efficient and long- term stable perovskite solar cell. Adv. Funct. Mater. 29, 1808119 (2019). 188. Weng, Y. et al. Electric dipole moment- assisted charge extraction and effective defect passivation in perovskite solar cells by depositing a PCBM:TIPD blend film on a CH3NH3PbI3 layer. J. Mater. Chem. C 7, 11559–11568 (2019).\nwww.nature.com/natrevmats\n189. Zhao, S. et al. General nondestructive passivation by 4-fluoroaniline for perovskite solar cells with improved performance and stability. Small 14, 1803350 (2018). 190. Noel, N. K. et al. Interfacial charge- transfer doping of metal halide perovskites for high performance photovoltaics. Energy Environ. Sci. 12, 3063–3073 (2019). 191. Wang, Q., Dong, Q., Li, T., Gruverman, A. & Huang, J. Thin insulating tunneling contacts for efficient and water- resistant perovskite solar cells. Adv. Mater. 28, 6734–6739 (2016). 192. Bai, S. et al. Planar perovskite solar cells with longterm stability using ionic liquid additives. Nature 571, 245–250 (2019). 193. Zhang, Y. et al. High efficiency (16.37%) of cesium bromide- passivated all‐inorganic CsPbI2Br perovskite solar cells. Sol. RRL 3, 1900254 (2019). 194. Zhang, Y. et al. Fusing nanowires into thin films: fabrication of graded- heterojunction perovskite solar cells with enhanced performance. Adv. Energy Mater. 9, 1900243 (2019). 195. Tan, F. et al. In situ back- contact passivation improves photovoltage and fill factor in perovskite solar cells. Adv. Mater. 31, 1807435 (2019). 196. Luo, D. et al. Enhanced photovoltage for inverted planar heterojunction perovskite solar cells. Science 360, 1442–1446 (2018). 197. Kim, H. et al. Optimal interfacial engineering with different length of alkylammonium halide for efficient and stable perovskite solar cells. Adv. Energy Mater. 9, 1902740 (2019). 198. Wu, Z. et al. Highly efficient and stable perovskite solar cells via modification of energy levels at the perovskite/carbon electrode interface. Adv. Mater. 31, 1804284 (2019). 199. Koushik, D. et al. High- efficiency humidity- stable planar perovskite solar cells based on atomic layer architecture. Energy Environ. Sci. 10, 91–100 (2017). 200. Li, B. et al. Surface passivation engineering strategy to fully- inorganic cubic CsPbI3 perovskites for highperformance solar cells. Nat. Commun. 9, 1076 (2018). 201. Tavakoli, M. M. et al. Controllable perovskite crystallization via antisolvent technique using chloride additives for highly efficient planar perovskite solar cells. Adv. Energy Mater. 9, 1803587 (2019). 202. Poli, I., Liang, X., Baker, R., Eslava, S. & Cameron, P. J. Enhancing the hydrophobicity of perovskite solar cells using C18 capped CH3NH3PbI3 nanocrystals. J. Mater. Chem. C 6, 7149–7156 (2018). 203. Qian, F. et al. Novel surface passivation for stable FA0.85MA0.15PbI3 perovskite solar cells with 21.6% efficiency. Sol. RRL 3, 1900072 (2019). 204. Wang, F. et al. Phenylalkylamine passivation of organolead halide perovskites enabling high- efficiency and air- stable photovoltaic cells. Adv. Mater. 28, 9986–9992 (2016). 205. Zheng, X. et al. Quantum dots supply bulk- and surface- passivation agents for efficient and stable perovskite solar cells. Joule 3, 1963–1976 (2019). 206. Bi, C., Kershaw, S. V., Rogach, A. L. & Tian, J. Improved stability and photodetector performance of CsPbI3 perovskite quantum dots by ligand exchange with aminoethanethiol. Adv. Funct. Mater. 29, 1902446 (2019). 207. Cao, W. et al. Halide- rich synthesized cesium lead bromide perovskite nanocrystals for light- emitting diodes with improved performance. Chem. Mater. 29, 5168–5173 (2017). 208. Li, X. et al. CsPbX3 quantum dots for lighting and displays: room- temperature synthesis, photoluminescence superiorities, underlying origins and white light- emitting diodes. Adv. Funct. Mater. 26, 2435–2445 (2016). 209. Zhang, B. et al. Alkyl phosphonic acids deliver CsPbBr3 nanocrystals with high photoluminescence quantum yield and truncated octahedron shape. Chem. Mater. 31, 9140–9147 (2019). 210. Koscher, B. A., Swabeck, J. K., Bronstein, N. D. & Alivisatos, A. P. Essentially trap- free CsPbBr3 colloidal nanocrystals by postsynthetic thiocyanate surface treatment. J. Am. Chem. Soc. 139, 6566–6569 (2017). 211. Liu, F. et al. Highly luminescent phase- stable CsPbI3 perovskite quantum dots achieving near 100% absolute photoluminescence quantum yield. ACS Nano 11, 10373–10383 (2017). 212. Lu, D. et al. Giant light- emission enhancement in lead halide perovskites by surface oxygen passivation. Nano Lett. 18, 6967–6973 (2018). 213. Nenon, D. P. et al. Design principles for trap- free CsPbX3 nanocrystals: enumerating and eliminating surface halide vacancies with softer Lewis bases. J. Am. Chem. Soc. 140, 17760–17772 (2018). 214. Almeida, G., Infante, I. & Manna, L. Resurfacing halide perovskite nanocrystals. Science 364, 833–834 (2019). 215. Sanehira, E. M. et al. Enhanced mobility CsPbI3 quantum dot arrays for record- efficiency, high- voltage photovoltaic cells. Sci. Adv. 3, eaao4204 (2017). 216. Li, G. et al. Surface ligand engineering for near- unity quantum yield inorganic halide perovskite QDs and high- performance QLEDs. Chem. Mater. 30, 6099–6107 (2018). 217. Song, J. et al. Organic–inorganic hybrid passivation enables perovskite QLEDs with an EQE of 16.48%. Adv. Mater. 30, 1805409 (2018). 218. Xue, J. et al. Surface ligand management for stable FAPbI3 perovskite quantum dot solar cells. Joule 2, 1866–1878 (2018). 219. Chiba, T. et al. High- efficiency perovskite quantum- dot light- emitting devices by effective washing process and interfacial energy level alignment. ACS Appl. Mater. Interfaces 9, 18054–18060 (2017). 220. Wang, Q. et al. μ- Graphene crosslinked CsPbI3 quantum dots for high efficiency solar cells with much improved stability. Adv. Energy Mater. 8, 1800007 (2018). 221. Pan, J. et al. Highly efficient perovskite- quantum-dot light- emitting diodes by surface engineering. Adv. Mater. 28, 8718–8725 (2016). 222. Vickers, E. T. et al. Improving charge carrier delocalization in perovskite quantum dots by surface passivation with conductive aromatic ligands. ACS Energy Lett. 3, 2931–2939 (2018). 223. Dai, J. et al. Charge transport between coupling colloidal perovskite quantum dots assisted by functional conjugated ligands. Angew. Chem. Int. Ed. 57, 5754–5758 (2018). 224. Pan, J. et al. Bidentate ligand- passivated CsPbI3 perovskite nanocrystals for stable near- unity photoluminescence quantum yield and efficient red light- emitting diodes. J. Am. Chem. Soc. 140, 562–565 (2018). 225. Krieg, F. et al. Colloidal CsPbX3 (X = Cl, Br, I) nanocrystals 2.0: zwitterionic capping ligands for improved durability and stability. ACS Energy Lett. 3, 641–646 (2018). 226. Swarnkar, A. et al. Quantum dot- induced phase stabilization of α- CsPbI3 perovskite for high- efficiency photovoltaics. Science 354, 92–95 (2016). 227. Wheeler, L. M. et al. Targeted ligand exchange chemistry on cesium lead halide perovskite quantum dots for high- efficiency photovoltaics. J. Am. Chem. Soc. 140, 10504–10513 (2018). 228. Luo, B. et al. Organolead halide perovskite nanocrystals: branched capping ligands control crystal size and stability. Angew. Chem. Int. Ed. 55, 8864–8868 (2016). 229. Sun, C. et al. Efficient and stable white LEDs with silica- coated inorganic perovskite quantum dots. Adv. Mater. 28, 10088–10094 (2016). 230. Yoon, Y. J. et al. Enabling tailorable optical properties and markedly enhanced stability of perovskite quantum dots by permanently ligating with polymer hairs. Adv. Mater. 31, 1901602 (2019). 231. Zhang, H. et al. Embedding perovskite nanocrystals into a polymer matrix for tunable luminescence probes in cell imaging. Adv. Funct. Mater. 27, 1604382 (2017). 232. Huang, S. et al. Enhancing the stability of CH3NH3PbBr3 quantum dots by embedding in silica spheres derived from tetramethyl orthosilicate in ‘waterless’ toluene. J. Am. Chem. Soc. 138, 5749–5752 (2016). 233. Huang, H. et al. Water resistant CsPbX3 nanocrystals coated with polyhedral oligomeric silsesquioxane and their use as solid state luminophores in all- perovskite white light- emitting devices. Chem. Sci. 7, 5699–5703 (2016). 234. Meyns, M. et al. Polymer- enhanced stability of inorganic perovskite nanocrystals and their application in color conversion LEDs. ACS Appl. Mater. Interfaces 8, 19579–19586 (2016). 235. Zhong, Q. et al. One- pot synthesis of highly stable CsPbBr3@SiO2 core–shell nanoparticles. ACS Nano 12, 8579–8587 (2018). 236. He, Y. et al. Unconventional route to dual- shelled organolead halide perovskite nanocrystals with controlled dimensions, surface chemistry, and stabilities. Sci. Adv. 5, eaax4424 (2019). 237. Bhaumik, S. et al. Highly stable, luminescent core– shell type methylammonium–octylammonium lead bromide layered perovskite nanoparticles. Chem. Commun. 52, 7118–7121 (2016). 238. Quan, L. N. et al. Highly emissive green perovskite nanocrystals in a solid state crystalline matrix. Adv. Mater. 29, 1605945 (2017). 239. Ravi, V. K., Scheidt, R. A., Dubose, J. & Kamat, P. V. Hierarchical arrays of cesium lead halide perovskite nanocrystals through electrophoretic deposition. J. Am. Chem. Soc. 140, 8887–8894 (2018). 240. Yang, D. et al. CsPbBr3 quantum dots 2.0: benzenesulfonic acid equivalent ligand awakens complete purification. Adv. Mater. 31, 1900767 (2019). 241. Yassitepe, E. et al. Amine- free synthesis of cesium lead halide perovskite quantum dots for efficient lightemitting diodes. Adv. Funct. Mater. 26, 8757–8763 (2016). 242. Wu, W.-Q. et al. Reducing surface halide deficiency for efficient and stable iodide- based perovskite solar cells. J. Am. Chem. Soc. 142, 3989–3996 (2020). Acknowledgements This article is based on work supported by the US Department of Energy’s Office of Energy Efficiency and Renewable Energy (EERE) under the Solar Energy Technologies Office award number DE- EE0008751. The authors thank A. Z. Stieg and S. Gilbert Corder for helpful discussions regarding AFM and nano- FTIR techniques, and S. Nuryyeva, M. Mujahid and S. Tan for help with language editing prior to submission. Author contributions J.X. and R.W. researched most of the data and prepared the first draft. Y.Y. revised the manuscript before submission and supervised the project. Competing interests The authors declare no competing interests. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. © Springer Nature Limited 2020\nNature reviews | Materials"
    } ],
    "references" : [ {
      "title" : "On the surface states associated with a periodic potential",
      "author" : [ "W. Shockley" ],
      "venue" : "Phys. Rev",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1939
    }, {
      "title" : "Lead iodide perovskite sensitized all-solid-state submicron thin film mesoscopic solar cell with efficiency exceeding 9",
      "author" : [ "Kim", "H. S" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Organometal halide perovskites as visible light sensitizers for photovoltaic cells",
      "author" : [ "A. Kojima", "K. Teshima", "Y. Shirai", "T. Miyasaka" ],
      "venue" : "J. Am. Chem. Soc. 131,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Perovskite energy funnels for efficient light emitting diodes",
      "author" : [ "M Yuan" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Rational molecular passivation for high-performance perovskite light emitting diodes",
      "author" : [ "W Xu" ],
      "venue" : "Nat. Photonics",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Perovskite light emitting diodes based on spontaneously formed submicrometre scale structures",
      "author" : [ "Y Cao" ],
      "venue" : "Nature 562,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Perovskite lightemitting diodes with external quantum efficiency exceeding 20 per cent",
      "author" : [ "K Lin" ],
      "venue" : "Nature 562,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Formation of surface defects dominates ion migration in lead halide perovskites",
      "author" : [ "D. Meggiolaro", "E. Mosconi", "F. De Angelis" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "A review of perovskites solar cell stability",
      "author" : [ "R Wang" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "The surface science of nanocrystals",
      "author" : [ "M.A. Boles", "D. Ling", "T. Hyeon", "D.V. Talapin" ],
      "venue" : "Nat. Mater. 15,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Brightly luminescent and colortunable formamidinium lead halide perovskite FAPbX3 (X = Cl, Br, I) colloidal nanocrystals",
      "author" : [ "I Levchuk" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Charge transport in strongly coupled quantum dot solids",
      "author" : [ "C.R. Kagan", "C.B. Murray" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Constructive molecular configurations for surfacedefect passivation of perovskite photovoltaics",
      "author" : [ "R Wang" ],
      "venue" : "Science 366,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Thin single crystal perovskite solar cells to harvest below bandgap light absorption",
      "author" : [ "Z Chen" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Efficient, stable solar cells by using inherent bandgap of α phase formamidinium lead iodide",
      "author" : [ "H Min" ],
      "venue" : "Science 366,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "Efficient, stable and scalable perovskite solar cells using poly(3-hexylthiophene)",
      "author" : [ "Jung", "E. H" ],
      "venue" : "Nature 567,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Surface passivation of perovskite film for efficient solar cells",
      "author" : [ "Q Jiang" ],
      "venue" : "Nat. Photonics",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Thermodynamics and an Introduction to Thermostatistics",
      "author" : [ "H.B. Callen" ],
      "venue" : "(Wiley,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1985
    }, {
      "title" : "a firstprinciples study",
      "author" : [ "H. Uratani", "Yamashita", "K. Charge carrier trapping at surface defects of perovskite solar cell absorbers" ],
      "venue" : "J. Phys. Chem. Lett. 8, 742–746",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "the role of interfacial chlorine",
      "author" : [ "E. Mosconi", "E. Ronca", "De Angelis", "F. First principles investigation of the TiO2/organohalide perovskites interface" ],
      "venue" : "J. Phys. Chem. Lett. 5, 2619–2625",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Influence of surface termination on the energy level alignment at the CH3NH3PbI3 perovskite/C60 interface",
      "author" : [ "C. Quarti", "F. De Angelis", "D. Beljonne" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Termination dependence of tetragonal  CH3NH3PbI3  surfaces for perovskite solar cells",
      "author" : [ "J. Haruyama", "K. Sodeyama", "L. Han", "Y. Tateyama" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Surface properties of  CH3NH3PbI3 for perovskite solar cells",
      "author" : [ "J. Haruyama", "K. Sodeyama", "L. Han", "Y. Tateyama" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2016
    }, {
      "title" : "Electronic structure and stability of the CH3NH3PbBr3 (001) surface",
      "author" : [ "X. Huang", "T.R. Paudel", "P.A. Dowben", "S. Dong", "E.Y. Tsymbal" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Surface electronic structure of hybrid organo lead bromide perovskite single crystals",
      "author" : [ "T Komesu" ],
      "venue" : "J. Phys. Chem. C 120,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "insights for spiro MeOTAD attachment",
      "author" : [ "A. Torres", "Rego", "L.G.C. Surface effects", "adsorption of methoxy anchors on hybrid lead iodide perovskites" ],
      "venue" : "J. Phys. Chem. C 118, 26947–26954",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "origin, impact, characterization, and engineering",
      "author" : [ "C. Ran", "J. Xu", "W. Gao", "C. Huang", "Dou", "S. Defects in metal triiodide perovskite materials towards high performance solar cells" ],
      "venue" : "Chem. Soc. Rev. 47, 4581–4610",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Unusual defect physics in CH3NH3PbI3 perovskite solar cell absorber",
      "author" : [ "Yin", "W.-J", "T. Shi", "Y. Yan" ],
      "venue" : "Appl. Phys. Lett. 104,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Atomistic origins of surface defects in CH3NH3PbBr3 perovskite and their electronic structures",
      "author" : [ "Y Liu" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "The role of intrinsic defects in methylammonium lead iodide perovskite",
      "author" : [ "J. Kim", "S.H. Lee", "J.H. Lee", "K.H. Hong" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Firstprinciples study of intrinsic defects in formamidinium lead triiodide perovskite solar cell absorbers",
      "author" : [ "N. Liu", "C.Y. Yam" ],
      "venue" : "Phys. Chem. Chem. Phys. 20,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "The effect of ionic composition on acoustic phonon speeds in hybrid perovskites from Brillouin spectroscopy and density functional theory",
      "author" : [ "Kabakova", "I. V" ],
      "venue" : "J. Mater. Chem. C 6,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2018
    }, {
      "title" : "Realspace imaging of the atomic structure of organic inorganic perovskite",
      "author" : [ "R Ohmann" ],
      "venue" : "J. Am. Chem. Soc. 137,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Atomic structures of  CH3NH3PbI3",
      "author" : [ "L. She", "M. Liu", "D. Zhong" ],
      "venue" : "surfaces. ACS Nano 10,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "from mechanism to interfacial properties",
      "author" : [ "Stecker", "C. et al. Surface defect dynamics in organic – inorganic hybrid perovskites" ],
      "venue" : "ACS Nano 13, 12127–12136",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Imaging of the atomic structure of all-inorganic halide perovskites",
      "author" : [ "J Hieulle" ],
      "venue" : "J. Phys. Chem. Lett. 11,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2020
    }, {
      "title" : "Tuning the optical properties of cesium lead halide perovskite nanocrystals by anion exchange reactions",
      "author" : [ "Akkerman", "Q. A" ],
      "venue" : "J. Am. Chem. Soc. 137,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "a probe of lead halide perovskites defect chemistry",
      "author" : [ "D. Meggiolaro", "E. Mosconi", "De Angelis", "F. Modeling the interaction of molecular iodine with MAPbI3" ],
      "venue" : "ACS Energy Lett. 3, 447–451",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Atomic structure and electrical activity of grain boundaries and Ruddlesden–Popper faults in cesium lead bromide perovskite",
      "author" : [ "Thind", "A. S" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Direct observation of intrinsic twin domains in tetragonal  CH3NH3PbI3",
      "author" : [ "Rothmann", "M. U" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Selforganized superlattice and phase coexistence inside thin film organometal halide perovskite",
      "author" : [ "Kim", "T. W" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2018
    }, {
      "title" : "Fast oxygen diffusion and iodide defects mediate oxygen induced degradation of perovskite solar cells",
      "author" : [ "N Aristidou" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "a first principles theoretical investigation",
      "author" : [ "L. Zhang", "M.G. Ju", "Liang", "W. The effect of moisture on the structures", "properties of lead halide perovskites" ],
      "venue" : "Phys. Chem. Chem. Phys. 18, 23174–23183",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Ab initio molecular dynamics simulations of methylammonium lead iodide perovskite degradation by water",
      "author" : [ "E. Mosconi", "J.M. Azpiroz", "F. De Angelis" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2015
    }, {
      "title" : "Polarization dependence of water adsorption to  CH3NH3PbI3",
      "author" : [ "N.Z. Koocher", "D. SaldanaGreco", "F. Wang", "S. Liu", "A.M. Rappe" ],
      "venue" : "surfaces. J. Phys. Chem. Lett. 6,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "a theoretical review",
      "author" : [ "W.J. Yin", "J.H. Yang", "J. Kang", "Y. Yan", "Wei", "S.H. Halide perovskite materials for solar cells" ],
      "venue" : "J. Mater. Chem. A 3, 8926–8942",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "is it all about the interfaces? Chem",
      "author" : [ "P. Schulz", "D. Cahen", "Kahn", "A. Halide perovskites" ],
      "venue" : "Rev. 119, 3349–3417",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "From lead halide perovskites to lead free metal halide perovskites and perovskite derivatives",
      "author" : [ "Z. Xiao", "Z. Song", "Y. Yan" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2019
    }, {
      "title" : "combined theoretical and experimental screening",
      "author" : [ "Brandt", "R.E. et al. Searching for “defect tolerant” photovoltaic materials" ],
      "venue" : "Chem. Mater. 29, 4667–4674",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "development and perspectives",
      "author" : [ "X. Cheng", "S. Yang", "B. Cao", "X. Tao", "Chen", "Z. Single crystal perovskite solar cells" ],
      "venue" : "Adv. Funct. Mater. 30, 1905021",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of surface composition on electronic properties of methylammonium lead iodide perovskite",
      "author" : [ "W Geng" ],
      "venue" : "J. Mater",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2015
    }, {
      "title" : "The influence of the Rashba effect",
      "author" : [ "S.D. Stranks", "P. Plochocka" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "a key to suppressed carrier recombination in perovskite solar cells? J",
      "author" : [ "T. Etienne", "E. Mosconi", "De Angelis", "F. Dynamical origin of the Rashba effect in organohalide lead perovskites" ],
      "venue" : "Phys. Chem. Lett. 7, 1638–1645",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "bulk and surface effects",
      "author" : [ "E. Mosconi", "T. Etienne", "De Angelis", "F. Rashba band splitting in organohalide lead perovskites" ],
      "venue" : "J. Phys. Chem. Lett. 8, 2247–2252",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Giant Rashba splitting in CH3NH3PbBr3 organic inorganic perovskite",
      "author" : [ "D Niesner" ],
      "venue" : "Phys. Rev. Lett. 117,",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2016
    }, {
      "title" : "surface versus bulk photoluminescence",
      "author" : [ "Li", "Z. et al. Optoelectronic dichotomy of mixed halide CH3NH3Pb(Br1−xClx)3 single crystals" ],
      "venue" : "J. Am. Chem. Soc. 140, 11811–11819",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Top and bottom surfaces limit carrier lifetime in lead iodide perovskite films",
      "author" : [ "Y Yang" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2017
    }, {
      "title" : "Surface termination - a key factor to influence electronic and optical properties of CsSnI3",
      "author" : [ "Z.L. Yu", "Q.R. Ma", "Y.Q. Zhao", "B. Liu", "M.Q. Cai" ],
      "venue" : "J. Phys. Chem. C 122,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2018
    }, {
      "title" : "Imperfections and their passivation in halide  perovskite solar cells",
      "author" : [ "B. Chen", "P.N. Rudd", "S. Yang", "Y. Yuan", "J. Huang" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2019
    }, {
      "title" : "Strong covalencyinduced recombination centers in perovskite solar cell material  CH3NH3PbI3",
      "author" : [ "M.L. Agiorgousis", "Y.Y. Sun", "H. Zeng", "S. Zhang" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2014
    }, {
      "title" : "Double charged surface layers in lead halide perovskite crystals",
      "author" : [ "Sarmah", "S. P" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2017
    }, {
      "title" : "A highly emissive surface layer in mixedhalide multication perovskites",
      "author" : [ "Z Andaji Garmaroudi" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2019
    }, {
      "title" : "spectroscopic observation of facile metal carboxylate displacement and binding",
      "author" : [ "N.C. Anderson", "M.P. Hendricks", "J.J. Choi", "Owen", "J.S. Ligand exchange", "the stoichiometry of metal chalcogenide nanocrystals" ],
      "venue" : "J. Am. Chem. Soc. 135, 18536–18548",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Genesis, challenges and opportunities for colloidal lead halide perovskite nanocrystals",
      "author" : [ "Q.A. Akkerman", "G. Rainò", "M.V. Kovalenko", "L. Manna" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2018
    }, {
      "title" : "Highly dynamic ligand binding and light absorption coefficient of cesium lead bromide perovskite nanocrystals",
      "author" : [ "J De Roo" ],
      "venue" : "ACS Nano 10,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Origin of the substitution mechanism for the binding of organic ligands on the surface of CsPbBr3 perovskite nanocubes",
      "author" : [ "Ravi", "V. K" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2017
    }, {
      "title" : "Role of acidbase equilibria in the size, shape, and phase control of cesium lead bromide nanocrystals",
      "author" : [ "G Almeida" ],
      "venue" : "ACS Nano 12,",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2018
    }, {
      "title" : "Fast anionexchange in highly luminescent nanocrystals of cesium lead halide perovskites (CsPbX3, X = Cl, Br, I)",
      "author" : [ "G Nedelcu" ],
      "venue" : "Nano Lett. 15,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2015
    }, {
      "title" : "50-Fold EQE improvement up to 6.27% of solution processed all inorganic perovskite CsPbBr3 QLEDs via surface ligand density control",
      "author" : [ "J Li" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2017
    }, {
      "title" : "the role of organic acid, base, and cesium precursors",
      "author" : [ "Pan", "A. et al. Insight into the ligand mediated synthesis of colloidal CsPbBr3 perovskite nanocrystals" ],
      "venue" : "ACS Nano 10, 7943–7954",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Surface termination, morphology, and bright photoluminescence of cesium lead halide perovskite nanocrystals",
      "author" : [ "S. Ten Brinck", "I. Infante" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "sparse density of states with giant spin orbit coupling suppresses carrier cooling",
      "author" : [ "A. Forde", "T. Inerbaev", "E.K. Hobbie", "Kilin", "D.S. Excitedstate dynamics of a CsPbBr3 nanocrystal terminated with binary ligands" ],
      "venue" : "J. Am. Chem. Soc. 141, 4388–4397",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "analogies and (many) differences with the bulk",
      "author" : [ "S. Ten Brinck", "F. Zaccaria", "Infante", "I. Defects in lead halide perovskite nanocrystals" ],
      "venue" : "ACS Energy Lett. 4, 2739–2747",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Rationalizing and controlling the surface structure and electronic passivation of cesium lead halide nanocrystals",
      "author" : [ "Bodnarchuk", "M. I" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2019
    }, {
      "title" : "Suppression of atomic vacancies via incorporation of isovalent small ions to increase the stability of halide perovskite solar cells in ambient air",
      "author" : [ "Saidaminov", "M. I" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2018
    }, {
      "title" : "Functional scanning probe imaging of nanostructured solar energy materials",
      "author" : [ "R. Giridharagopal", "P.A. Cox", "D.S. Ginger" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2016
    }, {
      "title" : "Overcoming the interface losses in planar heterojunction perovskite based solar cells",
      "author" : [ "Y Hou" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2016
    }, {
      "title" : "Efficient and stable solutionprocessed planar perovskite solar cells via contact passivation",
      "author" : [ "H Tan" ],
      "venue" : "Science 355,",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2017
    }, {
      "title" : "A vacuum flashassisted solution process for high efficiency large area perovskite solar cells",
      "author" : [ "X Li" ],
      "venue" : "Science 353,",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2016
    }, {
      "title" : "A bifunctional Lewis base additive for microscopic homogeneity in perovskite solar cells",
      "author" : [ "Lee", "J. W" ],
      "venue" : "Chem 3,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2017
    }, {
      "title" : "Heterogeneity at multiple length scales in halide perovskite semiconductors",
      "author" : [ "E.M. Tennyson", "T.A.S. Doherty", "S.D. Stranks" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2019
    }, {
      "title" : "High efficiency solutionprocessed perovskite solar cells with millimeterscale grains",
      "author" : [ "W Nie" ],
      "venue" : "Science 347,",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2015
    }, {
      "title" : "Bulk recrystallization for efficient mixedcation mixedhalide perovskite solar cells",
      "author" : [ "L Lin" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2019
    }, {
      "title" : "Iodide management in formamidiniumlead-halide based perovskite layers for efficient solar cells",
      "author" : [ "Yang", "W. S" ],
      "venue" : "Science 356,",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2017
    }, {
      "title" : "Unraveling the impact of halide mixing on perovskite stability",
      "author" : [ "J Hieulle" ],
      "venue" : "J. Am. Chem. Soc. 141,",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2019
    }, {
      "title" : "key to carrier separation in metalorganic halide perovskites",
      "author" : [ "Hsu", "H.C. et al. Photodriven dipole reordering" ],
      "venue" : "ACS Nano 13, 4402–4409",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Realtime in situ observation of microstructural change in organometal halide perovskite induced by thermal degradation",
      "author" : [ "Kim", "T. W" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2018
    }, {
      "title" : "Layer by-layer degradation of methylammonium lead tri iodide perovskite microplates",
      "author" : [ "Z Fan" ],
      "venue" : "Joule 1,",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2017
    }, {
      "title" : "Effects of light and electron beam irradiation on halide perovskites and their solar cells",
      "author" : [ "N. Klein Kedem", "D. Cahen", "G. Hodes" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2016
    }, {
      "title" : "Transmission electron microscopy of halide perovskite materials and devices",
      "author" : [ "Y. Zhou", "H. Sternlicht", "N.P. Padture" ],
      "venue" : "Joule 3,",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2019
    }, {
      "title" : "Structural and chemical changes to  CH3NH3PbI3 induced by electron and gallium ion beams",
      "author" : [ "Rothmann", "M. U" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2018
    }, {
      "title" : "Unravelling degradation mechanisms and atomic structure of organicinorganic halide perovskites by cryoEM",
      "author" : [ "Y Li" ],
      "venue" : "Joule 3,",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2019
    }, {
      "title" : "Simultaneous evolution of uniaxially oriented grains and ultralow density grainboundary network in CH3NH3PbI3 perovskite thin films mediated by precursor phase metastability",
      "author" : [ "F Ji" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2017
    }, {
      "title" : "Grain boundary “patches” by in situ conversion to enhance perovskite solar cells",
      "author" : [ "L Liu" ],
      "venue" : "stability. Adv. Mater",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2018
    }, {
      "title" : "Enhanced solar cell stability by hygroscopic polymer passivation of metal halide perovskite thin film",
      "author" : [ "M. Kim", "S.G. Motti", "R. Sorrentino", "A. Petrozza" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2018
    }, {
      "title" : "Targeted therapy for interfacial engineering toward stable and efficient perovskite solar cells",
      "author" : [ "S Wang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2019
    }, {
      "title" : "Defect tolerance in methylammonium lead triiodide perovskite",
      "author" : [ "Steirer", "K. X" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2016
    }, {
      "title" : "Effects of precursor ratios and annealing on electronic structure and surface composition of CH3NH3PbI3 perovskite films",
      "author" : [ "H Xie" ],
      "venue" : "J. Phys. Chem. C 120,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2016
    }, {
      "title" : "Influence of halide precursor type and its composition on the electronic properties of vacuum deposited perovskite films",
      "author" : [ "T.G. Kim", "S.W. Seo", "H. Kwon", "J. Hahn", "J.W. Kim" ],
      "venue" : "Phys. Chem. Chem. Phys. 17,",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2015
    }, {
      "title" : "Substrate dependent electronic structure and film formation of MAPbI3 perovskites",
      "author" : [ "S. Olthof", "K. Meerholz" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2017
    }, {
      "title" : "Interfacial modification of perovskite solar cells using an ultrathin MAI layer leads to enhanced energy level alignment, efficiencies, and reproducibility",
      "author" : [ "Z Hawash" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2017
    }, {
      "title" : "surfaceinduced secondary grain growth of photovoltaic perovskite thin film",
      "author" : [ "Xue", "J. et al. Crystalline liquid like behavior" ],
      "venue" : "J. Am. Chem. Soc. 141, 13948–13953",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Cation and anion immobilization through chemical bonding enhancement with fluorides for stable halide perovskite solar cells",
      "author" : [ "N Li" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2019
    }, {
      "title" : "Perovskite solar cells with 18.21% efficiency and area over 1 cm2 fabricated by heterojunction engineering",
      "author" : [ "Y Wu" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2016
    }, {
      "title" : "Tailored interfaces of unencapsulated perovskite solar cells for >1,000 hour operational stability",
      "author" : [ "Christians", "J. A" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2018
    }, {
      "title" : "A generic interface to reduce the efficiency stability-cost gap of perovskite solar cells",
      "author" : [ "Y Hou" ],
      "venue" : "Science 358,",
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2017
    }, {
      "title" : "High efficiency perovskite quantum dot solar cells with charge separating heterostructure",
      "author" : [ "Q Zhao" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2019
    }, {
      "title" : "Extrinsic ion migration in perovskite solar cells",
      "author" : [ "Z Li" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2017
    }, {
      "title" : "Atomic level passivation mechanism of ammonium salts enabling highly efficient perovskite solar cells",
      "author" : [ "Alharbi", "E. A" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 2019
    }, {
      "title" : "Nanoscale mapping of chemical composition in organic inorganic hybrid perovskite films",
      "author" : [ "R Szostak" ],
      "venue" : "Sci. Adv. 5,",
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2019
    }, {
      "title" : "Reconfiguration of interfacial energy band structure for high performance inverted structure perovskite solar cells",
      "author" : [ "M Zhang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2019
    }, {
      "title" : "Effect of interfacial molecular orientation on power conversion efficiency of perovskite solar cells",
      "author" : [ "M Xiao" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2017
    }, {
      "title" : "Understanding molecular structures of buried interfaces in halide perovskite photovoltaic devices nondestructively with sub‐monolayer sensitivity using sum frequency generation vibrational spectroscopy",
      "author" : [ "M. Xiao", "T. Lu", "T. Lin", "J.S. Andre", "Z. Chen" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "115",
      "shortCiteRegEx" : "115",
      "year" : 2019
    }, {
      "title" : "Band dispersion and hole effective mass of methylammonium lead iodide perovskite",
      "author" : [ "Yang", "J.-P" ],
      "venue" : "Sol. RRL",
      "citeRegEx" : "116",
      "shortCiteRegEx" : "116",
      "year" : 2018
    }, {
      "title" : "Constructing the electronic structure of CH3NH3PbI3 and CH3NH3PbBr3 perovskite thin films from single crystal band structure measurements",
      "author" : [ "F Zu" ],
      "venue" : "J. Phys. Chem. Lett. 10,",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2019
    }, {
      "title" : "First determination of the valence band dispersion of CH3NH3PbI3 hybrid organic– inorganic perovskite",
      "author" : [ "Lee", "M. I" ],
      "venue" : "J. Phys. D Appl. Phys. 50,",
      "citeRegEx" : "118",
      "shortCiteRegEx" : "118",
      "year" : 2017
    }, {
      "title" : "Valence band dispersion measurements of perovskite single crystals using angle resolved photoemission spectroscopy",
      "author" : [ "C Wang" ],
      "venue" : "Phys. Chem. Chem. Phys. 19,",
      "citeRegEx" : "119",
      "shortCiteRegEx" : "119",
      "year" : 2017
    }, {
      "title" : "Absolute energy level positions in tinand lead based halide perovskites",
      "author" : [ "S Tao" ],
      "venue" : "Nat. Commun. 10,",
      "citeRegEx" : "120",
      "shortCiteRegEx" : "120",
      "year" : 2019
    }, {
      "title" : "Enhanced photoluminescence and solar cell performance via Lewis base passivation of organic–inorganic lead halide perovskites",
      "author" : [ "Noel", "N. K" ],
      "venue" : "ACS Nano 8,",
      "citeRegEx" : "121",
      "shortCiteRegEx" : "121",
      "year" : 2014
    }, {
      "title" : "Quantum dot-induced cesium rich surface imparts enhanced stability to formamidinium lead iodide perovskite solar cells",
      "author" : [ "M Que" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2019
    }, {
      "title" : "Selective growth of layered perovskites for stable and efficient photovoltaics",
      "author" : [ "Cho", "K. T" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "123",
      "shortCiteRegEx" : "123",
      "year" : 2018
    }, {
      "title" : "Interfacial benzenethiol modification facilitates charge transfer and improves stability of cm-sized metal halide perovskite solar cells with up to 20% efficiency",
      "author" : [ "J Lu" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "124",
      "shortCiteRegEx" : "124",
      "year" : 2018
    }, {
      "title" : "Mapping the photoresponse of CH3NH3PbI3 hybrid perovskite thin films at the nanoscale",
      "author" : [ "Y Kutes" ],
      "venue" : "Nano Lett. 16,",
      "citeRegEx" : "125",
      "shortCiteRegEx" : "125",
      "year" : 2016
    }, {
      "title" : "Benefit of grain boundaries in organic– inorganic halide planar perovskite solar cells",
      "author" : [ "Yun", "J. S" ],
      "venue" : "J. Phys. Chem. Lett. 6,",
      "citeRegEx" : "126",
      "shortCiteRegEx" : "126",
      "year" : 2015
    }, {
      "title" : "Grain boundary dominated ion migration in polycrystalline organic inorganic halide perovskite films",
      "author" : [ "Y Shao" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "127",
      "shortCiteRegEx" : "127",
      "year" : 2016
    }, {
      "title" : "A small molecule “charge driver” enables perovskite quantum dot solar cells with efficiency approaching 13",
      "author" : [ "J Xue" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "128",
      "shortCiteRegEx" : "128",
      "year" : 2019
    }, {
      "title" : "Facet dependent photovoltaic efficiency variations in single grains of hybrid halide perovskite",
      "author" : [ "Leblebici", "S. Y" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "129",
      "shortCiteRegEx" : "129",
      "year" : 2016
    }, {
      "title" : "Anticorrelation between local photoluminescence and photocurrent suggests variability in contact to active layer in perovskite solar cells",
      "author" : [ "G.E. Eperon", "D. Moerman", "D.S. Ginger" ],
      "venue" : "ACS Nano 10,",
      "citeRegEx" : "130",
      "shortCiteRegEx" : "130",
      "year" : 2016
    }, {
      "title" : "Ferroelastic fingerprints in methylammonium lead iodide perovskite",
      "author" : [ "Hermes", "I. M" ],
      "venue" : "J. Phys. Chem. C 120,",
      "citeRegEx" : "131",
      "shortCiteRegEx" : "131",
      "year" : 2016
    }, {
      "title" : "ferroelasticity revealed",
      "author" : [ "Strelcov", "E. et al. CH3NH3PbI3 perovskites" ],
      "venue" : "Sci. Adv. 3, e1602165",
      "citeRegEx" : "132",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Defect passivation of organic–inorganic hybrid perovskites by diammonium iodide toward high performance photovoltaic devices",
      "author" : [ "T. Zhao", "C.C. Chueh", "Q. Chen", "A. Rajagopal", "A.K.Y. Jen" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "133",
      "shortCiteRegEx" : "133",
      "year" : 2016
    }, {
      "title" : "Achieving a high opencircuit voltage in inverted wide bandgap perovskite solar cells with a graded perovskite homojunction",
      "author" : [ "C Chen" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "134",
      "shortCiteRegEx" : "134",
      "year" : 2019
    }, {
      "title" : "In situ growth of 2D perovskite capping layer for stable and efficient perovskite solar cells",
      "author" : [ "P Chen" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "135",
      "shortCiteRegEx" : "135",
      "year" : 2018
    }, {
      "title" : "Cesiumincorporated triple cation perovskites deliver fully reversible and stable nanoscale voltage response",
      "author" : [ "Tennyson", "E. M" ],
      "venue" : "ACS Nano 13,",
      "citeRegEx" : "136",
      "shortCiteRegEx" : "136",
      "year" : 2019
    }, {
      "title" : "Real time nanoscale opencircuit voltage dynamics of perovskite solar cells",
      "author" : [ "Garrett", "J. L" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "137",
      "shortCiteRegEx" : "137",
      "year" : 2017
    }, {
      "title" : "Complexities of contact potential difference measurements on metal halide perovskite surfaces",
      "author" : [ "F Zhang" ],
      "venue" : "J. Phys. Chem. Lett. 10,",
      "citeRegEx" : "138",
      "shortCiteRegEx" : "138",
      "year" : 2019
    }, {
      "title" : "towards lead free perovskite solar cells",
      "author" : [ "S. Chatterjee", "Pal", "A.J. Influence of metal substitution on hybrid halide perovskites" ],
      "venue" : "J. Mater. Chem. A 6, 3793–3823",
      "citeRegEx" : "139",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Band diagram of heterojunction solar cells through scanning tunneling spectroscopy",
      "author" : [ "U. Dasgupta", "A. Bera", "A.J. Pal" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "140",
      "shortCiteRegEx" : "140",
      "year" : 2017
    }, {
      "title" : "to probe the type of conductivity through scanning tunneling spectroscopy",
      "author" : [ "G. Paul", "S. Chatterjee", "H. Bhunia", "Pal", "A.J. Self-doping in hybrid halide perovskites via precursor stoichiometry" ],
      "venue" : "J. Phys. Chem. C 122, 20194–20199",
      "citeRegEx" : "141",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Coexistence of two electronic nanophases on a CH3NH3PbI3–xClx surface observed in STM measurements",
      "author" : [ "Yost", "A. J" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "142",
      "shortCiteRegEx" : "142",
      "year" : 2016
    }, {
      "title" : "Low surface recombination velocity in solution-grown  CH3NH3PbBr3 perovskite single crystal",
      "author" : [ "Y Yang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "143",
      "shortCiteRegEx" : "143",
      "year" : 2015
    }, {
      "title" : "Ultrafast probes at the interfaces of solar energy conversion materials",
      "author" : [ "X. Chen", "K. Wang", "M.C. Beard" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "144",
      "shortCiteRegEx" : "144",
      "year" : 2019
    }, {
      "title" : "Impact of microstructure on local carrier lifetime in perovskite solar cells",
      "author" : [ "DeQuilettes", "D. W" ],
      "venue" : "Science 348,",
      "citeRegEx" : "145",
      "shortCiteRegEx" : "145",
      "year" : 2015
    }, {
      "title" : "On the effect of atomic layer deposited Al2O3 on the environmental degradation of hybrid perovskite probed by positron annihilation spectroscopy",
      "author" : [ "D Koushik" ],
      "venue" : "J. Mater. Chem. C",
      "citeRegEx" : "146",
      "shortCiteRegEx" : "146",
      "year" : 2019
    }, {
      "title" : "Positron annihilation spectroscopy",
      "author" : [ "C.S. Sundar", "B. Viswanathan" ],
      "venue" : "Met. Mater. Process. 8,",
      "citeRegEx" : "147",
      "shortCiteRegEx" : "147",
      "year" : 1996
    }, {
      "title" : "efficient trap-passivation and chargeextraction for hybrid perovskite solar cells",
      "author" : [ "Lin", "Y. et al. πConjugated Lewis base" ],
      "venue" : "Adv. Mater. 29, 1604545",
      "citeRegEx" : "148",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Oligomeric silica wrapped perovskites enable synchronous defect passivation and grain stabilization for efficient and stable perovskite photovoltaics",
      "author" : [ "Y Bai" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "149",
      "shortCiteRegEx" : "149",
      "year" : 2019
    }, {
      "title" : "Strengthened perovskite/fullerene interface enhances efficiency and stability of inverted planar perovskite solar cells via a tetrafluoroterephthalic acid interlayer",
      "author" : [ "M Zou" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "150",
      "shortCiteRegEx" : "150",
      "year" : 2019
    }, {
      "title" : "Efficient and stable CsPbI3 solar cells via regulating lattice distortion with surface organic terminal groups",
      "author" : [ "T Wu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "151",
      "shortCiteRegEx" : "151",
      "year" : 2019
    }, {
      "title" : "Aminofunctionalized conjugated polymer as an efficient electron transport layer for high performance planar heterojunction perovskite solar cells",
      "author" : [ "C Sun" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "152",
      "shortCiteRegEx" : "152",
      "year" : 2016
    }, {
      "title" : "Poly(4-vinylpyridine)-based interfacial passivation to enhance voltage and moisture stability of lead halide perovskite solar cells",
      "author" : [ "B Chaudhary" ],
      "venue" : "ChemSusChem 10,",
      "citeRegEx" : "153",
      "shortCiteRegEx" : "153",
      "year" : 2017
    }, {
      "title" : "Enhancing efficiency of perovskite solar cells via surface passivation with graphene oxide interlayer",
      "author" : [ "H Li" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "154",
      "shortCiteRegEx" : "154",
      "year" : 2017
    }, {
      "title" : "A Lewis base assisted passivation strategy towards highly efficient and stable perovskite solar cells",
      "author" : [ "G. Yang", "P. Qin", "G. Fang", "G. Li" ],
      "venue" : "Sol. RRL",
      "citeRegEx" : "155",
      "shortCiteRegEx" : "155",
      "year" : 2018
    }, {
      "title" : "Photoluminescence lifetimes exceeding 8 μs and quantum yields exceeding 30% in hybrid perovskite thin films by ligand passivation",
      "author" : [ "Dequilettes", "D. W" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "156",
      "shortCiteRegEx" : "156",
      "year" : 2016
    }, {
      "title" : "Efficient green light emitting diodes based on quasi two-dimensional composition and phase engineered perovskite with surface passivation",
      "author" : [ "X Yang" ],
      "venue" : "Nat. Commun. 9,",
      "citeRegEx" : "157",
      "shortCiteRegEx" : "157",
      "year" : 2018
    }, {
      "title" : "Stabilizing heterostructures of soft perovskite semiconductors",
      "author" : [ "Y Wang" ],
      "venue" : "Science 365,",
      "citeRegEx" : "158",
      "shortCiteRegEx" : "158",
      "year" : 2019
    }, {
      "title" : "Oxidative passivation of metal halide perovskites",
      "author" : [ "Godding", "J.S. W" ],
      "venue" : "Joule 3,",
      "citeRegEx" : "159",
      "shortCiteRegEx" : "159",
      "year" : 2019
    }, {
      "title" : "Origin and elimination of photocurrent hysteresis by fullerene passivation in CH3NH3PbI3 planar heterojunction solar cells",
      "author" : [ "Y. Shao", "Z. Xiao", "C. Bi", "Y. Yuan", "J. Huang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "160",
      "shortCiteRegEx" : "160",
      "year" : 2014
    }, {
      "title" : "Stabilizing halide perovskite surfaces for solar cell operation with wide bandgap lead oxysalts",
      "author" : [ "S Yang" ],
      "venue" : "Science 365,",
      "citeRegEx" : "161",
      "shortCiteRegEx" : "161",
      "year" : 2019
    }, {
      "title" : "Correlations between immobilizing ions and suppressing hysteresis in perovskite solar cells",
      "author" : [ "Y Zhao" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "162",
      "shortCiteRegEx" : "162",
      "year" : 2016
    }, {
      "title" : "Supramolecular halogen bond passivation of organic–inorganic halide perovskite solar cells",
      "author" : [ "A Abate" ],
      "venue" : "Nano Lett. 14,",
      "citeRegEx" : "163",
      "shortCiteRegEx" : "163",
      "year" : 2014
    }, {
      "title" : "Perovskite–fullerene hybrid materials suppress hysteresis in planar diodes",
      "author" : [ "J Xu" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "164",
      "shortCiteRegEx" : "164",
      "year" : 2015
    }, {
      "title" : "Diboron assisted interfacial defect control strategy for highly efficient planar perovskite solar cells",
      "author" : [ "Y Tu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "165",
      "shortCiteRegEx" : "165",
      "year" : 2018
    }, {
      "title" : "Impact of processing temperature and composition on the formation of methylammonium lead iodide perovskites",
      "author" : [ "Z Song" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "166",
      "shortCiteRegEx" : "166",
      "year" : 2015
    }, {
      "title" : "Facile fabrication of largegrain CH3NH3PbI3−xBrx films for high efficiency solar cells via CH3NH3Br selective Ostwald ripening",
      "author" : [ "M Yang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "167",
      "shortCiteRegEx" : "167",
      "year" : 2016
    }, {
      "title" : "Facile method to reduce surface defects and trap densities in perovskite photovoltaics",
      "author" : [ "G Han" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "168",
      "shortCiteRegEx" : "168",
      "year" : 2017
    }, {
      "title" : "Abnormal crystal growth in CH3NH3PbI3–xClx using a multi cycle solution coating process",
      "author" : [ "Q Dong" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "169",
      "shortCiteRegEx" : "169",
      "year" : 2015
    }, {
      "title" : "Enhanced thermal stability in perovskite solar cells by assembling 2D/3D stacking structures",
      "author" : [ "Y Lin" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "170",
      "shortCiteRegEx" : "170",
      "year" : 2018
    }, {
      "title" : "In situ formation of a 2D/3D heterostructure for efficient and stable  CsPbI2Br solar cells",
      "author" : [ "M Tai" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "171",
      "shortCiteRegEx" : "171",
      "year" : 2019
    }, {
      "title" : "Record open circuit voltage wide bandgap perovskite solar cells utilizing 2D/3D perovskite heterostructure",
      "author" : [ "S Gharibzadeh" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "172",
      "shortCiteRegEx" : "172",
      "year" : 2019
    }, {
      "title" : "Br containing alkyl ammonium salt enabled scalable fabrication of high quality perovskite films for efficient and stable perovskite modules",
      "author" : [ "Z Xu" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "173",
      "shortCiteRegEx" : "173",
      "year" : 2019
    }, {
      "title" : "An interface stabilized perovskite solar cell with high stabilized efficiency and low voltage loss",
      "author" : [ "Yoo", "J. J" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "174",
      "shortCiteRegEx" : "174",
      "year" : 2019
    }, {
      "title" : "Bifunctional stabilization of all Inorganic αCsPbI3 perovskite for 17% efficiency photovoltaics",
      "author" : [ "Y. Wang", "T. Zhang", "M. Kan", "Y. Zhao" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "175",
      "shortCiteRegEx" : "175",
      "year" : 2018
    }, {
      "title" : "Interfacial engineering at the 2D/3D heterojunction for high performance perovskite solar cells",
      "author" : [ "T Niu" ],
      "venue" : "Nano Lett. 19,",
      "citeRegEx" : "176",
      "shortCiteRegEx" : "176",
      "year" : 2019
    }, {
      "title" : "Enhanced moisture stability of cesiumcontaining compositional perovskites by a feasible interfacial engineering",
      "author" : [ "N Li" ],
      "venue" : "Adv. Mater. Interfaces",
      "citeRegEx" : "177",
      "shortCiteRegEx" : "177",
      "year" : 2017
    }, {
      "title" : "Efficient α CsPbI3 photovoltaics with surface terminated organic cations",
      "author" : [ "Y Wang" ],
      "venue" : "Joule 2,",
      "citeRegEx" : "178",
      "shortCiteRegEx" : "178",
      "year" : 2018
    }, {
      "title" : "Highly efficient and stable planar perovskite solar cells with modulated diffusion passivation toward high power conversion efficiency and ultrahigh fill factor",
      "author" : [ "L Zhou" ],
      "venue" : "Sol. RRL",
      "citeRegEx" : "179",
      "shortCiteRegEx" : "179",
      "year" : 2019
    }, {
      "title" : "High performance perovskite solar cells with enhanced environmental stability based on a (p-FC6H4C2H4NH3)2[PbI4] capping",
      "author" : [ "Q Zhou" ],
      "venue" : "layer. Adv. Energy Mater",
      "citeRegEx" : "180",
      "shortCiteRegEx" : "180",
      "year" : 2019
    }, {
      "title" : "A modulated double‐passivation strategy toward highly efficient perovskite solar cells with efficiency over 21",
      "author" : [ "H Dong" ],
      "venue" : "Sol. RRL",
      "citeRegEx" : "181",
      "shortCiteRegEx" : "181",
      "year" : 2019
    }, {
      "title" : "Ultrahydrophobic 3D/2D fluoroarene bilayer-based waterresistant perovskite solar cells with efficiencies exceeding 22",
      "author" : [ "Y Liu" ],
      "venue" : "Sci. Adv. 5,",
      "citeRegEx" : "182",
      "shortCiteRegEx" : "182",
      "year" : 2019
    }, {
      "title" : "Bication lead iodide 2D perovskite component to stabilize inorganic α CsPbI3 perovskite phase for high efficiency solar cells",
      "author" : [ "T Zhang" ],
      "venue" : "Sci. Adv. 3,",
      "citeRegEx" : "183",
      "shortCiteRegEx" : "183",
      "year" : 2017
    }, {
      "title" : "Slow surface passivation and crystal relaxation with additives to improve device performance and durability for tinbased perovskite solar cells",
      "author" : [ "E Jokar" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "184",
      "shortCiteRegEx" : "184",
      "year" : 2018
    }, {
      "title" : "Thermodynamically stabilized β CsPbI3– based perovskite solar cells with efficiencies >18",
      "author" : [ "Y Wang" ],
      "venue" : "Science 365,",
      "citeRegEx" : "185",
      "shortCiteRegEx" : "185",
      "year" : 2019
    }, {
      "title" : "Defect passivation in hybrid perovskite solar cells using quaternary ammonium halide anions and cations",
      "author" : [ "X Zheng" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "186",
      "shortCiteRegEx" : "186",
      "year" : 2017
    }, {
      "title" : "functional ligand toward highly efficient and long term stable perovskite solar cell",
      "author" : [ "Dong", "H. et al. Conjugated molecules “bridge”" ],
      "venue" : "Adv. Funct. Mater. 29, 1808119",
      "citeRegEx" : "187",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electric dipole momentassisted charge extraction and effective defect passivation in perovskite solar cells by depositing a PCBM:TIPD blend film on a  CH3NH3PbI3 layer",
      "author" : [ "Y Weng" ],
      "venue" : "J. Mater. Chem. C 7,",
      "citeRegEx" : "188",
      "shortCiteRegEx" : "188",
      "year" : 2019
    }, {
      "title" : "General nondestructive passivation by 4-fluoroaniline for perovskite solar cells with improved performance and stability",
      "author" : [ "S Zhao" ],
      "venue" : "Small 14,",
      "citeRegEx" : "189",
      "shortCiteRegEx" : "189",
      "year" : 2018
    }, {
      "title" : "Interfacial chargetransfer doping of metal halide perovskites for high performance photovoltaics",
      "author" : [ "Noel", "N. K" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "190",
      "shortCiteRegEx" : "190",
      "year" : 2019
    }, {
      "title" : "Thin insulating tunneling contacts for efficient and water resistant perovskite solar cells",
      "author" : [ "Q. Wang", "Q. Dong", "T. Li", "A. Gruverman", "J. Huang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "191",
      "shortCiteRegEx" : "191",
      "year" : 2016
    }, {
      "title" : "Planar perovskite solar cells with longterm stability using ionic liquid additives",
      "author" : [ "S Bai" ],
      "venue" : "Nature 571,",
      "citeRegEx" : "192",
      "shortCiteRegEx" : "192",
      "year" : 2019
    }, {
      "title" : "High efficiency (16.37%) of cesium bromide passivated all‐inorganic CsPbI2Br perovskite solar cells",
      "author" : [ "Y Zhang" ],
      "venue" : "Sol. RRL",
      "citeRegEx" : "193",
      "shortCiteRegEx" : "193",
      "year" : 2019
    }, {
      "title" : "fabrication of graded heterojunction perovskite solar cells with enhanced performance",
      "author" : [ "Zhang", "Y. et al. Fusing nanowires into thin films" ],
      "venue" : "Adv. Energy Mater. 9, 1900243",
      "citeRegEx" : "194",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "In situ back contact passivation improves photovoltage and fill factor in perovskite solar cells",
      "author" : [ "F Tan" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "195",
      "shortCiteRegEx" : "195",
      "year" : 2019
    }, {
      "title" : "Enhanced photovoltage for inverted planar heterojunction perovskite solar cells",
      "author" : [ "D Luo" ],
      "venue" : "Science 360,",
      "citeRegEx" : "196",
      "shortCiteRegEx" : "196",
      "year" : 2018
    }, {
      "title" : "Optimal interfacial engineering with different length of alkylammonium halide for efficient and stable perovskite solar cells",
      "author" : [ "H Kim" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "197",
      "shortCiteRegEx" : "197",
      "year" : 1902
    }, {
      "title" : "Highly efficient and stable perovskite solar cells via modification of energy levels at the perovskite/carbon electrode interface",
      "author" : [ "Z Wu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "198",
      "shortCiteRegEx" : "198",
      "year" : 2019
    }, {
      "title" : "High efficiency humiditystable planar perovskite solar cells based on atomic layer architecture",
      "author" : [ "D Koushik" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "199",
      "shortCiteRegEx" : "199",
      "year" : 2017
    }, {
      "title" : "Surface passivation engineering strategy to fully inorganic cubic CsPbI3 perovskites for highperformance solar cells",
      "author" : [ "B Li" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "200",
      "shortCiteRegEx" : "200",
      "year" : 2018
    }, {
      "title" : "Controllable perovskite crystallization via antisolvent technique using chloride additives for highly efficient planar perovskite solar cells",
      "author" : [ "Tavakoli", "M. M" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "201",
      "shortCiteRegEx" : "201",
      "year" : 2019
    }, {
      "title" : "Enhancing the hydrophobicity of perovskite solar cells using C18 capped CH3NH3PbI3 nanocrystals",
      "author" : [ "I. Poli", "X. Liang", "R. Baker", "S. Eslava", "P.J. Cameron" ],
      "venue" : "J. Mater. Chem. C",
      "citeRegEx" : "202",
      "shortCiteRegEx" : "202",
      "year" : 2018
    }, {
      "title" : "Novel surface passivation for stable FA0.85MA0.15PbI3 perovskite solar cells with 21.6% efficiency. Sol",
      "author" : [ "F Qian" ],
      "venue" : "RRL 3,",
      "citeRegEx" : "203",
      "shortCiteRegEx" : "203",
      "year" : 2019
    }, {
      "title" : "Phenylalkylamine passivation of organolead halide perovskites enabling high efficiency and air stable photovoltaic cells",
      "author" : [ "F Wang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "204",
      "shortCiteRegEx" : "204",
      "year" : 2016
    }, {
      "title" : "Quantum dots supply bulk- and surface passivation agents for efficient and stable perovskite solar cells",
      "author" : [ "X Zheng" ],
      "venue" : "Joule 3,",
      "citeRegEx" : "205",
      "shortCiteRegEx" : "205",
      "year" : 2019
    }, {
      "title" : "Improved stability and photodetector performance of CsPbI3 perovskite quantum dots by ligand exchange with aminoethanethiol",
      "author" : [ "C. Bi", "S.V. Kershaw", "A.L. Rogach", "J. Tian" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "206",
      "shortCiteRegEx" : "206",
      "year" : 1902
    }, {
      "title" : "Haliderich synthesized cesium lead bromide perovskite nanocrystals for light emitting diodes with improved performance",
      "author" : [ "W Cao" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "207",
      "shortCiteRegEx" : "207",
      "year" : 2017
    }, {
      "title" : "roomtemperature synthesis, photoluminescence superiorities, underlying origins and white light emitting diodes",
      "author" : [ "Li", "X. et al. CsPbX3 quantum dots for lighting", "displays" ],
      "venue" : "Adv. Funct. Mater. 26, 2435–2445",
      "citeRegEx" : "208",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Alkyl phosphonic acids deliver CsPbBr3 nanocrystals with high photoluminescence quantum yield and truncated octahedron shape",
      "author" : [ "B Zhang" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "209",
      "shortCiteRegEx" : "209",
      "year" : 2019
    }, {
      "title" : "Essentially trap free CsPbBr3 colloidal nanocrystals by postsynthetic thiocyanate surface treatment",
      "author" : [ "B.A. Koscher", "J.K. Swabeck", "N.D. Bronstein", "A.P. Alivisatos" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "210",
      "shortCiteRegEx" : "210",
      "year" : 2017
    }, {
      "title" : "Highly luminescent phasestable CsPbI3 perovskite quantum dots achieving near 100% absolute photoluminescence quantum yield",
      "author" : [ "F Liu" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "211",
      "shortCiteRegEx" : "211",
      "year" : 2017
    }, {
      "title" : "Giant lightemission enhancement in lead halide perovskites by surface oxygen passivation",
      "author" : [ "D Lu" ],
      "venue" : "Nano Lett. 18,",
      "citeRegEx" : "212",
      "shortCiteRegEx" : "212",
      "year" : 2018
    }, {
      "title" : "enumerating and eliminating surface halide vacancies with softer Lewis bases",
      "author" : [ "Nenon", "D.P. et al. Design principles for trap free CsPbX3 nanocrystals" ],
      "venue" : "J. Am. Chem. Soc. 140, 17760–17772",
      "citeRegEx" : "213",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Resurfacing halide perovskite nanocrystals",
      "author" : [ "G. Almeida", "I. Infante", "L. Manna" ],
      "venue" : "Science 364,",
      "citeRegEx" : "214",
      "shortCiteRegEx" : "214",
      "year" : 2019
    }, {
      "title" : "Enhanced mobility CsPbI3 quantum dot arrays for record efficiency, high voltage photovoltaic cells",
      "author" : [ "Sanehira", "E. M" ],
      "venue" : "Sci. Adv. 3,",
      "citeRegEx" : "215",
      "shortCiteRegEx" : "215",
      "year" : 2017
    }, {
      "title" : "Surface ligand engineering for nearunity quantum yield inorganic halide perovskite QDs and high performance QLEDs",
      "author" : [ "G Li" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "216",
      "shortCiteRegEx" : "216",
      "year" : 2018
    }, {
      "title" : "Organic–inorganic hybrid passivation enables perovskite QLEDs with an EQE of 16.48",
      "author" : [ "J Song" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "217",
      "shortCiteRegEx" : "217",
      "year" : 2018
    }, {
      "title" : "Surface ligand management for stable FAPbI3 perovskite quantum dot solar cells",
      "author" : [ "J Xue" ],
      "venue" : "Joule 2,",
      "citeRegEx" : "218",
      "shortCiteRegEx" : "218",
      "year" : 2018
    }, {
      "title" : "High efficiency perovskite quantum dot light emitting devices by effective washing process and interfacial energy level alignment",
      "author" : [ "T Chiba" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "219",
      "shortCiteRegEx" : "219",
      "year" : 2017
    }, {
      "title" : "Graphene crosslinked CsPbI3 quantum dots for high efficiency solar cells with much improved stability",
      "author" : [ "Q Wang" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "220",
      "shortCiteRegEx" : "220",
      "year" : 2018
    }, {
      "title" : "Highly efficient perovskitequantum-dot light emitting diodes by surface engineering",
      "author" : [ "J Pan" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "221",
      "shortCiteRegEx" : "221",
      "year" : 2016
    }, {
      "title" : "Improving charge carrier delocalization in perovskite quantum dots by surface passivation with conductive aromatic ligands",
      "author" : [ "Vickers", "E. T" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "222",
      "shortCiteRegEx" : "222",
      "year" : 2018
    }, {
      "title" : "Charge transport between coupling colloidal perovskite quantum dots assisted by functional conjugated ligands",
      "author" : [ "J Dai" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "223",
      "shortCiteRegEx" : "223",
      "year" : 2018
    }, {
      "title" : "Bidentate ligand passivated CsPbI3 perovskite nanocrystals for stable nearunity photoluminescence quantum yield and efficient red light emitting diodes",
      "author" : [ "J Pan" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "224",
      "shortCiteRegEx" : "224",
      "year" : 2018
    }, {
      "title" : "zwitterionic capping ligands for improved durability and stability",
      "author" : [ "Krieg", "F. et al. Colloidal CsPbX3 (X = Cl", "Br", "I) nanocrystals 2.0" ],
      "venue" : "ACS Energy Lett. 3, 641–646",
      "citeRegEx" : "225",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Quantum dot induced phase stabilization of α CsPbI3 perovskite for high efficiency photovoltaics",
      "author" : [ "A Swarnkar" ],
      "venue" : "Science 354,",
      "citeRegEx" : "226",
      "shortCiteRegEx" : "226",
      "year" : 2016
    }, {
      "title" : "Targeted ligand exchange chemistry on cesium lead halide perovskite quantum dots for highefficiency photovoltaics",
      "author" : [ "Wheeler", "L. M" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "227",
      "shortCiteRegEx" : "227",
      "year" : 2018
    }, {
      "title" : "branched capping ligands control crystal size and stability",
      "author" : [ "Luo", "B. et al. Organolead halide perovskite nanocrystals" ],
      "venue" : "Angew. Chem. Int. Ed. 55, 8864–8868",
      "citeRegEx" : "228",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Efficient and stable white LEDs with silica coated inorganic perovskite quantum dots",
      "author" : [ "C Sun" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "229",
      "shortCiteRegEx" : "229",
      "year" : 2016
    }, {
      "title" : "Enabling tailorable optical properties and markedly enhanced stability of perovskite quantum dots by permanently ligating with polymer hairs",
      "author" : [ "Yoon", "Y. J" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "230",
      "shortCiteRegEx" : "230",
      "year" : 2019
    }, {
      "title" : "Embedding perovskite nanocrystals into a polymer matrix for tunable luminescence probes in cell imaging",
      "author" : [ "H Zhang" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "231",
      "shortCiteRegEx" : "231",
      "year" : 2017
    }, {
      "title" : "Enhancing the stability of  CH3NH3PbBr3 quantum dots by embedding in silica spheres derived from tetramethyl orthosilicate in ‘waterless",
      "author" : [ "S Huang" ],
      "venue" : "toluene. J. Am. Chem",
      "citeRegEx" : "232",
      "shortCiteRegEx" : "232",
      "year" : 2016
    }, {
      "title" : "Water resistant CsPbX3 nanocrystals coated with polyhedral oligomeric silsesquioxane and their use as solid state luminophores in allperovskite white light emitting devices",
      "author" : [ "H Huang" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "233",
      "shortCiteRegEx" : "233",
      "year" : 2016
    }, {
      "title" : "Polymerenhanced stability of inorganic perovskite nanocrystals and their application in color conversion LEDs",
      "author" : [ "M Meyns" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "234",
      "shortCiteRegEx" : "234",
      "year" : 2016
    }, {
      "title" : "Onepot synthesis of highly stable CsPbBr3@SiO2 core–shell nanoparticles",
      "author" : [ "Q Zhong" ],
      "venue" : "ACS Nano 12,",
      "citeRegEx" : "235",
      "shortCiteRegEx" : "235",
      "year" : 2018
    }, {
      "title" : "Unconventional route to dual shelled organolead halide perovskite nanocrystals with controlled dimensions, surface chemistry, and stabilities",
      "author" : [ "Y He" ],
      "venue" : "Sci. Adv. 5,",
      "citeRegEx" : "236",
      "shortCiteRegEx" : "236",
      "year" : 2019
    }, {
      "title" : "Highly stable, luminescent core– shell type methylammonium–octylammonium lead bromide layered perovskite nanoparticles",
      "author" : [ "S Bhaumik" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "237",
      "shortCiteRegEx" : "237",
      "year" : 2016
    }, {
      "title" : "Highly emissive green perovskite nanocrystals in a solid state crystalline matrix",
      "author" : [ "Quan", "L. N" ],
      "venue" : "Adv. Mater. 29,",
      "citeRegEx" : "238",
      "shortCiteRegEx" : "238",
      "year" : 2017
    }, {
      "title" : "Hierarchical arrays of cesium lead halide perovskite nanocrystals through electrophoretic deposition",
      "author" : [ "V.K. Ravi", "R.A. Scheidt", "J. Dubose", "P.V. Kamat" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "239",
      "shortCiteRegEx" : "239",
      "year" : 2018
    }, {
      "title" : "benzenesulfonic acid equivalent ligand awakens complete purification",
      "author" : [ "Yang", "D. et al. CsPbBr3 quantum dots 2.0" ],
      "venue" : "Adv. Mater. 31, 1900767",
      "citeRegEx" : "240",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Aminefree synthesis of cesium lead halide perovskite quantum dots for efficient lightemitting diodes",
      "author" : [ "E Yassitepe" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "241",
      "shortCiteRegEx" : "241",
      "year" : 2016
    }, {
      "title" : "Reducing surface halide deficiency for efficient and stable iodidebased perovskite solar cells",
      "author" : [ "Wu", "W.-Q" ],
      "venue" : "J. Am. Chem. Soc. 142,",
      "citeRegEx" : "242",
      "shortCiteRegEx" : "242",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 18,
      "context" : "Panel a adapted with permission from reF.(21), ACS, further permissions relating to the material excerpted",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 62,
      "context" : "Panel a adapted with permission from reF.(65), ACS.",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 72,
      "context" : "permission from reF.(75), ACS, further permissions relating to the material excerpted",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 109,
      "context" : "Panel d adapted with permission of AAAS from reF.(112),",
      "startOffset" : 49,
      "endOffset" : 54
    }, {
      "referenceID" : 110,
      "context" : "Panel f adapted from reF.(113), CC BY 4.",
      "startOffset" : 25,
      "endOffset" : 30
    }, {
      "referenceID" : 56,
      "context" : "Panel j adapted from reF.(59), Springer Nature Limited.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 4,
      "context" : "Panel a adapted from reF.(7), Springer Nature",
      "startOffset" : 25,
      "endOffset" : 28
    }, {
      "referenceID" : 158,
      "context" : "Panel b adapted with permission from reF.(161), AAAS.",
      "startOffset" : 41,
      "endOffset" : 46
    }, {
      "referenceID" : 16,
      "context" : "Panel d adapted from reF.(19), Springer Nature Limited.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 121,
      "context" : "Panel a adapted with permission from reF.(124), RSC.",
      "startOffset" : 41,
      "endOffset" : 46
    }, {
      "referenceID" : 191,
      "context" : "from (left) reF.(194), Wiley and (right) reF.",
      "startOffset" : 16,
      "endOffset" : 21
    }, {
      "referenceID" : 179,
      "context" : "permission of AAAS from reF.(182), © The Authors, some rights reserved; exclusive licensee American Association for the",
      "startOffset" : 28,
      "endOffset" : 33
    }, {
      "referenceID" : 101,
      "context" : "Panel b adapted with permission from reF.(104), ACS.",
      "startOffset" : 41,
      "endOffset" : 46
    } ],
    "year" : 2020,
    "abstractText" : "| The surface of a semiconductor often has a key role in determining its properties. For metal halide perovskites, understanding the surface features and their impact on the materials and devices is becoming increasingly important. At length scales down to the nano scale regime, surface features become dominant in regulating the properties of perovskite materials, owing to the high surfacetovolume ratio. For perovskite bulk films in the micrometre range, defects and structural disorder readily form at the surface and affect device performance. Through concerted efforts to optimize processing techniques, highquality perovskite thin films can now be fabricated with monolayerlike polycrystalline grains or even single crystals. Surface defects therefore remain the major obstacle to progress, pushing surface studies to the forefront of perovskite research. In this Review, we summarize and assess recent advances in the understanding of perovskite surfaces and surface strategies towards improving perovskite materials and the efficiency and stability of perovskite devices. Department of Materials Science and Engineering, University of California, Los Angeles, Los Angeles,",
    "creator" : "Springer"
  }
}