{
  "name" : "downloads_2020-11-14_99_staehlke2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The Anchorage of Bone Cells onto an Yttria-Stabilized Zirconia Surface with Mild Nano-Micro Curved Profiles",
    "authors" : [ "Susanne Staehlke", "Armin Springer", "Thomas Freitag", "Barbara Nebe" ],
    "emails" : [ "susanne.staehlke@med.uni-rostock.de", "thomas.freitag@uni-rostock.de", "Armin.Springer@med.uni-rostock.de", "J.Brief@vitaclinical.com", "barbara.nebe@med.uni-rostock.de;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: dental ceramic implant; zirconia; nano-micro topography; EDX; scanning electron microscopy; osteoblasts; cell anchorage; in vitro; ROS; ATP"
    }, {
      "heading" : "1. Introduction",
      "text" : "In Germany, more than 1.3 million artificial teeth are implanted annually [1]. Although titanium (Ti) and its alloys are still the most-used dental implant materials, there are a number of reasons they might be progressively replaced by ceramic implants in the future. Despite being very biocompatible relative to other metals such as Co, Ni, and Fe [2], Ti is released in the presence of biological fluids and tissues [3,4]. An increased number of case reports described adverse reactions to Ti-based alloys [3], and 10–15% of patients expressed genetically disposed titanium oxide incompatibility. This is important because Ti particles surrounding peri-implant tissues are a common finding [4]. The particles were mostly around the implants and inside epithelial cells, connective tissue, macrophages, and bone. The causes of Ti release could be friction during implant insertion or corrosion of the implant surface i.a. [4]. A patient survey in 2019 with 1024 patients revealed that 74% of patients chose ceramic implants [5]. Ceramic implants provide an esthetic benefit for patients [6], in contrast to Ti, where discoloration of the peri-implant soft tissue may occur [7]. After wearing the implants for years\nDent. J. 2020, 8, 127; doi:10.3390/dj8040127 www.mdpi.com/journal/dentistry\nDent. J. 2020, 8, 127 2 of 12\nit could be possible that the gingiva reduced their level and parts of the implant could be visible or shining through. In a clinical study by Cosgarea et al. [8], multi-spectral images of the peri-implant soft tissues and the gingiva of the neighboring teeth were taken with a colorimeter. The authors revealed that the peri-implant soft tissue around zirconia demonstrated a better color match to the soft tissue at natural teeth than titanium. The development of ceramic materials for dental implants has been accelerated in recent years, and dental implants made of zirconia have been commercially available for several years [9]. The share of the market will increase from nearly 1% in 2016 up to 9% in 2025 [10]. To date, it can be stated that zirconia is a versatile material for implant prosthodontic application, but longer-term multi-centered studies are needed to assess success criteria [6]. Especially, the initial phase of a dental implant in the oral environment seems to be critical since implant loss was mostly reported within the first year, especially within the healing period. Thereafter, nearly constant survival curves were observed [9]. The requirement for the clinical success of a dental implant is the permanent osseointegration, i.e., the formation of a direct bone-implant contact along the endosseous part [11]. The major challenge for materials science is to provide biomaterials that enable optimum performance in the human organism. The occupation of a biomaterial surface by the osteoblasts in vitro is divided into stages, beginning with the initial adhesion of the cells, their spreading, and their migration along the topography, followed by proliferation and cell differentiation [12]. Besides chemical gradients [13–16], the topography is a decisive factor for cell guidance and anchorage. Whereas micro-indentations let the cells aggregate in the cavities (Ø 100 µm) [17] or direct the cell migration into the concave region via curvotaxis [18], fabricated nano-micro grooves pushed the cells’ alignment [19,20]. Furthermore, square pyramids elongated the cell form and directed the growth because cells could not find optimal contact areas due to the peak geometry [21]. We revealed earlier that topographies with sharp edges changed not only the overall cell morphology and intracellular actin cytoskeleton formation [22] but also hampered diverse cell functions. Edges, ridges, crevices, and points on titanium surfaces provoked an increase in reactive oxygen species (ROS) in cells [23], reduced the intracellular adenosine triphosphate (ATP)-content [24], and decelerated calcium ion mobilization from intracellular stores [25]. In addition, the wnt-signaling pathway was disturbed, i.e., we observed increased expression of inhibitors like ICAT (inhibitor of β-catenin and transcription factor-4) [23]. Not least, the cells attempted, unavailingly, to phagocytize these elevations, which led to cellular stress followed by impaired synthesis of extracellular matrix proteins [24]. These in vitro findings were irrespective of the mode of the surface design, which was stochastically or geometrically produced. There are many ways to topographically modify ceramic surfaces such as polishing, airborne particle abrasion with alumina (sandblasting), acid etching with hydrofluoric acid or sulfuric acid followed by heating, as well as selective infiltration etching (i.e., the coating of the material surface with a specific infiltration glass and heating [26]). Ceramic (zirconia) can also be treated with laser or ultraviolet light; the latter induces a superhydrophilic surface [26]. From our observations, we concluded that micro-structured material implants used in dental surgery should avoid any spiky topographical heights on their surface. A recently developed ceramic dental implant material revealed a surface free of spikes and sharp edges. Sandblasted, acid-etched, and heat-treated yttria-stabilized zirconia (cer.face®14) was cell stimulating and displayed a strong enhancement of the osteocalcin mRNA level [27]. Osteocalcin is a peptide synthesized in odontoblasts of the teeth and in osteoblasts of the bones with an affinity to hydroxyapatite and calcium. It is a major non-collagenous protein generally involved in bone matrix organization and occurs late in the mineralization process [28]. The objectives of this in vitro study were to evaluate if the ceramic cer.face 14 surface allows bone cells stress-free attachment, growth, and anchorage with the nano-micro curved surface profile.\nDent. J. 2020, 8, 127 3 of 12"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials: Yttria-Stabilized Zirconia",
      "text" : "Disks of yttria-stabilized zirconia with a diameter of 13 mm and a thickness of 1.5 mm were micro-structured by sandblasting (P-G 400, Harnisch and Rieth, Winterbach, Germany) with 105 µm alumina particles (Hasenfratz no. 120, Assling, Deutschland) at a pressure of 6 bars. The specimens were etched for 1 h in 40% hydrofluoric acid (HF), thoroughly rinsed in distilled water for 5 min, and finally heat treated at 1250 ◦C (LH 15/14, Nabertherm, Lilienthal, Germany) [11,27]. The resulting surface is named cer.face®14 by the company (vitaclinical, Vita Zahnfabrik, Bad Säckingen) and is already being used in dental implant surgery. The water contact angle (WCA) of cer.face 14 was determined earlier using the sessile drop technique by a drop shape analyzer (DSA100) with water and diiodomethane [11]. The roughness was measured by the contact profilometer (T1000/TKK50). The cer.face®14 surface features a wettability of 96◦ (water contact angle) and a roughness of 1.16 µm (Ra, arithmetical mean height) [11]. EDX analysis: elemental composition of the tested ceramic dental material (cer.face®14) was done by EDX spectroscopy (detector: XFlash 6/30 of the FE-SEM MERLIN® VP Compact, Co. Zeiss, Oberkochen, Germany). Quantification analysis (software: Quantax400, Co. Bruker, Berlin, Germany) was carried out on the basis of the measured spectra of a specific area; it is given as percentage of mass (standardized)."
    }, {
      "heading" : "2.2. Cell Culture",
      "text" : "Cells: One of the most popular cell lines in osteogenesis studies is the human osteoblastic line MG-63. Cell physiology processes during the first 24 h, including cell morphology, availability of adhesion receptors, cell cycle phases, and the expression of signaling proteins, remained stable over the entire range of passages 5–30 [29,30]. Therefore, experiments were performed with human MG-63 osteoblasts (ATCC® CRL-1427™; American Type Culture Collection, Manassas, VA, USA), which were cultured in Dulbecco’s modified Eagle’s medium (DMEM) (Life Technologies GmbH, Darmstadt, Germany) containing 10% fetal calf serum (FCS) (Biochrom FBS Superior, Merck KgaG, Darmstadt, Germany; EU-approved) and 1% gentamicin (Ratiopharm GmbH, Ulm, Germany) at 37 ◦C in a humidified atmosphere with 5% CO2. Collagen coating: Collagen type I is the most abundant extracellular matrix protein in mammals and provides a biocompatible environment for cells. Therefore, it is used as a matrix for tissue engineering or as implantable medical product [31]. Because collagen I serves as biological matrix with best preconditions for stress-free cell attachment the control experiments for adenosine triphosphate (ATP), reactive oxygen species (ROS) and DAPI staining (see Section 2.3) were done on collagen I (Col)-coated glass substrates as described by Mörke et al. [19]. In brief, collagen I (rat tail tendon, 20 mg/cm2, BD Biosciences, Heidelberg, Germany) was diluted to 200 µg/mL in 0.1% acetic acid (Sigma-Aldrich, Munich, Germany). The Col solution (0.1 mg/mm2) was dropped on the glass samples (Ø 12 mm, Menzel GmbH, Braunschweig, Germany) and allowed to dry overnight under sterile conditions in a laminar flow box. Before use, samples were rinsed three times with phosphate buffer solution (PBS, Sigma-Aldrich)."
    }, {
      "heading" : "2.3. Stress Level of Cells",
      "text" : "ATP: MG-63 osteoblasts (5.2 × 104) were cultured for 24 h on the samples. Intracellular free ATP was determined using the ATP assay kit (Abcam, Cambridge, MA, USA) following the manufacturer’s instructions for fluorometric assays. For the cell lysate preparation, cells were harvested from the samples by 0.05% Trypsin-EDTA (ethylenediaminetetraacetic acid; PAA Laboratories, Pasching, Australia), washed with cold PBS, and resuspended in assay buffer. After final centrifugation (13,000× g, 4 ◦C, 5 min), the supernatant was collected. ATP reaction mix was added to each standard- (duplicate) and sample-well (triplicate) in a black 96-well plate (Greiner Bio-One International\nDent. J. 2020, 8, 127 4 of 12\nGmbH, Kremsmünster, Austria). After 30 min incubation, the fluorescence was measured by the microplate reader (Tecan infinite M200; Tecan i-control, 1.9.17.0) [24]. The concentration of intracellular ATP was determined for cer.face14, compared to Col controls, in three independent experiments. DAPI: After the trypsination process to obtain the cells for ATP analysis, the sample surfaces were examined with regard to still-anchored cell residues. Surfaces were fixed with 4% paraformaldehyde (PFA; Sigma-Aldrich) for 10 min at room temperature, washed with PBS, and mounted using Fluoroshield™ with DAPI (40,6-diamidino-2-phenylindole; 1.5 g/mL, Sigma-Aldrich). The strength of cell adhesion after trypsination on cer.face14 surfaces compared with Col controls was determined in three independent experiments (à 5 images via confocal scanning microscopy, LSM 780, Carl Zeiss). The number of cell nuclei per image was determined using ImageJ. ROS: Intracellular ROS generation was evaluated using 20,7′-dichlorofluorescein diacetate (DCF-DA cellular ROS detection assay kit, Abcam). For this purpose, MG-63 cells were trypsinated and the pellet was incubated in the DCF-DA dye solution (20 µM) at 37 ◦C for 30 min in the dark. Stained MG-63 cells (5.2 × 104) were then cultured in complete DMEM (without phenol red; Life technologies GmbH) for 1 and 24 h on the samples. The fluorescence intensity of DCF, oxidized in the presence of ROS, was determined by the microplate reader (Tecan infinite 200). The cer.face 14 ceramic was compared with a Col-coated glass substrate (3 independent experiments). As positive control H2O2 treated MG-63 cells was used (50 mM tert-butyl hydrogen peroxide, 1 h before staining), which shows the maximum increase in these DCF-DA stained osteoblasts."
    }, {
      "heading" : "2.4. Image Analysis",
      "text" : "Scanning electron microscopy: Material surfaces and samples with cells (á 2 independent approaches) were analyzed by a field emission scanning electron microscope (FE-SEM, MERLIN® VP Compact) equipped with an energy dispersive X-ray (EDX) detector (XFlash 6/30) and analysis software (Quantax400, Co. Bruker, Berlin, Germany). MG-63 cells were washed with PBS, fixed with 2.5% glutardialdehyde (Merck) for 1 h at RT, and stored at 4 ◦C overnight. Fixed samples were washed with Na-phosphate buffer (0.1 M), dehydrated in an ascending series of ethanol, and critical point dried (Emitech K850, Co. Quorum Technologies LTD, East Sussex, UK). Samples were mounted on Aluminum SEM-carrier with adhesive conductive carbon tape (PLANO, Wetzlar) and coated with carbon under a vacuum (EM SCD 500, Co. Leica, Bensheim, Germany). In order to analyze the contact sides of MG-63 cells with the material surface, the dried samples were broken with two grippers and mounted on Aluminum SEM-carrier with adhesive conductive carbon tape at an angle of about 75◦ and then carbon coated. Confocal laser scanning microscopy: Fluorescence images were taken from an inverted confocal laser scanning microscope LSM 780 (Carl Zeiss, Jena, Germany) equipped with a diode laser (405 nm). The ZEISS objective (Plan-Apochromat 10×, 0.3 M27/AA 2.0 mm/0.17 mm) and the ZEN 2011 (black version) software (Carl Zeiss) were used for acquisition. To determine the number of nuclei, DAPI-stained cells (ex359/em457 nm) were displayed on the samples at maximal pinhole. Representative images were taken from at least three independent experiments."
    }, {
      "heading" : "2.5. Statistics",
      "text" : "Statistical analyses were conducted with the GraphPad Prism7 software (GraphPad Software Inc., La Jolla, CA, USA). Results represented as graphs were expressed as mean± s.e.m. (standard error of the mean), and DAPI values were expressed as mean ± standard deviation. Data analysis was conducted using paired tests: one-way ANOVA posthoc uncorrected Fishers LSD (for ROS) and Wilcoxon matched-pairs signed rank test (for ATP and DAPI). p-values < 0.05 were recorded as an indication of significant differences.\nDent. J. 2020, 8, 127 5 of 12"
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Surface Characteristics",
      "text" : "The surface topography of the yttria-stabilized zirconia cer.face 14 is shown in Figure 1. After sandblasting, acid etching, and the final heat treatment of the zirconia surface, sinusoidal-shaped, nano-micro structured features can be observed via FE-SEM. The cross section via FE-SEM shows the nano-topography on top and did not reveal separated material layers. The in-depth analysis using the EDX detector of the FE-SEM revealed the following main components of this ceramic surface (in % of mass): Zr 72.77, O 22.37, Y 3.24, Hf 1.43, and Al 0.19, (total: 100) (Figure 2). Interestingly, this elemental composition was also found in the cross section (lateral direction) (Figure 1b, right). Sandblasting and acid etching (via HF) of the zirconia surface resulted in a semi 3D nano-micro topography. Comparing ceramic and titanium landscapes after the application of nearly the same surface treatment processes (for Ti HCL and H2SO4), a different topographical landscape can be observed (Figure 3).\nDent. J. 2020, 8, x FOR PEER REVIEW 5 of 12\n. es lts"
    }, {
      "heading" : "3.1. Surface Characteristics",
      "text" : "The surface topography of the yttria-stabilized zirconia cer.face 14 is shown in Figure 1. After sandblasting, acid etching, and the final heat treatment of the zirconia surface, sinusoidal-shaped, nano- icro structured features can be observed via FE-SE . The cross section via FE-SE sho s the nano-topography on top and did not reveal separated aterial layers. The in-depth analysis using the E X detector of the FE-SEM revealed the following main components of this ceramic surface (in % of mass): Zr 72.77, O 22.37, Y 3.24, Hf 1.43, and Al 0.19, (total: 100) (Figure 2). Interestingly, this elemental composition was also found in the cross section (lateral direction) (Figure 1b, right). Sandblasting and acid etching (via F) of the zirconia surface resulted in a se i 3 nano- icro topography. Co paring cera ic and titaniu landscapes after the application of nearly the sa e surface treat ent processes (for Ti CL and H2S04), a different topographical landscape can be observed (Figure 3).\nFigure 1. Scanning electron icroscopy of the cer.face 14 cera ic. (a) Surface topography. ote a lan scape ith nano- icro hills an cavities, nearly sinusoidal-shaped, (bars: left 2 µm, right 1 µ ). ( ) ross sectio of t e aterial. o different layers ere a parent, (bars: left 2 µ , right 100 µ ). ( - erli , arl eiss).\nDent. J. 2020, 8, 127 6 of 12\nDent. J. 2020, 8, x FOR PEER REVIEW 6 of 12\n(a) (b)\n(c)\nFigure 2. EDX analysis of the cer.face 14 surface. (a) Topographical scan, bar 50 µm, 500×; (b). Elemental composition; (c) In-depth analysis, bars 30 µm, main components Zr, O, Y, Hf, and Al.\nFigure 3. Scanning electron microscopy of dental materials: comparison of ceramic (Material: Vita, zirconia, acid HF; SEM: FE-SEM Merlin, Carl Zeiss, bar 7 µm, 3.000×) versus titanium (Material: Straumann, Ti grade 4, acid HCL and H2S04; SEM: DSM 960A, Carl Zeiss, 10 kV, 3.3 A, bar 7 µm; adopted from Duske K et al. [32]) both sandblasted and acid-etched. Note that the resulting topographical features seem to depend on the basic materials.\n3.2. Cell Morphology\nOne aspect of cell-material interaction is the topographically induced cell behavior. In this paper, the focus was solely on the anchorage of cells to the nano-micro curved topography. The electron microscopic studies after 24 h revealed that MG-63 cells were intensely interconnected with the nano-\nFigure 2. EDX analysis of the cer.face 14 surface. (a) Topographical scan, bar 50 µm, 500×; (b) Elemental composition; (c) In-depth analysis, bars 30 µm, main components Zr, O, Y, Hf, and Al.\nDent. J. 2020, 8, x FOR PEER REVIEW 6 of 12\n(a) (b)\n(c)\nFigure 2. EDX analysis of cer.face 14 surface. (a) Topographic l scan, bar 50 µm, 0×; (b). Elemental c sition; (c) In-depth an lysis, bars 30 µm, main components Zr, O, Y, Hf, and Al.\nFigure 3. Scanning electron microscopy of dental materials: comparison of ceramic (Material: Vita, zirconia, acid HF; SEM: FE-SEM Merlin, Carl Zeiss, bar 7 µm, 3.000×) versus titanium (Material: Straumann, Ti grade 4, acid HCL and H2S04; SEM: DSM 960A, Carl Zeiss, 10 kV, 3.3 A, bar 7 µm; adopted from Duske K et al. [32]) both sandblasted and acid-etched. Note that the resulting topographical features seem to depend on the basic materials."
    }, {
      "heading" : "3.2. Cell Morphology",
      "text" : "One aspect of cell-material interaction is the topographically induced cell behavior. In this paper, the focus was solely on the anchorage of cells to the nano-micro curved topography. The electron microscopic studies after 24 h revealed that MG-63 cells were intensely interconnected with the nano-\nFigure 3. Scanni g electron microscopy of de terials: comparison of ceramic (M terial: Vita, zirconia, acid HF; SEM: FE-SEM Merlin, arl eiss, bar 7 µm, 3.000×) versus titanium (Material: Straumann, Ti grade 4, acid HCL and H2SO4; SEM: DSM 960A, Carl Zeiss, 10 kV, 3.3 A, bar 7 µm; adopted from Duske K et al. [32]) both sandblasted and acid-etched. Note that the resulting topographical features seem to depend on the basic materials."
    }, {
      "heading" : "3.2. Cell Morphology",
      "text" : "One aspect of cell-ma ial inter ction is the topograph cally induced cell behavior. In this paper, the focus was solely on the anchorage of cells to the nano-micro curved topography. The electron microscopic studies after 24 h revealed that MG-63 cells were intensely interconnected with the nano-micro profiles of the cer.face 14 ceramic (Figure 4). The MG-63 osteoblasts were able to anchor themselves with their filopodia, which are thin membrane protrusions which probe the surroundings. The diameters of the cells’ filopodia as well as the substructure of the ceramic surface are both in the\nDent. J. 2020, 8, 127 7 of 12\nnanometer range. Therefore, in the transition zone between the cell margin and the ceramic nano-hills, both structures are hardly to be distinguished from each other (Figure 4B).\nDent. J. 2020, 8, x FOR PEER REVIEW 7 of 12\nmicro profiles of the cer.face 14 ceramic (Figure 4). The MG-63 osteoblasts were able to anchor themselves with their filopodia, which are thin membrane protrusions which probe the surroundings. The diameters of the cells’ filopodia as well as the substructure of the ceramic surface are both in the nanometer range. Therefore, in the transition zone between the cell margin and the ceramic nano-hills, both structures are hardly to be distinguished from each other (Figure 4B).\nThe DAPI-staining of cell nuclei clearly showed that the MG-63 osteoblasts were tightly attached to the nano-micro profile of the cer.face 14 surface. The typical detachment of the cells by trypsin was insufficient to remove the cells completely, as is the case with a Col-coated, plane surface (Figure 5), 180 ± 90 cells vs. 26 ± 14 cells (p < 0.01), respectively. On the Col control, cells were not so strongly attached as on cer.face 14, although the cells’ adhesion receptors could find ligands of the extracellular matrix component collagen I.\nThe DAPI-staining of cell nuclei clearly sho tha the MG-63 osteoblasts were ig tly attached to the nano-micro profile of the cer.face 14 surface. The typical detachment of the cells by trypsin was insufficient to remove the cells completely, as is the case with a Col-coated, plane surface (Figure 5), 180 ± 90 cells vs. 26 ± 14 cells (p < 0.01), respectively. On the Col control, cells were not so strongly attached as on cer.f ce 14, although the cells’ adhesion receptors could find ligands of the extracellular matrix component collagen I.Dent. J. 2020, 8, x FOR PEER REVIEW 8 of 12\nFigure 5. Cell adhesion on the cer.face 14 ceramic. Note that a lot of residual, adhered cells (nuclei in blue, DAPI staining) can be seen that withstood the normal trypsination process due to their embedding in the nano-micro structured surface (n = 180 ± 90); in comparison, cells on a Col-coated plane surface are removed nearly completely (n = 26 ± 14), which is significant with p < 0.01. Detection via confocal scanning microscopy (LSM 780, Carl Zeiss, sale bars 100 µm).\n3.3. Stress Level of Cells\nIn this study, mild nano-micro curved profiles, which led to an improved anchorage of the MG63 cells to the surface, did not cause intracellular stress. To investigate the ROS production within the first 24 h, the DCF-DA ROS detection assay was used. It indicated negligible ROS levels in MG-63 cells on cer.face 14, comparable with the Col control (~0.9-fold) (Figure 6). In contrast, H2O2 as internal positive control and inducer of intracellular ROS led to a strong and significant increase of the DCF fluorescence at 1 and 24 h (~9-fold). An increased generation of ROS as an early marker for cellular stress was not detectable in the MG-63 osteoblasts on cer.face 14 with the mild nano-micro curved profiles within 24 h.\n(a) (b)\nFigure 6. Reactive oxygen species (ROS): non/negligible stress level of osteoblasts on ceramic (cer.face 14), which is comparable with cells on the extracellular matrix protein collagen I (Col) (a) after 1 h, (b) after 24 h. Cells’ intracellular ROS level is ~9 times higher if stressed with H2O2 as positive control. The amount of ROS in human osteoblasts MG-63 was detected via DCF-DA cellular ROS detection assay kit (Tecan Infinity 200). Statistics: one-way ANOVA posthoc uncorrected Fishers LSD, significance * p < 0.05, n = 3 (independent experimental approaches).\nFree intracellular ATP, as the universal energy carrier in the cells, also serves as an indicator of cellular stress. In order to further investigate possible cellular stress due to surface landscapes, the ATP level in cells on the structured cer.face 14 in comparison to the plane Col control was measured\nFigure 5. Cell adhesion on the cer.face 14 cera ic. ote that a lot of residual, adhered cells (nuclei in blue, DAPI staining) can be seen that withstood the normal trypsination process due to their embedding in the nano-micro structured surface (n = 180 ± 90); in compariso , cells on a Col-coated plane surface are removed nearly co pl tely (n = 26 ± 14), which is significant w th p < 0.01. Detection via onfocal scanning mi ro opy (LSM 780, Carl Zeiss, sale bars 100 µm).\nDent. J. 2020, 8, 127 8 of 12"
    }, {
      "heading" : "3.3. Stress Level of Cells",
      "text" : "In this study, mild nano-micro curved profiles, which led to an improved anchorage of the MG-63 cells to the surface, did not cause intracellular stress. To investigate the ROS production within the first 24 h, the DCF-DA ROS detection assay was used. It indicated negligible ROS levels in MG-63 cells on cer.face 14, comparable with the Col control (~0.9-fold) (Figure 6). In contrast, H2O2 as internal positive control and inducer of intracellular ROS led to a strong and significant increase of the DCF fluorescence at 1 and 24 h (~9-fold). An increased generation of ROS as an early marker for cellular stress was not detectable in the MG-63 osteoblasts on cer.face 14 with the mild nano-micro curved profiles within 24 h.\nDent. J. 2020, 8, x FOR PEER REVIEW 8 of 12\nFigure 5. Cell adhesion on the cer.face 14 ceramic. Note that a lot of residual, adhered cells (nuclei in blue, DAPI staining) can be seen that withstood the normal trypsination process due to their embedding in the nano-micro structured surface (n = 180 ± 90); in comparison, cells on a Col-coated plane surface are removed nearly completely (n = 26 ± 14), which is significant with p < 0.01. Detection via confocal scanning microscopy (LSM 780, Carl Zeiss, sale bars 100 µm)."
    }, {
      "heading" : "3.3. Stress Level of Cells",
      "text" : ""
    }, {
      "heading" : "In this study, mild nano-micro curved profiles, which led to an improved anchorage of the MG-",
      "text" : "63 cells to the surface, did not cause intracellular stress. To investigate the ROS production within the first 24 h, the DCF-DA ROS detection assay was used. It indicated negligible ROS levels in MG-63 cells on cer.face 14, comparable with the Col control (~0.9-fold) (Figure 6). In contrast, H2O2 as internal positive control and inducer of intracellular ROS led to a strong and significant increase of the DCF fluorescence at 1 and 24 h (~9-fold). An increased generation of ROS as an early marker for cellular stress was not detectable in the G-63 osteoblasts on cer.face 14 with the mild nano-micro curved profiles within 24 h.\nFree intracellular ATP, as the universal energy carrier in the cells, also serves as an indicator of cellular stress. In order to further investigate possible cellular stress due to surface landscapes, the ATP level in cells on the structured cer.face 14 in comparison to the plane Col control was measured\n. oxygen species (ROS): non/negligible stress lev l of steoblasts on ceramic (cer.face 14), which is comparable with cells on the extracel ular t i i co lagen I (Col) ( ) after 1 h, (b) after 24 h. Cells’ intracellular ROS level is ~9 times h gher if stressed with H2O2 as p si ive control. Th amount of ROS in human o teoblasts MG-63 was detected via DCF-DA cellular ROS detection assay kit (Tecan Infinity 200). Statistics: one-way ANOVA posthoc uncorrected Fishers\nfi 3 (i e e e t e eri e t l r .\nFree intracellular TP, as the universal energy carrier in the cells, also serves as an indicator of cellular stress. In order to further investigate possible cellular stress due to surface landscapes, the ATP level in cells on the structured cer.face 14 in comparison to the plane Col control as easured with a fluorometric ATP assay kit. MG-63 cells on cer.face 14 indicated no significant changes in their amount of ATP compared with the Col control, the “gold standard” in biocompatibility studies (~1.3-fold) (Figure 7). The cell growth on mild nano-micro curved cer.face 14 profiles was not an energy-consuming process.\nDent. J. 2020, 8, x FOR PEER REVIEW 9 of 12\nwith a fluorometric ATP assay kit. MG-63 cells on cer.face 14 indicated no significant changes in their amount of ATP c mpa ed with the Col control, the “gold standard” in biocompatibility studies (~1.3- fold) (Figure 7). The cell growth on mild nano-micro curved cer.face 14 profiles was not an energyconsuming process.\nZirconia (ZrO2) is the most preferred bioengineering ceramic used in dentistry. The microstructural and physical properties of zirconia ceramics are affected by changes in chemical composition and sintering parameters but also by the grain size and varying quantities of yttria [33]. In other studies, with Y-TZP ceramics from Vita, the energy dispersive spectrometer (EDX) analysis revealed an elemental composition predominantly of Zr (76.4–86.3 wt%), O (9.8–14.6 wt%), Y (3.5–8.1 wt%), and Al (0.2–0.7 wt%) [33]. This is in the range of our qualitative EDX analyses of cer.face®14 ceramic of the same company. The addition of oxides such as yttria delays the deleterious phase transformation by stabilizing the tetragonal structure, thus inhibiting its transformation to monoclinic zirconia [34] (p. 146).\nA systematic meta-analysis compared titanium with zirconia dental implants with different surface topographies [35], with a focus on bone to implant contact (BIC). No significant difference in the BIC was observed between titanium and the machined zirconia implants. However, a significantly better BIC was observed for acid-etched zirconia implants than for those of titanium. The reason might be in the different surface topography as seen in our Figure 3. The resulting structure after acid etching could depend on the different bulk materials—Ti or zirconia. Finally, the authors suggested that acid-etched zirconia implants may serve as a possible substitute for successful osseointegration [35].\nIn a previous study, we proved that osteoblasts adhere, grow, and are viable on the cer.face 14 surface [11]. Spreading seems to be slightly impaired due to the nano-micro profile of the ceramic. As we could clearly show here, the cells anchor themselves to the surface and even go into the depth of the cavities, so that the cell area appears somewhat smaller than on smooth surfaces. Furthermore, it could be shown that the osteogenic differentiation (mRNA) was increased after 3 days [11].\nFor bone remodelling, oxidative stress plays a role. The reactive oxygen species (ROS) is a family of reactive molecules and free radicals generated from oxygen. They are produced during normal aerobic metabolism, notably in the mitochondrion from an incomplete reduction of oxygen by electron transfer [36]. ROS are mainly represented in cells by the superoxide radical anion (O2-), hydrogen peroxide (H2O2), and the hydroxyl radical (OH.). Depending on their concentration, ROS can either have beneficial or deleterious effects on tissues [37]. To see if our MG-63 cells are generally able to increase their ROS level, we stressed the cells artificially with H2O2 as positive control. H2O2 can diffuse through cell membranes, and the fluorescence intensity of DCF, oxidized in the presence of ROS, was strongly increased. This made it obvious that cells growing on cer.face 14 are stress-free.\nDent. J. 2020, 8, 127 9 of 12"
    }, {
      "heading" : "4. Discussion",
      "text" : "Zirconia (ZrO2) is the most preferred bioengineering ceramic used in dentistry. The microstructural and physical properties of zirconia ceramics are affected by changes in chemical composition and sintering parameters but also by the grain size and varying quantities of yttria [33]. In other studies, with Y-TZP ceramics from Vita, the energy dispersive spectrometer (EDX) analysis revealed an elemental composition predominantly of Zr (76.4–86.3 wt%), O (9.8–14.6 wt%), Y (3.5–8.1 wt%), and Al (0.2–0.7 wt%) [33]. This is in the range of our qualitative EDX analyses of cer.face®14 ceramic of the same company. The addition of oxides such as yttria delays the deleterious phase transformation by stabilizing the tetragonal structure, thus inhibiting its transformation to monoclinic zirconia [34] (p. 146). A systematic meta-analysis compared titanium with zirconia dental implants with different surface topographies [35], with a focus on bone to implant contact (BIC). No significant difference in the BIC was observed between titanium and the machined zirconia implants. However, a significantly better BIC was observed for acid-etched zirconia implants than for those of titanium. The reason might be in the different surface topography as seen in our Figure 3. The resulting structure after acid etching could depend on the different bulk materials—Ti or zirconia. Finally, the authors suggested that acid-etched zirconia implants may serve as a possible substitute for successful osseointegration [35]. In a previous study, we proved that osteoblasts adhere, grow, and are viable on the cer.face 14 surface [11]. Spreading seems to be slightly impaired due to the nano-micro profile of the ceramic. As we could clearly show here, the cells anchor themselves to the surface and even go into the depth of the cavities, so that the cell area appears somewhat smaller than on smooth surfaces. Furthermore, it could be shown that the osteogenic differentiation (mRNA) was increased after 3 days [11]. For bone remodelling, oxidative stress plays a role. The reactive oxygen species (ROS) is a family of reactive molecules and free radicals generated from oxygen. They are produced during normal aerobic metabolism, notably in the mitochondrion from an incomplete reduction of oxygen by electron transfer [36]. ROS are mainly represented in cells by the superoxide radical anion (O2−), hydrogen peroxide (H2O2), and the hydroxyl radical (OH.). Depending on their concentration, ROS can either have beneficial or deleterious effects on tissues [37]. To see if our MG-63 cells are generally able to increase their ROS level, we stressed the cells artificially with H2O2 as positive control. H2O2 can diffuse through cell membranes, and the fluorescence intensity of DCF, oxidized in the presence of ROS, was strongly increased. This made it obvious that cells growing on cer.face 14 are stress-free. In addition, the determination of cellular adenosine triphosphate (ATP) of human MG-63 osteoblasts on cer.face 14, compared with collagen-coated glass after 24 h, was an additional indicator for optimal cell growth. Oxidative phosphorylation, the process of energy conversion to ATP, involves the transport of electrons in the mitochondria, which is responsible for most of the ROS production [37]. In earlier studies with corundum-blasted Ti surfaces or Ti pillar structures, we observed an attempted phagocytosis of the sharp-edged elevations, which unnecessarily costs the cells a great deal of energy, as seen by a reduced ATP level and increased ROS production [23,24]. Subsequently, the MG-63 cells were no longer able to function as osteoblasts, i.e., the extracellular matrix protein synthesis of collagen I, bone sialo protein 2, and fibronectin was inhibited [22,25]. The group of Wauquier et al. [37] thoroughly explained the correlation of oxidative stress and bone remodeling. As a result of oxidative stress, the balance of the dynamic bone remodeling is disturbed, and bone formation by osteoblasts is reduced. The underlying mechanism is that osteoblasts under stress are reduced in their capability to produce osteoprotegerin. This protein is an osteoclastogenesis inhibitory factor. The receptor activator of the NF-kB ligand (RANKL) is also expressed by osteoblasts and binds to the pre-osteoclasts. Subsequently, these cells differentiate into multinucleated osteoclasts, which are responsible for normal bone resorption. However, without the decoy receptor osteoprotegerin due to increased ROS, bone loss is dramatically enhanced upon oxidative stress. Our study was able to prove that the cer.face 14 surface did not increase the ROS level in osteoblasts.\nDent. J. 2020, 8, 127 10 of 12"
    }, {
      "heading" : "5. Conclusions",
      "text" : "We conclude from our experiments in vitro that cell growth is stress-free for human MG-63 osteoblasts on the acid-etched, yttria-stabilized zirconia surface cer.face 14 due to its mild nano-micro curved topography. In addition, cells are well anchored and integrated into the cer.face 14 structure. An important criterion for the success of dental implants is to find a material that is attractive for osteoblasts and supports the mechanical anchoring of the cells with nano-micro structured surface.\nAuthor Contributions: Conceptualization, J.B.N., J.B., and S.S.; methodology, S.S., T.F., J.B.N., and A.S.; software, S.S.; validation, S.S., A.S., and T.F.; formal analysis, S.S., and J.B.N.; investigation, S.S., T.F., and A.S.; resources, J.B., and J.B.N.; data curation, S.S., and T.F.; writing—original draft preparation, J.B.N., S.S., A.S., and J.B.; writing—review and editing, J.B.N., A.S., and J.B.; visualization, A.S., S.S., and J.B.N.; supervision, J.B.N.; project administration, J.B., and J.B.N.; funding acquisition, J.B., and J.B.N. All authors have read and agreed to the published version of the manuscript.\nFunding: The experiments were conducted in parts as well as for T.F. by the financial support of the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) Collaborative Research Centre (CRC) 1270/1-299150580. The consumables were supported in parts by Vita Zahnfabrik.\nAcknowledgments: We are grateful for the material discs donated by Vita Zahnfabrik. We appreciate the support by Florian Dalla Torre for critically reading the manuscript.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Cellular responses of osteoblast-like cells to 17 elemental metals",
      "author" : [ "D. Zhang", "C.S. Wong", "C. Wen", "Y. Li" ],
      "venue" : "J. Biomed. Mater. Res. Part A 2017,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Titanium: A review on exposure, release, penetration, allergy, epidemiology, and clinical reactivity",
      "author" : [ "S.W. Fage", "J. Muris", "S.S. Jakobsen", "J.P. Thyssen" ],
      "venue" : "Contact Dermat",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Dental implants-associated release of titanium particles: A systematic review",
      "author" : [ "F.S.-L. Del Amo", "C. Garaicoa-Pazmiño", "T. Fretwurst", "R.M. Castilho", "C.H. Squarize" ],
      "venue" : "Clin. Oral Implant. Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Available online: https://www.dimagazin-aktuell.de/marktplatz/ kollegentipps/story/rem-tene-verba-sequentur_7845.html (accessed on 15 July 2019)",
      "author" : [ "Nedjat", "A. Rem Tene", "Verba Sequentur" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Has zirconia made a material difference in implant prosthodontics? A review",
      "author" : [ "S.J. Sadowsky" ],
      "venue" : "Dent. Mater",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Discoloration of the Peri-implant Mucosa Caused by Zirconia and Titanium Implants",
      "author" : [ "D.S. Thoma", "A. Ioannidis", "E. Cathomen", "C.H.F. Hämmerle", "J. Husler", "R.E. Jung" ],
      "venue" : "Int. J. Periodontics Restor. Dent",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Peri-implant soft tissue colour around titanium and zirconia abutments: A prospective randomized controlled clinical study",
      "author" : [ "R. Cosgarea", "C. Gasparik", "D. Dudea", "B. Culic", "B. Dannewitz", "A. Sculean" ],
      "venue" : "Clin. Oral Implant. Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2014
    }, {
      "title" : "Clinical Outcomes of Zirconia Dental Implants: A Systematic Review",
      "author" : [ "S. Pieralli", "R. Kohal", "R. Jung", "K. Vach", "B. Spies" ],
      "venue" : "J. Dent. Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Keramikimplantate",
      "author" : [ "Ritzert", "B. Materialien Auf Dem Prüfstand" ],
      "venue" : "Available online: https://www.dginet.de/ web/dgi/presse-aktuelles",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Crystal structure of zirconia affects osteoblast",
      "author" : [ "N. Rohr", "C. Bergemann", "J.B. Nebe", "J. Fischer" ],
      "venue" : "behavior. Dent. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "In Vitro Studies and Cell Adhesion to Biomaterials",
      "author" : [ "B. Nebe" ],
      "venue" : "In Materials for Medical Applications,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "Enhancement of Intracellular Calcium Ion Mobilization by Moderately but Not Highly Positive Material Surface Charges",
      "author" : [ "M. Gruening", "S. Neuber", "P. Nestler", "J. Lehnfeld", "M. Dubs", "K. Fricke", "M. Schnabelrauch", "C.A. Helm", "R. Müller", "S Staehlke" ],
      "venue" : "Front. Bioeng. Biotechnol. 2020,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2020
    }, {
      "title" : "Multilayer coatings on biomaterials for control of MG-63 osteoblast adhesion and growth",
      "author" : [ "K. Kirchhof", "K. Hristova", "N. Krasteva", "G. Altankov", "T. Groth" ],
      "venue" : "J. Mater. Sci. Mater. Med",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2008
    }, {
      "title" : "Plasma Methods for the Generation of Chemically Reactive Surfaces for Biomolecule Immobilization and Cell Colonization—A Review",
      "author" : [ "K.S. Siow", "L. Britcher", "S. Kumar", "H.J. Griesser" ],
      "venue" : "Plasma Process. Polym",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2006
    }, {
      "title" : "Impact of plasma chemistry versus titanium surface topography on osteoblast orientation",
      "author" : [ "H. Rebl", "B. Finke", "R. Lange", "K.-D. Weltmann", "J.B. Nebe" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Differential regulation of osteoblasts by substrate microstructural features",
      "author" : [ "O. Zinger", "G. Zhao", "Z. Schwartz", "J. Simpson", "M. Wieland", "D. Landolt", "B.D. Boyan" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2005
    }, {
      "title" : "Abrogated Cell Contact Guidance on Amino-Functionalized Microgrooves",
      "author" : [ "C. Mörke", "H. Rebl", "B. Finke", "M. Dubs", "P. Nestler", "A. Airoudj", "V. Roucoules", "M. Schnabelrauch", "A. Körtge", "K Anselme" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Pyramid array substrates for biomedical studies",
      "author" : [ "R. Löffler", "M. Fleischer", "D.P. Kern", "C. Matschegewski", "S. Stählke", "B. Nebe", "R. Lange" ],
      "venue" : "J. Vac. Sci. Technol. B",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "Cell architecture–cell function dependencies on titanium arrays with regular geometry",
      "author" : [ "C. Matschegewski", "S. Staehlke", "R. Loeffler", "R. Lange", "F. Chai", "D.P. Kern", "U. Beck", "J.B. Nebe" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2010
    }, {
      "title" : "ROS Dependent Wnt/β-Catenin Pathway and Its Regulation on Defined Micro-Pillars—A Combined In Vitro and In Silico Study",
      "author" : [ "S. Staehlke", "F. Haack", "A.-C. Waldner", "D. Koczan", "C. Moerke", "P. Mueller", "A.M. Uhrmacher", "J.B. Nebe" ],
      "venue" : "Cells 2020,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2020
    }, {
      "title" : "Attempted caveolae-mediated phagocytosis of surface-fixed micro-pillars by human osteoblasts",
      "author" : [ "C. Moerke", "P. Mueller", "B. Nebe" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Intracellular calcium dynamics dependent on defined microtopographical features of titanium",
      "author" : [ "S. Staehlke", "A. Koertge", "B. Nebe" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Surface modification techniques for zirconia-based bioceramics: A review",
      "author" : [ "A.J. Ravindran", "S. Karthigeyan", "R.T.R. Bhat", "M.N. Nageshwarao", "S.V. Murugesan", "V. Angamuthu" ],
      "venue" : "J. Pharm. Bioallied Sci. 2019,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2019
    }, {
      "title" : "Microstructured zirconia surfaces modulate osteogenic marker genes in human primary osteoblasts",
      "author" : [ "C. Bergemann", "K. Duske", "J.B. Nebe", "A. Schöne", "U. Bulnheim", "H. Seitz", "J. Fischer" ],
      "venue" : "J. Mater. Sci. Mater. Med",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "Osteocalcin and osteopontin influence bone morphology and mechanical properties",
      "author" : [ "S. Bailey", "G. Karsenty", "C. Gundberg", "D. Vashishth" ],
      "venue" : "Ann. N. Y. Acad. Sci",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Phenotypic stability of the human MG-63 osteoblastic cell line at different passages",
      "author" : [ "S. Staehlke", "H. Rebl", "B. Nebe" ],
      "venue" : "Cell Biol. Int",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "A phenotypic comparison of osteoblast cell lines versus human primary osteoblasts for biomaterials testing",
      "author" : [ "E.M. Czekanska", "M.J. Stoddart", "J.R. Ralphs", "R.G. Richards", "J.S. Hayes" ],
      "venue" : "J. Biomed. Mater. Res. Part A",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Processing of collagen based biomaterials and the resulting materials properties",
      "author" : [ "M. Meyer" ],
      "venue" : "Biomed. Eng. 2019,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Cold atmospheric plasma in combination with mechanical treatment improves osteoblast growth on biofilm covered titanium discs",
      "author" : [ "K. Duske", "L. Jablonowski", "I. Koban", "R. Matthes", "B. Holtfreter", "A. Sckell", "J.B. Nebe", "T. Von Woedtke", "K.-D. Weltmann", "T. Kocher" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Microstructural, physical, and optical characterization of high-translucency zirconia ceramics",
      "author" : [ "N. Sen", "S. Isler" ],
      "venue" : "J. Prosthet. Dent",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2020
    }, {
      "title" : "Types and Properties of Biomaterials",
      "author" : [ "R. Heimann" ],
      "venue" : "In Materials for Medical Applications,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2020
    }, {
      "title" : "Effect of Zirconia Dental Implant Surfaces on Bone Integration: A Systematic Review and Meta-Analysis",
      "author" : [ "A. Hafezeqoran", "R. Koodaryan" ],
      "venue" : "BioMed Res. Int",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "ROS-Responsive Biomaterial Design for Medical Applications",
      "author" : [ "J.B. Lee", "Y.M. Shin", "W.S. Kim", "S.Y. Kim", "H.J. Sung" ],
      "venue" : "Advances in Experimental Medicine and Biology;",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Oxidative stress in bone remodelling and disease",
      "author" : [ "F. Wauquier", "L. Leotoing", "V. Coxam", "J. Guicheux", "Y. Wittrant" ],
      "venue" : "Trends Mol. Med",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Despite being very biocompatible relative to other metals such as Co, Ni, and Fe [2], Ti is released in the presence of biological fluids and tissues [3,4].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 1,
      "context" : "Despite being very biocompatible relative to other metals such as Co, Ni, and Fe [2], Ti is released in the presence of biological fluids and tissues [3,4].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 2,
      "context" : "Despite being very biocompatible relative to other metals such as Co, Ni, and Fe [2], Ti is released in the presence of biological fluids and tissues [3,4].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 1,
      "context" : "An increased number of case reports described adverse reactions to Ti-based alloys [3], and 10–15% of patients expressed genetically disposed titanium oxide incompatibility.",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 2,
      "context" : "This is important because Ti particles surrounding peri-implant tissues are a common finding [4].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 3,
      "context" : "A patient survey in 2019 with 1024 patients revealed that 74% of patients chose ceramic implants [5].",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 4,
      "context" : "Ceramic implants provide an esthetic benefit for patients [6], in contrast to Ti, where discoloration of the peri-implant soft tissue may occur [7].",
      "startOffset" : 58,
      "endOffset" : 61
    }, {
      "referenceID" : 5,
      "context" : "Ceramic implants provide an esthetic benefit for patients [6], in contrast to Ti, where discoloration of the peri-implant soft tissue may occur [7].",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 6,
      "context" : "[8], multi-spectral images of the peri-implant soft tissues and the gingiva of the neighboring teeth were taken with a colorimeter.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "The development of ceramic materials for dental implants has been accelerated in recent years, and dental implants made of zirconia have been commercially available for several years [9].",
      "startOffset" : 183,
      "endOffset" : 186
    }, {
      "referenceID" : 8,
      "context" : "The share of the market will increase from nearly 1% in 2016 up to 9% in 2025 [10].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 4,
      "context" : "To date, it can be stated that zirconia is a versatile material for implant prosthodontic application, but longer-term multi-centered studies are needed to assess success criteria [6].",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 7,
      "context" : "Thereafter, nearly constant survival curves were observed [9].",
      "startOffset" : 58,
      "endOffset" : 61
    }, {
      "referenceID" : 9,
      "context" : ", the formation of a direct bone-implant contact along the endosseous part [11].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 10,
      "context" : "The occupation of a biomaterial surface by the osteoblasts in vitro is divided into stages, beginning with the initial adhesion of the cells, their spreading, and their migration along the topography, followed by proliferation and cell differentiation [12].",
      "startOffset" : 252,
      "endOffset" : 256
    }, {
      "referenceID" : 15,
      "context" : "Whereas micro-indentations let the cells aggregate in the cavities (Ø 100 μm) [17] or direct the cell migration into the concave region via curvotaxis [18], fabricated nano-micro grooves pushed the cells’ alignment [19,20].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 16,
      "context" : "Whereas micro-indentations let the cells aggregate in the cavities (Ø 100 μm) [17] or direct the cell migration into the concave region via curvotaxis [18], fabricated nano-micro grooves pushed the cells’ alignment [19,20].",
      "startOffset" : 215,
      "endOffset" : 222
    }, {
      "referenceID" : 17,
      "context" : "Furthermore, square pyramids elongated the cell form and directed the growth because cells could not find optimal contact areas due to the peak geometry [21].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 18,
      "context" : "We revealed earlier that topographies with sharp edges changed not only the overall cell morphology and intracellular actin cytoskeleton formation [22] but also hampered diverse cell functions.",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 19,
      "context" : "Edges, ridges, crevices, and points on titanium surfaces provoked an increase in reactive oxygen species (ROS) in cells [23], reduced the intracellular adenosine triphosphate (ATP)-content [24], and decelerated calcium ion mobilization from intracellular stores [25].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 20,
      "context" : "Edges, ridges, crevices, and points on titanium surfaces provoked an increase in reactive oxygen species (ROS) in cells [23], reduced the intracellular adenosine triphosphate (ATP)-content [24], and decelerated calcium ion mobilization from intracellular stores [25].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 21,
      "context" : "Edges, ridges, crevices, and points on titanium surfaces provoked an increase in reactive oxygen species (ROS) in cells [23], reduced the intracellular adenosine triphosphate (ATP)-content [24], and decelerated calcium ion mobilization from intracellular stores [25].",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 19,
      "context" : ", we observed increased expression of inhibitors like ICAT (inhibitor of β-catenin and transcription factor-4) [23].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 20,
      "context" : "Not least, the cells attempted, unavailingly, to phagocytize these elevations, which led to cellular stress followed by impaired synthesis of extracellular matrix proteins [24].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 22,
      "context" : ", the coating of the material surface with a specific infiltration glass and heating [26]).",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 22,
      "context" : "Ceramic (zirconia) can also be treated with laser or ultraviolet light; the latter induces a superhydrophilic surface [26].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 23,
      "context" : "face®14) was cell stimulating and displayed a strong enhancement of the osteocalcin mRNA level [27].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 24,
      "context" : "It is a major non-collagenous protein generally involved in bone matrix organization and occurs late in the mineralization process [28].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "The specimens were etched for 1 h in 40% hydrofluoric acid (HF), thoroughly rinsed in distilled water for 5 min, and finally heat treated at 1250 ◦C (LH 15/14, Nabertherm, Lilienthal, Germany) [11,27].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 23,
      "context" : "The specimens were etched for 1 h in 40% hydrofluoric acid (HF), thoroughly rinsed in distilled water for 5 min, and finally heat treated at 1250 ◦C (LH 15/14, Nabertherm, Lilienthal, Germany) [11,27].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 9,
      "context" : "face 14 was determined earlier using the sessile drop technique by a drop shape analyzer (DSA100) with water and diiodomethane [11].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "16 μm (Ra, arithmetical mean height) [11].",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 25,
      "context" : "Cell physiology processes during the first 24 h, including cell morphology, availability of adhesion receptors, cell cycle phases, and the expression of signaling proteins, remained stable over the entire range of passages 5–30 [29,30].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 26,
      "context" : "Cell physiology processes during the first 24 h, including cell morphology, availability of adhesion receptors, cell cycle phases, and the expression of signaling proteins, remained stable over the entire range of passages 5–30 [29,30].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 27,
      "context" : "Therefore, it is used as a matrix for tissue engineering or as implantable medical product [31].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 28,
      "context" : "[32]) both sandblasted and acid-etched.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[32]) both sandblasted and acid-etched.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[32]) both sandblasted and acid-etched.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "The microstructural and physical properties of zirconia ceramics are affected by changes in chemical composition and sintering parameters but also by the grain size and varying quantities of yttria [33].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 30,
      "context" : "The addition of oxides such as yttria delays the deleterious phase transformation by stabilizing the tetragonal structure, thus inhibiting its transformation to monoclinic zirconia [34] (p.",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 31,
      "context" : "A systematic meta-analysis compared titanium with zirconia dental implants with different surface topographies [35], with a focus on bone to implant contact (BIC).",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 31,
      "context" : "Finally, the authors suggested that acid-etched zirconia implants may serve as a possible substitute for successful osseointegration [35].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 9,
      "context" : "Furthermore, it could be shown that the osteogenic differentiation (mRNA) was increased after 3 days [11].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 32,
      "context" : "They are produced during normal aerobic metabolism, notably in the mitochondrion from an incomplete reduction of oxygen by electron transfer [36].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 33,
      "context" : "Depending on their concentration, ROS can either have beneficial or deleterious effects on tissues [37].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 29,
      "context" : "The microstructural and physical properties of zirconia ceramics are affected by changes in chemical composition and sintering parameters but also by the grain size and varying quantities of yttria [33].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 30,
      "context" : "The addition of oxides such as yttria delays the deleterious phase transformation by stabilizing the tetragonal structure, thus inhibiting its transformation to monoclinic zirconia [34] (p.",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 31,
      "context" : "A systematic meta-analysis compared titanium with zirconia dental implants with different surface topographies [35], with a focus on bone to implant contact (BIC).",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 31,
      "context" : "Finally, the authors suggested that acid-etched zirconia implants may serve as a possible substitute for successful osseointegration [35].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 9,
      "context" : "Furthermore, it could be shown that the osteogenic differentiation (mRNA) was increased after 3 days [11].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 32,
      "context" : "They are produced during normal aerobic metabolism, notably in the mitochondrion from an incomplete reduction of oxygen by electron transfer [36].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 33,
      "context" : "Depending on their concentration, ROS can either have beneficial or deleterious effects on tissues [37].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 33,
      "context" : "Oxidative phosphorylation, the process of energy conversion to ATP, involves the transport of electrons in the mitochondria, which is responsible for most of the ROS production [37].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 19,
      "context" : "In earlier studies with corundum-blasted Ti surfaces or Ti pillar structures, we observed an attempted phagocytosis of the sharp-edged elevations, which unnecessarily costs the cells a great deal of energy, as seen by a reduced ATP level and increased ROS production [23,24].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 20,
      "context" : "In earlier studies with corundum-blasted Ti surfaces or Ti pillar structures, we observed an attempted phagocytosis of the sharp-edged elevations, which unnecessarily costs the cells a great deal of energy, as seen by a reduced ATP level and increased ROS production [23,24].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 18,
      "context" : ", the extracellular matrix protein synthesis of collagen I, bone sialo protein 2, and fibronectin was inhibited [22,25].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 21,
      "context" : ", the extracellular matrix protein synthesis of collagen I, bone sialo protein 2, and fibronectin was inhibited [22,25].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 33,
      "context" : "[37] thoroughly explained the correlation of oxidative stress and bone remodeling.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2020,
    "abstractText" : "The high biocompatibility, good mechanical properties, and perfect esthetics of ceramic dental materials motivate investigation into their suitability as an endosseous implant. Osseointegration at the interface between bone and implant surface, which is a criterion for dental implant success, is dependent on surface chemistry and topography. We found out earlier that osteoblasts on sharp-edged micro-topographies revealed an impaired cell phenotype and function and the cells attempted to phagocytize these spiky elevations in vitro. Therefore, micro-structured implants used in dental surgery should avoid any spiky topography on their surface. The sandblasted, acid-etched, and heat-treated yttria-stabilized zirconia (cer.face®14) surface was characterized by scanning electron microscopy and energy dispersive X-ray. In vitro studies with human MG-63 osteoblasts focused on cell attachment and intracellular stress level. The cer.face 14 surface featured a landscape with nano-micro hills that was most sinusoidal-shaped. The mildly curved profile proved to be a suitable material for cell anchorage. MG-63 cells on cer.face 14 showed a very low reactive oxygen species (ROS) generation similar to that on the extracellular matrix protein collagen I (Col). Intracellular adenosine triphosphate (ATP) levels were comparable to Col. Ceramic cer.face 14, with its sinusoidal-shaped surface structure, facilitates cell anchorage and prevents cell stress.",
    "creator" : "LaTeX with hyperref package"
  }
}