{
  "name" : "downloads_2019-11-19_e2_pellico2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Unambiguous detection of atherosclerosis using bioorthogonal nanomaterials",
    "authors" : [ "Juan Pellico", "Irene Fernández-Barahona", "Marina Benito", "Ángel Gaitán-Simón", "Lucía Gutiérrez", "Jesús Ruiz-Cabello", "Fernando Herranz" ],
    "emails" : [ "fherranz@cnic.es" ],
    "sections" : [ {
      "heading" : null,
      "text" : "The importance of atherosclerosis is driving research to create improved diagnostic tools based on molecular imaging. Pretargeted imaging is the use of bioorthogonal probes that selectively accumulate upon reaction with a pre-modified biomolecule in vivo. To date, this very promising approach has not been applied to atherosclerosis. Neither has been the use of a single nano-radiomaterial for PET / T1-MR imaging of atherosclerosis. Here, we synthesized bioorthogonal nano-radiomaterials for in vivo pretargeted molecular imaging in a mouse model of atherosclerosis. Based on tetrazine-ligation, these functionalized 68Ga iron oxide nano-radiomaterials provide simultaneous PET and T1-MRI signals and selectively accumulate in atherosclerotic plaques in mice sequentially injected with trans-cyclooctene-modified antibodies against oxidized LDL followed by the hybrid nano-radiomaterial. Our results demonstrate the ability of this approach to unambiguously detect atherosclerosis. Furthermore, we show the first example of how hybrid imaging can be used for pretargeted bioorthogonal molecular imaging with nanomaterials. © 2019 Elsevier Inc. All rights reserved.\nKey words: Nano-radiomaterials; Atherosclerosis; Molecular imaging; Iron oxide; Gallium-68\nAtherosclerosis is a complex chronic inflammatory disease of the blood vessel wall in which plaques build up inside the arteries. The generation of oxidized low-density lipoprotein (oxLDL) plays a key role in the initiation, progression and destabilization of atherosclerotic lesions.1 OxLDL has therefore been widely used as a target for molecular imaging of\nAcknowledgments: The CNIC is supported by the MEyC and the ProCNIC Foundation and is a SO-Center of Excellence (SEV-2015-0505).\nConflict of interest: The authors declare no conflicts of interest. Funding sources: This work was funded by the Spanish Ministry for Economy and Competitiveness (MEyC) (grant number: SAF2016-79593-P and SAF2017-84494-C2-R) and Carlos III Health Institute (grant number: DTS16/00059). L.G. was funded by Ramon y Cajal grant (RYC-2014-15512).\n⁎Corresponding author at: Fundación Centro Nacional de Investigaciones Cardiovasculares (CNIC) and CIBER Enfermedades Respiratorias (CIBERES), Melchor Fernández Almagro, 3, 28029 Madrid, Spain.\nE-mail address: fherranz@cnic.es (F. Herranz).\nhttps://doi.org/10.1016/j.nano.2018.12.015 1549-9634/© 2019 Elsevier Inc. All rights reserved.\nPlease cite this article as: Pellico J, et al. Unambiguous detection of atheroscler 35, https://doi.org/10.1016/j.nano.2018.12.015\natherosclerosis. OxLDL is an important target not only due to its role in plaque pathobiology, but also because it is a possible marker of plaque vulnerability. Molecular imaging studies have focused on antibody-labeled magnetic resonance contrasts2,3 and more recently on fluorescence.4,5 In the field of nuclear imaging, there are a few examples of single-photon emission computed tomography (SPECT)6–8 and a recent study using positron emission tomography.9 The methodology in all these studies shares the need to match the lengthy biodistribution of the different antibodies in vivo by using long half-life isotopes, such as 125I (t1/2 = 59 days) or\n64Cu (t1/2 = 16 h). The development of probes for hybrid molecular imaging is particularly appealing for the early diagnosis and characterization of complex diseases like atherosclerosis. The combined use of positron emission tomography (PET) and magnetic resonance imaging (MRI) technology can provide combined structural and functional information, and this approach is beginning to show its potential,\nosis using bioorthogonal nanomaterials. Nanomedicine: NBM 2019;17:26-\nparticularly in the cardiovascular area.10,11 There are a growing number of contributions where atherosclerosis is characterized by hybrid PET/MR imaging. This is normally done by using a PET radiotracer and, after radioactive decay, carrying out the MRI experiments without any contrast agent,12–14 or by separated PET and T2-weigthed MRI experiments by the consecutive injection of two different probes,15 or one surface-functionalized probe.16 To our knowledge, the characterization of atherosclerosis with one probe for hybrid PET/T1-MRI, in one experiment, has not been done before. We recently developed a new kind of nano-radiomaterial in which short half-life 68Ga isotopes are incorporated in the core of extremely small iron oxide particles, combining the size-dependent properties of nanotechnology with the unparalleled sensitivity of nuclear imaging techniques. This nano-radiomaterial (NRM) provides simultaneous signals for PET and T1-MRI. 17,18\nBioorthogonal chemistry enables the selective conjugation of two compounds in the challenging in vivo environment. Since the ground-breaking work that initiated the use of this type of chemistry for biomedical applications, the field has expanded tremendously.19–21\nBioorthogonal or pretargeted molecular imaging is based on the complementary labeling of the biomolecule (typically an antibody) and the probe; after injection of the biomolecule, the tracer is administered and selectively accumulates at the site of the bioorthogonal reaction. This type of chemistry has many advantages in molecular imaging and is particularly appealing since it allows the use of short half-life isotopes to detect biomolecules with long biodistribution times.22–24 This approach has already been applied to the characterization of cancer, using small chelators such as tracers,25–27 antibodies,28 or nanoparticles.29–31 Among reactions showing bioorthogonal features, tetrazine ligation is probably the best suited for in vivo imaging. The extremely rapid reaction between trans-cyclooctene (TCO) and tetrazine (TZ) derivatives and the variety of compounds available make this reaction the first choice for many applications."
    }, {
      "heading" : "Methods",
      "text" : "Antibody functionalization with trans- cyclooctene (Ab-TCO)\nE-06 antibody (200 μg) is added to an Eppendorf tube and volume adjusted with PBS 1× to a final volume of 0.5 ml. The pH of the solution was adjusted to 8.9-9.1 with 90 μl of Na2CO3 0.1 M. Then, 10 μl of TCO-NHS (1 mg·ml−1) was added and the reaction was kept at room temperature for 60 min in the vortex. Afterwards, the reaction was purified by ultra-filtration through 100 kDa cut off filters and dissolved in PBS 1× to reach 0.5 ml."
    }, {
      "heading" : "Synthesis of 68Ga-NRM",
      "text" : "FeCl3 × 6 H2O (75 mg, 0.28 mmol), citric acid trisodium salt (80 mg, 0.27 mmol) and 1280 MBq of 68GaCl3 in HCl (0.05 M, 4 mL) were dissolved in water (5 mL) in a microwave-adapted flask, followed by addition of hydrazine hydrate (55%, 1 mL). The solution was ramped to 100 °C over 54 s and held at this temperature for 10 min (240 W) in a Monowave 300 microwave reactor equipped with an internal temperature probe and an external IR probe (Anton Paar, GmbH73760, Ostfildern-\nScharnhausen, Germany). The reaction mixture was then cooled to 60 °C and the 68Ga-NRM product was purified by passing the mixture through a PD-10 column to eliminate excess small reagents, including all unincorporated radiotracer. This purification process provided 9 mL of 68Ga-NRM with a total activity of 781 MBq (measured 40 min after starting the reaction), a radiolabeling yield of 92%."
    }, {
      "heading" : "Synthesis of 68Ga-NRM-TZ",
      "text" : "To 650 MBq of 68Ga-NRM (2.25 mL) were added 0.07 mmol of N-(3-dimethylaminopropyl)-N′-ethylcarbodiimide hydrochloride (EDC) and 0.075 mmol of N-hydroxysulfosuccinimide sodium salt (Sulfo-NHS). The solution was stirred for 30 min at room temperature (r.t.) and then ultracentrifuged at 10,350 ×g through Amicon 30 kDa centrifugal filters for 4 min to remove excess reagents. The nanoparticles were resuspended in 1.5 mL of HEPES buffer 0.5 M, pH = 8, and 1 mg of Benzylamino tetrazine hydrochloride dissolved in 50 μL DMSO was added to the solution. The mixture was maintained at r.t. for 60 min with stirring. Finally, another ultrafiltration step was performed to eliminate unreacted tetrazine. The nanoparticles were resuspended in saline solution, yielding 188 MBq (Measured 120 min after starting reaction) of 68Ga-NRM-TZ, a radiolabeling yield of 98.9%."
    }, {
      "heading" : "Analysis of serum",
      "text" : "Blood samples were centrifuged at 10,350 ×g at 4 °C for 7 min to separate the serum for analysis."
    }, {
      "heading" : "Quantification TCO in Ab",
      "text" : "To calculate the amount of TCO in E-06 Antibody after conjugation, reaction with fluorescent probe Cy3 Tetrazine (Click chemistry tools) was used. First, calibration curve was made at different concentrations of Cy3 Tetrazine: 100, 50, 10, 8, 6, 4, 2, 0.5 and 0.1 μM. Fluorescence signal was measured at λ = 570 nm. Then, 0.055 nmol (50 μg) of the conjugate antibody-TCO dissolved in 100 μL of normal saline was mixed with Cy3-Tetrazine to give a final concentration of 200 μM. The final solution was vortexed for 2 h at r.t. Afterwards, sample was purified by ultrafiltration with Amicon® 100 K. Final product was resuspended in saline solution and the fluorescence signal was measured at λ = 570 nm."
    }, {
      "heading" : "Quantification TZ in 68Ga-NRM-TZ",
      "text" : "To calculate the amount of TZ per NRM after conjugation, fluorescent probe Cy5 TCO (Click chemistry tools) was used. To start with, a calibration curve was worked out measuring fluorescence signal of different TCO Cy5 concentrations (50, 10, 8, 6, 4, 2, 0.5 and 0.1 μM) at λ = 725 nm. Then, 250 μl (0.858 mg·ml−1 Fe) of 68Ga-NRM-TZ dissolved in saline solution was mixed with Cy5 TCO to reach a final concentration of 300 μM. Resulting solution was vortexed for 6 h at r.t. Once this step was completed, sample was purified by ultrafiltration with Amicon® 100 K. Final product was resuspended in saline solution and fluorescence signal measured at λ = 725 nm."
    }, {
      "heading" : "In vitro bioorthogonal reaction",
      "text" : "Ox-Phospholipid Snooper was first blocked using 10 mL TBS + 3% BSA for 1 h at room temperature under gentle shaking. Once this step was completed, blocking solution was removed and 2 μg of Ab-TCO was added to the membrane in 10 mL TBS + 1% BSA and incubated for 1 h at room temperature under gentle shaking. After this, antibody solution was discarded and membrane was washed three times with TBS + 3% BSA for 10 min. 200 μl of NRM-TZ was added in 10 ml TBS + 1% BSA and incubated at room temperature for 1 h under gentle shaking. After this, solution was discarded and membrane was washed three times with TBS + 3% BSA for 10 min. NRM accumulation was studied by naked-eye."
    }, {
      "heading" : "Animals and ethics",
      "text" : "All animal experiments conducted in this work were approved by the ethics and animal welfare committee at CNIC and were developed according to the Spanish and UE legislation. Experimental protocol approved by Madrid regional government, PROEX 277/16."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "Synthesis and characterization of the nano-radiomaterial",
      "text" : "The general hybrid approach followed in this study is summarized in Figure 1. We first covalently attached the TCO moiety to E-06, a naturally occurring mouse monoclonal IgM antibody (Ab) targeting oxidized LDL, oxidized HDL, and proteins covalently modified by oxidized phospholipids. The pentameric structure of the E-06 Ab presents plenty of accessible lysines to attach TCO (highlighted in blue in the IgM structure (Figure 1, A). TCO is one of the most used molecules for bioorthogonal reactions because of its rapid reaction rate with TZ derivatives. The Abwas reacted with TCON-hydroxisuccinimidyl ester and purified by ultrafiltration.\nWe quantified the number of TCO molecules per Ab by reacting the Ab-TCO with fluorescently tagged tetrazine (TZCy3). After the in vitro bioorthogonal reaction and purification, the Ab showed quite a strong fluorescent signal (Figure 2, A), indicating successful tetrazine ligation. Using this signal, we determined that approximately 48 TCOmolecules were bound per Ab molecule (Figure S1), which are optimum for this type of in vivo chemistry.32 In the second step, we synthesized a new 68Ga-based nano-radiomaterial (68Ga-NRM). We recently demonstrated the use of this hybrid nano-radiotracer for PET / MR tumor characterization in vivo,17 and for the in vivo detection of neutrophils.18 Here, we produced a modified version, replacing the dextran coating with citrate molecules. The core consists of extremely small iron oxide nanoparticles doped with 68Ga. NRM synthesis was carried out very rapidly in amicrowave oven,18 taking only 15 min to obtain the pure, ready-to-use sample. 68Ga-NRM was purified by gel filtration.\nRadioactive elution profile shows a large peak due to the 68Ga incorporated in the core of the particles and a small peak due to free 68Ga (Figure 2, B). We next incorporated the tetrazine moiety to the 68Ga-NRM surface through amide formation\nbetween benzylamino-tetrazine and the carboxylic acid groups in citrate (68Ga-NRM-TZ, Figure 1, B). Radioactive labeling stability was confirmed by incubation with mouse serum at 37 °C and then ultrafiltration. Data indicate that all the activity remains within the NRM, both for 68Ga-NRM and 68Ga-NRMTZ, with no measurable activity in the filtrate (Figure 2, C). Radiochemical purity of 68Ga-NMR-TZ was also confirmed by size exclusion HPLC analysis (Figure S2) showing the same elution time for the radioactive signal and the UV channel with absence of radioactive signal for free 68Ga3+. The FTIR spectrum for unmodified 68Ga-NRM showed the typical bands for citrate-coated iron oxide nanomaterials at 1551 cm−1, 1374 cm−1, and 1073 cm−1 (Figure 2, D). After tetrazine conjugation, the 68Ga-NRM-TZ spectrum showed 2 new bands due to the tetrazine ring, at 1156 cm−1 and 1030 cm−1.33 Further analysis by zeta potential measurements showed that tetrazine incorporation changed the surface charge from a mean value of −33 mV for 68Ga-NRM to −25 mV for 68Ga-NRM-TZ (N = 3) due to the reduction in the number of free carboxylate groups (Figure 2, E).\nWe next tested the presence and reactivity of TZ on the surface of the modified 68Ga-NRM by in vitro bioorthogonal reaction with a commercial dye-labeled TCO (TCO-Cy5). This allowed us to confirm successful TZ conjugation and reactivity and to quantify the amount of conjugated TZ in the 68Ga-NRMTZ. The fluorescence spectrum after purification clearly shows the fluorescence signal from the Cy5 dye, whereas there is no signal from the initial 68Ga-NRM-TZ used as control for the in vitro bioorthogonal incubation (Figures 2, F, S3).\nTo optimize TZ incorporation, we tested 4 benzylaminotetrazine concentrations in the amidation reaction, quantifying amount of incorporated TZ in each reaction from the fluorescent signal (Figure 2, G). TZ saturation was obtained with the addition of 15 μmol of benzylamino-tetrazine. We wanted a nano-radiomaterial able to undergo the bioorthogonal reaction while maintaining as far as possible the physicochemical properties of the original 68Ga-NRM, and therefore selected reaction conditions resulting in a tracer incorporating 675 nmol of TZ per mmol Fe (Figure 1, B).\nTo evaluate the colloidal properties of the samples we measured hydrodynamic size by dynamic light scattering. Hydrodynamic size was similar and extremely low in both samples, measuring 14.7 ± 2.8 nm for 68Ga-NRM (PDI 0.23 ± 0.02) and 15.5 ± 1.7 nm for 68Ga-NRM-TZ (PDI 0.26 ± 0.04). Reproducibility was remarkable, with mean hydrodynamic size showing a very narrow distribution over five independent syntheses (Figure 2, H). STEM-HAADF analysis determined a mean core size of 2.9 ± 0.9 nm for 68Ga-NRM (Figure 2, I) and 2.8 ± 0.6 nm for 68Ga-NRM -TZ (Figures 2, J, S4). The size analyses thus show that, under the selected conditions, TZ conjugation does not alter the size, shape, or aggregation state of the citrate-coated nano-radiomaterial. The difference between core size and hydrodynamic size is due to the very thick organic coating in both samples (Figure S5 in the ESM).\nA key feature of this 68Ga-NRM is its simultaneous provision of hot spot (positive) signals for PET and MRI. To confirm conservation of this property after TZ conjugation, we measured the relaxivity values for 68Ga-NRM and 68Ga-NRM-TZ at 37 °C\nand a 1.5 T field strength (Figure 2, K). Functionalization with TZ did not alter relaxometric behavior of 68Ga-NRM. 68GaNRM-TZ had a large r1 value of 7.1 mM\n−1·s−1. This figure is larger than those for the clinically approved Gd-based complexes Magnevist© andOmniscan©, which have r1 values of 4.1 mM −1·s−1 at 1.5 T and 3.9 mM−1·s−1 at 1.0 T, respectively. The relaxivity value for 68Ga-NRM-TZ results in a very low r2/r1 ratio of 2.5 that underlies the positive contrast ability of this bioorthogonal 68Ga-NRM. This was confirmed with phantom images of 68GaNRM-TZ, showing a clearly increased positive contrast in MRI\nand a simultaneous increase in the PET signal due to the coredoped 68Ga (Figure 2, L).\nTo study the 68Ga-NRM-TZ–trans-cyclooctene reaction kinetics, we reacted 68Ga-NRM-TZ with different amounts of fluorescent TCO-Cy5 and calculated the pseudo first order rate constant (Figure 2,M). As expected, the plots reveal fast reaction rates, with reactions completed within 15 to 20 min. Plotting these constants against the molar concentration and linear fitting of the slope revealed a second order rate constant of 301 ± 27 M−1·s−1 (Figure S6 in the ESM). This value is in the normal range for an\ninverse demand Diels-Alder reaction and should guarantee a sufficiently fast reaction for in vivo imaging.34\nWe studied the specificity of ourAb-TCOand demonstrated the bioorthogonal reaction in vitro by using commercial oxidized phospholipid snoopers. These consist of 12 different lipid species spotted individually on a paper support, each spot containing 1 μg of the pure lipid.35 E06 antibody recognizes only the phosphocholine headgroup of oxidized phospholipid that is present in oxidized LDL, oxPAPC in the snooper. Therefore, if our Ab-TCO had the same reactivity as E06 we should only observe signal in the spot corresponding to that antigen (oxPAPC). We first incubated the snooper with the Ab-TCO; after that, we washed it and further incubated with our NRM-TZ. If the bioorthogonal reaction was happeningwe should detect the correct spot (oxPAPC) but because of the iron oxide accumulation. Results (Figure S7) confirm both the expected specificity of the antibody, there is only signal at the oxPAPC spot; and the selective reactionwith theNRM-TZ, there is no accumulation of nanoparticles anywhere else. Because of the iron oxide nanoparticles color the accumulation can be directly observed by naked eye.\nBiodistribution, clearance and in vivo toxicity\nWe studied the biodistribution, clearance and in vivo toxicity of the probe, 68Ga-NRM-TZ in the same conditions designed for the in vivo imaging experiments. The 68Ga-NRM-TZ (1.7 nmol TZ, 12 MBq, 1.4 mg Fe/mL) was intravenously injected in ApoE−/− mice (42 weeks old, 25 weeks on a high fat diet; HFD). Ab-TCO (55 pmol) had been previously (24 h) injected. Three hours post-injection of 68Ga-NRM-TZ animals were sacrificed, organs harvested and the radioactive doses measured in a gamma-counter. Biodistribution results (Figure 3, A) show a large accumulation in spleen and liver, typical of these NRMs and of nanoparticles with this size.18 Importantly, the percentage of dose is very large in the aorta, almost the same as in the liver, suggesting a successful accumulation with the pretargeted approach. The rest of the organs show very low levels of radioactivity, as expected.\nFor the clearance studies the same conditions were followed but including two groups of ApoE−/− mice (42 weeks old, 25 weeks on a high fat diet; HFD) for comparison. In both\ngroups, we injected the 68Ga-NRM-TZ (1.7 nmol TZ, 12 MBq, 1.4 mg Fe/mL). To the first group Ab-TCO (55 pmol) had been injected, 24 h before, while the second group was free of antibody. This way we could investigate if the pretargeted approach had any effect on the clearance of the NRM from the animals. Dynamic PETwas used tomonitor the activity in the whole body at different time points; 11 time points, from 5 min to 90 min. Results, reported as mean standardized uptake values (SUV), show clearance from circulation (Figure 3, B) and concomitant accumulation in liver (Figure 3, C), spleen (Figure 3, D) and, to a lesser extent, in the bladder (Figure 3, E) after approximately 60 min of injection ofNRM.Clearly there is no difference between the two groups of animals, i.e. the injection of the Ab-TCO does not change the clearance profile of the NRM.\nThe long-term in vivo effects of the 68Ga-NRM-TZ injection were studied in ApoE−/− mice. The serum levels for iron, total iron binding capacity (TIBC), alanine aminotransferase (ALT), aspartate aminotransferase (ALT) and alkaline phosphatase (AKP) were monitored 1 day, 3 days, 10 days and 18 days post-injection of the NRM or saline as control. As Figure 4, A shows, iron levels in serum don't change in comparison to baseline values or saline injection. This is most likely due to the low concentration of iron injected and its rapid elimination. Since the most important elimination organ is the liver we focused in the analysis of several indicators of liver function.\nTIBC represents the amount of iron that would be present in circulation should all the transferrin be saturated. Since transferrin is produced in the liver, TIBC is used as an indirect measurement of liver function. Similarly to iron levels, TIBC does not change compared to saline injection or baseline levels (Figure 4, B). To complete the assessment of liver function after\nthe injection of the NRM, the levels of ALT, AST and AKP were measured. In the case of ALT (Figure 4, C) and AST (Figure 4,D) the values slightly increase 10 days after the injection, both for saline andNRM injections, discarding any deleterious effect by the NRM. This change is normal considering that liver function in ApoE−/− mice is affected. In fact, ApoE−/− mice are considered also a model for non-alcoholic steatohepatitis.36,37 Finally, data for AKP don't show any difference between the injection of our NRMor saline (Figure 4, E). Altogether, clearance and toxicity data indicate that the two steps protocol does not affect the normal clearance of the probe, typical for nanoparticles this size. Furthermore, the injection of the 68Ga-NRM-TZ does not elicit any deleterious effect in the animals, even considering that the main accumulation organ is the liver and that ApoE−/− can suffer from altered liver function.\nPretargeted hybrid detection of atherosclerosis\nHaving completed the characterization of the Ab-TCO and 68Ga-NRM-TZ components of the pretargeted approach, we proceeded to the in vivo imaging, using the strategy depicted in Figure 1, C. In order to have a complete study we used the following 5 different conditions (Figure 5):\na) Full pretargeted approach (55 pmol of Ab-TCO + 68GaNRM-TZ) on atherosclerotic mice on high fat diet (42 weeks old, 25 weeks on a high fat diet, ApoE−/−HFD) b) Full pretargeted approach on control C57BL/6 mice (42 weeks old). c) Full pretargeted approach onApoE−/− in normal (chow) diet (42 weeks old, ApoE−/−chow). d) Pretargeted approach using control particles (68Ga-NRM) without tetrazine on ApoE−/−HFD\ne) Blocking experiment where, prior to the full pretargeted approach (55 pmol of Ab-TCO + 68Ga-NRM-TZ), the Ab was intravenously injected to blockmost of the recognition sites.\nFigure 5 shows a summary of themain findings after the PET/CT on these 5 conditions. Axial PET/CT images are all from the same anatomical region, the aortic arch (see also Figure S8 in the ESM). For condition a) PET/CT imaging of ApoE−/− mice 1 h after 68GaNRM-TZ injection revealed the unambiguous specific localization in several consecutive planes of the aortic arch (Figure 5,A). In contrast, post 68Ga-NRM-TZ injection images from control C57BL/6 and ApoE −/−chow mice showed no noticeable signal in the aortic arch or whole aorta (Figure 5, B and C). For condition d) PET/CT signal was also absented from ApoE−/-HFD mice injected with unmodified 68Ga-NRM (Figure 5, D). Finally, in the blocking experiment, condition e), no signal was found.\nNano-radiomaterial biodistribution was studied with a gamma-counter after the imaging experiment (Figure S9). Analysis of radioactivity in the aorta revealed a remarkably large uptake in ApoE−/-HFD mice (14.7 ± 2.7 %ID/g, N = 4) compared to control conditions; b) 3.4 ± 1.5 %ID/g, N = 3; c) 1.5 ± 0.5 %ID/g, N = 3; d) 1.5 ± 0.3 %ID/g, N = 3 and e) 2.0 ± 0.8 %ID/g, N = 5.\nThese measurements confirm the clear uptake observed in the imaging experiments. The very large accumulation of signal is especially noticeable in the pretargeted approach with an outstanding 14.7% ID/g, confirming the specific accumulation of 68Ga-NRM-TZ due to the bioorthogonal reaction with E06TCO antibody. Furthermore, the results for two of the control conditions are particularly important since they demonstrate that the large uptake in the aorta (in condition a) is due to the specificity of the biorthogonal reaction (no uptake in condition d) and the selective recognition of oxidized phospholipids by the antibody (no uptake in the blocking experiment, condition e).\nThis clear in vivo signal is remarkable considering the small amount of injected Ab-TCO, providing clear evidence of the potential of this pretargeted approach with modified 68Ga-NRM. The good relaxometric values of 68Ga-NRM-TZ prompted us to check the ability of MRI to detect particle accumulation in the aorta. Given the poor sensitivity of MRI, monitoring the localization of iron oxide nanoparticles using their T1 properties is non-trivial, especially at high magnetic fields. We recently demonstrated the feasibility of this approach,17 but in the present study we needed to take into account the extremely low concentration range used. Because of this limitation,we investigated the potential ofMRI byex vivo analysis of aortas fromApoE−/−mice injected with 68Ga-NRM or 68Ga-NRM-TZ (Figure 6). We performed a double-blind experiment in which the researchers injecting the tracers and extracting aortas were not involved in MRI acquisition and data analysis, and researchers analyzing the data didn't know a priori which animals were control or experimental. This approach allowed us to successfully distinguish between animals injected with 68GaNRM and those injected with 68Ga-NRM-TZ solely on the basis of imaging results. Clear hyperintense areas were evident in lesions, both in the axial view and in the 3D representation of the aorta (Figure 6,C). Pseudocolored images show clear hypertintense areas in the lesion after the injection of 68Ga-NRM-TZ."
    }, {
      "heading" : "Discussion",
      "text" : "The non-invasive diagnosis of atherosclerosis is a hot topic in nanomedicine and molecular imaging. Although many imaging probes have been studied, it is not easy to find one providing clear in vivo detection. Among the many targets present in the disease we focused in oxidized phospholipids, key compounds in the initiation and progression of atherosclerosis. In this study we have used combination of biorthogonal chemistry and nanoradiomaterials for the detection of the disease in animal models.\nThe rationale of using pretargeted imaging is based on three factors: the use of short half-life radioisotopes, the higher selectivity of the radiotracer, thus avoiding healthy tissue, and the rapid excretion of the radiotracer.21 With this aim we functionalized a commercially available antibody with TCO by amide formation. Quantification of this group showed and optimal value of 48 TCOmolecules per IgM. The second component of the pretargeted imaging studied consisted on our 68Ga core-doped iron oxide nanoparticles, functionalized with TZ and, this way, ready for the biorthogonal reaction with the modified antibody. These NRMspresent excellent colloidal stability, stable radiolabeling and provide good T1-based signal in MRI as we have shown.\nCompared with traditional pretargeted imaging, the most remarkable features of our approach are the use of short half-life radioisotopes, the unambiguous detection of atherosclerosis with picomolar concentrations of the Ab and nanomolar concentrations of the NRM, and the use of hybrid PET/MR imaging to detect and structurally characterize the damaged tissue. These advances come at the cost of losing the rapid tracer excretion due to the size of the nanomaterial; however, this cost is more than compensated by the advantages, particularly in such a difficult field as atherosclerosis imaging. Proof of this is the important uptake detected in the aorta, with values difficult to see in the literature, key to this unambiguous detection of atherosclerosis. Furthermore, the large specific surface\nof these NRMs makes them amenable to the incorporation of new moieties, permitting new approaches, especially for therapy. The production of a new kind of bioorthogonal nano-radiomaterials through the synergistic combination of nanotechnology and radiochemistry shows for the first time that the range of applications of pretargeted imaging can be expanded to cardiovascular diseases and other in vivo imaging applications."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nano.2018.12.015."
    } ],
    "references" : [ {
      "title" : "Oxidation-specific epitopes are danger-associated molecular patterns recognized by pattern recognition receptors of innate immunity",
      "author" : [ "YI Miller", "S-H Choi", "P Wiesner", "L Fang", "R Harkewicz", "K Hartvigsen" ],
      "venue" : "Circ Res",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Targeted iron oxide particles for in vivo magnetic resonance detection of atherosclerotic lesions with antibodies directed to oxidation-specific epitopes",
      "author" : [ "KC Briley-Saebo", "YS Cho", "PX Shaw", "SK Ryu", "V Mani", "S Dickson" ],
      "venue" : "J Am Coll Cardiol 2011;57:337-47",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2011
    }, {
      "title" : "Targeted molecular probes for imaging atherosclerotic lesions with magnetic resonance using antibodies that recognize oxidation-specific epitopes",
      "author" : [ "KC Briley-Saebo", "PX Shaw", "WJM Mulder", "SH Choi", "E Vucic", "JGS Aguinaldo" ],
      "venue" : "Circulation",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Near-infrared fluorescence imaging of murine atherosclerosis using an oxidized low density lipoprotein-targeted fluorochrome. Cardiovasc Imaging 2014;30:221-31",
      "author" : [ "T Lu", "S Wen", "Y Cui", "S-H Ju", "KC Li", "G-J. Teng" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "Near infrared fluorescence (NIRF) molecular imaging of oxidized LDL with an autoantibody in experimental atherosclerosis",
      "author" : [ "RY Khamis", "KJ Woollard", "GD Hyde", "JJ Boyle", "C Bicknell", "S-H Chang" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Reduced in vivo aortic uptake of radiolabeled oxidation-specific antibodies reflects changes in plaque composition consistent with plaque stabilization",
      "author" : [ "M Torzewski", "PX Shaw", "K-R Han", "B Shortal", "KJ Lackner", "JL Witztum" ],
      "venue" : "Arterioscler Thromb Vasc Biol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2004
    }, {
      "title" : "Human-derived anti-oxidized LDL autoantibody blocks uptake of oxidized LDL by macrophages and localizes to atherosclerotic lesions in vivo",
      "author" : [ "PX Shaw", "S Hörkkö", "S Tsimikas", "MK Chang", "W Palinski", "GJ Silverman" ],
      "venue" : "Arterioscler Thromb Vasc Biol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "In vivo uptake of radiolabeled MDA2, an oxidation-specific monoclonal antibody, provides an accurate measure of atherosclerotic lesions rich in oxidized LDL and is highly sensitive to their regression",
      "author" : [ "S Tsimikas", "BP Shortal", "JL Witztum", "W. Palinski" ],
      "venue" : "Arterioscler Thromb Vasc Biol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2000
    }, {
      "title" : "In vivo distribution of single chain variable fragment (scFv) against atherothrombotic oxidized LDL/β2-glycoprotein I complexes into atherosclerotic plaques of WHHL rabbits: implication for clinical PET imaging",
      "author" : [ "T Sasaki", "K Kobayashi", "S Kita", "K Kojima", "H Hirano", "L Shen" ],
      "venue" : "Autoimmun Rev 2017;16:159-67",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Cardiac applications of PET/MR imaging",
      "author" : [ "JMC Lau", "R Laforest", "F Nensa", "J Zheng", "RJ Gropler", "PK. Woodard" ],
      "venue" : "Am 2017;25:325-33",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Imaging atherosclerosis",
      "author" : [ "JM Tarkin", "MR Dweck", "NR Evans", "RAP Takx", "AJ Brown", "A Tawakol" ],
      "venue" : "Circ Res",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Polyglucose nanoparticles with renal elimination and macrophage avidity facilitate PET imaging in ischaemic heart disease",
      "author" : [ "EJ Keliher", "Y-X Ye", "GR Wojtkiewicz", "AD Aguirre", "B Tricot", "ML Senders" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "68Ga]PentixaforPET/MRI for the detection of chemokine receptor 4 expression in atherosclerotic plaques",
      "author" : [ "LiX", "HeberD", "LeikeT", "BeitzkeD", "LuX", "ZhangX" ],
      "venue" : "Eur J Nucl Med Mol Imaging",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "PET/MRI of hypoxic atherosclerosis using 64Cu-ATSM in a rabbit model",
      "author" : [ "X Nie", "R Laforest", "A Elvington", "GJ Randolph", "J Zheng", "T Voller" ],
      "venue" : "J Nucl Med",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2006
    }, {
      "title" : "Monitoring plaque inflammation in atherosclerotic rabbits with an iron oxide (P904) and 18F-FDG using a combined PET/MR scanner. Atherosclerosis 2013;228:339-45",
      "author" : [ "A Millon", "SD Dickson", "A Klink", "D Izquierdo-Garcia", "J Bini", "E Lancelot" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Molecular magnetic resonance imaging in cardiovascular medicine",
      "author" : [ "DE Sosnovik", "M Nahrendorf", "R Weissleder", "P Panizzi", "E Aikawa" ],
      "venue" : "Circulation",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2076
    }, {
      "title" : "Fast synthesis and bioconjugation of 68 Ga core-doped extremely small iron oxide nanoparticles for PET/MR imaging",
      "author" : [ "J Pellico", "J Ruiz-Cabello", "M Saiz-Alía", "G del Rosario", "S Caja", "M Montoya" ],
      "venue" : "Contrast Media Mol Imaging",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "In vivo imaging of lung inflammation with neutrophil-specific 68Ga nano-radiotracer",
      "author" : [ "J Pellico", "AV Lechuga-Vieco", "E Almarza", "A Hidalgo", "C Mesa-Nuñez", "I Fernández-Barahona" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Chemical remodelling of cell surfaces in living animals",
      "author" : [ "A Hashimoto", "K Suenaga", "A Gloter", "K Urita", "S Iijima", "JA Prescher" ],
      "venue" : "Nature",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2004
    }, {
      "title" : "Chemistry in living systems",
      "author" : [ "Prescher JA", "Bertozzi CR" ],
      "venue" : "Nat Chem Biol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2005
    }, {
      "title" : "Pretargeted imaging and therapy",
      "author" : [ "M Altai", "R Membreno", "B Cook", "V Tolmachev", "B. Zeglis" ],
      "venue" : "J Nucl Med 2017,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Bioorthogonal chemistry for pre-targeted molecular imaging — progress and prospects",
      "author" : [ "L Carroll", "HL Evans", "EO Aboagye", "AC. Spivey" ],
      "venue" : "Org Biomol Chem 2013;11:5772",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "The growing impact of bioorthogonal click chemistry on the development of radiopharmaceuticals",
      "author" : [ "D Zeng", "BM Zeglis", "JS Lewis", "CJ. Anderson" ],
      "venue" : "J Nucl Med",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2013
    }, {
      "title" : "Bioorthogonal chemistry: implications for pretargeted nuclear (PET/SPECT) imaging and therapy",
      "author" : [ "JC Knight", "B. Cornelissen" ],
      "venue" : "Nucl Med Mol Imaging",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "In vivo chemistry for pretargeted tumor imaging in live mice",
      "author" : [ "R Rossin", "P Renart Verkerk", "SM van den Bosch", "RCM Vulders", "I Verel", "J Lub" ],
      "venue" : "Angew Chem Int Ed Engl 2010;49:3375-8",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2010
    }, {
      "title" : "Design, synthesis, and evaluation of a low-molecular-weight 11Clabeled tetrazine for pretargeted PET imaging applying bioorthogonal in vivo click chemistry",
      "author" : [ "C Denk", "D Svatunek", "S Mairinger", "J Stanek", "T Filip", "D Matscheko" ],
      "venue" : "Bioconjug Chem 2016;27:1707-12",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "A pretargeted approach for the multimodal PET/NIRF imaging of colorectal cancer",
      "author" : [ "P Adumeau", "KE Carnazza", "C Brand", "SD Carlin", "T Reiner", "BJ Agnew" ],
      "venue" : "Theranostics",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Pretargeted PET imaging using a site-specifically labeled immunoconjugate",
      "author" : [ "BE Cook", "P Adumeau", "R Membreno", "KE Carnazza", "C Brand", "T Reiner" ],
      "venue" : "Bioconjug Chem 2016;27:1789-95",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Mesoporous silica nanoparticle pretargeting for PET imaging based on a rapid bioorthogonal reaction in a living",
      "author" : [ "SB Lee", "HL Kim", "HJ Jeong", "ST Lim", "MH Sohn", "DW. Kim" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2013
    }, {
      "title" : "Chemical tumortargeting of nanoparticles based on metabolic glycoengineering and click chemistry",
      "author" : [ "S Lee", "H Koo", "JH Na", "SJ Han", "HS Min", "SJ Lee" ],
      "venue" : "ACS Nano 2014;8:2048-63",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2048
    }, {
      "title" : "Pretargeted positron emission tomography imaging that employs supramolecular nanoparticles with in vivo bioorthogonal chemistry",
      "author" : [ "S Hou", "JS Choi", "MA Garcia", "Y Xing", "KK-JJ Chen", "Y-MM Chen" ],
      "venue" : "ACS Nano 2016;10:1417-24",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Bioorthogonal chemistry amplifies nanoparticle binding and enhances the sensitivity of cell detection",
      "author" : [ "JB Haun", "NK Devaraj", "SA Hilderbrand", "H Lee", "R. Weissleder" ],
      "venue" : "Nanotechnol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2010
    }, {
      "title" : "s-Tetrazine. II. Infrared spectra",
      "author" : [ "GH Spencer", "PC Cross", "KB. Wiberg" ],
      "venue" : "J Chem Phys 1961;35:1939-45",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "SUPP INFo fast and sensitive pretargeted labeling of cancer cells through a tetrazine/ trans-cyclooctene cycloaddition",
      "author" : [ "NK Devaraj", "R Upadhyay", "JB Haun", "SA Hilderbrand", "R. Weissleder" ],
      "venue" : "Angew Chem Int Ed Engl 2009;48:7013-6",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2009
    }, {
      "title" : "Feeding apolipoprotein Eknockout mice with cholesterol and fat enriched diets may be a model of non-alcoholic steatohepatitis",
      "author" : [ "M Tous", "N Ferré", "J Camps", "F Riu", "J. Joven" ],
      "venue" : "Mol Cell Biochem",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2005
    }, {
      "title" : "Genistein alleviates the development of nonalcoholic steatohepatitis in ApoE−/− mice fed a high-fat diet",
      "author" : [ "Jeon S", "Park Y-J", "Kwon YH" ],
      "venue" : "Mol Nutr Food Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The generation of oxidized low-density lipoprotein (oxLDL) plays a key role in the initiation, progression and destabilization of atherosclerotic lesions.(1) OxLDL has therefore been widely used as a target for molecular imaging of",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 3,
      "context" : "Molecular imaging studies have focused on antibody-labeled magnetic resonance contrasts(2,3) and more recently on fluorescence.(4,5) In the field of nuclear imaging, there are a few examples of single-photon emission computed tomography (SPECT) and a recent study using positron emission tomography.",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 4,
      "context" : "Molecular imaging studies have focused on antibody-labeled magnetic resonance contrasts(2,3) and more recently on fluorescence.(4,5) In the field of nuclear imaging, there are a few examples of single-photon emission computed tomography (SPECT) and a recent study using positron emission tomography.",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 8,
      "context" : "In the field of nuclear imaging, there are a few examples of single-photon emission computed tomography (SPECT) and a recent study using positron emission tomography.(9) The methodology in all these studies shares the need to match the lengthy biodistribution of the different antibodies in vivo by using long half-life isotopes, such as (125)I (t1/2 = 59 days) or (64)Cu (t1/2 = 16 h).",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 9,
      "context" : "particularly in the cardiovascular area.(10,11) There are a growing number of contributions where atherosclerosis is characterized by hybrid PET/MR imaging.",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 10,
      "context" : "particularly in the cardiovascular area.(10,11) There are a growing number of contributions where atherosclerosis is characterized by hybrid PET/MR imaging.",
      "startOffset" : 40,
      "endOffset" : 47
    }, {
      "referenceID" : 15,
      "context" : "This is normally done by using a PET radiotracer and, after radioactive decay, carrying out the MRI experiments without any contrast agent, or by separated PET and T2-weigthed MRI experiments by the consecutive injection of two different probes,(15) or one surface-functionalized probe.(16) To our knowledge, the characterization of atherosclerosis with one probe for hybrid PET/T1-MRI, in one experiment, has not been done before.",
      "startOffset" : 286,
      "endOffset" : 290
    }, {
      "referenceID" : 31,
      "context" : "Using this signal, we determined that approximately 48 TCOmolecules were bound per Ab molecule (Figure S1), which are optimum for this type of in vivo chemistry.(32) In the second step, we synthesized a new (68)Ga-based nano-radiomaterial ((68)Ga-NRM).",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 17,
      "context" : "We recently demonstrated the use of this hybrid nano-radiotracer for PET / MR tumor characterization in vivo,(17) and for the in vivo detection of neutrophils.(18) Here, we produced a modified version, replacing the dextran coating with citrate molecules.",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 32,
      "context" : "After tetrazine conjugation, the (68)Ga-NRM-TZ spectrum showed 2 new bands due to the tetrazine ring, at 1156 cm and 1030 cm.(33) Further analysis by zeta potential measurements showed that tetrazine incorporation changed the surface charge from a mean value of −33 mV for (68)Ga-NRM to −25 mV for (68)Ga-NRM-TZ (N = 3) due to the reduction in the number of free carboxylate groups (Figure 2, E).",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 33,
      "context" : "inverse demand Diels-Alder reaction and should guarantee a sufficiently fast reaction for in vivo imaging.(34) We studied the specificity of ourAb-TCOand demonstrated the bioorthogonal reaction in vitro by using commercial oxidized phospholipid snoopers.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 17,
      "context" : "Biodistribution results (Figure 3, A) show a large accumulation in spleen and liver, typical of these NRMs and of nanoparticles with this size.(18) Importantly, the percentage of dose is very large in the aorta, almost the same as in the liver, suggesting a successful accumulation with the pretargeted approach.",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 34,
      "context" : "In fact, ApoE mice are considered also a model for non-alcoholic steatohepatitis.(36,37) Finally, data for AKP don't show any difference between the injection of our NRMor saline (Figure 4, E).",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 35,
      "context" : "In fact, ApoE mice are considered also a model for non-alcoholic steatohepatitis.(36,37) Finally, data for AKP don't show any difference between the injection of our NRMor saline (Figure 4, E).",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 20,
      "context" : "The rationale of using pretargeted imaging is based on three factors: the use of short half-life radioisotopes, the higher selectivity of the radiotracer, thus avoiding healthy tissue, and the rapid excretion of the radiotracer.(21) With this aim we functionalized a commercially available antibody with TCO by amide formation.",
      "startOffset" : 228,
      "endOffset" : 232
    } ],
    "year" : 2019,
    "abstractText" : "The importance of atherosclerosis is driving research to create improved diagnostic tools based on molecular imaging. Pretargeted imaging is the use of bioorthogonal probes that selectively accumulate upon reaction with a pre-modified biomolecule in vivo. To date, this very promising approach has not been applied to atherosclerosis. Neither has been the use of a single nano-radiomaterial for PET / T1-MR imaging of atherosclerosis. Here, we synthesized bioorthogonal nano-radiomaterials for in vivo pretargeted molecular imaging in a mouse model of atherosclerosis. Based on tetrazine-ligation, these functionalized Ga iron oxide nano-radiomaterials provide simultaneous PET and T1-MRI signals and selectively accumulate in atherosclerotic plaques in mice sequentially injected with trans-cyclooctene-modified antibodies against oxidized LDL followed by the hybrid nano-radiomaterial. Our results demonstrate the ability of this approach to unambiguously detect atherosclerosis. Furthermore, we show the first example of how hybrid imaging can be used for pretargeted bioorthogonal molecular imaging with nanomaterials. © 2019 Elsevier Inc. All rights reserved.",
    "creator" : "Elsevier"
  }
}