{
  "name" : "downloads_2020-09-02_be_ma2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Graphene‐Based Transparent Conductive Films: Material Systems, Preparation and Applications",
    "authors" : [ "Yingjie Ma", "Linjie Zhi" ],
    "emails" : [ "zhilj@nanoctr.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW\n1800199 (1 of 32) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-methods.com\nGraphene-Based Transparent Conductive Films: Material Systems, Preparation and Applications\nYingjie Ma and Linjie Zhi*\nDr. Y. Ma, Prof. L. Zhi CAS Center for Excellence in Nanoscience CAS Key Laboratory of Nanosystem and Hierarchical Fabrication National Center for Nanoscience and Technology Beijing 100190, P. R. China E-mail: zhilj@nanoctr.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smtd.201800199.\nDOI: 10.1002/smtd.201800199\ndevices, particularly those flexible, stretchable, and bendable devices. To address the demand, other alternatives should be explored instead of ITO for TCFs.\nGraphene is a highly recommended material for TCFs due to its excellent electrical conductivity and optical transmittance in the visible and near-infrared (NIR) region.[3–5,8–29] Moreover, graphene exhibits high flexibility and outstanding chemical stability.[22,30] The single-layer graphene could achieve a potential sheet resistance of 30 Ω sq−1 due to its high electron mobility (200 000 cm2 V−1 s−1).[24] And the optical absorbance of single-layer graphene is as low as ≈2.3%. However, it is still a challenge to produce large-area single-crystalline graphene without any defects and contaminants. Frequently, defects, wrinkles and domain boundaries could be introduced during the preparation process of graphene films. For instance, in the transferring procedure for\ngraphenes grown by chemical vapor deposition (CVD) strategy, wrinkles are always introduced, consequently lowering the carrier mobility. When reducing the graphene oxide (GO) to graphene, some defects are introduced as well. All these drawbacks decrease the conductivity of graphene, which limits its application in devices.\nAs a consequence, it is difficult to achieve the attractive features of perfect graphene in practice. Therefore, many efforts have been made to bridge the gap between theory and practice, through mainly three strategies: improving the quality of graphene, preparing hybrid material system of graphene and other species, and optimizing the structures of the devices. For improving the quality of graphene, controllable synthesis ways have been applied and novel transfer methods have been used. Many emerging materials for ITO replacement, including carbon nanotubes (CNTs), conductive polymers, metal nanowires (NWs), and metallic nanoparticles (NPs), have been selected to hybridize with graphene to combine the properties of other materials and graphene into a single functional electrode. To increase the conductivity and WF of graphene, chemical doping and multilayer graphene film growth have been carried out. By surface modifications, the interface between graphene and active materials in devices has been improved. All these approaches aim to expand its application as transparent electrodes in optoelectronic devices, and have attracted tremendous attention in the field.[31] Most importantly, efficient and economical preparation strategies for industrial\nThe rising demands of optoelectronic devices, such as flexibility, stretchability, and energy efficiency, urgently require alternative transparent conductive films (TCFs) for indium tin oxide. Among all the candidates such as carbon nanomaterials, metal nanomaterials, conductive polymers, and other nanocomposites, graphene is highly promising because of its distinct properties, such as outstanding conductivity, impressive optical transparency, remarkable mechanical flexibility, and chemical/thermal stability. However, the practical application of graphene-based TCFs (G-TCFs) is still challenging due to the difficulty for preparing large-area crystalline graphene with few defects for TCFs. Many efforts have been made to solve these problems, and several kinds of optoelectronic devices have been successfully fabricated with G-TCFs. This review presents the recent development in this area made by the authors and others, including the material systems and synthetic strategies of G-TCFs, as well as their applications as transparent electrodes in optoelectronic devices such as field effect transistors, organic light-emitting diodes, organic solar cells, and other devices. The current major challenges in this area and the potential practical solutions are identified.\nGraphene"
    }, {
      "heading" : "1. Introduction",
      "text" : "Optoelectronic devices, including organic light-emitting diodes (OLEDs),[1] organic solar cells (OSCs),[2] field effect transistors (FETs), and smart windows, have been widely developed in recent years.[3–7] In all the above optoelectronic devices, transparent electrodes are ubiquitously essential. Currently, conductive metal oxides including indium tin oxide (ITO), aluminum-doped zinc oxide, and fluorine-doped tin oxide (FTO) dominate the market of the commercial transparent electrode. While ITO is the most widely used to fabricate transparent conductive films (TCFs) because of its low sheet resistance of 10 Ω sq−1 with transmittance of 93% in the visible range,[8] the disadvantages of ITO such as the restricted deposition condition, the need for the relatively rare element, and the poor chemical stability under acidic and basic conditions make ITO difficult to meet the increasing demand of optoelectronic\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (2 of 32)\nproduction of TCFs, such as the roll-to-roll manufacturing, are essential. In the last decade, we and many other research teams devote continuously to develop novel strategies for massive fabrication of high-quality G-TCFs. In this review, we will try to summarize the recent progress in this field made by us and others with a focus on the materials systems and preparation of G-TCFs and their applications as transparent electrodes in optoelectronic devices. As shown Figure 1, the materials and applications of G-TCFs discussed in this review are outlined. To meet the practical requirement of optoelectronic devices, three main kinds of material systems have been developed for TCFs, including graphene, graphene-based hybrid materials, and GObased materials, which are discussed in Section 3, 4, 5, respectively. The main properties of TCFs, conductivity and optical transmittance, are discussed in detail in Section 2."
    }, {
      "heading" : "2. Conductivity and Transmittance",
      "text" : "Conductivity and optical transmittance are the main features of TCFs, which determine the performance of TCFs, especially when TCFs work as electrodes of devices. Therefore, high conductivity and high transmittance are crucial for TCFs.\nTransmittance of materials relies on their absorbance and reflection. The theoretical calculation and experimental results confirm that the absorbance of single-layer graphene is about 2.3%.[32–35] And some measurements show that single-layer graphene can exhibit the transmittance as high as 97.7% in the visible region because its reflection is less than 0.1% in this region.[34,35]\nSingle-layer graphene shows a sheet resistance of ≈30 Ω sq−1, which has been theoretically and experimentally verified.[25] Nevertheless, the conductivity of graphene films can be improved by increasing the graphene layers.\nIt is known that simultaneously achieving the high conductivity and high transmittance is difficult. The relationship of the electrical conductivity (δ), the visible absorption coefficient (α), the sheet resistance (Rs), and the transmittance at 550 nm (T) is expressed in Equation (1)[24,28]\n188.5\nT 1s 1/2a R σ ( )= −− (1)\nYingjie Ma received his Ph.D. in chemistry from Zhejiang University in 2013. Then, he joined Prof. Klaus Müllen’s group at the MaxPlanck Institute for Polymer Research as a postdoctor (2013–2016). Since the end of 2016, he has been an assistant researcher in the National Center for Nanoscience and Technology,\nChina. His research interests focus on synthesis of functional organic molecules and their applications in energy storage and catalysis.\nLinjie Zhi received his Ph.D. in 2000 at the Institute of Coal Chemistry, Chinese Academy of Sciences. Since 2003 he worked with Prof. Klaus Müllen at the MaxPlanck Institute for Polymer Research for two years before assuming the position of project leader until the end of 2007. Since early 2008, he has been a professor in the\nNational Center for Nanoscience and Technology of China. His research interests focus on carbon-rich nanomaterials and their application in energy-related areas; particularly, he is interested in the preparation and functionalization of well-defined graphene-based nanomaterials and their application in energy storage, energy conversion, and catalysis.\nδ/α is the ratio of the electrical conductivity to the visible absorption coefficient (Equation (1)). ITO shows a sheet resistance of 10 Ω sq−1 at 93% transmittance, which has the corresponding δ/α of about 500. Theoretically, a three-layer graphene film\nSmall Methods 2019, 3, 1800199\nFigure 1. Materials and applications of G-TCFs discussed in this review.\ncould reach the level of ITO. Unfortunately, it is very difficult to obtain large-area perfect graphene for practical application currently, and the preparation of defect-free graphene film is still a big challenge. Therefore, many strategies for improving the material systems for TCFs have been investigated."
    }, {
      "heading" : "3. Graphene",
      "text" : "Graphene is an ideal material for TCFs. Unfortunately, the fabrication of defect free graphene film is still a challenge. To address this issue, several techniques, particularly the improved CVD and reduction of graphene oxide strategies, have been developed in recent years."
    }, {
      "heading" : "3.1. Chemical Vapor Deposition",
      "text" : "CVD is a favorable approach to realize high-quality, largescale, and continuous graphene films by growing graphene on various substrates (Ni, Cu, Pt, Ru, or Ir).[22,24,36,37] The sheet resistance of CVD grown graphene is a few hundred Ohms per square, and its light absorption loss is almost as low as the ideal value (2.3% per layer). Generally, a graphene transfer procedure is necessary for fabricating TCFs based on CVD method.[38–40] In this procedure, graphene films are usually transferred from metal substrate to target substrates. However, the transfer procedure will lead to cracking and introduce residues, resulting in the decrease of the physical properties of graphene as well as limiting the choice of substrates. Thus, many efforts focusing on the modification of the synthesis and transfer procedures\nhave been made in recent years to improve the quality of the graphene films (Table 1)."
    }, {
      "heading" : "3.1.1. Modified Synthesis",
      "text" : "The synthesis of graphene by CVD is the key step to determine the essential properties of G-TCFs. In the typical CVD procedure of graphene formation on metal catalyst, there are at least two steps: 1) hydrocarbon pyrolysis of carbon species near or on the catalyst surface; 2) graphene formation and growth on the surface of the catalyst from the dissociated carbon species.[41] During this process, the thermodynamic and kinetic parameters such as temperature, pressure, cooling rate, geometry of the gas flow and CVD chamber, growth duration, and so on, are adjusted to optimize the synthetic condition for high-quality graphene. In addition, in order to produce high-quality and large-area graphene, several improved CVD methods have been reported.\nIt has been known that the electrical and optical properties of graphene film are strongly influenced by the grain size and boundaries of graphene.[43] To obtain large-area and uniform graphene film with grain size up to tens of micrometers, optimum geometrical kinetics have been attained by using tilted copper foil against gaseous flow in a CVD system.[41] When the grown substrate is parallel to the gas flow, a slower diffusion of flux occurs at the thick boundary layer and vice versa, resulting in deposition nonuniformity (Figure 2a). Moreover, the depletion effect of reactants from one side of the reactor to the other also reduces the uniformity of graphene since the concentration of carbon source slightly decreases along the flow on the copper foil. In contrast, the tilted copper\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (4 of 32)\nfoil makes the carbon component perpendicular to the growth surface, which makes a uniform gas diffusion without the concentration difference, precluding the depletion effect and thus enhancing the thickness uniformity of graphene (Figure 2b). TCFs based on this kind of graphene reveal the sheet resistance of ≈600 Ω sq−1 with transmittance of 96.5% at 550 nm, and the sheet resistance of ≈400 Ω sq−1 with transmittance of 86.7% at 550 nm. Field effect transistors made of the grown graphene show high carrier mobilities of 5080.5 cm2 V−1 s−1. In contrast, homogeneous graphene films over 400 × 300 mm2 synthesized by hydrogen-free rapid thermal chemical vapor deposition (RT-CVD, Figure 2c, d) exhibit no significant correlation between graphene domain sizes and electrical conductivity, unlike the former nanoscale graphene domains, implying that the grain size factor becomes less dominant as the scale increases from nanometer to micrometer scale, and other factors such as doping strength, defect density, and phonon scattering by nanoripples are more important for conductivity.[42] The representative sheet resistance distribution measured over a 400 × 300 mm2 graphene/polyethylene terephthalate (PET) film is 249 ± 17 Ω sq−1 with transmittance of 91.3% at 550 nm. The FET characteristic indicates that as-grown RT-CVD graphene is unusually p-doped and the mobility is as high as 5290 cm2 V−1 s−1 at room temperature.\nOptimizing the synthesis conditions of cold wall CVD, such as pretreatment and controllable Ar flow, enables to prepare a continuous flexible G-TCFs on PET.[44] PET film with the single layer graphene deposition shows a sheet resistance of 0.6 Ω sq−1 at 550 nm, 95% reduction of the oxygen barrier\nproperties, and ∼96% reduction of water vapor transmission rate.\nThe properties of G-TCFs can be adjusted and improved by prepatterning the catalyst substrates. As shown in Figure 3a, a wrinkled copper foil is produced by sliding a tweezer with an appropriate wrinkled structure over it.[45] Then the prepatterned copper foil is used as the substrate for the graphene growth by CVD. After the transfer process, a large piece of stretchable wrinkled graphene sheet (2 × 4 cm2) on polydimethylsiloxane (PDMS) is obtained, which is subsequently used as both the current collector and electrodes. The prepared films are sandwiched with a layer of polymer gel (PVA/H3PO4/H2O) as the solid electrolyte and separator to fabricate transparent and stretchable all-solid supercapacitors. In another case, omnidirectionally stretchable G-TCFs with mechanical durability and performance reliability are fabricated with a Fresnel lenspatterned copper foils (Figure 3b).[46] The Cu foil is prepatterned by pressing it with a Fresnel lens, which acts as a mold and catalyst substrate for the graphene growth by CVD. After the growth process, PDMS is coated on the multilayered graphene by spin-coating, and then the Cu foil is chemically etched away, affording the multilayered graphene/PDMS film. The graphene films achieving a concentric circular wavy structure are capable of sustaining tensile strains in all directions. The film exhibits reliable electrical and optical performances regardless of the stretching direction, manifesting omnidirectional stretchability.\nBy modifying the synthesis procedure, a highly stretchable, transparent and conductive entangled graphene mesh network (EGMN) can be prepared.[47] As shown in Figure 3c,\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (5 of 32)\nthe Cu substrate fully covered with CVD graphene is positioned at the Cu etchant without any supporting layer such as polymethyl methacrylate (PMMA). Then, the Cu substrate partially bears a few micrometer-sized holes. The exposed area of graphene without the Cu substrate cannot maintain the flat layer, which becomes wrinkled and crumpled along the edges of the holes on the Cu substrate. After the Cu substrate is completely removed, the 2D graphene turns into the EGMN, which can be then transferred onto various substrates. With HNO3 treatment, the sheet resistance of EGMN can be improved to 70–428 Ω sq−1 compared to the Rs values of 110–780 Ω sq−1 for the as-prepared EGMN with the corresponding transmittance of 72–93%.\nTo grow high-quality monolayer graphene on Cu substrate at a low temperature of 500 °C, a carbon-enclosed CVD (CE-CVD) has been demonstrated (Figure 4a,b).[48] In this route, Cu foils are placed on graphite plate, which works as a holder and enhances the quality of the grown graphene. Then, the samples with the underlying graphite plate are placed inside the oneclosed end tube in order to increase the local concentrations of hydrocarbon during the annealing process. The tube is inserted into the furnace equipped with 3 in. carbon-enclosed quartz tube for the following growth process. It is suggested that the graphene synthesis on the Cu foil can be enhanced by the surrounding carbon coating, which is intentionally left\nin the center of the quartz tube. The temperature of the center area is steadily ramped to ≈1000 °C under H2 flow, while the temperature of tube area is 500 °C. Subsequently, CH4 flow is introduced along with H2 for 30 min. Finally, furnace is rapidly cooled to room temperature, giving high-quality monolayer graphene. Back-gate FETs based on this monolayer graphene exhibit mobility in the range of 1k–2k cm2 V−1 s−1.\nFor industrial mass production of films, a roll-to-roll microwave plasma CVD has been demonstrated, by which a graphene film is deposited onto the Cu film under CH4/Ar/H2 plasma below 400 °C (Figure 4c).[49] This roll-to-roll system contains eight coaxial linear antennas covered with quartz tubes for plasma generation and two microwave generators. Source gases, CH4/Ar/H2, are introduced from the top of CVD chamber and are evacuated from the bottom of the chamber using a rotary pump. A pair of a winder section and an unwinder section is used for the flow of Cu foils, and is covered with metal plates to prevent the rolled Cu foil from being exposed to the plasma. The Cu foil is exposed to plasma during traveling the plasma area. The numbers of deposited graphene layers can be controlled by foil transfer speed. The obtained graphene/ PET films display the sheet resistance of 0.1–7 × 105 Ω sq−1 with average transmittance of 95.2% in the visible region. In addition, the roll-to-roll CVD on flexible substrates can be realized by a concentric tube, in which the thin foil substrate is\nSmall Methods 2019, 3, 1800199\nFigure 3. a) The preparation of wrinkled graphene sheets. Reproduced with permission.[45] Copyright 2014, American Chemical Society. b) The process of transparent patterned electrodes fabrication. Reproduced with permission.[46] Copyright 2016, American Chemical Society. c) The preparation of graphene mesh network. Reproduced with permission.[47] Copyright 2018, Wiley-VCH.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (6 of 32)\nhelically wrapped around the inner tube, and translates through the gap between the concentric tubes.[50] Furthermore, a roll-toroll CVD toward nanoporous atomically thin membranes has been accomplished with a two zone roll-to-roll graphene CVD reactor, which sequentially exposes the moving foil substrate to annealing and growth atmospheres.[51]\nBesides, alternative carbon feedstocks instead of expensive compressed gases such as a renewable source namely soybean oil have been selected for CVD process, affording a low-cost synthesis of multilayer graphene films.[52] This kind of films reveal a sheet resistance of 20.8 Ω sq−1. A dye-sensitized solar cell (DSSC) based on this film shows the power conversion efficiency (PCE) as high as 4.95%. After doping with SOCl2, the sheet resistance and PCE can be improved to 11.3 Ω sq−1 and 5.53%, respectively."
    }, {
      "heading" : "3.1.2. Transfer Procedures",
      "text" : "Two types of transfer methods including wet-transfer or drytransfer are always applied to transfer graphene on to target substrates.[53] A typical wet-transfer procedure starts with spincoating a thin polymer layer (e.g., PMMA) on the graphene layer. And then etch the metal in solution (such as FeCl3 or HCl), followed by scooping the polymer-coated graphene on to the target substrate, and finally remove the polymer layer by being dissolved in a corresponding solvent (e.g., acetone for PMMA) (Figure 5a).[39,54] In the dry-transfer procedure, the graphene films grown on copper foils are attached to a thermal release tape by pressure. After etching copper foils, graphene\nfilms on the tape are transferred to a target substrate, followed by releasing the thermal tape with mild heat, consequently achieving transferring graphene films to the target substrate (Figure 5b).[55]\nIn order to overcome the drawbacks during the transfer procedure as well as to achieve the industrial production of G-TCFs, many modified transfer procedures of CVD methods have been investigated. For instance, a support-free method for transferring large-area graphene films grown by CVD to various fluoric self-assembled monolayer (F-SAM) modified substrates has been explored by floating graphene films on the surface of solution through a slow and nearly static process or by enhancing the adhesion between the graphene and target substrates using physical approaches.[56] Initially, the substrates including SiO2/Si wafers, PET films, and glass are modified by trichloro-(1H,1H,2H,2H-perfluorooctyl)silane formed SAM (F-SAM), giving a hydrophobic surface (Figure 6a). Then the modified substrate is attached with graphene/Cu foil, followed by immersion in an aqueous copper etchant. The hydrophobic groups of SAM hinder the insertion of water molecules, which maintains the high adhesion between graphene and the modified substrate, yielding clean, ultrasmooth, and high-quality graphene films. The graphene/F-SAM glass films display a sheet resistance of 500 Ω sq−1 with transmittance of 97.0% at 550 nm. Three-terminal back-gated FETs based on G/F-SAM SiO2/Si can achieve the mobility as high as 10663 cm2 V−1 s−1. In another dry transfer procedure for CVD, polyimide (PI) is selected as an intermediate layer between graphene and the target substrates for transferring graphene from Cu to glass or PET.[57] This is accomplished by exploiting the high adhesion energies between graphene-PET, graphene-surface modified glass, as well as that between PI-graphene. As shown in Figure 6b, PI with an adhesion promoter (3-aminopropyltrimethoxysilane, APTMS) is spin coated on the glass (only PI is spin coated on PET). Two equipments can be used for the graphene transfer: 1) hot press: transfer is performed using an industrial hot press, in which a silicone rubber sheet is placed on top of the sample in order to achieve a constant pressure distribution over the whole area; 2) transfer is performed using a commercial laminator to simulate a roll-to-roll process. Finally, Cu is peeled off, leaving graphene deposited on top of the target substrate.\nTo instantly etch metal layers, a wafer-scale, ambient-pressure growth of high-quality graphene films as large as 3 in. wafer size has been presented (Figure 7).[58] First, graphene is grown on the 3 in. SiO2/Si substrates, coated with 300 nm thick Ni or 700 nm thick Cu. The polymer supports such as PDMS and thermal-release tapes are attached to the graphene films grown on metal layers, and are then soaked in water to separate the support/graphene/metal layers from SiO2 by water intervening between metal and SiO2. The metal layers are removed by FeCl3 solution, resulting graphene film on the polymer support. G/ PDMS films prepared by this method show the sheet resistance of ≈510 Ω sq−1 with transmittance of 95% at 550 nm, and the sheet resistance of ≈280 Ω sq−1 with a transparency of 80% at 550 nm. FETs using the patterned graphene films as channel materials exhibit hole and electron mobilities as high as 1100 ± 70 and 550 ± 50 cm2 (V−1 s−1 at drain bias of −0.75 V, respectively.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (7 of 32)\nTo get graphene top electrode for colloidal quantum dots light-emitting diodes (QLEDs), a new transfer approach has been exploited.[1] In this work, graphene is wet transferred to PDMS/PET, and the graphene/PDMS/PET films are laminated onto the lighting diode as electrodes by the van der Waals interactions between the active layer and the graphene/ PDMS. The sheet resistance of the graphene layer is reduced to about 540 Ω sq−1 with transmittance of 78.4% after transferring bilayer graphene for 3 times. Another strategy has been presented by using graphene as the top electrode of OSCs with a room-temperature dry-transfer procedure.[59] In this procedure, the PDMS/PMMA/graphene stamp is chosen with an ethylene-vinyl-acetate (EVA) adhesion interlayer between PMMA and graphene. With this system, the graphene layer is transferred to the substrate by applying mechanical force. EVA works as an effective adhesion promoting layer to make graphene close to the substrate due its good flexibility at room temperature. Devices using these graphene films as anode and cathode show the PCE of 2.8–3.8% with optical transmittance of 54–61% in the visible regime. During the graphene transfer process, some residues are always generated, resulting in the degradation of device performance. To remove residues, UV/ozone pretreatment has been introduced during the normal graphene transfer procedure, affording large-area graphene films with clean surfaces on various substrates. The graphene films transferred by this method display a transparency as high as 97.5% at 550 nm, and their electron mobility can be improved up to two times (1178 cm2 V−1 s−1) of that fabricated by the normal transfer procedure (685 cm2 V−1 s−1).[60] For the purpose of adjusting the properties of G-TCFs, prepatterning target substrates are selected. For example, the CVD prepared graphene films are attached to the prestreched PDMS film (the tensile strain of 50%) during the transfer procedure, giving stretchable wrinkled G-TCFs for supercapacitors.[61] In most CVD methods for preparation of G-TCFs, the growth substrate is preferred to be etched away during the transfer procedure. To achieve high-quality graphene films and recycle the growth metal substrates, nondestructive electrochemical route\nSmall Methods 2019, 3, 1800199\nFigure 5. a) The wet-transfer procedure. Reproduced with permission.[54] Copyright 2009, Nature Publishing Group. b) The roll-to-roll procedure with the dry-transfer method. Reproduced with permission.[55] Copyright 2010, Nature Publishing Group.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (8 of 32)\nto transfer the graphene films from metal surfaces to arbitrary substrate has been investigated. With this method, CVD graphene films are separated from the metal substrate based on a water electrolysis.[62,63] After coating PMMA on graphene/ metal (Cu or Pt), PMMA/graphene/metal works as the cathode of an electrolysis cell by being immersed in electrolyte (K2S2O8 aqueous solution for the Cu substrate[62]; NaOH aqueous solution for the Pt substrate[63]). Then, the PMMA/graphene layer is delaminated from the metal substrate upon the formation of hydrogen with a constant current supply. The metal substrate can be reused because this transfer procedure is nondestructive to both of graphene and metal substrates Other modified transfer methods for CVD have also been presented. For example, a dry transfer method for graphene is\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (9 of 32)\nintroduced to fabricated graphene transparent electrode on traditional Si solar cells without using any solution but DI water. In this approach, Polyvinylpyrrolidone (PVP) and polyvinyl alcohol (PVA) are used as support polymer since the PVA/ PVP layer can be easily removed by DI water.[64] In order to get graphene films without metallic contaminants, defects and PMMA residues, an improved wet-transfer method has been demonstrated.[65] In this strategy, some modifications have been made including employing an aqueous (NH4)2S2O8 solution as Cu etchant, annealing at 300–500 °C under high vacuum or gaseous (H2 + Ar or O2) conditions to remove PMMA residues, and exploiting UV exposure followed by dissolution in methyl isobutyl ketone and warm acetone in sequence to remove PMMA completely. By using a fluoropolymer as both the supporting and doping layer, a new transfer method to simultaneously transfer and dope the CVD grown graphene onto a target substrate.[66] The fluoropolymer doping mechanism is the rearrangement of fluorine atoms on the graphene basal plane by either thermal annealing or soaking in solvent, which induces ordered dipole moments near the graphene surface. The improved dry-and wet transfer techniques allow transferring large-area monolayer graphene grown on copper foils by CVD onto three different classes of substrates: substrates covered with shallow depressions, perforated substrates, and flat substrates.[67]"
    }, {
      "heading" : "3.1.3. Roll-to-Roll Methods",
      "text" : "The roll-to-roll transfer method is suitable for continuously industrial production of large-area graphene films. Almost all the roll-to-roll transfer methods are based on the dry-transfer method. This strategy contains five basic steps:1) fix the copper foil covered with graphene and a thermal release tape at the winder section; 2) the copper foil is attached on the thermal release tape; 3) etch the metal foil; 4) the thermal release tape with graphene films is attached on the target substrate; 5) release the thermal release tape. Many efforts toward modifying these steps have been done to improve the quality and properties of the graphene films. For instance, a green roll-to-roll transfer method for transferring large-area graphene grown on copper by CVD onto the transparent EVA/PET plastic substrate is achieved by delaminating in hot deionized (DI) water.[68] This strategy contains four steps (Figure 8a): 1) graphene film grown on copper foil via a roll-tor-roll CVD process is storage in ambient atmosphere at room temperature for some time or slightly heating it to accelerate the oxygen intercalation and copper oxidation; 2) graphene/copper is adhered onto EVA/PET plastic via hot lamination method; 3) the laminated copper/graphene/EVA/ PET film is immersed into the hot water (≈50 °C) for 2 min; 4)\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (10 of 32)\nthe laminated copper/graphene/EVA/PET film is delaminated to gain copper foil and graphene/EVA/PET film by the rollto-roll mechanical process. This is an ecofriendly and economic method because there is no metal etching process and no polymer residue during this process. EVA is used as high-quality adhesive transparent films and DI water plays an important role in the transfer process due to its capability to penetrate the interface between hydrophobic graphene film and hydrophilic native copper oxide substrate. Remarkably, the copper foil after transfer can be reused for the growth of graphene. The 3 cm × 4 cm graphene/EVA/PET film displays the average sheet resistance of 5.2 kΩ·sq−1 with transmittance of about 97.5% in visible region. A flexible and transparent triboelectric nanogenerator (TENG) device based on the graphene/EVA/PET electrodes can achieve current density as high as 0.075 µA cm−2. Alternatively, the separation of copper foil and graphene/poly mer film can be accomplished by mechanical dry peeling.[69] The copper/graphene/ EVA/PET film is fabricated by the similar method as mentioned above. A system with four rollers is used for the separation in which an unwinding roller carries the prepared sample (R1), an idler roller guides the film, and two rewinding rollers (R3 and R4) collect the separated copper foil and graphene/polymer film (Figure 8b). It is found that the linear film speed has the highest impact on the graphene coverage rate due to the strain rate effect of the poly mer carrier layer, a larger guiding roller is generally preferred because it introduces lower tension strain on the graphene layer, and the effect of separation angle is statistically insignificant over the range of values tested in this study. Compared with the conventional two-step transfer process involving transferring the graphene film to a support film to the target substrate, a direct transfer of the graphene film using the epoxy resin significantly improves the yield of the transfer process.[70] Primarily, the copper foil covered with graphene films is prepared by a roll-to-roll CVD system (Figure 9a). A PET film coated with a photocurable epoxy resin by the reverse gravure method is bonded to the graphene/copper foil, subsequently curing the epoxy resin (Figure 9b). The copper layer on the prepared PET/epoxy/G/Cu film is then etched away with a copper chloride solution (Figure 9c), yielding the PET/epoxy/G film (Figure 9d). The problem of this strategy is that the epoxy resin conforms to the copper surface and transfers the rough surface morphology to the PET film with the graphene during the transfer process. While, the rough surface can be buried in a stack of films in many applications, such as capacitive-type touch screens. It is found that high contact pressure of nip rolls during the roll transfer will induce damages on graphene. To overcome this drawback, a damage mitigation method for the roll-toroll transfer of graphene has been invented.[71] Detailed study reveals that there are three failure modes during the roll transfer process: 1) tensile strain developed in the Poisson’s direction as the laminated structure is compressed in the thickness direction by the nip rolls; 2) the damage related with the roughness of the films compressed; 3) a crack generated around a particle introduced during the synthesis process of the graphene, etching process of the Cu foil, and handling process of the laminated structure. To minimize three failure mechanisms, the optimized and\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (11 of 32)\nuniform contact pressure in the roll-to-roll process is required by considering the contact pressure control, tension control, and the synchronization controls. As shown in Figure 9e, the continuous manufacturing with damage mitigation is realized by a roll-to-roll machine with a function of tension control and roller synchronization, achieving a large-area transfer of graphene with a 400 mm width at a transfer speed of 1000 mm min−1."
    }, {
      "heading" : "3.1.4. Transfer-Free Methods",
      "text" : "As we have discussed above, the transfer procedure during G-TCFs fabrication by CVD method may lead to various process complexity, severe film quality degradation, as well as high production costs. Therefore, to avoid suffering from the transfer issues, direct CVD routes for transfer-free G-TCFs have been developed. It is known that graphene can be synthesized by CVD methods on a variety of insulators, such as SiO2, quartz, Al2O3, Si3N4, SrTiO3, and hexagonal boron nitride (h-BN).[72] Among these dielectric and insulating substrates, glass as transparent amorphous oxide is highly promise for G-TCFs fabrication which can combine the intrinsic properties of graphene and glasses. The plasma-enhanced CVD (PECVD)\nroute can enable direct graphene coating on various glasses at a low temperature (400–600 °C).[73] The energetic plasma can dissociate CH4 into various active species,[74] such as CHx, C2Hy, and atomic C and H, which are able to adsorb and collide onto the substrate surface, and play a dominant role in the graphene nucleation and growth (Figure 10a). Interestingly, the formation of vertically oriented graphene flakes can be observed, which might be attributed to the effect induced by the electric field aligned perpendicular to the substrate surfaces via plasma. A typical sample prepared by this method possesses a pristine sheet resistance of 3.7 kΩ sq−1 with transmittance of 79% at 550 nm. The DSSCs device with the directly grown graphene/glass as counter electrodes can achieve PCE of 3.86%.\nThe CH4 atmospheric-pressure CVD (CH4-APCVD) approach as the transfer-free CVD route has also been used for preparation of G-TCFs by direct growth of graphene on solid glasses (Figure 10b).[75] In this method, several representative types of solid glasses, namely quartz glass, borosilicate glass, and sapphire glass, which have high softening points to allow the high-temperature growth of graphene on the solid-state glass surfaces, are chosen as the substrate materials. The process begins with a thermal decomposition of carbon feedstock. And then the thermally decomposed CHx and nucleation\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (12 of 32)\nare adsorbed onto the substrates throughout CO and HO binding. Subsequently, slow surface and edge diffusion of carbons accounts for the expansion of graphene islands. The graphene glass sample exhibits a pristine sheet resistance of 2 kΩ sq−1 with transmittance of 80% at 550 nm. With this kind of transparent conductive graphene glasses, photocatalytic plates and energy-saving smart windowpanes have been fabricated. Additionally, by scaling-up the furnace dimensions, the 4.5 in. sized graphene glass has been produced by this direct CVD route.[76] This large-area graphene glass reveals a sheet resistance of 370–510 Ω sq−1 with transmittance of 82% at 550 nm. Resistive touch panels assembled with this graphene glass-based TCFs exhibits excellent device performance (fluent and stable writing input without functional decay and device linearity comparable to ITO-based touch panels) (Figure 10d).\nAlternatively, “molten-state” APCVD (MS-APCVD) route which allows fast formation of uniformly distributed graphene disks as well as complete graphene films on molten glasses have been also used for the transfer-free G-TCFs (Figure 10c).[77] In this approach, commercial soda-lime glass possessing a relatively low softening point (≈620 °C) is chosen as a growth substrate. Via the direct MS-APCVD route by using CH4 as carbon feedstock, graphene disks and complete films evolve on liquid glasses at a growth temperature (e.g., 1000 °C) above the glass softening point. It is speculated that the molten glass surface could offer an isotropic platform and erase the high-energy sites to allow homogeneous nucleation of graphene. In the meantime, it might also provide a higher diffusion rate of carbon atoms and species, leading to a faster growth rate (tenfold) as compared to solid insulating counterparts. This graphene film displays a sheet resistance value of 3.0 kΩ sq−1 with transmittance of 97.1% at 550 nm, which has been used in smart heating devices and biocompatible cell culture mediums.\nA transfer-free route capable of synthesizing graphene directly on dielectric substrates has been achieved at temperatures as low as 600 °C using polycyclic aromatic hydrocarbons (PAHs) as the carbon source (Figure 11).[78] In this route, PAHs and the Cu layer are deposited on the cleaned wafer as the carbon source and catalyst, respectively. After thermal annealing, graphene forms between the Cu layer and the insulating SiO2 substrate. Finally, the Cu layer is etched off, affording graphene films directly on the substrate without any transfer process needed. The graphene/ SiO2 films attain the sheet resistance of 550 Ω sq−1 with transmittance of 91.2% at 550 nm. OLEDs fabricated with N-doped graphene on glass achieve a current density of 4.0 mA cm−2 at 8 V."
    }, {
      "heading" : "3.2. Reduced Graphene Oxide (rGO)",
      "text" : "Compared to CVD method, rGO method is believed to be economical transfer-free method for the large-scale production of TCFs. The starting material in this route is GO from graphite, which is prepared with the well-known Hummers and Offenman’s method (an oxidation–exfoliation process of graphite).[80] GO sheets are strong hydrophilic because they are heavily decorated by oxygen groups. Because of the electrostatic repulsion between the negatively charged GO sheets, the sheets are strongly hydrophilic colloidal suspension in aqueous and various polar organic solvents, which makes them easy to process.[81] Both of the two features of GO contribute to the mass production of graphene films.\nCurrently, rGO thin films are mainly fabricated through two routes: reduction of predeposited GO films or deposition of rGO dispersions. In this review, we focus on the first route. Generally, there are three steps in the reduction of predeposited GO films approaches: preparing GO, fabricating GO films, and reducing GO films. The prepared GO is dispersed as single layer in solution due to oxygen groups, which makes the GO film fabrication controllable and facile.[82] The GO film can be achieved by various methods, including vacuum filtration,[83] spin-coating,[84] wet-transfer,[85] drop-casting,[86] and the Langmuir–Blodgett film technique.[81,87] Finally, the GO film is reduced to the graphene film. The electrical insulating property of GO and its composite formulations can be adjusted and partially recovered through removal of the oxidized moieties by three major reduction methods: thermal annealing,[83,84,86–90] electrochemical reduction,[85,91–96] and chemical reduction (Table 2).[89,90,97–108]"
    }, {
      "heading" : "3.2.1. Thermal Annealing",
      "text" : "Thermal treatment is a quite effective method to reduce GO, while the high temperature, up to 1100 °C, is usually needed,[83,84,86,88,109] which is operated at a high energy consumption and is not suitable for flexible and transparent substrates because these substrates cannot stand the high temperature. Therefore, methods toward the production of highquality rGO at low thermal annealing temperature have been demonstrated. For instance, high-quality rGO films has been prepared through sequential chemical and thermal reduction process of homogeneously dispersed GO solutions, in which rGO film is fabricated by reduction of hydroiodic acid (HI) followed by vacuum thermal annealing at 700 °C, achieving the sheet resistance of 642 Ω sq−1 with transmittance of 80% at 550 nm.[89] Similarly, large-area rGO/electrochemically exfoliated graphene (EEG) hybrid films have been produced by reduction with HI vapor followed by 800 °C thermal treatment.[90] The hybrid film, rGO/EEG/glass, shows an extraordinarily low sheet resistance of 3 ± 0.3 Ω sq−1 with transmittance of 76.2 ± 0.7% at 550 nm. A transparent conductive heater based on rGO/EEG films shows high performance in heating, and the heater can reach a saturated temperature of up to 35.7, 52.8, 83.2, and 127.5 °C when 10–40 V are applied for 60 s, respectively.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (13 of 32)\nRecently, a novel low-temperature (≤250 °C) vacuum-assisted annealing approach for the in situ reduction of GO has been reported, which is based on the hypothesis that GO is rather unstable. Therefore, a vacuum-assisted heating process, even at temperatures as low as 200 °C, can promote evolution and removal of gaseous species (e.g., H2O, CO2) from the basal planes of the GO sheets.[86] As shown in Figure 12a,b, GO films coated on PET substrate can be reduced to rGO through a vacuum-assisted heating process at 250 °C. Transparent and flexible all-solid-state supercapacitor devices using rGO/ITO/PET films as electrodes and PVA/H3PO4 as gel electrolyte show the highest capacitance of ≈650 µF cm−2 (Figure 12c)."
    }, {
      "heading" : "3.2.2. Electrochemical Reduction",
      "text" : "The electrochemical reduction of GO is also a relatively simple, economic, fast, and environmentally method to produce graphene films, which can be carried out using a standard electrochemical cell in the presence of a nonhazardous aqueous buffer solution at room temperature. In this process, an\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (14 of 32)\nexternal power source (applied potential) is necessary to drive the reduction process, and the oxygen functionalities of GO are removed with deposition of conductive solid films onto a working electrode surface.[110] There are two strategies for the electrochemical reduction of GO, including one-step and twostep approaches, (Figure 13a).[110] In the one-step approach, GO sheets suspended in aqueous phase are electrochemically reduced to rGO thin films on the electrode surface. When GO sheets are adjacent to an electrode, they will accept electrons and the electrochemical reduction takes place, affording rGOs attaching directly onto the electrode surface. During the twostep electrochemical approach, GO coated on the surface of an electrode works as a substrate, which is then used in a standard three-electrode electrochemical system to prepare rGO films. For example, an electrochemical method to simultaneously reduce and delaminate GO thin films deposited on metal (Al and Au) substrates has been reported (Figure 13b,c).[85] In this approach, GO is spin-coated on a metal substrate (Al foil or Au film on silicon wafer). PMMA is spin-coated on the top of GO film. In the an electrolytic cell for the reduction process, the PMMA/G-O/ metal substrate, a Pt mesh and aqueous Na2SO4 solution (0.5 m) are used as the cathode, anode and electrolyte, respectively. With a 10–15 V direct current voltage, the light yellow GO film immediately become blacken at the film edges, indicating reduction of the GO film by elimination of oxygen groups and restoration of sp2 carbon bonds. Simultaneously, hydrogen bubbles are produced at the edges by the electroly sis of water, which gently and continuously delaminates the reduced GO/PMMA film from the electrode surface. After transferring rGO/PMMA to target substrates and removing PMMA, the rGO/substrates films are obtained. It is found that interface charge transfer between the GO film and the electrode surface is important in eliminating oxygen groups. The rGO/quartz TCF shows the sheet resistance of 6.4 KΩ sq−1 with transmittance of 90% at 550 nm."
    }, {
      "heading" : "3.2.3. Chemical Reduction",
      "text" : "Compared to the above two methods, the chemical reduction of GO seems a more economical and easy strategy for the scale\nproduction of rGO films because the reduction is carried out by using chemical reagents, which usually takes place at moderate temperature. The key issue of this strategy is to find a suitable reducing agent for this task. Since hydrogen sulfide was introduced in 1934,[111] a numerous number of reductants have been explored for the chemical reduction of GO, such as hydrazine,[101,104] metallocene,[105] sodium borohydride,[99] sodium citrate, lithium aluminum hydride,[97] hydrohalic acids,[90,100,102,103] and hydroquinone.[15,112] Among these, hydrazine, hydrazine hydrate, and dimethylhydrazine can achieve high efficiency in the reduction of GO, while the green reductants such as organic acids, plant extracts, microorganisms, sugars, antioxidants, amino acids, and proteins, which are nontoxic or environmentally friendly, are in high demand for the rGO synthesis in view of environmental problems.\nTo achieve this goal, we have developed a green effective strategy for room-temperature reduction of GO.[114] By this method, the solid-state GO films are reduced by H2 at room temperature with a small amount of PdCl2 because PdCl2 is easily reduced to Pd metal by H2. rGO films on PET exhibit the sheet resistance of 4.6 kΩ sq−1 and the conductivity as high as 40 000 S m−1. Using the prepared TCF as the electrode, a high flexible electrochromic device with poly(3,4-eth ylenedioxythiophene):poly(styrene sulfonate) (PEDOT:PSS) as active material is fabricated, which can achieve reversible color changes with a positive and negative voltage of 7 V. In this efficient approach for rGO, we have made a conductive rGO film by Meyer rod-coating, which is successfully used as electrodes for the fabrication of touch screens.[113] In our work, the mixture of PdCl2 and GO solution is coated onto a PET film by rod-coating, followed by reducing at room temperature with hydrogen to give the rGO film (Figure 14a,b). The spatial distribution of the sheet resistance of the film ranges from 1.55 to 1.85 kΩ sq−1 with transmittance of 64.6% at 550 nm. The resistance of the RGO/PET film remains virtually unperturbed by the bending up to a radius of 2.5 mm, and is perfectly recovered after unbending. Therefore, a flexible 4.5 in. four-wire resistance touch screen has been achieved, which still work very well even after high-angle bending (Figure 14c,d).\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (15 of 32)\nFor the achievement of the mass production of rGO-based TCFs, we have also developed an effective reduction method for the roll-to-roll process.[82] An efficient coating–drying–washing technique using Sn2+/ethanol (Sn2+/EtOH) solution as the reductant is achieved on a self-designed lab-level production line. In this approach, GO films covered with SnCl2/EtOH are heated at moderate temperature to evaporate the ethanol solvent, in the meantime GO films are gradually reduced within 5 min (Figure 15a). Based on the successful mode, we have developed a lab-level production line for continuous preparation of large-area rGO films, which contains four steps: SnCl2/ EtOH coating, heating, washing, and drying (Figure 15b,c). Finally, rGO-based TCFs in rolls (Figure 15d,e) are produced by the roll-to-roll technique. The related TCFs show the sheet resistance between 0.8 and 3.84 kΩ sq−1 with corresponding transmittance of 82.9–91.9%. By tuning the concentration of GO solution, different thickness of GO films can be prepared.\nThe SnCl2/EtOH-based reductions are hydrolysis reactions, the active reductants of which may contain Sn2+, Sn(OH)2 or even HSnO2+, and are consequently oxidized by GO to Sn4+, Sn(OH)4 or SnO2 (Figure 15f). Using SnCl2 solution as the ink of the silk-screen printing procedure, various patterned rGO structures have been printed with this facile reduction approach (Figure 15h–l). Using the rGO-based TCFs as flexible and transparent circuit, a homemade transparent luminous bracelet has been fabricated (Figure 15m). Furthermore, a flexible electrochromic device using this kind of rGO films as electrodes displays reversible color changes under 5 V (Figure 15n).\nAdditionally, using tin as the reductant, we have developed successfully another efficient strategy for fabrication of rGO films at room-temperature.[115] As shown in Figure 16a, GO film is prepared by a rod coating method. By magnetron sputtering Sn onto the GO film, Sn/GO/PET films are fabricated. After being exposed to dilute HCl solution for 10 minutes, GO films are reduced to rGO films. The mechanism of the\nreaction is shown in Figure 16b. In addition, other metals, such as Zn, Fe, and Al, can also been alternatively applied in this method. rGO films prepared by this method display the sheet resistance as low as 6.7 kΩ sq−1 with a transparency of 75% at 550 nm (Figure 16c). The rGO film is rather flexible and robust, and can be applied as a conductor to light an LED under 3 V (Figure 16d).\nAlthough many rGO-based TCFs have been prepared successfully as mentioned above, it should be noted that the transmittance and conductivity of these TCFs are conflicting— in most cases, the film conductivity can be improved by increasing the film thickness, which meanwhile decreases the film transmittance. To effectively balance the conductivity and transmittance of rGO-based TCFs, we have developed a rational strategy by preparing patterned graphene networks.[116] As shown in Figure 17a, the rGO film fabricated on substrates is coated with PVA nanowires containing nickel acetate by electrospinning. Then, the rGO film is trimmed by oxygen plasma etching. Eventually, after stripping the PVA nanowires, a patterned rGO network is prepared. As shown in Figure 17b, the transmittance and conductivity of this rGO network can be adjusted by controlling the density of the network, achieving the sheet resistance as low as 870 Ω sq−1 with the transmittance of 80%. When rGO networks are fabricated on flexible PET substrate, a highly flexible rGO TCF are prepared (Figure 17c). An electrochromic device using rGO/quartz films as electrodes operates well under negative and positive voltages of 3 V.\nBesides thermal treatment, electrochemical reduction and chemical reduction, other strategies including microwave and photoreduction, photocatalyst reduction, solvothermal reduction, and scanning atmospheric plasma[117] have also been chosen for fabricating rGO-based films.[15] Whereas, all of these techniques still come with some limitations. As a result, further optimization is necessary for the scalable production of G-TCFs."
    }, {
      "heading" : "3.2.4. Others",
      "text" : "Besides the strategies mentioned above, several other techniques are emerging as well for the fabrication of G-TCFs. For instance, bottom-up chemical approach is also possible for the synthesis of TCFs (Figure 18a).[118] In this method, graphene sheets are synthesized by the fusion of giant PAHs at high temperature. This is a simple solution process due to the good solubility of PAHs with flexible alkyl side chains. TCFs fabricated by this method with a thickness of 30 nm exhibit a sheet resistance of 1.6 kΩ sq−1 with transmittance of 55% at 550 nm. Using these TCFs as anode of OSC, the comparable PCE (1.53% vs 1.55%) and Voc (0.38 V vs 0.41 V) values to those of devices based on ITO have been achieved. Furthermore, another strategy to prepared TCFs for transparent electrode has been also reported as shown in Figure 18b.[119] Exfoliated graphene (EG) made by electrochemical exfoliation of graphite is spray-coated on the substrates, obtaining a TCF with a sheet resistance of 0.52 kΩ sq−1 with transmittance of 70% at 550 nm. The OSC device using this TCF as the anode displays a PCE of 4.23%. By scalable and efficient inkjet printing with highly concentrated graphene ink (3.2 mg mL−1) dominated\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (16 of 32)\nby four-layer graphene flakes, G-TCFs can also be fabricated, which show the sheet resistance of 260 Ω sq−1 with optical transparency of 86% at 550 nm.[120]"
    }, {
      "heading" : "4. Graphene-Based Hybrid Materials",
      "text" : "Material systems simultaneously offering excellent conductivity and transmittance are crucial for the fabrication of TCFs. Besides single graphene, there are still several materials, such as other carbon materials, conductive polymers,\nnanometal structures. Consequently, in order to obtain better performance, hybrid approaches combining the properties of graphene with other materials into a single functional film have been prepared (Table 3)."
    }, {
      "heading" : "4.1. Graphene–Other Carbon Materials",
      "text" : "Except for graphene, other carbon materials including nanocarbon films and CNTs are always used with graphene to form functional G-TCFs with the enhanced performance.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (17 of 32)"
    }, {
      "heading" : "4.1.1. Graphene–Carbon Nanocomposites",
      "text" : "For the improvement of the conductivity, transmittance and crystalline of the G-TCFs, we have prepared graphene/carbon nanocomposite films from GO sheets and phenolic resins (PRs). First, composite films containing GO are produced by spin-coating GO, PR, and GO in turn on a quartz substrate. After annealing, the composite TCFs are obtained (Figure 19). In the films, flake-like amorphous carbon is intercalated in the graphene layers, which enhances electronic conductive properties of the as-prepared graphene-based TCFs. Additionally, the amorphous carbon protects graphene sheets from the residual\noxygen in Ar at high temperature, restricting undesirable introduction of additional defects. As a result, by heat treatment of amorphous carbon, the high quality of graphene films have been synthesized, exhibiting a sheet resistance of 1.98 kΩ sq−1 with transmittance of 81.3% at 550 nm.[121]"
    }, {
      "heading" : "4.1.2. Graphene–Carbon Nanotubes",
      "text" : "Carbon allotropes with a cylindrical nanostructure have extraordinary physical properties such as high aspect ratio in the order of 108, electrical conductivity of 107 to 108 S m−1,\nSmall Methods 2019, 3, 1800199\nFigure 16. a) The preparation of rGO films with Sn; b) the possible mechanism of this reduction with Sn; c) the transmittance of the rGO film and the photo of the flexible rGO film; d) the rGO film working as a conductor for an LED. Reproduced with permission.[115] Copyright 2014, the Royal Society of Chemistry.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (18 of 32)\nthermal conductivity of 3300 W m−1 K−1, Young’s modulus of ≈1060 GPa and tensile strength of ≈200 GPa.[122] Due to these features, hybrid material systems combining CNTs and graphene have been explored for the improvement of the properties of G-TCFs.[123–126] For instance, single-walled carbon nanotubes (SWNTs) are used to improve the conductivity of graphene without sacrificing the transparency by hybriding rGO and SWNTs.[124] Moreover, the layer-by-layer assembly of SWNTs and rGO layers gives 3D conductive networks, which might be from synergy interaction. The sheet resistance of the hybrid films depends on the number of hybrid layers, which ranges from 180 to 560 Ω sq−1 with corresponding transmittance of 77–86%.\nIn addition, CNTs can provide mechanical protection and ion transport channels as well as conductive network.\nFor instance, CNTs and rGO have been hybrided to form sandwiched nanocarbon films to achieve the reversible transmittance modu lation.[127] In this sandwiched structure, the reversible transmittance ranging from the visible region to the infrared region has been achieved by electrochemical alkali-ion intercalation/deintercalation (Figure 20). Moreover, the intercalation process simultaneously decreases the sheet resistance of the hybrid film from 3.0 to 2.1 kΩ sq−1.\nRecently, in order to enhance the performance of G/CNTs hybrid films, a novel CVD process have been used to prepare SWCNTs/G hybrid films.[128] This strategy is different from printing and spin-coating approach, in which SWCNTs are partly embedded in the Cu substrate and work as the catalyst. It is proposed that there might be chemical bonding between graphene and SWCNTs. After the classic CVD graphene\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (19 of 32)\ngrowth process on SWCNTs coated copper, the G/SWCNTs hybrid films are successfully obtained, showing the sheet resistance of 394 Ω sq−1 with transmittance of 95.9% in the visible light range.\nMoreover, Graphene/CNTs hybrid TCFs have been prepared by assembly strategy. rGO nanosheets and multiwalled carbon nanotubes (MWNTs) can form MWNT/RGO hybrid TCFs by layer-by-layer assembly.[129] Multilayer thin films are assembled by repeatedly spin-coating the suspensions of positively charged MWNTs with NH3+ and negatively charged exfoliated rGO nanosheets with COO− on the basis of the electrostatic interactions (Figure 21a). In this hybrid TCF, the integration of MWNTs not only provides the electronic conductivity but also affords mechanical flexibility of the hybrid film, allowing the electronic contact of graphene nanosheets by bridging the gaps between graphene sheets. This hybrid thin film possesses a sheet resistance of 8 Ω sq−1 with transmittance of 81%. In another case, a single-layer CVD-grown graphene and a self-supporting aligned MWNT sheet can be combined together to form hybrid TCFs, the configuration of which can be controlled by transferring in two different arrangements (by simply flipping this hybrid film) to yield MWNT/G and G/MWNT hybrid films, respectively.[130] An shown in Figure 21b, MWNT sheet is placed onto a graphene monolayer on the Cu foil. After etching the Cu foil, MWNT/ graphene hybrid layers can be obtained, which can be subsequently transfer to a target substrate without using an intermediate polymer support due to its self-supporting feature. Both of MWNT/G/glass and G/MWNT/glass show anisotropy in the sheet resistance and optical transmittance due to the presence of aligned MWNTs, which archives the sheet resistance as low as 337 ± 31 Ω sq−1 at ≈83% (for unpolarized light)\nductive polymers are always hybrided with\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (20 of 32)\ngraphene to enhance the performance of graphene, although they show lower conductivity compared with ITO. Besides PEDOT:PSS,[100,131–135] other polymers including PMMA,[136] polystyrene (PS),[137] 3-aminopropyltriethoxysilane (APTES),[138] PET,[139] and poly(ionic liquids) (PIL),[140] which are highly transparent in the visible region, have also been applied to the hybrid with graphene in TCFs.\nFor instance, PEDOT:PSS has been used to delicately address the defect issues introduced during the graphene growth and transfer process, by covering the winkles and cracks of graphene films to form continuous conductive channels (Figure 22a,b).[141] The as prepared PEDOT:PSS/G/PET hybrid films exhibit a sheet resistance as low as 85 Ω sq−1 with transmittance of 83.5%. Based on the composite electrodes, the output current density and power of a transparent and flexible TENG can be enhanced significantly compared the counterpart based on the pristine graphene electrodes (Figure 22c,d).\nPMMA can be maintained as one part of the graphene films, which avoids their degradation of electrical conductivity.[142] Based on the PMMA-coated graphene films, a Schottky junction solar cell device shows the improved PCE of 13.34%. Furthermore, the series resistance of PMMA-coated devices (26 Ω sq−1) with transmittance of 96.0% at 550 nm is lower that of than the un-coated ones (63 Ω sq−1).\nAPTES has been used as dopants for graphene to enhance the conductivity of graphene since this polymer contains amine functional groups. Each amine group contains a basic nitrogen atom and a lone electron pair that donates an electron to the carbon atoms in graphene, generating an n-doping effect.[138] As shown in Figure 23a, the carboxylic-terminated PET film prepared by treating with UV–ozone exposure is modified using self-assembled monolayers of APTES with NH2, which provides a modified interface for graphene films and enables the graphene layer defect free doping. This hybrid structure, G/APTES/PET, improves the carrier density of graphene from\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (21 of 32)\n9.3 × 1012 to 1.16 × 1013 cm−2 with corresponding transmittances of 82–86%, respectively.\nPET is always used as the flexible substrate in TCFs. Moreover, this polymer can work as a component of multilayer graphene/PET structures for electromagnetic interference (EMI) shielding.[139] CVD-grown single layer graphene and PET are deposited layer by layer to form a multilayer graphene/dielectric stack composed of several monolayer graphene sheets interleaved with PET films (Figure 23b). This transparent multilayer G/PET with a total graphene thickness of only 4 nm demonstrates an average shielding effectiveness of 19.14 dB at 18–26.5 GHz, with a maximum microwave absorbance of 95.82% at 25.7 GHz, while maintains a normalized visible transmittance of 80.5%. The dominant shielding mechanism is absorption instead of reflection because the contribution of absorption to the total shielding exceeds 96%.\nPIL such as poly(1-vinyl-3-ethylimidazolium bromide) has been used to fabricate the nitrogen-doped TCFs with rGO, which are prepared by coating rGO/PIL inks onto quartz or glass substrates with the nebulizer (Figure 23c).[140] rGO/PIL inks are prepared with the mixture of GO solution and PIL by microwave irradiation. In this process, PIL can not only mediate microwave irradiation and prevent disorder of the graphitic structure, but also repair the lattice defects and introduce nitrogen into the graphitic structure. The prepared films displayed a sheet resistance of ≈1.45 × 107 Ω sq−1 with transmittance of ≈87%."
    }, {
      "heading" : "4.3. Graphene–Metal",
      "text" : "Metals such as silver and copper are highly conductive materials, which are not transparent under normal state. Nevertheless, their conductivity and transmittance can be tuned by dimensional engineering.[8,20] The modulated arrangement can enable the system to conduct in one direction and be transparent in the order, which has been achieved by patterning the metal nanomaterials with formation of NWs, very thin layers, uniform metallic grids or meshes. However, some drawbacks of nanometal materials, such as rough surface in NW-based TCFs and empty spaces within the grid, limit their application. To overcome these drawbacks, many efforts with graphene– metal hybrid films have been done."
    }, {
      "heading" : "4.3.1. Graphene–Metal Grids",
      "text" : "There exists large empty area in the metal grid structures, so efficiently collecting the charges generated from the empty spaces is a challenge. To address this issue, we have developed successfully a room-temperature reduction technique to fill the empty spaces between grid lines with rGO, obtaining rGO/metal grid hybrid films (Figure 24a).[143] Furthermore, this hybrid film shows enhanced conductivity and transmittance (Rs = 18 Ω sq−1 with T = 80% at 550 nm) and excellent flexibility (Figure 24b–e). Using rGO/metal grid hybrid films as transparent conductive electrodes, a flexible electrochromic\nSmall Methods 2019, 3, 1800199\nFigure 22. a) Surface engineering process of the hybrid films; b) the conductive channels of the hybrid films before and after surface engineering; c) the transparent flexible TENG device; d) output current of the TENG. Reproduced with permission.[141] Copyright 2017, American Chemical Society.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (22 of 32)\ndevice display reversible color changes under 3 V (Figure 24h, f, and i). Besides, due to the hybrid structures, the stability and response time of the device with rGO/Au grid electrodes is much better than that based on Au grid electrodes.\nSimilarly, another kind of graphene/metal grid hybrid has been assembled by overcoating CVD-grown graphene onto the metal (Au, Al and Cu) grids fabricated by photolithography with wet-etching on transparent substrates such as glass or PET films.[144] The graphene/Cu grid/glass TCFs show the sheet resistance as low as 3 Ω sq−1 with transmittance at ≈80%. By electrohydrodynamic jet printing Ag NP ink onto a graphene/ PET flexible film, a hybrid graphene/Ag-grid film has been also prepared, which achieves a sheet resistance as low as ≈4 Ω sq−1 with ≈78% optical transmittance.[145]"
    }, {
      "heading" : "4.3.2. Metal Nanowires",
      "text" : "Metal nanowires are also used to fabricate TCFs. However, these materials still have some drawbacks. For instance, there are always voids in-between the silver nanowire (AgNWs) based films, and the contacts between neighboring wires, both of\nwhich would decrease the electron transfer efficiency of the films. Besides, AgNWs hold frequently bad surface roughness and instability in air due to oxidation and hazing. All these drawbacks always limit their applications. One solution of these problems is to prepare composite materials of AgNWs with graphene.[146–154] For example, graphene has been selected to work as the protection layer in a AgNW/graphene hybrid TCF, so that the stability of AgNWs/graphene hybrid TCE has been improved significantly thanks to protection of graphene.[155] Based on this AgNW/graphene hybrid TCE, the fabricated organic solar cells show excellent performance and stability. Furthermore, graphene can be used to modify the surface of AgNW TCEs to improve their optical and electrical properties.[156]\nGraphene has played a role in binding the discrete AgNWs in sandwiched graphene/AgNW/graphene TCFs (Figure 25).[157] The unique composite film shows excellent mechanical durability, and remarkable electrical and optical properties (Rs = 4.6 ± 0.73 Ω sq−1 and T = ≈81% at 550 nm). Another case of eliminating the limitations of AgNWs network has been accomplished by spin-coating electrochemical EG on AgNWs networks.[158] EG layer renders AgNWs network stable under mechanical stress and prevents it from oxygen degradation and\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (23 of 32)\ncompletely cover the junctions and holes between the NWs, reducing the surface roughness from 16.4 to 4.6 nm. A G/ AgNWs/PEN film exhibits the sheet resistance of 13.7 Ω sq−1 at ≈81% (550 nm). OSCs and polymer LEDs based on G/AgNWs hybrid films display remarkable PCE of 6.57% and impressive external quantum efficiency (EQE) of 4.4%, respectively.\nIt should be noted that micron and nanoscale patterns of graphene/metal hybrids can accomplish superior performance.[160] For instance, a lift-off technique assisted by ultrasonic vibration has been used to prepare micrometer-scale patterns of graphene/AgNW hybrid films (Figure 26).[159] In this approach, AgNWs and graphene are successively coated on photoresist patterned. After heating the substrate, the samples are subject to lift-off patterning procedure by ultrasonication treatment in acetone, obtaining graphene/AgNW films with excellent electrical and optical properties (Rs = 19 Ω sq−1 and T = 93% at 550 nm), and good stability against oxidation. A DSSCs device using the patterned graphene/Ag NW film as a counter electrode exhibits the superior PCE (0.138 and 0.131%,) compared\nto that of a device with FTO (0.014 and 0.013%) for both frontand back-side illumination.\nIn addition, graphene has been applied as the protection layer for copper nanowires (CuNWs) as well, preventing CuNWs from oxidizing. A CuNW/G core–shell nanostructure shows extraordinary thermal oxidation and chemical stability due to graphene shells, exhibiting a sheet resistance of 89.3% with transmittance of 89.3% at 550 nm (Figure 27).[161] Bulk heterojunction polymer solar cells using CuNWs/G TCFs as anode layers display enhanced performance compared to that with CuNWs. Another example of protecting CuNWs from oxidizing is to assemble CuNWs/rGO hybrid films, which shows a sheet resistances of >30 Ω sq−1 with transmittance of >70% at 550 nm.[162] An electrochromic device with CuNWs/ rGO films as transparent electrodes has the total coloration efficiency up to 174 cm2 C−1 after 20 000 cycles.\nAlthough graphene/metal NWs hybrid TCFs have been shown comparable optical−electrical properties to conventional ITO electrode, traditional methods of transferring the graphene layer\nSmall Methods 2019, 3, 1800199\nFigure 24. a) Preparation of the rGO/metal grid; b) the rGO/metal grid on PET; c) an rGO/Au hybrid film; d) SEM of rGO/Au grid; e) an electrochromic device using rGO/Au films as electrodes; f,i) reversible color changes of the electrochromic device; g) comparison of the chronoamperometry curves of the devices based on rGO/Au grid, Au grid, or ITO electrodes; h) the structure of an electrochromic device using rGO/Au films as electrodes. Reproduced with permission.[143] Copyright 2014, Elsevier.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (24 of 32)\nonto the rough metal NW surface probably lead to the ripples, defects, and cracks of the graphene layer, which could destroy the conductive path and reduce the charges carriers of the electrode. Furthermore, surface roughness majority of reported G/ Metal NW electrodes is still less than the desirable. Therefore, sandwich-like hybrid structure of graphene/AgNWs/PVP has been prepared, in which AgNWs are completely encapsulated between the monolayer graphene and mixed polymer matrix via a specific up-to-bottom fabrication process (Figure 28a).[163] This unique hybrid electrode exhibits some advantages, such as enabling the compact combination of graphene and AgNWs as well as the firm junctions between AgNWs, protecting AgNWs from the oxidation and corrosion, and fully flexible features. This type of TCFs exhibits a sheet resistance of 8.06 Ω sq−1 with transmittance of 88.3% at 550 nm, low surface roughness (root mean square, RMS ≈ 2.5 nm), superthin (thickness ≈ 8 nm), and lightweight (≈1/11 weight of PET with same area). The flexi ble OLED and perovskite solar cell device (PSC) fabricated with\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (25 of 32)\nthis TCF exhibit PCE of 10.419% and power efficiency (PE) of 2.11 cd A−2, respectively. Alternatively, PVA has been also chosen to assembly the graphene/Ag NWs/polymer hybrid TCFs.[164] As shown in Figure 28b, PVA-encapsulated AgNWs network is on the top of the single-layer graphene, which can help to achieve more intimate contact between the graphene and AgNWs as\nSmall Methods 2019, 3, 1800199\nFigure 27. a) The equipment and mechanism b) for the CuNW/G core–shell composite. Reproduced with permission.[161] Copyright 2015, American Chemical Society.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (26 of 32)\nwell as at the junctions between AgNWs. In addition, this structure also improves mechanical robustness against bending, and inhibits the oxidation of AgNWs. A flexible cholesteric liquid crystal device based on this TCF exhibits an impressive electrical–optical performance (Figure 28c,d)."
    }, {
      "heading" : "4.3.3. Graphene–Metal Nanocomposites",
      "text" : "Graphene can afford effective protection to metals from chemical or mechanical damages, and contribute to the shielding effectiveness (SE) of EMI shielding device by coating monolayer graphene on transparent metal-meshes.[165] The hierarchical graphene/metal-mesh film has a sheet resistance of 45.0 Ω sq−1 with average transmittance of 90.5% in the vis– NIR region. Both the reflection and absorption of shielding effectiveness have been significantly improved, resulting in superior EMI shielding (SE ≈ 14.1 dB) compared with the metal-mesh-only film. Recently, graphene skin for Cu microlabyrinth (ML) has been reported in which Cu-ML is covered with monolayer graphene grown by CVD method.[166] The Cu-ML with graphene skin shows superior sheet resistivity lower than 5 Ω sq−1 with transmittance of 75%. In addition, graphene and silver nanocomposites hybrid films have been assembled by subpercolating CVD-grown bilayer graphene onto Ag nanocomposites containing nanowires and nanoparticles, achieving a low sheet resistance of 26 Ω sq−1 at ≈80% (550 nm).[167]"
    }, {
      "heading" : "4.4. Graphene Doped with Other Additives",
      "text" : "Chemical doping is an efficient way to increases the carrier concentration and thus further reduces the resistance of the film. There are two types of doping: p-type and n-type doping. Decreasing the Fermi level of graphene below its Dirac point shows a p-type doping effect. Treating graphene by materials with larger electron positivity leads n-type doping. There are lots of dopants for graphene including HNO3,[87,168] SOCl2,[87,169] Fe(NO3)3,[170] AuCl3,[171–173] FeCl3,[174] Na+,[175] pyrene buanoic acid succidymidyl ester,[176] bis(trifluoromethanesulfonyl) amide,[177] bromine,[178] and APTES.[138]"
    }, {
      "heading" : "4.4.1. Salts and Acids",
      "text" : "Doping with salts and acids is an efficient strategy to decrease the sheet resistance of graphene materials without sacrificing the transparency. For instance, p-doping graphene films with AuCl3 or HNO3 decreases the sheet resistance of graphene films as well as increase the work function of OLEDs based on the films.[179] Compared to HNO3, doping a four-layer graphene film with AuCl3 leads to a decreased sheet resistance as low as 30 Ω sq−1. With the four-layer graphene film as anodes, flexible fluorescent and phosphorescent OLEDs have been fabricated, achieving increased luminance, current efficiencies and luminous (power) efficiency.\nAuCl3 has been also used as dopants for the modification of trilayer graphene films, which shows a decreased sheet resist-\nance of 150 Ω sq−1 with transmittance above 91% in the visible region. Moreover, doping with AuCl3 increases the performance of OLEDs based on the doped films because of the contribution of doping to the conductivity.[180]\nFerric chloride (FeCl3) has been selected as dopants for graphene films as well. A few-layer graphene (FLG) intercalated with FeCl3 shows enhanced electrical conductivity as well as maintains the high transmittance.[181] After intercalation, the sheet resistance is decreased to 8.8 Ω sq−1 and the transmittance is still higher than 84% in the visible region. Additionally, the doped FLG is highly stable in air due to intercalation."
    }, {
      "heading" : "4.4.2. Small Molecules",
      "text" : "Besides salts mentioned above, small molecules such as tetracyanoquinodimethane (TCNQ) has been used as p-dopants to prepare sandwich-like graphene/TCNQ/ graphene films by a layer-by-layer molecular doping process.[182] The sandwiched composite with TCNQ layers displays the increased hole carrier concentration and the decreased sheet resistance. Polymer solar cells with graphene/TCNQ/graphene stacked films show an optimum PCE of ≈2.58%. To improve the hydrophobic surface of graphene films, which always leads to a negative effect on the construction of solution-processed solar cells, pyrene buanoic acid succidymidyl ester has been used to modified the surface of graphene films by noncovalent interaction.[176] In addition, bis-(trifluoromethanesulfonyl)amide has been used to dope graphene films in single layer graphene/n-Si Schottky junction solar cells, improving the PCE of the device from 1.9 to 8.6%, which might be attributed to the reduction of graphene’s sheet resistance by small molecules doping.[177]"
    }, {
      "heading" : "5. Graphene Oxide",
      "text" : "Graphene oxide can work as one component of TCFs. However, there are lots of oxygen groups, including hydroxyl, carboxyl and epoxy groups, at the edges of GO as well as in the basal plane. These oxygen groups destroy the conjugated structure of the hexagonal graphene, resulting in low conductivity. Therefore, GO is always used to assist other conductive transparent materials in forming a hybrid material system for TCFs.[183] For instance, GO has worked as soldering materials for AgNW junctions by wrapping around and soldering the AgNW junctions because of its oxygen-containing groups, high Young’s modulus, high flexibility and solution processability.[184] Soldering AgNW networks consequently reduced the inter-nanowire contact resistance, giving the optimum sheet resistance of 14 Ω sq−1 with transmittance of 88% at 550 nm. Fully stretchable OLEDs with the hybrid films as electrodes can survive after 100 stretching cycles between 0 and 40% strain at room temperature. Similarly, by hybriding AgNWs network soldered with the GO flakes, a novel transparent conductive film is fabricated to improve the PCE of graphene/silicon heterojunction solar cells up to 8.68%.[185]\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (27 of 32)\nTo increase the performance of PEDOT:PSS in OLEDs, GO can work as dopants by spin-coating the dispersion of PEDOT:PSS and GO in water on the substrate.[186] The PEDOT:PSS/GO composite film shows a sheet resistance of 57.1 Ω sq−1 with transmittance of 80% in the visible region. After doping with GO, a better surface morphology (RMS: 1.28 and 1.52 nm), higher work function (5.32 and 5.13 eV) and superior current efficiency (5.71 and 3.67 cd A−1) are achieved compared with the device-based films without doping.\nMoreover, in order to improve the optical transmittance, work function and stability of OLEDs without sacrificing conductivity, a graphene oxide/graphene (GO/G) vertical heterostructure has been fabricated by oxidizing the top layer of three-layer graphene films with ozone treatment.[187] This hetero structure electrode shows improved optical transmittance, excellent stability and compatibility with a hole injection layer materials. Using GO/G heterostructure as electrodes, an OLED device exhibits higher maximum current efficiency and power efficiency higher than the device with pristine graphene (ITO) anodes.\nInterestingly, GO nanosheets can act as a surfactant to the mediated exfoliation of graphite into a GO-adsorbed graphene complex in the aqueous solution (Figure 29).[188] In this approach, after ground with NaCl, EG powder is dispersed in the suspension of GO in water. The mixture is then subjected to sonication and left to stand for 1 d in sequence. Finally, graphene is separated from the complex and precipitated in the GO supernatant by centrifugation. Moreover, the large lateral size ranging from 5 to 10 µm of graphene can be prepared due to the shielding effect of GO avoiding damage under ultrasonic jets and cavitation formed by the sonication process. The graphene film prepared by the spraycoating of the exfoliated graphene shows a sheet resistance\nof 668 Ω sq−1 with transmittance of 80% at 550 nm after annealing at 350 °C for 3 h. A flexible sensor based on the graphene spray-coated PDMS can work under human touch pressure (<10 kPa)."
    }, {
      "heading" : "6. Conclusion",
      "text" : "In summary, lots of G-TCFs have been successfully fabricated and applied in optoelectronic devices such as OLEDs, OPVs, and electrochromic devices over the last decade, on the basis of the instinct features of graphene including high conductivity, superior transparency, excellent mechanical flexibility, and remarkable thermal and chemical stability. One of the main and crucial applications of G-TCFs is to work as transparent electrodes for various optoelectronic devices. All the work mentioned above focus on the efforts to decrease the sheet resistance and maintain the transmittance of G-TCFs to meet the requirement of devices. As shown in Figure 30 and Table 4, all these G-TCFs are not perfect, each of which has its own advantages and drawbacks, and needs to be further improved. As discussed above, each of these TCFs as transparent electrodes can meet the requirement of some kind of device because of its own specific properties.\nDespite dramatic scientific progress in this field, the practical applications of G-TCFs are still at the early stage. It is still challenging to prepare large-area perfect graphene. Defects, wrinkles and domain boundaries are always introduced in the preparation process and the fabrication process of devices, which will significantly decrease the performance of graphene. Additionally, to meet the increasing demand of optoelectronic devices, G-TCFs with flexibility, stretchability and self-healing should be developed.\nSmall Methods 2019, 3, 1800199\nFor real application of G-TCFs, some critical issues should be addressed carefully. Improving the quality of graphene for TCFs fabrication is still one big task, and, for that purpose, more efficient synthetic methods for the mass production of high-quality graphene films should be further optimized and developed. Although CVD methods are favorable for preparing high-quality and large-area graphene, and several production lines have been set up in companies, the efficient transfer techniques of graphene into other substrates and the cost-effective procedures for high-quality graphene film formation are still problems to be solved. Techniques based on the reduction of GO into TCFs seem to be more promising for the industrial-scale and economical production of large-area transparent electrodes, while the conductivity of rGO films needs to be further enhanced. For this purpose, combination or hybridization of graphene with other species should be further studied to capture the advantages as well as to offset the drawbacks of both materials, consequently increasing the performance of G-TCFs. Furthermore, surface modification techniques are essential to make graphene films compatible with active materials in devices. In addition, optimizing the fabrication process of devices and large-scale production strategies for graphene films, like the roll-to-roll method, are necessary to be further developed.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (29 of 32)\nAlthough there are still many challenges, graphene-based transparent conductive films have attracted great attention, and will definitely contribute to the development of various optoelectronic devices, particularly for the development of flexible, portable, and smart devices."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge the financial support from the Ministry of Science and Technology of China (Grant No. 2012CB933403), Beijing Natural Science Foundation (Grant No. 2182086), and the National Natural Science Foundation of China (Grant Nos. 51425302 and 51302045).\nConflict of Interest The authors declare no conflict of interest.\nKeywords conductive, films, graphene, optoelectronics, transparent\nReceived: June 21, 2018 Revised: September 21, 2018\nPublished online: October 15, 2018\n[1] L. Yao, X. Fang, W. Gu, W. Zhai, Y. Wan, X. Xie, W. Xu, X. Pi, G. Ran, G. Qin, ACS Appl. Mater. Interfaces 2017, 9, 24005. [2] H. Bi, F. Huang, J. Liang, X. Xie, M. Jiang, Adv. Mater. 2011, 23, 3202. [3] J. Du, S. Pei, L. Ma, H.-M. Cheng, Adv. Mater. 2014, 26, 1958. [4] W. Jie, J. Hao, Nanoscale 2014, 6, 6346. [5] Y. Lee, J. H. Ahn, Nano 2013, 8, 1330001. [6] S. Diao, X. Zhang, Z. Shao, K. Ding, J. Jie, X. Zhang, Nano Energy\n2017, 31, 359. [7] Y.-Y. Choi, S. J. Kang, H.-K. Kim, W. M. Choi, S.-I. Na, Sol. Energy\nMater. Sol. Cells 2012, 96, 281. [8] M. Morales-Masis, S. De Wolf, R. Woods-Robinson, J. W. Ager,\nC. Ballif, Adv. Electron. Mater. 2017, 3, 1600529. [9] F. Bonaccorso, Z. Sun, T. Hasan, A. C. Ferrari, Nat. Photonics\n2010, 4, 611. [10] O. C. Compton, S. B. T. Nguyen, Small 2010, 6, 711. [11] C. Biswas, Y. H. Lee, Adv. Funct. Mater. 2011, 21, 3806. [12] L. Hu, H. Wu, Y. Cui, MRS Bull. 2011, 36, 760. [13] A. Iwan, A. Chuchmala, Prog. Polym. Sci. 2012, 37, 1805. [14] G. Jo, M. Choe, S. Lee, W. Park, Y. H. Kahng, T. Lee, Nanotech-\nnology 2012, 23, 112001. [15] S. Pei, H. M. Cheng, Carbon 2012, 50, 3210. [16] X. Wan, Y. Huang, Y. Chen, Acc. Chem. Res. 2012, 45, 598. [17] H. Chang, H. Wu, Adv. Funct. Mater. 2013, 23, 1984. [18] W. Cao, J. Li, H. Chen, J. Xue, J. Photonics Energy 2014, 4, 040990. [19] H.-P. Cong, J.-F. Chen, S.-H. Yu, Chem. Soc. Rev. 2014, 43, 7295. [20] M. Layani, A. Kamyshny, S. Magdassi, Nanoscale 2014, 6, 5581. [21] F. Bonaccorso, L. Colombo, G. Yu, M. Stoller, V. Tozzini,\nA. C. Ferrari, R. S. Ruoff, V. Pellegrini, Science 2015, 347, 1246501. [22] Z. Liu, S. P. Lau, F. Yan, Chem. Soc. Rev. 2015, 44, 5638. [23] J. Song, H. Zeng, Angew. Chem., Int. Ed. 2015, 54, 9760. [24] Y. Song, W. Fang, R. Brenes, J. Kong, Nano Today 2015, 10, 681.\n[25] L. Wang, W. Liu, Y. Zhang, Z.-H. Zhang, S. T. Tan, X. Yi, G. Wang, X. Sun, H. Zhu, H. V. Demir, Nano Energy 2015, 12, 419. [26] Y. Zhang, H. Li, L. Kuo, P. Dong, F. Yan, Curr. Opin. Colloid Interface Sci. 2015, 20, 406. [27] N. Bich Ha, N. Van Hieu, Adv. Nat. Sci.: Nanosci. Nanotechnol. 2016, 7, 023002. [28] H. Lee, M. Kim, I. Kim, H. Lee, Adv. Mater. 2016, 28, 4541. [29] R. Garg, S. Elmas, T. Nann, M. R. Andersson, Adv. Energy Mater.\n2017, 7, 1601393. [30] J. Kang, V. K. Sangwan, J. D. Wood, M. C. Hersam, Acc. Chem. Res.\n2017, 50, 943. [31] J. H. Du, H. Jin, Z. K. Zhang, D. D. Zhang, S. Jia, L. P. Ma,\nW. C. Ren, H. M. Cheng, P. L. Burn, Nanoscale 2017, 9, 251. [32] Z. Xu, C. Gao, Nat. Commun. 2011, 2, 571. [33] H. Chen, M. B. Müller, K. J. Gilmore, G. G. Wallace, D. Li, Adv.\nMater. 2010, 20, 3557. [34] G. Wang, X. Sun, F. Lu, H. Sun, M. Yu, W. Jiang, C. Liu, J. Lian,\nSmall 2012, 8, 452. [35] H. Gwon, H. S. Kim, K. U. Lee, D. H. Seo, C. P. Yun, Y. S. Lee,\nB. T. Ahn, K. Kang, Energy Environ. Sci. 2011, 4, 1277. [36] M. Gautam, Z. Shi, A. H. Jayatissa, Sol. Energy Mater. Sol. Cells\n2017, 163, 1. [37] L. Gomez De Arco, Y. Zhang, C. W. Schlenker, K. Ryu,\nM. E. Thompson, C. Zhou, ACS Nano 2010, 4, 2865. [38] X. Li, W. Cai, J. An, S. Kim, J. Nah, D. Yang, R. Piner,\nA. Velamakanni, I. Jung, E. Tutuc, Science 2009, 324, 1312. [39] X. Li, Y. Zhu, W. Cai, M. Borysiak, B. Han, D. Chen, R. D. Piner,\nL. Colombo, R. S. Ruoff, Nano Lett. 2009, 9, 4359. [40] A. Reina, X. Jia, J. Ho, D. Nezich, H. Son, V. Bulovic,\nM. S. Dresselhaus, J. Kong, Nano Lett. 2009, 9, 30. [41] J. Zhang, P. Hu, X. Wang, Z. Wang, D. Liu, B. Yang, W. Cao,\nJ. Mater. Chem. 2012, 22, 18283. [42] J. Ryu, Y. Kim, D. Won, N. Kim, J. S. Park, E.-K. Lee, D. Cho,\nS.-P. Cho, S. J. Kim, G. H. Ryu, H.-A. S. Shin, Z. Lee, B. H. Hong, S. Cho, ACS Nano 2014, 8, 950. [43] Q. Yu, L. A. Jauregui, W. Wu, R. Colby, J. Tian, Z. Su, H. Cao, Z. Liu, D. Pandey, D. Wei, Nat. Mater. 2011, 10, 443. [44] M. Sarno, G. Rossi, C. Cirillo, L. Incarnato, Ind. Eng. Chem. Res. 2018, 57, 4895. [45] T. Chen, Y. Xue, A. K. Roy, L. Dai, ACS Nano 2014, 8, 1039. [46] J.-Y. Hong, W. Kim, D. Choi, J. Kong, H. S. Park, ACS Nano 2016,\n10, 9446. [47] J. Han, J.-Y. Lee, J. Lee, J.-S. Yeo, Adv. Mater. 2018, 30, 1704626. [48] Y.-Z. Chen, H. Medina, H.-W. Tsai, Y.-C. Wang, Y.-T. Yen,\nA. Manikandan, Y.-L. Chueh, Chem. Mater. 2015, 27, 1646. [49] T. Yamada, M. Ishihara, J. Kim, M. Hasegawa, S. Iijima, Carbon\n2012, 50, 2615. [50] E. S. Polsen, D. Q. McNerny, B. Viswanath, S. W. Pattinson,\nA. John Hart, Sci. Rep. 2015, 5, 10257. [51] P. R. Kidambi, D. D. Mariappan, N. T. Dee, A. Vyatskikh, S. Zhang,\nR. Karnik, A. J. Hart, ACS Appl. Mater. Interfaces 2018, 10, 10369. [52] D. H. Seo, M. Batmunkh, J. Fang, A. T. Murdock, S. Yick, Z. Han,\nC. J. Shearer, T. J. Macdonald, M. Lawn, A. Bendavid, J. G. Shapter, K. Ostrikov, FlatChem 2018, 8, 1. [53] Y. Chen, X.-L. Gong, J.-G. Gai, Adv. Sci. 2016, 3, 1500343. [54] K. S. Kim, Y. Zhao, H. Jang, S. Y. Lee, J. M. Kim, K. S. Kim,\nJ. H. Ahn, P. Kim, J. Y. Choi, B. H. Hong, Nature 2009, 457, 706. [55] S. Bae, H. Kim, Y. Lee, X. Xu, J. S. Park, Y. Zheng, J. Balakrishnan,\nT. Lei, H. R. Kim, Y. I. Song, Nat. Nanotechnol. 2010, 5, 574. [56] B. Wang, M. Huang, L. Tao, S. H. Lee, A. R. Jang, B.-W. Li,\nH. S. Shin, D. Akinwande, R. S. Ruoff, ACS Nano 2016, 10, 1404. [57] M. Miriam, W. Frederic, A. Therese, Z. Bin, J. Benedict, F. Manuel,\nC. Tong Lai, C. Theresa, L. Robert, P. Valerio, M. Prantik, 2D Mater. 2018, 5, 035022.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (30 of 32)\n[58] Y. Lee, S. Bae, H. Jang, S. Jang, S.-E. Zhu, S. H. Sim, Y. I. Song, B. H. Hong, J.-H. Ahn, Nano Lett. 2010, 10, 490. [59] Y. Song, S. Chang, S. Gradecak, J. Kong, Adv. Energy Mater. 2016, 6. [60] H. Sun, D. Chen, Y. Wu, Q. Yuan, L. Guo, D. Dai, Y. Xu, P. Zhao, N. Jiang, C.-T. Lin, J. Mater. Chem. C 2017, 5, 1880. [61] P. Xu, J. Kang, J.-B. Choi, J. Suhr, J. Yu, F. Li, J.-H. Byun, B.-S. Kim, T.-W. Chou, ACS Nano 2014, 8, 9437. [62] Y. Wang, Y. Zheng, X. Xu, E. Dubuisson, Q. Bao, J. Lu, K. P. Loh, ACS Nano 2011, 5, 9927. [63] L. Gao, W. Ren, H. Xu, J. Li, Z. Wang, M. Teng, L. P. Ma, Z. Zhang, F. Qiang, L. M. Peng, Nat. Commun. 2012, 3, 699. [64] Y. Zang, L.-B. Li, Q. Chu, H. Pu, J. Hu, H. Jin, Y. Zhang, AIP Adv. 2018, 8, 065206. [65] G. Deokar, J. Avila, I. Razado-Colambo, J. L. Codron, C. Boyaval, E. Galopin, M. C. Asensio, D. Vignaud, Carbon 2015, 89, 82. [66] W. H. Lee, J. W. Suk, J. Lee, Y. Hao, J. Park, J. W. Yang, H.-W. Ha, S. Murali, H. Chou, D. Akinwande, K. S. Kim, R. S. Ruoff, ACS Nano 2012, 6, 1284. [67] J. W. Suk, A. Kitt, C. W. Magnuson, Y. Hao, S. Ahmed, J. An, A. K. Swan, B. B. Goldberg, R. S. Ruoff, ACS Nano 2011, 5, 6916. [68] B. N. Chandrashekar, B. Deng, A. S. Smitha, Y. Chen, C. Tan, H. Zhang, H. Peng, Z. Liu, Adv. Mater. 2015, 27, 5210. [69] H. Xin, Q. Zhao, D. Chen, W. Li, J. Micro and Nano-Manuf. 2018, 6, 031004. [70] T. Kobayashi, M. Bando, N. Kimura, K. Shimizu, K. Kadono, N. Umezu, K. Miyahara, S. Hayazaki, S. Nagai, Y. Mizuguchi, Y. Murakami, D. Hobara, Appl. Phys. Lett. 2013, 102, 023112. [71] J. Bongkyun, K. Chang-Hyun, C. Seung Tae, K. Kyung-Shik, K. Kwang-Seop, L. Hak-Joo, C. Seungmin, A. Jong-Hyun, K. Jae-Hyun, 2D Mater. 2017, 4, 024002. [72] J. Sun, Y. Zhang, Z. Liu, ChemNanoMat 2016, 2, 9. [73] J. Sun, Y. Chen, X. Cai, B. Ma, Z. Chen, M. K. Priydarshi, K. Chen,\nT. Gao, X. Song, Q. Ji, X. Guo, D. Zou, Y. Zhang, Z. Liu, Nano Res. 2015, 8, 3496. [74] J. Kim, M. Ishihara, Y. Koga, K. Tsugawa, M. Hasegawa, S. Iijima, Appl. Phys. Lett. 2011, 98, 091502. [75] J. Sun, Y. Chen, M. K. Priydarshi, Z. Chen, A. Bachmatiuk, Z. Zou, Z. Chen, X. Song, Y. Gao, M. H. Rümmeli, Y. Zhang, Z. Liu, Nano Lett. 2015, 15, 5846. [76] J. Sun, Z. Chen, L. Yuan, Y. Chen, J. Ning, S. Liu, D. Ma, X. Song, M. K. Priydarshi, A. Bachmatiuk, M. H. Rümmeli, T. Ma, L. Zhi, L. Huang, Y. Zhang, Z. Liu, ACS Nano 2016, 10, 11136. [77] Y. Chen, J. Sun, J. Gao, F. Du, Q. Han, Y. Nie, Z. Chen, A. Bachmatiuk, M. K. Priydarshi, D. Ma, X. Song, X. Wu, C. Xiong, M. H. Rümmeli, F. Ding, Y. Zhang, Z. Liu, Adv. Mater. 2015, 27, 7839. [78] Q.-Q. Zhuo, Q. Wang, Y.-P. Zhang, D. Zhang, Q.-L. Li, C.-H. Gao, Y.-Q. Sun, L. Ding, Q.-J. Sun, S.-D. Wang, J. Zhong, X.-H. Sun, S.-T. Lee, ACS Nano 2015, 9, 594. [79] J. Yoon, H. Sung, G. Lee, W. Cho, N. Ahn, H. S. Jung, M. Choi, Energy Environ. Sci. 2017, 10, 337. [80] W. S. Hummers, R. E. Offeman, J. Am. Chem. Soc. 1958, 80, 1339. [81] J. Zhao, S. Pei, W. Ren, L. Gao, H. M. Cheng, ACS Nano 2010, 4,\n5245. [82] J. Ning, L. Hao, M. Jin, X. Qiu, Y. Shen, J. Liang, X. Zhang,\nB. Wang, X. Li, L. Zhi, Adv. Mater. 2017, 29, 1605028. [83] J. Geng, L. Liu, S. B. Yang, S.-C. Youn, D. W. Kim, J.-S. Lee,\nJ.-K. Choi, H.-T. Jung, J. Phys. Chem. C 2010, 114, 14433. [84] J. Wu, M. Agrawal, H. A. Becerril, Z. Bao, Z. Liu, Y. Chen,\nP. Peumans, ACS Nano 2010, 4, 43. [85] X. Wang, I. Kholmanov, H. Chou, R. S. Ruoff, ACS Nano 2015, 9,\n8737. [86] T. Aytug, M. S. Rager, W. Higgins, F. G. Brown, G. M. Veith,\nC. M. Rouleau, H. Wang, Z. D. Hood, S. M. Mahurin, R. T. Mayes,\nP. C. Joshi, T. Kuruganti, ACS Appl. Mater. Interfaces 2018, 10, 11008. [87] Q. Zheng, W. H. Ip, X. Lin, N. Yousefi, K. K. Yeung, Z. Li, J.-K. Kim, ACS Nano 2011, 5, 6039. [88] Q. Zheng, Z. Li, J. Yang, J.-K. Kim, Prog. Mater. Sci. 2014, 64, 200. [89] M. Alahbakhshi, A. Fallahi, E. Mohajerani, M.-R. Fathollahi, F. A. Taromi, M. Shahinpoor, Opt. Mater. 2017, 64, 366. [90] H. Sun, D. Chen, C. Ye, X. Li, D. Dai, Q. Yuan, K. W. A. Chee, P. Zhao, N. Jiang, C.-T. Lin, Appl. Surf. Sci. 2018, 435, 809. [91] A. Viinikanoja, Z. Wang, J. Kauppila, C. Kvarnström, Phys. Chem. Chem. Phys. 2015, 17, 12115. [92] J. Kauppila, P. Kunnas, P. Damlin, A. Viinikanoja, C. Kvarnström, Electrochim. Acta 2013, 89, 84. [93] K. Q. Deng, J. H. Zhou, X. F. Li, Colloids Surf., B 2013, 101, 183. [94] J. Ping, Y. Wang, K. Fan, J. Wu, Y. Ying, Biosens. Bioelectron. 2011,\n28, 204. [95] Y. Harima, S. Setodoi, I. Imae, K. Komaguchi, Y. Ooyama,\nJ. Ohshita, H. Mizota, J. Yano, Electrochim. Acta 2011, 56, 5363. [96] Y. Shao, J. Wang, M. Engelhard, C. Wang, Y. Lin, J. Mater. Chem.\n2010, 20, 743. [97] A. Ambrosi, C. K. Chua, A. Bonanni, M. Pumera, Chem. Mater.\n2012, 24, 2292. [98] P. Chamoli, M. K. Das, K. K. Kar, J. Phys. Chem. Solids 2018, 113,\n17. [99] W. Gao, L. B. Alemany, L. Ci, P. M. Ajayan, Nat. Chem. 2009, 1,\n403. [100] X. Hu, X. Meng, J. Xiong, Z. Huang, X. Yang, L. Tan, Y. Chen, Adv.\nMater. Technol. 2017, 2, 1700138. [101] S. Y. Jeong, S. H. Kim, J. T. Han, H. J. Jeong, S. Yang, G.-W. Lee,\nACS Nano 2011, 5, 870. [102] D. Konios, C. Petridis, G. Kakavelakis, M. Sygletou, K. Savva,\nE. Stratakis, E. Kymakis, Adv. Funct. Mater. 2015, 25, 2213. [103] X. Li, D. Zhang, C. Yang, Y. Shang, J. Nanosci. Nanotechnol. 2015,\n15, 9500. [104] Z. Liu, Y. Xie, J. Zhao, S. Wu, Z. Zhou, M. Wen, Y.-B. Cheng,\nJ. Zhong, Thin Solid Films 2018, 657, 24. [105] M. M. MacInnes, S. Hlynchuk, S. Acharya, N. Lehnert,\nS. Maldonado, ACS Appl. Mater. Interfaces 2018, 10, 2004. [106] S. Watcharotone, D. A. Dikin, S. Stankovich, R. Piner, I. Jung,\nG. H. B. Dommett, G. Evmenenko, S.-E. Wu, S.-F. Chen, C.-P. Liu, S. T. Nguyen, R. S. Ruoff, Nano Lett. 2007, 7, 1888. [107] Z. Yin, S. Sun, T. Salim, S. Wu, X. Huang, Q. He, Y. M. Lam, H. Zhang, ACS Nano 2010, 4, 5263. [108] J. Zhao, S. Pei, W. Ren, L. Gao, H.-M. Cheng, ACS Nano 2010, 4, 5245. [109] L. Song, F. Khoerunnisa, W. Gao, W. Dou, Carbon 2013, 52, 608. [110] S. Y. Toh, K. S. Loh, S. K. Kamarudin, R. W. D. Wan, Chem. Eng. J.\n2014, 251, 422. [111] U. Hofmann, A. Frenzel, Kolloid-Z. 1934, 68, 149. [112] K. K. H. De Silva, H. H. Huang, R. K. Joshi, M. Yoshimura, Carbon\n2017, 119, 190. [113] J. Wang, M. Liang, Y. Fang, T. Qiu, J. Zhang, L. Zhi, Adv. Mater.\n2012, 24, 2874. [114] M. Liang, J. Wang, B. Luo, T. Qiu, L. Zhi, Small 2012, 8, 1180. [115] J. Ning, J. Wang, X. Li, T. Qiu, B. Luo, L. Hao, M. Liang, B. Wang,\nL. Zhi, J. Mater. Chem. A 2014, 2, 10969. [116] H. Y. He, X. L. Li, J. Wang, T. F. Qiu, Y. Fang, Q. Song, B. Luo,\nX. F. Zhang, L. J. Zhi, Small 2013, 9, 820. [117] F. Alotaibi, T. T. Tung, M. J. Nine, S. Kabiri, M. Moussa,\nD. N. H. Tran, D. Losic, Carbon 2018, 127, 113. [118] X. Wang, L. Zhi, N. Tsao, Z. Tomovic, J. Li, K. Muellen, Angew.\nChem., Int. Ed. 2008, 47, 2990. [119] A. G. Ricciardulli, S. Yang, X. Feng, P. W. M. Blom, ACS Appl.\nMater. Interfaces 2017, 9, 25412.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (31 of 32)\n[120] S. Majee, M. Song, S.-L. Zhang, Z.-B. Zhang, Carbon 2016, 102, 51. [121] Y. Fang, J. Wang, Y. Jia, B. Luo, X. Li, F. Kang, L. Zhi, J. Nanosci.\nNanotechnol. 2013, 13, 942. [122] P. C. Mahakul, K. Sa, B. Das, B. V. R. S. Subramaniam, S. Saha,\nB. Moharana, J. Raiguru, S. Dash, J. Mukherjee, P. Mahanandia, J. Mater. Sci. 2017, 52, 5696. [123] X. Dong, B. Li, A. Wei, X. Cao, M. B. Chan-Park, H. Zhang, L.-J. Li, W. Huang, P. Chen, Carbon 2011, 49, 2944. [124] Q. Zheng, B. Zhang, X. Lin, X. Shen, N. Yousefi, Z.-D. Huang, Z. Li, J.-K. Kim, J. Mater. Chem. 2012, 22, 25072. [125] A. L. Gorkina, A. P. Tsapenko, E. P. Gilshteyn, T. S. Koltsova, T. V. Larionova, A. Talyzin, A. S. Anisimov, I. V. Anoshkin, E. I. Kauppinen, O. V. Tolochko, A. G. Nasibulin, Carbon 2016, 100, 501. [126] H.-J. Lee, Y.-S. Song, T. K. An, W.-K. Choi, S.-R. Kim, Synth. Met. 2016, 221, 340. [127] J. Wan, Y. Xu, B. Ozdernir, L. Xu, A. B. Sushkov, Z. Yang, B. Yang, D. Drew, V. Barone, L. Hu, ACS Nano 2017, 11, 788. [128] J. Zhang, Z. Chen, X. Xu, W. Liao, L. Yang, RSC Adv. 2017, 7, 52555. [129] T.-K. Hong, D. W. Lee, H. J. Choi, H. S. Shin, B.-S. Kim, ACS Nano 2010, 4, 3861. [130] I. N. Kholmanov, C. W. Magnuson, R. Piner, J.-Y. Kim, A. E. Aliev,\nC. Tan, T. Y. Kim, A. A. Zakhidov, G. Sberveglieri, R. H. Baughman, R. S. Ruoff, Adv. Mater. 2015, 27, 3053. [131] Z. Liu, K. Parvez, R. Li, R. Dong, X. Feng, K. Müllen, Adv. Mater. 2015, 27, 669. [132] P. You, Z. Liu, Q. Tai, S. Liu, F. Yan, Adv. Mater. 2015, 27, 3632. [133] Q. Chen, F. Zabihi, M. Eslamian, Synth. Met. 2016, 222, 309. [134] C. Biswas, I. Candan, Y. Alaskar, H. Qasem, W. Zhang, A. Z. Stieg,\nY.-H. Xie, K. L. Wang, Sci. Rep. 2018, 8, 10259. [135] X. Fang, Z. Fan, Y. Gu, J. Shi, M. Chen, X. Chen, S. Qiu, F. Zabihi,\nM. Eslamian, Q. Chen, J. Shanghai Jiaotong Univ. (Sci.) 2018, 23, 106. [136] A. Rosenberg, G. Beadie, J. S. Shirk, M. Brindza, R. A. Flynn, Appl.\nOpt. 2015, 54, F139. [137] N. Sultanova, S. Kasarova, I. Nikolov, Acta Phys. Pol., A 2009, 116,\n585. [138] D. Jung, Y.-H. Ko, J. Cho, P. D. Adhikari, S. I. Lee, Y. Kim, W. Song,\nM. W. Jung, S. W. Jang, S. Y. Lee, K.-S. An, C.-Y. Park, Appl. Surf. Sci. 2015, 357, 287. [139] Z. Lu, L. Ma, J. Tan, H. Wang, X. Ding, Nanoscale 2016, 8, 16684. [140] T. T. Tung, F. Alotaibi, M. J. Nine, R. Silva, D. N. H. Tran,\nI. Janowska, D. Losic, Chem. Eng. J. 2018, 338, 764. [141] J. Yang, P. Liu, X. Wei, W. Luo, J. Yang, H. Jiang, D. Wei, R. Shi,\nH. Shi, ACS Appl. Mater. Interfaces 2017, 9, 36017. [142] X. Gan, R. Lv, H. Zhu, L.-P. Ma, X. Wang, Z. Zhang, Z.-H. Huang,\nH. Zhu, W. Ren, M. Terrones, F. Kang, J. Mater. Chem. A 2016, 4, 13795. [143] T. Qiu, B. Luo, M. Liang, J. Ning, B. Wang, X. Li, L. Zhi, Carbon 2015, 81, 232. [144] Y. Zhu, Z. Sun, Z. Yan, Z. Jin, J. M. Tour, ACS Nano 2011, 5, 6472. [145] J. Kang, Y. Jang, Y. Kim, S.-H. Cho, J. Suhr, B. H. Hong, J.-B. Choi,\nD. Byun, Nanoscale 2015, 7, 6567. [146] Z. Chen, X. Xu, J. Zhang, M. Shin, L. Yang, Mol. Cryst. Liq. Cryst.\n2017, 651, 250. [147] F. Alotaibi, T. T. Tung, M. J. Nine, C. J. Coghlan, D. Losic, ACS\nAppl. Nano Mater. 2018, 1, 2249. [148] I. N. Kholmanov, C. W. Magnuson, A. E. Aliev, H. Li, B. Zhang,\nJ. W. Suk, L. L. Zhang, E. Peng, S. H. Mousavi, A. B. Khanikaev, R. Piner, G. Shvets, R. S. Ruoff, Nano Lett. 2012, 12, 5679. [149] R. Chen, S. R. Das, C. Jeong, M. R. Khan, D. B. Janes, M. A. Alam, Adv. Funct. Mater. 2013, 23, 5150. [150] I. N. Kholmanov, S. H. Domingues, H. Chou, X. Wang, C. Tan, J.-Y. Kim, H. Li, R. Piner, A. J. G. Zarbin, R. S. Ruoff, ACS Nano 2013, 7, 1811. [151] Y.-T. Lai, N.-H. Tai, ACS Appl. Mater. Interfaces 2015, 7, 18553.\n[152] Z. Zhu, T. Mankowski, K. Balakrishnan, A. S. Shikoh, F. Touati, M. A. Benammar, M. Mansuripur, C. M. Falco, ACS Appl. Mater. Interfaces 2015, 7, 16223. [153] S. Sadeque, Y. Gong, K. Maize, A. K. Ziabari, A. M. S. Mohammed, A. Shakouri, D. B. Janes, IEEE Trans. Nanotechnol. 2018, 17, 276. [154] K. Wang, X. Yang, Z.-l. Li, H. Xie, Y.-z. Zhao, Y.-h. Wang, Optoelectron. Lett. 2018, 14, 195. [155] D. Lee, H. Lee, Y. Ahn, Y. Jeong, D.-Y. Lee, Y. Lee, Nanoscale 2013, 5, 7750. [156] D. Lee, H. Lee, Y. Ahn, Y. Lee, Carbon 2015, 81, 439. [157] Y. Gao, W. Wang, N. Song, Y. Gai, Y. Zhao, J. Mater. Sci.: Mater.\nElectron. 2017, 28, 17031. [158] A. G. Ricciardulli, S. Yang, G.-J. A. H. Wetzelaer, X. Feng,\nP. W. M. Blom, Adv. Funct. Mater. 2018, 28, 1706010. [159] T. Tran Nam, D.-O. Kim, J.-H. Lee, V.-D. Dao, H.-S. Choi, E.-T. Kim,\nACS Appl. Mater. Interfaces 2017, 9, 21406. [160] M. D. S. L. Wimalananda, J.-K. Kim, J.-M. Lee, Carbon 2017,\n125, 9. [161] Y. Ahn, Y. Jeong, D. Lee, Y. Lee, ACS Nano 2015, 9, 3125. [162] A. Aliprandi, T. Moreira, C. Anichini, M.-A. Stoeckel, M. Eredia,\nU. Sassi, M. Bruna, C. Pinheiro, C. A. T. Laia, S. Bonacchi, P. Samori, Adv. Mater. 2017, 29, 1703225. [163] H. Dong, Z. Wu, Y. Jiang, W. Liu, X. Li, B. Jiao, W. Abbas, X. Hou, ACS Appl. Mater. Interfaces 2016, 8, 31212. [164] Q. Zhang, Y. Di, C. M. Huard, L. J. Guo, J. Wei, J. Guo, J. Mater. Chem. C 2015, 3, 1528. [165] Y. Han, Y. Liu, L. Han, J. Lin, P. Jin, Carbon 2017, 115, 34. [166] H. K. Yu, Nanomaterials 2016, 6, 161. [167] H. Sun, G. Ge, J. Zhu, H. Yan, Y. Lu, Y. Wu, J. Wan, M. Han, Y. Luo,\nRSC Adv. 2015, 5, 108044. [168] A. Kasry, M. A. Kuroda, G. J. Martyna, G. S. Tulevski, A. A. Bol, ACS\nNano 2010, 4, 3839. [169] L. La Notte, G. V. Bianco, A. L. Palma, A. Di Carlo, G. Bruno,\nA. Reale, Carbon 2018, 129, 878. [170] W. Cai, Y. Zhu, X. Li, R. D. Piner, R. S. Ruoff, Appl. Phys. Lett. 2009,\n95, 123115. [171] K. Ki Kang, R. Alfonso, S. Yumeng, P. Hyesung, L. Lain-Jong,\nL. Young Hee, K. Jing, Nanotechnology 2010, 21, 285205. [172] J. M. Kim, S. Kim, D. H. Shin, S. W. Seo, H. S. Lee, J. H. Kim,\nC. W. Jang, S. S. Kang, S.-H. Choi, G. Y. Kwak, K. J. Kim, H. Lee, H. Lee, Nano Energy 2018, 43, 124. [173] S. J. Lee, Y. R. Lim, S. Ji, S. K. Kim, Y. Yoon, W. Song, S. Myung, J. Lim, K.-S. An, J.-S. Park, S. S. Lee, Carbon 2018, 126, 241. [174] K. K. Walsh, C. Murphy, G. Jones, M. Barnes, A. D. Sanctis, D.-W. Shin, S. Russo, M. Craciun, SPIE Photonics Europe 2018, 7, 10688. [175] J. Wan, F. Gu, W. Bao, J. Dai, F. Shen, W. Luo, X. Han, D. Urban, L. Hu, Nano Lett. 2015, 15, 3763. [176] Y. Wang, X. Chen, Y. Zhong, F. Zhu, K. P. Loh, Appl. Phys. Lett. 2009, 95, 063302. [177] X. Miao, S. Tongay, M. K. Petterson, K. Berke, A. G. Rinzler, B. R. Appleton, A. F. Hebard, Nano Lett. 2012, 12, 2745. [178] A. E. Mansour, S. Dey, A. Amassian, M. H. Tanielian, ACS Appl. Mater. Interfaces 2015, 7, 17692. [179] T.-H. Han, Y. Lee, M.-R. Choi, S.-H. Woo, S.-H. Bae, B. H. Hong, J.-H. Ahn, T.-W. Lee, Nat. Photonics 2012, 6, 105. [180] Y. Xu, H. Yu, C. Wang, J. Cao, Y. Chen, Z. Ma, Y. You, J. Wan, X. Fang, X. Chen, Nanoscale Res. Lett. 2017, 12, 254. [181] I. Khrapach, F. Withers, T. H. Bointon, D. K. Polyushkin, W. L. Barnes, S. Russo, M. F. Craciun, Adv. Mater. 2012, 24, 2844. [182] C.-L. Hsu, C.-T. Lin, J.-H. Huang, C.-W. Chu, K.-H. Wei, L.-J. Li, ACS Nano 2012, 6, 5031. [183] S.-X. Da, J. Wang, H.-Z. Geng, S.-L. Jia, C.-X. Xu, L.-G. Li, P.-P. Shi, G. Li, Appl. Surf. Sci. 2017, 392, 1117.\nSmall Methods 2019, 3, 1800199\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1800199 (32 of 32)\n[184] J. Liang, L. Li, K. Tong, Z. Ren, W. Hu, X. Niu, Y. Chen, Q. Pei, ACS Nano 2014, 8, 1590. [185] L. Yang, X. Yu, W. Hu, X. Wu, Y. Zhao, D. Yang, ACS Appl. Mater. Interfaces 2015, 7, 4135. [186] Y.-F. Liu, J. Feng, Y.-F. Zhang, H.-F. Cui, D. Yin, Y.-G. Bi, J.-F. Song, Q.-D. Chen, H.-B. Sun, Org. Electron. 2015, 26, 81. [187] S. Jia, H. D. Sun, J. H. Du, Z. K. Zhang, D. D. Zhang, L. P. Ma, J. S. Chen, D. G. Ma, H. M. Cheng, W. C. Ren, Nanoscale 2016, 8, 10714. [188] T. T. Tung, J. Yoo, F. K. Alotaibi, M. J. Nine, R. Karunagaran, M. Krebsz, G. T. Nguyen, D. N. H. Tran, J.-F. Feller, D. Losic, ACS Appl. Mater. Interfaces 2016, 8, 16521. [189] D. Zhang, K. Ryu, X. Liu, E. Polikarpov, J. Ly, M. E. Tompson, C. Zhou, Nano Lett. 2006, 6, 1880. [190] Y. Zhou, L. Hu, G. Gruner, Appl. Phys. Lett. 2006, 88, 2513. [191] M. D. Lima, M. J. D. Andrade, V. Skákalová, F. Nobre,\nC. P. Bergmann, S. Roth, Physica Status Solidi RRL 2007, 1, 165.\n[192] C. S. Woo, C. H. Lim, C. W. Cho, B. Park, H. Ju, D. H. Min, C. J. Lee, S. B. Lee, Microelectron. Eng. 2007, 84, 1610. [193] Y. Wang, C. A. Di, Y. Liu, H. Kajiura, S. Ye, L. Cao, D. Wei, H. Zhang, Y. Li, K. Noda, Adv. Mater. 2008, 20, 4442. [194] J. H. Yim, S. K. Yong, K. H. Koh, S. Lee, J. Vac. Sci. Technol., B: Microelectron. Process. Phenom. 2008, 26, 851. [195] S. L. Hellstrom, W. L. Hang, Z. Bao, ACS Nano 2009, 3, 1423. [196] J. W. Jo, J. W. Jung, J. U. Lee, W. H. Jo, ACS Nano 2010, 4, 5382. [197] X. Li, L. Zhang, X. Wang, I. Shimoyama, X. Sun, W. S. Seo, H. Dai,\nJ. Am. Chem. Soc. 2007, 129, 4890. [198] N. Karousis, J. Ortiz, K. Ohkubo, T. Hasobe, S. Fukuzumi,\nÁ. SastreSantos, N. Tagmatarchis, J. Phys. Chem. C 2012, 116, 20564. [199] X. Dong, D. Fu, W. Fang, Y. Shi, P. Chen, L. J. Li, Small 2009, 5, 1422. [200] X. Wang, X. Li, L. Zhang, Y. Yoon, P. K. Weber, H. Wang, J. Guo, H. Dai, Science 2009, 324, 768.\nSmall Methods 2019, 3, 1800199"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "H. Sun", "D. Chen", "Y. Wu", "Q. Yuan", "L. Guo", "D. Dai", "Y. Xu", "P. Zhao", "N. Jiang", "C.-T. Lin", "J. Mater" ],
      "venue" : "C 2017, 5,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 1880
    }, {
      "title" : "Chem",
      "author" : [ "W.S. Hummers", "R.E. Offeman", "J. Am" ],
      "venue" : "Soc. 1958, 80,",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 1339
    }, {
      "title" : "Mater",
      "author" : [ "M.M. MacInnes", "S. Hlynchuk", "S. Acharya", "N. Lehnert", "S. Maldonado", "ACS Appl" ],
      "venue" : "Interfaces 2018, 10,",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Nano Mater",
      "author" : [ "F. Alotaibi", "T.T. Tung", "M.J. Nine", "C.J. Coghlan", "D. Losic", "ACS Appl" ],
      "venue" : "2018, 1,",
      "citeRegEx" : "147",
      "shortCiteRegEx" : null,
      "year" : 2249
    }, {
      "title" : "Chem",
      "author" : [ "Q. Zhang", "Y. Di", "C.M. Huard", "L.J. Guo", "J. Wei", "J. Guo", "J. Mater" ],
      "venue" : "C 2015, 3,",
      "citeRegEx" : "164",
      "shortCiteRegEx" : null,
      "year" : 1528
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "5% at 550 nm, and their electron mobility can be improved up to two times (1178 cm2 V−1 s−1) of that fabricated by the normal transfer procedure (685 cm2 V−1 s−1).[60] For the purpose of adjusting the properties of G-TCFs, prepatterning target substrates are selected.",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 1,
      "context" : "The starting material in this route is GO from graphite, which is prepared with the well-known Hummers and Offenman’s method (an oxidation–exfoliation process of graphite).[80] GO sheets are strong hydrophilic because they are heavily decorated by oxygen groups.",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 2,
      "context" : "Since hydrogen sulfide was introduced in 1934,[111] a numerous number of reductants have been explored for the chemical reduction of GO, such as hydrazine,[101,104] metallocene,[105] sodium borohydride,[99] sodium citrate, lithium aluminum hydride,[97] hydrohalic acids,[90,100,102,103] and hydroquinone.",
      "startOffset" : 177,
      "endOffset" : 182
    }, {
      "referenceID" : 4,
      "context" : "0% Flexible cholesteric liquid crystals (Ch-LCs) [164]",
      "startOffset" : 49,
      "endOffset" : 54
    }, {
      "referenceID" : 4,
      "context" : "Alternatively, PVA has been also chosen to assembly the graphene/Ag NWs/polymer hybrid TCFs.[164] As shown in Figure 28b, PVA-encapsulated AgNWs network is on the top of the single-layer graphene, which can help to achieve more intimate contact between the graphene and AgNWs as",
      "startOffset" : 92,
      "endOffset" : 97
    }, {
      "referenceID" : 4,
      "context" : "Reproduced with permission.[164] Copyright 2015, American Chemical Society.",
      "startOffset" : 27,
      "endOffset" : 32
    } ],
    "year" : 2018,
    "abstractText" : "DOI: 10.1002/smtd.201800199 devices, particularly those flexible, stretchable, and bendable devices. To address the demand, other alternatives should be explored instead of ITO for TCFs. Graphene is a highly recommended material for TCFs due to its excellent electrical conductivity and optical transmittance in the visible and near-infrared (NIR) region.[3–5,8–29] Moreover, graphene exhibits high flexibility and outstanding chemical stability.[22,30] The single-layer graphene could achieve a potential sheet resistance of 30 Ω sq−1 due to its high electron mobility (200 000 cm2 V−1 s−1).[24] And the optical absorbance of single-layer graphene is as low as ≈2.3%. However, it is still a challenge to produce large-area single-crystalline graphene without any defects and contaminants. Frequently, defects, wrinkles and domain boundaries could be introduced during the preparation process of graphene films. For instance, in the transferring procedure for graphenes grown by chemical vapor deposition (CVD) strategy, wrinkles are always introduced, consequently lowering the carrier mobility. When reducing the graphene oxide (GO) to graphene, some defects are introduced as well. All these drawbacks decrease the conductivity of graphene, which limits its application in devices. As a consequence, it is difficult to achieve the attractive features of perfect graphene in practice. Therefore, many efforts have been made to bridge the gap between theory and practice, through mainly three strategies: improving the quality of graphene, preparing hybrid material system of graphene and other species, and optimizing the structures of the devices. For improving the quality of graphene, controllable synthesis ways have been applied and novel transfer methods have been used. Many emerging materials for ITO replacement, including carbon nanotubes (CNTs), conductive polymers, metal nanowires (NWs), and metallic nanoparticles (NPs), have been selected to hybridize with graphene to combine the properties of other materials and graphene into a single functional electrode. To increase the conductivity and WF of graphene, chemical doping and multilayer graphene film growth have been carried out. By surface modifications, the interface between graphene and active materials in devices has been improved. All these approaches aim to expand its application as transparent electrodes in optoelectronic devices, and have attracted tremendous attention in the field.[31] Most importantly, efficient and economical preparation strategies for industrial The rising demands of optoelectronic devices, such as flexibility, stretchability, and energy efficiency, urgently require alternative transparent conductive films (TCFs) for indium tin oxide. Among all the candidates such as carbon nanomaterials, metal nanomaterials, conductive polymers, and other nanocomposites, graphene is highly promising because of its distinct properties, such as outstanding conductivity, impressive optical transparency, remarkable mechanical flexibility, and chemical/thermal stability. However, the practical application of graphene-based TCFs (G-TCFs) is still challenging due to the difficulty for preparing large-area crystalline graphene with few defects for TCFs. Many efforts have been made to solve these problems, and several kinds of optoelectronic devices have been successfully fabricated with G-TCFs. This review presents the recent development in this area made by the authors and others, including the material systems and synthetic strategies of G-TCFs, as well as their applications as transparent electrodes in optoelectronic devices such as field effect transistors, organic light-emitting diodes, organic solar cells, and other devices. The current major challenges in this area and the potential practical solutions are identified. Graphene",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}