{
  "name" : "downloads_2019-10-26_99_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "AgBr/BiOBr Nano-Heterostructure-Decorated Polyacrylonitrile Nanofibers: A Recyclable High-Performance Photocatalyst for Dye Degradation under Visible-Light Irradiation",
    "authors" : [ "Mingyi Zhang", "Ying Qi", "Zhenyi Zhang" ],
    "emails" : [ "Zhangmingyi@hrbnu.edu.cn", "qy1324759070@163.com", "zhangzy@dlnu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: polyacrylonitrile nanofibers; flexibility; photocatalysis; interfacial charge–transfer; adsorption"
    }, {
      "heading" : "1. Introduction",
      "text" : "With the rapid development of global industry and economics, there is an urgent demand for a “green” ecological environment for human beings. However, the heavy use of nonsustainable fossil fuels and industrial chemicals inevitably leads to environmental pollution threatening human health. [1–4]. Over the past several decades, many efforts have been devoted to environmental remediation using different physical or chemical techniques [5,6]. Among them, the “green” photocatalysis technique has attracted much interest, because it offers great potential for the degradation of organic pollutions in water or air by using high-performance semiconductor photocatalysts under sunlight irradiation [7–9]. As an indirect transition bandgap semiconductor, a BiOBr nanostructure with a low bandgap energy is considered to be an effective photocatalyst for visible-light-driven photocatalytic reactions [10]. The layered crystal\nPolymers 2019, 11, 1718; doi:10.3390/polym11101718 www.mdpi.com/journal/polymers\nPolymers 2019, 11, 1718 2 of 12\nstructure of BiOBr provides a space large enough to polarize the electron–hole pairs, which can effectively boost the separation probability of photoinduced charge carriers during the photocatalytic degradation of organic pollution [11]. It has been reported that two-dimensional (2D) BiOBr nanosheets with good visible-light photocatalytic degradation activity could be easily obtained via a traditional hydrothermal process in the presence of cetyltrimethylammonium bromide (CTAB) as both the precursor and structure template [12]. Nevertheless, it is of immediate significance to further enhance photocatalytic activity and the recyclable properties of BiOBr nanostructures. The rational integration of two different semiconductor photocatalysts to form a well-defined heterojunction interface has been regarded as an effective strategy in reducing charge recombination and enhancing photocatalytic activity. [13] According to band theory, the energy band structures of AgBr and BiOBr are suitable for the formation of “type II” heterojunctions in their heterostructures, which boosts the separation of photoinduced charge carriers during the photocatalytic process [11,12]. Although the AgBr/BiOBr heterostructure has been demonstrated to show enhanced visible-light photocatalytic activity for pollution degradation, the suspended particulate photocatalyst of the AgBr/BiOBr heterostructure is hard to separate completely in solution after a photocatalytic reaction, leading to repollution of the treated water. Thus, the design and fabrication of a macrostructural photocatalyst with a hierarchical multi-heterostructure seems to be an available method to solve the drawbacks to an AgBr/BiOBr heterostructure. Immobilizing photocatalysts on macrostructural supports has been a common solution to answer the repollution problem of particulate photocatalysts. In various support materials, the electrospun mats of polyacrylonitrile nanofibers (PAN NFs) are promising for photocatalyst loading due to the following advantages [14,15]: (1) polymer PAN possesses a relatively stable molecular structure due to the existence of large numbers of cyano groups; (2) a nanosized fibrous structure with an ultralarge surface-to-volume ratio provides abundant active sites for the controllable immobilization of semiconductor-based photocatalysts; (3) electrospun NFs with random orientations interweave to form macroscopic flexible mats with micropore structures, achieving an easily tailorable photocatalyst; and (4) electrospun NFs with unique 1D nanostructure properties can realize a high level of exposure for the loaded nanostructure photocatalysts, therefore improving photocatalytic efficiency. To date, there has been no report on the fabrication of inorganic/organic composite photocatalysts for such AgBr/BiOBr heterostructure-decorated PAN NFs for visible-light-driven photocatalytic degradation. In this work, we report on the controllable immobilization of AgBr/BiOBr nanostructures on the flexible support of electrospun PAN NFs through a facile solvothermal process combined with an in situ ion exchange method. The optimal AgBr/BiOBr/PAN composite mats (CMs) possessed enhanced photocatalytic activity and an excellent separability for the degradation of methyl orange under visible-light irradiation. This could be attributed to the effective process of charge–transfer on the AgBr/BiOBr heterojunction interface and the unique structural properties of flexible PAN nanofibrous mats. Our work provides new insight into the development of semiconductor heterojunction-based flexible photocatalysts for practical applications."
    }, {
      "heading" : "2. Experiment",
      "text" : "Scheme 1 illustrates the synthesis procedure of the flexible inorganic/organic composite mats (CMs) with different component ratios of AgBr/BiOBr nano-heterostructures on PAN NFs. First, the mats of the PAN NFs were obtained through an electrospinning technique. Second, BiOBr nanostructures were assembled onto the surfaces of the electrospun PAN NFs via a solvothermal treatment. Finally, a traditional ion exchange process was employed to construct the AgBr/BiOBr nano-heterostructures on the electrospun PAN NFs. During this process, the BiOBr could react with Ag+ ions in situ to form AgBr nanoparticles (NPs) in the presence of an ethylene glycol solution as the reductant:\nBiOBr + Ag+ Room Temperature−−−−−−−−−−−−−−→BiO+ + AgBr ↓ .\nPolymers 2019, 11, 1718 3 of 12\nPolymers 2019, 11, 1718 3 of 13 BiOBr + Ag ⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯ BiO + AgBr ↓. Thus, AgBr/BiOBr/PAN CMs were obtained by using a three-step synthetic route.\nScheme 1. The schematic synthesis route of the AgBr/BiOBr/polyacrylonitrile (PAN) composite mats (CMs)."
    }, {
      "heading" : "2.1. Fabrication of PAN Nanofiber (NF) Mats",
      "text" : ""
    }, {
      "heading" : "In a typical procedure, 1.0 g of PAN (Mw ca. 150,000, Sigma-Aldrich, Shanghai, China) powder",
      "text" : "was dissolved in 10 mL of N,N-dimethylformamide (DMF, Sinopharm Chemical ReagentCo., Ltd, Shanghai, China) solution. After vigorous stirring at room temperature for 12 h, a homogeneous solution formed. The above precursor solution was drawn into a needle tube. The working voltage was set at 7.5 kV (Dingtong technology development co. LTD, Dalian, China), and the distance between the needle and collector was 12 cm. Thus, white mats consisting of interweaved PAN NFs were obtained on aluminum foil."
    }, {
      "heading" : "2.2. Fabrication of BiOBr/PAN Composite Mats (CMs)",
      "text" : "Here, 0.75 mmol of Bi(NO3)3·5H2O and 0.75 mmol of cetyltrimethylammonium bromide (CTAB, Sinopharm Chemical ReagentCo., Ltd, Shanghai, China) were dissolved into a mixture solution consisting of 10 mL of ethylene glycol (Sinopharm Chemical ReagentCo., Ltd, Shanghai, China) and 30 mL of isopropyl alcohol (Sinopharm Chemical ReagentCo., Ltd, Shanghai, China). Then, 30 mg of the as-electrospun PAN NF mats were added to this solution under magnetic stirring for 3 h. Subsequently, the PAN mat-suspended mixture solution was transferred into a 50-mL Teflon-lined stainless-steel autoclave at 160 °C for 8 h. Then, the autoclave was cooled down to room temperature naturally. Finally, the obtained BiOBr/PAN CMs were removed from the autoclave, washed with deionized water and ethanol several times, and then dried in an oven at 60 °C for 8 h."
    }, {
      "heading" : "2.3. Fabrication of AgBr/BiOBr/PAN CMs",
      "text" : "The AgBr/BiOBr/PAN CMs were prepared through an in situ ion exchange route, for which the as-fabricated BiOBr/PAN CMs were immersed into 20 mL of ethylene glycol with 2 mmol of AgNO3. The component ratio of the AgBr/BiOBr heterostructures on the electrospun PAN NFs was adjusted by controlling the reaction time at 2, 6, 10, and 12 h. Then, the products were washed with deionized water and ethanol several times. Finally, the obtained samples were dried in an oven at 60 °C for 8 h. The AgBr/BiOBr/PAN CMs obtained through the ion exchange treatment at 2, 6, 10, and 12 h were\nSche e 1. The schematic synthesis route of the AgBr/BiOBr/polyacrylonitrile (PAN) composite mats (CMs).\nThus, AgBr/BiOBr/PAN CMs were obtained by using a three-step synthetic route."
    }, {
      "heading" : "2.1. Fabrication of PAN Nanofiber (NF) Mats",
      "text" : "In a typical procedure, 1.0 g of PAN (Mw ca. 150,000, Sigma-Aldrich, Shanghai, China) powder was dissolved in 10 mL of N,N-dimethylformamide (DMF, Sinopharm Chemical ReagentCo., Ltd., Shanghai, China) solution. After vigorous stirring at room temperature for 12 h, a homogeneous solution formed. The above precursor solution was drawn into a needle tube. The working voltage was set at 7.5 kV (Dingtong technology development co. LTD, Dalian, China), and the distance between the needle and collector was 12 cm. Thus, white mats consisting of interweaved PAN NFs were obtained on aluminum foil.\n2.2. Fabrication of BiOBr/PAN Composite Mats (CMs)\nHere, 0.75 mmol of Bi(NO3)3·5H2O and 0.75 mmol of cetyltrimethylammonium bromide (CTAB, Sinopharm Chemical ReagentCo., Ltd., Shanghai, China) were dissolved into a mixture solution consisting of 10 mL of ethylene glycol (Sinopharm Chemical ReagentCo., Ltd., Shanghai, China) and 30 mL of isopropyl alcohol (Sinopharm Chemical ReagentCo., Ltd., Shanghai, China). Then, 30 mg of the as-electrospun PAN NF mats were added to this solution under magnetic stirring for 3 h. Subsequently, the PAN mat-suspended mixture solution was transferred into a 50-mL Teflon-lined stainless-steel autoclave at 160 ◦C for 8 h. Then, the autoclave was cooled down to room temperature naturally. Finally, the obtained BiOBr/PAN CMs were removed from the autoclave, washed with deionized water and ethanol several times, and then dried in an oven at 60 ◦C for 8 h."
    }, {
      "heading" : "2.3. Fabrication of g r/ i r/ AN CMs",
      "text" : "e r/ i r/ s ere prepared through an in situ ion exchange route, for which the as-fabricated BiOBr/PAN CMs were immersed into 20 mL of ethylene glycol with 2 mmol of AgNO3. The component ratio of the AgBr/BiOBr heterostructures on the electrospun PAN NFs was adjusted by controlling the reaction time at 2, 6, 10, and 12 . Then, the products were washed with deionize water and ethanol several times. Finally, the obtained samples were dried in an oven at 60 ◦C for 8 h. The gBr/BiOBr/PAN CMs obtained through the ion exchange treatment at 2, 6, 10, and 12 h were denoted as AgBr/BiOBr/PAN CMs-1, AgBr/BiOBr/PAN CMs-2, AgBr/BiOBr/PAN CMs-3, and AgBr/BiOBr/PAN CMs-4, respectively.\nPolymers 2019, 11, 1718 4 of 12"
    }, {
      "heading" : "2.4. Characterization",
      "text" : "Field emission scanning electron microscopy (FE-SEM; SU70, Hitachi, Japan) and X-ray diffraction (XRD; D/max2600, Rigaku, Japan) were used to characterize the morphology and the crystal structure of the products. An energy-dispersive X-ray (EDX) spectroscope coupled to an FE-SEM (SU70, Hitachi, Tokyo, Japan) was used to analyze the composition of the samples. The UV-Vis diffuse reflectance spectra of the samples were recorded on a Cary 500 UV-vis-NIR spectrophotometer (Agilent, Beijing, China)."
    }, {
      "heading" : "2.5. Photocatalytic Tests",
      "text" : "Here, 100 mg of the as-fabricated samples were put into 50 mL of methyl orange (MO, Sinopharm Chemical ReagentCo., Ltd., Shanghai, China) solution with an initial concentration of 10 mg/L, which was irradiated with a 300-W Xe lamp (Prefectlight, Beijing, China) equipped with an ultraviolet cut-off filter to provide visible light at λ ≥ 400 nm. The catalytic reaction was conducted at room temperature. Decreases in the concentrations of the dyes were analyzed by a Cary 500 UV-vis-NIR spectrophotometer at 460 nm. During the photocatalytic process, 3 mL of the MO solution was extracted at an interval of 15 min, and the samples were analyzed."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "The phase structures of the as-fabricated samples were identified through X-ray diffraction (XRD) patterns. As observed in Figure 1, the sample of PAN NF mats only showed a very broad diffraction peak at 25◦ due to the semicrystalline structure of the polymer [16]. The diffraction peaks from the curve of the BiOBr/PAN CMs were indexed for tetragonal BiOBr (JCPDS, 09-0393). This indicated the formation of BiOBr nanostructures on the electrospun PAN NFs through the solvothermal process. After an ion exchange treatment, some new diffraction peaks originating from the AgBr (JCPDS, 06-0438) could be found in the XRD patterns of the AgBr/BiOBr/PAN CMs. Meanwhile, when we prolonged the reaction time during the ion exchange process, the diffraction intensities of the AgBr peaks were increased on the XRD curve of the AgBr/BiOBr/PAN CMs. This suggests that the component ratio between the AgBr and BiOBr in the ternary CMs could be adjusted by controlling the reaction time of the ion exchange process.Polymers 2019, 11, 1718 5 of 13\nMore detailed information regarding the chemical and bonding environment of the AgBr/BiOBr/PAN photocatalysis was ascertained using X-ray photoelectron spectroscopy (XPS). As shown in Figure 2a, two peaks at 158.9 and 164.2 eV were attributed to Bi 4f7/2 and Bi 4f5/2, respectively, which was indicative of Bi3+ in BiOBr. The Br 3d5/2 and Br 3d3/2 peaks were associated with binding energies of 67.8 and 69.0 eV, respectively (Figure 2b). The peaks at 367.3 and 373.2 eV were attributed to Ag+ in AgBr, and those at 368.4 and 374.4 eV were assigned to Ag0 species (Figure 2c). The O 1s peak could be fitted by two peaks at 531.7 and 533.1 eV, which were related to the oxygen in the BiOBr catalyst and other components (such as –OH and H2O) adsorbed on the surface of AgBr/BiOBr, respectively (Figure 2d).\nPolymers 2019, 11, 1718 5 of 12\nMore detailed information regarding the chemical and bonding environment of the AgBr/BiOBr/PAN photocatalysis was ascertained using X-ray photoelectron spectroscopy (XPS). As shown in Figure 2a, two peaks at 158.9 and 164.2 eV were attributed to Bi 4f7/2 and Bi 4f5/2, respectively, which was indicative of Bi3+ in BiOBr. The Br 3d5/2 and Br 3d3/2 peaks were associated with binding energies of 67.8 and 69.0 eV, respectively (Figure 2b). The peaks at 367.3 and 373.2 eV were attributed to Ag+ in AgBr, and those at 368.4 and 374.4 eV were assigned to Ag0 species (Figure 2c). The O 1s peak could be fitted by two peaks at 531.7 and 533.1 eV, which were related to the oxygen in the BiOBr catalyst and other components (such as –OH and H2O) adsorbed on the surface of AgBr/BiOBr, respectively (Figure 2d).Polymers 2019, 11, 1718 6 of 13\nFigure 2. X-ray photoelectron spectroscopy (XPS) spectra of the AgBr/BiOBr/PAN CMs-2: (a) Bi 4f; (b) Br 3d; (c) Ag 3d; and (d) O 1s.\nThe morphologies of the PAN NF mats, the BiOBr/PAN CMs, and the different AgBr/BiOBr/PAN CMs were characterized using scanning electron microscopy (SEM). Figure 3a shows that the electrospun PAN NFs had relatively smooth surfaces due to organic semicrystalline properties. After solvothermal treatment, BiOBr nanostructures could be observed on the surfaces of the electrospun PAN NFs (Figure 3b). The obtained BiOBr/PAN composite NFs remained as one-dimensional (1D) fibrous structures. It can be clearly seen that the flower-like BiOBr nanostructure on the PAN NF consisted of several standing nanosheets with thicknesses of 5–15 nm (Figure 3c). When the BiOBr/PAN CMs were immersed into the ethylene glycol solution for ion exchange with the Ag+ ions, AgBr NPs were produced in situ on the surfaces of the BiOBr nanosheets (Figure 3d,e). During this process, BiOBr nanosheets on the PAN NF surfaces provided reaction sites for AgBr loading. With an increase in the ion exchange time from 2 to 6 h, the amounts and sizes of the AgBr NFs on the BiOBr nanosheets significantly increased from AgBr/BiOBr/PAN CMs-1 to AgBr/BiOBr/PAN CMs-2 (Figure 3d,e). An SEM image of an individual AgBr/BiOBr/PAN NF and the corresponding energy-dispersive X-ray (EDX) map are shown in Figure 3f. Observation of the Ag-related image confirmed that the Ag atoms were indeed exchanged with the BiO+ to form AgBr NPs on the BiOBr nanostructures. Meanwhile, the Ag, Br, Bi, and O atoms were distributed uniformly in the AgBr/BiOBr/PAN NFs. The above results indicate that the AgBr NPs were successfully immobilized on the surfaces of the BiOBr nanosheets with good dispersion and a controllable density.\nFigure 2. X-ray photoelectron spectroscopy ( ) r/ i r/ - : (a) Bi 4f; (b) Br 3d; (c) Ag 3d; and (d) O 1s.\ne morphologies of the PAN NF mats, the BiOBr/PAN CMs, and the different AgBr/BiOBr/PAN CMs were characterized using scanning electron microscopy (SEM). Figure 3a shows that the electrospun PAN NFs had relatively smooth surfaces due to organic semicrystalline properties. After solvothermal treatment, BiOBr nanostructures could be observed on the surfaces of the electr spun PAN NFs (Figure 3b). The obtained BiOBr/PAN composite NFs remained as one-dimensional (1D) fibrous structures. It can be clearly seen that the flower-like BiOBr nanostructure on the PAN NF consisted of several standi g nanosheets with thicknesses of 5–15 nm (Figure 3c). When the BiOBr/PAN CMs were immersed i to the ethylene glycol solution for ion exchange with the Ag+ ions, AgBr NPs were produced in situ on the surfaces of the BiOBr nanosheets (Figure 3d,e). During this process, BiOBr nanosheets on the PAN NF surfaces provided reacti n sites for AgBr loading. With an increase in the ion exchange time from 2 to 6 , the amounts and sizes of the AgBr NFs n the BiOBr nanosheets significantly increased from AgBr/BiOBr/PAN CMs-1 to AgBr/BiOBr/PAN CMs-2 (Figure 3d,e). An SEM image of an individual AgBr/BiOBr/PAN NF and the corresponding energy-dispersive X-ray (EDX)\nPolymers 2019, 11, 1718 6 of 12\nmap are shown in Figure 3f. Observation of the Ag-related image confirmed that the Ag atoms were indeed exchanged with the BiO+ to form AgBr NPs on the BiOBr nanostructures. Meanwhile, the Ag, Br, Bi, and O atoms were distributed uniformly in the AgBr/BiOBr/PAN NFs. The above results indicate that the AgBr NPs were successfully immobilized on the surfaces of the BiOBr nanosheets with good dispersion and a controllable density.Polymers 2019, 11, 1718 7 of 13\nFigure 3. Scanning electron microscopy (SEM) images of (a) PAN nanofibers (NFs) and (b) BiOBr/PAN CMs; SEM images of BiOBr or AgBr/BiOBr nanostructures in (c) BiOBr/PAN CMs, (d) AgBr/BiOBr/PAN CMs-1, and (e) AgBr/BiOBr/PAN CMs-2; (f) SEM images of AgBr/BiOBr/PAN CMs-2 (left) and the corresponding elemental maps (right) of Ag, Br, Bi, and O.\nThe photocatalytic activities of the as-fabricated samples were evaluated through the degradation of MO in water under visible-light irradiation. The characteristic absorption peak of MO at around λ= 460 nm was used to monitor the photocatalytic degradation process. The degradation efficiency was defined as C/C0, where C and C0 are the remnant and initial concentrations of MO, respectively. Before the photocatalytic tests, all of the samples were stirred for 30 min to achieve saturation adsorption. The photodegradation efficiencies of MO mediated by the series of photocatalysts are given in Figure 4a. It was found that the PAN NF mats possessed a poor ability to adsorb MO. In addition, no photocatalytic degradation of MO was observed on the PAN NF mats under visible-light irradiation due to the lack of semiconductor photocatalysts. When loading the BiOBr nanostructures on the PAN NF mats to form the BiOBr/PAN CMs, the photocatalytic activity of the MO degradation increased dramatically. After visible-light irradiation for 60 min, the photodegradation efficiency reached 81.0% over the BiOBr/PAN CMs. Notably, the AgBr/BiOBr/PAN CMs showed higher photocatalytic activities than the BiOBr/PAN CMs did for the degradation of MO under visible-light irradiation. Meanwhile, the photocatalytic activity of the AgBr/BiOBr/PAN CMs for the MO degradation was dependent on the ion exchange time during the synthesis process for the AgBr/BiOBr/PAN CMs. This observation indicates that the AgBr/BiOBr heterojunction played an important role in the enhancement of photocatalytic activity on the ternary CMs due to an effective interfacial charge–transfer (Scheme 2a). The optimal sample of AgBr/BiOBr/PAN CMs-2 could degrade 92.9% of MO under visible-light irradiation for 60 min. This photocatalytic activity was obviously higher than the reported flexible photocatalysts due to the existence of a semiconductor heterojunction to boost the separation of photoinduced charge carriers (Table 1). For a better understanding of the photocatalytic activity of the above samples, kinetic\nFigure 3. Scanning electron microscopy (SEM) images of (a) PAN nanofibers (NFs) and (b) BiOBr/PAN CMs; SEM images of BiOBr or AgBr/BiOBr nanostructures in (c) BiOBr/PAN CMs, (d) AgBr/BiOBr/PAN CMs-1, and (e) AgBr/BiOBr/PAN CMs-2; (f) SEM images of AgBr/BiOBr/PAN CMs-2 (left) and the corresponding elemental maps (right) of Ag, Br, Bi, and O.\nThe photocatalytic activities of the as-fabricated samples were evaluated through the degradation of MO in water under visible-light irradiation. The characteristic absorption peak of MO at around λ = 460 nm was used to monitor the photocatalytic degradation process. The degradation efficiency was defined as C/C0, where C and C0 are the remnant and initial concentrations of MO, respectively. Before the photocatalytic tests, all of the samples were stirred for 30 min to achieve saturation adsorption. The photodegradation efficiencies of MO mediated by the series of photocatalysts are given in Figure 4a. It was found that the PAN NF mats possessed a poor ability to adsorb MO. In addition, no photocatalytic degradation of MO was observed on the PAN NF mats under visible-light irradiation due to the lack of semiconductor photocatalysts. When loading the BiOBr nanostructures on the PAN NF mats to form the BiOBr/PAN CMs, the photocatalytic activity of the MO degradation increased dramatically. After visible-light irradiation for 60 min, the photodegradation efficiency reached 81.0% over the BiOBr/PAN CMs. Notably, the AgBr/BiOBr/PAN CMs showed higher photocatalytic activities than the BiOBr/PAN CMs did for the degradation of MO under visible-light irradiation. Meanwhile, the photocatalytic activity of the AgBr/BiOBr/PAN CMs for the MO degradation was dependent on the ion exchange time during the synthesis process for the\nPolymers 2019, 11, 1718 7 of 12\nAgBr/BiOBr/PAN CMs. This observation indicates that the AgBr/BiOBr heterojunction played an important role in the enhancement of photocatalytic activity on the ternary CMs due to an effective interfacial charge–transfer (Scheme 2a). The optimal sample of AgBr/BiOBr/PAN CMs-2 could degrade 92.9% of MO under visible-light irradiation for 60 min. This photocatalytic activity was obviously higher than the reported flexible photocatalysts due to the existence of a semiconductor heterojunction to boost the separation of photoinduced charge carriers (Table 1). For a better understanding of the photocatalytic activity of the above samples, kinetic analyses of the degradation of MO are given in Figure 4b according to a pseudo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the apparent first-order rate constant (min−1), and t is the time for visible-light irradiation. The linearity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1. Polymers 2019, 11, 1718 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a pseudo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the apparent first-order rate constant (min−1), and t is the time for visible-light irradiation. The linearity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite nanofibers\n300-W Xe lamp (λ > 400\nnm)\nThe photodegradation efficiency of Rhodamine B (RhB) could reach\n98.5% within 210 min 2018 [14]\nBiOCl/CuTNPc/PAN nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB reached\n75% within 180 min 2018 [15]\nCuAl2O4 hollow nanofibers 500-W xenon lamp (λ ≧\n420 nm)\nThe RhB and MO solutions were degraded by 83.5% and 94% within\n360 and 300 min 2018 [16]\nPolyoxometalate/TiO2/Ag composite nanofibers\n300-W Xe lamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be completely degraded within 160\nmin 2018 [17]\nPAN/g-C3N4/BiOI nanofibers 500-W Xe\nlamp (λ ≧ 400 nm)\nThe degradation efficiency of RhB could reach 98.0% after irradiation\nfor 90 min 2018 [18]\ng-C3N4 nanosheets/TiO2 nanofibers\n500-W xenon lamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradiation for 120 min 2018 [19]\np-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of RhB could reach 97% within 180\nmin 2018 [20]\nZnO/γ-Al2O3 nanofibers\n120-W ultraviolet\nradiation lamp\nThe MO could be completely degraded in 120 min\n2018 [21]\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nPolymers 2019, 11, 1718 10 of 13\nin Figure 6b, the photocatalyst of AgBr/BiOBr/PAN CMs-2 still had a 1D structure with secondary nanostructure loading. In addition, some NPs appeared on the surface of AgBr/BiOBr/PAN CMs-2, which could be attributed to the formation of a small amount of Ag NPs due to the photocatalytic reduction process.\nFigure 6. (a) Cycling test curves of the AgBr/BiOBr/PAN CMs-2 for the photocatalytic degradation of MO; (b) XRD patterns and SEM images of AgBr/BiOBr/PAN CMs-2 before and after three photocatalytic reactions.\nMeanwhile, the intensities and positions of the diffraction peaks in the XRD patterns of AgBr/BiOBr/PAN CMs-2 were changed slightly before and after three cycles of photocatalytic reaction (Figure 6b). There were some new diffraction peaks in the XRD patterns of the AgBr/BiOBr/PAN CMs-2 used, which was in accordance with cubic Ag. This further confirmed the formation of Ag NPs on the AgBr/BiOBr/PAN CMs-2 used. Please note that the Ag NPs on the surface of the AgBr/BiOBr heterostructures could also boost the separation of photoinduced charge carriers by enhancing photocatalytic activity due to the “electron sink” effect of Ag NPs (Scheme 2b). Further investigation found that no detachment of AgBr/BiOBr nanostructures was observed during the photocatalytic reaction, indicating that the photocatalyst of AgBr/BiOBr/PAN CMs-2 had excellent photoactivity and good stability.\nScheme 2. Schematic diagram showing the energy band structure and charge–transfer process in the heterostructure photocatalyst before and after the photocatalysis.\n4. Conclusions\nIn summary, the AgBr/BiOBr hetero-nanostructures were controlled and immobilized on the flexible support of electrospun PAN NFs through a facile solvothermal process combined with an in situ ion exchange method. The AgBr/BiOBr/PAN CMs exhibited enhanced photocatalytic activity in the decomposition of MO compared to the BiOBr/PAN CMs. The enhanced photocatalytic activity\nScheme 2. Schematic diagram showing the energy band structure and charge–transfer process in the heterostructure photocatalyst before and after the photocatalysis.\nPolymers 2019, 11, 1718 8 of 12\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite nanofibers\n300-W Xe lamp (λ > 400 nm)\nThe photodegradation efficiency of Rhodamine B (RhB) could reach 98.5% within 210 min 2018 [14]\nBiOCl/CuTNPc/PAN nanofibers\n150-W xenon lamp (λ > 420 nm)\nThe degradation rate of RhB reached 75% within 180 min 2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a pseudo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the apparent first-order rate constant (min−1), and t is the time for visible-light irradiation. The linearity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1. Figure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs;\n(3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite\nnanofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe photodegradation efficiency of\nRhodamine B (RhB) could reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB\nreached\n75% within 180 min\n2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB and MO s lutions were\ndegraded by 83.5% and 94% within\n360 and 300 min\n2018 [16]\nPolyoxometalate/TiO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after irradiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradiation for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n420 nm) The RhB and MO solutions were degraded by 83.5% an 94% within 360 and 300 min 2018 [16]\nPolyoxometalate/TiO2/Ag composite nanofibers\n300-W Xe lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a ps udo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the app rent first-order rate consta t (min−1), and t is the time for visible-light irradiation. The li earity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite\nnanofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe photodegradation efficiency of\nRhodamine B (RhB) could reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradati n rate of RhB\nreached\n75% wit in 180 min\n2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB and MO solutions were\ndegraded by 83.5% and 94% w thin\n360 and 300 min\n2018 [16]\nPolyoxometalate/TiO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after i radiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradi tion for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n420 nm) MO (20 mL, 20 ppm) could be completely d graded within 160 min 2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a ps udo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the app rent first-order rate consta t (min−1), and t is the time for visible-light irradiation. The li earity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) A Br/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite\nnanofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe photodegradation efficiency of\nRhodamin B (RhB) could reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB\nreached\n75% wit in 180 min\n2018 [15]\nCuAl2O4 h low nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB and MO solutions were\ndegraded by 83.5% and 94% within\n360 and 300 min\n2018 [16]\nPolyoxometalate/TiO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after i radiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradi tion for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n400 nm) The degradation efficiency of RhB could reach 98.0% after irradiation for 90 min 2018 [18]\n-C3 4 nanosheets/TiO2 nanofibers\n500-W xenon lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a ps udo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the app rent first-order rate consta t (min−1), and t is the time for visible-light irradiation. The li earity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orange (MO) over the different samples: (1) PAN nanofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) A Br/BiOBr/PAN CMs-2; (5) Ag r/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the res dual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite\nnanofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe photodegradation efficiency of\nRhodamine B (RhB) could reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB\nreached\n75% within 180 min\n2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB and MO solutions were\ndegraded by 83.5% and 94% within\n360 and 300 min\n2018 [16]\nPolyoxometalate/TiO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after i radiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradi tion for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n420 nm) The photocatalytic degradation ratios of RhB could reach 93.6% after irradiation for 120 min 2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420 nm)\nThe photodegradation efficiency of RhB could reach 97% wit in 180 min 2018 [20]\nZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely d grad d in 120 min 2018 [21]\nAg nanowire@carbon nanofiber@Ag nanoparticles\n300-W Xe lamp (λ > 400 nm)\n91% of methylene blue (MB) could be eliminated within 120 min 2018 [22]\nCuO nanofibers The degradation rate of RhB reached96% within 160 min 2018 [23]\nBi2MoO6/NiTiO3 nanofibers\n300-W Xe lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degradation of MO are given in Figure 4b according to a pseudo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the apparent first-order rate constant (min−1), and t is the time for visible-light irradiation. The linearity between ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate constant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradatio curves a d (b) the corresponding k etic linear simulation curves of methyl orang (MO) over the different sa les: (1) PAN na ofiber; (2) BiOBr/PAN CMs; (3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) A Br/BiO r/PAN CMs-4. C0: the initial concentration of MO; C: the residual concentration of MO.\nTable 1. The photocatalytic degradation parameters over the different nanofiber photocatalysts.\nPhotocatalyst Light Phot catalytic R sults Year Ref.\nAgI–BiOI/PAN composite\nnanofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe hotodegradation efficie cy of\nRhodamine B (RhB) ould reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150- xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB\nreached\n75% within 180 in\n2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB an MO solutions were\ndegraded by 83.5% and 94% within\n360 and 300 min\n2018 [16]\nPolyoxometalate/TiO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after irradiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradiation for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n420 nm)\nThe degradation efficiency of MB, MO, and RhB achieved using 1.0 Bi–Ni was 100%,\n86.7%, or 100% within 90 min 2018 [24]\nBi2WO6/ZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420 nm)\nThe degradation rate of RhB reached 98% within 300 min 2018 [25]\nZnIn2S4/TiO2 nanofibers 350-W Xe lamp (λ\nPolymers 2019, 11, x FOR PEER REVIEW 8 of 13 analyses of the degrad tion of MO a e given in Figure 4b according to a pseudo-first-order reaction model: ln(C0/C) = Kappt, where Kapp is the apparent first-order rate consta t (min−1), and t is the time for visible-light irradiati n. The linearity b twe n ln(C0/C) and irradiation time was good for all of the photocatalysts, indicating that the photocatalytic degradation of MO in water could be described by pseudo-first-order reaction dynamics. The apparent rate cons ant of AgBr/BiOBr/PAN CMs-2 was 0.0511 min−1.\nFigure 4. (a) Photocatalytic degradation curves and (b) the corresponding kinetic linear simulation curves of methyl orang (MO) over the differe t samples: (1) PAN nanofiber; (2) BiOBr/PAN CM ; (3) AgBr/BiOBr/PAN CMs-1; (4) AgBr/BiOBr/PAN CMs-2; (5) AgBr/BiOBr/PAN CMs-3; (6) AgBr/BiOBr/PAN CMs-4. C0: the initial concentration of MO; C: the residual con entrati n of MO.\nTable 1. The phot catalytic degradation parameters ove the different nanofiber photocatalysts.\nPhotocatalyst Light Photocatalytic Results Year Ref.\nAgI–BiOI/PAN composite\nna ofibers\n300-W Xe\nlamp (λ > 400\nnm)\nThe photodegradation efficiency of\nRhodamine B (RhB) could reach\n98.5% within 210 min\n2018 [14]\nBiOCl/CuTNPc/PAN\nnanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe degradation rate of RhB\nreach d\n75% withi 180 i\n2018 [15]\nCuAl2O4 hollow nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe RhB and MO solutions were\ndegraded by 83.5% and 94% within\n360 and 300 min\n2018 [16]\nPolyoxometalate/ iO2/Ag\ncomposite nanofibers\n300-W Xe\nlamp (λ ≧\n420 nm)\nMO (20 mL, 20 ppm) could be\ncompletely degraded within 160\nmin\n2018 [17]\nPAN/g-C3N4/BiOI nanofibers\n500-W Xe\nlamp (λ ≧\n400 nm)\nThe degradation efficiency of RhB could reach 98.0% after irradiation\nfor 90 min\n2018 [18]\ng-C3N4\nnanosheets/TiO2 nanofibers\n500-W xenon\nlamp (λ ≧\n420 nm)\nThe photocatalytic degradation ratios of RhB could reach 93.6%\nafter irradiation for 120 min\n2018 [19]\np-BiOCl/nZnFe2O4 nanofibers\n150-W xenon lamp (λ > 420\nnm)\nThe photodegradation efficiency of\nRhB could reach 97% within 180\nmin\n2018 [20]\nZnO/γ-Al2O3\nnanofibers\n120-W\nultraviolet\nradiation lamp\nThe MO could be completely\ndegraded in 120 min 2018 [21]\n420 nm) The MO could be completely degraded within 75 min 2018 [26]\nBi2MoO6/BiFeO3 heterojunction nanofibers\n150-W xenon lamp (λ > 420 nm)\nThe degradation rate of RhB reached 98% within 5 h 2018 [27]\nCuCrO2/SnO2 nanofibers 250-W metal halide lamp The MB could be completely degraded within 120 min 2018 [28]\nAg2O/TiO2 composite nanofibers\nvisibl light irradiation (>420 nm)\nThe degradation rate of RhB reached 87.7% within 80 min 2019 [29]\nAu/BiFeO3 composite nanofibers 500W xenon lamp\nThe d gradation rate of RhB reached 85.76% within 3h 2019 [30]\nIn addition to the photocatalytic efficiency, the recyclability and stability of the photocatalyst are also crucial issues for practical applications. As shown in Figure 5, AgBr/BiOBr/PAN CMs-2 could be easily separated and recovered from solution after the photocatalytic reaction because of the macrostructural flexible structure of the electrospun fibrous mats [31–33]. After three cycles, the photocatalytic activity of AgBr/BiOBr/PAN CMs-2 was almost unchanged in terms of MO degradation (Figure 6a). This suggests that the as-fabricated photocatalyst possessed both recycling properties and stable photocatalytic activity. The morphologies and crystalline structures of AgBr/BiOBr/PAN CMs-2 after three cycles were studied in comparison to AgBr/BiOBr/PAN CMs-2 before use in a photocatalytic reaction. As shown in Figure 6b, the photocatalyst of AgBr/BiOBr/PAN CMs-2 still had a 1D structure with secondary nanostructure loading. In addition, some NPs appeared on the surface of AgBr/BiOBr/PAN CMs-2, which could be attributed to the formation of a small amount of Ag NPs due to the photocatalytic reduction process.\nPolymers 2019, 11, 1718 9 of 12\nPolymers 2019, 11, 1718 9 of 13 Ag nanowire@carbon nanofiber@Ag nanoparticles 300-W Xe lamp (λ > 400 nm) 91% of methylene blue (MB) could be eliminated within 120 min 2018 [22] CuO nanofibers The degradation rate of RhB reached 96% within 160 min 2018 [23] Bi2MoO6/NiTiO3 nanofibers 300-W Xe lamp (λ ≧ 420 nm) The degradation efficiency of MB, MO, and RhB achieved using 1.0 Bi– Ni was 100%, 86.7%, or 100% within 90 min 2018 [24] Bi2WO6/ZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 300 min 2018 [25] ZnIn2S4/TiO2 nanofibers 350-W Xe lamp (λ ≧ 420 nm) The MO could be completely degraded within 75 min 2018 [26] Bi2MoO6/BiFeO3 heterojunction nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 5 h 2018 [27] CuCrO2/SnO2 nanofibers 250-W metal halide lamp The MB could be completely degraded within 120 min 2018 [28] Ag2O/TiO2 composite nanofibers visible light irradiation (>420 nm) The degradation rate of RhB reached 87.7% within 80 min 2019 [29] Au/BiFeO3 composite nanofibers 500W xenon lamp The degradation rate of RhB reached 85.76% within 3h 2019 [30]\nIn addition to the photocatalytic efficiency, the recyclability and stability of the photocatalyst are also crucial issues for practical applications. As shown in Figure 5, AgBr/BiOBr/PAN CMs-2 could be easily separated and recovered from solution after the photocatalytic reaction because of the macrostructural flexible structure of the electrospun fibrous mats.[31–33] After three cycles, the photocatalytic activity of AgBr/BiOBr/PAN CMs-2 was almost unchanged in terms of MO degradation (Figure 6a). This suggests that the as-fabricated photocatalyst possessed both recycling properties and stable photocatalytic activity.\nFigure 5. An optical image of macroscopical AgBr/BiOBr/PAN CMs removed from the photocatalytic reaction solution after photodegradation.\nThe morphologies and crystalline structures of AgBr/BiOBr/PAN CMs-2 after three cycles were studied in comparison to AgBr/BiOBr/PAN CMs-2 before use in a photocatalytic reaction. As shown\nnanostructure loading. In addition, some NPs appeared on the surface of AgBr/BiOBr/PAN\nCMs-2, which could be attributed to the formation of a small amou\nFigure 6. (a) Cycling test curves of the AgBr/BiOBr/PAN CMs-2 for the photocatalytic degradation of MO; (b) XRD patterns and SEM images of AgBr/BiOBr/PAN CMs-2 before and after three photocatalytic reactions.\nMeanwhile, the intensities and positions of the diffraction peaks in the XRD patterns of AgBr/BiOBr/PAN CMs-2 were changed slightly before and after three cycles of photocatalytic reaction (Figure 6b). There were some new diffraction peaks in the XRD patterns of the AgBr/BiOBr/PAN CMs-2 used, which was in accordance with cubic Ag. This further confirmed the formation of Ag NPs on the AgBr/BiOBr/PAN CMs-2 used. Please note that the Ag NPs on the surface of the AgBr/BiOBr heterostructures could also boost the separation of photoinduced charge carriers by enhancing photocatalytic activity due to the “electron sink” effect of Ag NPs (Scheme 2b). Further investigation found that no detachment of AgBr/BiOBr nanostructures was observed during the photocatalytic reaction, indicating that the photocatalyst of AgBr/BiOBr/PAN CMs-2 had excellent photoactivity and good stability.\nScheme 2. Schematic diagram showing the energy band structure and charge–transfer process in the heterostructure photocatalyst before and after the photocatalysis."
    }, {
      "heading" : "4. Conclusions",
      "text" : ""
    }, {
      "heading" : "In summary, the AgBr/BiOBr hetero-nanostructures were controlled and immobilized on the",
      "text" : "flexible support of electrospun PAN NFs through a facile solvothermal process combined with an in situ ion exchange method. The AgBr/BiOBr/PAN CMs exhibited enhanced photocatalytic activity in the decomposition of MO compared to the BiOBr/PAN CMs. The enhanced photocatalytic activity\ni r . ( ) ycling test curves of the AgBr/BiOBr/PAN CMs-2 for the ph toc talytic degr dation of MO; (b) XRD patterns and SEM images of AgBr/BiOBr/PAN C s-2 before ft r t r\nt t l ti r cti s.\nt e intensities and positions of the diffraction peaks in the XRD patterns of AgBr/BiOBr/PAN C s-2 re changed slightly before and fter three cycles of photocatalytic reaction (Figure 6b). Th re were some n w diffraction peaks in the XRD patterns of the AgBr/BiOBr/PAN CMs-2 used, which wa in accordance with cubi Ag. This furt er confirmed the formati of Ag NPs on the AgBr/BiOBr/ AN CMs-2 used. Please note that the Ag NPs on the surf ce of the AgBr/BiOBr heterostructures could also boost the separation of photoinduc d charge carriers by enhancing photocatalytic ctivity due to the “electron sink” effect of Ag NPs (Scheme 2b). Further investigation found that no de achme t of AgBr/BiOBr na ostructu es was observed during the photocatalytic reaction, indicating that the photocatalyst of AgBr/BiOBr/PAN CMs-2 had excellent photoactivity an good stability."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, the AgBr/BiOBr hetero-nanostructures were controlled and immobilized on the flexible support of electrospun PAN NFs through a facile solvothermal process combined with an in situ ion exchange method. The AgBr/BiOBr/PAN CMs exhibited enhanced photocatalytic activity in the decomposition of MO compared to the BiOBr/PAN CMs. The enhanced photocatalytic activity could be attributed to extended absorption in the visible light region and the effective\nPolymers 2019, 11, 1718 10 of 12\nseparation of photogenerated charge carriers across the AgBr/BiOBr heterojunction interface. Moreover, the AgBr/BiOBr/PAN CMs could be reclaimed easily without a decrease in the initial photocatalytic activity due to the processible flexibility induced by their unique hierarchical inorganic/organic heterostructure. It is believed that our present work offers a new platform to develop semiconductor heterojunction-based flexible photocatalysts for practical applications in water purification.\nAuthor Contributions: Conceptualization, M.Z. and Z.Z.; data curation, M.Z.; funding acquisition, M.Z. and Z.Z.; investigation, Z.Z.; supervision, Z.Z.; validation, M.Z. and Y.Q.; visualization, Y.Q.; Writing—Original draft, Y.Q.; Writing—Review and editing, M.Z. and Z.Z.\nAcknowledgments: This work was supported by the National Natural Science Foundation of China (Grant No. 51872068, 51772041), the Natural Science Foundation of Liaoning Province (Grant No. 2017054190), the Program for Dalian Excellent Talents (Grant No. 2016RQ069), the Program for Liaoning Excellent Talents in University (LNET) (Grant No. LR2017004), the Dalian Science Foundation for Distinguished Young Scholars (2018RJ05), and the LiaoNing Revitalization Talents Program (XLYC1807176). Zhenyi Zhang thanks the support from the Liaoning BaiQianWan Talents Program.\nConflicts of Interest: The authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Research progress of perovskite materials in photocatalysis- and photovoltaics-related energy conversion and environmental treatment",
      "author" : [ "W. Wang", "M.O. Tadé", "Z.P. Shao" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Multidimension-Controllable Synthesis of Ant Nest-Structural Electrode Materials with Unique 3D Hierarchical Porous Features toward Electrochemical Applications",
      "author" : [ "F. Miao", "N. Lu", "P. Zhang", "Z. Zhang", "G. Shao" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "IR-Driven strong plasmonic-coupling on Ag nanorices/W18O49 nanowires heterostructures for photo/thermal synergistic enhancement of H2 evolution from ammonia",
      "author" : [ "Y. Liu", "Z. Zhang", "Y. Fang", "B. Liu", "J. Huang", "F. Miao", "Y. Bao", "B. Dong" ],
      "venue" : "borane. Appl. Catal. B Environ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "Dual-cocatalysts decorated rimous CdS spheres advancing highly-efficient visible-light photocatalytic hydrogen production",
      "author" : [ "R.-B. Wei", "Z.-L. Huang", "G.-H. Gu", "Z. Wang", "L. Zeng", "Y. Chen", "Z.-Q. Liu" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Fabrication of fluorine doped graphene and SmVO4 based dispersed and adsorptive photocatalyst for abatement of phenolic compounds from water and bacterial disinfection",
      "author" : [ "P. Shandilya", "D. Mittal", "P. Raizada", "A. Hosseini-Bandegharaei", "A.K. Saini", "P. Singh" ],
      "venue" : "J. Clean",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "RGO-functionalized polymer nanofibrous membrane with exceptional surface activity and ultra-low airflow resistance for PM2.5 filtration",
      "author" : [ "P. Zhang", "D. Wan", "Z. Zhang", "G. Wang", "J. Hu", "G. Shao" ],
      "venue" : "Environ. Sci. Nano 2018,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Semiconductor Composites: Strategies for Enhancing Charge Carrier Separation to Improve Photocatalytic Activity",
      "author" : [ "R. Marschall" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Recent Progress of Carbon Dot Precursors and Photocatalysis Applications",
      "author" : [ "K.W. Chu", "S.L. Lee", "C.J. Chang", "L.Y. Liu" ],
      "venue" : "Polymers",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Ultrathin CdS shell sensitized hollow S-doped CeO2 spheres for efficient visible-light photocatalysis",
      "author" : [ "N.-C. Zheng", "T. Ouyang", "Y. Chen", "Z. Wang", "D.-Y. Chen", "Z.-Q. Liu" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Recent advances in BiOX (X = Cl, Br and I) photocatalysts: Synthesis, modification, facet effects and mechanisms",
      "author" : [ "L.Q. Ye", "Y.R. Su", "X.L. Jin", "H.Q. Xie", "C. Zhang" ],
      "venue" : "Environ. Sci. Nano 2014,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Recent advances in enhanced photocatalytic activity of bismuth oxyhalides for efficient photocatalysis of organic pollutants in water: A review",
      "author" : [ "K. Sharma", "V. Dutta", "S. Sharma", "P. Raizada", "A. Hosseini-Bandegharaei", "P. Thakur", "P. Singh" ],
      "venue" : "J. Ind. Eng. Chem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Engineering BiOX (X = Cl, Br, I) nanostructures for highly efficient photocatalytic applications",
      "author" : [ "H.F. Cheng", "B.B. Huang", "Y. Dai" ],
      "venue" : "Nanoscale 2014,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2009
    }, {
      "title" : "Visible light driven type II heterostructures and their enhanced photocatalysis properties: A review",
      "author" : [ "Y.J. Wang", "Q.S. Wang", "X.Y. Zhan", "F.M. Wang", "M. Safdar", "J. He" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Synthesis of the novel nanostructured AgI-BiOI/PAN composite photocatalyst with highly enhanced visible-light catalytic performances",
      "author" : [ "Q.Y. Zhang", "J. Bai", "H.O. Liang", "C.P. Li" ],
      "venue" : "J. Photochem. Photobiol. A Chem",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Bismuth oxychloride (BiOCl)/copper phthalocyanine (CuTNPc) heterostructures immobilized on electrospun polyacrylonitrile nanofibers with enhanced activity for floating photocatalysis",
      "author" : [ "X.H. Guo", "X.J. Zhou", "X.H. Li", "C.L. Shao", "C.H. Han", "X.W. Li", "Y.C. Liu" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Electrospun CuAl2O4 hollow nanofibers as visible light photocatalyst with enhanced activity and excellent stability under acid and alkali conditions",
      "author" : [ "J. Zhang", "C.L. Shao", "X.H. Li", "J.Y. Xin", "S. Yang", "Y.C. Liu" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Polyoxometalate/TiO2/Ag composite nanofibers with enhanced photocatalytic performance under visible light",
      "author" : [ "H.F. Shi", "Y.C. Yu", "Y. Zhang", "X.J. Feng", "X.Y. Zhao", "H.Q. Tan", "S. Ullah Khan", "Y.G. Li", "E.B. Wang" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Heterojunction of g-C3N4/BiOI Immobilized on Flexible Electrospun Polyacrylonitrile Nanofibers: Facile Preparation and Enhanced Visible Photocatalytic Activity for Floating Photocatalysis",
      "author" : [ "X.J. Zhou", "C.L. Shao", "S. Yang", "X.W. Li", "X.H. Guo", "X.X. Wang", "X.H. Li", "Y.C. Liu" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Three dimensional hierarchical heterostructures of g-C3N4 nanosheets/TiO2 nanofibers: Controllable growth via gas-solid reaction and enhanced photocatalytic activity under visible light",
      "author" : [ "X.J. Zhou", "C.L. Shao", "X.H. Li", "X.X. Wang", "X.H. Guo", "Y.C. Liu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Hierarchical heterostructures of p-type bismuth oxychloride nanosheets on n-type zinc ferrite electrospun nanofibers with enhanced visible-light photocatalytic activities and magnetic separation properties",
      "author" : [ "Y.C. Sun", "C.L. Shao", "X.H. Li", "X.H. Guo", "X.J. Zhou", "X.W. Li", "Y.C. Liu" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "A novel preparation method for ZnO/γ-Al2O3 nanofibers with enhanced absorbability and improved photocatalytic water-treatment performance by Ag nanoparticles",
      "author" : [ "Z.Q. Cheng", "S.Z. Zhao", "L.H. Han" ],
      "venue" : "Nanoscale 2018,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "One-step hydrothermal growth of carbon nanofibers and in-situ assembly of Ag nanowire@carbon nanofiber@Ag nanoparticles ternary composites for efficient photocatalytic removal of organic pollutants",
      "author" : [ "X. Liu", "C.F. Chen", "H.W. Ye", "Y.S. Jia", "Y.Y. Wu", "A.L. Jin", "Y.B. Wang", "X.S. Chen" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Porous CuO nanofibers derived from a Cu-based coordination polymer as a photocatalyst for the degradation of rhodamine B",
      "author" : [ "Q.X. Zeng", "G.C. Xu", "L. Zhang", "H. Lin", "Y. Lv", "D.Z. Jia" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Hierarchical architectures of bismuth molybdate nanosheets onto nickel titanate nanofibers: Facile synthesis and efficient photocatalytic removal of tetracycline hydrochloride",
      "author" : [ "S.J. Li", "S.W. Hu", "W. Jiang", "Y.P. Liu", "Y.T. Zhou", "Y. Liu", "L.Y. Mo" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Bi2WO6/ZnFe2O4 heterostructures nanofibers: Enhanced visible-light photocatalytic activity and magnetically separable property",
      "author" : [ "R. Tao", "C.C. Zhao", "C.L. Shao", "X.H. Li", "X.W. Li", "J. Zhang", "S. Yang", "Y.C. Liu" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "In-situ growth of ZnIn2S4 decorated on electrospun TiO2 nanofibers with enhanced visible-light photocatalytic activity",
      "author" : [ "S.S. Chen", "S.Z. Li", "L.B. Xiong", "G.H. Wang" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Bi2MoO6/BiFeO3 heterojunction nanofibers: Enhanced photocatalytic activity, charge separation mechanism and magnetic separability",
      "author" : [ "R. Tao", "C.L. Shao", "X.H. Li", "X.W. Li", "S. Liu", "S. Yang", "C.C. Zhao", "Y.C. Liu" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "UV/visible light active CuCrO2 nanoparticle–SnO2 nanofiber p–n heterostructured photocatalysts for photocatalytic applications",
      "author" : [ "S. Dursun", "I. Cihan Kaya", "V. Kalem", "H. Akyildiz" ],
      "venue" : "Dalton Trans",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Ag2O nanoparticles decorated TiO2 nanofibers as a p-n heterojunction for enhanced photocatalytic decomposition of RhB under visible light irradiation",
      "author" : [ "G. Liu", "G.H. Wang", "Z.H. Hu", "Y.R. Su", "L. Zhao" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "In situ Synthesis of Au-Induced Hierarchical Nanofibers/Nanoflakes Structured BiFeO3 Homojunction Photocatalyst With Enhanced Photocatalytic Activity",
      "author" : [ "Y.A. Li", "J. Li", "L. Chen", "H.B. Sun", "H. Zhang", "H. Guo", "L. Feng" ],
      "venue" : "Front. Chem. 2019,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Visible light photocatalytic activity of PAN-CNTs/ZnO-NH2 electrospun nanofibers",
      "author" : [ "S.A. Karim", "A. Mohamed", "M.M. Abdel-Mottaleb", "T.A. Osman", "A. Khattab" ],
      "venue" : "J. Alloy. Compd",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Soft BiOBr@TiO2 nanofibrous membranes with hierarchical heterostructures as efficient and recyclable visible-light photocatalysts",
      "author" : [ "Y.T. Cai", "J. Song", "X.Y. Liu", "X. Yin", "X.R. Li", "J.Y. Yu", "B. Ding" ],
      "venue" : "Environ. Sci. Nano 2018,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Synergistic effect of Cu-ion and WO3 nanofibers on the enhanced photocatalytic degradation of Rhodamine B and aniline solution",
      "author" : [ "G. Ma", "J.L. Lu", "Q.G. Meng", "H.Q. Lv", "L.L. Shui", "Y.G. Zhang", "M.L. Jin", "Z.H. Chen", "M.Z. Yuan", "R Nötzel" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "Over the past several decades, many efforts have been devoted to environmental remediation using different physical or chemical techniques [5,6].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 5,
      "context" : "Over the past several decades, many efforts have been devoted to environmental remediation using different physical or chemical techniques [5,6].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 9,
      "context" : "As an indirect transition bandgap semiconductor, a BiOBr nanostructure with a low bandgap energy is considered to be an effective photocatalyst for visible-light-driven photocatalytic reactions [10].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 10,
      "context" : "structure of BiOBr provides a space large enough to polarize the electron–hole pairs, which can effectively boost the separation probability of photoinduced charge carriers during the photocatalytic degradation of organic pollution [11].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 11,
      "context" : "It has been reported that two-dimensional (2D) BiOBr nanosheets with good visible-light photocatalytic degradation activity could be easily obtained via a traditional hydrothermal process in the presence of cetyltrimethylammonium bromide (CTAB) as both the precursor and structure template [12].",
      "startOffset" : 290,
      "endOffset" : 294
    }, {
      "referenceID" : 12,
      "context" : "[13] According to band theory, the energy band structures of AgBr and BiOBr are suitable for the formation of “type II” heterojunctions in their heterostructures, which boosts the separation of photoinduced charge carriers during the photocatalytic process [11,12].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[13] According to band theory, the energy band structures of AgBr and BiOBr are suitable for the formation of “type II” heterojunctions in their heterostructures, which boosts the separation of photoinduced charge carriers during the photocatalytic process [11,12].",
      "startOffset" : 257,
      "endOffset" : 264
    }, {
      "referenceID" : 11,
      "context" : "[13] According to band theory, the energy band structures of AgBr and BiOBr are suitable for the formation of “type II” heterojunctions in their heterostructures, which boosts the separation of photoinduced charge carriers during the photocatalytic process [11,12].",
      "startOffset" : 257,
      "endOffset" : 264
    }, {
      "referenceID" : 13,
      "context" : "In various support materials, the electrospun mats of polyacrylonitrile nanofibers (PAN NFs) are promising for photocatalyst loading due to the following advantages [14,15]: (1) polymer PAN possesses a relatively stable molecular structure due to the existence of large numbers of cyano groups; (2) a nanosized fibrous structure with an ultralarge surface-to-volume ratio provides abundant active sites for the controllable immobilization of semiconductor-based photocatalysts; (3) electrospun NFs with random orientations interweave to form macroscopic flexible mats with micropore structures, achieving an easily tailorable photocatalyst; and (4) electrospun NFs with unique 1D nanostructure properties can realize a high level of exposure for the loaded nanostructure photocatalysts, therefore improving photocatalytic efficiency.",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 14,
      "context" : "In various support materials, the electrospun mats of polyacrylonitrile nanofibers (PAN NFs) are promising for photocatalyst loading due to the following advantages [14,15]: (1) polymer PAN possesses a relatively stable molecular structure due to the existence of large numbers of cyano groups; (2) a nanosized fibrous structure with an ultralarge surface-to-volume ratio provides abundant active sites for the controllable immobilization of semiconductor-based photocatalysts; (3) electrospun NFs with random orientations interweave to form macroscopic flexible mats with micropore structures, achieving an easily tailorable photocatalyst; and (4) electrospun NFs with unique 1D nanostructure properties can realize a high level of exposure for the loaded nanostructure photocatalysts, therefore improving photocatalytic efficiency.",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 15,
      "context" : "As observed in Figure 1, the sample of PAN NF mats only showed a very broad diffraction peak at 25◦ due to the semicrystalline structure of the polymer [16].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% within 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after irradiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradiation for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] Figure 4.",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% within 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% within 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after irradiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradiation for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "degraded in 120 min 2018 [21] 420 nm) The RhB and MO solutions were degraded by 83.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 15,
      "context" : "5% an 94% within 360 and 300 min 2018 [16] Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ Polymers 2019, 11, x FOR PEER REVIEW 8 of 13",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradati n rate of RhB reached 75% wit in 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% w thin 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after i radiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradi tion for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) MO (20 mL, 20 ppm) could be completely d graded within 160 min 2018 [17]",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 16,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) MO (20 mL, 20 ppm) could be completely d graded within 160 min 2018 [17]",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% wit in 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after i radiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradi tion for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 400 nm) The degradation efficiency of RhB could reach 98.",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 17,
      "context" : "0% after irradiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% within 180 min 2018 [15]",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after i radiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradi tion for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) The photocatalytic degradation ratios of RhB could reach 93.",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 18,
      "context" : "6% after irradiation for 120 min 2018 [19] p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% wit in 180 min 2018 [20]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "6% after irradiation for 120 min 2018 [19] p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% wit in 180 min 2018 [20]",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely d grad d in 120 min 2018 [21]",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 21,
      "context" : "Ag nanowire@carbon nanofiber@Ag nanoparticles 300-W Xe lamp (λ > 400 nm) 91% of methylene blue (MB) could be eliminated within 120 min 2018 [22]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 22,
      "context" : "CuO nanofibers The degradation rate of RhB reached 96% within 160 min 2018 [23]",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150- xenon lamp (λ > 420 nm) The degradation rate of RhB reached 75% within 180 in 2018 [15]",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/TiO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after irradiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradiation for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) The degradation efficiency of MB, MO, and RhB achieved using 1.",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 24,
      "context" : "Bi2WO6/ZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 300 min 2018 [25]",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 14,
      "context" : "BiOCl/CuTNPc/PAN nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reach d 75% withi 180 i 2018 [15]",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 15,
      "context" : "5% and 94% within 360 and 300 min 2018 [16]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "Polyoxometalate/ iO2/Ag composite nanofibers 300-W Xe lamp (λ ≧ 420 nm) MO (20 mL, 20 ppm) could be completely degraded within 160 min 2018 [17]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 17,
      "context" : "0% after irradiation for 90 min 2018 [18]",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 18,
      "context" : "6% after irradiation for 120 min 2018 [19]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 19,
      "context" : "p-BiOCl/nZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The photodegradation efficiency of RhB could reach 97% within 180 min 2018 [20]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 20,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) The MO could be completely degraded within 75 min 2018 [26]",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 25,
      "context" : "ZnO/γ-Al2O3 nanofibers 120-W ultraviolet radiation lamp The MO could be completely degraded in 120 min 2018 [21] 420 nm) The MO could be completely degraded within 75 min 2018 [26]",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 26,
      "context" : "Bi2MoO6/BiFeO3 heterojunction nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 5 h 2018 [27]",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 27,
      "context" : "CuCrO2/SnO2 nanofibers 250-W metal halide lamp The MB could be completely degraded within 120 min 2018 [28]",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 21,
      "context" : "Ag nanowire@carbon nanofiber@Ag nanoparticles 300-W Xe lamp (λ > 400 nm) 91% of methylene blue (MB) could be eliminated within 120 min 2018 [22]",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 22,
      "context" : "CuO nanofibers The degradation rate of RhB reached 96% within 160 min 2018 [23]",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 24,
      "context" : "Bi2WO6/ZnFe2O4 nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 300 min 2018 [25]",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 25,
      "context" : "ZnIn2S4/TiO2 nanofibers 350-W Xe lamp (λ ≧ 420 nm) The MO could be completely degraded within 75 min 2018 [26]",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 26,
      "context" : "Bi2MoO6/BiFeO3 heterojunction nanofibers 150-W xenon lamp (λ > 420 nm) The degradation rate of RhB reached 98% within 5 h 2018 [27]",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 27,
      "context" : "CuCrO2/SnO2 nanofibers 250-W metal halide lamp The MB could be completely degraded within 120 min 2018 [28]",
      "startOffset" : 103,
      "endOffset" : 107
    } ],
    "year" : 2019,
    "abstractText" : "Macrostructural flexible photocatalysts have been proven to have desirable recyclable properties during the photocatalytic degradation of organic pollutants in water. However, the photocatalytic activities of these photocatalysts are often unsatisfactory due to the fast recombination of charge carriers and the limited surface active sites. Herein, we developed a novel flexible photocatalyst of AgBr/BiOBr/polyacrylonitrile (PAN) composite mats (CMs) through the controllable assembly of AgBr/BiOBr nano-heterostructures on electrospun polyacrylonitrile nanofibers (PAN NFs) via a three-step synthesis route. The component ratio of AgBr to BiOBr in the CMs could be easily adjusted by controlling the in situ ion exchange process. The charge–transfer process occurring at the interface of the AgBr/BiOBr nano-heterostructures strongly hindered the recombination of photoinduced electron–hole pairs, thereby effectively enhancing the photocatalytic activity of the AgBr/BiOBr/PAN CMs. Meanwhile, the unique hierarchical inorganic/organic heterostructure of the AgBr/BiOBr/PAN CMs not only led to good flexibility, but also provided an abundance of active sites for photocatalytic reactions. Upon visible-light irradiation, AgBr/BiOBr/PAN CMs with an optimal ratio of AgBr to BiOBr components exhibited both enhanced photocatalytic activity and excellent separability during the degradation of methyl orange in water compared to the BiOBr/PAN CMs.",
    "creator" : null
  }
}