{
  "name" : "downloads_2020-09-02_40_rao2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Carbon Nanotubes and Related Nanomaterials: Critical Advances and Challenges for Synthesis toward Mainstream Commercial Applications",
    "authors" : [ "Rahul Rao", "Cary L. Pint", "Ahmad E. Islam", "Robert S. Weatherup", "Stephan Hofmann", "Eric R. Meshot", "Fanqi Wu", "Chongwu Zhou", "Nicholas Dee", "Placidus B. Amama", "Jennifer Carpena-Nuñez", "Wenbo Shi", "Desiree L. Plata", "Evgeni S. Penev", "Boris I. Yakobson", "Perla B. Balbuena", "Christophe Bichara", "Don N. Futaba", "Suguru Noda", "Homin Shin", "Keun Su Kim", "Benoit Simard", "Francesca Mirri", "Matteo Pasquali", "Francesco Fornasiero", "Esko I. Kauppinen", "Michael Arnold", "Baratunde A. Cola", "Pavel Nikolaev", "Sivaram Arepalli", "Hui-Ming Cheng", "Dmitri N. Zakharov", "Eric A. Stach", "Jin Zhang", "Fei Wei", "Mauricio Terrones", "David B. Geohegan", "Benji Maruyama", "Shigeo Maruyama", "Yan Li", "W. Wade Adams", "John Hart" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: carbon nanotubes, graphene, boron nitride nanotubes, CVD, synthesis, chirality control, helicity, 2D materials\nSingle-walled carbon nanotubes (SWCNTs), which canbe considered as seamless cylinders of graphene, havebeen at the forefront of nanotechnology research for the past two decades.1−3 They possess a range of exceptional properties including high strength (∼37 GPa), thermal conductivity (∼3500 W/m/K), and ballistic electronic transport. Importantly, they can be semiconducting or metallic depending on their helical angle (χ), that is, the angle between the tube axis and the edge of the graphene lattice. The structure of a SWCNT can be represented by a set of indices, (n,m), corresponding to multiples of the graphene unit cell vectors that make up the chiral vector or the circumference of the tube.4 The helicity of the “rolled-up” nanotube is determined by χ; SWCNTs with χ equal to 0° and 30° are called zigzag (m = 0) and armchair (n = m) nanotubes, respectively, and tubes with all other chiral angles are called chiral SWCNTs (n ≠ m). Because of their symmetry, the tubes whose indices are such that n-m is a multiple of 3 are metallic SWCNTs, while all others are semiconducting, with bandgaps inversely proportional to their diameters. Owing to their high aspect ratios, SWCNTs can be assembled in a variety of morphologies ranging from individual tubes to macroscopic architectures such as vertically aligned mats and fibers, making them useful in a wide variety of applications. Figure 1 shows the SWCNT application space (with existing and emerging applications in square and oval boxes, respectively) in relation to their physical properties (diameter and helicity) and organizational architecture. At one end lie mixed diameters and helicities as well as randomly aligned nanotubes. These SWCNTs are mostly processed in powdered form and available from a number of suppliers (c.f. Table S1 in ref 2). Over the past decade, global CNT production, primarily centered on lowcost multiwalled CNTs (MWCNTs), has increased 10-fold\nand is predicted to rise to over 15 kilotons per year by 2020.5 As can be seen in Figure 1, most of the existing technologies such as reinforced composites, Li-ion batteries, and electromagnetic (EM) shielding use randomly aligned, mixed helicity/diameter SWCNTs. An emerging application in this\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11757\nspace is conductive SWCNT-based inks and thin film transistors for flexible electronic applications.6\nTransitioning from applications that are independent of alignment properties to more organized structures (along the horizontal axis in Figure 1) motivates the synthesis and processing of architectures like horizontally and vertically aligned SWCNTs and fibers and yarns. These materials can be used in semiconductor electronics, advanced composites, filtration membranes, and multifunctional fabrics.2 Some of these applications (along the vertical axis in Figure 1) will also benefit from SWCNTs with a narrower diameter range or fewer helicities, for example, SWCNT fiber-based conductive cables that possess a higher fraction of metallic tubes, and horizontally aligned semiconducting SWCNTs for nextgeneration semiconductor devices. While mass-produced SWCNT powders are adequate for some applications, many emerging applications require stricter control over SWCNT properties and architectures, necessitating targeted growth, that is, tailoring the structural properties of the SWCNTs (length, diameter, orientation/architecture, etc.) during synthesis to match the requirements of a particular application. However, many challenges must be overcome to make substantial progress toward this goal. Here, we begin with a review of a number of recent experimental and theoretical breakthroughs in SWCNT synthesis. Then we explain how the lessons learned from nanotube synthesis have been applied toward the synthesis of two-dimensional (2D) materials, in particular graphene, whose development has matured to the point where expectations for applications are on the rise.7 Finally, we discuss a few key applications that leverage the properties of SWCNTs (and graphene) and the ongoing synthesis challenges for these applications."
    }, {
      "heading" : "RECENT ADVANCES IN SWCNT GROWTH",
      "text" : "Helicity Control of SWCNTs. We begin with helicity control, which remains the most significant challenge for the synthesis of SWCNTs. Often referred to as the Holy Grail of nanotube synthesis, control over the structure of SWCNTs (Figure 2a) is desirable for electronics applications that require semiconducting SWCNTs, for conducting cables where metallic SWCNTs are highly desirable, and for single SWCNT devices. The key to controlling the helicity of a SWCNT is the structure of its hemispherical cap, which is composed of six pentagons whose distribution defines the structure of each nanotube. In the catalytic chemical vapor deposition (CVD) growth of SWCNTs, cap formation on the catalyst is the initial step of nucleation8,9 and is followed by lift-off and subsequent elongation (growth) of the tube.10\nThe goal for synthesis is therefore to control the cap structure, which presents tough challenges for the typical high temperature CVD growth process. The prevailing principle is that the metallic catalyst particle should ideally be in the solid state so that its faceted surface can template the structure of the cap. Historically, the transition metals Fe, Ni, Co, and Mo, which have high carbon solubility, have been the most successful at producing SWCNTs with high yields. However, owing to melting point depression, these metal nanoparticles are likely liquefied at the high CVD growth temperatures (typically 700−1100 °C),11 resulting in a loss of preferential cap nucleation.12 Furthermore, even at low synthesis temperatures where the particles are in the solid phase, the catalyst surface has been observed to be highly mobile and to reconstruct upon adsorption of carbon; this could potentially hinder any effort to reliably control the cap structure. Molecular simulations have\nshown the dynamic evolution of the catalytic surface13 and that of the nascent carbon structure, as well as an inverse template effect whereby the growing tube determines the shape of the nanoparticle.14 These concerns have prompted researchers to look toward other catalyst systems for helicity-controlled growth.\nCatalyst Design for Selective Growth. One way to ensure that the catalyst remains solid at growth temperature is to use high a melting point catalyst which does not undergo significant surface reconstruction due to carbon adsorption. A recent example is the successful demonstration of selective growth of (12,6),15 (16,0),16 and (14,4)17 SWCNTs from W−Co intermetallic compound nanoparticles (Figure 2b) by Li et al. The atomic arrangements of the W6Co7 nanocrystals are believed to play key roles in the selective growth. SWCNTs grow epitaxially from the solid state catalysts, and thus, their helicities are defined. Under optimized carbon feeding conditions, SWCNTs specific helicities can be synthesized.18 Another example of high melting-point catalysts is the recent report by Zhang et al.,19 where they demonstrated the growth of (2m,m) SWCNTs from Mo2C and WC nanoparticles. Other strategies for controlling the structure of the SWCNTs include perturbing\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11758\nthe growth temperature to tune the tube-catalyst interface,20 tuning the catalyst−support interaction,14 such as Fe, Co, and Ni nanoparticles on MgO supports, to grow high chiral angle SWCNTs,21−23 and influencing particle surface reconstruction by the adsorption of gases such as water vapor.24\nSWCNT Growth from Molecular Seeds. Another approach toward helicity control is the growth of SWCNTs from a collection of short nanotube “seed” segments that have been purified to the desired helicity or from predefined cap structures. Here the objective is the elongation of these seeds into SWCNTs while preserving the initial helicity. Early pioneering work demonstrated the use of short Fe-nanoparticle-docked SWCNTs as growth templates and succeeded in growing much longer SWCNTs with unchanged diameters.25 Later, Liu et al. reported a metal-free growth approach, termed “cloning”, by using open-ended short nanotube fragments cut from long nanotubes to template SWCNT growth of preserved helicity.26 Recently, Zhou et al. developed a direct-synthesis approach, named vapor phase epitaxy (VPE),27 to produce single-helicity SWCNTs, starting with DNA-separated SWCNT seeds.28,29 With this approach, seeds of three different helicity SWCNTs, (7,6), (6,5) and (7,7), have been elongated significantly from a few hundred nanometers to tens of micrometers using methane or ethanol as the carbon source, and the helicity of the nanotube seeds was successfully inherited during this metal-free VPE process. Further improvement in the yield of the VPE process was demonstrated by introducing a small amount of ethylene along with methane resulting in the successful cloning of several nanotubes spanning the whole range of chiral angles: (9,1), (10,2), (8,3), (6,5), (7,6), (6,6), and (7,7) SWCNTs.30 Considering that carbon nanotube seeds could be highly pure and metal-free, SWCNTs synthesized by VPE could be directly utilized without any postsynthesis purification. Thus, it is important to scale-up the VPE process to produce SWCNTs with desired helicities. Using three-dimensional porous supports to replace the two-dimensional substrates could be a way to scale up the production. Alternatively, gas-phase synthesis with floating nanotube seeds might be used to produce pristine bulk single-helicity SWCNT products. Another major challenge toward scale-up is how to activate the ends of the SWCNT seeds and maintain their reactivity during the elongation process, which is important to guarantee a high yield during the VPE process. In addition to the elongation of pre-existing SWCNT seeds, other carbonaceous molecular seeds, including CNT end-caps,31 carbon nanorings,32,33 and flat CNT end-cap precursors,34 have been synthesized and utilized as growth templates to initiate nanotube growth. Among the earliest reports in this direction was the growth of SWCNTs on hemispherical caps, which were formed by opening fullerendiones by thermal oxidation.35 A recent study used 100% pure C50H10 molecular seeds, or (5,5) end-caps during VPE, which grew semiconducting SWCNTs with small diameters rather than the intended (5,5) metallic SWCNTs.36 The helicity mutation was attributed to a structural change in the molecular seeds under the high pretreatment and growth temperature (900 °C). A reduction in growth temperature to 400−500 °C, therefore, helped the growth of (6,6) SWCNTs from (6,6) caps formed by surfacecatalyzed cyclo-dehydrogenation by placing a flat CNT endcap precursor (C96H54) on single-crystal platinum catalysts (Figure 2c).37 As organic chemistry synthesis advances, other molecular seeds with higher efficiencies may emerge as ideal\ntemplates for nanotube growth and enable the controlledsynthesis of specific-helicity SWCNTs.\nComputational Modeling of SWCNT Growth. Models and hypotheses for the origin of SWCNT helicity are just as old as SWCNTs themselves and can be traced back to the seminal work by Iijima.38 Computational modeling studies targeting various aspects of SWCNT growth mechanisms pertinent to catalytic CVD have since grown considerably in number and complexity and recent reviews39−44 present an ample account of theoretical efforts. However, in the past decade, the field has made a leap in understanding why SWCNTs grow chiral (helical) at all and what physical mechanisms determine their chiral distribution, stimulated by a string of developments in experimental characterization. Over the past decade and a half, a growing number of studies analyzing nanotube helicity at the “population” level in various growth experiments indicated a predominance of neararmchair (n,n-1) types.21,45−49 These puzzling observations led to a theory of chiral angle-dependent SWCNT growth50 that reconciles earlier thermodynamic51 and kinetic52 arguments. Within this unified theory, a “minimal” (near-armchair or nearzigzag) helicity appears as a trade-off between two antagonistic trends: thermodynamic preference for tight contact (viz. achiral tubes with kinkless edges) versus faster growth rate and kinetic preference for more “loose” contact (viz. chiral tubes, with kinks). Such a theory is rather generic, not relying on specific atomic/chemical detail, and even a continuum representation of the interface between a SWCNT and a solid catalyst captures such a behavior. A crucial aspect in this approach is the decomposition of the SWCNT-type abundance, A(χ), into a product of a nucleation probability term N(χ) and a growth-rate term R(χ): A(χ) = N(χ) × R(χ). A detailed analysis shows that on a solid particle the convolution of interface energetics (N ≈ e−χ) and kinetics, viz., growth rate (R ∼ χ) leads to a sharply peaked distribution. On the other hand, with a liquid catalyst particle, the nucleation term is only weakly χ-sensitive, leading to a broader abundance distribution, although a recent report of SWCNT growth from Ga droplets found a helicity bias despite the isotropic surface of the droplet and attributed this to the kinetics of SWCNT caps nucleation.53 This kinetic route of chiral selectivity, controlled by the R factor, may produce preferentially the fastest growing (2m,m) tubes, corresponding to χ ≃ 19° where the number of kinks reaches maximum (Figure 2d). The above model not only explains the sometimes contrasting experimental observations, but also suggests a route toward structure-controlled growth. For example, realizing nucleation on a solid catalyst and then transition to steadystate growth on a liquid catalyst may provide access to achiral SWCNTs. In the context of a possible catalyst-templated chiral selectivity, a catalytic particle “matching” a (n,m) tube edge is more likely to favor “one-index-off” tubes with similar diameter, for example, (n,m ± 1).54 The recently reported high preference toward (12,6) on W−Co15 and (8,4) tubes on W−C19 solid catalysts is intriguing. On the one hand, both belong to the (2m,m)-type and consistent with kineticsdominated selectivity; on the other hand, both studies emphasize “epitaxial” matching (viz. lower interface energies) of these SWCNTs to specific crystal planes of the solid catalysts as the origin of chiral preference. However, very recently, based on large-scale first-principles calculations combined with kinetic Monte Carlo simulations, it was shown that such selectivity in the case of Co7W6 instead can be a result of complex growth kinetics.55\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11759\nIn addition to modeling interfacial interactions between the nanotube cap and the catalyst particle, modeling formalisms that allow the exploration of the phase diagram of metal− carbon nanoparticles are indispensable. Bichara and collaborators have been able to explore the complete, size-dependent phase diagram of Ni−C nanoparticles, employing an elaborate tight-binding grand-canonical Monte Carlo scheme.56 This approach allows for further insight into be gained into the interplay between C solubility in the metal nanocatalysts, the SWCNT-wall/metal wetting properties, and the SWCNT growth mode that controls the tube diameter on a catalyst of a given size.57 Two growth modes have been observed; the socalled “tangential” mode, where the SWCNT and catalyst particle have similar diameters, and the “perpendicular” mode, where the catalyst is much larger than the SWCNT diameter. These growth modes can be controlled,43 in particular by using suitable carbon feedstock such as CO, which favors carbon dissolution in the catalyst and limits the wetting of the catalyst inside the SWCNT. In the case of perpendicular growth, the contact between the SWCNT and the catalyst is limited to the edge of the tube, favoring near-armchair SWCNTs (chiral angles close to 30°).22,46,47,58 Note that a catalyst favoring a zigzag-interface may allow selective growth of near-zigzag (n,1) SWCNTs that include both metallic and semiconducting types. Diameter control in this case would provide additional flexibility for achieving SWCNTs of desired conductivity type. Pushing further the thermodynamic analysis of the growth, an alternative model has recently been proposed.59 It links the tube-catalyst interfacial energies and the temperature to the resulting tube chirality. It shows that chiral nanotube growth may occur due to the configurational entropy of their nanometersized edge, thus explaining the experimentally observed temperature evolutions of chiral distributions. Computational studies have also revealed the formation of a Ni−C core inside the Ni nanocatalyst that persists throughout the nucleation and growth of SWCNTs, although this may perturb and alter the steady growth of the SWCNT.60 In addition, computational evaluations of the self-diffusion coefficient of the metal nanocatalyst revealed changes in the carbon content and indicated that the most liquid-like character of the nanocatalyst was during SWCNT nucleation, suggesting the potential of other metals that have lower carbon solubility such as Cu. Weak interactions between C and Cu have shown to mediate and encourage the formation of C dimers and C−C networks on the surface of Cu nanocatalysts.61 Several open questions such as cap formation,62 catalyst-substrate interaction,63 diameter control, growth termination, and tube morphology are currently under investigation using computational methods. These simulations, fortified with recent advances in computational methods, continue to provide valuable information on the spatial and temporal evolution of the SWCNT nucleation and growth process. Substrate-Bound SWCNT Synthesis. When grown on flat substrates, SWCNTs are generally surface-bound unless the interactions among sufficiently dense SWCNTs force their vertical growth.64,65 Formation of these surface-bound SWCNTs requires a dispersed distribution of catalyst particles so that forces exerted by the substrates on the SWCNTs can either horizontally align them in parallel to each other or distribute them in a random network. Horizontally aligned arrays of SWCNTs exceed the performance of traditional crystalline channel materials (e.g., silicon, GaAs) in digital66−72 and analog or radio frequency (RF) electronics.73−75 Figure 3a\nshows a recent example of horizontally aligned CNT-based field effect transistors (FETs) used in a computer.69 Random networks of SWCNTs, on the other hand, may replace amorphous silicon and organic materials in flexible electronics and flat panel displays.6,76−80 Both arrangements of SWCNTs are also considered for use in applications such as transparent electronics,81−83 and bio/chemical-sensors.84−86\nRandom, “spaghetti-like” networks of SWCNTs typically grow from catalyst nanoparticles on amorphous substrates. On the other hand, CVD growth on certain crystalline forms of alumina and silica (sapphire and quartz) yield horizontally aligned SWCNTs. The crystal orientation87 or step-edges88,89 of quartz and sapphire assist in the parallel alignment of the surface-bound SWCNTs. For ST (stable temperature)-cut quartz substrates, in particular, the alignment (with less than 0.1% imperfection67) is energetically preferable for SWCNTs with diameters up to ∼2 nm.87 In the case of sapphire, the A- and R-planes have yielded the best horizontally aligned SWCNT growth.90\nAs the substrate-bound SWCNTs require dispersed distributions of catalyst particles, sometimes in the form of parallel stripes for aligned growth, the particles are introduced on the substrate either from solutions of preformed catalysts (by drop-casting or spin-coating) or by lithographic patterning of catalyst films. Such catalyst deposition is always followed by calcination (i.e., high temperature annealing in air), generally\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11760\nfor approximately an hour at 900−950 °C,68,87,88 to remove the solvents or lithographic residues. This process causes catalyst coarsening and reduced catalytic efficiency, resulting in a low density of SWCNTs on the substrate. Interestingly, calcination on sapphire substrates at a higher temperature (1100 °C) and for a longer time (8 h) dissolves catalyst particles into the substrate, mitigating catalyst coarsening and yielding a high density of surface-bound, aligned SWCNTs.91 These catalysts, which are dissolved within the substrate during calcination, precipitate slowly during the growth phase and have been named Trojan catalysts in reference to the “Trojan Horse” of Greek mythology.91\nMajor applications of surface-bound SWCNTs are in electronics and sensors, which require semiconducting SWCNTs (s-SWCNTS) at levels much higher than the 66.67% obtained from standard CVD growth of SWCNTs (digital electronics, for example, require 99.99% s-SWCNTs in aligned arrays).92−94 To achieve this goal, SWCNTs were grown using different catalysts,15,47,95 engineered catalyst supports,45,86,87 carbon feedstock,96−98 and recently with the application of electric field along the direction of growth.99 Promising techniques among these revised growth recipes use catalyst supports like ceria that have active oxygen100 or gases like CH4\n101 and water vapor.17,102 These chemical species preferentially react with metallic (m-) SWCNTs and hence increase the fraction of s-SWCNTs in the overall population to a maximum of 90−95%. The abundance of delocalized electronic states in the m-SWCNTs is the presumed origin for their enhanced chemical reactivity. However, these m-SWCNT etching processes generally result in the removal of all small diameter SWCNTs owing to their higher chemical reactivity as a result of increased curvature.103,104 This leads to a reduction of the overall SWCNT density. All these limitations have motivated the development of a wide-range of postprocessing methods. As reviewed in ref 92, only a few of these postprocessing methods maintain the integrity of the s-SWCNTs during postprocessing, resulting in transistors with field-effect mobilities as good as those fabricated without significant postprocessing. Because of the general complexity of postprocessing methods, surface-bound SWCNTs will benefit from better catalytic control during growth such that higher s-SWCNT fractions can be obtained at a high density. Vertically Aligned SWCNTs. Vertically aligned SWCNT arrays (also called forests, carpets, and VANTAs) are formed by a bottom-up, self-organization process, which renders a hierarchical and anisotropic morphology.105,106 The multitude of interactions among neighboring CNTs growing in concert causes individual CNTs to self-align. Researchers have been exploiting this paradigm since 1996107 to synthesize relatively well-ordered MWCNTs and SWCNTs without requiring postprocessing steps, which promises to transform a range of applications. In recent years, CNT forests have been shown to be advantageous for supercapacitor electrodes,108−110 electronic interconnects for vertical vias,111−114 electron emitters,115,116 broadband optical absorbers,117 terahertz technologies (generators,118 polarizers,119 detectors120), optical rectennas,121 thermopower wave guides,122 thermal interface materials,123−125 anisotropic surfaces,126 gecko-inspired dry adhesives,127 flexographic printing,128 mechanical dampers,129,130 selective membrane nanochannels,131−133 and advanced yarns and sheets.134,135 Aside from pure applications, CNT forests are heavily studied because they are model systems for analyzing growth kinetics, wherein the average collective height of the forest is related to the length of individual constituent CNTs.136,137\nTo make CNT forests competitive in each application space, targeted growth must advance to hone application-specific properties. Researchers have sought to focus control on one or a few critical characteristics including intrinsic CNT forest properties like crystallinity/defect density,138,139 wall number,140−142 diameter (and polydispersity),143−148 alignment,149 and areal density.147,150 Importantly, there are inherent tradeoffs between these characteristics, which limit the extent of independent control and thus should be considered in the application design.151 Other growth challenges that remain critical bottlenecks to applications are achieving ultralong CNT forests (>mm scale),152 large-area forests (>wafer scale),153 and growth on conductive or flexible substrates,154−157 all of which remain nontrivial. Here, we focus on highlighting recent trends in the collective body of forest growth literature aimed at manipulating the support and catalyst layers to control SWCNT diameter, density, and forest height (yield). SWCNT forests are primarily grown from arrays of catalytic nanoparticles that form via solid state dewetting upon thermal annealing of a metal thin film. Fe catalyst films on alumina support layers are extensively used to grow SWCNT forests because Fe is proven as an efficient catalyst while alumina provides a strong interaction with Fe in particular,158 which helps stabilize small particles. However, it is now widely established that subsurface diffusion159 of the catalyst material into the support layer and Ostwald ripening160 (i.e., growth of larger particles at the expense of smaller ones) are both present over the duration of substrate-supported forest growth. These temporal phenomena degrade the uniformity of the forest along the growth direction by increasing the mean and polydispersity of the SWCNT diameter distribution, decreasing the number density, and by inducing self-termination of growth.161 This underlines a problem especially for applications that leverage CNTs as conduits for electrical, thermal, or mass transport since all SWCNTs may not span the entire height of the forest.161,162 Thus, in addition to synthetic solutions, this problem requires further advancements in physical characterization tools to spatially map forest structures. The observation that the alumina support’s bulk porosity (for subsurface diffusion) and surface roughness (for Ostwald ripening)163 can be modified to control catalyst migration, and hence diameter, revealed a coarse knob to control aligned CNT growth. For example, recent strategies decreased the amount of Fe loss into the support layer by manipulating the physical density (or oxidation state) of the alumina support via pretreatments (prior to Fe deposition) of either oxygen plasma150,164 or thermal annealing.165 Furthermore, both ion- and electron bombardment of a sapphire surface, which is otherwise inactive for CNT growth, was shown to increase surface roughness and enable CNT forest growth.166,167 This approach of engineering the topography of the support layer by ion bombardment promoted growth of small-diameter CNTs,165,166 suggesting that smaller particles remained sufficiently stable for nucleation and growth. Such a pretreatment of oxide supports to improve growth has also been extended to other supports such as sputtered MgO.168 An alternative approach was proposed to reverse subsurface diffusion by depositing Fe below the support to function as a “reservoir” of additional catalyst material, thereby effectively tuning the concentration gradient across the support layer. Initial studies resulted in smaller-diameter particles and increased CNT yield.169\nWhile oxide substrates remain the best for SWCNT forest growth, high mass-density SWCNT arrays on electrically\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11761\nconductive substrates are important for several applications. In particular, SWCNT growth for electronic interconnects in vertical vias need be realized at low process temperatures.113 Recently, Ti and TiN have been found to be effective in supporting a high density of catalyst particles and keeping them active. CNT arrays with 1.6 g/cm3 mass density were realized by Co−Mo catalyst on Ti/Cu underlayers at 450 °C170 and CNT arrays with 12 × 1012 cm−2 wall density were realized by Ni catalyst on TiN at 400 °C.171 Multilayer structures have also been reported, for example Fe catalyst on TiN/Ta/Cu stacks produced 45 μm-tall CNT arrays with a density of 0.30 g/cm3. In this case, Ta prevented the out diffusion of Cu while TiN prevented the reaction between Fe and Ta.172\nWhile the support layer controls the physical stability of the catalyst nanoparticles, recent success in controlling CNT diameter through mixtures or alloys of more than one element of the catalyst has encouraged researchers to explore the periodic table beyond the more conventional combinations of Fe/Mo173,174 and Co/Mo.45,143,175 There has even been exploration into ternary mixtures of Fe/Ni/Cr films deposited by arc plasma deposition to achieve semicontinuous diameter control within the 1.3−3.0 nm range.146 Researchers have demonstrated particular success in maintaining small particles by adding material on top of the catalyst film (such as an Al capping layer)150 or adding small amounts of an “anchoring” material (such as Cu),176 both of which are thought to maintain small particles by restricting atom migration. Notably, Co/Cu catalysts yielded forests with an exceptionally small mean diameter of 0.9 nm,176 although the maximum diameter was not discussed. Aside from engineering the support and catalyst layers, tuning the subsequent CVD processing conditions, such as gas environment and time of exposure during annealing, is a conventional means of controlling particle coarsening to influence the tube diameters and density of the SWCNT forests.147,177−179 However, more exploratory pretreatments of the catalyst film, such as with a hydrocarbon gas148,180 and/or rapid thermal annealing,181,182,173,174 have the potential for boosting forest density and shrinking CNT diameter. Other techniques have tuned the gas mixture such as by introducing acetonitrile to an ethanol precursor to shrink the mean SWCNT diameter during growth.144\nWhile not all of the synthesis challenges for SWCNT forests have been resolved, we now have sufficient understanding to address industrial issues such as continuous production, uniform gas delivery over large areas, and cost. Wafer-scale growth has already been demonstrated in a lab-scale tool.153 Moreover, Zeon Corp., under the subsidiary company Zeon Nano Technology Co., Ltd., recently established an industrialscale SWCNT production plant.183 In collaboration with the National Institute of Advanced Industrial Science and Technology (AIST) in Japan, Zeon Corp. has developed a continuous, belt conveyor process to synthesize aligned SWCNTs on flat 50 × 50 cm2 metal substrates (Figure 3b,c) for ton-scale production of long, pure, and high surface area aligned SWCNTs.184 Extension of growth substrates from 2D to 3D is another strategy for bulk production of SWCNT arrays, for example by growing CNTs on beads. Vertically aligned CNT growth has been demonstrated on catalyst−supported ceramic spheres in a fixed, monolayer bed of the beads.185 Fluidized bed CVD using catalyst supported on porous powders has realized commercial production of MWCNTs at hundreds of tons annually, although CNTs are not in aligned arrays but in\nagglomerates with catalyst powders.186 However, recent advances such as using a lamellar catalyst and spherical ceramic beads with sputtered CVD-catalyst187,188 have enabled the growth of tens-to-hundreds-of-micrometer-long SWCNT and few-wall CNT arrays. These methods provide a high carbon yield of 65−70% in spite of the small residence times (0.2−0.3 s). Moreover, the CNT arrays are easily separated from the ceramic beads by gas flow, yielding carbon purity levels as high as >99.6 wt % without the need for additional purification steps.189 The submillimeter-long CNT arrays can be easily transformed to sponge-like papers by dispersionfiltration, showing excellent performance as 3D current collectors for rechargeable batteries and electrochemical capacitors.190 Because the materials need to cost less than 100 USD/kg to be used in practical batteries, scale-up of the production of CNT arrays in volume is highly demanded. While these achievements represent outstanding milestones, many unresolved issues regarding large-scale forest growth remain, and as synthesis reactors evolve toward higher throughput configurations,191 other substrate and catalyst designs are required. For example, salts,143 preformed particles,192 or buckyferrocene193 may replace catalyst films otherwise traditionally prepared by physical vapor deposition. However, these deposition techniques will still be subject to the physical transformation phenomena that take place at high temperature and in reactive gas environments, and the fundamental knowledge emerging from supported-catalyst studies will continue to inform a priori design rules and controls in all substrate-based fabrication routes.\nInfluence of Precursor Gas Chemistry. While researchers have analyzed impacts of the catalyst, cocatalyst, and catalyst/substrate interactions on the resultant SWCNT product, less attention has been devoted to the carbon feedstock beyond the hydrocarbon metal solubility and, to some extent, its “cracking” behavior. However, over the past decade bodies of evidence have emerged demonstrating the multiple critical roles of reactive gas feedstocks. For example, oxygencontaining species can influence lifetime through oxidative polishing,194 growth temperature by promoting dehydrogenation,195 and diameter control by influencing catalyst sintering behavior,196 while the hydrocarbons and their reaction products can influence nucleation efficiency and catalyst reduction as well as CNT alignment, growth rate, and defect density. These later points add support for early arguments197,198 that specific gas precursors, and those with alkyne moieties (triple bonds) in particular, can incorporate into growing CNTs as intact molecules (e.g., in lengths of C2−C4 and possibly larger).162,199−202 While this idea remains at the forefront of research efforts, if side groups attached to an alkyne can be directed into a growing CNT without impacting the lattice stability, then chirality-directing functional groups or heteroatoms could be delivered to preselected locations along the growth axis. This could enable more precise helicity control that is either synergistic to or an independent control parameter distinguished from catalyst control alone. Further, this could enable directed defect placement or geometries,203 SWCNTs with various types of engineered heteroatoms, and SWCNTs that could be covalently modified by wet- or drychemical postprocessing.204\nA burgeoning area where choice of precursor might have a significant impact is toward scale-up and more environmentally benign production of CNTs. A variety of renewable sources ranging from naturally occurring materials (oils, biodiesel, food-based products) and vegetable and animal waste products\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11762\nhave shown their efficacy for producing CNTs (mostly MWCNTs; summarized in ref 205). However, these feedstocks are inherently heterogeneous, which could lead to undesirable toxic byproduct emissions and reduced product quality. In contrast, recent efforts to employ the byproduct of Fischer−Tropsch (FTS) synthesis have been shown to produce SWCNT forests with enhanced growth rates and smaller average tube diameters compared to growth using traditional precursors such as ethylene.206 In addition, the FTS precursor also enabled MWCNT forest growth at low temperatures (<400 °C).207 While all of these precursors are still employed in a typical tube furnace-based thermal CVD process, alternate CNT synthesis routes are possible. In that regard, recent experiments in an open electrochemical system have demonstrated that CO2 can be captured directly from the air and converted to CNTs, while O2 is evolved as a reaction byproduct from the system.208−210 These techniques represent an emerging direction for nanomaterials research that brings together the scientific discoveries of yesterday with the scaling and environmental challenges of tomorrow. Moreover, nontraditional chemical precursors may allow us to better understand the chemical pathways involved in SWCNT nucleation, while providing industrially viable routes for large-scale economic and sustainable production of CNTs.211"
    }, {
      "heading" : "RECENT ADVANCES IN BORON NITRIDE NANOTUBE GROWTH",
      "text" : "Besides carbon, other materials with layered crystal structures such as hexagonal boron nitride (hBN)212 and metal chalcogenides (e.g., WS2)\n213 are known to form tubular structures at the nanoscale. Among them, boron nitride nanotubes (BNNTs) have been of particular interest due to their properties complementary to those of CNTs.212 BNNTs are seamless rolled-up cylinders composed of single- or fewlayered hBN sheets. Owing to the structural similarity, BNNTs possess exceptional mechanical strength comparable to that of CNTs; however, they are wide bandgap semiconductors (∼6.0 eV) and transparent in the visible spectrum. They also exhibit a remarkable oxidation resistance up to 900 °C, electrical insulation with high thermal conductivity, thermal neutron absorption ability, and piezoelectricity. This makes BNNTs better suited than CNTs for many applications under extreme conditions such as high-temperature, corrosive, and radioactive environments, where they can be used in thermal management for electronics,214 transparent nanocomposites, flame retarding/resistance,215 radiation shielding,216 and electroactive materials.216\nMany BNNT synthesis methods have been explored based on CNT synthesis methods;212 however, it has been challenging to produce high-quality BNNTs at large scale owing to their heteroatomic nature, limited access to boron sources, and necessity of extreme synthesis conditions. High-temperature routes (e.g., arc discharge, laser, plasma) have demonstrated good potential in the scalable manufacturing of highly crystalline, small-diameter BNNTs (<10 nm) directly from pure B or BN sources; however, the major challenge was the relatively slow reaction between B droplets (seeds for BNNT nucleation) and N2 (renitridation agent) due to the strong triple bond of N2, which limits the yield below 1 g/h. Very recently, there has been notable progress that led to successful commercialization of BNNTs.217 High-pressure environments were found to be effective in driving the B−N2 reaction toward BN formation by improving their collision\nfrequency. Using a CO2 laser to evaporate a B target under high N2 pressures (0.7−1.4 MPa), a high temperature−pressure method was developed by the NASA-Langley team and demonstrated the growth of highly crystalline, small diameter (<5 nm) BNNTs.218 This technology was licensed by BNNT, LLC (Newport News, USA), and high-quality, small-diameter BNNTs became commercially available in 2014. A different method based on an induction thermal plasma used hydrogen as a growth enhancer, significantly increasing the yield of small-diameter BNNTs (∼20 g/h) at atmospheric pressure (Figures 3d,e).219 Optical emission spectroscopy showed that the presence of hydrogen facilitates the formation of B−N−H containing intermediate species (e.g., NH and BH free radicals) while suppressing the recombination of freed N radicals into N2.\n220 Compared to N2, such species can provide faster chemical pathways to the BN formation owing to the relatively weak bonds of N−H or B−H. A recent numerical simulation also suggested improved particle heating and quenching rates (∼105 K/s) in the presence of hydrogen due to the high thermal conductivity of hydrogen over the temperature range of 3500−4000 K. These turned out to be important for the complete decomposition of the hBN feedstock and rapid formation of nanosized B droplets for the subsequent BNNT growth.220 Figure 3d and e show photos of the as-produced BNNT material (∼200 g) in the filtration chamber following an 11 h synthesis experiment and its SEM image, respectively.219 In 2015, this technology was licensed by Tekna Systems Inc. (Sherbrooke, Canada) and high-quality BNNTs became accessible in kilogram quantities. Enabled by this technology, the scalable fabrication of macroscopic high purity assemblies of BNNTs (such as buckypapers, yarns, and thin films) was also successfully demonstrated.215,219 A similar induction plasma process (now licensed to BNNT LLC, Newport News, VA)221 at high pressure (>0.3 MPa) was also reported to produce small-diameter BNNTs at a large scale (∼35 g/h) without using hydrogen.222 Despite the recent progress, the current production capacity of BNNTs is still far behind SWCNTs. For the expedient development of BNNT-based applications, more effort is needed to understand the growth mechanisms through modeling and in situ diagnostics. Suitably engineered BNNTs will have transformative impact by providing a rich variety of geometrical or electronic structures and allow nanomaterialbased products not addressable by SWCNTs. Tuning the structure of BNNTs, such as bucking223 or faceting224 has opened possibilities to control their torsional or shear stiffness, atomic-scale interlayer friction, and chemical reactivity. A systematic study of tunable BCN nanotubes is needed to elucidate how the electronic, optical, and physical properties of BNNTs can be tailored upon altering their composition or the distribution of hybrid domains of B, C, N, or BN. While atomically thin hBN layers have served as an excellent platform for this research, the nanotube analogs using coaxial BNNTs and CNTs have received limited attention.225 Localized defects in hBN crystals have recently been recognized to host optical defects such as N-vacancy centers, which are appealing candidates for single-photon sources at room temperature;226 however, defect control and their characteristics in the curved hBN system still remains unexplored. The knowledge accumulated over two decades of SWCNT synthesis can provide useful guidance toward identifying critical pathways for the successful exploration of unchartered areas in BNNT science and technology.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11763"
    }, {
      "heading" : "RELATED ADVANCES IN GRAPHENE AND OTHER 2D MATERIAL GROWTH",
      "text" : "The lessons learned from nanotube growth can be extended toward two-dimensional (2D) layered materials as well, especially in the case of graphene, the 2D counterpart to SWCNTs. Since its successful isolation by the micromechanical cleavage of graphite,227 there has been significant interest in the catalytic CVD synthesis of graphene as a means of producing high-quality material over large areas for numerous proposed applications.7 Understandably, there are substantial similarities between the catalytic growth of graphene and CNTs, including precursor gases, process temperatures, and metal catalysts, although planar catalyst foils/films are used rather than nanoparticles. Indeed, well-defined single crystalline planar substrates serve as simplified model systems for fundamental studies of SWCNT catalysis (Figure 4) that can\nbe readily probed with powerful surface science techniques while avoiding some of the complexities of SWCNT growth such as diverse nanoparticle populations, nanosizing effects, and support interactions. Graphene Growth Mechanisms. Initial attempts to explain differences in graphene growth results between catalyst materials were based on simple thermodynamic considerations of carbon solubility.228−232 The assumption being that for catalysts with low carbon solubility, for example, Cu,233,234 growth occurs isothermally at the surface during hydrocarbon exposure forming single-layer graphene, while for higher solubility catalysts, for example, Ni,235 carbon dissolves during hydrocarbon exposure and precipitates to form multilayers on cooling. However, consideration of graphene films grown on catalyst thin films, revealed that the graphene thickness can substantially exceed that expected from precipitation alone.236 The application of in situ techniques (below) that allow realistic growth conditions to be accessed, has revealed that graphene growth in fact occurs isothermally during precursor\nexposure even for catalysts with high carbon solubilities, for example, Ni,237−241 and Pt.242 This includes the isothermal formation of multilayer graphene which can either nucleate directly or form beneath an existing graphene layer during extended exposure with carbon supplied to the catalyst via graphene edges and defects.243,244 From the perspective of CNT growth, this corresponds to our understanding of nucleation in SWCNTs, and the formation of macroscopically long tubes that contain many orders of magnitude more carbon than is dissolved in the catalyst nanoparticle at any time. Carbon precipitation on cooling can also contribute to graphene growth, but for typical growth temperatures and cooling rates (>100 °C/min), the majority of carbon is quenched within the catalyst.238 Thus, differences in the catalytic activity for precursor dissociation and graphitization, rather than carbon solubility, appear more strongly implicated in the catalyst-dependent variations in the growth result. Growth models incorporating kinetic effects have been developed,242,245−247 highlighting in particular that graphene nucleation simply requires a local carbon supersaturation to be developed at the catalyst surface, while the concentration in the bulk of the catalyst can remain much lower. Graphene growth thus depends on the balance between precursor dissociation and diffusion into the catalyst bulk as well as the transport of carbon across the catalyst surface and attachment to the graphene edges.242,248 On the basis of this understanding, the controllable growth of single-layer graphene has now been demonstrated on a broad range of catalyst materials including those with appreciable carbon solubilities.236,238,249 There has also been significant progress in increasing graphene domain sizes to minimize the defects associated with grain boundaries. This is either achieved by reducing the nucleation density, for example, decorating catalyst surface sites by alloying,237,250,251 or nucleating multiple epitaxially aligned domains on a single crystalline substrate that merge to form a pseudosingle crystal.252 Centimeter- and even meter-sized domains can be achieved on appropriately treated Cu−Ni alloy foils (Figure 3f) or single crystal Cu foils (Figure 3g),253−255 while wafer-scale growth of epitaxially aligned domains has been demonstrated on Ge(110).252\nGrowth Challenges. Although impressive progress has been made over the past decade, to achieve the level of growth control demanded by many of the proposed high-value applications of graphene and other 2D materials, a number of key challenges still remain. In particular, given the inherent polycrystallinity of the low-cost catalyst foils used for largescale economic growth, improved understanding of the role of different catalyst surface orientations and grain boundaries is required,242 including how strain is accommodated as graphene grows across these features. Further work is also needed to be able to uniformly produce graphene films with a specified number of layers as well as stacking, which can lead to dramatic changes in electronic properties.256 Moreover, developing damage-free, environmentally friendly and continuous transfer techniques is also very important for graphene applications. The integration of graphene with other materials is also critical to applications, for example, as a passivating coating,257,258 functional device layer,259,260 or in lateral and vertical heterostructures with other 2D materials.261 Taking heterostructures as an example, growing graphene in intimate contact with other 2D materials adds significant complexity, requiring their mutual compatibility with the catalyst support, as well as a process resilient to species dissolved in the catalyst during growth of the other materials.262 Continuing to build on the\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11764\nprogress to date in graphene CVD will be critical to addressing these challenges and realizing many of the envisioned applications of graphene.\nIN SITU STUDIES OF SWCNT AND 2D MATERIAL"
    }, {
      "heading" : "SYNTHESIS",
      "text" : "The ability to directly monitor SWCNTs or other low dimensional nanostructures during growth can provide valuable insights into their growth mechanisms and in situ or operando measurements have become increasingly important. Because each in situ method has its own operational parameter space and information delivered about SWCNTs or 2D materials, the choice of characterization tool is significant. This challenge is often expressed in terms of the so-called pressure and materials gaps,263 where traditional surface science is typically performed in ultrahigh vacuum and on well-defined model surfaces/single crystals, while scalable catalytic growth of SWCNTs and 2D materials is performed at higher pressures and involves complex material architectures (Figure 4). It is important to bridge these gaps to fully understand the catalytic process under real working conditions. Also shown in Figure 4 are selected in situ characterization methods that have been employed to study 1D and 2D material growth, mapped with respect to their operating ranges in terms of pressure and characterization capabilities. Key to effectively employing any of these techniques is the existence of suitably strong and rich fingerprint signals for the growing nanostructure, and the challenge of revealing the underlying growth mechanisms is best addressed by correlative probing using a range of techniques, thereby overcoming their individual limits on time or spatial/signal resolution. In Situ Transmission Electron Microscopy. Early pioneering work focused on the direct observation of SWCNT growth within an ETEM.9 The in situ ETEM experiments have enabled the observation of catalyst surface and shape reconstruction9,10,264,265 and step-flow dynamics8,266 during SWCNT nucleation, as well as catalyst particle dewetting and glimpses into the early stages of organized growth.267,268 In the case of graphene growth, scanning electron and optical microscopy has been used to directly image isothermal growth on poly crystalline metal foils.237,242,269,270 Meanwhile, low energy electron microscopy (LEEM) has been used to study graphene growth on a variety of single crystal substrates.271−273,265,192−195 However, the optimum imaging conditions within an ETEM impose restrictions on the SWCNT growth conditions such as lower pressures and temperatures, which limit its use. The ultrahigh vacuum conditions and consequent slower kinetics in these studies can reveal the behavior close to thermodynamic equilibrium228,229 but are usually far from the realistic conditions used for large-scale graphene or CNT growth (Figure 4).274\nIn Situ Spectroscopy. In addition to microscopy, in situ spectroscopic measurements during synthesis have furthered our understanding of SWCNT and graphene growth mechanisms. X-ray-based techniques such as X-ray photoelectron spectroscopy (XPS) and X-ray scattering/diffraction have been particularly effective. On the one hand, XPS can probe the chemical state of the catalyst and ambient pressure XPS (AP-XPS) studies using synchrotron radiation allow high temporal and energy resolution to be achieved, and have shown that the catalyst should be in a reduced state prior to SWCNT nucleation.154 Moreover, AP-XPS studies during the CVD growth of graphene on Cu foils have shown\nevidence for graphene formation on the metal surfaces during high temperature exposure to hydrocarbons,269 and both isothermal growth and precipitation upon cooling for Ni films.238 On the other hand, X-ray scattering and diffraction from the growth substrate during synthesis provides details about the phase of the catalyst, such as the presence of alpha and gamma phases in iron particles, and of iron carbides on the substrates during and after CNT growth.275 Furthermore, glancing angle X-ray scattering using a synchrotron source has been used to measure the organization and population evolution dynamics during the growth of vertically aligned CNTs.182,276\nAmong visible light spectroscopic techniques, Raman spectroscopy in particular has been used extensively to characterize SWCNT growth277−283 owing to the high sensitivity brought about by resonance and its relative ease of implementation (atmospheric pressure, visible laser excitation). Studies performed during the growth of individual SWCNTs have revealed chiral-angle dependent growth rates and defect densities,281,282 while in situ spectra from the collective growth of SWCNTs have revealed insights into activation and deactivation mechanisms277,278 and into the evolution of tube diameters and helicities.284 In the future, the development of cross-correlative studies using two or more in situ characterization techniques will be critical. For example, the inclusion of Raman spectroscopy inside an ETEM285 could provide real time chemical information about processes being observed in the TEM.\nExperimental Reproducibility. A crucial aspect of CVD synthesis is the inherent variability in the day-to-day experimental process parameters (ambient humidity, furnace cleanliness, substrate placement, etc.),286 which can severely impact reproducibility. One solution is to automate processes involved in SWCNT growth, which can mitigate reproducibility issues.287 Another problem with CVD synthesis is the huge experimental parameter space (catalyst, hydrocarbon, substrate, temperature, pressure, flow rates, etc.), which makes progress prohibitively slow. This presents a drawback for most in situ techniques that study nonideal growth scenarios (for example, low pressures and temperatures) using a small number of controlled growth parameters while providing little statistics to account for variations between experiments. To that end, the recently developed autonomous research system (ARES) uses robotics and machine learning (ML) to execute, evaluate, and plan subsequent growth experiments by handling the multidimensional parameter space through computations. ARES is a fully autonomous, closed-loop research robot for materials development. It relies on a variety of ML planners, such as random forest and knowledge gradient, and has shown that it can learn to grow SWCNTs at a desired growth rate.280 Future advances with operando and in situ techniques will greatly benefit from implementation of automation and autonomous feedback control to increase reliability."
    }, {
      "heading" : "PROCESSING AND APPLICATIONS",
      "text" : "The synthesis of SWCNTs, graphene, and other nanostructures is a concept intrinsically tied to their processing and applications. In some cases, processing or applications can be directly enabled by synthesis such as in the case of fiber spinning from solid CNT arrays where synthesis-controlled properties of the material dictate the feasibility of dry spinning methods. In other cases, processing or applications are passively dependent on synthesis since the parameters\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11765\ncontrolled in synthesis studies can be related to their performance or processing requirements but do not dictate the feasibility of making a device or application. In the remainder of this section, we discuss selected, important applications that capitalize on the properties of SWCNTs and also highlight ways in which synthesis science can enable advances in the processing or application platform. The synthesis challenges for each application are shown schematically in radar/spider plots in Figure 5 with respect to the current status and future needs. While there are numerous parameters that can impact a particular application, for the sake of general discussion we have chosen length, diameter, alignment, helicity, and density. Moreover, comparison between various applications necessitates vagueness in the units, for example,\nlow and high density. Similar analogies could be made for processing and applications of 2D layered materials.\nAdvanced Fibers and Wires. The assembly of SWCNTs into multifunctional fibers has been explored since the early 2000s288−291 due to the need for fiber materials that are simultaneously light, strong, and electrically and thermally conductive. Essentially, this is the fourth historical attempt since the early 1970s to produce synthetic electrical conductors (after conductive polymers, graphite intercalation compounds, and high temperature superconductors). Over the past two decades, SWCNT fiber conductivity has progressed rapidly, reaching room-temperature values of up to 8.5 MS/m;292−294 thermal conductivity has exceeded 380 W/m K,292 while simultaneously attaining low density (1 to 1.5 g/cm3\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11766\ndepending on the manufacturing process) and significant strength (1 to 3 GPa).292,295 Figure 6a shows an example of a light emitting diode suspended and lit by two 25 μm thick SWCNT fibers. The superlative combination of properties makes SWCNT conductors attractive for several military and aerospace applications. SWCNT fibers exhibit textile-like handling, making them well-suited for wearable electronics296 as well as medical applications.297 However, the conductivity gap with copper (about an order of magnitude) needs to be reduced to enable a larger set of commercial applications; one approach toward this end is to increase the content of metallic SWCNTs. Fiber properties are still limited because of the difficulty of making high quality SWCNTs in high yield while controlling their structure and length. Recent research has shown that optimized SWCNT fiber spinning processes can lead to improved SWCNT structure and enhanced fiber properties;295 yet, all recent work on fibers reinforces the concept that fiber performance can be improved further only through advances in SWCNT synthesis. Unlike solid state spinning, solution spinning using true\nsolvents (super acids) allows the independent optimization of SWCNT synthesis and fiber spinning, making it the method of\nchoice for producing high performance SWCNT fibers.292,298\nBoth low defect density and low impurity (amorphous carbon, catalyst residues) SWCNTs are essential for successful nanotube dissolution299 and for the production of strong, highly electrically conductive SWCNT fibers. In addition to high crystallinity and sample purity, high aspect ratio is critical to obtain high strength fibers.292,300,301 Presently, SWCNT length plays the controlling role in determining the electrical properties as the scaling of conductivity with aspect ratio is observed to be almost linear.292,302,303 Therefore, synthesis efforts aiming to improve the fabrication challenges in high performance fibers should address the fabrication of high yield, low impurity (carbon and metals), high crystallinity, and high aspect ratio CNTs (Figure 5a).\nMembranes for Water Desalination. Carbon nanotubes display very exciting fluidic properties. Simulations and experimental measurements have demonstrated that flow rates of liquids,304−309 ions,310,311 protons,312−314 gases,306,315,316 and vapors131 through the inner volume of narrow SWCNTs exceed predictions of classical transport theories by several orders of magnitude. Figure 6b shows a recent example of the performance metrics (pore permeability vs pore diameter) for a\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11767\nmembrane fabricated from a vertically aligned SWCNT array (VANTA). Fast flow through highly crystalline SWCNTs has been attributed primarily to their atomic smoothness and weak interaction of the fluid with the graphitic walls,315,317 which minimizes diffusive scattering and magnifies slip at the solid/ liquid interface.308 Because transport rates measured in SWCNTs cannot be matched by any other synthetic pore with similar dimensions, membranes with carbon nanotube channels are positioned to overcome the trade-off between permeability and selectivity318 typically encountered in the membrane separation area. Highly permeable, yet selective membranes could dramatically cut both operating and capital costs in separation applications by lowering energy requirements and reducing membrane area and plant footprint.319−322\nIntense research has been directed toward incorporation of SWCNTs in membranes for water purification and desalination.323−329 To fully realize their potential, several synthesis challenges need to be overcome (Figure 5b).330 When SWCNTs are employed as only/primary flow pathways, a high density (>1011−1012 tube/cm2) of open tubes must span the entire membrane thickness to provide flow rates outperforming those of conventional reverse osmosis and nanofiltration membranes.325,331 Also, to efficiently remove salts from high salinity water, the diameter of the largest SWCNT in the distribution has to be ≤1 nm.309,327 For larger diameter SWCNTs, the primary mechanism of ion rejection is based on electrostatic interactions, and partial desalting is only possible from dilute electrolyte solutions where these interactions are important.323,324 Finally, large membrane areas are required for desalination applications. This combination of properties in SWCNT membranes (small diameter + high tube density over a large area) has been elusive so far. High pore densities can be achieved by fabricating membranes from VANTAs,131,324 but the diameter distribution in VANTAs is typically too wide, and uniform CNT properties are difficult to achieve on large-area substrates. In contrast, membranes formed with solution-based methods can meet the stringent diameter requirement because any SWCNT source can be used to form the starting dispersion.132,328 Moreover, solutionbased fabrication methods offer the advantage of easy scale-up. However, they typically exhibit low densities.332 Proposed strategies to overcome these problems include exploiting latest advances in CNT synthesis to produce VANTAs with narrower diameter distribution and high density, functionalizing the rims of wider-than-ideal CNTs with groups that enhance selectivity by steric or electrostatic interactions,325−328 or boosting CNT density in solution-based methods333 with innovative process routes.334\nGraphene membranes335 with subnanometer pores also hold great promises for low-cost water treatment and desalting322,336−338 because their atomic thickness (∼100-fold thinner than typical reverse osmosis membranes) permits very rapid water permeation, and their chemical stability is expected to extend membrane lifetime. Defect-free graphene is impermeable339 to water and ions (except possibly protons340,341), and selective subnm pores must be created with dedicated processes (chemical and plasma etching, ion and electron irradiation, electric pulse, or their combinations)336,337,342−347 or by bottom-up approaches.348−350 Unfortunately, forming high density subnm pores with tightly controlled diameters is difficult.351 In addition, as-grown graphene typically exhibits intrinsic defects in the graphitic lattice with sizes too large to enable selective removal of ions,345,352−355 and transfer\nmethods to porous supports often lead to formation of large tears.351 Toward mitigating these problems, several approaches have been proposed including stacking of multiple layers of graphene,354 selective sealing of defects,345 and appropriate choice/design of porous supports and transfer methods.351 Despite considerable progress,231,252,312,356 growing single or few-layer graphene with low defect densities at scales relevant for this application remains a major challenge.\nElectronics. Transparent Conductors. Transparent conducting films (TCFs) are critical components of many optoelectronic devices that pervade modern technology. Doped metal oxides like indium−tin oxide (ITO) are commercially used as transparent conductors, but a flexible, nonreflective, low-cost alternative material with a broad transmission spectrum is required.357−361 Because of their excellent optoelectronic properties and flexibility, films of SWCNTs, graphene, reduced graphene oxide, and their hybrids are considered to replace ITO. These thin films can be stretched several times without losing their electrical conductivity. This property allows the manufacturing of transparent pressure sensors using SWCNTs362,363 and graphene films.364,365 SWCNT TCFs were originally manufactured by dispersing individual tubes into solvents, followed by coating of thin films onto substrates.366 One of the major drawbacks with this technique is the need for debundling of CVD-grown SWCNTs and ultrasonication into solution, which shortens the tube lengths, introduces lattice defects and impurities, and leads to the degradation of electronic properties. Compared with liquidphase processing, the direct deposition of tubes from floating catalyst CVD (FCCVD) is more direct and simpler and avoids sonication in solution as well as the use of the surfactant.367,368 By overcoming the trade-off between SWCNT length and tube bundling during film fabrication, the dry FCCVD method enables the production of films containing long SWCNTs and offers excellent optoelectronic properties compared to the films made by solution deposition. By lowering the SWCNT density in the network, and by patterning the SWCNTs in microgrids, or even with the addition of a conductive carbon coating, the sheet resistance at 90% transmission of 550 nm wavelength light has been reduced to between 40 and 80 ohms/sq, surpassing that of ITO deposited onto polymeric (e.g., PET) substrates (Figure 6c).369−371 The reflection of light from these thin films is lower than that of ITO as well as that of silver nanowire networks, in addition to having minimum haze. Recently FCCVD was also used to produce SWCNT films with tunable diameter distributions and exhibiting multiple colors.372 More detailed description on the fabrication of SWNT films using the dry FCCVD method can be found in the recent review by Zhang et al.360 including SWCNT synthesis, thin-film fabrication and performance regulation, the morphology of SWCNTs and bundles, transparency and conductivity characteristics, random bundle films, patterned films, individual CNT networks, and various applications, especially as TCFs in touch displays. Obtaining m-SWCNTs with a narrow diameter distribution, which will lead to larger transmission and conductivity, is a general need for SWCNTbased TCFs (Figure 5c). In addition to SWCNTs, graphene films have also shown promise as transparent conductors. While the transmittance of a monolayer graphene film is very high (97%), its resistivity varies from 100 to 300 ohms/sq312 depending on the degree of doping and on the method of transfer of graphene from the growth substrate to target substrate. The resistivity can be\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11768\nreduced by increasing the number of graphene layers, although at a cost of decreasing transmittance.312 Moreover, large area uniform multilayer graphene growth is difficult with CVD, and hence requires roll-to-roll printing, which is a time-consuming and costly process.358 In comparison, chemical doping of monolayer graphene,373 and increasing its grain size are desirable options for TCF applications. Graphene can be doped during or after its transfer to target substrates with different molecules; however, these dopants are chemically unstable: alternate routes for doping graphene during CVD growth are desirable. In contrast to chemical doping, “percolation-doping” of graphene, that is, the use of hybrids of graphene and SWCNTs359,374\n(here, SWCNTs are used to bridge the percolation bottleneck or grain boundaries in polycrystalline graphene)373 are more stable. Future research on nanocarbon-based TCFs will continue to reduce resistivity and increase transmittance and synthesis of these nanocarbon materials. Transistors. SWCNTs have long been eyed as tantalizing\ncandidates for semiconductor electronics. Experimental studies of the electrical properties of individual SWCNTs66,375−377 in field effect transistors (FETs) under realistic conditions378 and at aggressively scaled channel and contact lengths379−382 have shown that SWCNTs possess extraordinary electrical properties. Of particular interest is the high current carrying capacity,381 ultrafast carrier velocity,383,384 and excellent electrostatics that arise from the ultrathin SWCNT body.377\nTo exploit SWCNTs in real-world technologies, it will be necessary to construct FETs from not one but many SWCNTs, for example, in the form of large-area networks of randomly oriented SWCNTs or well-aligned arrays. Compared to thin film transistors (TFTs) fabricated from\nconventional materials, SWCNTs offer the possibility of higher current-drive, energy-efficiency, and sensitivity, for example exhibiting 2.5−10-times higher charge transport mobility385 than even state-of-the-art amorphous oxide semiconductors.386,387\nArrays of SWCNTs (aligned parallel to the substrate) have shown the potential to outperform monocrystalline Si and GaAs in FETs for logic applications (Figure 6d), allowing for up to 5-times the current density381,388 and 2−10-times lower power consumption.69,378,389,390 Horizontally aligned SWCNTs are also expected to outmatch the speed, linearity, datathroughput, and spectral efficiency of GaAs and other compound semiconductors in radio frequency (RF) FETs75,391 for low-noise amplifiers and circuits in cellular, Wi-Fi, and military communications technologies, while affording superior integrability compared to conventional compound semiconductors. Advances in the synthesis and processing of SWCNT\nnetworks and arrays over the past decade have brought many of these promising attributes within reach; however, challenges still remain. Problematically, SWCNT networks that are directly synthesized on substrates contain both metallic and semiconducting SWCNT species. A high on−off ratio can still be achieved in TFTs that contain metallic SWCNTs but only if the channel length is long and the network density is low, both of which limit TFT on-state conductance. Solution processing has been employed to avoid this trade-off, during which metallic SWCNTs can be removed using SWCNT-selective small molecules and polymers. The latter has enabled the fabrication of SWCNT TFTs with charge transport mobility as high as 100 cm2/V/s at an on/off ratio of 106, the fabrication of high-speed flexible electronic devices, and TFTs that are stretchable. Challenges still remain including increasing\nSWCNT length to increase mobility (Figure 5d), decreasing TFT to TFT variability, threshold voltage, and hysteresis. In aligned arrays, the demands on semiconducting-metallic purity are even greater than in networks because all of the SWCNTs directly span the source-drain gap. Moreover, SWCNTs in arrays must remain individualized and the inter-SWCNT pitch must be controlled ideally in the range of 5−10 nm to maximize on-state current while preventing inter-SWCNT cross-talk,392 which deteriorates on-state and off-state characteristics. Solution-phase sorting based on Langmuir-Shafer114,115 and floating evaporative self-assembly71 approaches can yield SWCNT inks that are >99.9% semiconducting and have enabled the fabrication of semiconducting SWCNT arrays that come close to replicating the ideal array morphology. SWCNT FETs have resulted with on-state conductance and current density exceeding that of Si FETs and with a footprint of only 40 nm2.70 Challenges including imperfect alignment, irregular pitch, and diameter polydispersity (Figure 5d) still remain;393 nonetheless, these exciting results motivate continued research on the synthesis and assembly of aligned arrays of SWCNTs. One recent example is the application of an electric field during synthesis where a reversal of the polarity of the field resulted in a change in the chiral distribution of the tubes, resulting in highly pure (>99%) semiconducting SWCNT arrays.99\nGraphene nanoribbons are being pursued as alternatives to SWCNTs in FETs. A bandgap can open in ribbons with armchair crystallographic orientation, converting the otherwise semimetallic graphene into a semiconductor. Here, the synthesis and processing challenges are entirely distinct from those of SWCNTs. To obtain a technologically relevant bandgap ≫ kBT at room temperature, nanoribbons must be nanopatterned so that they are narrower than 10 nm, which is beyond the limits of conventional lithography. The nanoribbons must also have atomically smooth, faceted edges to preserve the excellent charge transport properties of the unpatterned graphene. However, the fabrication of nanoribbons by subtractive topdown etching (e.g., using a reactive ion plasma) leaves highly disordered edges with poor charge transport properties.394−396\nTo overcome these challenges, bottom-up synthetic approaches are being investigated including surface-mediated and solutiondriven polymerization and anisotropic synthesis397−401 by CVD.402 Most nanoribbon electronic devices are still being explored at the single nanoribbon-scale. On-state conductance through single nanoribbons as high as 1 μS at an on−off ratio of 105 (by polymerization403) and 5 μS at an on−off ratio of 2 × 104 (by anisotropic synthesis404) have been demonstrated. In comparison, nearly ballistic transport (with an on-state conductance of 100 μS) has been obtained in individual SWCNTs at room-temperature. One particular shortcoming has been the formation of high-conductance electrical contacts to bottom-up nanoribbons, which is complicated by their short lengths. Establishing edge-contacts or growing longer nanoribbons are promising avenues toward significantly improving nanoribbon performance in FETs. Moreover, future synthesis efforts should target the growth of unidirectionally aligned nanoribbon arrays to fully exploit nanoribbons in devices. Preliminary success toward this end has been demonstrated using seeding.405\nThermal Interface Materials. In the past several decades, the increasing performance of integrated circuits has put tremendous demand on thermal management solutions. The thermal interface resistance of a typical electronics package can often comprise the majority of the total thermal resistance.406\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11769\nTraditional materials fail to deliver due to either poor thermal conductivity or poor mechanical compliance, and nature does not readily provide soft and compliant materials that conduct heat well. With their extraordinarily high axial thermal conductivity, CNTs have generated tremendous interest as candidates for low resistance thermal interface materials (TIMs).407−419 The most promising CNT TIMs produced to date have consisted of vertically aligned arrays (Figure 6e), where the CNT axis is nominally aligned orthogonal to the contact surfaces, providing maximum conductivity in this direction. This alignment also provides maximum mechanical compliance along the contact surfaces to mitigate deleterious effects of mismatches in the coefficients of thermal expansion of the interface materials, and to provide a material that can be compressed to match the nonuniformities of real surfaces. With the emergence of different electronic designs, including system-on-chip420 and multichip packages, it has become increasingly important to have a TIM that can be thick and compliant in addition to possessing high thermal conductivity. It is wellestablished that CNT arrays can be grown on useful heat transfer surfaces such as aluminum or copper to heights in the millimeter range,421 which is more than enough TIM thickness to meet emerging demands. While researchers can achieve tall and aligned CNT growth, it remains a challenge to achieve these features in combination with the high CNT mass density required for ultrahigh thermal conductivity because CNT density tends to decrease with array height.276 Growth of tall CNT arrays with high mass density remains a difficult challenge to overcome for the wide commercial deployment of CNT TIMs (Figure 5e). High-growth applications such as automotive and space electronics require thermal interfaces that perform reliably over years and in extreme temperature ranges. This requirement means that, in addition to other desired performance parameters, CNT array TIMs must usually have robust adhesion to heat transfer surfaces (typically metals), which remains a challenge and focus for future research. At the nanoscale, the size,422,423 and band structure424 of the CNTs can play significant roles in achieving effective heat or electronic transport, which can be important for applications where good thermal conductance and electrical grounding is required (e.g., power electronics). Researchers still work to control the uniformity of diameter and helicity in CNT array TIMs, which could lead to improved applications of CNT TIMs. Energy Storage Materials. Carbon nanomaterials possess high surface areas, aspect ratios, excellent conductivity, electrochemical stability, and low mass densities, which make them ideal candidates for energy storage applications.425,426 Notably, synthesis efforts can be tuned to optimize these physical properties for the ideally suited application of carbon nanomaterials in energy storage applications. One exciting application of these materials is in electrochemical double-layer capacitors, where the high surface area of the carbon nanomaterial combined with the excellent electrochemical stability enables high voltage double-layer storage.425−432 As graphene exhibits a theoretical surface area of 2630 m2/g, early reports of graphene supercapacitors demonstrated energy densities that far surpass existing activated carbon materials used in commercial supercapacitors.433 Moreover, carbon nanotubes and graphene are also excellent candidates for integration into batteries.434,435 One direction that has shown commercial value is the replacement of carbon black additives used in lithium-ion battery electrodes with CNTs or graphene to\nachieve the same conductive network with only a fraction of the mass loading. This can increase cell-level energy density but this must be balanced against the higher cost of CNTs or graphene compared to carbon black, emphasizing the need for more energy and cost-efficient synthesis processes. Alternatively, many efforts have focused on utilizing CNTs and graphene as replacements for graphite anodes in Li-ion batteries. The benefit of improved capacity can be offset by the greater surface area for solid-electrolyte interphase (SEI) layer formation in these high surface area materials, leading to low Coulombic efficiencies. On the other hand, emerging research concepts in energy storage have heavily relied on CNTs and graphene and often in hybrid configurations. One example is for lithium−sulfur batteries, where the poor conductivity of sulfur requires a conductive host material.436 In this case, graphene,437,438 carbon nanotubes,439,440 carbon nanotube-graphene hybrids,441 and aligned carbon nanotubes439,442 have enabled the key material properties required for simultaneous high areal capacity, high gravimetric capacity, >70 wt % sulfur mass loading, and moderate durability. Such materials, when combined with lithium metal anodes, have the potential to surpass 500 Wh/kg packaged cell-level energy density, which is a key technology target for the battery research community. In this regard, challenges in designing dendrite-free high capacity and high performance lithium metal anodes can also be addressed by CNTs and graphene.443 Aligned CNTs can enable reversible and dendrite-free plating of lithium metal to produce anodes that can overcome limitations of traditional host anode configurations used in lithium-ion batteries. As the cost of Li-ion batteries has plummeted by 70% in the past five years, a key challenge for the incorporation of SWCNTs and graphene into energy storage platforms is the requirement for lower-cost raw materials and cheap and scalable processing methods where the CNTs or graphene retain their extraordinary properties."
    }, {
      "heading" : "CONCLUSIONS AND OUTLOOK",
      "text" : "As we have explained, critical advances that have been made in the synthesis and applications of SWCNTs and the relationship of this understanding to other nanostructures such as BNNTs and graphene. Recent breakthroughs in the control of SWCNT helicity have been enabled by the bottom-up design of high melting point and alloy catalysts as well as the development of vapor phase epitaxy and molecular seeds for successful SWCNT cloning. Ongoing efforts in these directions focus on bringing these scientific advancements to scales at which they can be meaningful for production and applications. Alternate synthesis strategies such as flame-assisted CVD have also shown promise for large-scale diameter-controlled SWCNT growth.444 In parallel to synthesis, modeling efforts have made steps toward a unified theoretical framework for SWCNT growth, and ongoing research is bridging state-of-theart understanding derived from experiments to further guide this modeling approach forward. To aid in the rapid understanding of CNT synthesis science, vertical and horizontal CNT arrays have been heavily studied as these materials provide temporal fingerprints of synthesis processes. These studies enabled understanding of catalyst evolution during synthesis through processes such as Ostwald ripening and subsurface metal diffusion that has enabled ongoing efforts to design catalyst architectures to maximize catalytic lifetime and activity. Finally, recent investigations have highlighted the critical role alkynes and other precursors can play as efficient molecular\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11770\nbuilding blocks for synthesis, inspiring better understanding over the inputs and outputs of the SWCNT growth process. Whereas these ideas are specific to SWCNTs, a common theme emerging in recent years is the ability to apply lessons learned through SWCNT growth toward the controlled synthesis of other nanostructures. One example is BNNTs, which can now be mass produced based on processes inspired by CNT growth, and with ongoing efforts focusing on precise control of BNNT structural features, such as defects. Another example is graphene, where recent efforts have focused on understanding the intricate balance of precursor dissociation, carbon supersaturation at the catalyst surface, and transport of carbon to graphene edges, concepts related to those governing SWCNT growth. Whereas researchers can now leverage this understanding to routinely produce even meter-scale graphene single crystals, a vast ongoing research effort is focused on employing synthesis processes for the bottom-up design of complex stacked heterostructures of different 2D materials. A common theme in all synthesis efforts has been the tremendous insight gained into synthesis mechanisms provided through in situ characterization approaches. Utilizing techniques such as TEM, X-ray diffraction, XPS, or Raman spectroscopy to characterize synthesis unlocks a dimension of information not accessible through ex situ routes and accelerates progress toward understanding growth mechanisms. Building from this, the ability to synchronize data and information acquired through in situ characterization with artificial intelligence algorithms that process the experimental data along with theoretical models can make a significant impact as the number of nanomaterials to study and their configurations grow rapidly in the broader research community. This will help speed the materials discovery process, as well as enhance reproducibility and process control. With advancements in synthesis science and technology, research into applications for these nanomaterials is the most important area in current efforts. As discussed herein, advances in growth can directly impact the feasibility of many applications ranging from thermal interface materials to energy storage materials to flexible transparent conducting films and thin film transistors. A common challenge for applications is the development of synthesis techniques that can lower the cost of CNT and graphene materials to make it competitive with other carbon materials such as activated carbons and carbon fibers. Furthermore, the integration of CNTs, BNNTs, graphene and other nanomaterials with current device manufacturing processes and materials used therein (contacts, dielectrics, dopants, etc.) is a crucial bottleneck that must not be neglected. We have now achieved significant progress toward the goal of achieving atomic-scale precision in the synthesis of nanostructures, and this capability is complimented by extraordinary leaps in theoretical understanding and computational resources to support these ventures. One may notice, however, that the overall number of SWCNT-related publications as well as funding has declined in recent years (especially in the United States), giving the impression that excitement and discovery in the synthesis of these nanostructures has diminished, or that the major research problems have been solved (“Trough of Disillusionment” in the Gartner Hype Cycle curve).445 Rather, we firmly believe that CNTs are on the “Slope of Enlightenment”, and this resurgence is supported by renewed industry engagement as well as global increases in research funds in China446 and Europe (Graphene flagship).\nA few examples of recent industrial involvement include the development of a record heat dissipating material based on vertically aligned CNTs,447 Boeing partnering with Veelo technologies for its CNTs,448 and the rise of startup companies such as Surrey Nanosystems (Vantablack−light absorbing coating), and Carbice (thermal management), Tianjin Foxconn (transparent conducting touch panels), OCSiAl, Cnano, and Shenzhen Nanotech Port (conducting additive for lithium-ion batteries). In addition, multiorganization partnerships to convert natural gas to hydrogen (for fuel cells) and to carbon fibers and CNTs449 highlight efforts toward curbing CO2 emissions while simultaneously producing useful nextgeneration materials. An alternate route is to use electrochemistry to convert CO2 into crystalline CNTs,\n208 which may further broaden the scope and impact of CNT synthesis science. The recent research developments described here suggest that CNTs still have a bright future filled with rich and important scientific discovery and that this field has indeed grandfathered a burgeoning community of researchers that can use the lessons learned from SWCNTs to address the synthesis and applications of 2D or other low-dimensional nanostructures.\nAUTHOR INFORMATION Corresponding Author *E-mail: rahul.rao.1.ctr@us.af.mil."
    }, {
      "heading" : "ORCID",
      "text" : "Rahul Rao: 0000-0002-6415-0185 Cary L. Pint: 0000-0003-4700-0852 Robert S. Weatherup: 0000-0002-3993-9045 Stephan Hofmann: 0000-0001-6375-1459 Eric R. Meshot: 0000-0002-7951-6696 Chongwu Zhou: 0000-0001-8448-8450 Nicholas Dee: 0000-0002-8633-3564 Placidus B. Amama: 0000-0001-9753-6044 Evgeni S. Penev: 0000-0002-4783-8316 Perla B. Balbuena: 0000-0002-2358-3910 Suguru Noda: 0000-0002-7305-5307 Francesca Mirri: 0000-0003-1743-3366 Matteo Pasquali: 0000-0001-5951-395X Hui-Ming Cheng: 0000-0002-5387-4241 Eric A. Stach: 0000-0002-3366-2153 Jin Zhang: 0000-0003-3731-8859 Fei Wei: 0000-0003-1774-0550 David B. Geohegan: 0000-0003-0273-3139 Shigeo Maruyama: 0000-0003-3694-3070 Yan Li: 0000-0002-3828-8340"
    }, {
      "heading" : "A. John Hart: 0000-0002-7372-3512",
      "text" : ""
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This review was stimulated by the “2017 Guadalupe Workshop on the Nucleation and Growth Mechanisms of Atomically-thin Nanomaterials: From SWCNTs to 2D Crystals”, held at the Flying L Guest Ranch in Bandera, Texas, between April 21 and 25, 2017. The authors are grateful to John Marsh, Andrea Zorbas, and Ginny Whitaker at Rice University for logistical support and would like to acknowledge those agencies and grants that have funded their research within the Workshop’s subject: AFOSR (LRIR #16RXCOR322, FA9550-14-1-0107),\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11771\nNSF (CBET-1605848), ONR, DOE (DE-FG02-06ER15836), and the Welch Foundation (C-1590)."
    }, {
      "heading" : "VOCABULARY",
      "text" : "single-walled carbon nanotube (SWCNT), a single-walled carbon nanotube can be conceptually viewed as a seamless rolled-up cylinder from a graphene sheet; helicity, a term used to describe atomic configurations of carbon nanotubes; chiral angle, the angle between the roll-up direction of the graphene sheet and the zigzag motif in the honeycomb lattice; chemical vapor deposition, the most popular carbon nanotube synthesis technique, used to deposit solid materials by chemical reaction of gaseous precursors; graphene, a single atomic layer of graphite; boron nitride nanotube, a seamless rolled-up cylinder of boron nitride layers"
    }, {
      "heading" : "1, 816.",
      "text" : "(100) Qin, X.; Peng, F.; Yang, F.; He, X.; Huang, H.; Luo, D.; Yang, J.; Wang, S.; Liu, H.; Peng, L.; Li, Y. Growth of Semiconducting Single-Walled Carbon Nanotubes by Using Ceria as Catalyst Supports. Nano Lett. 2014, 14, 512−517. (101) Kang, L.; Zhang, S.; Li, Q.; Zhang, J. Growth of Horizontal Semiconducting Swnt Arrays with Density Higher Than 100 Tubes/ Μm Using Ethanol/Methane Chemical Vapor Deposition. J. Am. Chem. Soc. 2016, 138, 6727−6730. (102) Zhou, W.; Zhan, S.; Ding, L.; Liu, J. General Rules for Selective Growth of Enriched Semiconducting Single Walled Carbon Nanotubes with Water Vapor as in Situ Etchant. J. Am. Chem. Soc. 2012, 134, 14019−14026. (103) Astakhova, T. Y.; Vinogradov, G. A.; Gurin, O. D.; Menon, M. Effect of Local Strain on the Reactivity of Carbon Nanotubes. Russ. Chem. Bull. 2002, 51, 764−769. (104) Srivastava, D.; Brenner, D. W.; Schall, J. D.; Ausman, K. D.; Yu, M. F.; Ruoff, R. S. Predictions of Enhanced Chemical Reactivity at Regions of Local Conformational Strain on Carbon Nanotubes: Kinky Chemistry. J. Phys. Chem. B 1999, 103, 4330−4337. (105) Meshot, E. R.; Zwissler, D. W.; Bui, N.; Kuykendall, T. R.; Wang, C.; Hexemer, A.; Wu, K. J. J.; Fornasiero, F. Quantifying the Hierarchical Order in Self-Aligned Carbon Nanotubes from Atomic to Micrometer Scale. ACS Nano 2017, 11, 5405−5416. (106) Murakami, Y.; Chiashi, S.; Miyauchi, Y.; Hu, M.; Ogura, M.; Okubo, T.; Maruyama, S. Growth of Vertically Aligned Single-Walled Carbon Nanotube Films on Quartz Substrates and Their Optical Anisotropy. Chem. Phys. Lett. 2004, 385, 298−303. (107) Li, W. Z.; Xie, S. S.; Qian, L.; Chang, B. H.; Zou, B. S.; Zhou, W. Y.; Zhao, R. A.; Wang, G. Large-Scale Synthesis of Aligned Carbon Nanotubes. Science 1996, 274, 1701−1703. (108) Zhou, Y.; Ghaffari, M.; Lin, M.; Parsons, E. M.; Liu, Y.; Wardle, B. L.; Zhang, Q. M. High Volumetric Electrochemical Performance of Ultra-High Density Aligned Carbon Nanotube Supercapacitors with Controlled Nanomorphology. Electrochim. Acta 2013, 111, 608−613.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11774\n(109) Kim, B.; Chung, H.; Kim, W. High-Performance Supercapacitors Based on Vertically Aligned Carbon Nanotubes and Nonaqueous Electrolytes. Nanotechnology 2012, 23, 155401. (110) Pint, C. L.; Nicholas, N. W.; Xu, S.; Sun, Z.; Tour, J. M.; Schmidt, H. K.; Gordon, R. G.; Hauge, R. H. Three Dimensional Solid-State Supercapacitors from Aligned Single-Walled Carbon Nanotube Array Templates. Carbon 2011, 49, 4890−4897. (111) Chiodarelli, N.; Li, Y.; Cott, D. J.; Mertens, S.; Peys, N.; Heyns, M.; De Gendt, S.; Groeseneken, G.; Vereecken, P. M. Integration and Electrical Characterization of Carbon Nanotube via Interconnects. Microelectron. Eng. 2011, 88, 837−843. (112) Xie, R.; Zhang, C.; van der Veen, M. H.; Arstila, K.; Hantschel, T.; Chen, B.; Zhong, G.; Robertson, J. Carbon Nanotube Growth for through Silicon via Application. Nanotechnology 2013, 24, 125603. (113) Awano, Y.; Sato, S.; Nihei, M.; Sakai, T.; Ohno, Y.; Mizutani, T. Carbon Nanotubes for Vlsi: Interconnect and Transistor Applications. Proc. IEEE 2010, 98, 2015−2031. (114) Nihei, M.; Horibe, M.; Kawabata, A.; Awano, Y. Simultaneous Formation of Multiwall Carbon Nanotubes and Their End-Bonded Ohmic Contacts to Ti Electrodes for Future Ulsi Interconnects. Jpn. J. Appl. Phys. 2004, 43, 1856−1859. (115) Vahdani Moghaddam, M.; Yaghoobi, P.; Sawatzky, G. A.; Nojeh, A. Photon-Impenetrable, Electron-Permeable: The Carbon Nanotube Forest as a Medium for Multiphoton Thermal-Photoemission. ACS Nano 2015, 9, 4064−4069. (116) Perea-Loṕez, N.; Rebollo-Plata, B.; Briones-Leoń, J. A.; Morelos-Goḿez, A.; Hernańdez-Cruz, D.; Hirata, G. A.; Meunier, V.; Botello-Meńdez, A. R.; Charlier, J.-C.; Maruyama, B.; MuñozSandoval, E.; Lo ́pez-Urías, F.; Terrones, M.; Terrones, H. Millimeter-Long Carbon Nanotubes: Outstanding Electron-Emitting Sources. ACS Nano 2011, 5, 5072−5077. (117) Theocharous, E.; Chunnilall, C. J.; Mole, R.; Gibbs, D.; Fox, N.; Shang, N.; Howlett, G.; Jensen, B.; Taylor, R.; Reveles, J. R.; Harris, O. B.; Ahmed, N. The Partial Space Qualification of a Vertically Aligned Carbon Nanotube Coating on Aluminium Substrates for Eo Applications. Opt. Express 2014, 22, 7290−7307. (118) Titova, L. V.; Pint, C. L.; Zhang, Q.; Hauge, R. H.; Kono, J.; Hegmann, F. A. Generation of Terahertz Radiation by Optical Excitation of Aligned Carbon Nanotubes. Nano Lett. 2015, 15, 3267− 3272. (119) Ren, L.; Pint, C. L.; Arikawa, T.; Takeya, K.; Kawayama, I.; Tonouchi, M.; Hauge, R. H.; Kono, J. Broadband Terahertz Polarizers with Ideal Performance Based on Aligned Carbon Nanotube Stacks. Nano Lett. 2012, 12, 787−790. (120) He, X.; Fujimura, N.; Lloyd, J. M.; Erickson, K. J.; Talin, A. A.; Zhang, Q.; Gao, W.; Jiang, Q.; Kawano, Y.; Hauge, R. H.; Leónard, F.; Kono, J. Carbon Nanotube Terahertz Detector. Nano Lett. 2014, 14, 3953−3958. (121) Sharma, A.; Singh, V.; Bougher, T. L.; Cola, B. A. A Carbon Nanotube Optical Rectenna. Nat. Nanotechnol. 2015, 10, 1027−1032. (122) Choi, W.; Hong, S.; Abrahamson, J. T.; Han, J.-H.; Song, C.; Nair, N.; Baik, S.; Strano, M. S. Chemically Driven Carbon-NanotubeGuided Thermopower Waves. Nat. Mater. 2010, 9, 423−429. (123) Taphouse, J. H.; Smith, O. N. L.; Marder, S. R.; Cola, B. A. A Pyrenylpropyl Phosphonic Acid Surface Modifier for Mitigating the Thermal Resistance of Carbon Nanotube Contacts. Adv. Funct. Mater. 2014, 24, 465−471. (124) Na, N.; Hasegawa, K.; Zhou, X.; Nihei, M.; Noda, S. Denser and Taller Carbon Nanotube Arrays on Cu Foils Useable as Thermal Interface Materials. Jpn. J. Appl. Phys. 2015, 54, No. 095102. (125) Kaur, S.; Raravikar, N.; Helms, B. A.; Prasher, R.; Ogletree, D. F. Enhanced Thermal Transport at Covalently Functionalized Carbon Nanotube Array Interfaces. Nat. Commun. 2014, 5, 3082. (126) De Volder, M.; Park, S.; Tawfick, S.; Hart, A. J. StrainEngineered Manufacturing of Freeform Carbon Nanotube Microstructures. Nat. Commun. 2014, 5, 4512. (127) Xu, M.; Du, F.; Ganguli, S.; Roy, A.; Dai, L. Carbon Nanotube Dry Adhesives with Temperature-Enhanced Adhesion over a Large Temperature Range. Nat. Commun. 2016, 7, 13450.\n(128) Kim, S.; Sojoudi, H.; Zhao, H.; Mariappan, D.; McKinley, G. H.; Gleason, K. K.; Hart, A. J. Ultrathin High-Resolution Flexographic Printing Using Nanoporous Stamps. Sci. Adv. 2016, 2, e1601660. (129) Thevamaran, R.; Meshot, E. R.; Daraio, C. Shock Formation and Rate Effects in Impacted Carbon Nanotube Foams. Carbon 2015, 84, 390−398. (130) Ozden, S.; Tiwary, C. S.; Hart, A. H. C.; Chipara, A. C.; Romero-Aburto, R.; Rodrigues, M.-T. F.; Taha-Tijerina, J.; Vajtai, R.; Ajayan, P. M. Density Variant Carbon Nanotube Interconnected Solids. Adv. Mater. 2015, 27, 1842−1850. (131) Bui, N.; Meshot, E. R.; Kim, S.; Peña, J.; Gibson, P. W.; Wu, K. J.; Fornasiero, F. Ultrabreathable and Protective Membranes with Sub-5 Nm Carbon Nanotube Pores. Adv. Mater. 2016, 28, 5871− 5877. (132) Wu, J.; Gerstandt, K.; Zhang, H.; Liu, J.; Hinds, B. J. Electrophoretically Induced Aqueous Flow through Single-Walled Carbon Nanotube Membranes. Nat. Nanotechnol. 2012, 7, 133−9. (133) Wu, J.; Paudel, K. S.; Strasinger, C.; Hammell, D.; Stinchcomb, A. L.; Hinds, B. J. Programmable Transdermal Drug Delivery of Nicotine Using Carbon Nanotube Membranes. Proc. Natl. Acad. Sci. U. S. A. 2010, 107, 11698−11702. (134) Jiang, K.; Wang, J.; Li, Q.; Liu, L.; Liu, C.; Fan, S. Superaligned Carbon Nanotube Arrays, Films, and Yarns: A Road to Applications. Adv. Mater. 2011, 23, 1154−1161. (135) Liang, Y.; Sias, D.; Chen, P. J.; Tawfick, S. Tough NanoArchitectured Conductive Textile Made by Capillary Splicing of Carbon Nanotubes. Adv. Eng. Mater. 2017, 19, 1600845. (136) Meshot, E.; Bedewy, M.; Lyons, K.; Woll, A.; Juggernauth, K.; Tawfick, S.; Hart, A. Measuring the Lengthening Kinetics of Aligned Nanostructures by Spatiotemporal Correlation of Height and Orientation. Nanoscale 2010, 2, 896−900. (137) Futaba, D. N.; Hata, K.; Yamada, T.; Mizuno, K.; Yumura, M.; Iijima, S. Kinetics of Water-Assisted Single-Walled Carbon Nanotube Synthesis Revealed by a Time-Evolution Analysis. Phys. Rev. Lett. 2005, 95, No. 056104. (138) Kimura, H.; Futaba, D. N.; Yumura, M.; Hata, K. Mutual Exclusivity in the Synthesis of High Crystallinity and High Yield Single-Walled Carbon Nanotubes. J. Am. Chem. Soc. 2012, 134, 9219−9224. (139) Vinten, P.; Marshall, P.; Lefebvre, J.; Finnie, P. Thermodynamic and Energetic Effects on the Diameter and Defect Density in Single-Walled Carbon Nanotube Synthesis. J. Phys. Chem. C 2013, 117, 3527−3536. (140) Li, P.; Zhang, J. Cvd Growth of Carbon Nanotube Forest with Selective Wall-Number from Fe−Cu Catalyst. J. Phys. Chem. C 2016, 120, 11163−11169. (141) Li, S.; Hou, P.; Liu, C.; Gao, L.; Liu, B.; Zhang, L.; Song, M.; Cheng, H.-M. Wall-Number Selective Growth of Vertically Aligned Carbon Nanotubes from Fept Catalysts: A Comparative Study with Fe Catalysts. J. Mater. Chem. 2012, 22, 14149−14154. (142) Chiang, W.-H.; Futaba, D. N.; Yumura, M.; Hata, K. Direct Wall Number Control of Carbon Nanotube Forests from Engineered Iron Catalysts. J. Nanosci. Nanotechnol. 2013, 13, 2745−2751. (143) Xiang, R.; Einarsson, E.; Murakami, Y.; Shiomi, J.; Chiashi, S.; Tang, Z.; Maruyama, S. Diameter Modulation of Vertically Aligned Single-Walled Carbon Nanotubes. ACS Nano 2012, 6, 7472−7479. (144) Thurakitseree, T.; Kramberger, C.; Kumamoto, A.; Chiashi, S.; Einarsson, E.; Maruyama, S. Reversible Diameter Modulation of Single-Walled Carbon Nanotubes by Acetonitrile-Containing Feedstock. ACS Nano 2013, 7, 2205−2211. (145) Youn, S. K.; Yazdani, N.; Patscheider, J.; Park, H. G. Facile Diameter Control of Vertically Aligned, Narrow Single-Walled Carbon Nanotubes. RSC Adv. 2013, 3, 1434−1441. (146) Chen, G.; Seki, Y.; Kimura, H.; Sakurai, S.; Yumura, M.; Hata, K.; Futaba, D. N. Diameter Control of Single-Walled Carbon Nanotube Forests from 1.3−3.0 Nm by Arc Plasma Deposition. Sci. Rep. 2015, 4, 3804. (147) Sakurai, S.; Inaguma, M.; Futaba, D. N.; Yumura, M.; Hata, K. Diameter and Density Control of Single-Walled Carbon Nanotube\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11775\nForests by Modulating Ostwald Ripening through Decoupling the Catalyst Formation and Growth Processes. Small 2013, 9, 3584− 3592. (148) Chen, Z.; Kim, D. Y.; Hasegawa, K.; Noda, S. MethaneAssisted Chemical Vapor Deposition Yielding Millimeter-Tall SingleWall Carbon Nanotubes of Smaller Diameter. ACS Nano 2013, 7, 6719−6728. (149) Xu, M.; Futaba, D. N.; Yumura, M.; Hata, K. Alignment Control of Carbon Nanotube Forest from Random to Nearly Perfectly Aligned by Utilizing the Crowding Effect. ACS Nano 2012, 6, 5837−5844. (150) Zhong, G.; Warner, J. H.; Fouquet, M.; Robertson, A. W.; Chen, B.; Robertson, J. Growth of Ultrahigh Density Single-Walled Carbon Nanotube Forests by Improved Catalyst Design. ACS Nano 2012, 6, 2893−2903. (151) Chen, G.; Davis, R. C.; Futaba, D. N.; Sakurai, S.; Kobashi, K.; Yumura, M.; Hata, K. A Sweet Spot for Highly Efficient Growth of Vertically Aligned Single-Walled Carbon Nanotube Forests Enabling Their Unique Structures and Properties. Nanoscale 2016, 8, 162−171. (152) Cho, W.; Schulz, M.; Shanov, V. Growth and Characterization of Vertically Aligned Centimeter Long Cnt Arrays. Carbon 2014, 72, 264−273. (153) Wyss, R. M.; Klare, J. E.; Park, H. G.; Noy, A.; Bakajin, O.; Lulevich, V. Water-Assisted Growth of Uniform 100 Mm Diameter Swcnt Arrays. ACS Appl. Mater. Interfaces 2014, 6, 21019−21025. (154) Rao, R.; Chen, G.; Arava, L. M. R.; Kalaga, K.; Ishigami, M.; Heinz, T. F.; Ajayan, P. M.; Harutyunyan, A. R. Graphene as an Atomically Thin Interface for Growth of Vertically Aligned Carbon Nanotubes. Sci. Rep. 2013, 3, 1891. (155) Zhong, G.; Yang, J.; Sugime, H.; Rao, R.; Zhao, J.; Liu, D.; Harutyunyan, A.; Robertson, J. Growth of High Quality, High Density Single-Walled Carbon Nanotube Forests on Copper Foils. Carbon 2016, 98, 624−632. (156) Salvatierra, R. V.; Zakhidov, D.; Sha, J.; Kim, N. D.; Lee, S.-K.; Raji, A.-R. O.; Zhao, N.; Tour, J. M. Graphene Carbon Nanotube Carpets Grown Using Binary Catalysts for High-Performance Lithium-Ion Capacitors. ACS Nano 2017, 11, 2724−2733. (157) Hiraoka, T.; Yamada, T.; Hata, K.; Futaba, D. N.; Kurachi, H.; Uemura, S.; Yumura, M.; Iijima, S. Synthesis of Single-and DoubleWalled Carbon Nanotube Forests on Conducting Metal Foils. J. Am. Chem. Soc. 2006, 128, 13338−13339. (158) Mattevi, C.; Wirth, C. T.; Hofmann, S.; Blume, R.; Cantoro, M.; Ducati, C.; Cepek, C.; Knop-Gericke, A.; Milne, S.; CastellarinCudia, C.; Dolafi, S.; Goldoni, A.; Schloegl, R.; Robertson, J. In-Situ X-Ray Photoelectron Spectroscopy Study of Catalyst-Support Interactions and Growth of Carbon Nanotube Forests. J. Phys. Chem. C 2008, 112, 12207−12213. (159) Kim, S. M.; Pint, C. L.; Amama, P. B.; Zakharov, D. N.; Hauge, R. H.; Maruyama, B.; Stach, E. A. Evolution in Catalyst Morphology Leads to Carbon Nanotube Growth Termination. J. Phys. Chem. Lett. 2010, 1, 918−922. (160) Amama, P.; Pint, C.; McJilton, L.; Kim, S.; Stach, E.; Murray, P.; Hauge, R.; Maruyama, B. Role of Water in Super Growth of Single-Walled Carbon Nanotube Carpets. Nano Lett. 2009, 9, 44−49. (161) Bedewy, M.; Meshot, E.; Guo, H.; Verploegen, E.; Lu, W.; Hart, A. Collective Mechanism for the Evolution and SelfTermination of Vertically Aligned Carbon Nanotube Growth. J. Phys. Chem. C 2009, 113, 20576−20582. (162) Sugime, H.; Noda, S. Cold-Gas Chemical Vapor Deposition to Identify the Key Precursor for Rapidly Growing Vertically-Aligned Single-Wall and Few-Wall Carbon Nanotubes from Pyrolyzed Ethanol. Carbon 2012, 50, 2953−2960. (163) Amama, P. B.; Pint, C. L.; Kim, S. M.; McJilton, L.; Eyink, K. G.; Stach, E. A.; Hauge, R. H.; Maruyama, B. Influence of Alumina Type on the Evolution and Activity of Alumina-Supported Fe Catalysts in Single-Walled Carbon Nanotube Carpet Growth. ACS Nano 2010, 4, 895−904. (164) Yang, J.; Esconjauregui, S.; Xie, R.; Sugime, H.; Makaryan, T.; D’Arsie,́ L.; Gonzalez Arellano, D. L.; Bhardwaj, S.; Cepek, C.;\nRobertson, J. Effect of Oxygen Plasma Alumina Treatment on Growth of Carbon Nanotube Forests. J. Phys. Chem. C 2014, 118, 18683− 18692. (165) Yang, N.; Li, M.; Patscheider, J.; Youn, S. K.; Park, H. G. A Forest of Sub-1.5-Nm-Wide Single-Walled Carbon Nanotubes over an Engineered Alumina Support. Sci. Rep. 2017, 7, 46725. (166) Islam, A. E.; Nikolaev, P.; Amama, P. B.; Saber, S.; Zakharov, D.; Huffman, D.; Erford, M.; Sargent, G.; Semiatin, S. L.; Stach, E. A.; Maruyama, B. Engineering the Activity and Lifetime of Heterogeneous Catalysts for Carbon Nanotube Growth via Substrate Ion Beam Bombardment. Nano Lett. 2014, 14, 4997−5003. (167) Carpena-Nuñ́ez, J.; Davis, B.; Islam, A. E.; Brown, J.; Sargent, G.; Murphy, N.; Back, T.; Maschmann, M. R.; Maruyama, B. WaterAssisted, Electron-Beam Induced Activation of Carbon Nanotube Catalyst Supports for Mask-Less, Resist-Free Patterning. Carbon 2018, 135, 270−277. (168) Tsuji, T.; Hata, K.; Futaba, D. N.; Sakurai, S. Unexpected Efficient Synthesis of Millimeter-Scale Single-Wall Carbon Nanotube Forests Using a Sputtered Mgo Catalyst Underlayer Enabled by a Simple Treatment Process. J. Am. Chem. Soc. 2016, 138, 16608− 16611. (169) Shawat, E.; Mor, V.; Oakes, L.; Fleger, Y.; Pint, C. L.; Nessim, G. D. What Is Below the Support Layer Affects Carbon Nanotube Growth: An Iron Catalyst Reservoir Yields Taller Nanotube Carpets. Nanoscale 2014, 6, 1545−1551. (170) Sugime, H.; Esconjauregui, S.; D’Arsie,́ L.; Yang, J.; Robertson, A. W.; Oliver, R. A.; Bhardwaj, S.; Cepek, C.; Robertson, J. Low-Temperature Growth of Carbon Nanotube Forests Consisting of Tubes with Narrow Inner Spacing Using Co/Al/Mo Catalyst on Conductive Supports. ACS Appl. Mater. Interfaces 2015, 7, 16819−16827. (171) Na, N.; Kim, D. Y.; So, Y.-G.; Ikuhara, Y.; Noda, S. Simple and Engineered Process Yielding Carbon Nanotube Arrays with 1.2× 10 13 Cm− 2 Wall Density on Conductive Underlayer at 400° C. Carbon 2015, 81, 773−781. (172) Na, N.; Hasegawa, K.; Zhou, X.; Nihei, M.; Noda, S. Denser and Taller Carbon Nanotube Arrays on Cu Foils Useable as Thermal Interface Materials. Jpn. J. Appl. Phys. 2015, 54, No. 095102. (173) Kong, J.; Soh, H.; Cassell, A.; Quate, C.; Dai, H. Synthesis of Individual Single-Walled Carbon Nanotubes on Patterned Silicon Wafers. Nature 1998, 395, 878−881. (174) Youn, S. K.; Park, H. G. Morphological Evolution of Fe−Mo Bimetallic Catalysts for Diameter and Density Modulation of Vertically Aligned Carbon Nanotubes. J. Phys. Chem. C 2013, 117, 18657−18665. (175) Sugime, H.; Noda, S.; Maruyama, S.; Yamaguchi, Y. Multiple “Optimum” Conditions for Co−Mo Catalyzed Growth of Vertically Aligned Single-Walled Carbon Nanotube Forests. Carbon 2009, 47, 234−241. (176) Cui, K.; Kumamoto, A.; Xiang, R.; An, H.; Wang, B.; Inoue, T.; Chiashi, S.; Ikuhara, Y.; Maruyama, S. Synthesis of SubnanometerDiameter Vertically Aligned Single-Walled Carbon Nanotubes with Copper-Anchored Cobalt Catalysts. Nanoscale 2016, 8, 1608−1617. (177) Youn, S. K.; Frouzakis, C. E.; Gopi, B. P.; Robertson, J.; Teo, K. B. K.; Park, H. G. Temperature Gradient Chemical Vapor Deposition of Vertically Aligned Carbon Nanotubes. Carbon 2013, 54, 343−352. (178) Hasegawa, K.; Noda, S. Millimeter-Tall Single-Walled Carbon Nanotubes Rapidly Grown with and without Water. ACS Nano 2011, 5, 975−984. (179) Sato, T.; Sugime, H.; Noda, S. Co2-Assisted Growth of Millimeter-Tall Single-Wall Carbon Nanotube Arrays and Its Advantage against H2o for Large-Scale and Uniform Synthesis. Carbon 2018, 136, 143−149. (180) Zhang, C.; Xie, R.; Chen, B.; Yang, J.; Zhong, G.; Robertson, J. High Density Carbon Nanotube Growth Using a Plasma Pretreated Catalyst. Carbon 2013, 53, 339−345. (181) Li, J.; Bedewy, M.; White, A. O.; Polsen, E. S.; Tawfick, S.; Hart, A. J. Highly Consistent Atmospheric Pressure Synthesis of\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11776\nCarbon Nanotube Forests by Mitigation of Moisture Transients. J. Phys. Chem. C 2016, 120, 11277−11287. (182) Meshot, E. R.; Verploegen, E.; Bedewy, M.; Tawfick, S.; Woll, A. R.; Green, K. S.; Hromalik, M.; Koerner, L. J.; Philipp, H. T.; Tate, M. W.; Gruner, S. M.; Hart, A. J. High-Speed in Situ X-Ray Scattering of Carbon Nanotube Film Nucleation and Self-Organization. ACS Nano 2012, 6, 5091. (183) World’s First Super-Growth Carbon Nanotube Mass Production Plant Opens; Zeon Corporation, 2015. http://www.zeon.co.jp/press_ e/151104.html (accessed November 2, 2017). (184) Hata, K. A Super-Growth Method for Single-Walled Carbon Nanotube Synthesis. Synthesiology 2016, 9, 167−179. (185) Xiang, R.; Luo, G. H.; Qian, W. Z.; Wang, Y.; Wei, F.; Li, Q. Large Area Growth of Aligned Cnt Arrays on Spheres: Towards Large Scale and Continuous Production. Chem. Vap. Deposition 2007, 13, 533−536. (186) Zhang, Q.; Huang, J. Q.; Zhao, M. Q.; Qian, W. Z.; Wei, F. Carbon Nanotube Mass Production: Principles and Processes. ChemSusChem 2011, 4, 864−889. (187) Kim, D. Y.; Sugime, H.; Hasegawa, K.; Osawa, T.; Noda, S. Fluidized-Bed Synthesis of Sub-Millimeter-Long Single Walled Carbon Nanotube Arrays. Carbon 2012, 50, 1538−1545. (188) Kim, D. Y.; Sugime, H.; Hasegawa, K.; Osawa, T.; Noda, S. Sub-Millimeter-Long Carbon Nanotubes Repeatedly Grown on and Separated from Ceramic Beads in a Single Fluidized Bed Reactor. Carbon 2011, 49, 1972−1979. (189) Chen, Z.; Kim, D. Y.; Hasegawa, K.; Osawa, T.; Noda, S. Over 99.6 Wt%-Pure, Sub-Millimeter-Long Carbon Nanotubes Realized by Fluidized-Bed with Careful Control of the Catalyst and Carbon Feeds. Carbon 2014, 80, 339−350. (190) Hasegawa, K.; Noda, S. Lithium Ion Batteries Made of Electrodes with 99 Wt% Active Materials and 1 Wt% Carbon Nanotubes without Binder or Metal Foils. J. Power Sources 2016, 321, 155−162. (191) Guzmań de Villoria, R.; Hart, A. J.; Wardle, B. L. Continuous High-Yield Production of Vertically Aligned Carbon Nanotubes on 2d and 3d Substrates. ACS Nano 2011, 5, 4850−4857. (192) Polsen, E. S.; Bedewy, M.; Hart, A. J. Decoupled Control of Carbon Nanotube Forest Density and Diameter by Continuous-Feed Convective Assembly of Catalyst Particles. Small 2013, 9, 2564− 2575. (193) Sakurai, S.; Nishino, H.; Futaba, D. N.; Yasuda, S.; Yamada, T.; Maigne, A.; Matsuo, Y.; Nakamura, E.; Yumura, M.; Hata, K. Role of Subsurface Diffusion and Ostwald Ripening in Catalyst Formation for Single-Walled Carbon Nanotube Forest Growth. J. Am. Chem. Soc. 2012, 134, 2148−2153. (194) Hata, K.; Futaba, D. N.; Mizuno, K.; Namai, T.; Yumura, M.; Iijima, S. Water-Assisted Highly Efficient Synthesis of Impurity-Free Single-Walled Carbon Nanotubes. Science 2004, 306, 1362−1364. (195) Magrez, A.; Seo, J. W.; Smajda, R.; Korbely, B.; Andresen, J. C.; Mionic,́ M.; Casimirius, S.; Forro,́ L. Low-Temperature, Highly Efficient Growth of Carbon Nanotubes on Functional Materials by an Oxidative Dehydrogenation Reaction. ACS Nano 2010, 4, 3702− 3708. (196) Shi, W.; Li, J.; Polsen, E. S.; Oliver, C. R.; Zhao, Y.; Meshot, E. R.; Barclay, M.; Fairbrother, D. H.; Hart, A. J.; Plata, D. L. OxygenPromoted Catalyst Sintering Influences Number Density, Alignment, and Wall Number of Vertically Aligned Carbon Nanotubes. Nanoscale 2017, 9, 5222−5233. (197) Eres, G.; Kinkhabwala, A. A.; Cui, H.; Geohegan, D. B.; Puretzky, A. A.; Lowndes, D. H. Molecular Beam-Controlled Nucleation and Growth of Vertically Aligned Single-Wall Carbon Nanotube Arrays. J. Phys. Chem. B 2005, 109, 16684−16694. (198) Eres, G.; Rouleau, C. M.; Yoon, M.; Puretzky, A. A.; Jackson, J. J.; Geohegan, D. B. Model for Self-Assembly of Carbon Nanotubes from Acetylene Based on Real-Time Studies of Vertically Aligned Growth Kinetics. J. Phys. Chem. C 2009, 113, 15484−15491. (199) Zhong, G.; Hofmann, S.; Yan, F.; Telg, H.; Warner, J. H.; Eder, D.; Thomsen, C.; Milne, W. I.; Robertson, J. Acetylene: A Key\nGrowth Precursor for Single-Walled Carbon Nanotube Forests. J. Phys. Chem. C 2009, 113, 17321−17325. (200) Meshot, E. R.; Plata, D. L.; Tawfick, S.; Zhang, Y.; Verploegen, E. A.; Hart, A. J. Engineering Vertically Aligned Carbon Nanotube Growth by Decoupled Thermal Treatment of Precursor and Catalyst. ACS Nano 2009, 3, 2477−2486. (201) Plata, D. L.; Meshot, E. R.; Reddy, C. M.; Hart, A. J.; Gschwend, P. M. Multiple Alkynes React with Ethylene to Enhance Carbon Nanotube Synthesis, Suggesting a Polymerization-Like Formation Mechanism. ACS Nano 2010, 4, 7185−7192. (202) Pint, C. L.; Sun, Z.; Moghazy, S.; Xu, Y.-Q.; Tour, J. M.; Hauge, R. H. Supergrowth of Nitrogen-Doped Single-Walled Carbon Nanotube Arrays: Active Species, Dopant Characterization, and Doped/Undoped Heterojunctions. ACS Nano 2011, 5, 6925−6934. (203) Gilbertson, L. M.; Zimmerman, J. B.; Plata, D. L.; Hutchison, J. E.; Anastas, P. T. Designing Nanomaterials to Maximize Performance and Minimize Undesirable Implications Guided by the Principles of Green Chemistry. Chem. Soc. Rev. 2015, 44, 5758−5777. (204) Kolpak, A. M.; Grossman, J. C. Azobenzene-Functionalized Carbon Nanotubes as High-Energy Density Solar Thermal Fuels. Nano Lett. 2011, 11, 3156−3162. (205) Kumar, R.; Singh, R. K.; Singh, D. P. Natural and Waste Hydrocarbon Precursors for the Synthesis of Carbon Based Nanomaterials: Graphene and Cnts. Renewable Sustainable Energy Rev. 2016, 58, 976−1006. (206) Almkhelfe, H.; Li, X.; Rao, R.; Amama, P. B. Catalytic Cvd Growth of Millimeter-Tall Single-Wall Carbon Nanotube Carpets Using Industrial Gaseous Waste as a Feedstock. Carbon 2017, 116, 181−190. (207) Almkhelfe, H.; Carpena-Nunez, J.; Back, T. C.; Amama, P. B. Gaseous Product Mixture from Fischer−Tropsch Synthesis as an Efficient Carbon Feedstock for Low Temperature Cvd Growth of Carbon Nanotube Carpets. Nanoscale 2016, 8, 13476−13487. (208) Douglas, A.; Carter, R.; Muralidharan, N.; Oakes, L.; Pint, C. L. Iron Catalyzed Growth of Crystalline Multi-Walled Carbon Nanotubes from Ambient Carbon Dioxide Mediated by Molten Carbonates. Carbon 2017, 116, 572−578. (209) Douglas, A.; Muralidharan, N.; Carter, R.; Pint, C. L. Sustainable Capture and Conversion of Carbon Dioxide into Valuable Multiwalled Carbon Nanotubes Using Metal Scrap Materials. ACS Sustainable Chem. Eng. 2017, 5, 7104−7110. (210) Douglas, A.; Carter, R.; Li, M.; Pint, C. L. Toward SmallDiameter Carbon Nanotubes Synthesized from Captured Carbon Dioxide: Critical Role of Catalyst Coarsening. ACS Appl. Mater. Interfaces 2018, 10, 19010−19018. (211) Shi, W.; Xue, K.; Meshot, E. R.; Plata, D. L. The Carbon Nanotube Formation Parameter Space: Data Mining and Mechanistic Understanding for Efficient Resource Use. Green Chem. 2017, 19, 3787−3800. (212) Golberg, D.; Bando, Y.; Huang, Y.; Terao, T.; Mitome, M.; Tang, C.; Zhi, C. Boron Nitride Nanotubes and Nanosheets. ACS Nano 2010, 4, 2979−2993. (213) Tenne, R.; Margulis, L.; Genut, M. e. a.; Hodes, G. Polyhedral and Cylindrical Structures of Tungsten Disulphide. Nature 1992, 360, 444−446. (214) Zhi, C.; Bando, Y.; Terao, T.; Tang, C.; Kuwahara, H.; Golberg, D. Towards Thermoconductive, Electrically Insulating Polymeric Composites with Boron Nitride Nanotubes as Fillers. Adv. Funct. Mater. 2009, 19, 1857−1862. (215) Kim, K. S.; Jakubinek, M. B.; Martinez-Rubi, Y.; Ashrafi, B.; Guan, J.; O’Neill, K.; Plunkett, M.; Hrdina, A.; Lin, S.; Deńommeé, S.; et al. Polymer Nanocomposites from Free-Standing, Macroscopic Boron Nitride Nanotube Assemblies. RSC Adv. 2015, 5, 41186− 41192. (216) Kang, J. H.; Sauti, G.; Park, C.; Yamakov, V. I.; Wise, K. E.; Lowther, S. E.; Fay, C. C.; Thibeault, S. A.; Bryant, R. G. Multifunctional Electroactive Nanocomposites Based on Piezoelectric Boron Nitride Nanotubes. ACS Nano 2015, 9, 11942−11950.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11777\n(217) Kim, K. S.; Kim, M. J.; Park, C.; Fay, C. C.; Chu, S.-H.; Kingston, C. T.; Simard, B. Scalable Manufacturing of Boron Nitride Nanotubes and Their Assemblies: A Review. Semicond. Sci. Technol. 2017, 32, No. 013003. (218) Smith, M. W.; Jordan, K. C.; Park, C.; Kim, J.-W.; Lillehei, P. T.; Crooks, R.; Harrison, J. S. Very Long Single-and Few-Walled Boron Nitride Nanotubes via the Pressurized Vapor/Condenser Method. Nanotechnology 2009, 20, 505604. (219) Kim, K. S.; Kingston, C. T.; Hrdina, A.; Jakubinek, M. B.; Guan, J.; Plunkett, M.; Simard, B. Hydrogen-Catalyzed, Pilot-Scale Production of Small-Diameter Boron Nitride Nanotubes and Their Macroscopic Assemblies. ACS Nano 2014, 8, 6211−6220. (220) Kim, K. S.; Couillard, M.; Shin, H.; Plunkett, M.; Ruth, D.; Kingston, C. T.; Simard, B. Role of Hydrogen in High-Yield Growth of Boron Nitride Nanotubes at Atmospheric Pressure by Induction Thermal Plasma. ACS Nano 2018, 12, 884−893. (221) Smith, M. W.; Jordan, K. C.; Stevens, J. C. Induction-Coupled Plasma Synthesis of Boron Nitride Nanotubes. U.S. Patent US10035705B2, 2018. (222) Fathalizadeh, A.; Pham, T.; Mickelson, W.; Zettl, A. Scaled Synthesis of Boron Nitride Nanotubes, Nanoribbons, and Nanococoons Using Direct Feedstock Injection into an Extended-Pressure, Inductively-Coupled Thermal Plasma. Nano Lett. 2014, 14, 4881− 4886. (223) Shin, H.; Kim, K. S.; Simard, B.; Klug, D. D. Interlayer Locking and Atomic-Scale Friction in Commensurate Small-Diameter Boron Nitride Nanotubes. Phys. Rev. B: Condens. Matter Mater. Phys. 2017, 95, No. 085406. (224) Leven, I.; Guerra, R.; Vanossi, A.; Tosatti, E.; Hod, O. Multiwalled Nanotube Faceting Unravelled. Nat. Nanotechnol. 2016, 11, 1082−1086. (225) Nakanishi, R.; Kitaura, R.; Warner, J. H.; Yamamoto, Y.; Arai, S.; Miyata, Y.; Shinohara, H. Thin Single-Wall Bn-Nanotubes Formed inside Carbon Nanotubes. Sci. Rep. 2013, 3, 1385. (226) Tran, T. T.; Bray, K.; Ford, M. J.; Toth, M.; Aharonovich, I. Quantum Emission from Hexagonal Boron Nitride Monolayers. Nat. Nanotechnol. 2016, 11, 37−41. (227) Novoselov, K. S.; Geim, A. K.; Morozov, S. V.; Jiang, D. Electric Field Effect in Atomically Thin Carbon Films. Science 2004, 306, 666−669. (228) Shelton, J.; Patil, H.; Blakely, J. M. Equilibrium Segregation of Carbon to a Nickel (111) Surface: A Surface Phase Transition. Surf. Sci. 1974, 43, 493−520. (229) Eizenberg, M.; Blakely, J. M. Carbon Monolayer Phase Condensation on Ni (111). Surf. Sci. 1979, 82, 228−236. (230) Reina, A.; Jia, X.; Ho, J.; Nezich, D.; Son, H.; Bulovic, V.; Dresselhaus, M. S.; Kong, J. Large Area, Few-Layer Graphene Films on Arbitrary Substrates by Chemical Vapor Deposition. Nano Lett. 2009, 9, 30. (231) Li, X.; Cai, W.; An, J.; Kim, S.; Nah, J.; Yang, D.; Piner, R.; Velamakanni, A.; Jung, I.; Tutuc, E.; Banerjee, S. K.; Colombo, L.; Ruoff, R. S. Large-Area Synthesis of High-Quality and Uniform Graphene Films on Copper Foils. Science 2009, 324, 1312−1314. (232) Li, X.; Cai, W.; Colombo, L.; Ruoff, R. S. Evolution of Graphene Growth on Ni and Cu by Carbon Isotope Labeling. Nano Lett. 2009, 9, 4268−4272. (233) Lopez, G. A.; Mittemeijer, E. J. The Solubility of C in Solid Cu. Scr. Mater. 2004, 51, 1−5. (234) McLellan, R. The Solubility of Carbon in Solid Gold, Copper, and Silver. Scr. Metall. 1969, 3, 389−391. (235) Lander, J. J.; Kern, H. E.; Beach, A. L. Solubility and Diffusion Coefficient of Carbon in Nickel: Reaction Rates of Nickel-Carbon Alloys with Barium Oxide. J. Appl. Phys. 1952, 23, 1305−1309. (236) Cabrero-Vilatela, A.; Weatherup, R. S.; Braeuninger-Weimer, P.; Caneva, S.; Hofmann, S. Towards a General Growth Model for Graphene Cvd on Transition Metal Catalysts. Nanoscale 2016, 8, 2149−2158. (237) Weatherup, R. S.; Bayer, B. C.; Blume, R.; Ducati, C.; Baehtz, C.; Schlogl, R.; Hofmann, S. In Situ Characterization of Alloy\nCatalysts for Low-Temperature Graphene Growth. Nano Lett. 2011, 11, 4154−4160. (238) Weatherup, R. S.; Bayer, B. C.; Blume, R.; Baehtz, C.; Kidambi, P. R.; Fouquet, M.; Wirth, C. T.; Schlögl, R.; Hofmann, S. On the Mechanisms of Ni-Catalysed Graphene Chemical Vapour Deposition. ChemPhysChem 2012, 13, 2544−2549. (239) Patera, L. L.; Africh, C.; Weatherup, R. S.; Blume, R.; Bhardwaj, S.; Castellarin-Cudia, C.; Knop-Gericke, A.; Schloegl, R.; Comelli, G.; Hofmann, S.; et al. In Situ Observations of the Atomistic Mechanisms of Ni Catalyzed Low Temperature Graphene Growth. ACS Nano 2013, 7, 7901−7912. (240) Weatherup, R. S.; Amara, H.; Blume, R.; Dlubak, B.; Bayer, B. C.; Diarra, M.; Bahri, M.; Cabrero-Vilatela, A.; Caneva, S.; Kidambi, P. R.; et al. Interdependency of Subsurface Carbon Distribution and Graphene−Catalyst Interaction. J. Am. Chem. Soc. 2014, 136, 13698− 13708. (241) Saenger, K. L.; Tsang, J. C.; Bol, A. A.; Chu, J. O.; Grill, A.; Lavoie, C. In Situ X-Ray Diffraction Study of Graphitic Carbon Formed During Heating and Cooling of Amorphous-C/Ni Bilayers. Appl. Phys. Lett. 2010, 96, 153105. (242) Weatherup, R. S.; Shahani, A. J.; Wang, Z.-J.; Mingard, K.; Pollard, A. J.; Willinger, M.-G.; Schloegl, R.; Voorhees, P. W.; Hofmann, S. In Situ Graphene Growth Dynamics on Polycrystalline Catalyst Foils. Nano Lett. 2016, 16, 6196−6206. (243) Nie, S.; Walter, A. L.; Bartelt, N. C.; Starodub, E.; Bostwick, A.; Rotenberg, E.; McCarty, K. F. Growth from Below: Graphene Bilayers on Ir (111). ACS Nano 2011, 5, 2298−2306. (244) Nie, S.; Wu, W.; Xing, S.; Yu, Q.; Bao, J.; Pei, S.-s.; McCarty, K. F. Growth from Below: Bilayer Graphene on Copper by Chemical Vapor Deposition. New J. Phys. 2012, 14, No. 093028. (245) Weatherup, R. S.; Dlubak, B.; Hofmann, S. Kinetic Control of Catalytic Cvd for High-Quality Graphene at Low Temperatures. ACS Nano 2012, 6, 9996−10003. (246) Puretzky, A.; Geohegan, D.; Pannala, S.; Rouleau, C.; Regmi, M.; Thonnard, N.; Eres, G. Real-Time Optical Diagnostics of Graphene Growth Induced by Pulsed Chemical Vapor Deposition. Nanoscale 2013, 5, 6507−6517. (247) Artyukhov, V. I.; Liu, Y.; Yakobson, B. I. Equilibrium at the Edge and Atomistic Mechanisms of Graphene Growth. Proc. Natl. Acad. Sci. U. S. A. 2012, 109, 15136−15140. (248) Artyukhov, V. I.; Hao, Y.; Ruoff, R. S.; Yakobson, B. I. Breaking of Symmetry in Graphene Growth on Metal Substrates. Phys. Rev. Lett. 2015, 114, 115502. (249) Gao, L.; Ren, W.; Xu, H.; Jin, L.; Wang, Z.; Ma, T.; Ma, L.-P.; Zhang, Z.; Fu, Q.; Peng, L.-M.; Bao, X.; Cheng, H.-M. Repeated Growth and Bubbling Transfer of Graphene with Millimetre-Size Single-Crystal Grains Using Platinum. Nat. Commun. 2012, 3, 699−7. (250) Vang, R. T.; Honkala, K.; Dahl, S.; Vestergaard, E. K.; Schnadt, J.; Laegsgaard, E.; Clausen, B. S.; Norskov, J. K.; Besenbacher, F. Controlling the Catalytic Bond-Breaking Selectivity of Ni Surfaces by Step Blocking. Nat. Mater. 2005, 4, 160−162. (251) Caneva, S.; Weatherup, R. S.; Bayer, B. C.; Brennan, B.; Spencer, S. J.; Mingard, K.; Cabrero-Vilatela, A.; Baehtz, C.; Pollard, A. J.; Hofmann, S. Nucleation Control for Large, Single Crystalline Domains of Monolayer Hexagonal Boron Nitride via Si-Doped Fe Catalysts. Nano Lett. 2015, 15, 1867−1875. (252) Lee, J.-H.; Lee, E. K.; Joo, W.-J.; Jang, Y.; Kim, B.-S.; Lim, J. Y.; Choi, S.-H.; Ahn, S. J.; Ahn, J. R.; Park, M.-H.; et al. Wafer-Scale Growth of Single-Crystal Monolayer Graphene on Reusable Hydrogen-Terminated Germanium. Science 2014, 344, 286−289. (253) Hao, Y.; Bharathi, M. S.; Wang, L.; Liu, Y.; Chen, H.; Nie, S.; Wang, X.; Chou, H.; Tan, C.; Fallahazad, B.; Ramanarayan, H.; Magnuson, C. W.; Tutuc, E.; Yakobson, B. I.; McCarty, K. F.; Zhang, Y.-W.; Hone, J.; Colombo, L.; Ruoff, R. S.; et al. The Role of Surface Oxygen in the Growth of Large Single-Crystal Graphene on Copper. Science 2013, 342, 720−723. (254) Xu, X.; Zhang, Z.; Dong, J.; Yi, D.; Niu, J.; Wu, M.; Lin, L.; Yin, R.; Li, M.; Zhou, J.; Wang, S.; Sun, J.; Duan, X.; Gao, P.; Jiang, Y.; Wu, X.; Peng, H.; Ruoff, R. S.; Liu, Z.; Yu, D.; Wang, E.; Ding, F.;\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11778\nLiu, K. Ultrafast Epitaxial Growth of Metre-Sized Single-Crystal Graphene on Industrial Cu Foil. Sci. Bull. 2017, 62, 1074−1080. (255) Wu, T.; Zhang, X.; Yuan, Q.; Xue, J.; Lu, G.; Liu, Z.; Wang, H.; Wang, H.; Ding, F.; Yu, Q.; Xie, X.; Jiang, M. Fast Growth of Inch-Sized Single-Crystalline Graphene from a Controlled Single Nucleus on Cu−Ni Alloys. Nat. Mater. 2016, 15, 43−47. (256) Luican, A.; Li, G.; Reina, A.; Kong, J.; Nair, R. R.; Novoselov, K. S.; Geim, A. K.; Andrei, E. Y. Single Layer Behavior and Its Breakdown in Twisted Graphene Layers. Phys. Rev. Lett. 2011, 106, 126802. (257) Weatherup, R. S.; D’Arsie, L.; Cabrero-Vilatela, A.; Caneva, S.; Blume, R.; Robertson, J.; Schlogl, R.; Hofmann, S. Long-Term Passivation of Strongly Interacting Metals with Single-Layer Graphene. J. Am. Chem. Soc. 2015, 137, 14358−14366. (258) Aria, A. I.; Nakanishi, K.; Xiao, L.; Braeuninger-Weimer, P.; Sagade, A. A.; Alexander-Webber, J. A.; Hofmann, S. Parameter Space of Atomic Layer Deposition of Ultrathin Oxides on Graphene. ACS Appl. Mater. Interfaces 2016, 8, 30564−30575. (259) Martin, M. B.; Dlubak, B.; Weatherup, R. S.; Piquemal-Banci, M.; Yang, H.; Blume, R.; Schlögl, R.; Collin, S.; Petroff, F.; Hofmann, S.; et al. Protecting Nickel with Graphene Spin-Filtering Membranes: A Single Layer Is Enough. Appl. Phys. Lett. 2015, 107, No. 012408. (260) Dlubak, B.; Martin, M.-B.; Weatherup, R. S.; Yang, H.; Deranlot, C.; Blume, R.; Schloegl, R.; Fert, A.; Anane, A.; Hofmann, S.; et al. Graphene-Passivated Nickel as an Oxidation-Resistant Electrode for Spintronics. ACS Nano 2012, 6, 10930−10934. (261) Geim, A. K.; Grigorieva, I. V. Van Der Waals Heterostructures. Nature 2013, 499, 419−425. (262) Caneva, S.; Weatherup, R. S.; Bayer, B. C.; Blume, R.; Cabrero-Vilatela, A.; Braeuninger-Weimer, P.; Martin, M.-B.; Wang, R.; Baehtz, C.; Schloegl, R.; et al. Controlling Catalyst Bulk Reservoir Effects for Monolayer Hexagonal Boron Nitride Cvd. Nano Lett. 2016, 16, 1250−1261. (263) Stierle, A.; Molenbroek, A. M. Novel in Situ Probes for Nanocatalysis. MRS Bull. 2007, 32, 1001−1009. (264) Yoshida, H.; Takeda, S.; Uchiyama, T.; Kohno, H.; Homma, Y. Atomic-Scale in-Situ Observation of Carbon Nanotube Growth from Solid State Iron Carbide Nanoparticles. Nano Lett. 2008, 8, 2082−2086. (265) Lin, P. A.; Gomez-Ballesteros, J. L.; Burgos, J. C.; Balbuena, P. B.; Natarajan, B.; Sharma, R. Direct Evidence of Atomic-Scale Structural Fluctuations in Catalyst Nanoparticles. J. Catal. 2017, 349, 149−155. (266) Picher, M.; Lin, P. A.; Gomez-Ballesteros, J. L.; Balbuena, P. B.; Sharma, R. Nucleation of Graphene and Its Conversion to SingleWalled Carbon Nanotubes. Nano Lett. 2014, 14, 6104−6108. (267) Bedewy, M.; Viswanath, B.; Meshot, E. R.; Zakharov, D. N.; Stach, E. A.; Hart, A. J. Measurement of the Dewetting, Nucleation, and Deactivation Kinetics of Carbon Nanotube Population Growth by Environmental Transmission Electrom Microscopy. Chem. Mater. 2016, 28, 3804−3813. (268) Balakrishnan, V.; Bedewy, M.; Meshot, E. R.; Pattinson, S. W.; Polsen, E. S.; Laye, F. R.; Zakharov, D. N.; Stach, E. A.; Hart, A. J. Real Time Imaging of Self-Organization and Mechanical Competition in Carbon Nanotube Forest Growth. ACS Nano 2016, 10, 11496− 11504. (269) Kidambi, P. R.; Bayer, B. C.; Blume, R.; Wang, Z.-J.; Baehtz, C.; Weatherup, R. S.; Willinger, M.-G.; Schloegl, R.; Hofmann, S. Observing Graphene Grow: Catalyst−Graphene Interactions During Scalable Graphene Growth on Polycrystalline Copper. Nano Lett. 2013, 13, 4769−4778. (270) Wang, Z.-J.; Weinberg, G.; Zhang, Q.; Lunkenbein, T.; KleinHoffmann, A.; Kurnatowska, M.; Plodinec, M.; Li, Q.; Chi, L.; Schloegl, R.; Willinger, M.-G. Direct Observation of Graphene Growth and Associated Copper Substrate Dynamics by in Situ Scanning Electron Microscopy. ACS Nano 2015, 9, 1506−1519. (271) Dahal, A.; Batzill, M. Graphene-Nickel Interfaces: A Review. Nanoscale 2014, 6, 2548−2562.\n(272) Sutter, P.; Flege, J. I.; Sutter, E. A. Epitaxial Graphene on Ruthenium. Nat. Mater. 2008, 7, 406−411. (273) Sutter, P.; Sadowski, J. T.; Sutter, E. A. Graphene on Pt(111): Growth and Substrate Interaction. Phys. Rev. B: Condens. Matter Mater. Phys. 2009, 80, 245411. (274) Hofmann, S.; Braeuninger-Weimer, P.; Weatherup, R. S. CvdEnabled Graphene Manufacture and Technology. J. Phys. Chem. Lett. 2015, 6, 2714−2721. (275) Wirth, C. T.; Bayer, B. C.; Gamalski, A. D.; Esconjauregui, S.; Weatherup, R. S.; Ducati, C.; Baehtz, C.; Robertson, J.; Hofmann, S. The Phase of Iron Catalyst Nanoparticles During Carbon Nanotube Growth. Chem. Mater. 2012, 24, 4633−4640. (276) Bedewy, M.; Meshot, E. R.; Reinker, M. J.; Hart, A. J. Population Growth Dynamics of Carbon Nanotubes. ACS Nano 2011, 5, 8974−8989. (277) Picher, M.; Anglaret, E.; Arenal, R.; Jourdain, V. SelfDeactivation of Single-Walled Carbon Nanotube Growth Studied by in Situ Raman Measurements. Nano Lett. 2009, 9, 542−547. (278) Li-Pook-Than, A.; Lefebvre, J.; Finnie, P. Phases of Carbon Nanotube Growth and Population Evolution from in Situ Raman Spectroscopy During Chemical Vapor Deposition. J. Phys. Chem. C 2010, 114, 11018−11025. (279) Nikolaev, P.; Hooper, D.; Perea-Loṕez, N.; Terrones, M.; Maruyama, B. Discovery of Wall-Selective Carbon Nanotube Growth Conditions via Automated Experimentation. ACS Nano 2014, 8, 10214−10222. (280) Nikolaev, P. N.; Hooper, D.; Webber, F.; Rao, R.; Decker, K.; Krein, M.; Poleski, J.; Barto, R.; Maruyama, B. Autonomy in Materials Research: A Case Study in Carbon Nanotube Growth. npj Comput. Mater. 2016, 2, 16031. (281) Rao, R.; Islam, A. E.; Pierce, N.; Nikolaev, P.; Maruyama, B. Chiral Angle-Dependent Defect Evolution in Cvd-Grown SingleWalled Carbon Nanotubes. Carbon 2015, 95, 287−291. (282) Rao, R.; Liptak, D.; Cherukuri, T.; Yakobson, B. I.; Maruyama, B. In Situ Evidence for Chirality-Dependent Growth Rates of Individual Carbon Nanotubes. Nat. Mater. 2012, 11, 1−4. (283) Rao, R.; Pierce, N.; Liptak, D.; Hooper, D.; Sargent, G.; Semiatin, S. L.; Curtarolo, S.; Harutyunyan, A. R.; Maruyama, B. Revealing the Impact of Catalyst Phase Transition on Carbon Nanotube Growth by in Situ Raman Spectroscopy. ACS Nano 2013, 7, 1100−1107. (284) Navas, H.; Picher, M.; Andrieux-Ledier, A.; Fossard, F.; Michel, T.; Kozawa, A.; Maruyama, T.; Anglaret, E.; Loiseau, A.; Jourdain, V. Unveiling the Evolutions of Nanotube Diameter Distribution During the Growth of Single-Walled Carbon Nanotubes. ACS Nano 2017, 11, 3081−3088. (285) Picher, M.; Mazzucco, S.; Blankenship, S.; Sharma, R. Vibrational and Optical Spectroscopies Integrated with Environmental Transmission Electron Microscopy. Ultramicroscopy 2015, 150, 10−15. (286) Oliver, C. R.; Polsen, E. S.; Meshot, E. R.; Tawfick, S.; Park, S. J.; Bedewy, M.; Hart, A. J. Statistical Analysis of Variation in Laboratory Growth of Carbon Nanotube Forests and Recommendations for Improved Consistency. ACS Nano 2013, 7, 3565−3580. (287) Oliver, C. R.; Westrick, W.; Koehler, J.; Brieland-Shoultz, A.; Anagnostopoulos-Politis, I.; Cruz-Gonzalez, T.; Hart, A. J. Robofurnace: A Semi-Automated Laboratory Chemical Vapor Deposition System for High-Throughput Nanomaterial Synthesis and Process Discovery. Rev. Sci. Instrum. 2013, 84, 3565. (288) Vigolo, B.; Penicaud, A.; Coulon, C.; Sauder, C.; Pailler, R.; Journet, C.; Bernier, P.; Poulin, P. Macroscopic Fibers and Ribbons of Oriented Carbon Nanotubes. Science 2000, 290, 1331−1334. (289) Ericson, L. M.; Fan, H.; Peng, H. Q.; Davis, V. A.; Zhou, W.; Sulpizio, J.; Wang, Y. H.; Booker, R.; Vavro, J.; Guthy, C.; ParraVasquez, A. N. G.; Kim, M. J.; Ramesh, S.; Saini, R. K.; Kittrell, C.; Lavin, G.; Schmidt, H.; Adams, W. W.; Billups, W. E.; Pasquali, M.; Hwang, W. F.; Hauge, R. H.; Fischer, J. E.; Smalley, R. E. Macroscopic, Neat, Single-Walled Carbon Nanotube Fibers. Science 2004, 305, 1447−1450.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11779\n(290) Li, Y. L.; Kinloch, I. A.; Windle, A. H. Direct Spinning of Carbon Nanotube Fibers from Chemical Vapor Deposition Synthesis. Science 2004, 304, 276−278. (291) Zhang, M.; Atkinson, K. R.; Baughman, R. H. Multifunctional Carbon Nanotube Yarns by Downsizing an Ancient Technology. Science 2004, 306, 1358−1361. (292) Behabtu, N.; Young, C. C.; Tsentalovich, D. E.; Kleinerman, O.; Wang, X.; Ma, A. W. K.; Bengio, E. A.; ter Waarbeek, R. F.; de Jong, J. J.; Hoogerwerf, R. E.; Fairchild, S. B.; Ferguson, J. B.; Maruyama, B.; Kono, J.; Talmon, Y.; Cohen, Y.; Otto, M. J.; Pasquali, M. Strong, Light, Multifunctional Fibers of Carbon Nanotubes with Ultrahigh Conductivity. Science 2013, 339, 182−186. (293) Bucossi, A. R.; Cress, C. D.; Schauerman, C. M.; Rossi, J. E.; Puchades, I.; Landi, B. J. Enhanced Electrical Conductivity in Extruded Single-Wall Carbon Nanotube Wires from Modified Coagulation Parameters and Mechanical Processing. ACS Appl. Mater. Interfaces 2015, 7, 27299−27305. (294) Piraux, L.; Abreu Araujo, F.; Bui, T. N.; Otto, M. J.; Issi, J. P. Two-Dimensional Quantum Transport in Highly Conductive Carbon Nanotube Fibers. Phys. Rev. B: Condens. Matter Mater. Phys. 2015, 92, No. 085428. (295) Tsentalovich, D. E.; Headrick, R. J.; Mirri, F.; Hao, J.; Behabtu, N.; Young, C. C.; Pasquali, M. Influence of Carbon Nanotube Characteristics on Macroscopic Fiber Properties. ACS Appl. Mater. Interfaces 2017, 9, 36189−36198. (296) Zeng, W.; Shu, L.; Li, Q.; Chen, S.; Wang, F.; Tao, X. M. Fiber-Based Wearable Electronics: A Review of Materials, Fabrication, Devices, and Applications. Adv. Mater. 2014, 26, 5310−5336. (297) Vitale, F.; Summerson, S. R.; Aazhang, B.; Kemere, C.; Pasquali, M. Neural Stimulation and Recording with Bidirectional, Soft Carbon Nanotube Fiber Microelectrodes. ACS Nano 2015, 9, 4465−4474. (298) Davis, V. A.; Parra-Vasquez, A. N. G.; Green, M. J.; Rai, P. K.; Behabtu, N.; Prieto, V.; Booker, R. D.; Schmidt, J.; Kesselman, E.; Zhou, W.; Fan, H.; Adams, W. W.; Hauge, R. H.; Fischer, J. E.; Cohen, Y.; Talmon, Y.; Smalley, R. E.; Pasquali, M. True Solutions of Single-Walled Carbon Nanotubes for Assembly into Macroscopic Materials. Nat. Nanotechnol. 2009, 4, 830−834. (299) Parra-Vasquez, A. N. G.; Behabtu, N.; Green, M. J.; Pint, C. L.; Young, C. C.; Schmidt, J.; Kesselman, E.; Goyal, A.; Ajayan, P. M.; Cohen, Y.; Talmon, Y.; Hauge, R. H.; Pasquali, M. Spontaneous Dissolution of Ultralong Single- and Multiwalled Carbon Nanotubes. ACS Nano 2010, 4, 3969−3978. (300) Behabtu, N.; Green, M. J.; Pasquali, M. Carbon NanotubeBased Neat Fibers. Nano Today 2008, 3, 24−34. (301) Yakobson, B.; Samsonidze, G.; Samsonidze, G. Atomistic Theory of Mechanical Relaxation in Fullerene Nanotubes. Carbon 2000, 38, 1675−1680. (302) Hecht, D.; Hu, L. B.; Gruner, G. Conductivity Scaling with Bundle Length and Diameter in Single Walled Carbon Nanotube Networks. Appl. Phys. Lett. 2006, 89, 133112. (303) Mirri, F.; Ma, A. W. K.; Hsu, T. T.; Behabtu, N.; Eichmann, S. L.; Young, C. C.; Tsentalovich, D. E.; Pasquali, M. High-Performance Carbon Nanotube Transparent Conductive Films by Scalable Dip Coating. ACS Nano 2012, 6, 9737−9744. (304) Hummer, G.; Rasaiah, J. C.; Noworyta, J. P. Water Conduction through the Hydrophobic Channel of a Carbon Nanotube. Nature 2001, 414, 188−190. (305) Kalra, A.; Garde, S.; Hummer, G. Osmotic Water Transport through Carbon Nanotube Membranes. Proc. Natl. Acad. Sci. U. S. A. 2003, 100, 10175−10180. (306) Holt, J. K.; Park, H. G.; Wang, Y. M.; Stadermann, M.; Artyukhin, A. B.; Grigoropoulos, C. P.; Noy, A.; Bakajin, O. Fast Mass Transport through Sub-2-Nanometer Carbon Nanotubes. Science 2006, 312, 1034−1037. (307) Majumder, M.; Chopra, N.; Andrews, R.; Hinds, B. J. Nanoscale Hydrodynamics - Enhanced Flow in Carbon Nanotubes. Nature 2005, 438, 44−44.\n(308) Secchi, E.; Marbach, S.; Nigues, A.; Stein, D.; Siria, A.; Bocquet, L. Massive Radius-Dependent Flow Slippage in Carbon Nanotubes. Nature 2016, 537, 210−213. (309) Tunuguntla, R. H.; Henley, R. Y.; Yao, Y.-C.; Pham, T. A.; Wanunu, M.; Noy, A. Enhanced Water Permeability and Tunable Ion Selectivity in Subnanometer Carbon Nanotube Porins. Science 2017, 357, 792−796. (310) Liu, H. T.; He, J.; Tang, J. Y.; Liu, H.; Pang, P.; Cao, D.; Krstic, P.; Joseph, S.; Lindsay, S.; Nuckolls, C. Translocation of Single-Stranded DNA through Single-Walled Carbon Nanotubes. Science 2010, 327, 64−67. (311) Pang, P.; He, J.; Park, J. H.; Krstic, P. S.; Lindsay, S. Origin of Giant Ionic Currents in Carbon Nanotube Channels. ACS Nano 2011, 5, 7277−7283. (312) Bae, S.; Kim, H.; Lee, Y.; Xu, X.; Park, J.-S.; Zheng, Y.; Balakrishnan, J.; Lei, T.; Ri Kim, H.; Song, Y. I.; Kim, Y.-J.; Kim, K. S.; Ozyilmaz, B.; Ahn, J.-H.; Hong, B. H.; Iijima, S. Roll-to-Roll Production of 30-Inch Graphene Films for Transparent Electrodes. Nat. Nanotechnol. 2010, 5, 574−578. (313) Dellago, C.; Naor, M. M.; Hummer, G. Proton Transport through Water-Filled Carbon Nanotubes. Phys. Rev. Lett. 2003, 90, 4. (314) Tunuguntla, R. H.; Allen, F. I.; Kim, K.; Belliveau, A.; Noy, A. Ultrafast Proton Transport in Sub-1-Nm Diameter Carbon Nanotube Porins. Nat. Nanotechnol. 2016, 11, 639−644. (315) Skoulidas, A. I.; Ackerman, D. M.; Johnson, J. K.; Sholl, D. S. Rapid Transport of Gases in Carbon Nanotubes. Phys. Rev. Lett. 2002, 89, 4. (316) Majumder, M.; Chopra, N.; Hinds, B. J. Mass Transport through Carbon Nanotube Membranes in Three Different Regimes: Ionic Diffusion and Gas and Liquid Flow. ACS Nano 2011, 5, 3867− 3877. (317) Joseph, S.; Aluru, N. R. Why Are Carbon Nanotubes Fast Transporters of Water? Nano Lett. 2008, 8, 452−458. (318) Park, H. B.; Kamcev, J.; Robeson, L. M.; Elimelech, M.; Freeman, B. D. Maximizing the Right Stuff: The Trade-Off between Membrane Permeability and Selectivity. Science 2017, 356, eaab0530. (319) Elimelech, M.; Phillip, W. A. The Future of Seawater Desalination: Energy, Technology, and the Environment. Science 2011, 333, 712−717. (320) Shannon, M. A.; Bohn, P. W.; Elimelech, M.; Georgiadis, J. G.; Marinas, B. J.; Mayes, A. M. Science and Technology for Water Purification in the Coming Decades. Nature 2008, 452, 301−310. (321) Werber, J. R.; Osuji, C. O.; Elimelech, M. Materials for NextGeneration Desalination and Water Purification Membranes. Nat. Rev. Mater. 2016, 1, 16037. (322) Cohen-Tanugi, D.; McGovern, R. K.; Dave, S. H.; Lienhard, J. H.; Grossman, J. C. Quantifying the Potential of Ultra-Permeable Membranes for Water Desalination. Energy Environ. Sci. 2014, 7, 1134−1141. (323) Fornasiero, F.; In, J.; Kim, S.; Park, H. G.; Wang, Y.; Grigoropoulos, C. P.; Noy, A.; Bakajin, O. Ph-Tunable Ion Selectivity in Carbon Nanotube Pores. Langmuir 2010, 26, 14848−14853. (324) Fornasiero, F.; Park, H. G.; Holt, J. K.; Stadermann, M.; Grigoropoulos, C. P.; Noy, A.; Bakajin, O. Ion Exclusion by Sub-2Nm Carbon Nanotube Pores. Proc. Natl. Acad. Sci. U. S. A. 2008, 105, 17250−17255. (325) Corry, B. Water and Ion Transport through Functionalised Carbon Nanotubes: Implications for Desalination Technology. Energy Environ. Sci. 2011, 4, 751−759. (326) Corry, C. Designing Carbon Nanotube Membranes for Efficient Water Desalination. J. Phys. Chem. B 2008, 112, 1427−1434. (327) Thomas, M.; Corry, B. A Computational Assessment of the Permeability and Salt Rejection of Carbon Nanotube Membranes and Their Application to Water Desalination. Philos. Trans. R. Soc., A 2016, 374, 20150020. (328) Chan, W.-F.; Chen, H.-y.; Surapathi, A.; Taylor, M. G.; Shao, X.; Marand, E.; Johnson, J. K. Zwitterion Functionalized Carbon Nanotube/Polyamide Nanocomposite Membranes for Water Desalination. ACS Nano 2013, 7, 5308−5319.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11780\n(329) Chan, W.-F.; Marand, E.; Martin, S. M. Novel Zwitterion Functionalized Carbon Nanotube Nanocomposite Membranes for Improved Ro Performance and Surface Anti-Biofouling Resistance. J. Membr. Sci. 2016, 509, 125−137. (330) Siwy, Z.; Fornasiero, F. Improving on Aquaporins. Science 2017, 357, 753−753. (331) Mattia, D.; Leese, H.; Lee, K. P. Carbon Nanotube Membranes: From Flow Enhancement to Permeability. J. Membr. Sci. 2015, 475, 266−272. (332) McGinnis, R. L.; Reimund, K.; Ren, J.; Xia, L.; Chowdhury, M. R.; Sun, X.; Abril, M.; Moon, J. D.; Merrick, M. M.; Park, J.; et al. Large-Scale Polymeric Carbon Nanotube Membranes with Sub−1.27Nm Pores. Sci. Adv. 2018, 4, No. e1700938. (333) Castellano, R. J.; Akin, C.; Giraldo, G.; Kim, S.; Fornasiero, F.; Shan, J. W. Electrokinetics of Scalable, Electric-Field-Assisted Fabrication of Vertically Aligned Carbon-Nanotube/Polymer Composites. J. Appl. Phys. 2015, 117, 214306−214306. (334) Mauter, M. S.; Elimelech, M.; Osuji, C. O. Nanocomposites of vertically aligned single-walled carbon nanotubes by magnetic alignment and polymerization of a lyotropic precursor. ACS Nano 2010, 4, 6651−6658. (335) Sun, P. Z.; Wang, K. L.; Zhu, H. W. Recent Developments in Graphene-Based Membranes: Structure, Mass-Transport Mechanism and Potential Applications. Adv. Mater. 2016, 28, 2287−2310. (336) Rollings, R. C.; Kuan, A. T.; Golovchenko, J. A. Ion Selectivity of Graphene Nanopores. Nat. Commun. 2016, 7, 11408. (337) Surwade, S. P.; Smirnov, S. N.; Vlassiouk, I. V.; Unocic, R. R.; Veith, G. M.; Dai, S.; Mahurin, S. M. Water Desalination Using Nanoporous Single-Layer Graphene. Nat. Nanotechnol. 2015, 10, 459−464. (338) Cohen-Tanugi, D.; Grossman, J. C. Water Desalination across Nanoporous Graphene. Nano Lett. 2012, 12, 3602−3608. (339) Bunch, J. S.; Verbridge, S. S.; Alden, J. S.; van der Zande, A. M.; Parpia, J. M.; Craighead, H. G.; McEuen, P. L. Impermeable Atomic Membranes from Graphene Sheets. Nano Lett. 2008, 8, 2458−2462. (340) Hu, S.; Lozada-Hidalgo, M.; Wang, F. C.; Mishchenko, A.; Schedin, F.; Nair, R. R.; Hill, E. W.; Boukhvalov, D. W.; Katsnelson, M. I.; Dryfe, R. A. W.; Grigorieva, I. V.; Wu, H. A.; Geim, A. K. Proton Transport through One-Atom-Thick Crystals. Nature 2014, 516, 227. (341) Walker, M. I.; Braeuninger-Weimer, P.; Weatherup, R. S.; Hofmann, S.; Keyser, U. F. Measuring the Proton Selectivity of Graphene Membranes. Appl. Phys. Lett. 2015, 107, 213104. (342) Zhou, D.; Cui, Y.; Xiao, P. W.; Jiang, M. Y.; Han, B. H. A General and Scalable Synthesis Approach to Porous Graphene. Nat. Commun. 2014, 5, 4716. (343) Koenig, S. P.; Wang, L.; Pellegrino, J.; Bunch, J. S. Selective Molecular Sieving through Porous Graphene. Nat. Nanotechnol. 2012, 7, 728−732. (344) O’Hern, S. C.; Boutilier, M. S. H.; Idrobo, J. C.; Song, Y.; Kong, J.; Laoui, T.; Atieh, M.; Karnik, R. Selective Ionic Transport through Tunable Subnanometer Pores in Single-Layer Graphene Membranes. Nano Lett. 2014, 14, 1234−1241. (345) O’Hern, S. C.; Jang, D.; Bose, S.; Idrobo, J. C.; Song, Y.; Laoui, T.; Kong, J.; Karnik, R. Nanofiltration across Defect-Sealed Nanoporous Monolayer Graphene. Nano Lett. 2015, 15, 3254−3260. (346) Russo, C. J.; Golovchenko, J. A. Atom-by-Atom Nucleation and Growth of Graphene Nanopores. Proc. Natl. Acad. Sci. U. S. A. 2012, 109, 5953−5957. (347) Garaj, S.; Hubbard, W.; Reina, A.; Kong, J.; Branton, D.; Golovchenko, J. A. Graphene as a Subnanometre Trans-Electrode Membrane. Nature 2010, 467, 190−U73. (348) Bieri, M.; Treier, M.; Cai, J. M.; Ait-Mansour, K.; Ruffieux, P.; Groning, O.; Groning, P.; Kastler, M.; Rieger, R.; Feng, X. L.; Mullen, K.; Fasel, R. Porous Graphenes: Two-Dimensional Polymer Synthesis with Atomic Precision. Chem. Commun. 2009, 6919−6921.\n(349) Jiang, L.; Fan, Z. Design of Advanced Porous Graphene Materials: From Graphene Nanomesh to 3d Architectures. Nanoscale 2014, 6, 1922−1945. (350) Moreno, C.; Vilas-Varela, M.; Kretz, B.; Garcia-Lekue, A.; Costache, M. V.; Paradinas, M.; Panighel, M.; Ceballos, G.; Valenzuela, S. O.; Peña, D.; et al. Bottom-up Synthesis of Multifunctional Nanoporous Graphene. Science 2018, 360, 199−203. (351) Wang, L.; Boutilier, M. S. H.; Kidambi, P. R.; Jang, D.; Hadjiconstantinou, N. G.; Karnik, R. Fundamental Transport Mechanisms, Fabrication and Potential Applications of Nanoporous Atomically Thin Membranes. Nat. Nanotechnol. 2017, 12, 509−522. (352) Jain, T.; Rasera, B. C.; Guerrero, R. J. S.; Boutilier, M. S. H.; O’Hern, S. C.; Idrobo, J. C.; Karnik, R. Heterogeneous SubContinuum Ionic Transport in Statistically Isolated Graphene Nanopores. Nat. Nanotechnol. 2015, 10, 1053−1057. (353) O’Hern, S. C.; Stewart, C. A.; Boutilier, M. S. H.; Idrobo, J.C.; Bhaviripudi, S.; Das, S. K.; Kong, J.; Laoui, T.; Atieh, M.; Karnik, R. Selective Molecular Transport through Intrinsic Defects in a Single Layer of Cvd Graphene. ACS Nano 2012, 6, 10130−10138. (354) Boutilier, M. S. H.; Sun, C. Z.; O’Hern, S. C.; Au, H.; Hadjiconstantinou, N. G.; Karnik, R. Implications of Permeation through Intrinsic Defects in Graphene on the Design of DefectTolerant Membranes for Gas Separation. ACS Nano 2014, 8, 841− 849. (355) Kidambi, P. R.; Boutilier, M. S. H.; Wang, L.; Jang, D.; Kim, J.; Karnik, R. Selective Nanoscale Mass Transport across Atomically Thin Single Crystalline Graphene Membranes. Adv. Mater. 2017, 29, 1605896. (356) Kobayashi, T.; Bando, M.; Kimura, N.; Shimizu, K.; Kadono, K.; Umezu, N.; Miyahara, K.; Hayazaki, S.; Nagai, S.; Mizuguchi, Y.; Murakami, Y.; Hobara, D. Production of a 100-M-Long High-Quality Graphene Transparent Conductive Film by Roll-to-Roll Chemical Vapor Deposition and Transfer Process. Appl. Phys. Lett. 2013, 102, 023112. (357) Hofmann, A. I.; Cloutet, E.; Hadziioannou, G. Materials for Transparent Electrodes: From Metal Oxides to Organic Alternatives. Adv. Electron. Mater. 2018, 4, 1700412. (358) Du, J.; Pei, S.; Ma, L.; Cheng, H. M. 25th Anniversary Article: Carbon Nanotube-and Graphene-Based Transparent Conductive Films for Optoelectronic Devices. Adv. Mater. 2014, 26, 1958−1991. (359) Gorkina, A. L.; Tsapenko, A. P.; Gilshteyn, E. P.; Koltsova, T. S.; Larionova, T. V.; Talyzin, A.; Anisimov, A. S.; Anoshkin, I. V.; Kauppinen, E. I.; Tolochko, O. V.; et al. Transparent and Conductive Hybrid Graphene/Carbon Nanotube Films. Carbon 2016, 100, 501− 507. (360) Zhang, Q.; Wei, N.; Laiho, P.; Kauppinen, E. I. Recent Developments in Single-Walled Carbon Nanotube Thin Films Fabricated by Dry Floating Catalyst Chemical Vapor Deposition. Top. Curr. Chem. 2017, 375, 90. (361) Das, S. R.; Sadeque, S.; Jeong, C.; Chen, R.; Alam, M. A.; Janes, D. B. Copercolating Networks: An Approach for Realizing High-Performance Transparent Conductors Using Multicomponent Nanostructured Networks. Nanophotonics 2016, 5, 180−195. (362) Lipomi, D.; Vosgueritchian, M.; Tee, B. C.-K.; Hellstrom, S. L.; Lee, J. A.; Fox, C. H.; Bao, Z. Skin-Like Pressure and Strain Sensors Based on Transparent Elastic Films of Carbon Nanotubes. Nat. Nanotechnol. 2011, 6, 788−792. (363) Yamada, T.; Hayamizu, Y.; Yamamoto, Y.; Yomogida, Y.; Izadi-Najafabadi, A.; Futaba, D. N.; Hata, K. A Stretchable Carbon Nanotube Strain Sensor for Human-Motion Detection. Nat. Nanotechnol. 2011, 6, 296−301. (364) Shin, S.-H.; Ji, S.; Choi, S.; Pyo, K.-H.; An, B. W.; Park, J.; Kim, J.; Kim, J.-Y.; Lee, K.-S.; Kwon, S.-Y.; et al. Integrated Arrays of Air-Dielectric Graphene Transistors as Transparent Active-Matrix Pressure Sensors for Wide Pressure Ranges. Nat. Commun. 2017, 8, 14950. (365) Xu, M.; Qi, J.; Li, F.; Liao, X.; Liu, S.; Zhang, Y. Ultra-Thin, Transparent and Flexible Tactile Sensors Based on Graphene Films with Excellent Anti-Interference. RSC Adv. 2017, 7, 30506−30512.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11781\n(366) Wu, Z.; Chen, Z.; Du, X.; Logan, J. M.; Sippel, J.; Nikolou, M.; Kamaras, K.; Reynolds, J. R.; Tanner, D. B.; Hebard, A. F.; Rinzler, A. G. Transparent, Conductive Carbon Nanotube Films. Science 2004, 305, 1273−1276. (367) Kaskela, A.; Nasibulin, A. G.; Timmermans, M. Y.; Aitchison, B.; Papadimitratos, A.; Tian, Y.; Zhu, Z.; Jiang, H.; Brown, D. P.; Zakhidov, A.; Kauppinen, E. I. Aerosol-Synthesized Swcnt Networks with Tunable Conductivity and Transparency by a Dry Transfer Technique. Nano Lett. 2010, 10, 4349−4355. (368) Nasibulin, A. G.; Ollikainen, A.; Anisimov, A. S.; Brown, D. P.; Pikhitsa, P. V.; Holopainen, S.; Penttila ̈, J. S.; Helistö, P.; Ruokolainen, J.; Choi, M.; et al. Integration of Single-Walled Carbon Nanotubes into Polymer Films by Thermo-Compression. Chem. Eng. J. 2008, 136, 409−413. (369) Mustonen, K.; Laiho, P.; Kaskela, A.; Zhu, Z.; Reynaud, O.; Houbenov, N.; Tian, Y.; Susi, T.; Jiang, H.; Nasibulin, A. G.; Kauppinen, E. I. Gas Phase Synthesis of Non-Bundled Small Diameter Single-Walled Carbon Nanotubes with near-Armchair Chiralities. Appl. Phys. Lett. 2015, 107, No. 013106. (370) Kaskela, A.; Laiho, P.; Fukaya, N.; Mustonen, K.; Susi, T.; Jiang, H.; Houbenov, N.; Ohno, Y.; Kauppinen, E. I. Highly Individual Swcnts for High Performance Thin Film Electronics. Carbon 2016, 103, 228−234. (371) Jiang, S.; Hou, P.-X.; Chen, M.-L.; Wang, B.-W.; Sun, D.-M.; Tang, D.-M.; Jin, Q.; Guo, Q.-X.; Zhang, D.-D.; Du, J.-H.; et al. Ultrahigh-Performance Transparent Conductive Films of CarbonWelded Isolated Single-Wall Carbon Nanotubes. Sci. Adv. 2018, 4, No. eaap9264. (372) Liao, Y.; Jiang, H.; Wei, N.; Laiho, P.; Zhang, Q.; Khan, S. A.; Kauppinen, E. I. Direct Synthesis of Colorful Single-Walled Carbon Nanotube Thin Films. J. Am. Chem. Soc. 2018, 140, 9797−9800. (373) Jeong, C.; Nair, P.; Khan, M.; Lundstrom, M.; Alam, M. A. Prospects for Nanowire-Doped Polycrystalline Graphene Films for Ultratransparent, Highly Conductive Electrodes. Nano Lett. 2011, 11, 5020−5025. (374) Kholmanov, I. N.; Magnuson, C. W.; Piner, R.; Kim, J. Y.; Aliev, A. E.; Tan, C.; Kim, T. Y.; Zakhidov, A. A.; Sberveglieri, G.; Baughman, R. H.; et al. Optical, Electrical, and Electromechanical Properties of Hybrid Graphene/Carbon Nanotube Films. Adv. Mater. 2015, 27, 3053−3059. (375) Chen, Z.; Appenzeller, J.; Knoch, J.; Lin, Y.-m.; Avouris, P. The Role of Metal−Nanotube Contact in the Performance of Carbon Nanotube Field-Effect Transistors. Nano Lett. 2005, 5, 1497−1502. (376) Durkop, T.; Getty, S. A.; Cobas, E.; Fuhrer, M. S. Extraordinary Mobility in Semiconducting Carbon Nanotubes. Nano Lett. 2004, 4, 35−39. (377) Avouris, P.; Chen, Z. H.; Perebeinos, V. Carbon-Based Electronics. Nat. Nanotechnol. 2007, 2, 605−615. (378) Tulevski, G. S.; Franklin, A. D.; Frank, D.; Lobez, J. M.; Cao, Q.; Park, H.; Afzali, A.; Han, S. J.; Hannon, J. B.; Haensch, W. Toward High-Performance Digital Logic Technology with Carbon Nanotubes. ACS Nano 2014, 8, 8730−8745. (379) Cao, Q.; Han, S. J.; Tersoff, J.; Franklin, A. D.; Zhu, Y.; Zhang, Z.; Tulevski, G. S.; Tang, J. S.; Haensch, W. End-Bonded Contacts for Carbon Nanotube Transistors with Low, Size-Independent Resistance. Science 2015, 350, 68−72. (380) Franklin, A. D.; Chen, Z. H. Length Scaling of Carbon Nanotube Transistors. Nat. Nanotechnol. 2010, 5, 858−862. (381) Franklin, A. D.; Luisier, M.; Han, S. J.; Tulevski, G.; Breslin, C. M.; Gignac, L.; Lundstrom, M. S.; Haensch, W. Sub-10 Nm Carbon Nanotube Transistor. Nano Lett. 2012, 12, 758−762. (382) Qiu, C.; Zhang, Z.; Xiao, M.; Yang, Y.; Zhong, D.; Peng, L.-M. Scaling Carbon Nanotube Complementary Transistors to 5-Nm Gate Lengths. Science 2017, 355, 271−276. (383) Lee, C. S.; Pop, E.; Franklin, A. D.; Haensch, W.; Wong, H. S. P. A Compact Virtual-Source Model for Carbon Nanotube Fets in the Sub-10-Nm Regime-Part I: Intrinsic Elements. IEEE Trans. Electron Devices 2015, 62, 3061−3069.\n(384) Lundstrom, M. S.; Antoniadis, D. A. Compact Models and the Physics of Nanoscale Fets. IEEE Trans. Electron Devices 2014, 61, 225−233. (385) Miyata, Y.; Shiozawa, K.; Asada, Y.; Ohno, Y.; Kitaura, R.; Mizutani, T.; Shinohara, H. Length-Sorted Semiconducting Carbon Nanotubes for High-Mobility Thin Film Transistors. Nano Res. 2011, 4, 963−970. (386) Wager, J. F.; Yeh, B.; Hoffman, R. L.; Keszler, D. A. An Amorphous Oxide Semiconductor Thin-Film Transistor Route to Oxide Electronics. Curr. Opin. Solid State Mater. Sci. 2014, 18, 53−61. (387) Hsu, H. H.; Chang, C. Y.; Cheng, C. H.; Chiou, S. H.; Huang, C. H. High Mobility Bilayer Metal-Oxide Thin Film Transistors Using Titanium-Doped Ingazno. IEEE Electron Device Lett. 2014, 35, 87−89. (388) Burke, P. J. Ac Performance of Nanoelectronics: Towards a Ballistic Thz Nanotube Transistor. Solid-State Electron. 2004, 48, 1981−1986. (389) Zhang, J.; Lin, A.; Patil, N.; Hai, W.; Lan, W.; Wong, H. S. P.; Mitra, S. Carbon Nanotube Robust Digital VLSI. IEEE Trans. Comput.-Aided Des. Integr. Circuits Syst. 2012, 31, 453−471. (390) Guo, J.; Hasan, S.; Javey, A.; Bosman, G.; Lundstrom, M. Assessment of High-Frequency Performance Potential of Carbon Nanotube Transistors. IEEE Trans. Nanotechnol. 2005, 4, 715−721. (391) Cao, Y.; Brady, G. J.; Gui, H.; Rutherglen, C.; Arnold, M. S.; Zhou, C. W. Radio Frequency Transistors Using Aligned Semiconducting Carbon Nanotubes with Current-Gain Cutoff Frequency and Maximum Oscillation Frequency Simultaneously Greater Than 70 Ghz. ACS Nano 2016, 10, 6782−6790. (392) Leónard, F. Crosstalk between Nanotube Devices: Contact and Channel Effects. Nanotechnology 2006, 17, 2381−2385. (393) Brady, G. J.; Jinkins, K. R.; Arnold, M. S. Channel Length Scaling Behavior in Transistors Based on Individual versus Dense Arrays of Carbon Nanotubes. J. Appl. Phys. 2017, 122, 124506. (394) Han, M. Y.; Ozyilmaz, B.; Zhang, Y. B.; Kim, P. Energy BandGap Engineering of Graphene Nanoribbons. Phys. Rev. Lett. 2007, 98, 206805. (395) Chen, Z. H.; Lin, Y. M.; Rooks, M. J.; Avouris, P. Graphene Nano-Ribbon Electronics. Phys. E 2007, 40, 228−232. (396) Han, M. Y.; Brant, J. C.; Kim, P. Electron Transport in Disordered Graphene Nanoribbons. Phys. Rev. Lett. 2010, 104, 056801. (397) Cai, J. M.; Ruffieux, P.; Jaafar, R.; Bieri, M.; Braun, T.; Blankenburg, S.; Muoth, M.; Seitsonen, A. P.; Saleh, M.; Feng, X. L.; Mullen, K.; Fasel, R. Atomically Precise Bottom-up Fabrication of Graphene Nanoribbons. Nature 2010, 466, 470−473. (398) Huang, H.; Wei, D. C.; Sun, J. T.; Wong, S. L.; Feng, Y. P.; Castro Neto, A. H.; Wee, A. T. S. Spatially Resolved Electronic Structures of Atomically Precise Armchair Graphene Nanoribbons. Sci. Rep. 2012, 2, 983. (399) Chen, Y. C.; de Oteyza, D. G.; Pedramrazi, Z.; Chen, C.; Fischer, F. R.; Crommie, M. F. Tuning the Band Gap of Graphene Nanoribbons Synthesized from Molecular Precursors. ACS Nano 2013, 7, 6123−6128. (400) Vo, T. H.; Shekhirev, M.; Kunkel, D. A.; Morton, M. D.; Berglund, E.; Kong, L. M.; Wilson, P. M.; Dowben, P. A.; Enders, A.; Sinitskii, A. Large-Scale Solution Synthesis of Narrow Graphene Nanoribbons. Nat. Commun. 2014, 5, 3189. (401) Narita, A.; Feng, X. L.; Hernandez, Y.; Jensen, S. A.; Bonn, M.; Yang, H. F.; Verzhbitskiy, I. A.; Casiraghi, C.; Hansen, M. R.; Koch, A. H. R.; Fytas, G.; Ivasenko, O.; Li, B.; Mali, K. S.; Balandina, T.; Mahesh, S.; De Feyter, S.; Mullen, K. Synthesis of Structurally WellDefined and Liquid-Phase-Processable Graphene Nanoribbons. Nat. Chem. 2014, 6, 126−132. (402) Jacobberger, R. M.; Kiraly, B.; Fortin-Deschenes, M.; Levesque, P. L.; McElhinny, K. M.; Brady, G. J.; Rojas Delgado, R.; Singha Roy, S.; Mannix, A.; Lagally, M. G.; Evans, P. G.; Desjardins, P.; Martel, R.; Hersam, M. C.; Guisinger, N. P.; Arnold, M. S. Direct Oriented Growth of Armchair Graphene Nanoribbons on Germanium. Nat. Commun. 2015, 6, 8006.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11782\n(403) Llinas, J. P.; Fairbrother, A.; Borin Barin, G.; Shi, W.; Lee, K.; Wu, S.; Yong Choi, B.; Braganza, R.; Lear, J.; Kau, N.; Choi, W.; Chen, C.; Pedramrazi, Z.; Dumslaff, T.; Narita, A.; Feng, X.; Müllen, K.; Fischer, F.; Zettl, A.; Ruffieux, P.; Yablonovitch, E.; Crommie, M.; Fasel, R.; Bokor, J. Short-Channel Field-Effect Transistors with 9- Atom and 13-Atom Wide Graphene Nanoribbons. Nat. Commun. 2017, 8, 633. (404) Jacobberger, R. M.; Arnold, M. S. High-Performance Charge Transport in Semiconducting Armchair Graphene Nanoribbons Grown Directly on Germanium. ACS Nano 2017, 11, 8924−8929. (405) Way, A. J.; Jacobberger, R. M.; Arnold, M. S. Seed-Initiated Anisotropic Growth of Unidirectional Armchair Graphene Nanoribbon Arrays on Germanium. Nano Lett. 2018, 18, 898. (406) Taphouse, J. H.; Cola, B. A. Nanostructured Thermal Interfaces. Annu. Rev. Heat Transfer 2015, 18, 47. (407) Biercuk, M. J.; Llaguno, M. C.; Radosavljevic, M.; Hyun, J. K.; Johnson, A. T.; Fischer, J. E. Carbon Nanotube Composites for Thermal Management. Appl. Phys. Lett. 2002, 80, 2767−2769. (408) Chen, M. X.; Song, X. H.; Gan, Z. Y.; Liu, S. Low Temperature Thermocompression Bonding between Aligned Carbon Nanotubes and Metallized Substrate. Nanotechnology 2011, 22, 345704. (409) Cola, B. A.; Xu, X.; Fisher, T. S. Increased Real Contact in Thermal Interfaces: A Carbon Nanotube/Foil Material. Appl. Phys. Lett. 2007, 90, No. 093513. (410) Cola, B. A.; Xu, X.; Fisher, T. S.; Capano, M. A.; Amama, P. B. Carbon Nanotube Array Thermal Interfaces for High-Temperature Silicon Carbide Devices. Nanoscale Microscale Thermophys. Eng. 2008, 12, 228−237. (411) Cross, R.; Cola, B. A.; Fisher, T.; Xu, X.; Gall, K.; Graham, S. A Metallization and Bonding Approach for High Performance Carbon Nanotube Thermal Interface Materials. Nanotechnology 2010, 21, 445705. (412) Hamdan, A.; Cho, J.; Johnson, R.; Jiao, J.; Bahr, D.; Richards, R.; Richards, C. Evaluation of a Thermal Interface Material Fabricated Using Thermocompression Bonding of Carbon Nanotube Turf. Nanotechnology 2010, 21, No. 015702. (413) Hodson, S. L.; Bhuvana, T.; Cola, B. A.; Xu, X.; Kulkarni, G. U.; Fisher, T. S. Palladium Thiolate Bonding of Carbon Nanotube Thermal Interfaces. J. Electron. Packag. 2011, 133, No. 020907. (414) Hu, X. J.; Padilla, A. A.; Xu, J.; Fisher, T. S.; Goodson, K. E. 3- Omega Measurements of Vertically Oriented Carbon Nanotubes on Silicon. J. Heat Transfer 2006, 128, 1109−1113. (415) Huang, H.; Liu, C. H.; Wu, Y.; Fan, S. Aligned Carbon Nanotube Composite Films for Thermal Management. Adv. Mater. 2005, 17, 1652−1656. (416) Lin, W.; Zhang, R.; Moon, K.-S.; Wong, C. P. Molecular Phonon Couplers at Carbon Nanotube/Substrate Interface to Enhance Interfacial Thermal Transport. Carbon 2010, 48, 107−113. (417) Panzer, M. A.; Zhang, G.; Mann, D.; Hu, X.; Pop, E.; Dai, H.; Goodson, K. E. Thermal Properties of Metal-Coated Vertically Aligned Single-Wall Nanotube Arrays. J. Heat Transfer 2008, 130, No. 052401. (418) Tong, T.; Zhao, Y.; Delzeit, L.; Kashani, A.; Meyyappan, M.; Majumdar, A. Dense Vertically Aligned Multiwalled Carbon Nanotube Arrays as Thermal Interface Materials. IEEE Trans. Compon. Packag. Technol. 2007, 30, 92−100. (419) Cola, B. A.; Xu, J.; Cheng, C.; Xu, X.; Fisher, T. S.; Hu, H. Photoacoustic Characterization of Carbon Nanotube Array Thermal Interfaces. J. Appl. Phys. 2007, 101, No. 054313. (420) Patti, R. S. Three-Dimensional Integrated Circuits and the Future of System-on-Chip Designs. Proc. IEEE 2006, 94, 1214−1224. (421) Miura, S.; Yoshihara, Y.; Asaka, M.; Hasegawa, K.; Sugime, H.; Ota, A.; Oshima, H.; Noda, S. Millimeter-Tall Carbon Nanotube Arrays Grown on Aluminum Substrates. Carbon 2018, 130, 834−842. (422) Cola, B. A.; Xu, J.; Fisher, T. S. Contact Mechanics and Thermal Conductance of Carbon Nanotube Array Interfaces. Int. J. Heat Mass Transfer 2009, 52, 3490−3503.\n(423) Cola, B. A.; Amama, P. B.; Xu, X.; Fisher, T. S. Effects of Growth Temperature on Carbon Nanotube Array Thermal Interfaces. J. Heat Transfer 2008, 130, 114503. (424) Pop, E.; Mann, D. A.; Goodson, K. E.; Dai, H. Electrical and Thermal Transport in Metallic Single-Wall Carbon Nanotubes on Insulating Substrates. J. Appl. Phys. 2007, 101, No. 093710. (425) Simon, P.; Gogotsi, Y. Materials for Electrochemical Capacitors. Nat. Mater. 2008, 7, 845−854. (426) Simon, P.; Gogotsi, Y. Capacitive Energy Storage in Nanostructured Carbon-Electrolyte Systems. Acc. Chem. Res. 2013, 46, 1094−1103. (427) Kaempgen, M.; Chan, C. K.; Ma, J.; Cui, Y.; Gruner, G. Printable Thin Film Supercapacitors Using Single-Walled Carbon Nanotubes. Nano Lett. 2009, 9, 1872−1876. (428) Stoller, M. D.; Park, S. J.; Zhu, Y. W.; An, J. H.; Ruoff, R. S. Graphene-Based Ultracapacitors. Nano Lett. 2008, 8, 3498−3502. (429) Wang, Y.; Shi, Z. Q.; Huang, Y.; Ma, Y. F.; Wang, C. Y.; Chen, M. M.; Chen, Y. S. Supercapacitor Devices Based on Graphene Materials. J. Phys. Chem. C 2009, 113, 13103−13107. (430) Zhu, Y. W.; Murali, S.; Stoller, M. D.; Ganesh, K. J.; Cai, W. W.; Ferreira, P. J.; Pirkle, A.; Wallace, R. M.; Cychosz, K. A.; Thommes, M.; Su, D.; Stach, E. A.; Ruoff, R. S. Carbon-Based Supercapacitors Produced by Activation of Graphene. Science 2011, 332, 1537−1541. (431) Pandey, S.; Maiti, U. N.; Palanisamy, K.; Nikolaev, P.; Arepalli, S. Ultrasonicated Double Wall Carbon Nanotubes for Enhanced Electric Double Layer Capacitance. Appl. Phys. Lett. 2014, 104, 233902. (432) Jeong, H.-K.; Jin, M.; Ra, E. J.; Sheem, K. Y.; Han, G. H.; Arepalli, S.; Lee, Y. H. Enhanced Electric Double Layer Capacitance of Graphite Oxide Intercalated by Poly (Sodium 4-Styrensulfonate) with High Cycle Stability. ACS Nano 2010, 4, 1162−1166. (433) Liu, C.; Yu, Z.; Neff, D.; Zhamu, A.; Jang, B. Z. GrapheneBased Supercapacitor with an Ultrahigh Energy Density. Nano Lett. 2010, 10, 4863−4868. (434) Landi, B. J.; Ganter, M. J.; Cress, C. D.; DiLeo, R. A.; Raffaelle, R. P. Carbon Nanotubes for Lithium Ion Batteries. Energy Environ. Sci. 2009, 2, 638−654. (435) Kucinskis, G.; Bajars, G.; Kleperis, J. Graphene in Lithium Ion Battery Cathode Materials: A Review. J. Power Sources 2013, 240, 66− 79. (436) Seh, Z. W.; Sun, Y. M.; Zhang, Q. F.; Cui, Y. Designing HighEnergy Lithium-Sulfur Batteries. Chem. Soc. Rev. 2016, 45, 5605− 5634. (437) Wang, H.; Yang, Y.; Liang, Y.; Robinson, J. T.; Li, Y.; Jackson, A.; Cui, Y.; Dai, H. Graphene-Wrapped Sulfur Particles as a Rechargeable Lithium−Sulfur Battery Cathode Material with High Capacity and Cycling Stability. Nano Lett. 2011, 11, 2644−2647. (438) Song, J.; Yu, Z.; Gordin, M. L.; Wang, D. Advanced Sulfur Cathode Enabled by Highly Crumpled Nitrogen-Doped Graphene Sheets for High-Energy-Density Lithium−Sulfur Batteries. Nano Lett. 2016, 16, 864−870. (439) Carter, R.; Davis, B.; Oakes, L.; Maschmann, M. R.; Pint, C. L. High Areal Capacity Lithium Sulfur Battery Cathode by Site-Selective Vapor Infiltration of Hierarchical Carbon Nanotube Arrays. Nanoscale 2017, 9, 15018. (440) Li, M.; Carter, R.; Douglas, A.; Oakes, L.; Pint, C. L. Sulfur Vapor-Infiltrated 3d Carbon Nanotube Foam for Binder-Free High Areal Capacity Lithium−Sulfur Battery Composite Cathodes. ACS Nano 2017, 11, 4877−4884. (441) Ding, Y.-L.; Kopold, P.; Hahn, K.; van Aken, P. A.; Maier, J.; Yu, Y. Facile Solid-State Growth of 3d Well-Interconnected NitrogenRich Carbon Nanotube−Graphene Hybrid Architectures for Lithium−Sulfur Batteries. Adv. Funct. Mater. 2016, 26, 1112−1119. (442) Cheng, X.-B.; Huang, J.-Q.; Zhang, Q.; Peng, H.-J.; Zhao, M.Q.; Wei, F. Aligned Carbon Nanotube/Sulfur Composite Cathodes with High Sulfur Content for Lithium−Sulfur Batteries. Nano Energy 2014, 4, 65−72.\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11783\n(443) Raji, A.-R. O.; Villegas Salvatierra, R.; Kim, N. D.; Fan, X.; Li, Y.; Silva, G. A. L.; Sha, J.; Tour, J. M. Lithium Batteries with Nearly Maximum Metal Storage. ACS Nano 2017, 11, 6362−6369. (444) Okada, S.; Sugime, H.; Hasegawa, K.; Osawa, T.; Kataoka, S.; Sugiura, H.; Noda, S. Flame-Assisted Chemical Vapor Deposition for Continuous Gas-Phase Synthesis of 1-Nm-Diameter Single-Wall Carbon Nanotubes. Carbon 2018, 138, 1. (445) Davenport, M. Twists and Shouts: A Nanotube Story. Chem. Eng. News 2015, 93, 10−15. (446) Tian, P. China’s Blue-Chip Future. Nature 2017, 545, S54. (447) Fujitsu Laboratories Develops Pure Carbon-Nanotube Sheets with World’s Top Heat-Dissipation Performance; Fujitsu, 2017. http://www. fujitsu.com/global/about/resources/news/press-releases/2017/113001.html (accessed November 30, 2017). (448) Boeing Honors General Nano\\Veelo with Global Accolade; Veelo, 2016. https://www.veelotech.com/news-feed/2016/5/11/ boeing-honors-general-nano-veelo-with-global-accolade-2015supplier-of-the-year-in-the-technology-category (accessed May 11, 2016). (449) Socalgas Works To Develop New Technology That Makes Carbon Fiber During Hydrogen Production; Cision, 2018. https://www. prnewswire.com/news-releases/socalgas-works-to-develop-newtechnology-that-makes-carbon-fiber-during-hydrogen-production300577866.html (accessed January 4, 2018).\nDOI: 10.1021/acsnano.8b06511 ACS Nano 2018, 12, 11756−11784\n11784"
    } ],
    "references" : [ {
      "title" : "The Quarter-Century Anniversary of Carbon Nanotube Research",
      "author" : [ "Y. Li" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Li,? \\Q2017\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2017
    }, {
      "title" : "A Roadmap for Graphene",
      "author" : [ "K. Novoselov", "V.I. Fal’ko", "L. Colombo", "P.R. Gellert", "M.G. Schwab", "K. Kim" ],
      "venue" : "Nature",
      "citeRegEx" : "Novoselov et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Novoselov et al\\.",
      "year" : 2012
    }, {
      "title" : "Carbon Nanotube Nucleation Driven by Catalyst Morphology Dynamics",
      "author" : [ "Harutyunyan", "A. R" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "I. and R.,? \\Q2011\\E",
      "shortCiteRegEx" : "I. and R.",
      "year" : 2011
    }, {
      "title" : "Atomistic Simulation of the Growth of Defect-Free",
      "author" : [ "Z. Xu", "T. Yan", "F. Ding" ],
      "venue" : "Carbon Nanotubes. Chem. Sci. 2015,",
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Chirality-Specific Growth of Single-Walled Carbon Nanotubes on Solid Alloy Catalysts",
      "author" : [ "F. Ding", "Y. Li" ],
      "venue" : "Nature 2014,",
      "citeRegEx" : "Ding and Li,? \\Q2014\\E",
      "shortCiteRegEx" : "Ding and Li",
      "year" : 2014
    }, {
      "title" : "Preparation of High-Purity Semiconducting",
      "author" : [ "Y. Water-Assisted" ],
      "venue" : "Carbon Nanotubes. ACS Nano 2017,",
      "citeRegEx" : "Water.Assisted,? \\Q2017\\E",
      "shortCiteRegEx" : "Water.Assisted",
      "year" : 2017
    }, {
      "title" : "Templated Synthesis of Single-Walled Carbon Nanotubes with Specific Structure",
      "author" : [ "J. Yang", "Y. Li" ],
      "venue" : "Acc. Chem. Res. 2016,",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Vapor-Phase Epitaxial Growth and Termination of Single-Wall Carbon Nanotubes",
      "author" : [ "W. Chirality-Dependent" ],
      "venue" : "Nano Lett. 2013,",
      "citeRegEx" : "Chirality.Dependent,? \\Q2013\\E",
      "shortCiteRegEx" : "Chirality.Dependent",
      "year" : 2013
    }, {
      "title" : "Rigid, Structurally Pure Carbon Nanotube by Stepwise Chemical Synthesis",
      "author" : [ "M. Bancu", "B. A Short Li" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Bancu and Li,? \\Q2012\\E",
      "shortCiteRegEx" : "Bancu and Li",
      "year" : 2012
    }, {
      "title" : "Helical Microtubules of Graphitic Carbon",
      "author" : [ "S. Iijima" ],
      "venue" : "Nature",
      "citeRegEx" : "Iijima,? \\Q1991\\E",
      "shortCiteRegEx" : "Iijima",
      "year" : 1991
    }, {
      "title" : "Modeling the Growth of Single-Wall Carbon Nanotubes",
      "author" : [ "H. Amara", "C. Bichara" ],
      "venue" : "Top. Curr. Chem. 2017,",
      "citeRegEx" : "Amara and Bichara,? \\Q2017\\E",
      "shortCiteRegEx" : "Amara and Bichara",
      "year" : 2017
    }, {
      "title" : "Chiral-Selective Co/Sio2 Catalyst for (9,8) SingleWalled Carbon Nanotube Growth",
      "author" : [ "G. L", "Chen" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "L. and Y.,? \\Q2013\\E",
      "shortCiteRegEx" : "L. and Y.",
      "year" : 2013
    }, {
      "title" : "Transient Kinetic Selectivity in Nanotubes Growth on Solid Co−W Catalyst",
      "author" : [ "E.S. Penev", "K.V. Bets", "N. Gupta", "B.I. Yakobson" ],
      "venue" : "Nano Lett. 2018,",
      "citeRegEx" : "Penev et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Penev et al\\.",
      "year" : 2018
    }, {
      "title" : "Ballistic Carbon Nanotube Field-Effect Transistors",
      "author" : [ "A. Javey", "J. Guo", "Q. Wang", "M. Lundstrom", "H.J. Dai" ],
      "venue" : "Nature",
      "citeRegEx" : "Javey et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Javey et al\\.",
      "year" : 2003
    }, {
      "title" : "Carbon Nanotube Computer",
      "author" : [ "H.S. Wong", "S. Mitra" ],
      "venue" : "Nature",
      "citeRegEx" : "Wong and Mitra,? \\Q2013\\E",
      "shortCiteRegEx" : "Wong and Mitra",
      "year" : 2013
    }, {
      "title" : "Nanotube Electronics for Radiofrequency Applications",
      "author" : [ "C. Rutherglen", "D. Jain", "P. Burke" ],
      "venue" : "Nat. Nanotechnol. 2009,",
      "citeRegEx" : "Rutherglen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rutherglen et al\\.",
      "year" : 2009
    }, {
      "title" : "Printed Carbon Nanotube Electronics and Sensor Systems",
      "author" : [ "H.Y. Y", "K. Takei", "A. Javey" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Role of Defects in Single-Walled Carbon Nanotube Chemical Sensors",
      "author" : [ "F.K. Perkins" ],
      "venue" : "Nano Lett. 2006,",
      "citeRegEx" : "Perkins,? \\Q2006\\E",
      "shortCiteRegEx" : "Perkins",
      "year" : 2006
    }, {
      "title" : "Crystal Plane Dependent Growth of Aligned SingleWalled Carbon Nanotubes",
      "author" : [ "N. Minami" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Minami,? \\Q2008\\E",
      "shortCiteRegEx" : "Minami",
      "year" : 2008
    }, {
      "title" : "Electronics: The Road to Carbon Nanotube Transistors",
      "author" : [ "A.D. Franklin" ],
      "venue" : "Nature",
      "citeRegEx" : "Franklin,? \\Q2013\\E",
      "shortCiteRegEx" : "Franklin",
      "year" : 2013
    }, {
      "title" : "Selective Growth of Well-Aligned Semiconducting Single-Walled Carbon Nanotubes",
      "author" : [ "T. P", "Y. Li", "J. Liu" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "P. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2009
    }, {
      "title" : "Large-Scale Synthesis of Aligned Carbon Nanotubes",
      "author" : [ "W. Y", "R.A. Zhao", "G. Wang" ],
      "venue" : "Science",
      "citeRegEx" : "Y. et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 1996
    }, {
      "title" : "Generation of Terahertz Radiation by Optical Excitation of Aligned Carbon Nanotubes",
      "author" : [ "F.A. Hegmann" ],
      "venue" : "Nano Lett. 2015,",
      "citeRegEx" : "Hegmann,? \\Q2015\\E",
      "shortCiteRegEx" : "Hegmann",
      "year" : 2015
    }, {
      "title" : "Carbon Nanotube Terahertz Detector",
      "author" : [ "J. Kono" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "Kono,? \\Q2014\\E",
      "shortCiteRegEx" : "Kono",
      "year" : 2014
    }, {
      "title" : "A Carbon Nanotube Optical Rectenna",
      "author" : [ "A. Sharma", "V. Singh", "T.L. Bougher", "B.A. Cola" ],
      "venue" : "Nat. Nanotechnol. 2015,",
      "citeRegEx" : "Sharma et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2015
    }, {
      "title" : "Chemically Driven Carbon-NanotubeGuided Thermopower Waves",
      "author" : [ "N. Nair", "S. Baik", "M.S. Strano" ],
      "venue" : "Nat. Mater. 2010,",
      "citeRegEx" : "Nair et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nair et al\\.",
      "year" : 2010
    }, {
      "title" : "Density Variant Carbon Nanotube Interconnected Solids",
      "author" : [ "P.M. Ajayan" ],
      "venue" : "Adv. Mater. 2015,",
      "citeRegEx" : "Ajayan,? \\Q2015\\E",
      "shortCiteRegEx" : "Ajayan",
      "year" : 2015
    }, {
      "title" : "Cvd Growth of Carbon Nanotube Forest with Selective Wall-Number from Fe−Cu Catalyst",
      "author" : [ "P. Li", "J. Zhang" ],
      "venue" : "J. Phys. Chem. C 2016,",
      "citeRegEx" : "Li and Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "Li and Zhang",
      "year" : 2016
    }, {
      "title" : "Diameter Modulation of Vertically Aligned Single-Walled Carbon Nanotubes",
      "author" : [ "Z. Tang", "S. Maruyama" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Tang and Maruyama,? \\Q2012\\E",
      "shortCiteRegEx" : "Tang and Maruyama",
      "year" : 2012
    }, {
      "title" : "Water-Assisted Growth of Uniform 100 Mm Diameter Swcnt Arrays",
      "author" : [ "V. Lulevich" ],
      "venue" : "ACS Appl. Mater. Interfaces 2014,",
      "citeRegEx" : "Lulevich,? \\Q2014\\E",
      "shortCiteRegEx" : "Lulevich",
      "year" : 2014
    }, {
      "title" : "Role of Water in Super Growth of Single-Walled Carbon Nanotube Carpets",
      "author" : [ "R. Hauge", "B. Maruyama" ],
      "venue" : "Nano Lett. 2009,",
      "citeRegEx" : "P. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2009
    }, {
      "title" : "Effect of Oxygen Plasma Alumina Treatment on Growth of Carbon Nanotube Forests",
      "author" : [ "J. Robertson" ],
      "venue" : "J. Phys. Chem. C 2014,",
      "citeRegEx" : "Robertson,? \\Q2014\\E",
      "shortCiteRegEx" : "Robertson",
      "year" : 2014
    }, {
      "title" : "Individual Single-Walled Carbon Nanotubes on Patterned Silicon Wafers",
      "author" : [ "S. K", "Park", "H. G" ],
      "venue" : "Nature",
      "citeRegEx" : "K. and G.,? \\Q1998\\E",
      "shortCiteRegEx" : "K. and G.",
      "year" : 1998
    }, {
      "title" : "A Super-Growth Method for Single-Walled Carbon Nanotube Synthesis",
      "author" : [ "K. Hata" ],
      "venue" : "Synthesiology 2016,",
      "citeRegEx" : "Hata,? \\Q2016\\E",
      "shortCiteRegEx" : "Hata",
      "year" : 2016
    }, {
      "title" : "Water-Assisted Highly Efficient Synthesis of Impurity-Free Single-Walled Carbon Nanotubes",
      "author" : [ "S. Iijima" ],
      "venue" : "Science",
      "citeRegEx" : "Iijima,? \\Q2004\\E",
      "shortCiteRegEx" : "Iijima",
      "year" : 2004
    }, {
      "title" : "Boron Nitride Nanotubes and Nanosheets",
      "author" : [ "C. Tang", "C. Zhi" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Tang and Zhi,? \\Q2010\\E",
      "shortCiteRegEx" : "Tang and Zhi",
      "year" : 2010
    }, {
      "title" : "Carbon Monolayer Phase Condensation on Ni (111)",
      "author" : [ "M. Eizenberg", "J.M. Blakely" ],
      "venue" : "Surf. Sci. 1979,",
      "citeRegEx" : "Eizenberg and Blakely,? \\Q1979\\E",
      "shortCiteRegEx" : "Eizenberg and Blakely",
      "year" : 1979
    }, {
      "title" : "Large-Area Synthesis of High-Quality and Uniform Graphene Films on Copper Foils",
      "author" : [ "R.S. Ruoff" ],
      "venue" : "Science",
      "citeRegEx" : "Ruoff,? \\Q2009\\E",
      "shortCiteRegEx" : "Ruoff",
      "year" : 2009
    }, {
      "title" : "The Solubility of C in Solid Cu",
      "author" : [ "G.A. Lopez", "E.J. Mittemeijer" ],
      "venue" : "Scr. Mater. 2004,",
      "citeRegEx" : "Lopez and Mittemeijer,? \\Q2004\\E",
      "shortCiteRegEx" : "Lopez and Mittemeijer",
      "year" : 2004
    }, {
      "title" : "The Solubility of Carbon in Solid Gold, Copper, and Silver",
      "author" : [ "R. McLellan" ],
      "venue" : "Scr. Metall. 1969,",
      "citeRegEx" : "McLellan,? \\Q1969\\E",
      "shortCiteRegEx" : "McLellan",
      "year" : 1969
    }, {
      "title" : "Interdependency of Subsurface Carbon Distribution and Graphene−Catalyst Interaction",
      "author" : [ "R P" ],
      "venue" : "J. Am. Chem. Soc. 2014,",
      "citeRegEx" : "P.,? \\Q2014\\E",
      "shortCiteRegEx" : "P.",
      "year" : 2014
    }, {
      "title" : "In Situ Graphene Growth Dynamics on Polycrystalline Catalyst Foils",
      "author" : [ "S. Hofmann" ],
      "venue" : "Nano Lett. 2016,",
      "citeRegEx" : "Hofmann,? \\Q2016\\E",
      "shortCiteRegEx" : "Hofmann",
      "year" : 2016
    }, {
      "title" : "Growth from Below: Graphene Bilayers on Ir (111)",
      "author" : [ "E. Rotenberg", "K.F. McCarty" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "A. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2011
    }, {
      "title" : "Controlling the Catalytic Bond-Breaking Selectivity of Ni Surfaces by Step Blocking",
      "author" : [ "F. Besenbacher" ],
      "venue" : "Nat. Mater. 2005,",
      "citeRegEx" : "Besenbacher,? \\Q2005\\E",
      "shortCiteRegEx" : "Besenbacher",
      "year" : 2005
    }, {
      "title" : "Ultrafast Epitaxial Growth of Metre-Sized Single-Crystal",
      "author" : [ "K. Liu" ],
      "venue" : "Graphene on Industrial Cu Foil. Sci. Bull. 2017,",
      "citeRegEx" : "Liu,? \\Q2017\\E",
      "shortCiteRegEx" : "Liu",
      "year" : 2017
    }, {
      "title" : "Graphene-Passivated Nickel as an Oxidation-Resistant Electrode for Spintronics",
      "author" : [ ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "S,? \\Q2012\\E",
      "shortCiteRegEx" : "S",
      "year" : 2012
    }, {
      "title" : "Novel in Situ Probes for Nanocatalysis",
      "author" : [ "A. Stierle", "A.M. Molenbroek" ],
      "venue" : "MRS Bull. 2007,",
      "citeRegEx" : "Stierle and Molenbroek,? \\Q2007\\E",
      "shortCiteRegEx" : "Stierle and Molenbroek",
      "year" : 2007
    }, {
      "title" : "Nucleation of Graphene and Its Conversion to SingleWalled Carbon Nanotubes",
      "author" : [ "Sharma" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "B. and R.,? \\Q2014\\E",
      "shortCiteRegEx" : "B. and R.",
      "year" : 2014
    }, {
      "title" : "Graphene-Nickel Interfaces: A Review",
      "author" : [ "A. Dahal", "M. Batzill" ],
      "venue" : "Nanoscale 2014,",
      "citeRegEx" : "Dahal and Batzill,? \\Q2014\\E",
      "shortCiteRegEx" : "Dahal and Batzill",
      "year" : 2014
    }, {
      "title" : "Epitaxial Graphene on Ruthenium",
      "author" : [ "P. Sutter", "J.I. Flege", "E.A. Sutter" ],
      "venue" : "Nat. Mater. 2008,",
      "citeRegEx" : "Sutter et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Sutter et al\\.",
      "year" : 2008
    }, {
      "title" : "Evidence for Chirality-Dependent Growth Rates of Individual Carbon Nanotubes",
      "author" : [ "B. In Situ" ],
      "venue" : "Nat. Mater. 2012,",
      "citeRegEx" : "Situ,? \\Q2012\\E",
      "shortCiteRegEx" : "Situ",
      "year" : 2012
    }, {
      "title" : "Macroscopic Fibers and Ribbons of Oriented Carbon Nanotubes",
      "author" : [ "C. Journet", "P. Bernier", "P. Poulin" ],
      "venue" : "Science",
      "citeRegEx" : "Journet et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Journet et al\\.",
      "year" : 2000
    }, {
      "title" : "Carbon NanotubeBased Neat Fibers",
      "author" : [ "N. Behabtu", "M.J. Green", "M. Pasquali" ],
      "venue" : "Nano Today 2008,",
      "citeRegEx" : "Behabtu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Behabtu et al\\.",
      "year" : 2008
    }, {
      "title" : "Massive Radius-Dependent Flow Slippage in Carbon Nanotubes",
      "author" : [ "L. Bocquet" ],
      "venue" : "Nature 2016,",
      "citeRegEx" : "Bocquet,? \\Q2016\\E",
      "shortCiteRegEx" : "Bocquet",
      "year" : 2016
    }, {
      "title" : "Why Are Carbon Nanotubes Fast Transporters of Water",
      "author" : [ "S. Joseph", "N.R. Aluru" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Joseph and Aluru,? \\Q2008\\E",
      "shortCiteRegEx" : "Joseph and Aluru",
      "year" : 2008
    }, {
      "title" : "Science and Technology for Water Purification in the Coming Decades",
      "author" : [ "B.J. Marinas", "A.M. Mayes" ],
      "venue" : "Nature",
      "citeRegEx" : "Marinas and Mayes,? \\Q2008\\E",
      "shortCiteRegEx" : "Marinas and Mayes",
      "year" : 2008
    }, {
      "title" : "Ph-Tunable Ion Selectivity in Carbon Nanotube Pores",
      "author" : [ "C.P. Grigoropoulos", "A. Noy", "O. Bakajin" ],
      "venue" : "Langmuir 2010,",
      "citeRegEx" : "Grigoropoulos et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Grigoropoulos et al\\.",
      "year" : 2010
    }, {
      "title" : "Designing Carbon Nanotube Membranes for Efficient Water Desalination",
      "author" : [ "C. Corry" ],
      "venue" : "J. Phys. Chem. B 2008,",
      "citeRegEx" : "Corry,? \\Q2008\\E",
      "shortCiteRegEx" : "Corry",
      "year" : 2008
    }, {
      "title" : "Improved Ro Performance and Surface Anti-Biofouling Resistance",
      "author" : [ "Z. Siwy", "F. Fornasiero" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Siwy and Fornasiero,? \\Q2016\\E",
      "shortCiteRegEx" : "Siwy and Fornasiero",
      "year" : 2016
    }, {
      "title" : "alignment and polymerization of a lyotropic precursor",
      "author" : [ "P. Z", "K.L. Wang", "H.W. Zhu" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Z. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2010
    }, {
      "title" : "Graphene-Based Membranes: Structure, Mass-Transport Mechanism and Potential Applications",
      "author" : [ "R.C. Rollings", "A.T. Kuan", "J.A. Golovchenko" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Rollings et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rollings et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoporous Single-Layer Graphene",
      "author" : [ "D. Cohen-Tanugi", "J.C. Grossman" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Cohen.Tanugi and Grossman,? \\Q2015\\E",
      "shortCiteRegEx" : "Cohen.Tanugi and Grossman",
      "year" : 2015
    }, {
      "title" : "Atomic Membranes from Graphene Sheets",
      "author" : [ "M. Lozada-Hidalgo", "F.C. Wang", "A. Mishchenko" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "S. et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2008
    }, {
      "title" : "Tunable Subnanometer Pores in Single-Layer Graphene Membranes",
      "author" : [ "S.C. O’Hern", "D. Jang", "S. Bose", "J.C. Idrobo", "Y. Song" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "O.Hern et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "O.Hern et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanofiltration across Defect-Sealed Nanoporous Monolayer Graphene",
      "author" : [ "T. Laoui", "J. Kong", "R. Karnik" ],
      "venue" : "Nano Lett. 2015,",
      "citeRegEx" : "Laoui et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Laoui et al\\.",
      "year" : 2015
    }, {
      "title" : "Growth of Graphene Nanopores",
      "author" : [ "S. Garaj", "W. Hubbard", "A. Reina", "J. Kong", "D. Branton" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Garaj et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Garaj et al\\.",
      "year" : 2012
    }, {
      "title" : "Graphene as a Subnanometre Trans-Electrode Membrane",
      "author" : [ "J.A. Golovchenko" ],
      "venue" : "Nature 2010,",
      "citeRegEx" : "Golovchenko,? \\Q2010\\E",
      "shortCiteRegEx" : "Golovchenko",
      "year" : 2010
    }, {
      "title" : "Porous Graphenes: Two-Dimensional Polymer Synthesis with Atomic Precision",
      "author" : [ "Fasel" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "K. and R.,? \\Q2009\\E",
      "shortCiteRegEx" : "K. and R.",
      "year" : 2009
    }, {
      "title" : "Design of Advanced Porous Graphene Materials: From Graphene Nanomesh to 3d Architectures",
      "author" : [ "L. Jiang", "Z. Fan" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Jiang and Fan,? \\Q2014\\E",
      "shortCiteRegEx" : "Jiang and Fan",
      "year" : 2014
    }, {
      "title" : "Bottom-up Synthesis of Multifunctional Nanoporous Graphene",
      "author" : [ "S.O. Valenzuela", "D Peña" ],
      "venue" : "Science",
      "citeRegEx" : "Valenzuela and Peña,? \\Q2018\\E",
      "shortCiteRegEx" : "Valenzuela and Peña",
      "year" : 2018
    }, {
      "title" : "Atomically Thin Membranes",
      "author" : [ "T. Jain", "B.C. Rasera", "R.J.S. Guerrero", "M.S.H. Boutilier", "S.C. O’Hern", "J.C. Idrobo", "R. Karnik" ],
      "venue" : "Nat. Nanotechnol. 2017,",
      "citeRegEx" : "Jain et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jain et al\\.",
      "year" : 2015
    }, {
      "title" : "Selective Molecular Transport through Intrinsic Defects in a Single Layer of Cvd Graphene",
      "author" : [ "S.C. O’Hern", "C.A. Stewart", "M.S.H. Boutilier", "J.C. Idrobo", "S. Bhaviripudi", "S.K. Das", "J. Kong", "T. Laoui", "M. Atieh", "R. Karnik" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "O.Hern et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "O.Hern et al\\.",
      "year" : 2012
    }, {
      "title" : "Implications of Permeation through Intrinsic Defects in Graphene on the Design of DefectTolerant Membranes for Gas Separation",
      "author" : [ "N.G. Hadjiconstantinou", "R. Karnik" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Hadjiconstantinou and Karnik,? \\Q2014\\E",
      "shortCiteRegEx" : "Hadjiconstantinou and Karnik",
      "year" : 2014
    }, {
      "title" : "Selective Nanoscale Mass Transport across Atomically Thin Single Crystalline Graphene Membranes",
      "author" : [ "R. Karnik" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Karnik,? \\Q2017\\E",
      "shortCiteRegEx" : "Karnik",
      "year" : 2017
    }, {
      "title" : "Production of a 100-M-Long High-Quality Graphene Transparent Conductive Film by Roll-to-Roll Chemical Vapor Deposition and Transfer",
      "author" : [ "Y. Murakami", "D. Hobara" ],
      "venue" : "Process. Appl. Phys. Lett. 2013,",
      "citeRegEx" : "Murakami and Hobara,? \\Q2013\\E",
      "shortCiteRegEx" : "Murakami and Hobara",
      "year" : 2013
    }, {
      "title" : "Transparent Electrodes: From Metal Oxides to Organic Alternatives",
      "author" : [ "S. Pei", "L. Ma", "H.M. Cheng" ],
      "venue" : "Adv. Electron. Mater. 2018,",
      "citeRegEx" : "J. et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 1991
    }, {
      "title" : "Transparent and Conductive Hybrid Graphene/Carbon Nanotube Films",
      "author" : [ "A.L. Gorkina", "A.P. Tsapenko", "E.P. Gilshteyn", "T.S. Koltsova", "T.V. Larionova", "A. Talyzin", "A.S. Anisimov", "I.V. Anoshkin", "E.I. Kauppinen", "O. V Tolochko" ],
      "venue" : "Carbon 2016,",
      "citeRegEx" : "Gorkina et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gorkina et al\\.",
      "year" : 2016
    }, {
      "title" : "Recent Developments in Single-Walled Carbon Nanotube Thin Films Fabricated by Dry Floating Catalyst Chemical Vapor Deposition",
      "author" : [ "Q. Zhang", "N. Wei", "P. Laiho", "E.I. Kauppinen" ],
      "venue" : "Top. Curr. Chem",
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Copercolating Networks: An Approach for Realizing High-Performance Transparent Conductors Using Multicomponent Nanostructured Networks",
      "author" : [ "D.B. Janes" ],
      "venue" : "Nanophotonics 2016,",
      "citeRegEx" : "Janes,? \\Q2016\\E",
      "shortCiteRegEx" : "Janes",
      "year" : 2016
    }, {
      "title" : "A Stretchable Carbon Nanotube Strain Sensor for Human-Motion Detection",
      "author" : [ "T. Yamada", "Y. Hayamizu", "Y. Yamamoto", "Y. Yomogida", "A. Izadi-Najafabadi", "D.N. Futaba", "K. Hata" ],
      "venue" : "Sensors Based on Transparent Elastic Films of Carbon Nanotubes. Nat. Nanotechnol. 2011,",
      "citeRegEx" : "Yamada et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Yamada et al\\.",
      "year" : 2011
    }, {
      "title" : "Integrated Arrays of Air-Dielectric Graphene Transistors as Transparent Active-Matrix Pressure Sensors for Wide Pressure Ranges",
      "author" : [ "S.-H", "S. Ji", "S. Choi", "K.-H. Pyo", "B.W. An", "J. Park", "J. Kim", "J.-Y. Kim", "K.-S. Lee", "S.-Y Kwon" ],
      "venue" : "technol",
      "citeRegEx" : "S..H. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "S..H. et al\\.",
      "year" : 2011
    }, {
      "title" : "Ultra-Thin, Transparent and Flexible Tactile Sensors Based on Graphene Films with Excellent Anti-Interference",
      "author" : [ "M. Xu", "J. Qi", "F. Li", "X. Liao", "S. Liu", "Y. Zhang" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "14950",
      "shortCiteRegEx" : "14950",
      "year" : 2017
    }, {
      "title" : "Direct Synthesis of Colorful Single-Walled Carbon Nanotube Thin Films",
      "author" : [ "E.I. Kauppinen" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Kauppinen,? \\Q2018\\E",
      "shortCiteRegEx" : "Kauppinen",
      "year" : 2018
    }, {
      "title" : "The Role of Metal−Nanotube Contact in the Performance of Carbon Nanotube Field-Effect Transistors",
      "author" : [ "Z. Chen", "J. Appenzeller", "J. Knoch", "Y.-m. Lin", "P. Avouris" ],
      "venue" : "Nano Lett. 2005,",
      "citeRegEx" : "Chen et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2005
    }, {
      "title" : "Sub-10 Nm Carbon Nanotube Transistor",
      "author" : [ "L. Gignac", "M.S. Lundstrom", "W. Haensch" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "M. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2012
    }, {
      "title" : "High Mobility Bilayer Metal-Oxide Thin Film Transistors Using Titanium-Doped Ingazno",
      "author" : [ "H. C" ],
      "venue" : "IEEE Electron Device Lett. 2014,",
      "citeRegEx" : "C.,? \\Q2014\\E",
      "shortCiteRegEx" : "C.",
      "year" : 2014
    }, {
      "title" : "Carbon Nanotube Robust Digital VLSI",
      "author" : [ "S. Mitra" ],
      "venue" : "IEEE Trans. Comput.-Aided Des. Integr. Circuits Syst. 2012,",
      "citeRegEx" : "Mitra,? \\Q2012\\E",
      "shortCiteRegEx" : "Mitra",
      "year" : 2012
    }, {
      "title" : "Crosstalk between Nanotube Devices: Contact and Channel Effects",
      "author" : [ "F. Leónard" ],
      "venue" : "Nanotechnology 2006,",
      "citeRegEx" : "Leónard,? \\Q2006\\E",
      "shortCiteRegEx" : "Leónard",
      "year" : 2006
    }, {
      "title" : "Graphene Nano-Ribbon Electronics",
      "author" : [ "Z.H. Chen", "Y.M. Lin", "M.J. Rooks", "P. Avouris" ],
      "venue" : "Phys. E 2007,",
      "citeRegEx" : "Chen et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2007
    }, {
      "title" : "Atomically Precise Bottom-up Fabrication of Graphene Nanoribbons",
      "author" : [ "K. Mullen", "R. Fasel" ],
      "venue" : "Nature",
      "citeRegEx" : "Mullen and Fasel,? \\Q2010\\E",
      "shortCiteRegEx" : "Mullen and Fasel",
      "year" : 2010
    }, {
      "title" : "Carbon Nanotube Composites for Thermal Management",
      "author" : [ "A.T. Johnson", "J.E. Fischer" ],
      "venue" : "Appl. Phys. Lett. 2002,",
      "citeRegEx" : "Johnson and Fischer,? \\Q2002\\E",
      "shortCiteRegEx" : "Johnson and Fischer",
      "year" : 2002
    }, {
      "title" : "Three-Dimensional Integrated Circuits and the Future of System-on-Chip Designs",
      "author" : [ "R.S. Patti" ],
      "venue" : "Proc. IEEE 2006,",
      "citeRegEx" : "Patti,? \\Q2006\\E",
      "shortCiteRegEx" : "Patti",
      "year" : 2006
    }, {
      "title" : "Millimeter-Tall Carbon Nanotube Arrays Grown on Aluminum Substrates",
      "author" : [ "A. Ota", "H. Oshima", "S. Noda" ],
      "venue" : "Carbon 2018,",
      "citeRegEx" : "Ota et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ota et al\\.",
      "year" : 2018
    }, {
      "title" : "Materials for Electrochemical Capacitors",
      "author" : [ "P. Simon", "Y. Gogotsi" ],
      "venue" : "Nat. Mater. 2008,",
      "citeRegEx" : "Simon and Gogotsi,? \\Q2008\\E",
      "shortCiteRegEx" : "Simon and Gogotsi",
      "year" : 2008
    }, {
      "title" : "Graphene-Based Ultracapacitors",
      "author" : [ "M.D. Stoller", "S.J. Park", "Y.W. Zhu", "J.H. An", "R.S. Ruoff" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Stoller et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Stoller et al\\.",
      "year" : 2008
    }, {
      "title" : "Supercapacitor Devices Based on Graphene Materials",
      "author" : [ "M. M", "Chen", "Y. S" ],
      "venue" : "J. Phys. Chem. C 2009,",
      "citeRegEx" : "M. and S.,? \\Q2009\\E",
      "shortCiteRegEx" : "M. and S.",
      "year" : 2009
    }, {
      "title" : "Carbon Nanotubes for Lithium Ion Batteries",
      "author" : [ "R.P. Raffaelle" ],
      "venue" : "Energy Environ. Sci. 2009,",
      "citeRegEx" : "Raffaelle,? \\Q2009\\E",
      "shortCiteRegEx" : "Raffaelle",
      "year" : 2009
    }, {
      "title" : "Graphene in Lithium Ion Battery Cathode Materials: A Review",
      "author" : [ "G. Kucinskis", "G. Bajars", "J. Kleperis" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Kucinskis et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kucinskis et al\\.",
      "year" : 2013
    }, {
      "title" : "Designing HighEnergy Lithium-Sulfur Batteries",
      "author" : [ "Z.W. Seh", "Y.M. Sun", "Q.F. Zhang", "Y. Cui" ],
      "venue" : "Chem. Soc. Rev. 2016,",
      "citeRegEx" : "Seh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Seh et al\\.",
      "year" : 2016
    }, {
      "title" : "Graphene-Wrapped Sulfur Particles as a Rechargeable Lithium−Sulfur Battery Cathode Material with High Capacity and Cycling Stability",
      "author" : [ "Y. Cui", "H. Dai" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "A. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2011
    }, {
      "title" : "Facile Solid-State Growth of 3d Well-Interconnected NitrogenRich Carbon Nanotube−Graphene Hybrid Architectures for Lithium−Sulfur Batteries",
      "author" : [ "Y. Yu" ],
      "venue" : "Adv. Funct. Mater. 2016,",
      "citeRegEx" : "Yu,? \\Q2016\\E",
      "shortCiteRegEx" : "Yu",
      "year" : 2016
    }, {
      "title" : "Aligned Carbon Nanotube/Sulfur Composite Cathodes with High Sulfur Content for Lithium−Sulfur Batteries",
      "author" : [ "Wei" ],
      "venue" : "Nano Energy 2014,",
      "citeRegEx" : "Q. and F.,? \\Q2014\\E",
      "shortCiteRegEx" : "Q. and F.",
      "year" : 2014
    }, {
      "title" : "Lithium Batteries with Nearly Maximum Metal Storage",
      "author" : [ "A.-R.O. Raji", "R. Villegas Salvatierra", "N.D. Kim", "X. Fan", "Y. Li", "G.A.L. Silva", "J. Sha", "J.M. Tour" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Raji et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Raji et al\\.",
      "year" : 2017
    }, {
      "title" : "Continuous Gas-Phase Synthesis of 1-Nm-Diameter Single-Wall Carbon Nanotubes. Carbon 2018",
      "author" : [ "M. Davenport" ],
      "venue" : "Chem. Eng. News 2015,",
      "citeRegEx" : "Davenport,? \\Q2017\\E",
      "shortCiteRegEx" : "Davenport",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Advances in the synthesis and scalable manufacturing of single-walled carbon nanotubes (SWCNTs) remain critical to realizing many important commercial applications. Here we review recent breakthroughs in the synthesis of SWCNTs and highlight key ongoing research areas and challenges. A few key applications that capitalize on the properties of SWCNTs are also reviewed with respect to the recent synthesis breakthroughs and ways in which synthesis science can enable advances in these applications. While the primary focus of this review is on the science framework of SWCNT growth, we draw connections to mechanisms underlying the synthesis of other 1D and 2D materials such as boron nitride nanotubes and graphene.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}