{
  "name" : "downloads_2019-11-24_3a_soleymani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Highly sensitive and specific cytosensing of HT 29 colorectal cancer cells using folic acid functionalized-KCC-1 nanoparticles",
    "authors" : [ "Jafar Soleymani", "Mohammad Hasanzadehb", "Mohammad Hossein Somi", "Nasrin Shadjou", "Abolghasem Jouyban" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nHighly sensitive and specific cytosensing of HT 29 colorectal cancer cells using folic acid functionalized-KCC-1 nanoparticles\nJafar Soleymania, Mohammad Hasanzadehb,⁎, Mohammad Hossein Somia, Nasrin Shadjouc, Abolghasem Jouyband\na Liver and Gastrointestinal Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran bDrug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran c Department of Nanochemistry, Nano Technology Center, and Faculty of Chemistry, Uremia University, Uremia, Iran d Pharmaceutical Analysis Research Center and Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran\nA R T I C L E I N F O\nKeywords: Differentiation Folate bioreceptor Cytosensor Colon cancer Fibrous nano-silica Point of care\nA B S T R A C T\nFunctionalized fibrous nano-silica (KCC-1) was applied to specific electrochemical detection of HT 29 colorectal cancer cells based on folate (FA)/folate receptor (FR) interactions. KCC-1 fibrous materials were synthesized using a hydrothermal method and then functionalized with FA molecules to produce KCC-1-NH2-FA nanoparticles. The KCC-1-NH2-FA fibrous nanoparticles offer favorable bleaching stability and exceptional surface area–to–volume ratio which provide facility to design more sensitive cytosensors. The morphology, size and surface charge of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA were approved by field emission scanning electron microscope (FESEM), transmission electron microscopy (TEM), dynamic light scattering (DLS) and zeta potential, respectively. The porosity of the negatively charged KCC-1-NH2-FA was also tested with Brunauer-EmmettTeller (BET) which approves the high surface area–to–volume ratio of the KCC-1 based materials. Flow cytometry and fluorescence imaging were applied to approve quantitative and qualitative attaching of KCC-1-NH2FA to the HT 29 FR-positive cancer cells. Also, the specific capturing of the nanoparticles were approved by FRnegative HEK 293 normal cells as FR-negative cells through cellular uptake assay which showed the smart differentiation by KCC-1-NH2-FA nanomaterials. The cytotoxicity results revealed the biocompatible nature of KCC-1 based materials, implying that the developed method could be used in in vivo applications under the optimized conditions. The developed cytosensor response is linear from 50 to 1.2× 104 cells/mL with a lower limit of detection (LLOQ) of 50 cells/mL. As advantage of the developed cytosensor is simple and provides excellent specificity and sensitivity which enables us to design point of care devices for clinical uses."
    }, {
      "heading" : "1. Introduction",
      "text" : "World health organization (WHO) and the International Agency for Research on Cancer (GLOBOCAN) cancer statistics show that cancer is the second cause of mortality across the world (http://www.who.int/ mediacentre/factsheets/fs297/en). Cancer is more serious in the undeveloped and developing countries with low and mid gross domestic product (GDP) where about 70% of cancer deaths are occurring in these countries (GLOBOCAN, WHO). Currently, various techniques have been utilized to diagnosis of cancer including immunohistochemistry (Brunnström et al., 2017; Magi-Galluzzi, 2018), single-positron emission tomography (Saadatpour et al., 2016), polymerase chain reaction (Trümper et al., 1994), photon emission computed tomography (Husarik and Steinert, 2007) and flow cytometry (Song and Naeim,\n2004). However, the traditional cancer diagnosis methods have some drawbacks such as time-consuming, expensive, false-positive/negative results, low-sensitive and specific trends and also harmful radioactive emissions are usually applied for tumor detection (Ghossein and Bhattacharya, 2000; Parker et al., 2005). Thus, it is urgently demand to develop highly sensitive, selective, accurate, rapid, simple and cost-effective methods to detect cancer at its earlier stages.\nTargeted detection, therapy and diagnosis of the cancer cells are the main requisite of the medical applications. The receptors, such as glycan, folate, epidermal growth factor (EFGR) etc., which are existed of the membrane of cancerous cells, is one of the main method for targeted aims.\nThe folate receptor (FR α) is a protein that overexpressed on the surface of the most of cancer cells which is used as a specific biomarker\nhttps://doi.org/10.1016/j.bios.2019.02.052 Received 3 November 2018; Received in revised form 11 February 2019; Accepted 19 February 2019\n⁎ Corresponding author. E-mail addresses: hasanzadehm@tbzmed.ac.ir, mhmmd_hasanzadeh@yahoo.com (M. Hasanzadeh).\nBiosensors and Bioelectronics 132 (2019) 122–131\nAvailable online 04 March 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nof cancer. Unlike cancer cells, the abundance of the FR on the membrane of normal cells is limited. The FR provides folic acid (FA) to the fast dividing cancer cells which is needed for the biosynthesis of DNA and RNA (Weinstein et al., 2003). The dissociation constant (Kd) of the FR and FA is about 0.1–1 nM. Regarding the specificity and the strength of the FR and FA bond, various moieties were attached to the folate molecules to use in different purposes such as imaging, drug delivery, therapy and detection of cancer cells. Various analytical techniques have been utilized to sense cancer cells. Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010). However, some of the reported methods have own limitations such as poor sensitivity and selectivity, complex and expensive protocols, time-consuming and need to be used very skilled persons. However, electrochemical techniques show fascinating properties like simple, cost effective procedures, and also high accuracy and sensitivity.\nFibrous nano-silica (KCC-1) shows various advantageous features for developing of sensing probes. High stability is the main favorable feature of KCC-1 based materials which their surface could be modified by different desired agents to change the surface properties as well as interior fibrous demdrimetric branches (Polshettiwar et al., 2010). Also, these materials show very large surface area thus enhancing the sensitivity of the sensing probes. Finally, the synthesis and purification of KCC-1 based materials are simple and could be stored in room temperature for months without any changes in their properties (Polshettiwar and Basset, 2014).\nHerein, the KCC-1 fibrous nanomaterials were synthesized and functionalized with FA molecules to the specific sensing of the HT 29 cancer cells. FA was conjugated to the dendritic fibers of KCC-1-NH2 by EDC/NHS chemistry which provides the attaching of the FA molecules at room temperature. The KCC-1-NH2-FA materials can target the overexpressed FR cancer cells with high affinity. The toxicity assay results approved the biocompatible nature of the KCC-1-NH2-FA to the HT 29 cancer cells. Fluorescent cell imaging and flow cytometry assays demonstrate the effective attaching of the KCC-1-NH2-FA to the target FR-positive HT 29 cancer cells. To visualize the interaction of the cancer cells with the nanomaterials, rhodamine B (Rh B) was adsorbed on the surface of the materials. To construct the sensor, the surface of the glassy carbon electrode (GCE) was modified with KCC-1-NH2-FA using chronoamperometric (ChA) technique where FESEM images approved the proper attachment of the materials on the surface of the electrode. The developed probe is able to detect the colon cancer cells with LLOQ of 50 cells/mL. Scheme 1 represents the sensing mechanism of the developed method."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "FA and doxorubicin HCl were purchased from Nano Eksir Sina and Mehr Darou (Iran), respectively. Tetraethyl orthosilicate (TEOS, 98%), (3-aminopropyl)triethoxysilane (APTES, 99%), N-hydroxysuccinimide (NHS, 98.0%), 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide (EDC, 98.0%), 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) and rhodamine B were purchased from Sigma-Aldrich Co. (USA). Cyclohexane, toluene, hexanol, dimethylsulfoxide (DMSO) and cetyltrimethylammonium bromide (CTAB) were obtained from Merck (Germany). Roswell Park Memorial Institute 1640 growth medium (RPMI) was obtained from Gibco BRL Life Technologies (USA). TrypsinEDTA (25%), fetal bovine serum (FBS) penicillin and streptomycin were obtained from Biowest (France). HT 29 and HEK 293 cell lines were purchased from the standard cell banks of the national cell bank of Iran (NCBI) (Tehran, Iran). The phosphate buffer solution (PBS) was prepared from NaH2PO4 and Na2HPO4 (Scharlau, Spain) and then kept in a\nrefrigerator."
    }, {
      "heading" : "2.2. Instruments",
      "text" : ""
    }, {
      "heading" : "2.2.1. Electrochemical approaches",
      "text" : "Electrochemical cyclic voltammetry (CV), differential pulse voltammetry (DPV), square wave voltammetry (SWV) and electrochemical impedance spectroscopy (EIS) measurements were carried out using a potentiostat/glavanostat system with Palm Sens 4 (Eco Chemie, Utrecht, The Netherlands). A conventional three-electrode electrochemical cell comprising glassy carbon electrode (GCE), Ag/AgCl/KCl (Saturated) and platinum wire were used as working, reference and auxiliary electrodes, respectively."
    }, {
      "heading" : "2.2.2. Characterization",
      "text" : "X-ray diffraction (XRD) patterns of KCC-1 based materials were recorded on a Siemens D 5000× -Ray diffractometer (Texas, USA) with a Cu Kα anode (λ=1.54 A°) operating at 40 kV and 30mA. Fluorescence imaging experiments were conducted on a Model Bh2RFCA fluorescence Olympus microscope (Tokyo, Japan) and Cytation™ 5 (Winooski, USA). TEM analysis was conducted on a Carl Zeiss LEO 906 electron microscope operated at 100 kV (Oberkochen, Germany). Fourier transform infrared (FTIR) spectra were measured by a Shimadzu model FTIR prestige 21 spectrophotometer (Tokyo, Japan) using KBr discs. Brunauer-Emmett-Teller (BET) was recorded on a Micromeritics NOVA 2000 apparatus at 77 K using nitrogen as the adsorption gas (Florida, USA). The surface morphology and energy dispersive X-ray (EDX) spectroscopy of the KCC-1, KCC-1-NH2 and KCC-1NH2-FA modified GCE electrodes were evaluated with a FESEM analysis which was conducted on TESCAN system of FEG-SEM MIRA3 TESCAN (Brno, Czech Republic). The particle size distribution and zeta potential values were determined using Malvern particle size analyzer (Malvern, UK). Flow cytometry analysis of the rhodamine B labelled-KCC-1-NH2FA treated cells was carried out with a FACScalibur flow-cytometer, Becton Dickinson Immunocytometry Systems (California, USA). MTT assay was used to measure the toxicity of the materials using a microplate reader Awareness Technology (Florida, USA) at 570 nm."
    }, {
      "heading" : "2.3. Synthesis",
      "text" : ""
    }, {
      "heading" : "2.3.1. Preparation of KCC-1 and KCC-1-NH2",
      "text" : "KCC-1 was synthesis according to the methods which was reported\nScheme 1. Schematic illustration of the mechanism of the developed FR-positive cytosensor.\nby Bayal et al. (2016). Briefly, 1 gr CTAB was added to 10mL deionized water and after addition of 0.6 g urea, the mixture was stirred for about 3 h at room temperature. Then, the mixture of 2 gr TEOS, 30mL cyclohexane and 1.5mL hexanol was added to the flask and sonicated for 30min. Afterwards, the mixture was refluxed at 120 °C for 4 h and subsequently refluxed at 80 °C for 24 h. Next, the mixture was cooled to the room temperature and centrifuged to collect the KCC-1 as white sediment. The collected KCC-1 was washed several times with water and ethanol and dried at 60 °C for 24 h. Finally, the as-synthesized KCC1 was calcinated at 550 °C for 6 h to remove the CTAB as templating agent. As mechanism of the KCC-1 synthesis, urea was used to hydrolyze the TEOS to produce negatively charged (SiO4)−4 silicate. Using of CTAB induces the silicate molecules to form self-assembled linear structures where the CTAB helps to the aggregating of the silicates (Polshettiwar et al., 2010).\nTo functionalize the KCC-1 surface with NH2 moieties, 0.02 g KCC-1 was dispersed to the 1.2mL dried toluene and sonicated for 30min. Then 50 μL APTES was added to the mixture and refluxed for 20 h at 80 °C. Then the mixture separated and washed with toluene several times and dried at 80 °C for at least 24 h. The surface morphology and porosity of the as-synthesized KCC-1 and KCC-1-NH2 were approved by FESEM and BET (AbouAitah et al., 2016)."
    }, {
      "heading" : "2.3.2. Preparation of KCC-1-NH2-FA",
      "text" : "The EDC/NHS chemistry was used to anchor the FA molecules on the surface of KCC-1 (Scheme 2). Briefly, 10mg of FA, 10 μL of APTES, 5mg of EDC and 3mg of NHS were added to the 50mL of DMSO and stirred for 2 h at room temperature and named as flask 1. In another flask, 1000mg of KCC-1 was dispersed in the mixture of 5mL of DMSO and 30mL of toluene and then stirred for 2 h at room temperature. Subsequently, “flask 1” was added to the “flask 2” and stirred for 24 h at room temperature. Finally, the KCC-1-NH2-FA was collected by centrifugation and washed several times with anhydrous toluene and dried at 50 °C. After drying, the white-yellow powder stored in a refrigerator (AbouAitah et al., 2018)."
    }, {
      "heading" : "2.3.3. Insertion of Rh B into the KCC-1-NH2-FA",
      "text" : "To pursue the binding of the KCC-1-NH2-FA to the live cells, the Rh B was attached on the KCC-1-NH2-FA cavities. At pH 7.4 (PBS), 250 μL of Rh B (5mgmL−1) was added to the KCC-1-NH2-FA dispersion and\nstirred vigorously at room temperature and dark condition for least 24 h. Then, Rh B-anchored KCC-1-NH2-FA nanocomposite was collected by centrifuging and the violet solid was washed several times with ultrapure water to delete the unanchored Rh B molecules (Soleymani et al., 2018b)."
    }, {
      "heading" : "2.4. Cell Culture and biological tests",
      "text" : ""
    }, {
      "heading" : "2.4.1. General cell culture procedure",
      "text" : "The target HT 29 cancer and the control HEK 293 normal cells were cultured in RPMI medium supplemented with 10% FBS at 37 °C under 5% CO2 and 1% penicillin/streptomycin. After desired confluency, the flask was washed with PBS and then separated by trypsinization and incubation for 5min at 37 °C under 5% CO2. Next, the cell suspension was transferred to a centrifuge tube to remove excess trypsin by centrifugation. Finally, the cells were counted by haemocytometer and resuspended to the RPMI fresh medium till use in the experiments."
    }, {
      "heading" : "2.4.2. Fluorescence imagining and flow cytometery analyses of the cell uptake",
      "text" : "For fluorescence imaging, HT 29 cancer cells were seeded at 5× 105 cells/well into 6-well tissue-culture and incubated for about 24 h. Then, cells were incubated in the presence of the various concentrations of KCC-1-NH2-FA/Rh B nanomaterials for 1, 4, 12, 18 and 24 h. During the incubation, the target HT 29 cancer cells will bond with the KCC-1-NH2-FA/Rh B nanoparticles. Finally, the medium was removed and washed with PBS buffer three times. The fluorescence images of the KCC-1-NH2-FA/Rh B captured cells were observed under red light excitation. In order to the flowcytometry analysis of uptake of the KCC-1-NH2-FA/Rh B nanoparticles, the same procedure was applied but after incubation with nanomaterials, the cells were washed and detached with PBS and trypsin–EDTA, respectively, and then re-suspended in PBS to quantitative analysis of cell uptake."
    }, {
      "heading" : "2.4.3. Study of doxorubicin treated cells with the developed method",
      "text" : "To test the ability of the developed method towards the real samples, the apoptosis of HT 29 cancer cells were induced by various concentrations of doxorubicin. Afterwards, the cells were detached and collected to the tubes with RPMI supported media and stored at 37 °C till determination with the developed method.\nScheme 2. Schematic representation of the functionalization of KCC-1-NH2."
    }, {
      "heading" : "2.4.4. MTT assay",
      "text" : "Cell viability of HT 29 cancer cells were evaluated by seeding of 1.0× 104 cells per each well of a 96-well plate. Then, the HT 29 cells were treated with various concentrations of KCC-1-NH2-FA and KCC-1NH2 and then incubated for 24, 48 h and 72 h. Next, the wells were treated with 20 μL of MTT (2.5mgmL−1) reagent and subsequently, incubated for 4 h at 37 °C under 5% CO2. Afterwards, the RPMI media was discarded and then 200 μL of DMSO was added and incubated for another 30min. Finally, the absorbance intensities of the wells were measured at 570 nm."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Design of the electrochemical probe",
      "text" : "The detailed concept of the developed cytosensor and synthesis approach of KCC-1-NH2-FA are demonstrated in Schemes 1 and 2. The DPV and SWV based probe is made of a FA moieties for selective capture of HT 29 cancer cells via the FR on their membranes as well as a KCC-1 porous structure in which its surface area was extraordinary increased. In the presence of the HT 29 target cancer cells, KCC-1-NH2FA-modified GCE can bind with the FA molecules to construct a stable KCC-1-NH2-FA-cell structure with Kd of 0.1 pM"
    }, {
      "heading" : "3.2. Characterization of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA",
      "text" : "TEM was used to further characterization of the KCC-1, KCC-1-NH2 and KCC-1-NH2-FA (Fig. 1(a, b and c), Fig. 1S). The TEM images revealed the fibrous, porous and spherical shape of the nanomaterials which the fibrous form is as a result of using the CTAB for templating aims. Also, the particle sizes of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA are about 175, 190, and 200 nm, respectively.\nFig. 1(d) and Fig. 2S, show the structural and morphological features of the KCC-1, KCC-1-NH2 and KCC-1-NH2-FA using FESEM. The fibrous-sphere indicates the formation of KCC-1 based materials which the functionalization have not any effect on the morphology of the KCC1. EDX results reveal the atomic composition of the produced materials where the KCC-1 is composed only with O and Si. However, the carbon is arising from the SEM grid and CTAB as a templating agent (Fig. 3S). Upon functionalization with APTES and subsequently FA, the weight percent of N, O and C are increased which imply the effective surface modification of KCC-1 with APTES and FA.\nFTIR was applied to approve the proper functionalization of the KCC-1 with –NH2 and FA moieties. As shown in Fig. 4S, the characteristic peaks of the silica based materials could be observed in the range of 1020–1110 cm−1 representing the Si-O-Si asymmetric stretching and Si-OH peak is observed at 960 cm−1 which represents the stretching vibration and asymmetric bending. Also, the peak at around 1500 cm−1 is assigned to the amide II bonds between carboxyl of FA and amine group of the KCC-1-NH2.\nThe BET and BJH analyses of the KCC-1, KCC-1-NH2 and KCC-1NH2-FA were used to evaluate the porous nature of the nanoparticles. The specific surface area and porosity of the materials were determined using the adsorption isotherm and calculated by BET. Also, BJH method was used to determine the pore volume of the KCC-1, KCC-1-NH2 and KCC-1-NH2-FA. Table 2S lists the average pore size, surface area and pore volume of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA. The BJH pore volumes were changed from 1.52 to 1.1 and 1.3 cm3/g for KCC-1, KCC1-NH2 and KCC-1-NH2-FA and surface area of KCC-1 changed from 617m2/g to 367 and 397m2/g for KCC-1-NH2 and KCC-1-NH2-FA, respectively. Mean pore diameter distribution of the materials were 9.9, 11.9 and 13.2 for KCC-1, KCC-1-NH2 and KCC-1-NH2-FA, respectively (Fig. 5S). The pore size, pore volumes and surface area of KCC-1, KCC1-NH2 and KCC-1-NH2-FA are obviously proved by the reported results (Bayal et al., 2016; AbouAitah et al., 2018; Huang et al., 2014).\nZeta potentials of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA were\nchecked at pH 7.5 to determine the surface charge to conclude the possible surface modification. The KCC-1 bare fibrous nanomaterials display negative charge at pH 7.5 which could be resulted from Si-OH functional groups. However, the zeta potential of the KCC-1-NH2 and KCC-1-NH2-FA show positive charges which confirm the anchoring amine and FA groups on the surface of the fibrous materials, respectively (AbouAitah et al., 2018). Due to the negative charge nature of the cell membranes, the positive zeta potential of the produced smart materials could be resulted in more effective uptake and the attaching of the materials to the membrane of the cancer cells (Abdolahad et al., 2013). Also, DLS results of the KCC-1, KCC-1-NH2 and KCC-1-NH2-FA show an increase on the hydrodynamic diameter of the nanomaterials from KCC-1 to KCC-1-NH2-FA which approve again the proper surface functionalization with NH2 and FA groups. The XRD patterns of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA were performed from 3.0° (2θ) to 70.0° (2θ) (Fig. 6S) to test the crystallinity of the produced KCC-1 based nanomaterials where two major peak could be observed which the crystallinity increased from KCC-1 to KCC-1-NH2-FA. The broad peak from 20° and 30° is assigned to the amorphous silica (Sadeghzadeh, 2015). Also, compared to the KCC-1, the KCC-1-NH2 and KCC-1-NH2-FA patterns were shifted to the higher 2θ values which is a reason for the surface functionalization of KCC-1.\nThe attachment of the KCC-1-NH2-FA to the HT 29 cancer cells was also confirmed by fluorescent microscopy and flow cytometry analysis. Several factors may change the amount of cellular uptake of materials by cancer cells including concentration of nanomaterials and time of incubation. To qualitative visualize of the attaching of the KCC-1-NH2FA to the FR-positive cancer cells were incubated with FA functionalized fibrous materials for 1, 4, 12, 18 and 24 h and then, the fluorescence microscopy images were recorded. Fig. 2(A) shows the uptake of the KCC-1-NH2-FA to the HT 29 cancer cells where upon progressing the time, the uptake of KCC-1-NH2-FA was increased and the maximum level is observed at 24 h. Also, the effect of the concentrations of the KCC-1-NH2-FA (12.5, 25.0, 37.5 and 75.0 mg/mL) were tested and presented in Fig. 2(B). As could be seen, the attaching of the KCC-1NH2-FA to the surface of target HT 29 cells is obvious, and the intensity of the fluorescence images were in good agreement with the corresponding concentration and time of incubation. Also, the HEK 293 normal cell was incubated with fibrous materials which the control group of HEK 293 normal cells displayed only minor red fluorescence, demonstrating the KCC-1-NH2-FA fibrous materials were specifically attached to the FR-overexpressed cancer cell and did not uptake with the non-target normal cells (Fig. 2C). Comparing the images of the KCC1-NH2-FA incubated HT 29 cancer cells and normal cells, it is obvious that the KCC-1-NH2-FA fibrous materials were effectively attached to the surface of the FR positive HT 29 via the FR-FA interactions.\nThe florescence microscopy cellular uptake images were further approved by the quantitative results accrued by flow cytometry analysis. Fig. 3, show the flow cytometry assay results of the HT 29 cancer cells with different time of incubation of KCC-1-NH2-FA. These results show that the uptake of KCC-1-NH2-FA to the target HT 29 cancer cells are maximum after 12 h on incubation with 90.5% uptake, and are in agreements with the results achieved by fluorescence microscopy. This effective cellular uptake can be described by the FR–assisted endocytosis of KCC-1-NH2-FA, which could be described by trapping of the FA conjugated KCC-1-NH2 with the FR overexpressed membranes of tumoral cells of HT 29 nor HEK 293 normal cells."
    }, {
      "heading" : "3.3. Evaluation of cytotoxicity",
      "text" : "The MTT assay was used to estimate and compare the cytotoxicity of the KCC-1-NH2-FA on the HT 29 cancer cells. Fig. 7S, demonstrates the viability versus the concentration of the nanomaterials, in which no obvious cytotoxicity is observed after 24, 48 and even 72 h incubation time and the cell viability percent is still remain more than 60%. Therefore, the produced materials show negligible cytotoxicity and will\nbe safe and biocompatible materials for designing of sensors for biomedical applications like living cells."
    }, {
      "heading" : "3.4. Electrochemical behavior of the cytosensor",
      "text" : "To prepare the electrochemical sensing electrode, after cleaning steps, GCE working electrodes were inserted into the KCC-1-NH2-FA slurry of 1mg/mL and then ChA technique was used to the electrochemically anchoring of the KCC-1-NH2-FA onto the GCE electrode surface applying −0.24 V and 500 s (Fig. 8S). For SWV measurements,\na frequency of 10.0 Hz and potential range from −0.2–0.8 V were employed. Fig. 9S, shows the FESEM images of the KCC-1, KCC-1-NH2 and KCC-1-NH2-FA modified GCE electrode. As shown, the KCC-1 was hardly attached to the surface of the GCE, however KCC-1-NH2 and KCC-1-NH2-FA fibrous nanomaterials were successfully anchored on the GCE electrode perhaps by –NH2 moieties. In addition, the effect of the electrodeposition potential on the morphology of the deposited KCC-1NH2-FA was tested. FESEM images approved that the electrodeposition potential can only affect the thickness of the deposited film and the morphology of the deposited KCC-1-NH2-FA remained unchanged\n(Fig. 10S). As reported by Polshettiwar et al. (2010), KCC-1 based materials show extraordinary stabilities where very harsh conditions could not affect their morphologies.\nTo verify the attachment of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA to the surface of the electrode, CV and DPV were applied. Fig. 11S shows the SWV and DPV curves of the electrochemical anchoring of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA on the GCE surface. As shown, a decrease on the peak current of all KCC-based materials could be seen while the peak potential of the KCC-1-NH2 and KCC-1-NH2-FA were shifted to the higher values which may be related to the organic nature of the APTES and FA. In the present work, the [Fe(CN)6]−3/[Fe (CN)6]−4 electroactive redox pair was applied to sense the current change of the developed probe. By functionalization of the GCE surface with KCC-1-NH2-FA, the peak current was declined however the specificity of the KCC-based sensor was increased. The as-prepared KCC-1NH2-FA modified electrode may not supply the current of bare GCE electrode but show a high affinity to the FR-rich tumor cells serving high specificity of the cytosensor.\nThe EIS method was used to approve the effect of the attaching of KCC-1-NH2-FA on the GCE electrode. Fig. 12S, shows that the surface of the GCE electrode was activated by functionalization with the KCC-1NH2-FA materials which is approving the covering of the surface on the electrode with the nanomaterials. The EIS spectrum of the KCC-1-NH2FA contains a semicircle and a linear Warburg diffusion section.\nTable 3S lists the EIS parameters of the GCE modified by KCC-1-NH2FA. The electrical circuit is represented in the inset of the Fig. 12S, which is the best correlated with the Randle's circuit (dashed line). The R1, R2, W1 and C1 are the electrolyte resistance, charge transfer resistance, Warburg impedance and double layer capacitance, respectively. R1, R2 and C1 are mainly utilized in the interpreting of the analyte detection systems where W1 is useful for determination of the diffusion coefficients. As could be seen, after functionalization with KCC-1-NH2-FA, the charge transfer resistance (R2) is largely increased as a result of the increasing of the thickness of the KCC-1-NH2-FA materials on the GCE surface. However, the electrolyte resistance (R1) is constant for both KCC-1-NH2-FA modified and bare GCE electrode.\nIn Fig. 4, the effect of HT 29 cancer cells on the KCC-1-NH2-FA modified GCE current is presented where in the presence of the cancer cells the anodic SWV and DPV peak currents were proportionally deceased from 20 to 12,000 of HT 29 cells/mL. The deceased peak current is as a result of the trapping of the FR-positive cancer cells to the FAfunctionalized KCC-based electrodeposited materials. After modification of the GCE with KCC-1-NH2-FA, various concentration of the HT 29 cancer cells were casted on the surface of electrode and incubated for 300 s at room temperature."
    }, {
      "heading" : "3.5. Optimal condition for cytosensing",
      "text" : "To increase the peak current and subsequently the sensitivity of the method, the study of the optimum conditions is of great importance. However, in the case of the pH, due to the living nature of the cancer cells, pH 7.4 was kept constant as an optimal pH value. The concentration of the amount of the dispersed KCC-1-NH2-FA is another parameter that can affect the signal intensity. For this purpose, various concentrations of KCC-1-NH2-FA were dispersed and then ChA method was used to the anchoring of the materials on the surface of GCE. Results revealed that 1mg/mL is the optimum concentration of the KCC-1-NH2-FA. However, higher concentration of KCC-1-NH2-FA could increase the deposited thin layer which decrease the electrode peak current and affect the sensitivity of the cytosensor. Potential of the ChA electrochemical method to anchor the KCC-1-NH2-FA is another parameter that can impact the sensitivity of the developed electrochemical probe performance which was tested from −0.5 to −0.05 V and results showed that the −0.24 V is the best potential for attaching of the KCC1-NH2-FA on the surface of GCE (Fig. 13S A). In Fig. 13S B, upon the optimized potential, the effect of the time of deposition on the SWV and DPV currents were also studied. As shown, the electrodeposition of the\nKCC-1-NH2-FA on the electrode surface is completed at about 100 s and the remains constant up to 500 s and statistical analysis show that in both techniques, the differences between peak current of 100–500 s are not statistically significant. However, in the lower 100 s and higher 500 s, the differences are statistically significant which show that in electrodeposition time lower than 100 s, the process is not completed and in higher times the immobilized KCC-1-NH2-FA materials start to be released from the surface of the GCE electrode.\nAlso, the incubation time of the cells in contact with the modified electrode was optimized where the optimum time was 5min (Fig. 14S). It could be concluded that after 5min of incubation time the maximum surface of the electrode was covered with the cancer cells. At higher time of the incubation, nonspecific adsorption of the cancer cells might be resulted in a decrease in the conductivity of the electrode and subsequently to the amount of the current.\n3.6. Specificity of the electrochemical sensor\nHigh specific biosensing approaches are regarded as ideal form of the sensing methodologies which could be reserved by antibodies, streptavidin/biotin conjugate and also antigen/antibody interactions which are completely specific. Also, sensing probes could be considered specific by applying smart nanomaterials such as KCC-1-NH2-FA which is sensitive only to the FR-positive cancer cells. To control the selectivity of the developed cytosensor, the signal of the developed probe towards the FR-negative were checked (Peveler et al., 2016). Various concentrations of the HEK 293 normal cells were analyzed by the modified electrode. All preparation steps i.e. time, pH and concentration of KCC-1-NH2-FA were set as reported for the determination of FRpositive cancer cells. As represented in Fig. 15S, the HEK 293 have not significant effect on the current of the modified electrode even at the\nHEK 293 of 10000 cells/mL and the relative standard deviations (RSD %) were lower than 8%, however at higher concentration of the normal cells it can effectively decrease the obtained signal. The results obviously approved the specific binding of KCC-1-NH2-FA nanomaterials to the FR-positive cancer cells where FR-negative normal cells cannot link to this interface and therefore the peak current remains unchanged. It is worthy to note that any change in the signal of the modified electrode can be resulted from possible nonspecific attachment of the normal cell to the KCC-1-NH2-FA where non-target physical adsorption of the normal cell is one of the nonspecific bonding. The fluorescence microscopy images were also approved the electrochemical results (Fig. 2C)."
    }, {
      "heading" : "3.7. Analytical approach",
      "text" : "The proposed strategy was applied in the HT 29 cancer cell detection. Based on the principle of the probe, the peak current of the [Fe (CN)6]−4/[Fe(CN)6]−3 pairs, were matched to the amount of FA/FR interactions between the FA-conjugated KCC-1 nanomaterials and FRpositive HT 29 target cancer cells. As demonstrated in Fig. 4, the electrochemical signals were deceased with the increase of HT 29 cells concentration from 50 to 12,000 cells/mL for both SWV and DPV techniques with LLOQ of 50 cells/mL. In the absence of the HT 29 cancer cells, the system shows comparably high signal when the probe was performed in the presence of HT 29 cancer cells, the signal was linearly deceased which further approves the capture of the cell to the KCC-1-NH2-FA modified GCE (Fig. 4). The decrease in peak currents could be attributed to the blockage of the electron transfer process by the insulating the electrode surface by FA and FR conjugation (Hui\net al., 2012). The regression equations obtained from calibration curves were I = -70.26× 10−6 log (C (cells/mL)) + 394.05× 10−6 and I = -1.21×10−6 log (C (cells/mL)) + 6.72× 10−6 with the correlation coefficient of R2 0.986 and 0.984, for SWV and DPV, respectively. The proposed cytosensing method is one of the most accurate and sensitive strategy for cancer cell detection compared with the previously reported methods so far. Table 1S lists the analytical performance of the developed cytosensor and also the reported ones."
    }, {
      "heading" : "3.8. Reproducibility and stability of the developed cytosensor",
      "text" : "Reproducibility is a crucial requirement of any analytical system which is expressed in RSD%. The reproducibility of the developed KCC1-NH2-FA based probe at the three concentration of HT 29 cancer cells i.e. 50, 1000 and 8000 cells/mL (as low, mid and high concentrations), were checked by SWV and DPV techniques. Obtained results revealed that the intraday reproducibility of the method is on the range of the maximum allowed values proposed by ICH (International Conference on Harmonisation) and FDA (Food and Drug Administration) guidelines where the RSD % for 50, 1000 and 8000 cells/mL HT 29 cancer cells were 2.7, 5.0 and 14.0 (DPV), and 5.0, 3.8 and 4.9 (SWV), respectively. Furthermore, two concentrations of the cancer cells were tested to evaluate the accuracy and then were added to the electrochemical reaction cell and the concentration were calculated with the calibration curve to determine the recovery percent. Results revealed that the recoveries of the 50 and 1000 cells/mL of H 29 cancer cells were about 108% and 113.9%, respectively. Also, the stability of the developed sensor was checked by CV method. Results showed that the oxidative peak current is about unchanged over 8 days. So, the designed method\nshows good sensing performance for the HT 29 cancer cells detection with broad dynamic range, low limit of detection limit, excellent specificity, good repeatability and stability."
    }, {
      "heading" : "3.9. Detection of HT 29 cancer cells in real samples",
      "text" : "The real applicability of the developed method was tested by incubation of the HT 29 target cells with doxorubicin, and then the untreated cancer cells were determined by the developed electrochemical cytosensor. For this purpose, various concentrations of the doxorubicin were added to the cells and incubated for 3 h. As shown in Fig. 16S A, at lower concentration of doxorubicin, the electrochemical peak currents is low which infers the higher FR-FA interactions and vice versa. To compare, the signal of the control samples were also determined using the developed methods. The fluorescence image of doxorubicin treated HT 29 cells were approved the apoptosis of the cancer cells (Fig. 16S B)."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In conclusion, KCC-1-NH2-FA fibrous nanomaterials were applied to the ultrasensitive detection of HT 29 tumoral cells based on the electrochemical method. The proposed cytosensor showed several remarkable advantages. First, the applied KCC-1-NH2-FA materials show extraordinary area–to–volume ratio which can be resulted to the higher sensitivities. Second, the attachment of FA to the KCC-1-NH2 was enhanced the specificity of this nanocomposite to the target FR-positive cancer cells where can distinguish from the normal FR-negative cells. Third, the biocompatible nature of the silica based materials such as KCC-1-NH2-FA, make it as a favorable materials in the biological media application. Fourth, the wide dynamic range and sensitivity of the cytosensor is another advantage of the developed method which is linear from 50 to 12,000 cells/mL for both SWV and DPV electrochemical technique with LLOQ of 50 cells/mL. Thus, the designed method shows good sensing performance for the HT 29 cancer cells detection with broad dynamic range, low limit of detection limit, excellent specificity, good repeatability and stability."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to acknowledge the financial supports from Liver and Gastrointestinal Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran, as Ph.D. thesis of J. Soleymani. This work was supported by Ministry of Health and Medical Education (Iran) under Grant number 700.\nInterest statement\nFunctionalized fibrous nano-silica (KCC-1) was applied to specific electrochemical detection of HT 29 colorectal cancer cells based on folate (FA)/folate receptor (FR) interactions. KCC-1 fibrous materials was synthesized using a hydrothermal method and then functionalized with FA molecules to produce KCC-1-NH2-FA nanoparticles. The KCC-1NH2-FA fibrous nanoparticles offers favorable bleaching stability and exceptional surface area–to–volume ratio which provides facility to design more sensitive cytosensors. The morphology, size and surface charge of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA were approved by field emission scanning electron microscope (FESEM), transmission electron microscopy (TEM), dynamic light scattering (DLS) and zeta potential, respectively. The porosity of the negatively charged KCC-1-NH2-FA were also tested with Brunauer-Emmett-Teller (BET) which approves the high surface area–to–volume ratio of the KCC-1 based materials. Flow cytometry and fluorescence imaging were applied to approve quantitative and qualitative attaching of KCC-1-NH2-FA to the HT 29 FR-positive cancer cells. Also, the specific capturing of the nanoparticles were approved by using FR-negative HEK 293 normal cells as FR-negative cells through cellular uptake assay which showed the smart\ndifferentiation by KCC-1-NH2-FA nanomaterials. The cytotoxicity results revealed the biocompatible nature of KCC-1 based materials, implying that the developed method could be used in in vivo applications under the optimized condition, HT 29 cancer cells was recognized in the linear range from 50 to 1.2× 104 cells/mL with a lower limit of detection (LLOQ) of 50 cells/mL. As advantage of the developed cytosensor is simple and provides excellent specificity and sensitivity which enable us to design point of care devices for clinical uses."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.bios.2019.02.052."
    } ],
    "references" : [ {
      "title" : "Single-cell resolution diagnosis of cancer cells by carbon nanotube electrical spectroscopy",
      "author" : [ "M. Abdolahad", "M. Janmaleki", "M. Taghinejad", "H. Taghnejad", "F. Salehi", "S. Mohajerzadeh" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Abdolahad et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Abdolahad et al\\.",
      "year" : 2013
    }, {
      "title" : "Folic acid–conjugated mesoporous silica particles as nanocarriers of natural prodrugs for cancer targeting and antioxidant action",
      "author" : [ "K. AbouAitah", "A. Swiderska-Sroda", "A.A. Farghali", "J. Wojnarowicz", "A. Stefanek", "S. Gierlotka", "A. Opalinska", "A.K. Allayeh", "T. Ciach", "W. Lojkowski" ],
      "venue" : "Oncotarget",
      "citeRegEx" : "AbouAitah et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "AbouAitah et al\\.",
      "year" : 2018
    }, {
      "title" : "Mesoporous silica materials in drug delivery system: ph/glutathione-responsive release of poorly water-soluble pro-drug quercetin from two and three-dimensional pore-structure nanoparticles",
      "author" : [ "K.E.A. AbouAitah", "A.A. Farghali", "A. Swiderska-Sroda", "W. Lojkowski", "A.M. Razin", "M.K. Khedr" ],
      "venue" : "J. Nanomed. Nanotechnol",
      "citeRegEx" : "AbouAitah et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "AbouAitah et al\\.",
      "year" : 2016
    }, {
      "title" : "Size and fiber density controlled synthesis of fibrous nanosilica spheres (KCC-1)",
      "author" : [ "N. Bayal", "B. Singh", "R. Singh", "V. Polshettiwar" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "Bayal et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bayal et al\\.",
      "year" : 2016
    }, {
      "title" : "PD-L1 immunohistochemistry in clinical diagnostics of lung cancer: inter-pathologist variability is higher than assay",
      "author" : [ "H. Brunnström", "A. Johansson", "S. Westbom-Fremer", "M. Backman", "D. Djureinovic", "A. Patthey", "M. Isaksson-Mettävainio", "M. Gulyas", "P. Micke" ],
      "venue" : "variability. Mod. Pathol",
      "citeRegEx" : "Brunnström et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Brunnström et al\\.",
      "year" : 2017
    }, {
      "title" : "Label-free surface plasmon resonance cytosensor for breast cancer cell detection based on nano-conjugation of monodisperse magnetic nanoparticle and folic acid",
      "author" : [ "H. Chen", "Y. Hou", "Z. Ye", "H. Wang", "K. Koh", "Z. Shen", "Y. Shu" ],
      "venue" : "Sens. Actuators B",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Electrochemical K562 cells sensor based on origami paper device for point-of-care testing",
      "author" : [ "S. Ge", "L. Zhang", "Y. Zhang", "H. Liu", "J. Huang", "M. Yan", "J. Yu" ],
      "venue" : "Talanta 145,",
      "citeRegEx" : "Ge et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ge et al\\.",
      "year" : 2015
    }, {
      "title" : "Ultrasensitive electrochemical cancer cells sensor based on trimetallic dendritic Au@ PtPd nanoparticles for signal amplification on lab-on-paper",
      "author" : [ "S. Ge", "Y. Zhang", "L. Zhang", "L. Liang", "H. Liu", "M. Yan", "J. Huang", "J. Yu" ],
      "venue" : "device. Sens. Actuators B",
      "citeRegEx" : "Ge et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ge et al\\.",
      "year" : 2015
    }, {
      "title" : "Molecular detection and characterisation of circulating tumour cells and micrometastases in solid tumours",
      "author" : [ "R.A. Ghossein", "S. Bhattacharya" ],
      "venue" : "Eur. J. Cancer",
      "citeRegEx" : "Ghossein and Bhattacharya,? \\Q2000\\E",
      "shortCiteRegEx" : "Ghossein and Bhattacharya",
      "year" : 2000
    }, {
      "title" : "Enhanced electrochemical sensing of leukemia cells using drug/lipid co-immobilized on the conducting polymer",
      "author" : [ "N.G. Gurudatt", "M.H. Naveen", "C. Ban", "Shim", "Y.-B" ],
      "venue" : "layer. Biosens. Bioelectron",
      "citeRegEx" : "Gurudatt et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gurudatt et al\\.",
      "year" : 2016
    }, {
      "title" : "Probing the antigen-antibody interaction towards ultrasensitive recognition of cancer biomarker in adenocarcinoma cell lysates using layer-by-layer assembled silver nano-cubics with porous structure on cysteamine caped GQDs",
      "author" : [ "M. Hasanzadeh", "S. Rahimi", "E. Solhi", "A. Mokhtarzadeh", "N. Shadjou", "J. Soleymani", "S. Mahboob" ],
      "venue" : "Microchem. J. 143,",
      "citeRegEx" : "Hasanzadeh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hasanzadeh et al\\.",
      "year" : 2018
    }, {
      "title" : "Dendritic silica microspheres (KCC-1) with fibrous pore structure possess high DNA adsorption capacity and effectively deliver genes",
      "author" : [ "X. Huang", "Z. Tao", "J.C. Praskavich Jr.", "A. Goswami", "J.F. Al-Sharab", "T. Minko", "V. Polshettiwar", "T. Asefa" ],
      "venue" : "in vitro. Langmuir",
      "citeRegEx" : "Huang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2014
    }, {
      "title" : "Construction of an electrochemical cytosensor based on polyaniline nanofiber/ gold nanoparticle interface and application to detection of cancer cells",
      "author" : [ "W. Hui", "W. Tian", "Y.E. Yan-Xia", "Zhang", "Y.-X", "Y. Pei-Hui", "C.A.I. Huai-Hong", "Ji-Ye" ],
      "venue" : "C.A.I.,",
      "citeRegEx" : "Hui et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hui et al\\.",
      "year" : 2012
    }, {
      "title" : "Single-photon emission computed tomography/ computed tomographyfor sentinel node mapping in breast cancer, In: Seminars in Nuclear Medicine",
      "author" : [ "D.B. Husarik", "H.C. Steinert" ],
      "venue" : null,
      "citeRegEx" : "Husarik and Steinert,? \\Q2007\\E",
      "shortCiteRegEx" : "Husarik and Steinert",
      "year" : 2007
    }, {
      "title" : "Highly sensitive and selective detection of cancer cell with a label-free electrochemical cytosensor",
      "author" : [ "J. Liu", "Y. Qin", "D. Li", "T. Wang", "Y. Liu", "J. Wang", "E. Wang" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Liu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2013
    }, {
      "title" : "Prostate cancer: diagnostic criteria and role of immunohistochemistry",
      "author" : [ "C. Magi-Galluzzi" ],
      "venue" : "Mod. Pathol",
      "citeRegEx" : "Magi.Galluzzi,? \\Q2018\\E",
      "shortCiteRegEx" : "Magi.Galluzzi",
      "year" : 2018
    }, {
      "title" : "Folate receptor expression in carcinomas and normal tissues determined by a quantitative radioligand binding assay",
      "author" : [ "N. Parker", "M.J. Turk", "E. Westrick", "J.D. Lewis", "P.S. Low", "C.P. Leamon" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "Parker et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Parker et al\\.",
      "year" : 2005
    }, {
      "title" : "Selectivity and specificity: pros and cons in sensing",
      "author" : [ "W.J. Peveler", "M. Yazdani", "V.M. Rotello" ],
      "venue" : "ACS Sens",
      "citeRegEx" : "Peveler et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Peveler et al\\.",
      "year" : 2016
    }, {
      "title" : "High-surface-area silica",
      "author" : [ "V. Polshettiwar", "D. Cha", "X. Zhang", "J.M. Basset" ],
      "venue" : null,
      "citeRegEx" : "Polshettiwar et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Polshettiwar et al\\.",
      "year" : 2010
    }, {
      "title" : "Molecular imaging and cancer gene therapy",
      "author" : [ "Z. Saadatpour", "G. Bjorklund", "S. Chirumbolo", "M. Alimohammadi", "H. Ehsani", "H. Ebrahiminejad", "H. Pourghadamyari", "B. Baghaei", "H.R. Mirzaei", "A. Sahebkar" ],
      "venue" : "Cancer Gene Ther",
      "citeRegEx" : "Saadatpour et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Saadatpour et al\\.",
      "year" : 2016
    }, {
      "title" : "Ionic liquid immobilized onto fibrous nano-silica: a highly active and reusable catalyst for the synthesis of quinazoline-2, 4 (1H, 3H)-diones",
      "author" : [ "S.M. Sadeghzadeh" ],
      "venue" : "Catal. Commun",
      "citeRegEx" : "Sadeghzadeh,? \\Q2015\\E",
      "shortCiteRegEx" : "Sadeghzadeh",
      "year" : 2015
    }, {
      "title" : "Targeting and sensing of some cancer cells using folate bioreceptor functionalized nitrogendoped graphene quantum dots",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "S.A. Ozkan", "A. Jouyban" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "Soleymani et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Soleymani et al\\.",
      "year" : 2018
    }, {
      "title" : "Probing the specific binding of folic acid to folate receptor using amino-functionalized mesoporous silica nanoparticles for differentiation of MCF 7 tumoral cells from MCF 10A",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "N. Shadjou", "A. Jouyban" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Soleymani et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Soleymani et al\\.",
      "year" : 2018
    }, {
      "title" : "Eds.), New Applications of Flow Cytometry in Cancer Diagnosis and Therapy",
      "author" : [ "S. Song", "F. Naeim" ],
      "venue" : null,
      "citeRegEx" : "Song and Naeim,? \\Q2004\\E",
      "shortCiteRegEx" : "Song and Naeim",
      "year" : 2004
    }, {
      "title" : "Diagnosis of pancreatic adenocarcinoma by polymerase chain reaction from pancreatic secretions",
      "author" : [ "L.H. Trümper", "B. Bürger", "F. von Bonin", "A. Hintze", "G. von Blohn", "M. Pfreundschuh", "H. Daus" ],
      "venue" : "Br. J. Cancer",
      "citeRegEx" : "Trümper et al\\.,? \\Q1994\\E",
      "shortCiteRegEx" : "Trümper et al\\.",
      "year" : 1994
    }, {
      "title" : "Target-specific cellular uptake of taxolloaded heparin-PEG-folate nanoparticles",
      "author" : [ "Y. Wang", "J. Xiang", "K. Yao" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "Wang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2010
    }, {
      "title" : "Null association between prostate cancer and serum folate, vitamin B6, vitamin B12, and homocysteine",
      "author" : [ "S.J. Weinstein", "T.J. Hartman", "R. Stolzenberg-Solomon", "P. Pietinen", "M.J. Barrett", "P.R. Taylor", "J. Virtamo", "D. Albanes" ],
      "venue" : "Cancer Epidemiol. Prev. Biomark",
      "citeRegEx" : "Weinstein et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Weinstein et al\\.",
      "year" : 2003
    }, {
      "title" : "High sensitive detection of cancer cell with a folic acid-based boron-doped diamond electrode using an AC impedimetric approach",
      "author" : [ "J. Weng", "Z. Zhang", "L. Sun", "J.A. Wang" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Weng et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Weng et al\\.",
      "year" : 2011
    }, {
      "title" : "Conjugating folic acid to gold nanoparticles through glutathione for targeting and detecting cancer cells",
      "author" : [ "Z. Zhang", "J. Jia", "Y. Lai", "Y. Ma", "J. Weng", "L. Sun" ],
      "venue" : "Bioorg. Med. Chem",
      "citeRegEx" : "Zhang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "Currently, various techniques have been utilized to diagnosis of cancer including immunohistochemistry (Brunnström et al., 2017; Magi-Galluzzi, 2018), single-positron emission tomography (Saadatpour et al.",
      "startOffset" : 103,
      "endOffset" : 149
    }, {
      "referenceID" : 15,
      "context" : "Currently, various techniques have been utilized to diagnosis of cancer including immunohistochemistry (Brunnström et al., 2017; Magi-Galluzzi, 2018), single-positron emission tomography (Saadatpour et al.",
      "startOffset" : 103,
      "endOffset" : 149
    }, {
      "referenceID" : 19,
      "context" : ", 2017; Magi-Galluzzi, 2018), single-positron emission tomography (Saadatpour et al., 2016), polymerase chain reaction (Trümper et al.",
      "startOffset" : 66,
      "endOffset" : 91
    }, {
      "referenceID" : 24,
      "context" : ", 2016), polymerase chain reaction (Trümper et al., 1994), photon emission computed tomography (Husarik and Steinert, 2007) and flow cytometry (Song and Naeim, 2004).",
      "startOffset" : 35,
      "endOffset" : 57
    }, {
      "referenceID" : 13,
      "context" : ", 1994), photon emission computed tomography (Husarik and Steinert, 2007) and flow cytometry (Song and Naeim, 2004).",
      "startOffset" : 45,
      "endOffset" : 73
    }, {
      "referenceID" : 23,
      "context" : ", 1994), photon emission computed tomography (Husarik and Steinert, 2007) and flow cytometry (Song and Naeim, 2004).",
      "startOffset" : 93,
      "endOffset" : 115
    }, {
      "referenceID" : 8,
      "context" : "However, the traditional cancer diagnosis methods have some drawbacks such as time-consuming, expensive, false-positive/negative results, low-sensitive and specific trends and also harmful radioactive emissions are usually applied for tumor detection (Ghossein and Bhattacharya, 2000; Parker et al., 2005).",
      "startOffset" : 251,
      "endOffset" : 305
    }, {
      "referenceID" : 16,
      "context" : "However, the traditional cancer diagnosis methods have some drawbacks such as time-consuming, expensive, false-positive/negative results, low-sensitive and specific trends and also harmful radioactive emissions are usually applied for tumor detection (Ghossein and Bhattacharya, 2000; Parker et al., 2005).",
      "startOffset" : 251,
      "endOffset" : 305
    }, {
      "referenceID" : 26,
      "context" : "The FR provides folic acid (FA) to the fast dividing cancer cells which is needed for the biosynthesis of DNA and RNA (Weinstein et al., 2003).",
      "startOffset" : 118,
      "endOffset" : 142
    }, {
      "referenceID" : 5,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 9,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 10,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 14,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 25,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 27,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 28,
      "context" : "Table 1S lists some of the reported methods for the sensing of cancer cells (Chen et al., 2014; Ge et al., 2015b, 2015a; Gurudatt et al., 2016; Hasanzadeh et al., 2018; Liu et al., 2013; Soleymani et al., 2018a; Su et al., 2015; Wang et al., 2010; Weng et al., 2011; Zhang et al., 2010).",
      "startOffset" : 76,
      "endOffset" : 286
    }, {
      "referenceID" : 18,
      "context" : "High stability is the main favorable feature of KCC-1 based materials which their surface could be modified by different desired agents to change the surface properties as well as interior fibrous demdrimetric branches (Polshettiwar et al., 2010).",
      "startOffset" : 219,
      "endOffset" : 246
    }, {
      "referenceID" : 18,
      "context" : "Using of CTAB induces the silicate molecules to form self-assembled linear structures where the CTAB helps to the aggregating of the silicates (Polshettiwar et al., 2010).",
      "startOffset" : 143,
      "endOffset" : 170
    }, {
      "referenceID" : 2,
      "context" : "The surface morphology and porosity of the as-synthesized KCC-1 and KCC-1-NH2 were approved by FESEM and BET (AbouAitah et al., 2016).",
      "startOffset" : 109,
      "endOffset" : 133
    }, {
      "referenceID" : 1,
      "context" : "After drying, the white-yellow powder stored in a refrigerator (AbouAitah et al., 2018).",
      "startOffset" : 63,
      "endOffset" : 87
    }, {
      "referenceID" : 3,
      "context" : "The pore size, pore volumes and surface area of KCC-1, KCC1-NH2 and KCC-1-NH2-FA are obviously proved by the reported results (Bayal et al., 2016; AbouAitah et al., 2018; Huang et al., 2014).",
      "startOffset" : 126,
      "endOffset" : 190
    }, {
      "referenceID" : 1,
      "context" : "The pore size, pore volumes and surface area of KCC-1, KCC1-NH2 and KCC-1-NH2-FA are obviously proved by the reported results (Bayal et al., 2016; AbouAitah et al., 2018; Huang et al., 2014).",
      "startOffset" : 126,
      "endOffset" : 190
    }, {
      "referenceID" : 11,
      "context" : "The pore size, pore volumes and surface area of KCC-1, KCC1-NH2 and KCC-1-NH2-FA are obviously proved by the reported results (Bayal et al., 2016; AbouAitah et al., 2018; Huang et al., 2014).",
      "startOffset" : 126,
      "endOffset" : 190
    }, {
      "referenceID" : 1,
      "context" : "However, the zeta potential of the KCC-1-NH2 and KCC-1-NH2-FA show positive charges which confirm the anchoring amine and FA groups on the surface of the fibrous materials, respectively (AbouAitah et al., 2018).",
      "startOffset" : 186,
      "endOffset" : 210
    }, {
      "referenceID" : 0,
      "context" : "Due to the negative charge nature of the cell membranes, the positive zeta potential of the produced smart materials could be resulted in more effective uptake and the attaching of the materials to the membrane of the cancer cells (Abdolahad et al., 2013).",
      "startOffset" : 231,
      "endOffset" : 255
    }, {
      "referenceID" : 20,
      "context" : "The broad peak from 20° and 30° is assigned to the amorphous silica (Sadeghzadeh, 2015).",
      "startOffset" : 68,
      "endOffset" : 87
    }, {
      "referenceID" : 17,
      "context" : "lectivity of the developed cytosensor, the signal of the developed probe towards the FR-negative were checked (Peveler et al., 2016).",
      "startOffset" : 110,
      "endOffset" : 132
    }, {
      "referenceID" : 12,
      "context" : "The decrease in peak currents could be attributed to the blockage of the electron transfer process by the insulating the electrode surface by FA and FR conjugation (Hui et al., 2012).",
      "startOffset" : 164,
      "endOffset" : 182
    } ],
    "year" : 2019,
    "abstractText" : "Functionalized fibrous nano-silica (KCC-1) was applied to specific electrochemical detection of HT 29 colorectal cancer cells based on folate (FA)/folate receptor (FR) interactions. KCC-1 fibrous materials were synthesized using a hydrothermal method and then functionalized with FA molecules to produce KCC-1-NH2-FA nanoparticles. The KCC-1-NH2-FA fibrous nanoparticles offer favorable bleaching stability and exceptional surface area–to–volume ratio which provide facility to design more sensitive cytosensors. The morphology, size and surface charge of KCC-1, KCC-1-NH2 and KCC-1-NH2-FA were approved by field emission scanning electron microscope (FESEM), transmission electron microscopy (TEM), dynamic light scattering (DLS) and zeta potential, respectively. The porosity of the negatively charged KCC-1-NH2-FA was also tested with Brunauer-EmmettTeller (BET) which approves the high surface area–to–volume ratio of the KCC-1 based materials. Flow cytometry and fluorescence imaging were applied to approve quantitative and qualitative attaching of KCC-1-NH2FA to the HT 29 FR-positive cancer cells. Also, the specific capturing of the nanoparticles were approved by FRnegative HEK 293 normal cells as FR-negative cells through cellular uptake assay which showed the smart differentiation by KCC-1-NH2-FA nanomaterials. The cytotoxicity results revealed the biocompatible nature of KCC-1 based materials, implying that the developed method could be used in in vivo applications under the optimized conditions. The developed cytosensor response is linear from 50 to 1.2× 10 cells/mL with a lower limit of detection (LLOQ) of 50 cells/mL. As advantage of the developed cytosensor is simple and provides excellent specificity and sensitivity which enables us to design point of care devices for clinical uses.",
    "creator" : "Elsevier"
  }
}