{
  "name" : "downloads_2020-09-04_50_li2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Engineering Multifunctional DNA Hybrid Nanospheres through Coordination‐Driven Self‐Assembly",
    "authors" : [ "Mengyuan Li", "Congli Wang", "Zhenghan Di", "Hui Li", "Jingfang Zhang", "Wenting Xue", "Meiping Zhao", "Ke Zhang", "Yuliang Zhao", "Lele Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The past decade has witnessed worldwide interest in the construction of DNA-based nanomaterials due to their numerous applications ranging from biomedicine to biotechnology.[1–5] Because DNA is unable to penetrate cell membranes, integration of DNA with functional nanocarriers (e.g. cationic polymeric and liposomal systems) to promote the delivery is of interest.[2] Recently, DNA-nanotechnologyenabled nanomaterials (e.g., DNA origami and spherical nucleic acids), which enable delicate structure tailoring and good biocompatibility,[3–5] have shown great potential to\ntransport therapeutic nucleic acids or molecular cargos into cells for various applications.[1] However, the current approaches are often limited by sophisticated materials synthesis and formulation processes. Strategies aiming at reducing complexity in the synthesis process and increasing scalability and functionality remain a central theme in the field of DNA-based nanomaterials.\nCoordination-driven self-assembly has proven to be one of the most attractive strategies in supramolecular chemistry for the bottom-up construction of functional molecular architectures and materials.[6] Examples of such ensembles range from coordination polymers (CPs),[7] metal–organic frameworks (MOFs),[8] to supramolecular polymer gels.[9] The integration of organic and inorganic components into these materials at the molecular level could increase their structural complexity and endow them with advanced functionalities and broader applications.[6–9] In particular, nanoscale CPs are rapidly emerging as one of the most active research fields among the chemistry and materials communities, as demonstrated by versatile applications for catalysis, optical and magnetic materials, and nanomedicine.[7] To date, most of such systems are built from small organic molecules and metal ions.[7a–f] Most recently, small biomolecules (e.g, tannic acid and dipeptides) have been explored for the assembly of functional CP nanoparticles (NPs) for potential bioimaging and drug delivery applications.[7g–i] Despite successful attempts, to our knowledge, controlled synthesis of coordination NPs by using biomacromolecules (e.g., DNA) as building blocks has not yet been realized in the field of nanobiotechnology.\nHerein, the synthesis of a new type of DNA-based nanoarchitectures, DNA-based CP NPs, via the introduction of coordination-driven self-assembly technique into the field of DNA nanomaterials is reported (Scheme 1). The simplicity and versatility of this approach was ascertained by using\nScheme 1. Schematic illustration of the assembly of Fe–DNA nanospheres through coordination-driven self-assembly of FeII ions and DNA molecules.\n[*] Dr. M. Li,[+] C. Wang,[+] Z. Di,[+] J. Zhang, W. Xue, Prof. Y. Zhao, Prof. L. Li CAS Key Laboratory for Biomedical Effects of Nanomaterials and Nanosafety and CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Beijing 100190 (China) E-mail: lilele@nanoctr.cn\nC. Wang,[+] Z. Di,[+] Prof. Y. Zhao, Prof. L. Li University of Chinese Academy of Sciences Beijing 100049 (China) Dr. M. Li,[+] Prof. M. Zhao College of Chemistry and Molecular Engineering Peking University Beijing 100871 (China)\nH. Li, Prof. K. Zhang Department of Chemistry and Chemical Biology Northeastern University Boston, MA 02115 (USA)\n[+] These authors contributed equally to this work.\nSupporting information and the ORCID identification number(s) for the author(s) of this article can be found under: https://doi.org/10.1002/anie.201810735.\n1350 T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim Angew. Chem. Int. Ed. 2019, 58, 1350 –1354\na one-pot reaction of DNA molecules and FeII ions to generate hybrid nanospheres in large quantities. Furthermore, Fe–DNA hybrid nanomaterials could be used for interfacing with biology with high bioavailability. Such characteristics make the hybrid nanostructures highly attractive for both diagnostic and therapeutic applications.\nIn a typical procedure, an aqueous solution of FeII ions was mixed with a separate aqueous solution of 20-mer DNA of random sequence. After incubation at 95 8C for 3 h, the solid was collected by centrifugation and washed with water. Figure 1a and b present representative scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of the as-synthesized Fe–DNA nanostructures without any further purification. Monodisperse, spherical Fe– DNA NPs were clearly observed. The lack of diffraction contrast and lattice fringes in the high-resolution TEM (HRTEM) image of the Fe–DNA NPs indicated their amorphous nature (Figure 1c), which was further confirmed by the characteristic diffuse halo in their selected area electron diffraction (SAED) pattern (Figure 1c, inset) and the absence of X-ray diffraction peak (Supporting Information, Figure S1). High-angle annular dark-field scanning TEM-energy-dispersive X-ray spectroscopy (HAADFSTEM-EDS) elemental mapping confirmed the homogeneous distribution of phosphorus and nitrogen (from the DNA),\nand Fe in the NPs (Figure 1d–h). The three evenly distributed elements within the single nanosphere is also confirmed by the EDS line scan profiles (Figure 1 i).\nThe molar ratio of metal ions to nucleotides (Fe:nucleotide) in the NPs was calculated to be 0.75. The loading efficiency of DNA was as high as 73.0 %. Dynamic-lightscattering (DLS) analysis revealed that the average hydrodynamic diameter (HD) of the Fe–DNA spheres was approximately 191: 30 nm (Figure 1 j). Zeta potential measurement showed that the Fe–DNA NPs were negatively charged (@22.5 mV) (Supporting Information, Figure S2). The encapsulation of DNA within the NPs induced a slight shift of the characteristic DNA absorbance peak to around 270 nm (Supporting Information, Figure S3). X-ray photoelectron spectroscopy (XPS) measurements were conducted to determine the chemical state of iron ions in the NPs (Figure 1k and Supporting Information, Figure S4). In the high-resolution iron spectrum, Fe 2p3/2, the presence of the signal at 709.3 eV is assigned to FeII and that at 711.0 eV is assigned to FeIII (Figure 1k).[10] The transverse (r2) relaxivity of the Fe–DNA NPs is 12.15 mm@1 s@1 (Figure 1 l), comparable to those of reported MRI contrast agents.[11] Therefore, the ability to incorporate metals with unique inherent properties into DNA nanostructures provides unparalleled opportunities for the engineering of multifunctional materials.\nSimilar to the reaction process of CP and MOF NPs, the formation of Fe–DNA NPs can also be explained by the LaMer model: a burst nucleation followed by the growth of formed nuclei into identical fine particles.[8c] Time-dependent TEM analysis showed that the nucleation period is less than 2 min (Supporting Information, Figure S5), which temporally separates nucleation from material growth and is critical for the formation of Fe–DNA NPs with a narrow size distribution.[8c] Importantly, the Fe–DNA NPs can be synthesized with high precision via controlling reaction conditions. In general, higher Fe:nucleotide ratios during the synthesis led to the formation of hybrid NPs with gradually smaller sizes (Figure 2a–e). Note that the size uniformity and spherical shape were retained when the Fe:nucleotide molar ratio was varied during the synthesis (Figure 2a–d). As shown in Figure 2e, the average HD of the assembled spheres was\n1351Angew. Chem. Int. Ed. 2019, 58, 1350 –1354 T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim www.angewandte.org\n121: 37 nm at the Fe:nucleotide ratio of 10, while increased to 314: 41 nm at the Fe:nucleotide ratio of 0.5. The Fe:nucleotide molar ratio in the final product, ranging from 2.1 to 0.2, could be tailored in accordance with their initial ratio in the synthesis (Figure 2 f). The loading efficiencies of DNA in the NPs were between 50.0 % and 73.8% (Supporting Information, Figure S6). All the Fe–DNA NPs were highly negatively charged (Supporting Information, Figure S7). The concentrations of the Fe and DNA in the reaction mixture were also important for controlling the size of the Fe–DNA NPs: higher concentrations resulted in larger Fe–DNA NPs. The average HD of the Fe–DNA NPs was tunable within a wide range from 67: 40 to 651: 61 nm by simply increasing both the concentrations of DNA and FeII ions (with Fe:nucleotide molar ratio was set to 2; Supporting Information, Figure S8).\nSince DNA exhibits strong coordination interactions with metal ions due to the abundance of phosphate binding sites and nitrogen and oxygen atoms on the nucleobases,[12] we reasoned that the Fe–DNA NPs formed through coordination interactions. Fourier transform infrared (FTIR) spectroscopy was applied to identify the intermolecular interactions within the Fe–DNA NPs (Supporting Information, Figure S9). The band at 1213 cm@1, corresponding to the characteristic asymmetric stretching vibrations of the backbone PO4 3@ group in DNA, was shifted to a lower frequency of approximately 1192 cm@1 upon the formation of the Fe– DNA NPs, indicating that the phosphate group was involved in the coordination of metal ions.[13] To further investigate the impact of different nucleobases of DNA on the formation of Fe–DNA NPs, we conducted the synthesis with Oligo dA20 (A20), oligo dT20 (T20), oligo dC20 (C20), and oligo dG20 (G20). NPs synthesized with A20 and C20 were nanospheres with a size of 213: 22 and 71: 10 nm, respectively (Figure 3a and b). The DNA loading efficiency in these two types of NPs was 82.4% and 89.6%, respectively. T20 did not result in formation of any products, and the amount of T20 recovered in the supernatant was 98.1 %, suggesting that the majority of the T20 did not assemble with iron ions. Interestingly, nanostructures synthesized with G20 formed hybrid nanofibers with a diameter of 11–25 nm and a length of 225– 455 nm (Figure 3c). This sequence-dependent assembly originates from the different nucleotide coordination affinity to transition metals, which has been shown to be in the order of\nA>G>C>T.[12] T20 has a much lower binding affinity to iron ions and could not permit the formation of Fe–DNA NPs. Oligomers of G are known to form G-quadruplex secondary structures; this is speculated to be responsible for the formation of the Fe–G20 hybrids with different morphology. The circular dichroism spectrum of the hybrid fibers shows a positive peak around 265 nm and a negative band near 245 nm (Supporting Information, Figure S10), which is characteristic of parallel-stranded G-quadruplexes.[14] The formation of filaments was not observed for G20 under identical conditions in the absence of FeII ions (Supporting Information, Figure S11), suggesting the key roles of coordination interaction for the synthesis of the hybrid nanofibers.\nThe investigation was extended to DNA sequences with two types of base compositions. As shown in Figure 3d–g, when base A is combined with T, the final products are of a sphere shape, similar to that of A alone. Increasing the number of A bases facilitated a higher DNA loading efficiency (from 11.6% for A3T17 to 80.1 % for A15T5) (Figure 3h) and the growth of spheres with larger sizes (28: 7 nm for A3T17 and 162: 10 nm for A15T5) (Figure 3d–g). Hybrid NPs synthesized with DNA consisting of G and A were also nanospheres (Supporting Information, Figure S12), confirming the dominating effect of base A on the morphology of the final products when combined with other bases.\nThe potential of Fe–DNA NPs to interface with biology was investigated. As a model, CpGs, an immunostimulatory DNA with unmethylated cytosine–guanine motifs,[15] were selected to assess their delivery efficiency. The preciseness of NP size control could be achieved by tuning the ratio of FeII ions to CpG or their total concentration during the synthesis (Supporting Information, Figure S13), confirming the versatility of this approach. The obtained NPs were stable in water and HEPES buffer, but showed relatively low stability in PBS (Supporting Information, Figure S14). The NPs (ca. 160 nm in diameter) were further mineralized with a zeolitic imidazolate framework-8 (ZIF-8) exoskeleton to improve their stability (Supporting Information, Figures S15 and S16). Since macrophages are known to be the primary targets of CpG for cancer therapy,[15] RAW264.7 macrophages were used to evaluate the delivery efficacy of Fe–CpG NPs. After 2 h incubation, confocal microscopy revealed high florescence intensity in the cells treated with Fe–CpG NPs when compared to those incubated with free CpG (CpG was labeled with Cy5) (Figure 4a). Quantitative analysis with flow cytometry showed that the cells incubated with Fe–DNA NPs for 2 h displayed approximately 44- and 30-fold higher fluorescence intensity when compared with the free CpGtreated cells at 2 h and 24 h, respectively (Figure 4b). The remarkable cellular uptake efficiency of Fe–CpG NPs was also observed for other cell lines (Supporting Information, Figure S17). The co-localization study indicated that Fe–CpG NPs were mainly delivered to endosomes or lysosomes (Supporting Information, Figure S18). Further investigation revealed that the smaller hybrid NPs exhibited relatively higher cellular uptake capability (Supporting Information, Figure S19). To test whether the CpGs still retain their bioactivities, the levels of cytokines secreted from the cells treated with Fe–CpG NPs were measured by ELISA (Fig-\n1352 www.angewandte.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim Angew. Chem. Int. Ed. 2019, 58, 1350 –1354\nure 4c and d). The results showed that the treatment of cells with Fe–CpG NPs, carrying the same amount of CpG, significantly increased the secreted levels of TNF-a and IL6 at 8 h and 24 h, compared with free CpG-treated cells. Furthermore, control studies using Fe–nCpG NPs (ca. 170 nm in diameter; Supporting Information, Figure S20), synthesized using a non-CpG sequence, exerted no obvious effect on the levels of TNF-a or IL-6 secreted (Figure 4c and d).\nWe further examined whether Fe–DNA NPs could promote DNA delivery in vivo. 4T1-breast-tumor-bearing mice were intravenously injected with Cy5-labeled Fe–CpG NPs or free CpG. The NPs progressively accumulated in the tumor, reaching a maximal accumulation at 4 h after injection (Figure 4e and f). Quantitative analysis revealed that Fe– CpG NPs accumulated in the tumor about 3.2 times more efficiently than free CpG 4 h after injection (Supporting Information, Figure S21). Antitumor study also confirmed the high therapeutic efficacy of Fe–CpG NPs (Supporting Information, Figure S22). The CpG-based NPs, lacking the ZIF-8 shell, exhibited higher cellular uptake, immunoactivation efficiency, and antitumor effect than free CpG, while the surface mineralization could further enhance these activities (Supporting Information, Figures S22 and S23). Although the intratumoral accumulation of Fe–nCpG NPs was similar to that of Fe–CpG NPs (Supporting Information, Figure S21), the Fe–nCpG NPs showed no antitumor effect (Supporting Information, Figure S22). The remarkable antitumor activity of Fe–CpG NPs might result from a combination of nanoscale effects, the high cellular uptake capability, improved stability\nof loaded CpG, and increased tumoral accumulation due to the enhanced permeability and retention (EPR) effect. Furthermore, the platform could allow for encapsulation of diverse payloads within the hybrid NPs (Supporting Information, Figure S24). Therefore, this construct is expected to endow synergistic delivery.\nIn conclusion, we have devised a simple and general method for the synthesis of a new type of DNA-based nanomaterials. The self-regulated mechanism of formation offers high versatility in tailoring the size and Fe:DNA ratio of the resulting hybrid NPs. The ready access to DNA nanostructures with their efficient delivery to cells in vitro and in vivo provides an unparalleled opportunity to advance the field of DNA nanobiotechnology and nanomedicine. Undoubtedly, the approach will facilitate design of adaptable multifunctional materials for biosensing, bioimaging, and drug/gene delivery."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by NSFC (Nos. 21822401, 21771044) and the Young Thousand Talented Program."
    }, {
      "heading" : "Conflict of interest",
      "text" : "The authors declare no conflict of interest.\nKeywords: coordination polymer · DNA nanobiotechnology · hybrid materials · nanomedicine · self-assembly\nHow to cite: Angew. Chem. Int. Ed. 2019, 58, 1350–1354 Angew. Chem. 2019, 131, 1364–1368\n[1] a) Y. J. Chen, B. Groves, R. A. Muscat, G. Seelig, Nat. Nanotechnol. 2015, 10, 748 – 760; b) S. M. Douglas, I. Bachelet, G. M. Church, Science 2012, 335, 831 – 834; c) R. Mo, T. Jiang, R. DiSanto, W. Tai, Z. Gu, Nat. Commun. 2014, 5, 3364; d) J. B. Lee, J. Hong, D. K. Bonner, Z. Poon, P. T. Hammond, Nat. Mater. 2012, 11, 316 – 322. [2] a) D. Luo, W. M. Saltzman, Nat. Biotechnol. 2000, 18, 33 – 37; b) D. Putnam, Nat. Mater. 2006, 5, 439 – 451. [3] a) N. C. Seeman, J. Theor. Biol. 1982, 99, 237 – 247; b) N. C. Seeman, Annu. Rev. Biochem. 2010, 79, 65 – 87; c) P. W. K. Rothemund, Nature 2006, 440, 297 – 302; d) S. M. Douglas, H. Dietz, T. Liedl, B. Hogberg, F. Graf, W. M. Shih, Nature 2009, 459, 414 – 418; e) F. A. Aldaye, A. L. Palmer, H. F. Sleiman, Science 2008, 321, 1795 – 1799; f) D. Han, S. Pal, J. Nangreave, Z. Deng, Y. Liu, H. Yan, Science 2011, 332, 342 – 346; g) Y. Ke, L. L. Ong, W. M. Shih, P. Yin, Science 2012, 338, 1177 – 1183. [4] a) C. A. Mirkin, R. L. Letsinger, R. C. Mucic, J. J. Storhoff, Nature 1996, 382, 607 – 609; b) J. I. Cutler, E. Auyeung, C. A. Mirkin, J. Am. Chem. Soc. 2012, 134, 1376 – 1391; c) M. R. Jones, N. C. Seeman, C. A. Mirkin, Science 2015, 347, 1260901. [5] a) C. Lu, Z. Huang, B. Liu, Y. Liu, Y. Ying, J. Liu, Angew. Chem. Int. Ed. 2017, 56, 6208 – 6212; Angew. Chem. 2017, 129, 6304 – 6308; b) T. Song, L. Tang, L. Tan, X. Wang, N. S. R. Satyavolu, H. Xing, Z. Wang, J. Li, H. Liang, Y. Lu, Angew. Chem. Int. Ed. 2015, 54, 8114 – 8118; Angew. Chem. 2015, 127, 8232 – 8236; c) B. Liu, Z. Huang, J. Liu, Angew. Chem. Int. Ed. 2018, 57, 9439 – 9442; Angew. Chem. 2018, 130, 9583 – 9586.\n1353Angew. Chem. Int. Ed. 2019, 58, 1350 –1354 T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim www.angewandte.org\n[6] a) S. Leininger, B. Olenyuk, P. J. Stang, Chem. Rev. 2000, 100, 853 – 908; b) S. Datta, M. L. Saha, P. J. Stang, Acc. Chem. Res. 2018, 51, 2047 – 2063. [7] a) M. Oh, C. A. Mirkin, Nature 2005, 438, 651 – 654; b) W. Lin, W. J. Rieter, K. M. L. Taylor, Angew. Chem. Int. Ed. 2009, 48, 650 – 658; Angew. Chem. 2009, 121, 660 – 668; c) I. Imaz, J. Hernando, D. Ruiz-Molina, D. Maspoch, Angew. Chem. Int. Ed. 2009, 48, 2325 – 2329; Angew. Chem. 2009, 121, 2361 – 2365; d) R. Kaminker, R. Popovitz-Biro, M. E. van der Boom, Angew. Chem. Int. Ed. 2011, 50, 3224 – 3226; Angew. Chem. 2011, 123, 3282 – 3284; e) C. He, D. Liu, W. Lin, Chem. Rev. 2015, 115, 11079 – 11108; f) J. G. Heck, J. Napp, S. Simonato, J. Mçllmer, M. Lange, H. M. Reichardt, R. Staudt, F. Alves, C. Feldmann, J. Am. Chem. Soc. 2015, 137, 7329 – 7336; g) H. Ejima, J. J. Richardson, K. Liang, J. P. Best, M. P. van Koeverden, G. K. Such, J. Cui, F. Caruso, Science 2013, 341, 154 – 157; h) J. Guo, Y. Ping, H. Ejima, K. Alt, M. Meissner, J. J. Richardson, Y. Yan, K. Peter, D. von Elverfeldt, C. E. Hagemeyer, F. Caruso, Angew. Chem. Int. Ed. 2014, 53, 5546 – 5551; Angew. Chem. 2014, 126, 5652 – 5657; i) Z. Fan, L. Sun, Y. Huang, Y. Wang, M. Zhang, Nat. Nanotechnol. 2016, 11, 388 – 394. [8] a) H. Furukawa, K. E. Cordova, M. OQKeeffe, O. M. Yaghi, Science 2013, 341, 1230444; b) H. C. Zhou, S. Kitagawa, Chem.\nSoc. Rev. 2014, 43, 5415 – 5418; c) S. Wang, C. M. McGuirk, A. dQAquino, J. A. Mason, C. A. Mirkin, Adv. Mater. 2018, 30, 1800202. [9] A. V. Zhukhovitskiy, M. Zhong, E. G. Keeler, V. K. Michaelis, J. E. P. Sun, M. J. A. Hore, D. J. Pochan, R. G. Griffin, A. P. Willard, J. A. Johnson, Nat. Chem. 2015, 8, 33 – 41. [10] J. Liu, X. Sun, P. Song, Y. Zhang, W. Xing, W. Xu, Adv. Mater. 2013, 25, 6879 – 6883. [11] F. Liu, X. He, H. Chen, J. Zhang, H. Zhang, Z. Wang, Nat. Commun. 2015, 6, 8003. [12] a) R. B. Martin, Acc. Chem. Res. 1985, 18, 32 – 38; b) W. Zhou, R. Saran, J. Liu, Chem. Rev. 2017, 117, 8272 – 8325. [13] R. Ahmad, H. Arakawa, H. A. Tajmir-Riahi, Biophys. J. 2003, 84, 2460 – 2466. [14] D. Miyoshi, H. Karimata, N. Sugimoto, J. Am. Chem. Soc. 2006, 128, 7957 – 7963. [15] D. M. Klinman, Nat. Rev. Immunol. 2004, 4, 249 – 259.\nManuscript received: September 20, 2018 Revised manuscript received: November 26, 2018 Accepted manuscript online: December 2, 2018 Version of record online: December 21, 2018\n1354 www.angewandte.org T 2019 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim Angew. Chem. Int. Ed. 2019, 58, 1350 –1354"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Developing simple and general approaches for the synthesis of nanometer-sized DNA materials with specific morphologies and functionalities is important for various applications. Herein, a novel approach for the synthesis of a new set of DNA-based nanoarchitectures through coordination-driven self-assembly of Fe ions and DNA molecules is reported. By fine-tuning the assembly, Fe–DNA nanospheres of precise sizes and controlled compositions can be produced. The hybrid nanoparticles can be tailored for delivery of functional DNA to cells in vitro and in vivo with enhanced biological function. This highlights the potential of metal ion coordination as a tool for directing the assembly of DNA architectures, which conceptualizes a new pathway to expand the repertoire of DNA-based nanomaterials. This methodology will advance both the fields of DNA nanobiotechnology and metal–ligand coordination chemistry. The past decade has witnessed worldwide interest in the construction of DNA-based nanomaterials due to their numerous applications ranging from biomedicine to biotechnology. Because DNA is unable to penetrate cell membranes, integration of DNA with functional nanocarriers (e.g. cationic polymeric and liposomal systems) to promote the delivery is of interest. Recently, DNA-nanotechnologyenabled nanomaterials (e.g., DNA origami and spherical nucleic acids), which enable delicate structure tailoring and good biocompatibility, have shown great potential to transport therapeutic nucleic acids or molecular cargos into cells for various applications. However, the current approaches are often limited by sophisticated materials synthesis and formulation processes. Strategies aiming at reducing complexity in the synthesis process and increasing scalability and functionality remain a central theme in the field of DNA-based nanomaterials. Coordination-driven self-assembly has proven to be one of the most attractive strategies in supramolecular chemistry for the bottom-up construction of functional molecular architectures and materials. Examples of such ensembles range from coordination polymers (CPs), metal–organic frameworks (MOFs), to supramolecular polymer gels. The integration of organic and inorganic components into these materials at the molecular level could increase their structural complexity and endow them with advanced functionalities and broader applications. In particular, nanoscale CPs are rapidly emerging as one of the most active research fields among the chemistry and materials communities, as demonstrated by versatile applications for catalysis, optical and magnetic materials, and nanomedicine. To date, most of such systems are built from small organic molecules and metal ions. Most recently, small biomolecules (e.g, tannic acid and dipeptides) have been explored for the assembly of functional CP nanoparticles (NPs) for potential bioimaging and drug delivery applications. Despite successful attempts, to our knowledge, controlled synthesis of coordination NPs by using biomacromolecules (e.g., DNA) as building blocks has not yet been realized in the field of nanobiotechnology. Herein, the synthesis of a new type of DNA-based nanoarchitectures, DNA-based CP NPs, via the introduction of coordination-driven self-assembly technique into the field of DNA nanomaterials is reported (Scheme 1). The simplicity and versatility of this approach was ascertained by using Scheme 1. Schematic illustration of the assembly of Fe–DNA nanospheres through coordination-driven self-assembly of Fe ions and DNA molecules. [*] Dr. M. Li, C. Wang, Z. Di, J. Zhang, W. Xue, Prof. Y. Zhao,",
    "creator" : "Arbortext Advanced Print Publisher 9.1.580/W"
  }
}