{
  "name" : "downloads_2020-07-18_dd_li2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Photothermal Soft Nanoballs Developed by Loading Plasmonic Cu2−xSe Nanocrystals into Liposomes for Photothermal Immunoassay of Aflatoxin B1",
    "authors" : [ "Xue Li", "Lin Yang", "Chen Men", "Yi Fen Xie", "Jia Jun Liu", "Hong Yan Zou", "Yuan Fang Li", "Lei Zhan", "Cheng Zhi Huang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Immunoassays, including electrochemistry immunoassay,1−3chemiluminescence immunoassay,4 fluorescence immunoassay,5,6 surface plasmon resonance immunoassay,7 surfaceenhanced Raman scattering (SERS) immunoassay,8−10 and enzyme-linked immunosorbent assay (ELISA)11 are generally based on the highly selective immunoreactions between an antibody and an antigen or hapten, in which the produced detectable optical or electrical signals. Unfortunately, these assays, although having been widely applied in clinic diagnosis and biological detections owing to the high selectivity and low detection limit, are costly and cumbersome, because they are typically dependent on the relatively expensive reagents and instruments for quantitative readings, and the operators who are generally required to master certain professional skills, which cannot meet with the increasing requirements of easy life (e-life). Photothermal effects (PTEs) have great concerns with the fast development of new smart photothermal nanomaterials and their biomedical applications, including chalcogenide copper compounds,12−14 gold nanostructures,15−17 NIR dye,18,19 semiconducting polymer nanoparticles (SPNs),20−23 semiconductor nanowire materials,24−26 carbon nanomaterials,27−29 inorganic nanostructures,30 and so on. Fruitful development of these photothermal nanomaterials has inspired us to propose the concept of the photothermal immunoassay (PTIA) and to develop a first homemade photothermal\nimmunodetector.31 With the first report of PTIA by Li et al. using a common thermometer, which allowed the real-time quantitative reading of target concentrations using an ordinary thermometer,32 we believe that the PTEs-based immunoassays should have good prospects, which might prompt the birth of a series of new research fields of immunoassay such as preparing new photothermal reagents either nanomaterials, biopolymers, or some nanostructures (herein, the photothermal soft nanoballs and ptSNBs, for example), developing new commercialized photothermal immunodetectors, immunodevices, or nanothermometer coupled immunosystems, understanding the PTIA theory, detecting wide range of target, and producing new type of photothermal immunoassay kits that possibly applied in clinics and bioassays. In principle, under the irradiation of a light beam,\nphotothermal agents, or nanostructures such as ptSNBs herein, which have been previously introduced into the immunosystems with the dependence on the amounts of targets through labeling or other binding strategies, can convert the exerted light into the heat through photothermal light-to-heat conversion. Thus, the temperature of the substrate solution\nReceived: November 1, 2018 Accepted: February 27, 2019 Published: February 27, 2019\n© 2019 American Chemical Society 4444 DOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\nD ow\nnl oa\nde d\nvi a\nU N\nIV P\nA R\nIS -S\nU D\no n\nJu ly\n1 8,\n2 02\n0 at\n1 4:\n02 :1\n3 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\ncan be increased, the use of a thermometer to measure the temperature as reading signals for quantifying the targets is realized. The thermometer is arguably the most widely used measuring device,19 which has been in existence for more than 400 years and become one of the most familiar home tools. So, the advantages of thermometer as an immunometric reading tool are obvious. With the advances of the technology, particularly the high speed development of modern nanotechnology, thermometers continue to be improved, either from performance or to style, leading to a gradual reduction in smart testing costs. In addition, the temperature measurement is also important for environmental monitoring and medical diagnosis,33 and thus, it is comparatively easy to modify the thermometer to meet home use requirements by simply introducing the light irradiation unit. Considering that food safety has been widely concerned by the public and mycotoxins are listed as a key concern of food safety because of their high pollution,34−36 herein we take Aflatoxin B1 (AFB1), the most known chemical carcinogen, which is particularly prone to contaminate peanut, soybean, and other grain and oil products,37 as an example to establish a PTIA. As illustrated as Scheme 1A, plasmonic copper selenide\nnanocrystals (Cu2−xSe NCs), which were previously loaded into liposomes to form ptSNBs, were employed as the photothermal conversion reagents because they are an important representative of chalcogenide copper compounds (Cu2−xE, E = S, Se, Te, 0 ≤ x ≤ 1) and have high photothermal conversion efficiency,13,14 owing to their strong\nlocalized surface plasmon resonance (LSPR) absorption in the NIR region resulting from the copper deficiency.38,39 Many strategies have been developed for synthesizing plasmonic Cu2−xSe NCs,\n40−43 whose LSPR can be turned by adjusting the value of x.44\nDeveloping ptSNBs as an efficient photothermal nanostructure is for the purpose of making the PTEs of plasmonic Cu2−xSe NCs got amplified by introducing liposomes, which have a double phospholipid molecular layer and can act as a carrier to encapsulate the plasmonic Cu2−xSe NCs as many as possible.45−47 The ptSNBs, on which aptamers of the target (AFB1) were previously assembled, can induce signal amplification owing to the high density loading of photothermal reagents (Cu2−xSe NCs), and high selectivity owing to the formed sandwich structure between aptamer on the surface of ptSNBs and the immobilized capture antibody on the plate (Scheme 1A,B).48−51 After washed with buffer and immerged with the substrate solution, the sandwich structure being bound on the plate can release heat originated from the plasmonic photothermal light-to-heat conversion of ptSNBs under the NIR irradiations, leading to the temperature of the substrate solution increased. It was found that the increased temperature is in proportion to the content of the target, making a quantitative foundation between the increased temperature and the content of target AFB1 established (Scheme 1A). The heat inducing the increasing temperature of the\nsubstrate solution originates from the LSPR absorption of\nScheme 1. Working Protocol of the Photothermal Immunoassay of Aflatoxin B1 (A), the Sandwich Structure on Which Photothermal Soft Nanoballs (ptSNBs) Connected with Aptamer (B), Schematic of the Plasmonic Photothermal Conversion Process (C), and the Illustration of Our Homemade Immunothermometer (D)\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4445\nplasmonic Cu2−xSe NCs in the ptSNBs under the excitation of NIR irradiations. Theoretically, when the photons with the plasmonic wavelength emitted by the excitation source reach the surface of the plasmonic Cu2−xSe NCs in the ptSNBs through the double phospholipid molecular layer of liposome, LSPR occurs, which quickly diphase, and during which LSPR light scattering and Landau damping occur.52,53 The later process promotes the occurrence of hot electrons near the surface within 10 ps, which can reach a temperature of several thousand degrees Kelvin due to their small electronic heat capacity.48 The heat from the hot electrons then transfers to the medium through several steps such as photon−electron− phonon coupling, making the large temperature difference between the surface of the NCs and the surrounding solution. The temperature of the surface of the NCs owing to the plasmonic photothermal light-to-heat conversion through photon−electron−phonon coupling is exponentially decayed within a few nanometers, and the surrounding solution is heated for more than 100 ps (Scheme 1C).53,54\nMie resonance has an important influence on the photothermal absorption of plasmonic Cu2−xSe NCs in the ptSNBs. When the dipole plasmonic resonates, the absorption and scattering of the metal particles are enhanced by resonance.26,30 The extinction cross section (Cext) is equal to the sum of the scattering cross section (Csca) and the absorption cross section (Cabs). For the nanoparticles with a radius (r) much smaller than the incident wavelength (λ), the Cabs is proportional to r3; in contrast, for the nanoparticles with r much larger than λ, the Csca is proportional to r\n6 (see Supporting Information for more details). Therefore, for larger particles, scattering dominates, while for smaller particles, absorption dominates. The ratio of Cabs to Csca in the Cext determines the application range of the nanomaterial.55 If the Cabs plays a dominant role in the Cext compared to Csca, the photothermal treatment is more likely to be performed using the nanoparticles. Conversely, the scattering properties of the nanoparticles are more likely to be utilized. For plasmonic Cu2−xSe NCs, the absorption dominates, so they have the good photothermal properties. Since the detectable signals in PTIA are the temperature change (or temperature difference, ΔT), which depends on the heat released from the ptSNBs under the NIR irradiation, thus, any subtle changes of temperature are critical to the detection accuracy. However, the temperature can be easily affected by the heat exchange with the surrounding environment, and it leads to the heat loss. In order to reduce the heat loss from the photothermal system under the light irradiation and to improve the detection accuracy, the photothermal immunosystem should be well heat-insulated. Scheme 1D shows the assembly of the homemade PTIA device, which is rough but useful and even can be further commercialized for public use.31 The homemade PTIA device includes a sample detection bracket, a thermocouple thermometer, a thermocouple probe, a power driver, a laser head, and a 96-well plate unit. The sample detecting bracket acting as a sample cell is made of a foam material so as to be heat-insulated, and has two holes on the orthogonal faces of the bracket. One is for the introduction of 1064 nm laser beam (hole 1, Scheme 1D), and the other is for placing a 96-hole plate unit from top to bottom at first and then for inserting thermocouple probe (hole 2, Scheme 1D). The laser head is physically and electrically connected to the power driver. The thermocouple probe connected to thermocouple thermometer\nis inserted into the 96-well plate unit after the sample is placed. All the photothermal experiments in this work were performed in this simple homemade photothermal immunodevices.\n■ EXPERIMENTAL SECTION Chemical Reagents. Aflatoxin B1 (AFB1), aflatoxin B2 (AFB2), aflatoxin G1 (AFG1), aflatoxin M1 (AFM1), ochratoxin A (OTA), bovine serum albumin (BSA), chloroform, cholesterol, and antirabbit IgG were obtained from SigmaAldrich Co. LLC (U.S.A.). Cetyltrimethylammonium bromide (CTAB), copper sulfate (CuSO4·5H2O, 99%) were purchased from Sinopharm Chemical Reagent Co. Ltd. (Shanghai, China). Selenium dioxide (SeO2, 99.9%) and L-α-phosphatidylcholine (PC) were obtained from Aladdin Chemistry Co. Ltd. (Shanghai, China). Vitamin C (Vc) was purchased from Alfa Aesar Co. Ltd. (MA, U.S.A.). Phosphate buffer saline (PBS; 10 mM, pH = 7.4) and AFB1 ELISA kit were purchased from Shu Bosen (chengdu, China). 1,2-Distearoyl-sn-glycero3-phosphoethanolamine-N [methoxy-(polyethylene glycol)2000] (DSPE-PEG) was purchased from Peng Shuo (Shanghai, China). AFB1 aptamer was synthesized and purified by Sangon Biotech (Shanghai, China) with the following sequence, 5′-GTT GGG CAC GTG TTG TCT CTC TGT GTC TCG TGC CCT TCG CTA GGC CC-3′.36 The aptamer had one cholesteryl labeled at the 3′ terminal. All other solvents were of analytical grade and were used without further treatment. Ultrapure water was used throughout the experiments to prepare aqueous solutions (resistance 18.2 MΩ cm).\nApparatuses. The UV−vis absorption spectras were measured with a U-3600 spectrophotometer (Hitachi Ltd., Tokyo, Japan). The transmission electron microscopy (TEM) images were captured using a transmission electron microscope (TEM; JEM-2100, Japan). The zeta potentials and the average hydrodynamic diameters were measured by the dynamic laser light scattering (DLS, ZEN3600, Malvern).\nPreparation and Characterization of Plasmonic Cu2−xSe NCs. Plasmonic Cu2−xSe NCs were prepared according to the literature with slight modifications.39 800 μL of 30 mM CTAB and 2.4 mL of H2O were added into a round-bottomed flask, under vigorous stirring, 50 μL of 0.2 M SeO2, and 300 μL of 0.2 M Vc were added successively. After 10 min of reaction, 50 μL of 0.4 M CuSO4·5H2O, and 400 μL of 0.2 M Vc were added, respectively. The mix solution was stirred vigorously for 1.5 h at 30 °C, and the mixture was dialyzed and purified through a 10 kDa dialysis membrane for 24 h to remove small molecules, then which was centrifuge to remove the large molecules. Synthetic plasmonic Cu2−xSe NCs were stored in a refrigerator at 4 °C for use.\nSynthesis of ptSNBs (ptSNBs and ptSNBs-aptamer). The ptSNBs was prepared by the film hydra-tion/extrusion method. Briefly, PC, cholesterol, and DSPE-PEG (70:10:20 molar ratio, 0.02 g total) were dissolved in 1 mL of chloroform solution. The chloroform was removed in a rotary evaporator under reduced pressure at 40 °C for 30 min to form a thin lipid film, and then the film was placed under vacuum overnight to remove residual organic solvent traces. Afterward, the dried film was hydrated with 2 mL of PBS buffer solutions (10 mM, pH = 7.4) containing plasmonic Cu2−xSe NCs for 30 min with vigorous shaking at 40 °C to form liposomes. The vesicular solution was extruded 12× through a 100, 200, or 400 nm polycarbonate membrane using a mini liposome extruder (Avestin Inc., Canada) to produce uniformly sized liposome\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4446\nsuspension. The untrapped plasmonic Cu2−xSe NCs were removed through a 1000 kDa dialysis membrane (SpectrumLabs, Rancho Dominguez, CA, U.S.A.) in PBS buffer solutions with stirring for 36 h at 4 °C. The produced ptSNBs were stored at a refrigerator at 4 °C for use. To obtain ptSNBs-aptamer, the purified liposomes (4.8 mg/ mL) were incubated with aptamers in PBS buffer (10 mM, pH = 7.4) for 3 h at room temperature. The solution was dialyzed with PBS buffer solutions to remove untrapped aptamers through a 300 kDa dialysis membrane (Spectrum Laboratories, Rancho Dominguez, CA, U.S.A.) with stirring for 24 h at 4 °C. The produced ptSNBs-aptamer were stored at 4 °C for use. The characteristics of the produced plasmonic Cu2−xSe NCs, ptSNBs, and ptSNBs-aptamer as measured by dynamic light scattering (Figure S1A,B). Photothermal Immunoassay for the Detection of AFB1. A removable 96-well plate (Dingguo Inc., China) was coated with 100 μL of antirabbit IgG (10 μg/mL) in PBS buffer (10 mM, pH = 7.4) and stored overnight at 4 °C. The plate was washed three times using washing buffer (10 mM PBST, 10 mM PBS with 0.05% Tween-20), then added 200 μL of blocking buffer (10% BSA in 10 mM PBS buffer, pH = 7.4) to each. The plate was incubated for 2 h at 37 °C, followed by washing three times with a washing buffer and stored at 4 °C until use. Before use, the plate was washed twice using PBS buffer to remove any remaining Tween-20 in the plate. Then, the plate was incubated for 30 min at 37 °C with 100 μL of test sample dissolved in methanol/water, followed by gently washed three times using 200 μL of PBS buffer. After washing, the plate was added 100 μL of ptSNBs-aptamer diluted with PBS buffer (10 mM, pH = 7.4) to each well, and incubated for 30 min at 37 °C again. To remove unbound or weakly bound ptSNBs, the plate was washed three times by adding 200 μL of PBS buffer gently, followed by the addition of 100 μL of PBS buffer to each well for testing.\n■ RESULTS AND DISCUSSION Characterization of the ptSNBs. The plasmonic photothermal light-to-heat conversion features of ptSNBs through photon−electron−phonon coupling is obviously critical to the PTIA sensitivity. By using uniform plasmonic Cu2−xSe NCs with the average size of 12.8 nm (Figure 1A,B), the formed ptSNBs have a perfect spherical shape with a thin shell and no fracture of the capsule wall (Figure 1C). Such a typical vesicle structure has a uniform shape (insets of Figure 1C) with the average hydrodynamic diameter of about 255 nm (revealed by the dynamic light scattering measurements, Figure S1A) and negatively charged (Figure S1B). In addition, the phospholipid bilayers do not disassemble during photothermal heating (Figure S1C). Further measurements of UV−vis absorption spectra confirmed that plasmonic Cu2−xSe NCs are encapsulated into the liposomes, and ptSNBs have been successfully formed (Figure 1D), since liposomes alone have no absorption bands in the near-infrared region, as compared to the strong LSPR absorption band of pure plasmonic Cu2−xSe NCs characterized at 1074 nm extending from 600 to 1350 nm. The encapsulation efficiency (EE) of plasmonic Cu2−xSe NCs was calculated to be about 66.7% (see Supporting Information for more details and Figure S2). Furthermore, the ptSNBs are stable (Figure S3). The size of ptSNBs also has a significant effect on PTIA in terms of sensitivity. Generally, for the larger liposomes, the\nmore plasmonic Cu2−xSe NCs can be encapsulated (for a ptSNBs with a diameter of 255 nm, for example, the maximum encapsulated number of plasmonic Cu2−xSe NCs can reach 2731, see Supporting Information), and the formed ptSNBs can release much more heat. That is, for a given amount of target, the ΔT values get more obvious with the increase of encapsulated plasmonic Cu2−xSe NCs in ptSNBs. However, much more encapsulation of plasmonic Cu2−xSe NCs will make the size of ptSNBs much bigger, which will occupy much more binding site for the formation of sandwich through aptamer binding chemistry, making the encapsulated plasmonic Cu2−xSe NCs decreased for each binding site, and the ΔT values are not small. It was found that the optimal size of ptSNBs is 200 nm (Figure S4). To calculate the photothermal conversion efficiency (η) of plasmonic Cu2−xSe NCs and ptSNBs, respectively, we first measured the temperature profile by irradiating 200 μL of H2O, plasmonic Cu2−xSe NCs and ptSNBs with a 1064 nm laser for 10 min, followed by the natural cooling with the turnoff of the laser (Figure 2A). It can be seen that the temperature profiles of both plasmonic Cu2−xSe NCs and ptSNBs are overlapped very well. Then the photothermal conversion efficiency could be calculated according to the following equation:38,56\nη τ\n= − − − )mc T T I ( (1 10 )A max max,H O\ns\n2\n(1)\nwherein A is the LSPR absorbance of the photothermal reagents solution at 1064 nm, herein the A of both plasmonic Cu2−xSe and ptSNBs are controlled to be 0.127. m is the solution mass, herein the m of both plasmonic Cu2−xSe NCs\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4447\nand ptSNBs are 0.208 g. For a given A, both plasmonic Cu2−xSe and ptSNBs have same solution mass, and the mass of liposome could be ignored. c is the heat capacity of H2O and equal to 4.2 J·g−1. Tmax and Tmax,H2O are the maximum temperatures for the photothermal reagents solution and H2O, respectively, which are 48.6 and 36.7 °C in this experiment. I is the laser power and 1.56 W·cm−2 applied herein. τs is the system time constant, which can be calculated with the following equation:34,49\nτ τ θ= − · − − = − ·t T T T T ln ln( )s surr\nmax surr s i k jjjjj y { zzzzz (2)\nin which t is the time that responds to the realtime change of temperature, Tsurr is the temperature of surrounding and equal to 26.7 °C, and thus, τs could be calculated as 199 s according to the linear regression of the cooling profile (Figure 2B). In such case, the photothermal conversion efficiency (η) of both plasmonic Cu2−xSe NCs and plasmonic Cu2−xSe NCs in ptSNBs are calculated to be 13.2%, indicating that the loading of plasmonic Cu2−xSe NCs into liposomes cannot exert any effects on the photothermal conversion features of plasmonic Cu2−xSe NCs. According to eq 1, the photothermal conversion efficiency of plasmonic Cu2−xSe NCs has an exponential relationship with the LSPR absorption properties of plasmonic Cu2−xSe NCs, which is tightly correlated with the concentration of plasmonic Cu2−xSe NCs in ptSNBs following Beer’s law. Since these plasmonic Cu2−xSe NCs in ptSNBs are bound on the 96-hole plate through the sandwich structure, the temperature of the substrate solution gets increased with increasing amounts of plasmonic Cu2−xSe NCs. On the other hand, owing to the highly selective binding of AFB1 with the aptamer and antibody that forms the sandwich structure,42,43 the amounts of plasmonic Cu2−xSe NCs-loaded in the ptSNBs through the aptamer binding must have a positive relationship with the content of target such as AFB1. Thus, the heat released from ptSNBs under the NIR irradiation makes the temperature of the substrate solution increased, and ΔT values have a linear relationship with the content of AFB1. Optimization of Experimental Conditions. Optimal experimental conditions were made given 20 ng/mL AFB1. With the gradual increase of the aptamer concentration, the number of ptSNBs to form sandwich structure gets gradually increased for given content of AFB1 (Figure S5A). However,\nexcessive increase of aptamer concentration, higher than 12.5 μM, for example, the number of ptSNBs to form sandwich structure gets gradually decreased. This phenomenon might be due to the excessive number of aptamers on the liposomes, which might cause several molecules of AFB1 to bind. 48,49\nOwing to the PTEs of ptSNBs (Figure S5B), the temperature gets risen mainly in the first 4 min under the IR irradiation and rises slowly after that. Herein we measured the PTIA of AFB1 at 5 min. The laser power of 1.56 W·cm\n−2 was identified to be the best, which makes the ΔT-values reach its maximum (Figure S5C). In addition, the incubation temperature affects the binding efficiency, namely, the formation of the sandwich structure. The formation of the sandwich at room temperature (25 °C) was not well, which could get well with the increase of temperature (Figure S5D), and 37 °C was adopted in the following experiments.\nAnalytical Performance of the Photothermal Immunoassay. The detectability of the developed PTIA by using plasmonic Cu2−xSe-loaded ptSNBs was evaluated. Temperature profile against time for the different concentrations of AFB1 standards (Figure 3A), and ΔT values against different\nconcentrations of AFB1 standards (Figure 3B) were measured. A linear correlation between ΔT and the concentrations of AFB1 could be available in the dynamic range from 1 to 30 ng/ mL, which could be fitted to ΔT (°C) = 0.46 + 0.44cAFB1 (ng/ mL, R2 = 0.99, n = 7), resulting in a limit of detection (LOD) of 0.19 ng/mL. Obviously, the sensitivity of our strategy was higher than the rapid AFB1 ELISA kit (OD450 = 0.052 + 0.022cAFB1, ng/mL, Figure S6A and Table S1). To investigate the repeatability of PTIA, the solution was irradiated with a 1064 nm laser for 5 min and followed by natural cooling after\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4448\nthe turnoff of the laser. Five repeats of this step confirmed the good repeatability of PTIA (Figure 3C). The selectivity of the PTIA of AFB1 by using ptSNBs to nontarget analytes such as Aflatoxin B2 (AFB2), Aflatoxin G1 (AFG1), Aflatoxin M1 (AFM1), and ochratoxin A (OTA) was investigated. The nontarget analytes cannot cause significant variations of ΔT values, regardless of whether they coexist or exist alone (Figure 3D). In addition, the incorporation of nontarget analytes, including AFB2, AFG1, AFM1, and OTA into the target AFB1 has fewer effects on ΔT values also, indicating that the selectivity of the PTIA of AFB1 by using ptSNBs is shown to be as satisfactory as the AFB1 ELISA kit (Figure S6B). Monitoring of AFB1 in Real Samples. The accuracy of the PTIA of AFB1 by using ptSNBs could be identified by quantitatively using three peanut samples and three soybean samples. The 5 g sample was soaked in 5 mL of methanol for 5 h, followed by stirring to a juice and filtered through a 0.45 μm filter five times to obtain a sample. The standard addition method was utilized to detect the qualities of AFB1 in food samples, and the relative standard deviation (RSD) was adopted to evaluate the accuracy and precision of the results (Table S2). Recovery in the range of 92.5−108.0% and RSDs in the range of 2.7−4.3% could be obtained, respectively, indicating that the PTIA of Aflatoxin B1 by using ptSNBs has good accuracy and acceptability of real sample analysis.\n■ CONCLUSIONS In summary, we developed a PTIA on the basis of the PTEs of plasmonic Cu2−xSe NCs by taking AFB1 as an example using a newly proposed ptSNBs. The ptSNBs could be easily formed by loading plasmonic Cu2−xSe NCs into liposomes, on which aptamer assembled so as to make a sandwich structure through aptamer binding chemistry. Owing to the PTEs of plasmonic Cu2−xSe NCs in ptSNBs of the a sandwich structure, the released heat from the plasmonic photothermal light-to-heat conversion through photon−electron−phonon coupling can reflect the amounts of targets, thereby enabling the use of a thermometer to measure the temperature as a reading tool for the quantitation of targets. This assay is new in terms of the PTIA principle. Furthermore, this successful proposal of PTIA can start a new research field of immunoassay, which might prompt the development of new photothermal reagents, thermometers, PTIA theory, and so on. For example, the use of the laser arrays for high throughput detections, and the use of high heat-insulated systems will greatly improve the performance of the PTIA system. The sensitivity and detection equipment of PTIA can be greatly improved. Choosing the right photothermal reagent with high photothermal conversion efficiency, SPN with vinylene bond, for instance, which has the η-value of 71%,22 greatly higher than the plasmonic Cu2−xSe NCs used here, which has only the η-value of 13.2%, is a good way to improve sensitivity. The use of liposomes to form ptSNBs, as compared to the destroying of the structure of liposome to get amplified signals in refs 35, 45, and 57, is very simple since it is not necessary to destroy the liposomes and simultaneously supplies a new signals detection strategy. As to the soft nanoballs (SNBs), there should be many types such as the construction of different soft layers in which quantum dots (QDs),45 small molecules,35,57 loaded for optical, electrical, magnetical applications besides the photothermal one, and thus, SNBs can find many applications in the future.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.8b05031.\nPhotothermal soft nanoballs developed by loading plasmonic Cu2−xSe nanocrystals into liposomes for photothermal immunoassay of Aflatoxin B1 (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: chengzhi@swu.edu.cn. *E-mail: zhanlei6@swu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Xue Li: 0000-0002-6856-2494 Hong Yan Zou: 0000-0002-7245-1893 Yuan Fang Li: 0000-0001-5710-4423 Cheng Zhi Huang: 0000-0002-1260-5934"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We sincerely appreciate Professor Liang Ma of Southwest University College of Food Science for providing AFB2 and AFG1. This work was supported by the National Natural Science Foundation of China (NSFC, Nos. 21535006 and 21605126).\n■ REFERENCES (1) Wang, S.; Yang, F.; Jin, D.; Dai, Q.; Tu, J.; Liu, Y.; Ning, Y.; Zhang, G.-J. Anal. Chem. 2017, 89, 5349−5356. (2) Liu, H. Y.; Malhotra, R.; Peczuh, M. W.; Rusling, J. F. Anal. Chem. 2010, 82, 5865−5871. (3) Qin, X. L.; Xu, A. G.; Liu, L.; Deng, W. F.; Chen, C.; Tan, Y. M.; Fu, Y. C.; Xie, Q. J.; Yao, S. Z. Chem. Commun. 2015, 51, 8540−8543. (4) Akhavan-Tafti, H.; Binger, D. G.; Blackwood, J. J.; Chen, Y.; Creager, R. S.; de Silva, R.; Eickholt, R. A.; Gaibor, J. E.; Handley, R. S.; Kapsner, K. P.; Lopac, S. K.; Mazelis, M. E.; McLernon, T. L.; Mendoza, J. D.; Odegaard, B. H.; Reddy, S. G.; Salvati, M.; Schoenfelner, B. A.; Shapir, N.; Shelly, K. R.; Todtleben, J. C.; Wang, G. P.; Xie, W. H. J. Am. Chem. Soc. 2013, 135, 4191−4194. (5) Zou, F. M.; Zhou, H. J.; Tan, T. V.; Kim, J.; Koh, K.; Lee, J. ACS Appl. Mater. Interfaces 2015, 7, 12168−12175. (6) Wang, J.; Huang, X.; Liu, H.; Dong, C.; Ren, J. Anal. Chem. 2017, 89, 5230−5237. (7) Ling, J.; Li, Y. F.; Huang, C. Z. Anal. Chem. 2009, 81, 1707− 1714. (8) Yang, L.; Zhen, S. J.; De Liu, Z.; Huang, C. Z. Anal. Methods 2014, 6, 5054−5058. (9) Yang, L.; Gao, M. X.; Zhan, L.; Gong, M.; Zhen, S. J.; Huang, C. Z. Nanoscale 2017, 9, 2640−2645. (10) Yang, L.; Zhen, S. J.; Li, Y. F.; Huang, C. Z. Nanoscale 2018, 10, 11942−11947. (11) Ran, B.; Xianyu, Y.; Dong, M.; Chen, Y.; Qian, Z.; Jiang, X. Anal. Chem. 2017, 89, 6113−6119. (12) Lu, N.; Fan, W.; Yi, X.; Wang, S.; Wang, Z.; Tian, R.; Jacobson, O.; Liu, Y.; Yung, B. C.; Zhang, G.; Teng, Z.; Yang, K.; Zhang, M.; Niu, G.; Lu, G.; Chen, X. ACS Nano 2018, 12, 1580−1591.\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4449\n(13) Chang, Y.; Cheng, Y.; Feng, Y.; Jian, H.; Wang, L.; Ma, X.; Li, X.; Zhang, H. Nano Lett. 2018, 18, 886−897. (14) Qiwei, T.; Minghua, T.; Yangang, S.; Rujia, Z.; Zhigang, C.; Meifang, Z.; Shiping, Y.; Jinglong, W.; Jianhua, W.; Junqing, H. Adv. Mater. 2011, 23, 3542−3547. (15) Ma, H.; Ma, W.; Chen, J.-F.; Liu, X.-Y.; Peng, Y.-Y.; Yang, Z.-Y.; Tian, H.; Long, Y.-T. J. Am. Chem. Soc. 2018, 140, 5272−5279. (16) Qian, R.-C.; Lv, J.; Long, Y.-T. Mol. Pharmaceutics 2018, 15, 4031−4037. (17) Wang, Y.; Black, K. C. L.; Luehmann, H.; Li, W.; Zhang, Y.; Cai, X.; Wan, D.; Liu, S.-Y.; Li, M.; Kim, P.; Li, Z.-Y.; Wang, L. V.; Liu, Y.; Xia, Y. ACS Nano 2013, 7, 2068−2077. (18) Fu, G.; Sanjay, S. T.; Dou, M.; Li, X. Nanoscale 2016, 8, 5422− 5427. (19) Zhang, J.; Xing, H.; Lu, Y. Chem. Sci. 2018, 9, 3906−3910. (20) Li, J.; Xie, C.; Huang, J.; Jiang, Y.; Miao, Q.; Pu, K. Angew. Chem. 2018, 130, 4059−4062. (21) Zhen, X.; Xie, C.; Pu, K. Angew. Chem. 2018, 130, 4002−4006. (22) Lyu, Y.; Zeng, J.; Jiang, Y.; Zhen, X.; Wang, T.; Qiu, S.; Lou, X.; Gao, M.; Pu, K. ACS Nano 2018, 12, 1801−1810. (23) Jiang, Y.; Li, J.; Zhen, X.; Xie, C.; Pu, K. Adv. Mater. 2018, 30, 1705980. (24) Roder, P. B.; Manandhar, S.; Smith, B. E.; Zhou, X.; Shutthanandan, V. S.; Pauzauskie, P. J. Adv. Opt. Mater. 2015, 3, 1362−1367. (25) Roder, P. B.; Smith, B. E.; Davis, E. J.; Pauzauskie, P. J. J. Phys. Chem. C 2014, 118, 1407−1416. (26) Roder, P. B.; Pauzauskie, P. J.; Davis, E. J. Langmuir 2012, 28, 16177−16185. (27) Smith, B. R.; Eid, B.; GhosnEliver; Rallapalli, H.; Prescher, J. A.; Larson, T.; Herzenberg, L. A.; Gambhir, S. S. Nat. Nanotechnol. 2014, 9, 481−487. (28) Smith, B. E.; Roder, P. B.; Zhou, X.; Pauzauskie, P. J. Nanoscale 2015, 7, 7115−7126. (29) Crane, M. J.; Smith, B. E.; Meisenheimer, P. B.; Zhou, X.; Stroud, R. M.; James Davis, E.; Pauzauskie, P. J. Diamond Relat. Mater. 2018, 87, 134−142. (30) Crane, M. J.; Zhou, X.; Davis, E. J.; Pauzauskie, P. J. Chem. - Asian J. 2018, 13, 2575−2586. (31) Huang, C. Z.; Yang, L. China Patent 201820215843.7, 2018. (32) Fu, G.; Sanjay, S. T.; Zhou, W.; Brekken, R. A.; Kirken, R. A.; Li, X. Anal. Chem. 2018, 90, 5930−5937. (33) Gota, C.; Okabe, K.; Funatsu, T.; Harada, Y.; Uchiyama, S. J. Am. Chem. Soc. 2009, 131, 2766−2767. (34) He, T.; Wang, Y.; Li, P.; Zhang, Q.; Lei, J.; Zhang, Z.; Ding, X.; Zhou, H.; Zhang, W. Anal. Chem. 2014, 86, 8873−8880. (35) Lin, Y.; Zhou, Q.; Tang, D. Anal. Chem. 2017, 89, 11803− 11810. (36) Wu, L.; Ding, F.; Yin, W.; Ma, J.; Wang, B.; Nie, A.; Han, H. Anal. Chem. 2017, 89, 7578−7585. (37) Li, X.; Yang, F.; Wong, J. X. H.; Yu, H.-Z. Anal. Chem. 2017, 89, 8908−8916. (38) Zhang, S.; Sun, C.; Zeng, J.; Sun, Q.; Wang, G.; Wang, Y.; Wu, Y.; Dou, S.; Gao, M.; Li, Z. Adv. Mater. 2016, 28, 8927−8936. (39) Lie, S. Q.; Wang, D. M.; Gao, M. X.; Huang, C. Z. Nanoscale 2014, 6, 10289−10296. (40) Wang, W.; Yan, P.; Liu, F.; Xie, Y.; Geng, Y.; Qian, Y. J. Mater. Chem. 1998, 8, 2321−2322. (41) Cao, H.; Qian, X.; Zai, J.; Yin, J.; Zhu, Z. Chem. Commun. 2006, 43, 4548−4550. (42) Xie, Y.; Zheng, X.; Jiang, X.; Lu, J.; Zhu, L. Inorg. Chem. 2002, 41, 387−392. (43) Deka, S.; Genovese, A.; Zhang, Y.; Miszta, K.; Bertoni, G.; Krahne, R.; Giannini, C.; Manna, L. J. Am. Chem. Soc. 2010, 132, 8912−8914. (44) Dorfs, D.; Har̈tling, T.; Miszta, K.; Bigall, N. C.; Kim, M. R.; Genovese, A.; Falqui, A.; Povia, M.; Manna, L. J. Am. Chem. Soc. 2011, 133, 11175−11180.\n(45) Zhou, J.; Yang, Y.; Zhang, C. Y. Chem. Rev. 2015, 115, 11669− 11717. (46) Zhou, J.; Wang, Q. X.; Zhang, C. Y. J. Am. Chem. Soc. 2013, 135, 2056−2059. (47) Xing, H.; Zhang, C. L.; Ruan, G.; Zhang, J.; Hwang, K.; Lu, Y. Anal. Chem. 2016, 88, 1506−1510. (48) He, Y.; Tian, Y.; Ribbe, A. E.; Mao, C. J. Am. Chem. Soc. 2006, 128, 12664−12665. (49) Zhang, H.; Li, F.; Dever, B.; Wang, C.; Li, X.-F.; Le, X. C. Angew. Chem., Int. Ed. 2013, 52, 10698−10705. (50) Liu, J.; Cao, Z.; Lu, Y. Chem. Rev. 2009, 109, 1948−1998. (51) Tang, J.; Huang, Y.; Liu, H.; Zhang, C.; Tang, D. Biosens. Bioelectron. 2016, 79, 508−514. (52) Knight, M. W.; Sobhani, H.; Nordlander, P.; Halas, N. J. Science 2011, 332, 702−704. (53) Xin, H.; Namgung, B.; Lee, L. P. Nat. Rev. Mater. 2018, 3, 228− 243. (54) Son, J. H.; Cho, B.; Hong, S.; Lee, S. H.; Hoxha, O.; Haack, A. J.; Lee, L. P. Light: Sci. Appl. 2015, 4, No. e280. (55) Bohren, C. F.; Huffman, D. R. Absorption and Scattering of Light by Small Particles; John Wiley & Sons: New York, 1983. (56) Ding, X.; Liow, C. H.; Zhang, M.; Huang, R.; Li, C.; Shen, H.; Liu, M.; Zou, Y.; Gao, N.; Zhang, Z.; Li, Y.; Wang, Q.; Li, S.; Jiang, J. J. Am. Chem. Soc. 2014, 136, 15684−15693. (57) Bui, M.-P. N.; Ahmed, S.; Abbas, A. Nano Lett. 2015, 15, 6239−6246.\nDOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450\n4450"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Photothermal effects (PTEs) have been greatly concerned with the fast development of new photothermal nanomaterials. Herein we propose a photothermal immunoassay (PTIA) by taking mycotoxins (AFB1) as an example based on the PTEs of plasmonic Cu2−xSe nanocrystals (NCs). By loading plasmonic Cu2−xSe NCs into liposomes to form photothermal soft nanoballs (ptSNBs), on which aptamer of AFB1 previously assembled, a sandwich structure of AFB1 could be formed with the aptamer on ptSNBs and capture antibody. The heat released from the ptSNBs under NIR irradiation, owing to the plasmonic photothermal lightto-heat conversion through photon−electron−phonon coupling, makes the temperature of substrate solution increased, and the increased temperature has a linear relationship with the AFB1 content. Owing to the large amounts of plasmonic Cu2−xSe NCs in the ptSNBs, the PTEs get amplified, making AFB1 higher than 1 ng/mL detectable in food even if with a rough homemade immunothermometer. The proposal of PTIA opens a new field of immunoassay including developing photothermal nanostructures, new thermometers, PTIA theory, and so on. I including electrochemistry immunoassay, chemiluminescence immunoassay, fluorescence immunoassay, surface plasmon resonance immunoassay, surfaceenhanced Raman scattering (SERS) immunoassay, and enzyme-linked immunosorbent assay (ELISA) are generally based on the highly selective immunoreactions between an antibody and an antigen or hapten, in which the produced detectable optical or electrical signals. Unfortunately, these assays, although having been widely applied in clinic diagnosis and biological detections owing to the high selectivity and low detection limit, are costly and cumbersome, because they are typically dependent on the relatively expensive reagents and instruments for quantitative readings, and the operators who are generally required to master certain professional skills, which cannot meet with the increasing requirements of easy life (e-life). Photothermal effects (PTEs) have great concerns with the fast development of new smart photothermal nanomaterials and their biomedical applications, including chalcogenide copper compounds, gold nanostructures, NIR dye, semiconducting polymer nanoparticles (SPNs), semiconductor nanowire materials, carbon nanomaterials, inorganic nanostructures, and so on. Fruitful development of these photothermal nanomaterials has inspired us to propose the concept of the photothermal immunoassay (PTIA) and to develop a first homemade photothermal immunodetector. With the first report of PTIA by Li et al. using a common thermometer, which allowed the real-time quantitative reading of target concentrations using an ordinary thermometer, we believe that the PTEs-based immunoassays should have good prospects, which might prompt the birth of a series of new research fields of immunoassay such as preparing new photothermal reagents either nanomaterials, biopolymers, or some nanostructures (herein, the photothermal soft nanoballs and ptSNBs, for example), developing new commercialized photothermal immunodetectors, immunodevices, or nanothermometer coupled immunosystems, understanding the PTIA theory, detecting wide range of target, and producing new type of photothermal immunoassay kits that possibly applied in clinics and bioassays. In principle, under the irradiation of a light beam, photothermal agents, or nanostructures such as ptSNBs herein, which have been previously introduced into the immunosystems with the dependence on the amounts of targets through labeling or other binding strategies, can convert the exerted light into the heat through photothermal light-to-heat conversion. Thus, the temperature of the substrate solution Received: November 1, 2018 Accepted: February 27, 2019 Published: February 27, 2019 Article pubs.acs.org/ac Cite This: Anal. Chem. 2019, 91, 4444−4450 © 2019 American Chemical Society 4444 DOI: 10.1021/acs.analchem.8b05031 Anal. Chem. 2019, 91, 4444−4450 D ow nl oa de d vi a U N IV P A R IS -S U D o n Ju ly 1 8, 2 02 0 at 1 4: 02 :1 3 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}