{
  "name" : "downloads_2020-01-09_fd_geng2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "In Situ Construction of Ag/TiO2/g-C3N4 Heterojunction Nanocomposite Based on Hierarchical Co-Assembly with Sustainable Hydrogen Evolution",
    "authors" : [ "Rui Geng", "Juanjuan Yin", "Jingxin Zhou", "Tifeng Jiao", "Yao Feng", "Lexin Zhang", "Yan Chen", "Zhenhua Bai", "Qiuming Peng" ],
    "emails" : [ "gengrui@ipe.ac.cn", "pengqiuming@ysu.edu.cn", "jjy1729@163.com", "15833965527@163.com", "zhanglexin@ysu.edu.cn", "chenyan@ysu.edu.cn", "bai_zhenhua@aliyun.com", "zhoujingxin@ysu.edu.cn", "tfjiao@ysu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: heterojunction; Ag/TiO2/g-C3N4; Co-assembly; hydrogen evolution"
    }, {
      "heading" : "1. Introduction",
      "text" : "With the development of semiconductor photocatalysis [1–4], semiconductor photocatalysts ushered in a glorious era of the photocatalytic water decomposition of H2 [5–8]. Graphitic carbon nitride is currently a prominent semiconductor material that has garnered tremendous attention in academia due to its low cost, environmental friendliness, suitable band structure and impressive physical and chemical stability [9–11]. However, the major bottlenecks, such as small specific surface areas and, especially, grievous charge recombination, will generate inferior photocatalytic activity. The surface plasmon resonance effect (SPR) is expected to enhance the photocatalytic energy conversion efficiency in the construction of composite photocatalytic materials due to its unique light-substance interaction characteristics, which has attracted much attention in recent years. Metal\nNanomaterials 2020, 10, 1; doi:10.3390/nano10010001 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1 2 of 13\nnanoparticles (Ag, Au, Cu, etc.) with this SPR effect possess excellent electrical conductivity, which can be used as electron acceptors to effectively inhibit the recombination course of photoinduced carriers [12–14]. Thus, it is especially suitable for the construction of highly efficient composite photocatalytic materials. For example, Feliz et al. prepared an octahedral molybdenum cluster catalyst for the photocatalytic degradation of water, providing a new strategy for environmentally friendly and low-cost photocatalysts [15]. However, beyond that, as we know, the construction of a heterojunction through coupling g-C3N4 with various semiconductor materials is still deemed as an effective way to suppress charge recombination and boost photocatalytic activity [16–20]. Given the well-matched band edge offsets and the superior surface activity, titanium dioxide (TiO2) stands out among diverse photocatalysts to construct g-C3N4/TiO2 heterostructures. The tacit cooperation between them prompts the charge transfer at the phase interface and optimizes carrier separation efficiency ulteriorly. Consequently, numerous recent research achievements of the g-C3N4/TiO2 nanocomposite have also emerged [21–24]. Generally, ingenious morphology with structure can inhibit the agglomeration of nanoparticles, and are also conducive to the charge migration, while porous, one-dimensional nanostructures can provide a powerful bow for expanding the specific surface area, accelerating the mobility of charge carriers and inhibiting the recombination of the charge carrier [25–28]. Unfortunately, the most reported g-C3N4/TiO2 heterostructures so far are achieved by conventional thermal polymerizing of the mixtures of g-C3N4 (or their precursors, such as sulfonylurea, cyanamide, melamine) and TiO2 (or titanium sulfate, butyl titanate), which mostly generates dense and massive particles as well as the badly agglomerated lamellar structure [29–31]. Obviously, the large accumulation of g-C3N4 is not conducive to the formation of a low specific surface area and excellent charge transfer ability. Thus, g-C3N4/TiO2 nanocomposite remains a concern for ameliorating catalytic activity. Herein, we elaborately designed an Ag/TiO2/g-C3N4 heterostructure by a small-molecular co-assembly of AgNO3, Ti(SO4)2, melamine in hot solution (70 ◦C) and further calcining. Heterostructures can form spontaneously in the designed solution. All these Ag/TiO2/g-C3N4 heterogenous materials excellently equipped the carrier migration rates with superior photocatalytic H2 evolution over bulk g-C3N4 to couple the morphology control in TiO2/g-C3N4 heterojunctions with Ag SPR effects by in situ co-assembly."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Melamine (C3H6N6) and titanic sulfate (Ti(SO4)2) were ordered from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). Silver nitrate (AgNO3) was purchased from Aladdin Chemicals (Tianjin, China). Polyvinylpyrrolidone (PVP, Mw = 40,000) was provided by Stem Chemicals (Beijing, China). 1-propyl alcohol (99.7%) was gained from J&K Chemicals (Beijing, China).\n2.2. Synthesis of Ag/TiO2/Melamine Heterojunction Nanotubes\nTypically, melamine (375 mg), AgNO3 (85 mg), Ti (SO4)2 with different contents (0, 24, 72 and 144 mg) were added into the mixture of aqueous solution and 1-propyl alcohol (99.7%) containing PVP (50 mg), which followed by incubation at 70 ◦C for 2 h with a continuous magnetic stirrer to in situ construct a series of Ag/TiO2/melamine-X nanocomposites (X represents the different dosages of Ti(SO4)2 precursors, labeled as 0, 1, 2, 3). Finally, the samples were freeze-dried and labeled as Ag/MA, Ag/TiO2/MA-1, Ag/TiO2/MA-2, Ag/TiO2/MA-3, respectively.\n2.3. Preparation of Ag/TiO2/g-C3N4 Heterogenous Photocatalysts\nUnder Ar atmosphere, Ag/TiO2/g-C3N4-X (X = 0, 1, 2, 3) was prepared by burning Ag/TiO2/Melamine-X precursors to 550 ◦C for 4 h at a heating rate of 2 ◦C/min in a tube furnace.\nNanomaterials 2020, 10, 1 3 of 13"
    }, {
      "heading" : "2.4. Monitoring of Photocatalytic Hydrogen Evolution Activity",
      "text" : "The photocatalytic water-splitting experiments were performed in a 10 mL quartz test tube equipped with a rubber stopper. A 350 W xenon lamp with a 400 nm optical filter was regarded as a light source at a distance of 10 cm away from the photocatalytic reactor. In a typical photocatalytic experiment, 10 mg catalyst was dispersed in 5 mL aqueous solution containing 0.5 mL triethanolamine as a sacrificial agent. Additionally, 0.5 mL potassium tetrachloroplatinate (II) (K2PtCl4) was added into the hybrid solution with 1 wt % of Pt cocatalyst to photocatalyst. To provide an anaerobic environment, the reaction system was adequately removed from the dissolved oxygen by discharging Ar for 30 min and then sealing with paraffin. In order to keep the sample in suspension status, the photocatalyst was stirred continuously by a magnetic stirrer during the whole experiment. The reaction was monitored for 4 h, and 0.2ml of gas was sampled at intervals of an hour through the septum to analyze by gas chromatography (TRACE 1300, Thermo Fisher Scientific, Waltham, MA, USA, TCD, 5Å molecular sieve column)."
    }, {
      "heading" : "2.5. Characterization",
      "text" : "The morphology of the Ag/TiO2/g-C3N4 composite sample was observed by a transmission electron microscope (TEM, HT7700, High-Technologies Corp., Tokyo, Japan) and a high-resolution transmission electron microscope (HRTEM, JEM-2100F, JEOL, Tokyo, Japan). X-ray diffraction (XRD) was obtained on an X-ray diffractometer equipped with a CuKα X-ray radiation source and a Bragg diffraction apparatus (SMART LAB, Rigaku, Tokyo, Japan). The thermogravimetric (TG) method was carried out under an Ar atmosphere using a NETZSCH STA 409 PC Luxxsi simultaneous thermal analyzer (Netzsch Instruments Manufacturing Co., Ltd., Ahlden, Germany). The FTIR spectrum of the photocatalyst was recorded by Fourier infrared spectroscopy (Thermo Nicolet Corporation, Hemel Hempstead, UK), including KBr flakes. UV-visible diffuse reflectance spectra were examined on a UV-visible spectrophotometer (Hitachi U3010, Tokyo, Japan) using barium sulfate (BaSO4) as the substrate. The Brunauer–Emmett–Teller (BET) method was carried out to measure the specific surface areas and pore size distribution on an ASAP 2460 system. X-ray photoelectron spectroscopy (XPS) analyses were achieved via the Thermo Scientific ESCALab 250Xi (Thermo Fisher Scientific, Waltham, MA, USA) with 200 W monochromatic Al Kαradiation. The Hitachi F-4500 fluorescence spectrometer (Hitachi Ltd., Tokyo, Japan) was carried out by monitoring the steady-state fluorescence spectra of the nanocomposites. The time-resolved fluorescence spectrum was acquired on an Edinburgh Instrument F900, for which the above excitation wavelengths are 360 nm."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "Herein, as shown in Figure 1, we elaborately designed the Ag/TiO2/g-C3N4 heterostructure by a small-molecular co-assembly of AgNO3, Ti(SO4)2, melamine in hot solution (70 ◦C) and further calcining. Heterostructures can form spontaneously in the designed soup. Specifically, AgNO3 can direct the π-stacked structures of melamine into orientationally-organized, one-dimensional nanotubes by a multi-scale synergy of interactions, including the coordination effect and electrostatically-enhanced hydrogen bonds. Meanwhile, TiO2 nanoparticles can be easily incubated and self-mineralized on the nanotubes due to the high protonation reactivity of H+ from Ti(SO4)2 with the amine of melamine molecule. The features of as-synthesized samples were researched by TEM. The assembly Ag/MA exhibits nanotube structures with a smooth surface, upon which the mean diameter can reach several hundred nanometers, as shown in Figure 2a. However, only a few nanometers of Ag nanoparticles were found in Ag/MA, as seen in Figure 2i, which may be associated with a limited amount of silver. For all the Ag/TiO2/MA nanocomposites, there are numerous TiO2 NPs uniformly assembled on the Ag/MA nanotubes as seen in Figure 2b–d. Due to the strong reactivity of H+ generated by the hydrolysis of Ti(SO4)2 under hydrothermal conditions, it can easily be protonated with a large number of basic groups\nNanomaterials 2020, 10, 1 4 of 13\nin melamine to form TiO2 NPs and in situ anchor simultaneously on the Ag/MA NTS. Interestingly, the mineralized TiO2 NPs gradually become larger by increasing the content of Ti(SO4)2 as showed in Figure 2j–f.\nNanomaterials 2019, 9, x FOR PEER REVIEW 4 of 13 assembled on the Ag/MA nanotubes as seen in Figure 2b–d. Due to the strong reactivity of H+ generated by the hydrolysis of Ti(SO4)2 under hydrothermal conditions, it can easily be protonated with a large number of basic groups in melamine to form TiO2 NPs and in situ anchor simultaneously on the Ag/MA NTS. Interestingly, the mineralized TiO2 NPs gradually become larger by increasing the content of Ti(SO4)2 as showed in Figure 2j–f.\nThis indicates that the growth of TiO2 NPs can be readily manipulated in the assembly process by simply adjusting the precursor mass. After the thermal treatment, all the Ag/TiO2/g-C3N4 present porous structures because of the release of NH3 molecules, as seen in Figure 2e–h.\nFigure 1. (a) Synthetic process and (b) the photocatalytic mechanism of Ag/TiO2/g-C3N4 for hydrogen evolution under visible light.\nFigure 1. (a) Synthetic process and (b) the photocatalytic mechanism of Ag/TiO2/g-C3N4 for hydrogen evolution under visible light.\nNanomaterials 2019, 9, x FOR PEER REVIEW 4 of 13\nassembled on the Ag/MA nanotubes as seen in Figure 2b–d. Due to the strong reactivity of H+ generated by the hydrolysis of Ti(SO4)2 under hydrothermal conditions, it can easily be protonated with a large number of basic groups in melamine to form TiO2 NPs and in situ anchor simultaneously on the Ag/MA NTS. Interestingly, the mineralized TiO2 NPs gradually become larger by increasing the content of Ti(SO4)2 as showed in Figure 2j–f.\nThis indicates that the growth of TiO2 NPs can be readily manipulated in the assembly process by simply adjusting the precursor mass. After the thermal treatment, all the Ag/TiO2/g-C3N4 present porous structures because of the release of NH3 molecules, as seen in Figure 2e–h.\nFigure 1. (a) Synthetic process and (b) the photocatalytic mechanism of Ag/TiO2/g-C3N4 for hydrogen evolution under visible light.\nFigure 2. (a) Transmission electron microscopy (TEM) images of Ag/MA, (b) Ag/TiO2/MA-1, (c) Ag/TiO2/MA-2, (d) Ag/TiO2/MA-3, (e) Ag/g-C3N4, (f) Ag/TiO2/g-C3N4-1, (g) Ag/TiO2/g-C3N4-2, (h) Ag/TiO2/g-C3N4-3, (i) size histograms of Ag nanoparticles in Ag/g-C3N4, (j) TiO2 nanoparticles in Figure 2. (a) Transmission electron microscopy (TEM) images of Ag/MA, (b) Ag/TiO2/MA-1, (c) Ag/TiO2/MA-2, (d) Ag/TiO2/MA-3, (e) Ag/g-C3N4, (f) Ag/TiO2/g-C3N4-1, (g) Ag/TiO2/g-C3N4-2, (h) Ag/TiO2/g-C3N4-3, (i) size histograms of Ag nanoparticles in Ag/g-C3N4, (j) TiO2 nanoparticles in Ag/TiO2/g-C3N4-1, (k) TiO2 nanoparticles in Ag/TiO2/g-C3N4-2, (l) TiO2 nanoparticles in Ag/TiO2/g-C3N4-3.\nThis indicates that the growth of TiO2 NPs can be readily manipulated in the assembly process by simply adjusting the precursor mass. After the thermal treatment, all the Ag/TiO2/g-C3N4 present porous structures because of the release of NH3 molecules, as seen in Figure 2e–h. For the representative morphology of Ag/TiO2/g-C3N4-2 as shown in the Figure 3A TEM image, AgNPs and TiO2 NPs of varying sizes are scattered across the g-C3N4 NTS. The HRTEM image\nNanomaterials 2020, 10, 1 5 of 13\n(Figure 3B) shows that the different stacking distances are 0.22, 0.35 and 0.335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33]. Additionally, the element mapping images (Figure 3B) of the C, Ti, Ag and O elements in the Ag/TiO2/g-C3N4-2 make it obvious that the Ag element is distributed on the full of the g-C3N4 NTs surface, but the Ti element is not. Therefore, it further indicates that there is a certain accumulation between Ag and TiO2 NPs, which may be beneficial for efficient plasmonic resonant energy transfer between g-C3N4 NTs and TiO2 NPs by the Ag bridge to accelerate charge separation in photocatalytic reactions.\nNanomaterials 2019, 9, x FOR PEER REVIEW 5 of 13\nAg/TiO2/g-C3N4-1, (k) TiO2 nanoparticles in Ag/TiO2/g-C3N4-2, (l) TiO2 nanoparticles in Ag/TiO2/g-C3N4-3.\nFor the representative morphology of Ag/TiO2/g-C3N4-2 as shown in the Figure 3a TEM image, AgNPs and TiO2 NPs of varying sizes are scattered across the g-C3N4 NTS. The HRTEM image (Figure 3b) shows that the different stacking distances are 0.22, 0.35 and 0.335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33]. Additionally, the element mapping images (Figure 3b) of the C, Ti, Ag and O elements in the Ag/TiO2/g-C3N4-2 make it obvious that the Ag element is distributed on the full of the g-C3N4 NTs surface, but the Ti element is not. Therefore, it further indicates that there is a certain accumulation between Ag and TiO2 NPs, which may be beneficial for efficient plasmonic resonant energy transfer between g-C3N4 NTs and TiO2 NPs by the Ag bridge to accelerate charge separation in photocatalytic reactions.\nFigure 3. (a) Transmission electron microscope (TEM) image and (b) high-resolution transmission electron microscope (HRTEM) image of Ag/TiO2/g-C3N4-2. (c) Elemental mapping images of the C, Ti, Ag and O elementals.\nFurthermore, TGA was carried out to confirm the mineralization amount of TiO2 for the Ag/TiO2/g-C3N4 HNCs from Figure 4. All the samples of Ag/TiO2/g-C3N4 HNCs have significant weight loss at 480–700 °C, which may be correlated with the decomposition of the g-C3N4 part. So, in other words, the remaining TiO2 contents for Ag/TiO2/g-C3N4-x (x = 1, 2, 3) are about 7.47%, 28.62% and 57.66% by subtracting the residue contents of Ag, respectively. Amazingly, the incubated content of TiO2 is linearly relying on the mass of Ti(SO4)2 by feeding in the co-assembly process, as shown in Figure 4b. All the above results adequately prove that it is easy to achieve the controllable surface morphology and depositing amount of TiO2 NPs mineralized on g-C3N4 in the whole assembly evolution.\nFigure 3. (A) Transmission electron icroscope (TE ) i age and (B) high-resolution transmission electron microscope (HRTEM) image of Ag/TiO2/g-C3N4-2. (C) Elemental mapping images of the C, Ti, Ag and O elementals.\nFurthermore, TGA was carried out to confir the ineralization amount of TiO2 for the Ag/TiO2/g-C3N4 HNCs from Figure 4. All the samples of Ag/TiO2/g-C3N4 HNCs have significant weight loss at 480–700 ◦C, which may be correlated with the decomposition of the g-C3N4 part. So, in other words, the remaining TiO2 contents for Ag/TiO2/g-C3N4-x (x = 1, 2, 3) are about 7.47%, 28.62% and 57.66% by subtracting the residue contents of Ag, respectively. Amazingly, the incubated content of TiO2 is linearly relying on the mass of Ti(SO4)2 by feeding in the co-assembly process, as shown in Figure 4b. All the above results adequately prove that it is easy to achieve the controllable surface morphology and depositing amount of TiO2 NPs mineralized on g-C3N4 in the whole assembly evolution.\nNanomaterials 2019, 9, x FOR PEER REVIEW 5 of 13\nAg/TiO2/g-C3N4-1, (k) TiO2 nanoparticles in Ag/TiO2/g-C3N4-2, (l) TiO2 nanoparticles in Ag/TiO2/g-C3N4-3.\nFor the representative morphology of Ag/TiO2/g-C3N4-2 as shown in the Figure 3a TEM image, AgNPs and TiO2 NPs of varying sizes are scattered across the g-C3N4 NTS. The HRTEM image (Figure 3b) shows that ff t stacking distances are 0.22, 0.35 and 0.335 nm, corresponding to the (111) lat ice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32, 3]. Additionally, the ele ent mapping images (Figure 3b) of the C, Ti, Ag and O elements in the Ag/TiO2/g-C3N4-2 make it obvious that the Ag element is distributed on the full of the g-C3N4 NTs surface, but the Ti element is not. Therefore, it further indicates that there is a certain accumulation between Ag and TiO2 NPs, which may be beneficial for efficient plasmonic resonant energy transfer between g-C3N4 NTs and TiO2 NPs by the Ag bridge to accelerate charge separation in photocatalytic reactions.\nFigure 3. (a) Transmission electron microscope (TEM) image and (b) high-resolution transmission electron microscope (HRTEM) image of Ag/TiO2/g-C3N4-2. (c) Elemental mapping images of the C, Ti, Ag and O elementals.\nFurthermore, TGA was carried out to confirm the mineralization amount of TiO2 for the Ag/TiO2/g-C3N4 HNCs from Figure 4. All the samples of Ag/TiO2/g-C3N4 HNCs have significant we ght loss at 480–700 °C, which may be corr lated with the decomposition of the g-C3N4 part. So, in other words, the remaining TiO2 contents for Ag/TiO2/g-C3N4-x (x = 1, 2, 3) are about 7.47%, 28.62% and 57.66% by subtracting the residue contents of Ag, respectively. Amazingly, the incubated content of TiO2 is linearly relying on the mass of Ti(SO4)2 by feeding in the co-assembly process, as shown in Figure 4b. All the above results adequately prove that it is easy to achieve the controllable surface morphology and depositing amount of TiO2 NPs mineralized on g-C3N4 in the whole assembly evolution.\nX-ray photoelectron spectroscopy (XPS) generally reveals the chemical interfacial bonding state of various composites. The results of Ag/TiO2/g-C3N4-2 HNCs for XPS analysis are displayed in\nNanomaterials 2020, 10, 1 6 of 13\nFigure 5a–e. The C 1s spectrum exhibits three different peaks located at 282.8, 284.8 and 288.3 eV are ascribed to the calibration of XPS measurement, sp2 hybridized C atoms in the lattice (C–N bond) with the coordinate N–C=N of the s-triazine rings, respectively. The peaks situated at 397.3, 398.5, 399.4 and 403.4 eV on the N 1s spectrum belong to representative peaks of g-C3N4, mainly containing sp2-coordinated N from the C=N–C group, sp2 hybridized N in the N–(C)3 groups and terminal imino group (C–NH–) in heptazine rings, respectively. Another signal peak located at 396.5 eV, corresponding to a Ti–N bond, suggests that the mineralized TiO2 might possess interactions with g-C3N4. Two peaks at 456.9 and 459.3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.2 eV with the Ti 2p1/2 peak at 464 eV of two TiO2 characteristic bands, respectively. In the O 1s spectrum, the peaks at 529.8 and 530.4 eV originate from the Ti–O bond and O–H bond, respectively. The above analysis suggests that the TiO2 NPs are firmly chemically bound to the surface of g-C3N4 NTs. For the Ag 3d spectrum, the two characteristic peaks of Ag0 at the Ag 3d5/2 and Ag 3d3/2 states can be observed from 367.9 eV and 373.6 eV, respectively. As shown in Table 1, the Ti components obviously increased from 1.25% to 9.73% calculated from the cumulative area of XPS peaks for Ag/TiO2/g-C3N4-1 to Ag/TiO2/g-C3N4-3, while Ag and N components slightly decreased oppositely. In addition, the XRD patterns of TiO2 NPs, pure g-C3N4, Ag/g-C3N4 NTs, Ag/TiO2/g-C3N4-X HNCs in Figure 5f. All the diffraction peaks for the TiO2 NPs can be perfectly attributed to the (101), (004), (200), (105), (211), (204), (116), (220) and (215) lattice planes of anatase phase TiO2 (JCPDS, 84-4921) [34]. The distinct peaks located at 13.1◦ and 27.4◦ pertain to the tri-s-triazine repeating motif of the (100) plane and the (002) interlayer stacking of pure g-C3N4, respectively [35]. For Ag/g-C3N4 NTs, new peaks at around 38.1◦, 44.2◦, 64.4◦ and 77.4◦ are connected with the (111), (200), (220) and (311) planes of the cubic phase of Ag (PDF#04-0783) [36]. Remarkably, the peaks of TiO2 become stronger, while the peak intensity of g-C3N4 gradually becomes weaker with increasing concentrations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 13\nFigure 4. Thermogravimetric analysis (TGA) curves (a) of the as-constructed Ag/g-C3N4, (green); Ag/TiO2/g-C3N4-1, (red); Ag/TiO2/g-C3N4-2, (blue); Ag/TiO2/g-C3N4-3, (pink); (b) relationship of loading content of TiO2 with Titanic sulfate mass.\nX-ray photoelectron spectroscopy (XPS) generally reveals the chemical interfacial bonding state of various composites. The results of Ag/TiO2/g-C3N4-2 HNCs for XPS analysis are displayed in Figure 5a–e. The C 1s spectrum exhibits three different peaks located at 282.8, 284.8 and 288.3 eV are ascribed to the calibration of XPS measurement, sp2 hybridized C atoms in the lattice (C–N bond) with the coordinate N–C=N of the s-triazine rings, respectively. The peaks situated at 397.3, 398.5, 399.4 and 403.4 eV on the N 1s spectrum belong to representative peaks of g-C3N4, mainly containing sp2-coordinated N from the C=N–C group, sp2 hybridized N in the N–(C)3 groups and terminal imino group (C–NH–) in heptazine rings, respectively. Another signal peak located at 396.5 eV, corresponding to a Ti–N bond, suggests that the mineralized TiO2 might possess interactions with g-C3N4. Two peaks at 456.9 and 459.3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.2 eV with the Ti 2p1/2 peak at 464 eV of two TiO2 characteristic bands, respectively. In the O 1s spectrum, the peaks at 529.8 and 530.4 eV originate from the Ti–O bond and O–H bond, respectively. The above analysis suggests that the TiO2 NPs are firmly chemically bound to the surface of g-C3N4 NTs. For the Ag 3d spectrum, the two characteristic peaks of Ag0 at the Ag 3d5/2 and Ag 3d3/2 states can be observed from 367.9 eV and 373.6 eV, respectively. As shown in Table 1, the Ti components obviously increased from 1.25% to 9.73% calculated from the cumulative area of XPS peaks for Ag/TiO2/g-C3N4-1 to Ag/TiO2/g-C3N4-3, while Ag and N components slightly decreased oppositely. In addition, the XRD patterns of TiO2 NPs, pure g-C3N4, Ag/g-C3N4 NTs, Ag/TiO2/g-C3N4-X HNCs in Figure 5f. All the diffraction peaks for the TiO2 NPs can be perfectly attributed to the (101), (004), (200), (105), (211), (204), ( 16), (220) and ( 15) lattice planes of anata e phase TiO2 (JCPDS, 84-4921) [3 ]. The distinct peaks located at 13.1° and 27.4° pertain to the tri-s-triazine repeating motif of the (100) plane and the (002) interlayer stacking of pure g-C3N4, respectively [35]. For Ag/ -C3N4 NTs, new peaks at around 38.1°, 44.2°, 64.4° and 7.4° are c ( 11), (200), (2 0) and (31 ) planes of the cubic phase of Ag (PDF#04-0783) [36]. Remarkably, th peaks of TiO2 become stronger, while the peak intensity of -C3N4 gradually becomes weaker with i creasing conce trations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].\nNanomaterials 2020, 10, 1 7 of 13\nFigure S1 describes the FTIR spectra of all samples. The wide absorption peak around 500 cm−1\ncan be traced to the Ti–O–Ti bond vibration mode of TiO2 and the peak intensity enhances with an increasing concentration of Ti(SO4)2, which accords well with the result of XRD [39]. Several strong peaks ranging from 1200 cm−1 to 1600 cm−1 belong to the characteristic stretching vibration pattern in the hybrid aromatic CN. The characteristic band centered around 800 cm−1 belongs to the breathing modes for the triazine ring [40]. Moreover, the broad peak in the range of 3000 cm−1 to 3500 cm−1 pertains to the stretching vibration for the NH or NH2 groups. Nitrogen adsorption–desorption isotherms were usually used to estimate the specific surface area of the samples [39,40]. As shown in Figure 6, bulk g-C3N4 possess a relatively small specific surface of 15.344 m2g−1, while the specific surface areas gradually expand to 18, 23, 34 and 71 m2g−1 for Ag/g-C3N4 NTs, Ag/TiO2/g-C3N4-x HNCs (x = 1, 2, 3), respectively [41–44]. All of the Ag/TiO2/g-C3N4-x HNCs display the existence of mesopores around 12.5 nm, and the gradual narrowing of the peak may be related to the growth of TiO2 NPs based on the BJH pore-size distribution curves in Figure S2, which are coincident with the TEM results. These results suggest that the construction of hierarchical self-assembly is beneficial in inhibiting the accumulation of g-C3N4, and thus enlarging their specific surface area at different scales. Additionally, the porous tubular structures were conducive to the fast transfer of carriers to the surface, and further increase the photocatalytic performance.\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 13\nFigure 5. X-ray photoelectron spectroscopy (XPS) spectra of the fabricated Ag/TiO2/g-C3N4-2 (a–e) showing elements C/N/Ti/O/Ag in the structure; (f) X-ray diffraction (XRD) patterns of the g-C3N4, Ag/g-C3N4, Ag/TiO2/g-C3N4-1, Ag/TiO2/g-C3N4-2, Ag/TiO2/g-C3N4-3 samples.\nTable 1. Contents (at.%) of prepared composites Ag/TiO2/g-C3N4-X (X = 1, 2, 3) from XPS data.\nFigure S1 describes the FTIR spectra of all samples. The wide absorption peak around 500 cm−1 can be traced to the Ti–O–Ti bond vibration mode of TiO2 and the peak ntensity enhances with an increasing concentration of Ti(SO4)2, which accords well with result of XRD [39]. Several stro g peak rangi g from 1200 cm−1 to 1600 cm−1 belong to the c aracteristic stretching vibration pattern in the hybrid aromatic CN. The characteristic band centered around 800 cm−1 belongs to the breathing modes for the triazine ring [40]. Moreov , the broad peak in the range of 3000 cm−1 to 3500 cm−1 p r ains to the stretching vibration for the NH or NH2 roups. Nitrogen adsorption– desorpti n isotherms were usually used to estimate the specific surface are of the samples [39,40]. As shown in Fig re 6, bulk g-C3N4 possess a relatively sm ll specific surface of 15.344 m2g−1, while the specific surface areas gradu lly expand to 18, 23, 34 and 71 m2g−1 for Ag/g-C3N4 NTs, Ag/TiO2/g-C3N4-x HNCs (x = 1, 2, 3), respectively [41–44]. ll of the Ag/TiO2/g-C3N4 x HNCs display the existence of mesopores around 12.5 nm, and the gradual narrow ng of peak may be r lated to the growth of TiO2 NPs b sed on the BJH por -size distribution curves in Figure S2, which are coincident with the TEM results. These results suggest th t the onstruction of hierarchical self-ass mbly is benefici l in inhibiting the accumulat on of g C3N4, and thus nlarg g t eir specific s rface area at different scales. Add tionally, the porous tubular structure w re conducive to the fast ransfer of ar iers to the s rface, and fur her increase the photocatalytic per o mance.\nFigure 6. Brunauer–Emmett–Teller (BET) nitrogen adsorption-desorption isotherms of pure g-C3N4, Ag/g-C3N4, Ag/TiO2/g-C3N4-1, Ag/TiO2/g-C3N4-2 and Ag/TiO2/g-C3N4-3.\nGenerally, the UV-vis diffuse reflectance spectra, transient steady-state spectrometer, enabled us to evaluate the photophysical behaviors of carriers in the photoconductors. The light absorption ability was distinctly revealed by UV-vis absorption spectra. In the visible light region, all the photocatalysts presented the broadened absorption bands and possessed steep curves in the 375– 450 nm spectral range (except TiO2 NPs), as shown from Figure 7a, which was related to the band gap transition of semiconductors. Due to the optical interaction by combining g-C3N4 with TiO2, the visible light response of the heterogeneous photocatalyst diminishes with the increase of\nFigure 6. Brunauer–Emmett–Teller (BET) nitrogen adsorption-desorption isotherms of pure g-C3N4, Ag/g-C3N4, Ag/TiO2/g-C3N4-1, Ag/TiO2/g-C3N4-2 and Ag/TiO2/g-C3N4-3.\nGenerally, the UV-vis diffuse reflectance spectra, transient steady-state spectrometer, enabled us to evaluate the photophysical behaviors of carriers in the photoconductors. The light absorption ability was distinctly revealed by UV-vis absorption spectra. In the visible light region, all the photocatalysts presented the broadened absorption bands and possessed steep curves in the 375–450 nm spectral range (except TiO2 NPs), as shown from Figure 7a, which was related to the band gap transition of semiconductors. Due to the optical interaction by combining g-C3N4 with TiO2, the visible light response of the heterogeneous photocatalyst diminishes with the increase of mineralized TiO2 NPs. The peak red shift observed from Figure 7a for composite materials resulted from the presence of narrow band gap C3N4 and probably from the plasmonic properties of silver nanoparticles. In addition,\nNanomaterials 2020, 10, 1 8 of 13\nhigh light absorption capacity does not always mean excellent photocatalytic activity, but also depends on enough low photoinduced electron-hole recombination rates.\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 13 mineralized TiO2 NPs. The peak red shift observed from Figure 7a for composite materials resulted from the presence of narrow band gap C3N4 and probably from the plasmonic properties of silver nanoparticles. In addition, high light absorption capacity does not always mean excellent photocatalytic activity, but also depends on enough low photoinduced electron-hole recombination rates.\nIt is known that the peak intensity in steady-state fluorescence spectra was closely related to the detached capability of the photo-generated carrier. According to the steady PL spectra in Figure 7c, all of the Ag/TiO2/g-C3N4-x HNCs present much lower emission peak intensity compared with bulk g-C3N4, and almost no PL emission was monitored over Ag/TiO2/g-C3N4-3, which is probably because TiO2 NPs dominated in the composition. The damped intensity of Ag/TiO2/g-C3N4-x HNCs indicates their better photo-generated electron-hole separation, and thus their recombination was greatly hindered, which could be benefited from the design of heterostructure with Ag SPR effects. Transient fluorescence spectrum of the photocatalysts was measured to ulteriorly inspect the charge carrier’s separation and transfer efficiency from Figure 7d. The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43]. It is seen that Ag/TiO2/g-C3N4-2 HNCs decayed much faster than pure g-C3N4 and Ag/g-C3N4 NTs, which may result in interfacial electron transfer after the construction of a heterojunction. Significantly, the average lifetime of Ag/TiO2/g-C3N4-2 HNCs was about 1.096 ns, which was shorter than the bulk g-C3N4 (6.15 ns) with Ag/g-C3N4 NTs (2.409 ns), confirming the relatively better separation of photogenerated carriers. These results further demonstrated the high separation efficiency of interfacial carriers for Ag/TiO2/g-C3N4-2 HNCs, which may promote enhanced hydrogen production activity associated with the formation of good heterostructures [45– 47].\nIt is known that the peak intensity in steady-state fluorescence spectra was closely related to the detached capability of the photo-generated carrier. According to the steady PL spectra in Figure 7c, all of the Ag/TiO2/g-C3N4-x HNCs present much lower emission peak intensity compared with bulk g-C3N4, and almost no PL emission was monitored over Ag/TiO2/g-C3N4-3, which is probably because TiO2 NPs dominated in the composition. The damped intensity of Ag/TiO2/g-C3N4-x HNCs indicates their better photo-generated electron-hole separation, and thus their recombination was greatly hindered, which could be benefited from the design of heterostructure with Ag SPR effects. Transient fluorescence spectrum of the photocatalysts was measured to ulteriorly inspect the charge carrier’s separation and transfer efficiency from Figure 7d. The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43]. It is seen that Ag/TiO2/g-C3N4-2 HNCs decayed much faster than pure g-C3N4 and Ag/g-C3N4 NTs, which may result in interfacial electron transfer after the construction of a heterojunction. Significantly, the average lifetime of Ag/TiO2/g-C3N4-2 HNCs was about 1.096 ns, which was shorter than the bulk g-C3N4 (6.15 ns) with Ag/g-C3N4 NTs (2.409 ns), confirming the relatively better separation of photogenerated carriers. These results further demonstrated the high separation efficiency of interfacial carriers for Ag/TiO2/g-C3N4-2 HNCs, which may promote enhanced hydrogen production activity associated with the formation of good heterostructures [45–47]. The photocatalytic performance of the Ag/TiO2/g-C3N4-x HNCs for the H2 production reaction was executed upon solar-simulated light (Figure S3). As given in Figure 8, the bulk g-C3N4 purely\nNanomaterials 2020, 10, 1 9 of 13\ngenerated about 3.1 µmol of H2 after 4 h of illumination. When Ag was introduced to assemble with MA, the calcined sample Ag/g-C3N4 NTs produced about 24.3 µmol of H2 and the value nearly 8-fold more than bulk g-C3N4, due to Ag SPR effects and the formed porous nanotube structures.\nNanomaterials 2019, 9, x FOR PEER REVIEW 9 of 13 Ag/TiO2/g-C3N4-2, Ag/TiO2/g-C3N4-3. (c) The steady state PL spectra of Ag/TiO2/g-C3N4-x. (d) Time resolved PL decay spectra of g-C3N4, Ag/g-C3N4, Ag/TiO2/g-C3N4-2. The photocatalytic performance of the Ag/TiO2/g-C3N4-x HNCs for the H2 production reaction was executed upon solar-simulated light (Figure S3). As given in Figure 8, the bulk g-C3N4 purely generated about 3.1 μmol of H2 after 4 h of illumination. When Ag was introduced to assemble with MA, the calcined sample Ag/g-C3N4 NTs produced about 24.3 μmol of H2 and the value nearly 8-fold more than bulk g-C3N4, due to Ag SPR effects and the formed porous nanotube structures.\nWhen incubating AgNO3, Ti(SO4)2 with MA to form a composite by one-pot co-assembly and calcining their precursors, the obtained Ag/TiO2/g-C3N4-1 HNCs generated about 31.75 μmol of H2, which is 10.2 times more than pure g-C3N4, and slightly higher compared with the Ag/g-C3N4 NTs, benefiting from the constructed Ag/TiO2/g-C3N4 heterojunction. The Ag/TiO2/g-C3N4-2 HNCs presents a substantially enhanced H2 evolution amount of 64 μmol, which leads to a 20.6-fold increase on pure g-C3N4 and much superior to Ag/g-C3N4 NTs. However, the inconspicuous hydrogen precipitation activity of Ag/TiO2/g-C3N4-3 HNCs may derive from the abundant defects which bring poor photo adsorption and further suppress the carrier transfer process by the introduction of high TiO2 content. It should be noted that triethanolamine is a typical sacrificial agent and hole trapping agent often used for photocatalytic hydrogen production. In our present reference system of hydrogen evolution during sacrificial agent photolysis in the absence of a photocatalyst, the obtained generated H2 amount shows slight values in comparison with these cases with the photocatalyst, as shown in Figure 8. These consequences mean the significant improvement of photocatalytic activity in samples thanks to the nanoscale structure of g-C3N4 and the well-established heterojunction in Ag/TiO2/g-C3N4. Specifically, one-dimensional, tube-like g-C3N4 with the increased specific surface area can effectively avoid carrier aggregation, and provide many more catalytic active sites [48–51]. Moreover, the heterogeneous structure with nanometer size can reduce the charge diffusion length and effectively facilitate the separation process of charge carriers at the interface, which is also confirmed with the steady-state and transient fluorescence spectrum. In view of the above results, the presently prepared new heterojunction materials provide an exploration of new catalyst fields such as water oxidation and self-assembled composites [52–63].\nFigure 8. Photocatalytic H2 evolution of the samples under visible light irradiation (λ > 400 nm)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, we provide a simple and feasible strategy to construct a nanoscale heterojunction model with controllable morphology based on the co-assembly of coordination donor (AgNO3), inorganic titanium source (Ti(SO4)2) and g-C3N4 precursor (Melamine). The obtained Ag/TiO2/g-C3N4 heterojunction nanocomposite possessing self-organization of multiple kinds of\nFigure 8. Photocatalytic H2 evolution of the samples under visible light irradiation (λ > 400 nm).\nWhen incubating AgNO3, Ti(SO4)2 with MA to form a composite by one-pot co-assembly and calcining their precursors, the obtained Ag/TiO2/g-C3N4-1 HNCs generated about 31.75 µmol of H2, which is 10.2 times more than pure g-C3N4, and s ightly higher compared with the Ag/g-C3N4 NTs, benefiting from the constructed Ag/TiO2/g-C3N4 he erojunction. The Ag/TiO2/g-C3N4-2 HNCs presents a substantially enhanced H2 volution amount of 64 µmol, whi h leads to a 20.6-fold increase on pure g-C3N4 and muc superior o Ag/g-C3N4 NTs. However, the inconspicuous hydrogen r cipitation activity of Ag/TiO2/g-C3N4-3 HNCs may derive from the abundant defects which bring poor photo adsorption and further suppress the carrier transfer process by the introduction of high TiO2 content. It should be noted that triethanolamine is a typical sacrificial agent and hole trapping agent often used for photocatalytic hydrogen production. In our present reference system of hydrogen evolution during sacrificial agent photolysis in the absence of a photocatalyst, the obtained generated H2 amount shows slight values in comparison with these cases with the photocatalyst, as shown in Figure 8. These consequences mean the significant improvement of photocatalytic activity in samples thanks to the nanoscale structure of g-C3N4 and the well-established heterojunction in Ag/TiO2/g-C3N4. Specifically, one-dimensional, tube-like g-C3N4 with the increased specific surface area can effectively avoid carrier aggregation, and provide many more catalytic active sites [48–51]. Moreover, the heterogeneous structure with nanometer size can reduce the charge diffusion length and effectively facilitate the separation process of charge carriers at the interface, which is also confirmed with the steady-state and transient fluorescence spectrum. In view of the above results, the presently prepared new heterojunction materials provide an exploration of new catalyst fields such as water oxidation and self-assembled composites [52–63]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, we provide a simple and feasible strategy to construct a nanoscale heterojunction model with controllable morphology based on the co-assembly of coordination donor (AgNO3), inorganic titanium source (Ti(SO4)2) and g-C3N4 precursor (Melamine). The obtained Ag/TiO2/g-C3N4 heterojunction nanocomposite possessing self-organization of multiple kinds of features leads to the superior photocatalytic hydrogen production efficiency and sustainability, which is a 20.6-fold increase compared to pure g-C3N4. The excellent catalytic performance may have benefited from the following aspects: (1) one-dimensional porous structure, accelerating the separation of charge carriers and\nNanomaterials 2020, 10, 1 10 of 13\nproviding more reactive sites for photocatalytic process; (2) tight interface, reducing the interfacial charge diffusion migration length and immensely utilizing photogenerated charges; (3) heterostructure, facilitating photogenerated electron-hole pair separation and resulting in improved quantum efficiency with enhanced photocatalytic activity. Our work highlights the critical role of the structure nanosizing in the heterojunction system and develops a realistic method to build a platform for potential applications including water oxidation and CO2 reduction on the utilization of solar energy.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/1/1/s1, Figure S1. FT-IR spectra of TiO2, Ag/g-C3N4, Ag/TiO2/g-C3N4-1, Ag/TiO2/g-C3N4-2, Ag/TiO2/g-C3N4-3. Figure S2. The typical BJH pore-size distribution curves (a) Ag/g-C3N4; (b) Ag/TiO2/g-C3N4-1; (c) Ag/TiO2/g-C3N4-2; (d) Ag/TiO2/g-C3N4-3. Figure S3. TEM image (A) and Elemental mapping images (B–F) of the photodeposited Ag/TiO2/g-C3N4-2, of the C, O, Ti, Pt and Ag elementals.\nAuthor Contributions: T.J. and J.Z. conceived and designed the experiments; R.G. and J.Y. performed the experiments; Y.F., Z.B., L.Z. and J.Z. analyzed the data; Y.C. and Q.P. contributed reagents/materials/analysis tools; R.G., J.Y., and T.J. wrote and revised the paper. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the National Natural Science Foundation of China (no. 21872119), the Talent Engineering Training Funding Project of Hebei Province (no. A201905004), the Research Program of the College Science and Technology of Hebei Province (no. ZD2018091), and the Support Program for the Top Young Talents of Hebei Province.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Graphitized nanocarbon-supported metal catalysts: Synthesis, properties, and applications in heterogeneous catalysis",
      "author" : [ "F. Huang", "H. Liu", "D. Su" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Cobalt-vanadium bimetal-based nanoplates for efficient overall water splitting",
      "author" : [ "Y.L. Xiao", "C.G. Tian", "M. Tian", "A.P. Wu", "H.J. Yan", "C.F. Chen", "L. Wang", "Y.Q. Jiao", "H.G. Fu" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Carbon coated Au/TiO2 mesoporous microspheres: A novel selective photocatalyst",
      "author" : [ "W.X. Liu", "Z.Y. Liu", "G.N. Wang", "X.M. Sun", "Y.P. Li", "J.F. Liu" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Fabrication of tunable hierarchical MXene@AuNPs nanocomposites constructed by self-reduction reactions with enhanced catalytic performances",
      "author" : [ "K. Li", "T. Jiao", "R. Xing", "G. Zou", "J. Zhou", "L. Zhang", "Q. Peng" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Bimetallic PtAu alloy nanoparticles-integrated g-C3N4 hybrid as an efficient photocatalyst for water-to-hydrogen conversion",
      "author" : [ "K. Bhunia", "M. Chandra", "S. Khilari", "D. Pradhan" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Facile gel-based morphological control of Ag/g-C3N4 porous nanofibers for photocatalytic hydrogen generation",
      "author" : [ "J. Wang", "J. Cong", "H. Xu", "H. Liu", "M. Liang", "J. Gao", "Q. Ni", "J. Yao" ],
      "venue" : "ACS Sustain. Chem. Eng. 2017,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Mimicking natural photosynthesis: Solar to renewable H2 fuel synthesis by z-scheme water splitting systems",
      "author" : [ "Y. Wang", "H. Suzuki", "J. Xie", "O. Tomita", "D.J. Martin", "M. Higashi", "D. Kong", "R. Abe", "J. Tang" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Dual-functional photocatalysis for simultaneous hydrogen production and oxidation of organic substances",
      "author" : [ "S. Kampouri", "K.C. Stylianou" ],
      "venue" : "ACS Catalysis 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Semiconductor polymeric graphitic carbon nitride photocatalysts: The “holy grail” for the photocatalytic hydrogen evolution reaction under visible light",
      "author" : [ "G. Liao", "Y. Gong", "L. Zhang", "H. Gao", "G.-J. Yang", "B. Fang" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Component matters: Paving the roadmap toward enhanced electrocatalytic performance of graphitic C3N4-based catalysts via atomic tuning",
      "author" : [ "Z. Pei", "J. Gu", "Y. Wang", "Z. Tang", "Z. Liu", "Y. Huang", "J. Zhao", "Z. Chen", "C. Zhi" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "CdS-modified one-dimensional g-C3N4 porous nanotubes for efficient visible-light photocatalytic conversion",
      "author" : [ "B. Chong", "L. Chen", "D. Han", "L. Wang", "L. Feng", "Q. Li", "C. Li", "W. Wang" ],
      "venue" : "Chin. J. Catal. 2019,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "Plasmonic solar water splitting",
      "author" : [ "S.C. Warren", "E. Thimsen" ],
      "venue" : "Energy. Environ. Sci. 2012,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Plasmon-induced hot-electron generation at nanoparticle/metal-oxide interfaces for photovoltaic and photocatalytic devices",
      "author" : [ "C. Clavero" ],
      "venue" : "Nat. Photonics 2014,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Positioning the water oxidation reaction sites in plasmonic photocatalysts",
      "author" : [ "S. Wang", "Y. Gao", "S. Miao", "T. Liu", "L. Mu", "R. Li", "C. Li" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Supramolecular anchoring of octahedral molybdenum clusters onto graphene and their synergies in photocatalytic water reduction",
      "author" : [ "M. Feliz", "P. Atienzar", "M. Amela-Cortés", "N. Dumait", "P. Lemoine", "Y. Molard", "S. Cordier" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic H2-production activity of g-C3N4 nanosheets via optimal photodeposition of Pt as cocatalyst",
      "author" : [ "M. Liu", "P. Xia", "L. Zhang", "B. Cheng", "J. Yu" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "High-performance photocatalytic hydrogen production and degradation of levofloxacin by wide spectrum-responsive Ag/Fe3O4 bridged SrTiO3/g-C3N4 plasmonic nanojunctions: Joint effect of Ag and Fe3O4",
      "author" : [ "A. Kumar", "A. Rana", "G. Sharma", "M. Naushad", "A.H. Al-Muhtaseb", "C. Guo", "A. Iglesias-Juez", "F.J. Stadler" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Copper phosphide-enhanced lower charge trapping occurrence in graphitic-C3N4 for efficient noble-metal-free photocatalytic H2 evolution",
      "author" : [ "W. Wang", "X. Zhao", "Y. Cao", "Z. Yan", "R. Zhu", "Y. Tao", "X. Chen", "D. Zhang", "G. Li", "D.L. Phillips" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Consciously constructing heterojunction or direct z-scheme photocatalysts by regulating electron flow direction",
      "author" : [ "W. Jiang", "X. Zong", "L. An", "S. Hua", "X. Miao", "S. Luan", "Y. Wen", "F.F. Tao", "Z. Sun" ],
      "venue" : "ACS Catalysis 2018,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Direct z-scheme 2D/2D photocatalyst based on ultrathin g-C3N4 and WO3 nanosheets for efficient visible-light-driven H2 generation",
      "author" : [ "D. Liu", "S. Zhang", "J. Wang", "T. Peng", "R. Li" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Z-scheme g-C3N4/Bi4NbO8Cl heterojunction for enhanced photocatalytic hydrogen production",
      "author" : [ "Y. You", "S. Wang", "K. Xiao", "T. Ma", "Y. Zhang", "H. Huang" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Promoting charge separation in g-C3N4/Graphene/MoS2 photocatalysts by two-dimensional nanojunction for enhanced photocatalytic H2 production",
      "author" : [ "Y.-J. Yuan", "Y. Yang", "Z. Li", "D. Chen", "S. Wu", "G. Fang", "W. Bai", "M. Ding", "L.-X. Yang", "D.-P Cao" ],
      "venue" : "ACS Appl. Energy Mater. 2018,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Template-free preparation of macro/mesoporous g-C3N4/TiO2 heterojunction photocatalysts with enhanced visible light photocatalytic activity",
      "author" : [ "R. Hao", "G. Wang", "H. Tang", "L. Sun", "C. Xu", "D. Han" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Effect of the calcination temperature on the visible light photocatalytic activity of direct contact Z-scheme g-C3N4-TiO2 heterojunction",
      "author" : [ "J. Li", "M. Zhang", "X. Li", "Q. Li", "J. Yang" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "In situ synthesis of C-TiO2/g-C3N4 heterojunction nanocomposite as highly visible light active photocatalyst originated from effective interfacial charge transfer",
      "author" : [ "Z. Lu", "L. Zeng", "W. Song", "Z. Qin", "D. Zeng", "C. Xie" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "One-step synthesis of nanostructured g-C3N4/TiO2 composite for highly enhanced visible-light photocatalytic H2 evolution",
      "author" : [ "Y. Tan", "Z. Shu", "J. Zhou", "T. Li", "W. Wang", "Z. Zhao" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Sandwiched Fe3O4/carboxylate graphene oxide nanostructures constructed by layer-by-layer assembly for highly efficient and magnetically recyclable dye removal",
      "author" : [ "R. Guo", "T. Jiao", "R. Li", "Y. Chen", "W. Guo", "L. Zhang", "J. Zhou", "Q. Zhang", "Q. Peng" ],
      "venue" : "ACS Sustain. Chem. Eng. 2018,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Shape-enhanced photocatalytic activity of single-crystalline anatase TiO2 (101) nanobelts",
      "author" : [ "N. Wu", "J. Wang", "D.N. Tafen", "H. Wang", "J.-G. Zheng", "J.P. Lewis", "X. Liu", "S.S. Leonard", "A. Manivannan" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2010
    }, {
      "title" : "Ultrafast charge separation and long-lived charge separated state in photocatalytic CdS-Pt nanorod heterostructures",
      "author" : [ "K. Wu", "H. Zhu", "Z. Liu", "W. Rodriguez-Cordoba", "T. Lian" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2012
    }, {
      "title" : "Face-to-face interfacial assembly of ultrathin g-C3N4 and anatase TiO2 nanosheets for enhanced solar photocatalytic activity",
      "author" : [ "W. Gu", "F. Lu", "C. Wang", "S. Kuga", "L. Wu", "Y. Huang", "M. Wu" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2020
    }, {
      "title" : "Semiconducting 2D Triazine-cored covalent organic frameworks with unsubstituted olefin linkages",
      "author" : [ "S. Wei", "F. Zhang", "W. Zhang", "P. Qiang", "K. Yu", "X. Fu", "D. Wu", "S. Bi" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Fabrication of TiO2/C3N4 heterostructure for enhanced photocatalytic Z-scheme overall water splitting",
      "author" : [ "J. Yan", "H. Wu", "H. Chen", "Y. Zhang", "F. Zhang", "S.F. Liu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Synergetic effect of Ti3+ and Oxygen doping on enhancing photoelectrochemical and photocatalytic properties of TiO2/g-C3N4 heterojunctions",
      "author" : [ "K. Li", "Z. Huang", "X. Zeng", "B. Huang", "S. Gao", "J. Lu" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Three dimensional hierarchical heterostructures of g-C3N4 nanosheets/TiO2 nanofibers: Controllable growth via gas-solid reaction and enhanced photocatalytic activity under visible light",
      "author" : [ "X. Zhou", "C. Shao", "X. Li", "X. Wang", "X. Guo", "Y. Liu" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2018
    }, {
      "title" : "MXene-derived TiO2@C/g-C3N4 heterojunctions for highly efficient nitrogen photofixation",
      "author" : [ "Q.X. Liu", "L.H. Ai", "J. Jiang" ],
      "venue" : "J. Mater. Chem. A 2018,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Hierarchical Z-scheme photocatalyst of g-C3N4@Ag/BiVO4 (040) with enhanced visible-light-induced photocatalytic oxidation performance",
      "author" : [ "M. Ou", "S.P. Wan", "Q. Zhong", "S.L. Zhang", "Y. Song", "L.N. Guo", "W. Cai", "Y.L. Xu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "Enhanced photocatalytic activity of ternary Ag/g-C3N4/NaTaO3 photocatalysts under wide spectrum light radiation: The high potential band protection mechanism",
      "author" : [ "L. Tang", "C.Y. Feng", "Y.C. Deng", "G.M. Zeng", "J.J. Wang", "Y.N. Liu", "H.P. Peng" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Peroxymonosulfate enhanced visible light photocatalytic degradation bisphenol A by single-atom dispersed Ag mesoporous g-C3N4 hybrid",
      "author" : [ "Y.B. Wang", "X. Zhao", "D. Cao", "Y. Wang", "Y.F. Zhu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "In-situ-reduced synthesis of Ti3+ self-doped TiO2/g-C3N4 heterojunctions with high photocatalytic performance under LED light irradiation",
      "author" : [ "K. Li", "S. Gao", "Q. Wang", "H. Xu", "Z. Wang", "B. Huang", "Y. Dai", "J. Lu" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "The enhancement of photocatalytic hydrogen production via Ti3+ self-doping black TiO2/g-C3N4 hollow core-shell nano-heterojunction",
      "author" : [ "J.Q. Pan", "Z.J. Dong", "B.B. Wang", "Z.Y. Jiang", "C. Zhao", "J.J. Wang", "C.S. Song", "Y.Y. Zheng", "C.R. Li" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Pipe-wire TiO2-Sn@Carbon nanofibers paper anodes for lithium and sodium ion batteries",
      "author" : [ "M.L. Mao", "F.L. Yan", "C.Y. Cui", "J.M. Ma", "M. Zhang", "T.H. Wang", "C.S. Wang" ],
      "venue" : "Nano Lett. 2017,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Rapid microwave-assisted green production of a crystalline polyimide for enhanced visible-light-induced photocatalytic hydrogen production",
      "author" : [ "L. Lin", "P. Ye", "C. Cao", "Q. Jin", "G.-S. Xu", "Y.-H. Shen", "Y.-P. Yuan" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Ultrathin hexagonal SnS2 nanosheets coupled with g-C3N4 nanosheets as 2D/2D heterojunction photocatalysts toward high photocatalytic activity",
      "author" : [ "Z. Zhang", "J. Huang", "M. Zhang", "L. Yuan", "B. Dong" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Catalyst-free growth of three-dimensional graphene flakes and graphene/g-C3N4 composite for hydrocarbon oxidation",
      "author" : [ "K. Chen", "Z. Chai", "C. Li", "L. Shi", "M. Liu", "Q. Xie", "Y. Zhang", "D. Xu", "A. Manivannan", "Z. Liu" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "A modular calcination method to prepare modified N-doped TiO2 nanoparticle with high photocatalytic activity",
      "author" : [ "L. Zeng", "Z. Lu", "M. Li", "J. Yang", "W. Song", "D. Zeng", "C. Xie" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "Interface effects in sunlight-driven Ag/g-C3N4 composite catalysts: Study of the toluene photodegradation quantum efficiency",
      "author" : [ "O. Fontelles-Carceller", "M.J. Munoz-Batista", "M. Fernandez-Garcia", "A. Kubacka" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2016
    }, {
      "title" : "Facile in situ synthesis of plasmonic nanoparticles-decorated g-C3N4/TiO2 heterojunction nanofibers and comparison study of their photosynergistic effects for efficient photocatalytic H2 evolution",
      "author" : [ "X. Wei", "C. Shao", "X. Li", "N. Lu", "K. Wang", "Z. Zhang", "Y. Liu" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2016
    }, {
      "title" : "Highly efficient catalytic performances of nitro compounds via hierarchical PdNPs-loaded MXene/polymer nanocomposites synthesized through electrospinning strategy for wastewater treatment",
      "author" : [ "J. Yin", "F. Zhan", "T. Jiao", "H. Deng", "G. Zou", "Z. Bai", "Q. Zhang", "Q. Peng" ],
      "venue" : "Chin. Chem. Lett. 2019",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2020
    }, {
      "title" : "Facile preparation of a self-assembled artemia cyst shell-TiO2-MoS2 porous composite structure with highly efficient catalytic reduction of nitro compounds for wastewater treatment",
      "author" : [ "J. Zhao", "J. Yin", "J. Zhong", "T. Jiao", "Z. Bai", "S. Wang", "L. Zhang", "Q. Peng" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2020
    }, {
      "title" : "A facile preparation method for new two-component supramolecular hydrogels and their performances in adsorption, catalysis, and stimuli-response",
      "author" : [ "J. Zhu", "R. Wang", "R. Geng", "X. Zhang", "F. Wang", "T. Jiao", "J. Yang", "Z. Bai", "Q. Peng" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2019
    }, {
      "title" : "Preparation of palladium nanoparticles decorated polyethyleneimine/polycaprolactone composite fibers constructed by electrospinning with highly efficient and recyclable catalytic performances",
      "author" : [ "C. Wang", "J. Yin", "S. Han", "T. Jiao", "Z. Bai", "J. Zhou", "L. Zhang", "Q. Peng" ],
      "venue" : "Catalysts",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Circularly polarized luminescence of achiral open-shell pi-radicals",
      "author" : [ "Q. Jin", "S. Chen", "Y. Sang", "H. Guo", "S. Dong", "J. Han", "W. Chen", "X. Yang", "F. Li", "P. Duan" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Self-assembly of amphiphilic schiff base and selectively turn on circularly polarized luminescence by Al3+",
      "author" : [ "Q. Jin", "S. Chen", "H. Jiang", "Y. Wang", "Li. Zhang", "M. Liu" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Circularly polarized luminescence from a pyrene-cyclodextrin supra-dendron",
      "author" : [ "Y. Zhang", "D. Yang", "J. Han", "J. Zhou", "Q. Jin", "M. Liu", "P. Duan" ],
      "venue" : "Langmuir 2018,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Reactive organogels based on isoxazole esters: Alkali metal ions selective gelation and crystallization",
      "author" : [ "Q. Jin", "J. Li", "Li. Zhang", "S. Fang", "M. Liu" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2015
    }, {
      "title" : "Function and application of supramolecular gels chiral molecular recognition and asymmetric catalysis",
      "author" : [ "Q. Jin", "J. Li", "X. Li", "Li. Zhang", "S. Fang", "M. Liu" ],
      "venue" : "Prog. Chem. 2014,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2014
    }, {
      "title" : "Nickel/Cobalt-containing polypyrrole hydrogel-derived approach for efficient ORR electrocatalyst",
      "author" : [ "H. Li", "J. Yin", "Y. Meng", "S. Liu", "T. Jiao" ],
      "venue" : "Colloid Surf. A 2020",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2020
    }, {
      "title" : "Preparation and aggregate state regulation of co-assembly graphene oxide-porphyrin composite Langmuir films via surface-modified graphene oxide sheets",
      "author" : [ "K. Ma", "R. Wang", "T. Jiao", "J. Zhou", "L. Zhang", "J. Li", "Z. Bai", "Q. Peng" ],
      "venue" : "Colloid Surf. A",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2020
    }, {
      "title" : "Self-assembled copper/cobalt-containing polypyrrole hydrogels for highly efficient ORR electrocatalysts",
      "author" : [ "Y. Meng", "J. Yin", "T. Jiao", "J. Bai", "L. Zhang", "J. Su", "S. Liu", "Z. Bai", "M. Cao", "Q. Peng" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2020
    }, {
      "title" : "Facile preparation of self-assembled hydrogels constructed by poly-cyclodextrin and poly-adamantane as highly selective adsorbents for wastewater treatment",
      "author" : [ "N. Hou", "R. Wang", "R. Geng", "F. Wang", "T. Jiao", "L. Zhang", "J. Zhou", "Z. Bai", "Q. Peng" ],
      "venue" : "Soft Matter",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "Boosting circularly polarized luminescence of small organic molecules via multi-dimensional morphology control",
      "author" : [ "K. Ma", "W. Chen", "T. Jiao", "X. Jin", "Y. Sang", "D. Yang", "J. Zhou", "M. Liu", "P. Duan" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2019
    }, {
      "title" : "Facile synthesis of Cu2O nanoparticle-loaded carbon nanotubes composite catalysts for reduction of 4-nitrophenol",
      "author" : [ "Y. Feng", "R. Wang", "J. Yin", "F. Zhan", "K. Chen", "T. Jiao", "J. Zhou", "L. Zhang", "Q. Peng" ],
      "venue" : "Curr. Nanosci",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2020
    }, {
      "title" : "Facile preparation of self-assembled layered double hydroxide-based composite dye films as new chemical gas sensors",
      "author" : [ "Y. He", "R. Wang", "T. Jiao", "X. Yan", "M. Wang", "L. Zhang", "Z. Bai", "Q. Zhang", "Q. Peng" ],
      "venue" : "ACS Sustain. Chem. Eng. 2019,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 14,
      "context" : "prepared an octahedral molybdenum cluster catalyst for the photocatalytic degradation of water, providing a new strategy for environmentally friendly and low-cost photocatalysts [15].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 31,
      "context" : "335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 32,
      "context" : "335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 31,
      "context" : "335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 32,
      "context" : "335 nm, corresponding to the (111) lattice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32,33].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 31,
      "context" : "335 nm, corresponding to the (111) lat ice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32, 3].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 2,
      "context" : "335 nm, corresponding to the (111) lat ice spacing of Ag, anatase TiO2 (101) crystal plane and (002) lattice plane of g-C3N4, respectively, which verify the successful co-assembly of Ag, TiO2 and g-C3N4 [32, 3].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 20,
      "context" : "3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 21,
      "context" : "3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 33,
      "context" : "All the diffraction peaks for the TiO2 NPs can be perfectly attributed to the (101), (004), (200), (105), (211), (204), (116), (220) and (215) lattice planes of anatase phase TiO2 (JCPDS, 84-4921) [34].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 34,
      "context" : "4◦ pertain to the tri-s-triazine repeating motif of the (100) plane and the (002) interlayer stacking of pure g-C3N4, respectively [35].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 35,
      "context" : "4◦ are connected with the (111), (200), (220) and (311) planes of the cubic phase of Ag (PDF#04-0783) [36].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 36,
      "context" : "Remarkably, the peaks of TiO2 become stronger, while the peak intensity of g-C3N4 gradually becomes weaker with increasing concentrations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].",
      "startOffset" : 291,
      "endOffset" : 298
    }, {
      "referenceID" : 37,
      "context" : "Remarkably, the peaks of TiO2 become stronger, while the peak intensity of g-C3N4 gradually becomes weaker with increasing concentrations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].",
      "startOffset" : 291,
      "endOffset" : 298
    }, {
      "referenceID" : 20,
      "context" : "3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 21,
      "context" : "3 eV on the Ti 2p spectrum signify the existence of the N–Ti bond [21,22], also including the Ti 2p3/2 peak at 458.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 34,
      "context" : "4° pertain to the tri-s-triazine repeating motif of the (100) plane and the (002) interlayer stacking of pure g-C3N4, respectively [35].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 35,
      "context" : "4° are c ( 11), (200), (2 0) and (31 ) planes of the cubic phase of Ag (PDF#04-0783) [36].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 36,
      "context" : "Remarkably, th peaks of TiO2 become stronger, while the peak intensity of -C3N4 gradually becomes weaker with i creasing conce trations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].",
      "startOffset" : 289,
      "endOffset" : 296
    }, {
      "referenceID" : 37,
      "context" : "Remarkably, th peaks of TiO2 become stronger, while the peak intensity of -C3N4 gradually becomes weaker with i creasing conce trations of the precursor Ti(SO4)2 for Ag/TiO2/g-C3N4 heterojunction nanocomposites, suggesting that TiO2 NPs can be continually assembled onto the Ag/g-C3N4 NTs [37,38].",
      "startOffset" : 289,
      "endOffset" : 296
    }, {
      "referenceID" : 38,
      "context" : "The wide absorption peak around 500 cm−1 can be traced to the Ti–O–Ti bond vibration mode of TiO2 and the peak intensity enhances with an increasing concentration of Ti(SO4)2, which accords well with the result of XRD [39].",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 39,
      "context" : "The characteristic band centered around 800 cm−1 belongs to the breathing modes for the triazine ring [40].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 38,
      "context" : "Nitrogen adsorption–desorption isotherms were usually used to estimate the specific surface area of the samples [39,40].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 39,
      "context" : "Nitrogen adsorption–desorption isotherms were usually used to estimate the specific surface area of the samples [39,40].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 38,
      "context" : "The wide absorption peak around 500 cm−1 can be traced to the Ti–O–Ti bond vibration mode of TiO2 and the peak ntensity enhances with an increasing concentration of Ti(SO4)2, which accords well with result of XRD [39].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 39,
      "context" : "The characteristic band centered around 800 cm−1 belongs to the breathing modes for the triazine ring [40].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 38,
      "context" : "Nitrogen adsorption– desorpti n isotherms were usually used to estimate the specific surface are of the samples [39,40].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 39,
      "context" : "Nitrogen adsorption– desorpti n isotherms were usually used to estimate the specific surface are of the samples [39,40].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 29,
      "context" : "The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 42,
      "context" : "The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 29,
      "context" : "The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43].",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 42,
      "context" : "The emission decay curves of all samples presented exponential attenuation, and could be fitted by the double-exponential formula [30,43].",
      "startOffset" : 130,
      "endOffset" : 137
    } ],
    "year" : 2019,
    "abstractText" : "The construction of heterojunctions provides a promising strategy to improve photocatalytic hydrogen evolution. However, how to fabricate a nanoscale TiO2/g-C3N4 heterostructure and hinder the aggregation of bulk g-C3N4 using simple methods remains a challenge. In this work, we use a simple in situ construction method to design a heterojunction model based on molecular self-assembly, which uses a small molecule matrix for self-integration, including coordination donors (AgNO3), inorganic titanium source (Ti(SO4)2) and g-C3N4 precursor (melamine). The self-assembled porous g-C3N4 nanotube can hamper carrier aggregation and it provides numerous catalytic active sites, mainly via the coordination of Ag+ ions. Meanwhile, the TiO2 NPs are easily mineralized on the nanotube template in dispersive distribution to form a heterostructure via an N–Ti bond of protonation, which contributes to shortening the interfacial carrier transport, resulting in enhanced electron-hole pairs separation. Originating from all of the above synergistic effects, the obtained Ag/TiO2/g-C3N4 heterogenous photocatalysts exhibit an enhanced H2 evolution rate with excellent sustainability 20.6-fold-over pure g-C3N4. Our report provides a feasible and simple strategy to fabricate a nanoscale heterojunction incorporating g-C3N4, and has great potential in environmental protection and water splitting.",
    "creator" : null
  }
}