{
  "name" : "downloads_2019-10-21_54_sharma2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Commercial application of cellulose nano-composites – A review",
    "authors" : [ "Amita Sharma", "Manisha Thakur", "Munna Bhattacharya", "Tamal Mandal", "Saswata Goswami" ],
    "emails" : [ "tamal_mandal@yahoo.com", "saswatagoswami2015@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Review\nCommercial application of cellulose nano-composites – A review\nAmita Sharmaa,b, Manisha Thakura, Munna Bhattacharyaa, Tamal Mandalb,*, Saswata Goswamia,* aCenter of Innovative and Applied Bioprocessing, Knowledge City, Sector-81 Mohali, Punjab 140306 India bDepartment of Chemical Engineering, National Institute of Technology, Durgapur, West Bengal 713209 India\nA R T I C L E I N F O\nArticle history: Received 16 January 2019 Received in revised form 12 February 2019 Accepted 13 February 2019\nKeywords: Cellulose nano-crystal (CNC) Cellulose nano-fiber (CNF) Nanocomposites Nanocellulose Commercial applications\nA B S T R A C T\nCellulose is the biosynthetic product from plants, animals and bacteria. Cellulose is the most abundant polymer having long linear chain like structure composed of (1,4) linked β-D glucopyranosyl units assembled into hierarchical structures of microfibrils with excellent strength and stiffness. And ‘nanocellulose’ refers to the cellulosic materials with defined nano-scale structural dimensions. They may be cellulose nanocrystal (CNC or NCC), cellulose nanofibers (CNF) or bacterial nanocellulose. Nanocellulose is non-toxic, biodegradable and biocompatible with no adverse effects on health and environment. Due to its low thermal expansion coefficient, high aspect ratio, better tensile strength, good mechanical and optical properties, they find many applications in thermo-reversible and tenable hydrogels, paper making, coating additives, food packaging, flexible screens, optically transparent films and light weight materials for ballistic protection, automobile windows. It also find potential in biopharmaceutical applications such as in drug delivery and for fabricating temporary implants with PHB like sutures, stents etc. © 2019 Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://\ncreativecommons.org/licenses/by-nc-nd/4.0/).\nContents lists available at ScienceDirect\nBiotechnology Reports\njournal homepage: www.else vie r .com/ locat e/btre"
    }, {
      "heading" : "1. Introduction",
      "text" : "Polymer composites have endless usage from low cost household products to high value industrial production entities. Cellulose being the natural and most abundant biopolymer, cellulose-fiber-reinforced polymer composites has gained much potential in research for past few years. It has some relevant properties to be utilized for various polymer composite preparation like their low density, non-abrasiveness, combustibility, nontoxicity, biodegradability and of course less expensive than other synthetic polymers. However, it has some major drawbacks like poor interfacial adhesion, high water absorption and due to these reasons, cellulose-fiber-reinforced composites has been less attractive for industrial production processes. Although the issues can be solved to some extent by chemical modification of the cellulose fibers, but recent researchers are now focused to extract nanocellulose material from cellulosic fibers for fabrication of nanocellulose reinforced biocomposites to be utilized for high throughput applications [1].\nThe extraction and production of nanoscale cellulose materials have been reviewed extensively in the last decade, but their\n* Corresponding authors. E-mail addresses: tamal_mandal@yahoo.com (T. Mandal),\nsaswatagoswami2015@gmail.com (S. Goswami).\nhttps://doi.org/10.1016/j.btre.2019.e00316 2215-017X/© 2019 Published by Elsevier B.V. This is an open access article under the C\napplication as reinforcing agents to prepare composite materials for novel applications is relatively a new research field and has gained increasing attention among nanotechnology researchers. This is because, with compared to cellulose, nanocellulose materials are lighter in weight with high surface area to volume ratio and higher strength and stiffness [2]. Hence it can act as a superb reinforcing agent for developing green bio-nanocomposites for various industrial applications [3].\nIn this review paper, we have described various procedures for extraction of nanocellulose and various surface modification approaches to modify native cellulose and nanocellulose biopolymers as reinforcing material for the development of polymers composites with enhanced properties and application of these composites in various fields and the insights of scaling up nanocellulose production technology were also discussed."
    }, {
      "heading" : "2. Cellulose and its different sources",
      "text" : "Majority of cell walls in plants consists of cellulose, hemicelluloses and lignin (see Fig. 1), where lignin presents at about 10– 25% by dry weight and acts as a binder between cellulose and hemicelluloses components. It is the lignin, which confers the stiffness and strength with its binding function and gives protection to the cell wall. Another two major components of plant cell wall i.e. cellulose and hemicelluloses represents about 35–50% and 20–35% of dry weight of lignocellulosic biomass respectively.\nC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\nCellulose is the linear polysaccharide with repeating units of cellobiose (disaccharide D glucose) units linked by β-1,4 linkage and there are strong intramolecular or intermolecular hydrogen bonding between adjascent glucose units in the same chain or different chain through the open hydroxyl groups present in glucose monomer units [1,71]. Hemicellulose present in plant cell walls, are mostly xylans and glucomannans which are monomers of pentose and hexose and linked by short or branched chains. These compact structure of hydrogen bonding are tightly packed networks in cellulose fibers and gives the antibacterial properites, toughness and strength, and water or solvent impermeability to the plant cell wall. The compositions of different lignocellulosic biomasses are briefly described in Table 1.\nNatural fibers are made from plant, animal and mineral sources. For example vegetable fiber, which further classified as seed fiber, stalk fiber, leaf fiber etc. Synthetic fibers or manmade fibres are generally produced from syntheticmaterialssuchaspetrochemicals.Besides,naturalcellulose are also used to manufacture some types of synthetic fibers, like rayon, modal, and Lyocell. Cellulose can be regenerated by various processes such as cupro-ammonium process to pure cellulose fibers and can be modified as cellulose acetate fibers also [2]."
    }, {
      "heading" : "3. What is NANO-CELLULOSE?",
      "text" : "The tightly packed cellulose fibrils of lignocellulosic biomass generally have some crystalline region, which gives the strength and stiffness and some amorphous region, which gives flexibility to the plant cells. Nanocellulose is nothing but cellulose in the form of fibers or crystals having length in few micrometers and diameter <100 nm and, which can be extracted from natural cellulose fibers (see Fig. 2). It is biodegradable, light in weight having density around 1.6 gm/cc with 10 GPa of high tensile strength, which is comparable to cast iron. It also possesses reactive hydroxyl groups which makes it suitable for surface functionalization for use in variety of applications.\nNanocellulose materials can be mainly of three types- nanofibrillatedcellulose(NFC),cellulosenanocrystals(CNC),andbacterial nanocellulose (BNC) (see Table 2). Owing to its distictive properties,\nsuch as high mechanical strength, tunable surface chemistry, high aspect ratio, crystallinity, barrier properties, non-toxicity and biodegradability, it is emerging as a potential renewable green substrate for food packaging, for coatings and fillers in composites and many more uses for industrial applications which will significantly influence the commercial markets [3]."
    }, {
      "heading" : "4. Processes for nanocellulose extraction",
      "text" : ""
    }, {
      "heading" : "4.1. Pretreatment of biomass for extraction of nanocellulose",
      "text" : "The preliminary step for nanocellulose extraction is the pretreatment of lignocellulosic biomass to remove the hemicelluloses and lignin from main cellulosic component. There are two major approaches for biomass pretreatment like alkali treatment and acid-chlorite treatment [1,4]. Although cellulose is highly abundant in nature, lignocellulosic wastes like agricultural waste and residues are now-a-days the most cited and chosen substrate for nanocellulose extraction to solve the dual purpose of valorization of wastes as well as environmental protection."
    }, {
      "heading" : "4.1.1. Alkali treatment",
      "text" : "It this process the biomass is treated mostly with sodium hydroxide or potassium hydroide as alkali to remove the amorphous region of hemicelluloses and lignin from the cellulosic fibres. Then the filtrate is washed with water to neutrality and the obtained solid contains mostly the cellulosic part. This pretreatment procedure was described in detail by several researchers and also reported in our earlier publication [113]. We have followed alkali treatment procedure during preparation of cellulose nanofiber utilizing rice straw waste. The rice straw was soaked in different concentrations of NaOH (8–16%) and then heated to 90 -160 C for 1–2 h for removal of hemicelluloses and some portions of lignin."
    }, {
      "heading" : "4.1.2. Acid-chlorite treatment",
      "text" : "The removal of most of the lignin from lignocellulosic biomass is done by combined treatment of sodium chlorite acidified with glacial acetic acid. This process is mostly called as bleaching or delignification process. It is performed with the mixing of distilled water, sodium chlorite, and acetic acid with lignocellulosic biomass at 70–80 C for 4–12 h [114,115]. From that point onward, the blend is continued stirring overnight, followed by washing with distilled water until coming to the neutral pH. The obtained white coloured residues are collected and dried in oven at 50 C, which is characterized as holocellulose free of lignin."
    }, {
      "heading" : "4.2. Methods for isolation of nanocellulose",
      "text" : "Extraction of nanocellulose can be achieved through three distinct methods for eg. acid hydrolysis, enzymatic hydrolysis and mechanical treatment process.\nRef. [112].\nTable 2 Family of Nano-Cellulose Material [Ref. 4].\nType of nanocellulose\nSynonyms Typical sources Formation and average size\nNano- or microfibrillated cellulose (NFC/ MFC)\nMicro-fibrillated cellulose, nanofibrils and micro-fibrils, nanofibrillated cellulose\nWood, sugar beet, potato tuber, hemp, flax It can be extracted from cellulose chains using mechanical process to cleavage the fiber into nanometer size in diameter. Diameter: 5–60 nm Length: several micrometers\nNanocrystalline cellulose (NCC)\nCellulose nano-crystals, crystallites, whiskers, rod like cellulose, microcrystals Wood, cotton, hemp, flax, wheat straw, mulberry bark, ramie, Avicel, tunicin, cellulose from algae and bacteria It can be extracted from cellulose chains using acid hydrolyzed amorphous region and left only crystalline region. Diameter: 5–70 nm Length: 100–250 nm (from plant celluloses)\nBacterial nanocellulose (BNC)\nBacterial cellulose, microbial cellulose, bio-cellulose\nLow-molecular weight sugars and alcohols Bacterial synthesis Diameter: 20–100 nm Different types of nano-fiber networks"
    }, {
      "heading" : "4.2.1. Acid hydrolysis",
      "text" : "Acid hydrolysis is the mostly adopted method for isolation of nanocellulose. The amorphous region of the cellulose fibrils can be easily hydrolyzed by strong acids like sulphuric acid through esterification of hydroxyl groups by sulphate ions. It will eventually make the crystalline region of cellulose fibers to form a stable colloidal dispersion of nanocellulose materials in the remaining reaction mixture. Mostly used acid for acid hydrolysis is sulfuric acid, although several mild acids viz. formic acid, acetic acid, phosphoric acid, chlorine oxide etc. [97] can also be used varying the reaction parameters. The acid hydrolysis reaction depends on three main factor viz. reaction time, temperature, and acid concentration which influence the properties of obtained nanocellulose. The washing procedure is normally performed by including cold water pursued by centrifugation or utilizing sodium hydroxide until neutral pH is come to. For instance, Maiti et al. [116] extracted nanocellulose from three unique kinds of biomass by acid hydrolysis with 47% sulfuric acid. After finishing the reactions, the acid was moved out by washing with deionized water and centrifugation first and afterward, 0.5 N of sodium hydroxide was used for neutralizing the suspension, trailed by washing again with distilled water. The major drawback of this process is the acid containing waste water which has to be treated before releasing to the environment."
    }, {
      "heading" : "4.2.2. Enzymatic hydrolysis",
      "text" : "Enzymatic hydrolysis is a kind of biological treatment that includes enzymes for digestion or modification of cellulose fiber to obtain washed cellulose. Mostly used enzymes for this purpose are cellulase, endoglucanase, cellobiohydrolase etc. as reported. The mechanism is complex, however, the enzyme action is based on breaking /catalysis of linking H-bond between the cellulose microfibers. Hemicellulose hydrolysis is essential both for expelling the hemicellulose, which shields the cellulose from hydrolysis, and for generating monosaccharides from hemicellulose for further fermentation to bioethanol [1,117]. Cellulases and hemicellulases are regularly firmly related, both fundamentally and with respect to their reactant system which work in synergy, is required for proficient hydrolysis of assorted lignocellulosic biomassses. It is operated under mild condition and generally the operation time required is much longer compared to acid hydrolysis process. The enzymatic hydrolysis is combined with other processes to address the issue. For e.g. in a recent cited literature by Moniruzzaman et al., the cellulose fibers were treated with ionic liquid before enzymatic hydrolysis with laccase for isolation of nanocellulose from wood chips [5]. The obtained nanocellulose has enhanced accessible surface area with higher crystallinity and thermal stability as compared to other literatures for obtaining nanocellulose from native wood source."
    }, {
      "heading" : "4.2.3. Mechanical process",
      "text" : "Cellulose fibers can be mechanically processed to isolate nanocellulosic fiber using different mechanical methods such as ultrasonication, ball milling, and high pressure homogenization being the most cited in literature [1,4]. However, the major disadvantage of these processes is the requirement of high energy input; hence it is generally incorporatedwithsomeinitial pretreatment proceduresso that, the energy consumption get reduced.\nThe methods of extraction of nanocellulose are the growing research concern with numerous laboratory scale studies being reported in last decade. Some pilot scale studies at industrial level are also reported for production of nanocellulose. The first pilot plant for production of nanocellulose was set up in 2011 by Inventia, Sweden, but mostly the production units are based in Europe, USA, and Canada, Asia such as China, Japan, Iran, and India. The most adopted methods in industries for isolation of nanocellulose crystal and nanocellulose fibers are acid hydrolysis and mechanical process respectively. Before commercialization of nanocellulose production in industry scale, these are the successful extraction methods that have been practiced in lab for many decades. However, the major concerns to be resolved are the maintenance cost of equipment operated in acidic environments,\nhigh cost of chemicals and production, environmental management of acid wastewater effluent generating from the processes such as acid hydrolysis method, and high energy consumption for the mechanical treatment processes."
    }, {
      "heading" : "4.3. Bacterial nanocellulose extraction",
      "text" : "Beside its native source from plant kingdom, cellulose fibers can also be produced as extracellular biosynthetic products from some bacteria belonging to the genera Acetobacter, Agrobacterium, Alcaligenes, Pseudomonas, Rhizobium, or Sarcina. In this perspective, the most efficient producer of bacterial cellulose is a Gramnegative strain of acetic acid producing bacteria, Acetobacter xylinum (or Gluconacetobacter xylinus). In comparison with the mechanical or chemomechanical methods for obtaining nanocellulose, bacterial cellulose is produced through cellulose biosynthesis and is extracted in the form of ribbon-shaped fibril with width less than 100 nm and length up to much finer 2–4 nm nanofibrils [6], which will build up cellulose microfibrils in the extracellular media. As such in case of CNC, BNC microfibrils can also be converted into bacteria nanocrystals by an acid hydrolysis method similar to plant origin cellulose microbrils.\nation of CNF (Adapted from Ref. [95]).\n5. Surface modification of nanocellulose fibers\nTo impart cellulose nanocomposites with better mechanical properties and environmental impact, surface modification of nanocellulose fibers is the most important step for composite processing (Fig. 3). Hence pretreatment of the nanocellulose fibers is necessary to improve the matrix and fiber interaction, to have moisture absorption barrier on nanocellulose fiber and to enhance the hydrophobicity and roughness of the surface [11–15]. The different techniques of pretreatment are described below:"
    }, {
      "heading" : "5.1. Adsorption methods",
      "text" : "Adsorption of polymers on cellulose and nanocellulose surfaces has been reviewed in details by Hatton et al. [7]. Physical adsorption methods to modify cellulose/nanocellulose surfaces can be categorized into two ways: adsorption of polyelectrolytes or on other components such as resins. Interaction between ions helps charged polymers to bound on the surface of cellulose whereas the Vander Waals forces and hydrogen bonding are responsible for uncharged ones and factors like density of charges and its distribution etc influence these bindings."
    }, {
      "heading" : "5.2. Chemical methods",
      "text" : ""
    }, {
      "heading" : "5.2.1. Silylation",
      "text" : "Silane coupling agents like alkoxy silane, triethoxyvinylsilane etc. are the most effective coupling agents in transforming interface of natural fiber-matrix. This is due to the hydrocarbon chains present in the silane enhance the wetability of the fibers, thereby increasing the chemical affinity to the matrix. Efficiency of silane treatment was high for the alkali treated fiber than the untreated fiber due to generation of more reactive sites. The silylation of cellulose fibers have been cited in literature [8,9], and can also be develop for modifying surface nanocellulose. Without water, even at elevated temperature, no response occurs between Si– OR and OH groups of cellulose, though Si– OR responds with lignin's phenolic OH. Increase in moisture content starts a response between silanol groups and OH groups of cellulose at high temperature [118]. Surface silylation of NFC from blanched softwood mash utilizing chlorodimethyl isopropylsilane was examined by Andresen et al. [10]. They observed that silylation introduces a substituted silyl groups on the surface of cellulose nanofibers.\n5.2.2. Acetylation/Esterification It is one of the most promising method in which the aromatic as well as aliphatic carboxylic reagents are used in organic media. The mechanism of acetylation is the response of OH groups of cellulose with acetyl moieties which cause plasticization of lignocellulosic strands [119]. Bulota et al. [120] portrayed the use of acidic anhydride to acetylation of mechanically disengaged NFC. In the investigation, they put the NFC suspension into ethanol sovent pursued by toluene and acidic anhyride. Acetylation was done at 105 C and the greatest degree of substitution (DS) (0.43) was accomplished after 30 min. FTIR examination demonstrated the peak at 1740 cm 1 which affirmed the acetylation procedure. The outcomes showed that nanofibers with more noteworthy DS impacted the properties of polylactic acid– acetylated NFC composite surprisingly. There have been many modifications so as to improve the properties of cellulose. Now-a-days, propionic anhydride is used in place of acetic anhydride which results in better dimensional stability. Degree of substitution can be increased by using pyridine along with sulphuric acid which acts as a catalyst. Hydrophobicity can be improved by grafting acetyl moieties. All the above mentioned treatment results in the\nproduction of hydrophobic CNFs with better barrier properties. Missoum et al. [16] cited an innovative way for heterogeneous surface modification by employing different anhydride in an ionic liquid. There is an advantage of using these ionic liquid, as they do not produce volatile organic compounds."
    }, {
      "heading" : "5.2.3. Carbanylation",
      "text" : "Carbanylation refers to the binding of isocyanic acid with the functional groups of cellulose fiber for surface modification. CNFs were modified with Butyl 4-(Boc-aminomethyl) phenyl isothiocyanate using DMSO as solvent by Navarro et al. [17]. Further a solution of - N-hydroxysuccinimide-modified rhodamine B ester was reacted with CNFs to develop luminescent CNFs. Such luminescent molecules of CNFs can be used in sensor applications."
    }, {
      "heading" : "5.2.4. Functionalized CNF reactions",
      "text" : "Another attractive method to chemically modify cellulose nanofibril surfaces is TEMPO oxidation, which has gained much popularity in recent cited publications. In this process, preliminary modification of the CNF surface can be done through attaching carboxyl groups on the surface to initiate further reactions to prepare modified CNFs. TEMPO oxidized CNFs can be used to prepare water resistant films to be utilized as fluorescent sensor for nitroaromatics detection as reported in few recent literatures [18,19].\n5.3. Modification by polymer grafting\nAnother promising technique to modify the surface of CNFs is grafting. Two methods are generally used namely “grafting from” and “grafting onto”. In “grafting from” technique; CNFs, a monomer and an initiator are thoroughly mixed and after that there is an induction of polymerization at the CNF surface. In “grafting onto” technique, CNF is mixed with a polymer, and a coupling agent is added later to promote grafting process. The advantage of this process is that we can control the molecular weight owing to the steric hindrance caused by polymer chains.\n“Grafting from” strategy was first introduced by Stenstad et al. [20]. Glycidyl methacrylate (GMA) serves as a precursor for CNF functioning incorporating epoxy function on the CNF surface. NIPAm (N-iso-propylacrylamide) can be grafted via in-situ free radical polymerization to prepare temperature sensitive CNF which can be utilized for controlled drug release [21]. Recently, aniline were polymerized in situ by ammonium peroxydisulfate and hydrochloric acid for use in coating of CNFs by Silva et al. [22]. The mechanical and thermal properties of CNFs were improved by impregnating PANI on the CNFs matrix. The “grafting from” strategy can also be carried out with TOCNFs. Free radical polymerization can also be done with TEMPO oxidized CNF by poly (sodium acrylate) to prepare aerogel with addition of cross linker agents such as N,N’-methylenebisacrylamide [23].\n5.4. Bacterial modification\nWhen the bacterial cellulose is coated on the fibres, there would be a fine distributon of cellulose all over the matrix which results in an enhanced interfacial adhesion through mechanical interlocking. For example, Pommet et al. [24] have reported a method in which they deposited bacterial cellulose (BC) on hemp and sisal natural fibers for improving their adhesion to bio-based polymers, and thereby forming robust nanocomposite structures.\n6. Cellulose-fiber reinforced biocomposite processing\nThere are various composite manufacturing methods for preparing natural fibercomposites like injection molding, compression molding, vacuum bagging, and resin transfer molding (RTM) [25]. Eq. (1) is\nThis is b\ncommonly used for natural fiber reinforced composite processing techniques, evelled equations; kindly crosscheck output with MSS Vf ¼ Wf rf\nWf=rf þ ðWm=rmÞ ð1Þ\nwhere V f is the fiber-volume fraction, W f is the weight of fiber, and Wm is the weight of matrix. rf and rm are the densities of the fiber and matrix, respectively.\nThe composite manufacture process can be optimized in terms of three parameters i.e temperature, pressure, and molding time. Before processing the composites, preheating of the natural fibers is often needed to reduce the moisture content of the fibers. However, cellulose can be degraded at high temperatures which may negatively affect the stiffness and strength of the composites. Another factor to be considered is inadequate solubilization in the matrix which causes fiber aggregation thereby the tensile strength of the composites is decreased [25]. There are various techniques for composite processing (see Fig. 4); however most of them are modifications to the basic manufacturing processes which are discussed below. Selection of the suitable process is the most important step for fabrication of naturalfiber composite which is based on some criteria including, the ease of manufacture, the desired product geometry, the, and the cost and performance needed.\nFig. 4. Different methods for cellulose fibe"
    }, {
      "heading" : "6.1. Hand laminating",
      "text" : "It is the most simple and low cost technique, which relies on placing the fiber in a mould and later applying the resin through exerting atmospheric pressure using rollers to compact the part with a vacuum bag which removes excess air. However, the process has some major disadvantages like the intensive labour, low automation potential and long production time."
    }, {
      "heading" : "6.2. Resin transfer molding",
      "text" : "It is a closed mould technique where the fibers are placed in between two solid parts. The mould is connected with a tube which supplies liquid resin. For impregnation of the fibers, is injected through the mould at low pressure. There is an another variety of this process known as the vacuum injection or vacuumassisted resin transfer molding (VARTM), where a foil or polymeric film is used with a single solid mould. For the development of the process the influence of various parameters such as is of great importance. The viscosity of the resins used should be low enough for proper wetting of the fibers. Several types of resins can be used for RTM such as epoxy, polyester, phenolic, acrylic etc. Rapid fabrication of complex, high performance and large parts can be achieved through this method.\nr-reinforced biocomposite processing."
    }, {
      "heading" : "6.3. Compression molding",
      "text" : "It is a technique where a semi-finished composite sheet or sheet molding compound is compression moulded using a rolling resin film, and fibers are added on to it. Later, another resin film is placed over it to get the final product, followed by compression to fabricate the product with desired shape in a composite sheet that can have a few days storage. It is more advantageous due to very high productivity, the short cycle times and reproducibility."
    }, {
      "heading" : "6.4. Injection molding",
      "text" : "Injection molding is one of the very basic process for plastics/ composite production. In this process, short fibers and resin granules are fed into a heated large container or barrel and transferred through a spindle to the mould cavity, the product obtained is having complex structures and excellent dimensional accuracy with good surface finish. This process is very much suitable to manufacture very small products such as household product to very large automotive parts with low labour cost and high production rate."
    }, {
      "heading" : "6.5. Pultrusion",
      "text" : "Pultrusion is another process through which continuous processing of composite profiles can be done at any length with effective cross-section of the product. The fibers are mixed with resin and pulled by a wire or die, until the resin is dry to get the desired product profile. This process can be used to build thin wall structures and various cross-sectional shapes. The most advantageous factor of this process is its high degree of automation.\n7. Cellulose nanofiber-reinforced nanocomposite processing\nAs both CNC and CNF are generally obtained as diluted aqueous (or at least polar liquid) dispersions, so the most cited literature involves the nanocellulose composites processing in aqueous medium. Therefore water-soluble polymers or polymer aqueous dispersions (latex) was suited to be the most favorable system for preservation of nanocellulose dispersion and composites processing. For processing of cellulose nanofiber-reinforced nanocomposites, there are different wet lab techniques (see Figs. 5–7), however one-pot synthesis approaches for example- vacuum assisted filtration, cast-drying, and layer-by-layer (LbL) assembly, electro-spinning and wet-spinning, freeze drying, and various micropatterning techniques [26–29] are the most cited in recent literatures."
    }, {
      "heading" : "7.1. LbL assembly",
      "text" : "Layer-by-layer assembly is the most common process for preparation of multilayered thin composites and coatings. During processing, the operation parameters such as composition, adhesion, gas barrier should be optimized for adaptable abilities [30]. Various substrates can be used for nanoparticle deposition at single molecular layer level through interfacial interactions such as hydrophobic-hydrophobic interactions and hydrogen bonding, electrostatic interactions [31,32].This technique allows wide diversity for the selection of substrates and deposition methods and also precisely control the thickness and distribution of biocomponents during processing of nanocomposites. For assembly of nanocomposites, various substrates can be used such as, flexible films, fibers, particles, and flat wafers, textiles, glass via, immersive/dip-coating, spin-coating and spray-coating,\nirected assembly approach for nanocomposite processing.\ndeposition methods as reported [32]. The bionanocomposite films are released from the substrate by selecting the substrate dissolution, further pulling them off the films for further postprocessing applications."
    }, {
      "heading" : "7.2. One-pot directed synthesis",
      "text" : "One-pot directed assembly approach is very simple and fast technique, used for developing thick laminated structures on large scale as it overcomes two major barriers such as long fabrication time, and high cost when compared to LbL assembly approach. Bionanocomposites can be prepared using this approach with improved mechanical properties, having high degree of material compatibility and uniformity [33,34]. Compared to Lbl assembly, the bionanocomposites may be thick like microscopic paper with large scale dimension, and laminated morphology but, precise control of composition will not be there. Due to its rapid performance with significant improvement in nanocomposite properties, one-pot directed synthesis is the most promising approach. One-pot directed synthesis can be done by two particular techniques: cast drying and vacuum assisted filtration. In recent literature, both of the techniques are applied simultaneously for fabrication of layered bionanocomposite films with the mixture of biopolymer solution and nanofiller dispersion [33,35,36]. In case of vacuum assisted filtration, the colloidal mixture is passed through commercially available nanofilters to allow the solvent to flow through while retaining those nanofillers preventing aggregation with bound polymers. In the case of castdrying method, to obtain solid films, the colloidal mixture is placed or accumulated on to the surface of clean substrates by applying different coating procedures for eg. Bar coating or spray coating by complete evaporation of the solvent."
    }, {
      "heading" : "7.3. Fiber-spinning techniques",
      "text" : "One of the most conventional methods is fiber spinning techniques for fabrication of bionanocomposite fibers. It is mainly of two type viz. wet spinning and electrospinning [37]. Wet spinning is used for large-scale manufacture of biopolymer microfibers whereas, the electrospinning approach is used to produce precisely fine nanofibers mats [38]. The mechanism relies on alignment of nanostructured reinforcing components through the action of shear force along the fiber axis during spinning. Recently, cellulose nanofibers matrix were coated with CNC, having desirable orientation by uniaxial alignment through electrospinning technique [39]. This type of orientation has positive effects on mechanical performance and thermal stability of the cellulose nanofibers. Moreover, nanocellulose having no cytotoxicity, these can be used as scaffold materials for application tissue engineering."
    }, {
      "heading" : "7.4. Freeze-drying",
      "text" : "Freeze-drying method is used to produce bionanocomposite aerogels based upon sources such as cellulose, chitin, chitosan, starch, alginate, and silk [41]. It is also known as lyophilization which is basically removal of water that preserves nanocomposite in solution or aerogel suspensions. In this approach, first freezing of the sample was done by small molecular solvent removal through sublimation process [40]. During freeze drying process, the pore size and distribution of the aerogel particles can be optimized. The shape and orientation of the aerogel can also be controlled by changing the container shapes. Ice-template approach is the most cited in literature to prepare aerogel by observing the crystal growth formation leading to nanostructure assembly [42]."
    }, {
      "heading" : "7.5. Micropatterned bionanocomposites",
      "text" : "Micropatterns are designed to develop bionanocomposites having unique physical properties such as, foldability, electrical conductivities, deforming ability and high strength, with 2D or 3D organized morphology. Such unique properties of developed bionanocomposite can be utilized for self-folding, self-rolling and actuation performance based applications. There are mainly three well-known techniques developed to pattern bionanocomposites such as, 3D/4D printing inkjet printing, and mask based patterning."
    }, {
      "heading" : "7.5.1. Masks based micropatterns",
      "text" : "In this technique, the stamps or masks are first prepared using various lithographic procedures like optical cutting, electron beam or focused ion beam lithography etc. Then, these pre-patterned stamps are compressed into a softened polymer to carve the pattern into the substrate [43]. This masks or stamps can be applied to various elastomeric materials and can be fabricated multiple times at large areas as reported by Whitesides et al. [44] This technique has been modified extensively in recent years by fabricating different types of microstamps using nanoimprinting approaches, micromolding, and capillary transfer lithography [45,46]."
    }, {
      "heading" : "7.5.2. Inkjet printing",
      "text" : "Inkjet printing is a very low cost procedure, in which an inkjet solution bursts into liquid droplets and coated onto the surface of the desired substrate with defined patterns after evaporating the solvent [47]. This technique can be used for various liquid “inks” and the resolution of the final pattern can be optimized by selection of the parameters such as size of the droplets (by choosing the size of the nozzles 10–100 nm), viscosity and the interaction between the ink and substrate [47]. Various biopolymer material such as, silk, chitosan, chitin and cellulose nanocrystals has recently been used as bio-inks and printed onto desired substrates to create protein, DNA and cell patterns [48–50] with good reproduction, high efficiency, and easy-operation. This technique has the ability of production in large print-scalable areas which is of great importance for industrial production facilities."
    }, {
      "heading" : "7.5.3. 3D printing",
      "text" : "3D printing is a newly developed technology and a very few number of studies are reported in recent literature about this technology for developing nanocomposite biomaterials to be utilized for biomedical applications such as regenerative medicine and tissue engineering. This technique relies on layer-by-layer printing of dispersions of various polysaccharides and protein biopolymers as bio-inks and extrusion of melts for the manufacture of hierarchical 3D nanostructures in the developed bionanocomposites [51]. In a recent study, brain like 3D structures were printed by modifying peptide biopolymers and gellan gum for encapsulation of primary neural cells [52]. Bio-inks based on silk having adjustable mechanical properties similar to soft tissue were also prepared for high resolution 3D printing of structures [53,56].\n8. Applications of modified cellulose biocomposites"
    }, {
      "heading" : "8.1. Biocomposites",
      "text" : "Instead of using synthetic polymer based composites, it is more effective to develop biocomposites by using renewable resources natural fibers with polymers based on which solve the recent environmental concern regarding depletion of fossil fuels. Several renewable biopolymers can be used to fabricate bionanocomposites such as polylactides; starch plastics; cellulosic plastics; soy-\nbased plastics, polyhydroxyalkanoates (bacterial polyesters) for various industrial applications. Cellulose based biocomposites can be divided into two groups according to their applications like structural and nonstructural biocomposites."
    }, {
      "heading" : "8.1.1. Structural biocomposite",
      "text" : "A structural biocomposite can be developed to carry load when in service. Several biocomposite materials developed by using cellulose have been evaluated with significantly good results for building industry, manufacturing stairs, roof and load-bearing walls, and subflooring structures [54]. Paper sheets also have been designed and manufactured from recycled cardboard boxes with soy-oil based resin and nanocellulose fiber yielding good results as composite structures."
    }, {
      "heading" : "8.1.2. Nonstructural biocomposite",
      "text" : "Non-structural biocomposites are developed for products like tiles, furniture, ceiling, doors etc. which are not supposed to carry load when in use. Generally, they are made up of thermoplastics, wood particles and textiles."
    }, {
      "heading" : "9. Applications of cellulose nanocomposites",
      "text" : "Cellulose based bionanocomposites have several applications in various industries. The potential application of nanocellulose and its biocomposites are widely adopted by the paper and packaging industry. However, the application of cellulose based nanocomposites have gained much attention owing to its nanoscale dimension, high strength and stiffness for use in several industries such as construction (for making structural composites), automotive (for manufacturing parts based on micropatterns), electronics (as membrane for electroacoustic device), pharmacy (for\nbiomedical applications) and cosmetics (Fig. 8). Moreover, nanocellulose composites can be applied as membranes for ultrafiltration, ion exchange, fuel cells etc. to name a few. The nanocellulose having wide range of applications has been extensively reviewed in the last decade as summarized in Table 3.\n9.1. Composites and fillers\nNanocellulose provides promising properties to be used as reinforcing agents for processing of bionanocomposites such as films, coatings and foams etc. Dufresne et al. [71] first reported about improved mechanical properties of a nanocomposite made up with potato-starch as polymer matrix and nanofiber cellulose as reinforcing agent. Now-a-days it is well established application of nanocellulose as reinforcing agent as supported by a number of literatures. Improved performance of tensile properties were reported by Nakagaito and Yano [72] for phenol–formaldehyde resin combined with nanofiber cellulose whereas, Zimmermann et al. [73] showed similar results with hydroxypropylated cellulose (HPC). In a recent literature, nanopaper was impregnated using melamine formaldehyde (MF) as reported by Henriksson et al. [74]."
    }, {
      "heading" : "9.2. Paper and packaging industry",
      "text" : "Applications of nanocellulose is mostly adopted by the paper and packaging industries to replace the use of synthetic polymers derived from petrochemical resources [68]. Nanocellulose have some exceptional properties such as nanoscale dimension with gas and water barrier properties, which can be successfully utilized for developing nanocomposite films with strong building network for the penetrant molecules to pass through [75]. Moreover, it is obtained from renewable source of natural polymer cellulose,\nnocellulose in various fields.\nhence cost effective and non-toxic in nature, which is very much suitable for food packaging applications. It has been recently reported in a literature that a nano-biocomposite film was developed for food packaging application together with nanoclay and polylactic acid (PLA) matrix having nanocellulose as reinforcing agent which resulted significant improvement in water and oxygen barrier properties [76]. Carboxymethyl guar (CMG), agar or semi-interpenetrating polymer network of poly(vinyl alcohol)/ polyacrylamide can also be used as matrix for developing such composite films with nanocellulose as reinforcing polymer with improved gas barrier and mechanical properties for the packaging purposes."
    }, {
      "heading" : "9.3. Electronics industry",
      "text" : "Nanocellulose composites films can be a potential candidate for use in another major field like electronics industry owing to its enhanced conductivity and flexibility. For example, polyaniline nanocellulose composite films are mostly studied in literature for various end uses in electronic fields such as paper based sensors, flexible electrode, electronic device and conducting adhesives [77– 79]. Despite of these, electrodes can be manufactured from the composite of polypyrol, nanocellulose and carbon filaments as reported by Razaq et al. [80] for the efficient use of paper based energy storage devices with high charge and discharge rate capabilities, high cell capacitances, and cycling performance [81]. Flexible organic electronics can also be designed upon conduction with undoped poly-(3,4) ethylenedioxythiophene and bacterial nanocellulose composite flexible membranes having high electrical conductivity [82]."
    }, {
      "heading" : "9.4. Biomedical applications",
      "text" : "Nanocellulose having some unique properties like high surface area to volume ratio, high strength and modifiable surface chemistry, have find applications in biomedical fields also. The most potent application is to develop nanocellulose reinforced hydrogel composites which can enhance the mechanical properties in polymeric gel formulations and having the desirable properties of both reinforcement phase and host matrix phase [70, 84]. Recently, Sampath et al. [85] reported developing a novel hydrogel with semi-interpenetrating polymer network having improved pH sensitivity and mechanical properties to be used for novel pharmaceutical and gene delivery applications. In another latest research article [86], it was reported that electrospun poly\n(e-caprolactone)/nanocellulose composite fiber mat was developed to be used as scaffold for tissue engineering applications.\n9.5. Other novel applications\n9.5.1. Conductive films Recent applications of nanocellulose are reported by Hoeng et al. [55] in literature for production of transparent conductive films by using cellulose nanofiber with silver nanowire coated on a PET substrate which improves its film adhesion and homogeneity in structure. Nanocellulose reinforced conductive polymer film can also be used to facilitate the diffusion of electrolyte ions. Nanocomposite films with excellent conductivity can be ideally used to develop superior electrochromic materials also as reported by Zhang et al. [87]"
    }, {
      "heading" : "9.5.2. Nanocellulose biocomposites using 3D printing technology",
      "text" : "One more recent cited literature from In the VTT [58], the Technical Research Centre of Finland, and used 3D printing technology for developing nanocellulose biocomposite as an adhesive bandage to promote wound healing. Additionally they also incorporate electrode printed with silver ink onto the bandage to record the temperature of the wound. In an another study by Nguyen et al. [57] reported 3D printing technology applied to print cartilage using cellulose nanofiber and alginate/hyaluronic acid to be used for stem cell culture for incorporating in-situ physiological environment. 3D printing can also be used for developing protective clothing and textiles derived from nanocellulose [58]."
    }, {
      "heading" : "9.5.3. Ion exchange membrane",
      "text" : "Jiang et al. proposed proton-exchange membrane for fuel cell (PEMFC) and direct methanol fuel cell (DMFC) using bacterial nanocellulose and Nafion composite films. Algal nanocellulose/ polypyrrole composite having large surface area, creates large catalytic oxidation currents and storage of the charge [88]. Oxidative chemical polymerization of pyrrole monomers onto cellulose nanofibers was used to prepare Polypyrrole (PPy)nanocellulose membranes having efficient porosity. They can be prepared to design efficient and reversible electrochemically controlled ion exchange membrane for cheap batch-wise solid phase extractions of biomolecules [89]."
    }, {
      "heading" : "9.5.4. Self-healing materials",
      "text" : "Nanocellulose reinforced polymer nanocomposites have promising applications to be used as self-healing material. Cellulose\nnanocrystals which are surface modified with scissile however reversible re-combinable dynamic covalent mechanophore so that they could be used as reinforcement to prepare self-healable polymer. Because of the formation of reversible covalent bonds between the CNC surface and polymer matrix, mechanophore on CNC surface is activated giving high sensitivity to mechanical stress and hence healing ability of the nanocomposite will be increased. In the areas where we require damaged self-reporting and selfhealing properties, these functional polymer could be applied [90]."
    }, {
      "heading" : "9.5.5. Coating applications",
      "text" : "Nanocellulose reinforced polymer composites are potential candidates to be used for coating applications as well due to its high optical transparency [91,92]. Protective coating of mild steel was reported by Ma et al. [93] by incorporating epoxy resin composite which showed excellent anti-corrosion properties. Moreover, cellulose nanofiber based composites can be used for paint coatings and adhesives due to their three dimensional network with high shear tolerance properties as reported on the Exilva blog [59]"
    }, {
      "heading" : "10. Scaling up nanocellulose production technology-insights from LCA studies",
      "text" : "Life Cycle Assessment studies has been reported in recent literatures for nanocellulose production and its environmental impact assessments. LCA studies are particularly important for finding out the environmental bottlenecks or the process influencing factors which can change the whole experimental design scale up framework for nanocellulose production and its environmental analysis. LCA studies are basically done by comparing results of lab-scale processes with already commercially produced nanocellulose materials. A recent study by Piccinno et al. [99] showed that the environmental impact for production of nanocellulose yarn can be lowered by a factor up to 6.5, per kg of production, when compared with the laboratory scale production with the values of an actual production plant. So, it is now-a-days becoming popular to do LCA studies to help steer the future development of nanocellulose production technology. Gu et al. [98] reported a preliminary LCA study on pilot scale production of nanocellulose of 25 kg batch size at USDA Forest Product Laboratory from wood pulp for further commercialization in various applications. Yet, it is still somewhat limited. The main issues regarding nanocrystal preparation is the harsh acid treatments and for nanocellulose fiber production is the high energy reducing the amount of harsh acids used in cellulose nano-crystal preparation and the high energy input and clogging problems for nanocellulose fiber production [95]. To address this issue, Arvidson et al. [100] reported LCA studies of cellulose nanofibrils production by mechanical treatment and two different pretreatment processes- enzymatic route and carboxymethylation route, and found that CNF produced by carboxymethylation route has higher\nenvironmental impact due to use of large amounts of solvents. In this context, bacterial nanocellulose production route seems to be promising for several researchers and industries also, since there is no need to remove hemicelluloses/ lignin and fibers with nano dimensions can be easily obtained. However, this production route requires suitable cheap carbon source without hampering food production. In this context, agricultural residues may provide an interesting opportunity for introducing high-added-value nanocellulose technology in developing countries [96]. Herein, Table 4, we have summarized worldwide scenario of industrial scale nanocellulose production facilities. The major outcomes of LCA studies suggest that energy balance for nanocellulose production should be done in simplistic approach by considering only pretreatment, production and extraction stages. However, it indicates that nanocellulose production technology requires a number of energy demanding process and there is no standard hierarchy of consumption of energy. Hence, the aspects which can be considered alongside with energy inputs include: minimization of biomass consumption; minimization of sulphuric acid and lime consumption; upgradation of effluent and filtration system and minimization of transportation cost of final product (due to high water content) [95]."
    }, {
      "heading" : "11. Patent trends on nanocellulose composites",
      "text" : "A great number of research articles, scientific reports etc. are available in Google Scholar database regarding nanocellulose from academicians and researchers throughout the world [1,2,4,6]. But, literature reports regarding patents on nanocellulose are scanty. It is observed from the review article by Durán et al [94], that patents regarding nanocellulose have become most prolific in the last decade, and the numbers of patents have raised significantly from 2010 onwards in various fields of nanocellulose based production technology and its applications. In a recent article by Charreau et al. [110], reported that from recent patent search databases, it was found nanocellulose crystal based patents are lowest in numbers and mainly owned by universities and research institutions, however, the most cited patents from industries are based on nanofibrillated cellulose and bacterial cellulose. Companies involved in nanocellulose field come mainly from the pulp and paper industry; and Japan, China, Canada, Finland, and Sweden appear as the countries which are pushing the advance of nanocellulose technology. Here in Table 5, we have summarized some latest patent literature dealing with nanocellulose production and applications of nanocellulose and composites."
    }, {
      "heading" : "12. Summary",
      "text" : "Petroleum based products have innumerous uses in various industries for its cheap availability, but it eventually decrease the availability of fossil fuel which will trigger the prices of raw materials. On the other hand, petroleum based products are not\nocellulose market study, Future Markets Inc, 2012 [111]).\nbiodegradable which is not environment friendly and its disposal is one of the serious issues to be concerned these days. So, thinking about the relevance of this book chapter and to address the issues regarding environmental concern, we can suggest to use renewable biopolymer sources for industrial as well as household applications, which can provide health care to world’s growing population, provide food preservation to solve food insecurity problems and fabricate more promising human interfaces. This book chapter discusses about cellulose and nanocellulose derived biocomposites which can serve as green composite material in near future to manufacture structural components, improved protective textiles, self-healing materials and implants and novel drug/gene delivery nanopills etc."
    } ],
    "references" : [ {
      "title" : "Nanocellulose: extraction and application",
      "author" : [ "P. Phanthong", "P. Reubroycharoen", "X. Hao", "G. Xu", "G. Abudula", "G. Guan" ],
      "venue" : "Carbon Resour. Convers. (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sources of cellulose and their applications – a review",
      "author" : [ "D. Lavanya", "P.K. Kulkarni", "M. Dixit", "P.K. Raavi", "V.K.L. Naga" ],
      "venue" : "Int. J. Drug Formul. Res. 2 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nanocellulose in packaging: advances in barrier layer technologies",
      "author" : [ "A. Ferrer", "L. Pal", "M. Hubbe" ],
      "venue" : "Ind. Crops Prod. 65 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanocelluloses: a new family of nature-based materials",
      "author" : [ "D. Klemm", "F. Kramer", "S. Mortiz", "T. Lindstrom", "M. Ankerfors", "D. Gray", "A. Dorris" ],
      "venue" : "Angew. Chem. Int. Ed. 50 (24) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Separation and characterization of cellulose fibers from cypress wood treated with ionic liquid prior to laccase treatment",
      "author" : [ "M. Moniruzzaman", "T. Ono" ],
      "venue" : "Bioresour. Technol. 127 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Bioengineering bacterial cellulose/poly(ethylene oxide) nanocomposites",
      "author" : [ "E.E. Brown", "M.P.G. Laborie" ],
      "venue" : "Biomacromolecules 8 (10) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Tailor-made copolymers for the adsorption to cellulosic surfaces",
      "author" : [ "F.L. Hatton", "E. Malmström", "A. Carlmark" ],
      "venue" : "Eur. Polym. J. 65 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Modification of cellulose fibers with functionalized silanes: effect of the fiber treatment on the mechanical performances of cellulose–thermoset composites",
      "author" : [ "M. Abdelmouleh", "S. Boufi", "M.N. Belgacem", "A. Dufresne", "A. Gandini" ],
      "venue" : "J. Appl. Polym. Sci. 98 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Silane adsorption onto cellulose fibers: hydrolysis and condensation reactions",
      "author" : [ "M.C. Brochier Salon", "M. Abdelmouleh", "S. Boufi", "M.N. Belgacem", "A. Gandini" ],
      "venue" : "J. Colloid Interface Sci. 289 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Surface silylation of cellulose microfibrils: preparation and rheological properties",
      "author" : [ "C. Goussé", "H. Chanzy", "M.L. Cerrada", "E. Fleury" ],
      "venue" : "Polymer 45 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Surface esterification of cellulose fibres: processing and characterisation of lowdensity polyethylene/cellulose fibres composites",
      "author" : [ "D. Pasquini", "E. Teixeira", "A. Curvelo", "M.N. Belgacem", "A. Dufresne" ],
      "venue" : "Compos. Sci. Technol. 68 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Synthesis of cellulose fatty esters as plastics—influence of the degree of substitution and the fatty chain length on mechanical properties",
      "author" : [ "L. Crepy", "L. Chaveriat", "J. Banoub", "P. Martin", "N. Joly" ],
      "venue" : "ChemSusChem 2 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Preparation of cellulose nanofibers with hydrophobic surface characteristics",
      "author" : [ "M. Jonoobi", "J. Harun", "A.P. Mathew", "M.Z.B. Hussein", "K. Oksman" ],
      "venue" : "Cellulose. 17 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Surface functionalization of nanofibrillated cellulose extracted from wheat straw: effect of process parameters",
      "author" : [ "M. Singh", "A. Kaushik", "D. Ahuja" ],
      "venue" : "Carbohydr. Polym. 150 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Capron",
      "author" : [ "A.G. Cunha", "J.B. Mougel", "B. Cathala", "L.A. Berglund" ],
      "venue" : "Preparation of double pickering emulsions stabilized by chemically tailored nanocelluloses, Langmuir 30 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanofibrillated cellulose surface grafting in ionic liquid",
      "author" : [ "K. Missoum", "M. Naceur Belgacem", "J.P. Barnes", "M.C. Brochier-Salon", "J. Bras" ],
      "venue" : "Soft Matter 8 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Labelling of -hydroxysuccinimide-modified rhodamine B on cellulose nanofibrils by the amidation reaction",
      "author" : [ "J.R.G. Navarro", "L. Bergström" ],
      "venue" : "RSC Adv. 4 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Surface functionalized nanofibrillar cellulose (NFC) film as a platform for immunoassays and diagnostics",
      "author" : [ "H. Orelma", "I. Filpponen", "L.S. Johansson", "M. Osterberg", "O.J. Rojas", "J. Laine" ],
      "venue" : "Biointerphases 7 (61) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Cellulose nanofibril based graft conjugated polymer films act as a chemosensor for nitroaromatic",
      "author" : [ "Q. Niu", "K. Gao", "W. Wu" ],
      "venue" : "Carbohydr. Polym. 110 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chemical surface modifications of microfibrillated cellulose",
      "author" : [ "P. Stenstad", "M. Andresen", "B.S. Tanem", "P. Stenius" ],
      "venue" : "Cellulose 15 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Temperature-sensitive poly-NIPAm modified cellulose nanofibril cryogel microspheres for controlled drug release",
      "author" : [ "F. Zhang", "W. Wu", "X. Zhang", "X. Meng", "G. Tong", "Y. Deng" ],
      "venue" : "Cellulose. 23 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanocomposites of natural rubber and polyaniline-modified cellulose nanofibrils",
      "author" : [ "M.J. Silva", "A.O. Sanches", "E.S. Medeiros", "L.H.C. Mattoso", "C.M. McMahan", "J.A. Malmonge" ],
      "venue" : "J Therm, Anal. Calorim. 117 (2014) 387–392.  14  A. Sharma et al. / Biotechnology Reports xxx ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultra-lightweight poly (sodium acrylate) modified TEMPO-oxidized cellulose nanofibril aerogel spheres and their superabsorbent properties",
      "author" : [ "F. Zhang", "H. Ren", "G. Tong", "Y. Deng" ],
      "venue" : "Cellulose. 23 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Surface modification of natural fibers using bacteria: depositing bacterial cellulose onto natural fibers to create hierarchical fiber reinforced nanocomposites",
      "author" : [ "M. Pommet", "J. Juntaro", "J.Y.Y. Heng" ],
      "venue" : "Biomacromolecules 9 (6) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "in: S",
      "author" : [ "J. Njuguna", "P. Wambua", "K. Pielichowski", "K. Kayvantash" ],
      "venue" : "Kalia, B.S. Kaith, I. Kaur (Eds.), Natural Fiber-Reinforced Polymer Composites and Nanocomposites for Automotive Applications, Cellulose Fibers: Bio- and Nano-Polymer Composites, Springer, Heidelberg, Germany",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Mechanical performance tailoring of tough ultra-high porosity foams prepared from cellulose nanofiber suspensions",
      "author" : [ "H. Sehaqui", "M. Salajkova", "Q. Zhou", "L.A. Berglund" ],
      "venue" : "Soft Matter 6 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Elastic properties of cellulose nanopaper",
      "author" : [ "A. Kulachenko", "T. Denoyelle", "S. Galland", "S.B. Lindström" ],
      "venue" : "Cellulose 19 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Biobased nanocomposites from layer-by-layer assembly of cellulose nanowhiskers with chitosan, Biomacromolecules",
      "author" : [ "J.P. de Mesquita", "C.L. Donnici", "F.V. Pereira" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2010
    }, {
      "title" : "Free standing nanostructures by layer-by-layer assembly",
      "author" : [ "C. Jiang", "V.V. Tsukruk" ],
      "venue" : "Adv. Mater. 18 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Biomimetic nanocoating with exceptional mechanical",
      "author" : [ "F. Ding", "J. Liu", "S. Zeng", "Y. Xia", "K.M. Wells", "M.P. Nieh", "L. Sun" ],
      "venue" : "barrier and flame retardant properties from large scale one-step assembly, Sci. Adv. 3 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Technology-driven layer-by-layer assembly of nanofilms",
      "author" : [ "J.J. Richardson", "M. Björnmalm", "F. Caruso" ],
      "venue" : "Science 34 (8) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Tuning the electronic properties of robust bio-bond grapheme papers by spontaneous electrochemical reduction: from insulators to flexible semimetals",
      "author" : [ "K. Hu", "V.V. Tsukruk" ],
      "venue" : "Chem. Mater. 27 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Written-in conductive patterns on robust grapheme oxide biopaper by electrochemical microstamping",
      "author" : [ "K. Hu", "L.S. Tolentino", "D.D. Kulkarni", "C. Ye", "S. Kumar", "V.V. Tsukruk" ],
      "venue" : "Angew, Chem. Int. Ed 52 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synergistic toughening of bioinspired poly (vinyl alcohol)–clay–nanofibrillar cellulose artificial nacre",
      "author" : [ "J. Wang", "Q. Cheng", "L. Lin", "L. Jiang" ],
      "venue" : "ACS Nano 8 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Composites of cationic nanofibrillated cellulose and layered silicates: water vapor barrier and mechanical properties",
      "author" : [ "T.T. Ho", "T. Zimmermann", "S. Ohr", "W.R. Caseri" ],
      "venue" : "ACS Appl. Mater. Interfaces 4 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Wet-spinning of regenerated silk fiber from aqueous silk fibroin solution: discussion of spinning parameters",
      "author" : [ "J. Yan", "G. Zhou", "D.P. Knight", "Z. Shao", "X. Chen" ],
      "venue" : "Biomacromolecules 11 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Simultaneously strong and tough ultrafine continuous nanofibers",
      "author" : [ "D. Papkov", "Y. Zou", "M.N. Andalib", "A. Goponenko", "S.Z.D. Cheng", "Y.A. Dzenis" ],
      "venue" : "ACS Nano 7 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Uniaxially aligned electrospun all-cellulose nanocomposite nanofibers reinforced with cellulose nanocrystals: scaffold for tissue engineering",
      "author" : [ "X. He", "Q. Xiao", "C. Lu", "Y. Wang", "X. Zhang", "J. Zhao", "W. Zhang", "X. Zhang", "Y. Deng" ],
      "venue" : "Biomacromolecules 15 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Glimpses into the Realm of Freeze-drying",
      "author" : [ "L. Rey" ],
      "venue" : "Classical Issues and New Ventures, Freeze-Drying/Lyophilization of Pharmaceutical and Biological Products, CRC Press",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Plasmonic biofoam: a versatile optically active material",
      "author" : [ "L. Tian", "J. Luan", "K.K. Liu", "Q. Jiang", "S. Tadepalli", "M.K. Gupta", "R.R. Naik", "S. Singamaneni" ],
      "venue" : "Nano Lett. 16 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Macroscopic freestanding hierarchical 3D architectures assembled from silver nanowires by ice templating",
      "author" : [ "H. Gao", "L. Xu", "F. Long", "Z. Pan", "Y. Du", "Y. Lu", "J. Ge", "S.H. Yu" ],
      "venue" : "Angew. Chem. Int. Ed 53 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A facile fabrication strategy for patterning protein chain conformation in silk materials",
      "author" : [ "M.K. Gupta", "S. Singamaneni", "M. McConney", "L.F. Drummy", "R.R. Naik", "V.V. Tsukruk" ],
      "venue" : "Adv. Mater 22 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Soft lithography for micro-and nanoscale patterning",
      "author" : [ "D. Qin", "Y. Xia", "G.M. Whitesides" ],
      "venue" : "Nat. Protoc. 5 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Encapsulating nanoparticle arrays into layer-bylayer multilayers by capillary transfer lithography",
      "author" : [ "H. Ko", "C. Jiang", "V.V. Tsukruk" ],
      "venue" : "Chem. Mater. 7 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "3D polymer microframes that exploit length-scale-dependent mechanical behavior",
      "author" : [ "J.H. Jang", "C.K. Ullal", "T. Choi", "M.C. Lemieux", "V.V. Tsukruk", "E.L. Thomas" ],
      "venue" : "Mater 18 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Inkjet printing of silk nest arrays for cell hosting",
      "author" : [ "R. Suntivich", "I. Drachuk", "R. Calabrese", "D.L. Kaplan", "V.V. Tsukruk" ],
      "venue" : "Biomacromolecules 15 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Inkjet printing-based patchable multilayered biomolecule-containing nanofilms for biomedical applications",
      "author" : [ "M. Choi", "J. Heo", "M. Yang", "J. Hong" ],
      "venue" : "ACS Biomater. Sci. Eng. 3 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Simple inkjet process to fabricate microstructures of chitinous nanocrystals for cell patterning",
      "author" : [ "S. Suzuki", "Y. Teramoto" ],
      "venue" : "Biomacromolecules 18 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Piezoelectric inkjet printing of polymers: stem cell patterning on polymer substrates",
      "author" : [ "J.D. Kim", "J.S. Choi", "B.S. Kim", "Y. Chan Choi", "Y.W. Cho" ],
      "venue" : "Polymer 51 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Cellulose nanocrystal inks for 3D printing of textured cellular architectures",
      "author" : [ "G. Siqueira", "D. Kokkinis", "R. Libanori", "M.K. Hausmann", "A.S. Gladman", "A. Neels", "P. Tingaut", "T. Zimmermann", "J.A. Lewis", "A.R. Studart" ],
      "venue" : "Adv. Funct. Mater. 27 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "3D printing of layered brain-like  structures using peptide modified gellan gum substrates",
      "author" : [ "R. Lozano", "L. Steven", "B.C. Thompson", "K.J. Gilmore", "R. Gorkin", "E.M. Stewart", "M. Panhuis", "M. Romero-Ortega", "G.G. Wallace" ],
      "venue" : "Biomaterials 67 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polyol-silk bioink formulations as two-part room-temperature curable materials for 3D printing",
      "author" : [ "R.R. Jose", "J.E. Brown", "K.E. Polido", "F.G. Omenetto", "D.L. Kaplan" ],
      "venue" : "ACS Biomater. Sci. Eng. 1 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Bio-based composite roof structure: manufacturing and processing issues",
      "author" : [ "M.A. Dweib", "B. Hu", "H.W. Shenton", "R.P. Wool" ],
      "venue" : "Compos. Struct. 74 (4) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Positive impact of cellulose nanofibrils on silver nanowire coatings for transparent conductive films",
      "author" : [ "F. Hoeng", "A. Denneulin", "G. Krosnicki", "J. Bras" ],
      "venue" : "J. Mater. Chem. C 4 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "VTT is Developing 3D-printing Materials for Wound Care and Decorative Elements",
      "author" : [ "P. Lahtinen" ],
      "venue" : "[internet]available from [Accessed Aug], ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cartilage tissue engineering by the 3D bioprinting of iPS cells in a Nanocellulose/Alginate bioink",
      "author" : [ "D. Nguyen", "D.A. Hägg", "A. Forsman", "J. Ekholm", "P. Nimkingratana", "C. Brantsing" ],
      "venue" : "Sci. Rep. 7 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface tailoring and design-driven prototyping of fabrics with 3D-printing: an all-cellulose approach",
      "author" : [ "T.M. Tenhunen", "O. Moslemian", "K. Kammiovirta", "A. Harlin", "P. Kääriäinen", "M. Österberg" ],
      "venue" : "Mater. Des. 140 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Why Should I Use Microfibrillated Celluloserom in Coatings? (2017) http://blog.exilva.com/why-should-i-use-microfibrillated-cellulosein coatings/ [internet] Available fo (Accessed July 2018)",
      "author" : [ "M. Hjørnevik" ],
      "venue" : null,
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2018
    }, {
      "title" : "Recent advances in bionanocomposites: preparation",
      "author" : [ "M.H. Mousa", "Y. Dong", "I.J. Davies" ],
      "venue" : "properties, and applications, Int. J. Polym. Mater. Polym. Biomater. 65 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Microfibrillated cellulose and new nanocomposite materials: a review",
      "author" : [ "I. Siró", "D. Plackett" ],
      "venue" : "Cellulose 17 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A review on nanocellulosic fibres as new material for sustainable packaging: process and applications",
      "author" : [ "H.P.S. Abdul Khalil", "Y. Davoudpour", "C.K. Saurabh", "M.S. Hossain", "S.S. Adnan", "R. Dungani" ],
      "venue" : "Renew. Sustain. Energy Rev. 64 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanocellulose in bio-based food packaging applications",
      "author" : [ "H.M.C. Azeredo", "M.F. Rosa", "L.H.C. Mattoso" ],
      "venue" : "Ind. Crops Prod. 97 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanofibrillated cellulose as an additive in papermaking process: a review",
      "author" : [ "S. Boufi", "I. González", "M. Delgado-Aguilar", "Q. Tarrès", "M.A. Pèlach", "P. Mutjé" ],
      "venue" : "Carbohydr. Polym. 154 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Processing of wood-based microfibrillated cellulose and nanofibrillated cellulose",
      "author" : [ "S.H. Osong", "S. Norgren", "P. Engstrand" ],
      "venue" : "and applications relating to papermaking: a review, Cellulose 23 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanocellulose and its composites for biomedical applications",
      "author" : [ "A.G. Dumanli" ],
      "venue" : "Curr. Med. Chem. 24 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanocellulose as a sustainable biomass material: structure",
      "author" : [ "Y. Xue", "Z. Mou", "H. Xiao" ],
      "venue" : "properties, present status and future prospects in biomedical applications, Nanoscale 9 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Microfibrillated cellulose – its barrier properties and applications in cellulosic materials: a review",
      "author" : [ "N. Lavoine", "I. Desloges", "A. Dufresne", "J. Bras" ],
      "venue" : "Carbohydr. Polym. 90 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Review: nanocelluloses as versatile supports for metal nanoparticles and their applications in catalysis",
      "author" : [ "M. Kaushik", "A. Moores" ],
      "venue" : "Green Chem.18 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Review of hydrogels and aerogels containing nanocellulose",
      "author" : [ "K.J. De France", "T. Hoare", "E.D. Cranston" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Potential of nanocellulose as a reinforcing phase for polymers",
      "author" : [ "A. Dufresne" ],
      "venue" : "J. Sci. Technol. For. Prod. Processes 2 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The effect of fiber content on the mechanical and thermal expansion properties of biocomposites based on microfibrillated cellulose",
      "author" : [ "A.N. Nakagaito", "H. Yano" ],
      "venue" : "Cellulose 15 (4) ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Effect of nanocellulose fibers and acetylated nanocellulose fibers on properties of poly (Ethylene-Co-Vinyl acetate) foams",
      "author" : [ "M.V.G. Zimmermann", "M.P. da Silva", "A.J. Zattera", "R.M.C. Santana" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2017
    }, {
      "title" : "Structure and properties of cellulose nanocomposite films containing melamine formaldehyde",
      "author" : [ "M. Henriksson", "L.A. Berglund" ],
      "venue" : "J. Appl. Polym. Sci. 106 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "High performance green barriers based on nanocellulose",
      "author" : [ "S.S. Nair", "Z. JY", "Y. Deng", "A.J. Ragauskas" ],
      "venue" : "Sustain. Chem. Process. 2 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hybrid poly (lactic acid)/nanocellulose/nanoclay composites with synergistically enhanced barrier properties and improved thermomechanical resistance",
      "author" : [ "J. Trifol", "D. Plackett", "C. Sillard", "P. Szabo", "J. Bras", "A.E. Daugaard" ],
      "venue" : "Polym. Int. 65 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Asymmetric supercapacitors based on carbon nanofibre and Polypyrrole/Nanocellulose composite electrodes",
      "author" : [ "P. Tammela", "Z. Wang", "S. Frykstrand", "P. Zhang", "I.M. Sintorn", "L. Nyholm", "M. Stromme" ],
      "venue" : "Rsc Adv. 5 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Freestanding nanocellulose-composite fibre reinforced 3D polypyrrole electrodes for energy storage applications",
      "author" : [ "Z. Wang", "P. Tammela", "P. Zhang", "J. Huo", "F. Ericson", "M. Stromme", "L. Nyholm" ],
      "venue" : "Nanoscale 6 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A nanocellulose polypyrrole composite based on tunicate cellulose",
      "author" : [ "D. Zhang", "Q. Zhang", "X. Gao", "G. Piao" ],
      "venue" : "Int. J. Polym. Sci. ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mihranyan",
      "author" : [ "A. Razaq", "L. Nyholm", "M. Sjodin", "M. Stromme" ],
      "venue" : "A paper-based energy- storage devices comprising carbon fiber-reinforced polypyrrolecladophora nanocellulose composite electrodes, Adv. Energy Mater. 2 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Efficient high active mass paper-based energy-storage devices containing free-standing additive-  A",
      "author" : [ "Z. Wang", "P. Tammela", "P. Zhang", "M. Stromme", "L. Nyholm" ],
      "venue" : "Sharma et al. / Biotechnology Reports xxx (2018) e00316  15 less polypyrrole-nanocellulose electrodes, J. Mater. Chem. A 2 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Although the issues can be solved to some extent by chemical modification of the cellulose fibers, but recent researchers are now focused to extract nanocellulose material from cellulosic fibers for fabrication of nanocellulose reinforced biocomposites to be utilized for high throughput applications [1].",
      "startOffset" : 301,
      "endOffset" : 304
    }, {
      "referenceID" : 1,
      "context" : "This is because, with compared to cellulose, nanocellulose materials are lighter in weight with high surface area to volume ratio and higher strength and stiffness [2].",
      "startOffset" : 164,
      "endOffset" : 167
    }, {
      "referenceID" : 2,
      "context" : "Hence it can act as a superb reinforcing agent for developing green bio-nanocomposites for various industrial applications [3].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 0,
      "context" : "Cellulose is the linear polysaccharide with repeating units of cellobiose (disaccharide D glucose) units linked by β-1,4 linkage and there are strong intramolecular or intermolecular hydrogen bonding between adjascent glucose units in the same chain or different chain through the open hydroxyl groups present in glucose monomer units [1,71].",
      "startOffset" : 335,
      "endOffset" : 341
    }, {
      "referenceID" : 69,
      "context" : "Cellulose is the linear polysaccharide with repeating units of cellobiose (disaccharide D glucose) units linked by β-1,4 linkage and there are strong intramolecular or intermolecular hydrogen bonding between adjascent glucose units in the same chain or different chain through the open hydroxyl groups present in glucose monomer units [1,71].",
      "startOffset" : 335,
      "endOffset" : 341
    }, {
      "referenceID" : 1,
      "context" : "Cellulose can be regenerated by various processes such as cupro-ammonium process to pure cellulose fibers and can be modified as cellulose acetate fibers also [2].",
      "startOffset" : 159,
      "endOffset" : 162
    }, {
      "referenceID" : 2,
      "context" : "Wheat straw 37–43 31–37 such as high mechanical strength, tunable surface chemistry, high aspect ratio, crystallinity, barrier properties, non-toxicity and biodegradability, it is emerging as a potential renewable green substrate for food packaging, for coatings and fillers in composites and many more uses for industrial applications which will significantly influence the commercial markets [3].",
      "startOffset" : 394,
      "endOffset" : 397
    }, {
      "referenceID" : 0,
      "context" : "There are two major approaches for biomass pretreatment like alkali treatment and acid-chlorite treatment [1,4].",
      "startOffset" : 106,
      "endOffset" : 111
    }, {
      "referenceID" : 3,
      "context" : "There are two major approaches for biomass pretreatment like alkali treatment and acid-chlorite treatment [1,4].",
      "startOffset" : 106,
      "endOffset" : 111
    }, {
      "referenceID" : 0,
      "context" : "Hemicellulose hydrolysis is essential both for expelling the hemicellulose, which shields the cellulose from hydrolysis, and for generating monosaccharides from hemicellulose for further fermentation to bioethanol [1,117].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 4,
      "context" : ", the cellulose fibers were treated with ionic liquid before enzymatic hydrolysis with laccase for isolation of nanocellulose from wood chips [5].",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 0,
      "context" : "Mechanical process Cellulose fibers can be mechanically processed to isolate nanocellulosic fiber using different mechanical methods such as ultrasonication, ball milling, and high pressure homogenization being the most cited in literature [1,4].",
      "startOffset" : 240,
      "endOffset" : 245
    }, {
      "referenceID" : 3,
      "context" : "Mechanical process Cellulose fibers can be mechanically processed to isolate nanocellulosic fiber using different mechanical methods such as ultrasonication, ball milling, and high pressure homogenization being the most cited in literature [1,4].",
      "startOffset" : 240,
      "endOffset" : 245
    }, {
      "referenceID" : 5,
      "context" : "In comparison with the mechanical or chemomechanical methods for obtaining nanocellulose, bacterial cellulose is produced through cellulose biosynthesis and is extracted in the form of ribbon-shaped fibril with width less than 100 nm and length up to much finer 2–4 nm nanofibrils [6], which will build up cellulose microfibrils in the extracellular media.",
      "startOffset" : 281,
      "endOffset" : 284
    }, {
      "referenceID" : 7,
      "context" : "The silylation of cellulose fibers have been cited in literature [8,9], and can also be develop for modifying surface nanocellulose.",
      "startOffset" : 65,
      "endOffset" : 70
    }, {
      "referenceID" : 8,
      "context" : "The silylation of cellulose fibers have been cited in literature [8,9], and can also be develop for modifying surface nanocellulose.",
      "startOffset" : 65,
      "endOffset" : 70
    }, {
      "referenceID" : 15,
      "context" : "[16] cited an innovative way for heterogeneous surface modification by employing different anhydride in an ionic liquid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "TEMPO oxidized CNFs can be used to prepare water resistant films to be utilized as fluorescent sensor for nitroaromatics detection as reported in few recent literatures [18,19].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 18,
      "context" : "TEMPO oxidized CNFs can be used to prepare water resistant films to be utilized as fluorescent sensor for nitroaromatics detection as reported in few recent literatures [18,19].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 20,
      "context" : "NIPAm (N-iso-propylacrylamide) can be grafted via in-situ free radical polymerization to prepare temperature sensitive CNF which can be utilized for controlled drug release [21].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 22,
      "context" : "Free radical polymerization can also be done with TEMPO oxidized CNF by poly (sodium acrylate) to prepare aerogel with addition of cross linker agents such as N,N’-methylenebisacrylamide [23].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 23,
      "context" : "[24] have reported a method in which they deposited bacterial cellulose (BC) on hemp and sisal natural fibers for improving their adhesion to bio-based polymers, and thereby forming robust nanocomposite structures.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "There are various composite manufacturing methods for preparing natural fibercomposites like injection molding, compression molding, vacuum bagging, and resin transfer molding (RTM) [25].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 24,
      "context" : "Another factor to be considered is inadequate solubilization in the matrix which causes fiber aggregation thereby the tensile strength of the composites is decreased [25].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 28,
      "context" : "During processing, the operation parameters such as composition, adhesion, gas barrier should be optimized for adaptable abilities [30].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 29,
      "context" : "Various substrates can be used for nanoparticle deposition at single molecular layer level through interfacial interactions such as hydrophobic-hydrophobic interactions and hydrogen bonding, electrostatic interactions [31,32].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 30,
      "context" : "Various substrates can be used for nanoparticle deposition at single molecular layer level through interfacial interactions such as hydrophobic-hydrophobic interactions and hydrogen bonding, electrostatic interactions [31,32].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 31,
      "context" : "Bionanocomposites can be prepared using this approach with improved mechanical properties, having high degree of material compatibility and uniformity [33,34].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 32,
      "context" : "Bionanocomposites can be prepared using this approach with improved mechanical properties, having high degree of material compatibility and uniformity [33,34].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 31,
      "context" : "In recent literature, both of the techniques are applied simultaneously for fabrication of layered bionanocomposite films with the mixture of biopolymer solution and nanofiller dispersion [33,35,36].",
      "startOffset" : 188,
      "endOffset" : 198
    }, {
      "referenceID" : 33,
      "context" : "In recent literature, both of the techniques are applied simultaneously for fabrication of layered bionanocomposite films with the mixture of biopolymer solution and nanofiller dispersion [33,35,36].",
      "startOffset" : 188,
      "endOffset" : 198
    }, {
      "referenceID" : 34,
      "context" : "In recent literature, both of the techniques are applied simultaneously for fabrication of layered bionanocomposite films with the mixture of biopolymer solution and nanofiller dispersion [33,35,36].",
      "startOffset" : 188,
      "endOffset" : 198
    }, {
      "referenceID" : 36,
      "context" : "Wet spinning is used for large-scale manufacture of biopolymer microfibers whereas, the electrospinning approach is used to produce precisely fine nanofibers mats [38].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 37,
      "context" : "Recently, cellulose nanofibers matrix were coated with CNC, having desirable orientation by uniaxial alignment through electrospinning technique [39].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 39,
      "context" : "Freeze-drying method is used to produce bionanocomposite aerogels based upon sources such as cellulose, chitin, chitosan, starch, alginate, and silk [41].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 38,
      "context" : "In this approach, first freezing of the sample was done by small molecular solvent removal through sublimation process [40].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 40,
      "context" : "Ice-template approach is the most cited in literature to prepare aerogel by observing the crystal growth formation leading to nanostructure assembly [42].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 41,
      "context" : "Then, these pre-patterned stamps are compressed into a softened polymer to carve the pattern into the substrate [43].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 42,
      "context" : "[44] This technique has been modified extensively in recent years by fabricating different types of microstamps using nanoimprinting approaches, micromolding, and capillary transfer lithography [45,46].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[44] This technique has been modified extensively in recent years by fabricating different types of microstamps using nanoimprinting approaches, micromolding, and capillary transfer lithography [45,46].",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 44,
      "context" : "[44] This technique has been modified extensively in recent years by fabricating different types of microstamps using nanoimprinting approaches, micromolding, and capillary transfer lithography [45,46].",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 45,
      "context" : "Inkjet printing Inkjet printing is a very low cost procedure, in which an inkjet solution bursts into liquid droplets and coated onto the surface of the desired substrate with defined patterns after evaporating the solvent [47].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 45,
      "context" : "This technique can be used for various liquid “inks” and the resolution of the final pattern can be optimized by selection of the parameters such as size of the droplets (by choosing the size of the nozzles 10–100 nm), viscosity and the interaction between the ink and substrate [47].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 49,
      "context" : "This technique relies on layer-by-layer printing of dispersions of various polysaccharides and protein biopolymers as bio-inks and extrusion of melts for the manufacture of hierarchical 3D nanostructures in the developed bionanocomposites [51].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 50,
      "context" : "In a recent study, brain like 3D structures were printed by modifying peptide biopolymers and gellan gum for encapsulation of primary neural cells [52].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 51,
      "context" : "Bio-inks based on silk having adjustable mechanical properties similar to soft tissue were also prepared for high resolution 3D printing of structures [53,56].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 54,
      "context" : "Bio-inks based on silk having adjustable mechanical properties similar to soft tissue were also prepared for high resolution 3D printing of structures [53,56].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 52,
      "context" : "Several biocomposite materials developed by using cellulose have been evaluated with significantly good results for building industry, manufacturing stairs, roof and load-bearing walls, and subflooring structures [54].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 69,
      "context" : "[71] first reported about improved mechanical properties of a nanocomposite made up with potato-starch as polymer matrix and nanofiber cellulose as reinforcing agent.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "Improved performance of tensile properties were reported by Nakagaito and Yano [72] for phenol–formaldehyde resin combined with nanofiber cellulose whereas, Zimmermann et al.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 71,
      "context" : "[73] showed similar results with hydroxypropylated cellulose (HPC).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 66,
      "context" : "Applications of nanocellulose is mostly adopted by the paper and packaging industries to replace the use of synthetic polymers derived from petrochemical resources [68].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 73,
      "context" : "Nanocellulose have some exceptional properties such as nanoscale dimension with gas and water barrier properties, which can be successfully utilized for developing nanocomposite films with strong building network for the penetrant molecules to pass through [75].",
      "startOffset" : 257,
      "endOffset" : 261
    } ],
    "year" : 2019,
    "abstractText" : "Cellulose is the biosynthetic product from plants, animals and bacteria. Cellulose is the most abundant polymer having long linear chain like structure composed of (1,4) linked β-D glucopyranosyl units assembled into hierarchical structures of microfibrils with excellent strength and stiffness. And ‘nanocellulose’ refers to the cellulosic materials with defined nano-scale structural dimensions. They may be cellulose nanocrystal (CNC or NCC), cellulose nanofibers (CNF) or bacterial nanocellulose. Nanocellulose is non-toxic, biodegradable and biocompatible with no adverse effects on health and environment. Due to its low thermal expansion coefficient, high aspect ratio, better tensile strength, good mechanical and optical properties, they find many applications in thermo-reversible and tenable hydrogels, paper making, coating additives, food packaging, flexible screens, optically transparent films and light weight materials for ballistic protection, automobile windows. It also find potential in biopharmaceutical applications such as in drug delivery and for fabricating temporary implants with PHB like sutures, stents etc. © 2019 Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http:// creativecommons.org/licenses/by-nc-nd/4.0/).",
    "creator" : "Elsevier"
  }
}