{
  "name" : "downloads_2019-10-21_2b_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Understanding Enhanced Microbial MeHg Production in Mining-Contaminated Paddy Soils under Sulfate Amendment: Changes in Hg Mobility or Microbial Methylators?",
    "authors" : [ "Yunyun Li", "Jiating Zhao", "Huan Zhong", "Yongjie Wang", "Hong Li", "Yu-Feng Li", "Van Liem-Nguyen", "Tao Jiang", "Zhiyong Zhang", "Yuxi Gao", "Zhifang Chai" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Mercury-contaminated soils in mine areas are usually characterized by low methylmercury (MeHg) concentrations despite high total Hg (THg) levels (e.g., MeHg/THg: 0.0009− 0.03%).1,2 This has been largely attributed to the predominance of refractory Hg species in mining-contaminated soils, especially HgS,3 which is normally less available to microbial methylators.4 However, the elevated MeHg/THg ratios reported in some mining-contaminated areas (up to 0.97% in soils and 1.5% in the estuary near the Idrija Hg mine, Slovenia,5,6 and as high as 0.47% in rice paddy soils in Gouxi, Wanshan Hg mine area, China7) remain largely unexplained.\nConsequently, elevated soil MeHg levels (as high as 23 μg kg−1 in Wanshan8 and 80 μg kg−1 in soils near the Podljubelj Hg mine, Slovenia9) enhance MeHg accumulation in crops, an observation that has raised concern regarding dietary exposure to MeHg. For instance, the massive accumulation of MeHg in crops in Wanshan mine area (as high as 174 μg kg−1 in rice grains10) has been reported, although refractory HgS is\nReceived: June 27, 2018 Revised: December 2, 2018 Accepted: January 13, 2019 Published: January 14, 2019\n© 2019 American Chemical Society 1844 DOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\nD ow\nnl oa\nde d\nvi a\nU N\nIV F\nR A\nN K\nFU R\nT o\nn O\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\ndominant in Wanshan soils (64−94%).11−13 These results emphasize the need for a better understanding of the factors that may lead to the mobilization of otherwise refractory Hg species (e.g., HgS(s)) in mining-contaminated soils and their subsequent methylation, especially considering the growing evidence of microbial methylation of some HgS compounds such as neutral HgS species (e.g., HgS0, Hg(SH)2\n0)14−16 and Hg−S nanoparticles (e.g., nano-HgS).17 This study examined the potential role of sulfate in mobilizing refractory Hg species and thus facilitating Hg methylation in mining-contaminated paddy soils. Sulfate amendment has been widely reported to enhance the activities of microbial methylators (especially sulfate reducing bacteria, SRB) in natural and agricultural wetlands,18−20 with sulfate serving as an electron acceptor for SRB. Sulfate-impacted microbial abundances/activities were thus believed to be critical in controlling Hg methylation in soils and sediments, and could be responsible for the enhanced Hg methylation under sulfate input.21−26 However, whether sulfate and its reduction in flooded paddy soils play a role in Hg mobility is unknown. The potential changes in Hg mobility under sulfate amendment (e.g., via fertilization, rainfall or irrigation), in addition to microbial abundances/activities, may also affect microbial Hg methylation in mining-contaminated paddy soils. Theoretical calculations suggest that sulfide (S2−), a main product of sulfate reduction, promotes the solubilization of Hg from refractory HgS minerals.27 Sulfide-facilitated solubilization of HgS(s) has also been supported by experimental evidence.14,16 For instance, THg and MeHg levels in dissolved pore water were highest in samples form the estuarine region near the Idriga mine, where S cycling conditions are ideal for HgS(s) mobilization.28 These findings suggest that the input and subsequent reduction of sulfate could possibly mobilize HgS(s) in mining-contaminated paddy soils and enhance microbial Hg methylation, a hypothesis tested in the present work. The results would contribute to explaining the elevated soil MeHg levels measured in some Hg mining areas. This knowledge is especially relevant considering the continuous input of sulfate into paddy soils through sulfur fertilization and atmospheric deposition. For example, in Guizhou province, where the largest Hg mine in China is located, ∼ 60 mg sulfate kg−1 is annually introduced (via fertilization, rainfall or irrigation) into soils.29\nHere, we examined the ability of sulfate input to mobilize refractory Hg(s) and thereby increase the production and bioaccumulation of MeHg in mining-contaminated soil-rice systems. Pot experiments, consisting of rice cultivation in mining-contaminated soils under sulfate amendment, were conducted to reveal potential changes in the MeHg concentrations of soils and rice plants in response to sulfate amendment. In addition, batch experiments, in which five different Hg-contaminated paddy soils containing various levels of sulfate were incubated in batch reactors, were carried out to further investigate the mechanisms underlying the sulfate-amendment-induced changes in soil MeHg levels. Contrary to previous studies, in which microbial Hg methylation under sulfate amendment was mainly demonstrated by changes in SRB abundances/activities, we focused on both the changes in microbial methylators (indicated by SRB abundances/activities, and copy number of the hgcA methylation gene), and the potential changes in Hg/S speciation (quantified using synchrotron radiation techniques) and thus Hg mobility. The latter could be important\nconsidering that sulfate is reduced to elemental sulfur (S0) or to S2− under flooded conditions, which may subsequently modify the speciation and mobility of Hg in soils, for example, by complexation, precipitation, or adsorption.30,31\n■ MATERIALS AND METHODS Soil, Chemicals, and Containers. The soil used in the pot experiments was collected at a depth of 0−20 cm from a mining-contaminated paddy field in the Wanshan Hg mine area, Guizhou province, China (herein referred to as WS soil). The soil was air-dried, mixed, and sieved to an effective diameter of ≤2 mm. The THg and MeHg concentrations in WS soil were 80.8 ± 1.4 mg kg−1 and 3.0 ± 0.5 μg kg−1, respectively, and total sulfur and dissolved sulfate levels were 270 ± 10.1 and 140.9 ± 0.2 mg kg−1. In batch experiments, five Hg-contaminated paddy soils containing various ambient sulfate levels were used: WS soil, Qingzhen (QZ) soil (THg: 55.6 ± 0.3 mg kg−1; MeHg: 38.4 ± 0.13 μg kg−1), Xunyang (XY) soil (THg: 32.9 ± 0.4 mg kg−1; MeHg: 4.4 ± 0.07 μg kg−1), Loudi (LD) soil (THg: 0.2 ± 0.0 mg kg−1; MeHg: 1.1 ± 0.1 μg kg−1), and Guiyang soil (THg: 0.2 ± 0.0 mg kg−1; MeHg: 0.08 ± 0.03 μg kg−1). QZ soil was collected from an industrially contaminated site in Guizhou province and contained high sulfate levels (2020.5 ± 10.8 mg kg−1). XY soil was obtained from Xunyang (Shannxi province), a major Hg mining area in China and had relatively lower sulfate levels (158.2 ± 0.7 mg kg−1) than QZ soil. LD (in Hunan province) and GY (in Guizhou province) soils were collected from the control sites in provinces where major Hg mines are located. Other soil characteristics are listed in Supporting Information (SI) Table S1. Solid speciation of Hg in different soils (i.e., geochemical fractions of Hg, determined by sequential extraction, details described below) is listed in SI Table S2. The chemicals used in this study are listed in SI Table S3. Their background THg levels were below the detection limit (<0.01 μg kg−1). The polypropylene centrifuge tubes used in this study (Corning, NY), including for sample digestion/ dilution and as batch reactors, were considered Hg-free, as the amount of THg in 2% HNO3 after rinsing the tubes was below the detection limit (<0.01 μg L−1).\nPot Experiments. Pot experiments, in which rice was cultivated in WS soil, were carried out to explore the potential effects of sulfate amendment on soil MeHg levels and on MeHg accumulation in rice. Each of the five treatments, one without (CK) and four with (50, 100, 500, and 1000 mg S kg−1, abbreviated as 50S, 100S, 500S, and 1000S) sulfate amendment, consisted of three replicate pots (SI Table S4). The amended doses were within the range reported in Wanshan (e.g., 8−767 mg S kg−1)32 and other mine areas (e.g., 1600−37 400 mg S kg−1 in Mieres and Pola de Lena, Spain,33 and 1100 mg S kg−1 in Almadeń, Spain34). At the same time, rice plants were cultivated in low-Hg soil (THg: 0.09 ± 0.01 mg kg−1) to explore the potential contribution of the foliar uptake of atmospheric Hg on the Hg levels in plants. Details of rice cultivation could be found in Supporting Information, text. At harvest, the entire plant was collected, rinsed thoroughly with DI water, and divided into root, straw (stalk and leaf) and grain (brown rice). The tissues were then air-dried, weighed, and their THg and MeHg contents analyzed as described below. In addition, rhizosphere soils were sampled, placed into tubes, and freeze-dried. They were then ground into fine powders, sieved through a 150-μm mesh, and stored at −20 °C\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1845\nuntil they were used in analyses of Hg and S speciation by Xray absorption near-edge structure spectroscopy (XANES, details described below) and in the quantification of their MeHg levels and Hg geochemical fractions (described below). Batch Experiments. Sulfate-amendment-induced changes in microbial Hg methylation in soils were elucidated by quantifying Hg mobility (batch experiment I) and the abundances/activities of potential microbial methylators (batch experiment II). Considering that HgS(s) is the dominant Hg species in WS and many other mining-contaminated paddy soils11−13 and that sulfate reduction under reduced conditions would result in high levels of sulfide (S2−),35 the potential interactions between HgS(s) and S2− at different sulfide: Hg ratios warranted investigation. The analysis was expected to shed light on the changes in Hg mobility and thus Hg methylation in mining-contaminated soils under sulfate amendment. While HgS(s) dissolution in the presence of S2− has been reported before,14,16,27 we compared Hg release from HgS(s) and spiked Hg(ads) in soils under S2− input. These would help explore the coeffects of Hg speciation (e.g., HgS and other more mobile Hg species) and S2− on Hg mobility in soils. Accordingly, in batch experiment I, Hg(aq) release from HgS(s) particles in the presence of different levels of S2− was quantified. Specifically, 6 mg of HgS(s) particles were added to each tube together with different doses of sodium sulfide (Na2S·9H2O, molar ratios of sulfide: Hg = 0, 1:8, 1:4, 5:4, 5:2 and 5:1, dissolved in ultrapure water). The tubes were sealed, incubated in darkness for 7 days at 28 °C, centrifuged at 5000g for 20 min, and THg(aq) concentrations in the supernatant were then determined as described below. In addition to the effect of S2− on the mobility of refractory HgS(s), the potential influence of S2− on more mobile Hg species in an Hg-spiked soil was investigated. Specifically, Hg(aq), as mercury chloride in ultrapure water, was added to low-Hg paddy soil (THg: 2.4 ± 0.2 μg kg−1, MeHg: 1.2 ± 0.2 μg kg−1, sieved through a 100- μm mesh) collected from Yixing, Jiangsu province, China (herein referred to as YX soil), to reach a spiked concentration of 50 mg Hg kg−1 soil, comparable to the amount in WS soil. After equilibration of the soil for 12 h at 25 °C, different amounts of sodium sulfide (molar ratios of sulfide: Hg = 0, 1:8, 1:4, 5:4, 5:2, 5:1, 10:1 and 50:1) were added and the mixtures were incubated for 18 h at 25 °C. A much shorter incubation time (18 h vs 7 days for HgS) was used in this experiment to avoid the potential methylation of the spiked Hg(ads) in the YX soil during the incubation. At the end of the incubation period, the THg(aq) concentrations in the supernatants were quantified. Potential changes in microbial methylators under sulfate amendment were explored in batch experiment II. Specifically, a series of microcosm experiments (mimicking rhizosphere environments during rice cultivation)36 was conducted with four treatments, each set up in triplicate: CK (unamended WS soil), 500S (WS soil amended with sulfate: 500 mg S kg−1), 1000S (WS soil amended with sulfate: 1000 mg S kg−1), and CK-SRB (WS soil to which sodium molybdate, a specific inhibitor of SRB, was added). These batch experiments enabled the exploration of the earlier (days 0−25) and probably more dynamic phases of microbial MeHg production in WS soil under sulfate amendment, while precluding the need to intensively sample the soils during the early stage of rice growth in the pot experiments. Briefly, WS soil (10 g) was placed in the tubes, to which sulfate, sodium molybdate\n(Na2MoO4, final concentration of 20 mM), and 30 mL of ultrapure water were also added. In all treatments, sodium lactate (final concentration of 5 mM) was provided as an electron donor, to stimulate microbial activity by mimicking the labile carbon sources of the root exudates of rice.36,37 The tubes were capped, sealed with Parafilm, and incubated in darkness at 28 °C for 25 days, simulating the rhizosphere environment in rice paddy fields (see36−38 for further information). During the incubation, all tubes were manually mixed twice per day. On days 0, 5, 10, 15, 20, and 25, three replicate tubes were opened, and the pH and Eh of the overlying water were measured in a glovebag (Atmos Bag, Sigma-Aldrich) filled with nitrogen gas, using HQ30d multiparameter meters (HACH, Loveland, CO). Thereafter, the mixtures were centrifuged at 2000g for 20 min, the supernatant was removed, and the soil was analyzed for MeHg (specified below), SRB abundances (on days 0 and 15 only) based on the most probable number method,39 and hgcA gene copy number (indicative of potential microbial methylators, measured on day 15 only), according to Liu et al.21 Further details on hgcA quantification was provided in Supporting Information, text. Besides, changes in dissolved sulfate levels (day 5, 10, or 15 vs day 0; %), which may provide an estimate of sulfate reduction rates and SRB activities,22,25 were calculated by quantifying dissolved sulfate levels (IC, Thermo ICS-2100; Thermo Fisher Scientific, NY) on day 0, 5, 10, and 15. Along with WS soil, the QZ and XY paddy soils were amended or not with sulfate (500 mg S kg−1), and subjected to a 20-day incubation as described above. Concentrations of MeHg in soils were then quantified on days 0, 10, and 20. Copy numbers of hgcA methylation gene were determined on day 15 like WS soil. Besides the heavily contaminated WS, QZ and XY soils (HgS/Soil total Hg = 64.7−75.8%), LD and GY paddy soils (HgS/Soil total Hg = 23.4−28.5%) were amended or not with sulfate (500 mg S kg−1) and incubated for 20 days like above, to explore the potentially different responses of microbial Hg methylation to sulfate input in soils with various HgS/Hg ratios. Concentrations of MeHg in LD and GY soils were then quantified on day 0 and 20.\nAnalysis of Hg and S Speciation in Soils. Hg and S speciation in WS soil, amended or not with sulfate (from pot experiments, at harvest), was analyzed by XANES according to Li et al.40 and Xu et al.41 Hg L3-edge XANES experiments were performed on the BL14W beamline at the Shanghai Synchrotron Radiation Facility (SSRF). Due to limited available hours for the XANES, the analysis was carried out only on the CK and 500S treatments in pot experiments. The reference compounds were HgCl2 (Hg−Cl-bonding form), Hg(GS)2 (i.e., Hg-Glutathione, commonly used as reference compound in XANES analysis, to indicate S−Hg−S bonding species42), HgS(s), and MeHgCl (CH3−Hg-Cl bonding form). Hg speciation in soils was also assessed by quantifying the geochemical fractionation of Hg based on the commonly used sequential chemical extraction method (SCE) of Jeyakumar et al.,43 modified by Wang et al.44 The distribution of Hg in various biogeochemically relevant fractions, that is, soluble and exchangeable fraction (SEXF), specifically sorbed fraction (SPAF), iron/manganese oxide bound fraction (IMOF), organic matter bound fraction (ORGF), and residual fraction (RESP), was determined by sequential extraction followed by centrifugation at 5000g for 30 min after each extraction step. Considering that SEXF and SPAF are commonly recognized as\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1846\nthe most mobile fractions,44 the two fractions were combined in SI Table S2. Sulfur XANES of the soil samples and the reference materials was performed on the beamline 4B7A at the Beijing Synchrotron Radiation Facility (BSRF).45 More details of XANES analysis of Hg/S speciation could be found in Supporting Information, text. THg and MeHg Analysis of Rice Tissues and Soils. THg levels in rice tissues (root, straw and grain) and soil samples were measured by inductively coupled plasma mass spectrometry (ICP-MS, Thermo Elemental X7, Waltham, MA). The corresponding MeHg measurements were made using cold vapor atomic fluorescence spectrometry (CVAFS, Brooks Rand, Seattle, WA) following USEPA method 1630 (USEPA, 2001). Detailed information and data on the recoveries of THg and MeHg in the certified reference materials are provided in Supporting Information, text. Statistics. Statistical analyses were conducted using SPSS, (version 16.0). Differences among treatments were assessed using Tukey’s multiple comparison test of a one-way analysis of variance (ANOVA) (p < 0.05).\n■ RESULTS Enhanced Soil MeHg Levels and MeHg Accumulation in Rice under Sulfate Amendment. In the pot experiments, MeHg concentrations were elevated in soils under sulfate amendment (28−61%, vs CK, Figure 1A), with a trend toward increasing soil MeHg levels with increasing amended sulfate doses. Similarly, MeHg concentrations in rice grains (Figure 1B) and whole plants (SI Figure S1C) were significantly higher (p < 0.05) in treatments amended with higher sulfate levels (500S and 1000S) than in the CK control. In contrast, sulfate amended at various concentrations (0−1000 mg S kg−1) had insignificant effects on plant biomass (p > 0.05) (see SI Figure S2). Furthermore, the sulfate-induced changes in grain MeHg levels (ΔMeHgGrain, defined as (grain MeHg level in sulfateamended treatments−grain MeHg level in CK) *100%/grain\nMeHg level in CK) and the changes in soil MeHg levels (ΔMeHgsoil, defined as soil MeHg level in sulfate-amended treatments−soil MeHg level in CK) *100% /soil MeHg level in CK) increased linearly with the added sulfate doses (Figure 1C). The regression lines for ΔMeHgGrain-added sulfate doses paralleled those of ΔMeHgsoil-added sulfate doses (Figure 1C). The correlation between ΔMeHgGrain and ΔMeHgsoil was also significant (p < 0.05; Figure 1D) and followed a nearly 1:1 relationship, suggesting that increases in grain MeHg concentrations were mainly due to increased MeHg levels in soils under sulfate amendment.\nIncreased Hg Mobility in Soils under Sulfate Amendment. Similar to MeHg, the inorganic Hg concentrations in grains (30−52% higher, sulfate amended vs CK, SI Figure S3A) and whole plants (25−50% higher, SI Figure S3D) were higher under sulfate amendment, suggesting the increased mobility and bioavailability of inorganic Hg(ads) in soils. Inorganic Hg levels in grains of rice plants cultivated in low-Hg soil (10 μg kg−1) were 14.1−21.5% of those cultivated in WS soil (46.6−70.9 μg kg−1), demonstrating that accumulated inorganic Hg in CK and sulfate amended treatments should be mainly from soils instead of the atmosphere. Meanwhile, XANES analysis of the soils in the pot experiments (Hg L3-edge XANES spectra; Figure S4) evidenced reduction in the refractory HgS(s) under sulfate amendment (Table S5): The percentage of Hg as HgS species decreased to 45.6% in 500S (compared to 73.4% in CK) under sulfate input, while the percentage of Hg(GS)2-like (i.e., S− Hg−S) species increased to 37.1% in 500S (25.6% in CK). SCE data also indicated that the addition of sulfate led to a decrease in the proportion of Hg in the residual fraction (RESF, e.g., HgS11−13): The amount of Hg in RESF decreased from 64.7% in the CK control to 45.7% and 40.6% following amendments of 500 and 1000 mg S kg−1, respectively (Figure S5). Besides pot experiments, evidence of increases in Hg mobility in soils following sulfate reduction (e.g., to sulfides)\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1847\nwas also obtained in batch experiment I. In the absence of sulfide addition, the amount of dissolved Hg(aq) released from HgS(s) (the principle Hg species in WS soil and many other mining-contaminated soils)11−13 was extremely low (0.04 mg L−1, Figure 2A) but it increased sharply with increasing sulfide levels: from 1.7 to 146.3 mg L−1 when the molar ratio of sulfide: Hg increased from 1:8 to 5:1. Compared to refractory HgS(s), the release of newly loaded Hg(ads) from the YX soil (Figure 2B) was less affected by the higher molar ratio of sulfide: Hg (from 1:8 to 5:1). However, sharp increases in Hg release were measured at higher sulfide: Hg ratios (from 5:1 to 50:1). The XANES results for sulfur in soils of the pot experiments may help explain the sulfate-induced changes in Hg speciation and mobility, considering the interactions between Hg and reduced sulfur species (e.g., S2− and FeS). The majority of sulfur in the CK control was in the form of sulfate (66.2%) and sulfide (33.8%). However, in the sulfate-amended paddy soils, sulfur as sulfate decreased to 43.9% while sulfur as sulfide increased to 39.5% (SI Table S6 and Figure S6), confirming the dominance of sulfide following sulfate reduction. Increases in FeS (18.1% vs 0% in CK) in the sulfate-amended soils were also determined. Minor Effects of Sulfate Amendment on the Abundances/Activities of Potential Microbial Methylators. Besides Hg speciation and mobility in soils, microbial methylators are commonly believed to play a key role in Hg methylation,20,46 a potential investigated in batch experiment II. Consistent with the results of the pot experiments, MeHg levels in WS soil (indicative of the net production of MeHg in soils) were generally higher in the sulfate-amended soils than in the CK control, averaging 34% higher in the 500S treatment and 35% higher in the 1000S treatment (Figure 3A). MeHg levels in WS soil to which sodium molybdate had been added (CK-SRB) to inhibit SRB activities were 42−61% lower than those in CK, evidencing the key role of SRB in controlling net MeHg production in WS soil. However, the results of the microbial analysis suggested that changes in microbial methylators (including SRB) may not be primarily responsible for the increased soil MeHg levels under sulfate amendment: The sulfate-amendment-induced increases in soil MeHg levels were highest on day 15 (64−78% higher vs CK; Figure 3A) whereas the abundances of potential microbial methylators in the soils were less affected by sulfate input. Specifically, the changes in SRB abundances and hgcA copy numbers were insignificant (p > 0.05, sulfate-amended vs CK, SI Figure S7A and S7B). Besides, changes in dissolved sulfate levels (%, compared to day 0), indicating sulfate reduction and SRB activities, were not significantly affected by sulfate amendment\nin the latter period of incubation (500S or 1000S vs CK, p > 0.05 on day10 and 15, SI Figure S8B), further demonstrating the minor role of sulfate addition on microbial methylators in WS soil. Sulfate addition also had minor effects on the Eh and pH of the overlying water (SI Figure S9). Similar to the WS soil, the MeHg levels in XY soils were significantly higher under sulfate amendment (500S vs CK, p < 0.05, Figure 3B). By contrast, sulfate amendment had insignificant effects (p > 0.05) on both the MeHg concentration of the QZ soil, with elevated ambient sulfate levels (Figure 3C), and the hgcA copy numbers in either the XY or QZ soils (p > 0.05, Figure S7B). Different from the mining-contaminated WS and XY soils with HgS as the dominant Hg species (HgS/Soil total Hg = 64.7−75.8%), sulfate input could not enhance soil MeHg levels in LD and GY soils (HgS/Soil total Hg = 23.4−28.5%, SI Figure S10 and Table S2). Especially, soil MeHg levels decreased in GY soil under sulfate amendment (500S versus CK, p < 0.05, on day 20, Figure S10).\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1848\n■ DISCUSSION The results of both the pot and the batch experiments clearly demonstrated that sulfate amendment could enhance net MeHg production in mining-contaminated paddy soils (WS soil: 28−61% and 43−67% higher than CK in pot and batch experiments, respectively; Figure 1A and Figure3A). The elevations in MeHg (54.1−74.8 μg kg−1) and THg (100.6− 145.8 μg kg−1) levels that occurred in rice cultivated in sulfateamended soils raise concerns about the impact on ecological and food safety. Hg levels in rice grains were higher than the national limit for Hg in grains (THg: 20 μg kg−1) and within the ranges recently reported in Hg-contaminated areas in China (THg: 10.3−1120 μg kg−1),47 highlighting the need to better understand factors controlling Hg accumulation in rice. The enhanced bioaccumulation of MeHg could be mainly attributed to the elevated MeHg levels in soil under sulfate amendment, in view of the close-to 1:1 relationship (Figure 1D) between the sulfate-induced increases in grain MeHg (ΔMeHgGrain) levels and soil MeHg (ΔMeHgsoil). To our knowledge, this is the first report of elevated MeHg production in mining-contaminated paddy soils and thus enhanced MeHg accumulation in rice under sulfate amendment. Unlike previous studies, which mainly focused on sulfateinduced increases in SRB abundances/activities, our study demonstrated that the mobilization of Hg in miningcontaminated WS soil facilitated the microbial transformation of Hg to MeHg and may thus be primarily responsible for increasing MeHg levels in soils under sulfate amendment. Sulfate Amendment Mobilizes Hg in Soils and Thus Facilitates Hg Methylation. The mobilization of Hg in WS soils under sulfate amendment was evidenced by the results of pot experiments, together with XANES and SCE data: (1) While we did not directly quantify the changes in bioavailable Hg in soils under sulfate amendment, the increases in inorganic Hg accumulation in rice plants under sulfate amendment (SI Figure S3) provided evidence of increases in Hg mobility and bioavailability. (2) XANES analysis (SI Table S5 and Figure S4) and SCE data (SI Figure S5) revealed the reduction of refractory Hg(s) in WS soils under sulfate amendment. The mobilization of refractory HgS(s) in soils may subsequently enhance microbial transformation of soil Hg to MeHg, as determined in both the pot and the batch experiments. While the sulfate-amendment-induced mobilization of refractory Hg in mining-contaminated paddy soils has not been reported before, the underlying mechanisms remain far from clear. According to the results of the XANES analysis, sulfate amendment led to elevated percentages of reduced sulfur species (e.g., sulfide and FeS, SI Table S6), previously shown to be the main species of sulfur in wetland sediments and paddy soils.48 Sulfide could in turn facilitate Hg(aq) release from solid-phase HgS(s) (Figure 2A), the main Hg species in WS and many other mining-contaminated soils,11−13 according to batch experiment I. The observations (i.e., increased Hg(aq) release from HgS(s), in the presence of sulfide) are consistent with the chemical reactions that occur in the dissolved phase (e.g., Na2S and dissolved HgS)\n49 and with theoretical calculations: A thermodynamic model (Solgaswater (WinSGW) software, parameters listed in SI Table S7) was used to predict Hg(aq) dissolution from soil HgS(s) in the presence of different levels of S2−. Results of the modeling indicate the increase of total dissolved Hg(aq) species\nfollowing the increase of sulfide concentrations (SI Figure S11), in line with results obtained from batch experiment I. The mobilization of Hg could be attributed to the formation of Hg−S complexes. (1) Previous reports showed that Hg and S2− could form a series of dissolved Hg−S complexes (e.g., HgHS2 −, Hg(HS)2 0, HgS2\n2−, HgS(0)15) and that HgS nanoparticles could also be generated during sulfate reduction.17 Besides, majority of dissolved Hg was complexed by polysulfide, as predicted by the model (SI Figure S11), further indicating the formation of dissolved Hg-polysulfide species(aq) in the presence of S2−, due to the dissolution of HgS(s). (2) In addition, S0, another major product of sulfate reduction,48 has been shown to facilitate the mobilization of Hg from HgS(s), by forming complexes between Hg and polysulfides.30,50 The availability of many of those Hg−S complexes (e.g., neutral HgS(0) and some Hg-polysulfide complexes) as well as HgS nanoparticles51−54 to microbial methylators was recently demonstrated. Our results, together with those previous findings, therefore indicate that the amendment and subsequent reduction of sulfate in flooded paddy soils facilitate Hg solubilization and the mobilization of HgS(s) in WS soil, which in turn enhances Hg methylation by increasing the mobility and availability of Hg to microbial methylators. Besides the complexation between Hg and inorganic sulfur species (e.g., S2− and S0), soil- or plant-derived organic matter (OM) in paddy soils and thus the formation of Hg−S−OM complexes may also play a role in Hg speciation and thus facilitate Hg methylation in sulfate-amended soil,17,55−58 considering that Hg−S−OM complexes may be potentially available to microbial methylators.57 However, more studies are needed to explore the relative importance of inorganic sulfur and organic sulfur (e.g., OM-S), as well as their coeffects, in affecting Hg speciation and methylation in miningcontaminated soils. Further discussions could be found in Supporting Information, text. While Hg was mobilized in the sulfate-amended miningcontaminated paddy soil with a high HgS content, this may not be the case in other types of Hg-contaminated soils in which Hg is more mobile (i.e., in YX, LD, and GY soils). Unlike the HgS-dominated WS soil, the solubilization of spiked Hg(ads) from the YX soil was less responsive to sulfate amendment. When the sulfide:Hg ratio increased from 0 to 5:1, dissolved Hg(aq) in the YX soil increased by a maximum of 1.6-fold whereas Hg(aq) release from HgS(s) increased by up to 3656- fold (Figure 2A and Figure 2B). Interestingly, increases in the sulfide:Hg ratios from 0 to 1:8 and from 5:2 to 5:1 decreased the amount of dissolved Hg by 14% and 31% for YX soil, respectively (Figure 2B). This result can be explained by the simultaneous and counteracting effects of: (1) the binding of soil-associated Hg(ads) with S2− to form HgS(s) precipitates,59 which would have reduced the mobility of Hg(ads) in the soil, and (2) the sulfide-induced solubilization of Hg from HgS(s) (e.g., via the formation of Hg-polysulfide complexes). Similarly, sulfate input could not enhance microbial Hg methylation in LD and GY soils, in which Hg as HgS(s) was relatively low (23.4−28.5%), and even reduced soil MeHg levels in GY soil (SI Figure S10). The decreases in soil MeHg levels for GY soil under sulfate amendment could also be attributed to the binding of mobile Hg(ads) with S2− following reduction of amended sulfate: Results of sequential chemical extraction indicate that Hg in the residual fraction (e.g., HgS) in GY soil increased from 28.5% in CK to 45.6% in 500S (SI Figure S12).\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1849\nIn a previous study, amendment with sulfate alone or sulfate with iron amendment was also shown to reduce Hg mobility in Hg-spiked soils59 and in hydroponic systems,40 probably due to the formation of refractory Hg species under sulfate amendment. Differently, the sharp increases in dissolved Hg(aq) at higher sulfide:Hg ratios (5:1, 10:1, and 50:1) for Hg-spiked YX soil presumably reflected the sulfide-induced mobilization of Hg from HgS(s), considering at elevated sulfide:Hg ratios a majority of the mobile Hg in YX soil may already be bound to amended S2−. The observed differences in Hg mobility in the refractory and mobile Hg pools following sulfate amendment of the soil indicated differential effects of added sulfate on the mobility of Hg in mining-contaminated and other types of soils in which Hg speciation (e.g., the percentage Hg as HgS) may be substantially different. Minor Changes in Microbial Methylators under Sulfate Amendment. While sulfate-induced increases in the abundances/activities of SRB are commonly thought to drive the enhanced microbial MeHg production that occurs under sulfate amendment in wetland sediments,18−20 our results may suggest a lesser role for microbial methylators in the studied soil: SRB numbers and copy numbers of the hgcA methylation gene in the WS soil (indicative of the abundances of potential microbial methylators), as well as the activities of SRB (indicated by changes in sulfate levels with time), were less affected by sulfate amendment, despite the 1.6- to 1.8-fold increases in soil MeHg levels (Figure 3A and SI Figure S7). Here, changes in dissolved sulfate levels with time were determined in different treatments to provide an estimate of the activities of potential microbial methylators under sulfate amendment, mainly because (1) SRB was found to be the principle microbial methylator in the tested WS soil (Figure 3A), and (2) Sulfate reduction rates have commonly been reported to indicate SRB activities.25 These results differ from those of other studies in wetlands.18−20 The inconsistency can be explained by the relatively high ambient sulfate levels in the WS soil used in this study, in which dissolvable sulfate concentrations were 140.9 ± 0.2 mg kg−1. According to a previous report, sulfate concentrations >110 mg kg−1 should not limit the growth of SRB.60 Therefore, the further addition of sulfate into the WS soil is unlikely to have significantly enhanced the growth of SRB (the key microbial methylator in WS soil) and thus microbial MeHg production. The inability of an excess supply of sulfate to facilitate microbial MeHg production by SRB in a wetland soil at Yolo Bypass, California was similarly reported.61,62 Furthermore, insignificant relationship (p > 0.05) was found between soil MeHg levels and dissolved sulfate levels (SI Figure S13A−C) or between changes in soil MeHg levels and changes in dissolved sulfate levels (day 5, 10, or 15 vs day 0, SI Figure S13D). These results may provide additional evidence that activities of potential microbial methylators (e.g., SRB) may play a less important role in controlling MeHg production under sulfate-adequate condition. While the limited data and short incubation period (15 days) used in this experiment do not completely exclude an enhancement of the abundances/activities of microbial methylators (especially SRB) under sulfate amendment, our results nonetheless suggest that the changes in Hg speciation and mobility induced by sulfate amendment could play an important role in net MeHg production, particularly within the short term following sulfate amendment. Similar to WS soil, sulfate amendment of the XY soil, in which HgS(s) is also the dominant Hg species, led to an\nincrease in net MeHg production (75.8 ± 3.2%, SI Table S2). Copy numbers of the hgcA methylation gene in XY soil were less affected by sulfate amendment (SI Figure S7B). These results further evidence that, under sulfate-sufficient conditions (158.2 ± 0.7 mg kg−1 in XY soil, > 110 mg kg−1,60), changes in microbial methylators play a less important role in facilitating microbial MeHg production. However, the effects of sulfate amendment on soil MeHg levels in QZ soil were insignificant (Figure 3C), even though HgS was the main Hg species in this soil as well (67.26 ± 1.72%, SI Table S2). The difference can be explained by the high ambient sulfate levels in QZ soil (2020.5 ± 10.8 mg kg−1), such that moderate increases in the amount of sulfate (500 mg kg−1) may have only minor effects on either potential microbial methylators (indicated by hgcA copy numbers, SI Figure S7B) or Hg mobility and availability. Combining the results of the WS, YX, and QZ soils revealed a positive linear relationship between the MeHg/THg ratios (indicative of the methylation potential) and the sulfate concentrations in soils (R2 = 0.73, p < 0.01, SI Figure S14A), whereas the relationship between hgcA methylation gene copy number (indicating potential microbial methylators) and either MeHg/THg ratios or sulfate levels was not significant (p > 0.05, Figure S14B and Figure 14C, respectively). Thus, under sulfate-sufficient conditions, sulfate-induced increases in microbial MeHg production cannot be mainly attributed to changes in the abundances of microbial methylators (e.g., SRB). To conclude, our results raise concern that further inputs of sulfate into wetland systems with high inherent sulfate levels, as is the case in many Hg-mining contaminated areas, such as Wanshan, China,32 Mieres and Pola de Lena (Spain),33 and Almadeń Hg mining district (Spain),34 may mobilize refractory Hg species in soils, thus enhancing MeHg production and the risk of bioaccumulation. For instance in Wanshan, Guizhou province, where the largest Hg mine in China is located, the annual input of sulfate (60 mg kg−1)29 is large enough to increase soil and grain MeHg levels by up to 61% and 44%, respectively, based on the linear relationship between the changes in the MeHg concentrations in soils and grains and the amended sulfate doses (Figure 1C, a 95% upper confidence limit was used to calculate the range of potential changes). Therefore, sulfur fertilization-facilitated MeHg production should be considered when assessing risk of MeHg bioaccumulation in Hg mining areas.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.est.8b03511.\nAdditional information as noted in the text (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *(H.Z.) Phone: +86-25-89680316; fax: +86-10-88233212; email: zhonghuan@nju.edu.cn. *(Y.G.) E-mail: gaoyx@ihep.ac.cn"
    }, {
      "heading" : "ORCID",
      "text" : "Huan Zhong: 0000-0002-5100-9465 Yu-Feng Li: 0000-0002-5013-5849 Zhiyong Zhang: 0000-0001-9753-0873"
    }, {
      "heading" : "Author Contributions",
      "text" : "◆These authors contributed equally to this work.\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1850"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS Financial support was provided to Y.X.G., Z.Y.Z., and J.T.Z. by the National Natural Science Foundation of China (U1432241, 21377129, 21777162). HZ was supported by the National Natural Science Foundation of China (41673075). We thank the staff of BL 4B7A, 1W1B (BSRF) and BL14W, BL15U (SSRF) for their assistance. Finally, we are very grateful for the valuable comments from the anonymous reviewers on this manuscript.\n■ REFERENCES (1) Jia, Q.; Zhu, X.; Hao, Y.; Yang, Z.; Wang, Q.; Fu, H.; Yu, H. Mercury in soil, vegetable and human hair in a typical mining area in China: implication for human exposure. J. Environ. Sci. 2018, 68, 73. (2) Rimondi, V.; Gray, J. E.; Costagliola, P.; Vaselli, O.; Lattanzi, P. Concentration, distribution, and translocation of mercury and methylmercury in mine-waste, sediment, soil, water, and fish collected near the Abbadia San Salvatore mercury mine, Monte Amiata district, Italy. Sci. Total Environ. 2012, 414 (1), 318−327. (3) Jose, M. E.; Anna, B.; Marta, A.; David, K.; Eva, M. G-N.; Beatriz, G.; Xavier, G.; Rodrigo, A.; Gustavo, P. G.; Manuel, V.; Pablo, H.; Milena, H.; Jorge, L. XANES speciation of mercury in three mining districts-Almaden, Asturias (Spain), Idria (Slovenia). J. Synchrotron Radiat. 2010, 17, 179−186. (4) Jonsson, S.; Skyllberg, U.; Nilsson, M. B.; Westlund, P. O.; Shchukarev, A.; Lundberg, E.; Björn, E. Mercury methylation rates for geochemically relevant Hg(II) species in sediments. Environ. Sci. Technol. 2012, 46 (21), 11653−11659. (5) Hines, M. E.; Horvat, M.; Faganeli, J.; Bonzongo, J. C. J.; Barkay, Y.; Major, E. B.; Scott, K. J.; Bailey, E. A.; Warwick, J. J.; Lyons, W. B. Mercury biogeochemistry in the idrija river, Slovenia, from above the mine into the gulf of trieste. Environ. Res. 2000, 83 (2), 129−139. (6) Tomiyasu, T.; Matsuyama, A.; Imura, R.; Kodamatani, H.; Miyamoto, J.; Kono, Y.; Kocman, D.; Kotnik, J.; Fajon, V.; Horvat, M. The distribution of total and methylmercury concentrations in soils near the Idrija mercury mine, Slovenia, and the dependence of the mercury concentrations on the chemical composition and organic carbon levels of the soil. Environ. Earth Sci. 2012, 65 (4), 1309−1322. (7) Yin, D.; He, T.; An, Y.; Luo, G.; Yang, X. Distribution and influencing factors of methylmercury in paddy soil of Wanshan mercury mining areas. Earth. Environ. 2014, 42 (6), 703−709. (8) Qiu, G.; Feng, X.; Wang, S.; Shang, L. Mercury and methylmercury in riparian soil, sediments, mine-waste calcines, and moss from abandoned Hg mines in east Guizhou province, southwestern China. Appl. Geochem. 2005, 20 (3), 627−638. (9) Gnamus,̌ A.; Anthony, R.; Byrne, A.; Horvat, M. Mercury in the soil-plant-deer-predator food chain of a temperate forest in Slovenia. Environ. Sci. Technol. 2000, 34 (16), 3337−3345. (10) Qiu, G.; Feng, X.; Li, P.; Wang, S.; Li, G.; Shang, L.; Fu, X. Methylmercury accumulation in rice (Oryza sativa L.) grown at abandoned mercury mines in Guizhou, China. J. Agric. Food Chem. 2008, 56 (7), 2465−2468. (11) Bao, Z.; Wang, J.; Feng, X.; Shang, L. Distribution of mercury speciation in polluted soils of Wanshan mercury mining area in Guizhou. Chinese. J. Ecol. 2011, 30 (5), 907−913. (12) Yin, R.; Gu, C.; Feng, X.; Hurley, J. P.; Krabbenhoft, D. P.; Lepak, R. F.; Zhu, W.; Zheng, L.; Hu, T. Distribution and geochemical speciation of soil mercury in Wanshan Hg mine: effects of cultivation. Geoderma 2016, 272, 32−38. (13) Zhu, H.; Zhong, H.; Evans, D.; Hintelmann, H. Effects of rice residue incorporation on the speciation, potential bioavailability and risk of mercury in a contaminated paddy soil. J. Hazard. Mater. 2015, 293, 64−71.\n(14) Benoit, J. M.; Mason, R. P.; Gilmour, C. C. Estimation of mercury-sulfide speciation in sediment pore waters using octanol water partitioning and implications for availability to methylating bacteria. Environ. Toxicol. Chem. 1999, 18 (10), 2138−2141. (15) Jay, J. A.; Murray, K. J.; Gilmour, C. C.; Mason, R. P.; Morel, F. M. M.; Roberts, A. L.; Hemond, H. F. Mercury methylation by Desulfovibrio desulfuricans ND132 in the presence of polysulfides. Appl. Environ. Microb. 2002, 68 (11), 5741−5745. (16) Drott, A.; Lambertsson, L.; Björn, E.; Skyllberg, U. Importance of dissolved netural mercury sulfides for methylmercury production in contaminated sediments. Environ. Sci. Technol. 2007, 41 (7), 2270− 2276. (17) Deonarine, A.; Hsu-Kim, H. Precipitation of mercuric sulfide nanoparticles in NOM-containing water: implications for the natural environment. Environ. Sci. Technol. 2009, 43 (7), 2368−2373. (18) Mitchell, C. P. J.; Branfireun, B. A.; Kolka, R. K. Assessing sulfate and carbon controls on net methylmercury production in peatlands: An in situ mesocosm approach. Appl. Geochem. 2008, 23 (3), 503−518. (19) Gilmour, C. C.; Henry, E. A.; Mitchell, R. Sulfate stimulation of mercury methylation in freshwater sediments. Environ. Sci. Technol. 1992, 26 (11), 2281−2287. (20) Strickman, R. J. S.; Fulthorpe, R. R.; Wasik, J. K. C.; Engstrom, D. R.; Mitchell, C. P. J. Experimental sulfate amendment alters peatland bacterial community structure. Sci. Total Environ. 2016, 566−567, 1289−1296. (21) Liu, Y.; Johs, A.; Bi, L.; Lu, X.; Hu, H.; Sun, D.; He, J.; Gu, B. Unraveling microbial communities associated with methylmercury production in paddy soils. Environ. Sci. Technol. 2018, 52 (22), 13110−13118. (22) King, J. K.; Kostka, J. E.; Frischer, M. E.; Saunders, F. M. Sulfate-reducing bacteria methylate mercury at variable rates in pure culture and in marine sediments. Appl. Environ. Microb. 2000, 66 (6), 2430−2437. (23) Jeremiasion, J. D.; Engstrom, D. R.; Swain, E. B.; Nater, E. A.; Johnson, B. M.; Aimendinger, J. E.; Monson, B. A.; Kolka, R. K. Sulfate addition increases methylmercury production in an experimental wetland. Environ. Sci. Technol. 2006, 40 (12), 3800−3806. (24) Gilmour, C. C.; Henry, E. A.; Mitchell, R. Sulfate simulation of mercury methylation in freshwater sediments. Environ. Sci. Technol. 1992, 26 (11), 2281−2287. (25) King, J. K.; Saunders, F. M.; Lee, R. E.; Jahnke, R. A. Coupling mercury methylation rates to sulfate reduction rates in marine sediments. Environ. Toxicol. Chem. 1999, 18 (7), 1362−1369. (26) Branfireun, B. A.; Roulet, N. T.; Kelly, C. A.; Rudd, J. W. M. In situ sulphate simulation of mercury methylation in a boreal peatland: toward a link between acid rain and methylmercury contamination in remote environments. Global. Biogeochem. Cy. 1999, 13 (3), 743−750. (27) Paquette, K.; Helz, G. Solubility of cinnabar (Red HgS) and implications for mercury speciation in sulfidic waters. Water, Air, Soil Pollut. 2016, 80, 1053−1056. (28) Hines, E. M.; Faganeli, J.; Adatto, I.; Harvat, M. Microbial mercury transformations in marine, estuarine and freshwater sediment downstream of the idrija mercury mine, Slovenia. Appl. Geochem. 2006, 21 (11), 1924−1939. (29) Liu, C.; Cao, S.; Chen, G.; Wu, X. Sulfur in the agriculture of china. Acta. Pedolog. Sinica. 1990, 27 (4), 398−404. (30) K. E. P; Helz, G. R. Inorganic speciation of mercury in sulfidic waters: the importance of zero-valent sulfur. Environ. Sci. Technol. 1997, 31 (7), 2148−2153. (31) Waples, J. S.; Nagy, K. L.; Aiken, G. R.; Ryan, J. N. Dissolution of cinnabar (HgS) in the presence of natural organic matter. Geochim. Cosmochim. Acta 2005, 69 (6), 1575−1588. (32) Yan, L.; Larssen, T.; Vogt, R. D.; Feng, X. Identification of fractions of mercury in water, soil and sediment from a typical Hg mining area in Wanshan, Guizhou province, China. Appl. Geochem. 2010, 25 (1), 60−68.\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1851\n(33) Sierra, C.; Saiz, J. R. A.; Gallego, J. L. R. Nanofiltration of acid mine drainage in an abandoned mercury mining area. Water, Air, Soil Pollut. 2013, 224 (10), 1−12. (34) Garcia-Ordiales, E.; Esbri, J. M.; Covelli, S.; Lopez-Berdonces, M. A.; Higueras, P. L.; Loredo, J. Heavy metal contamination in sediments of an artificial reservoir impacted by long-term mining activity in the Almadeń mercury district (Spain). Environ. Sci. Pollut. Res. 2016, 23 (7), 6024−6038. (35) Xiong, Y.; Li, Q. Paddy Soils of China; Science Press: Beijing, 1992; pp 380−432. (36) Wang, Y.; Dang, F.; Zhao, J.; Zhong, H. Selenium inhibits sulfate-mediated methylmercury production in rice paddy soil. Environ. Pollut. 2016, 213 (213), 232−239. (37) Wang, Y.; Dang, F.; Evans, R. D.; Zhong, H.; Zhao, J.; Zhou, D. Mechanistic understanding of MeHg-Se antagonism in soil-rice systems: the key role of antagonism in soil. Sci. Rep. 2016, 6, 19477. (38) Zhu, H.; Zhong, H.; Wu, J. Incorporating rice residues into paddy soils affects methylmercury accumulation in rice. Chemosphere 2016, 152, 259−264. (39) Vester, F.; Ingvorsen, K. Improved most-probable-number method to detect sulfate-reducing bacteria with natural media and a radiotracer. Appl. Environ. Microb. 1998, 64 (5), 1700−1707. (40) Li, Y.; Zhao, J.; Zhang, B.; Liu, Y.; Xu, X.; Li, Y.; Li, B.; Gao, Y.; Chai, Z. The influence of iron plaque on the absorption, translocation and transformation of mercury in rice (Oryza sativa L.) seedlings exposed to different mercury species. Plant Soil 2016, 398, 87−97. (41) Xu, X.; Zhao, J.; Li, Y.; Fan, Y.; Zhu, N.; Gao, Y.; Li, B.; Liu, H.; Li, Y. Demethylation of methylmercury in growing rice plants: an evidence of self-detoxification. Environ. Pollut. 2016, 210, 113−120. (42) Zhao, J.; Gao, Y.; Li, Y.; Hu, Y.; Peng, X.; Dong, Y.; Li, B.; Chen, C.; Chai, Z. Selenium inhibits the phytotoxicity of mercury in garlic (Allium sativum). Environ. Res. 2013, 125 (7), 75−81. (43) Jeyakumar, P.; Loganathan, P.; Sivakumaran, S.; Anderson, C. W. N.; Mclaren, R. G. Copper and zinc spiking of biosolids: effect of incubation period on metal fractionation and speciation and microbial activity. Environ. Chem. 2008, 5 (5), 347−354. (44) Wang, J.; Feng, X.; Anderson, C. W. N.; Qiu, G.; Li, P.; Bao, Z. Ammonium thiosulphate enhanced phytoextraction from mercury contaminated soil - Results from a greenhouse study. J. Hazard. Mater. 2011, 186 (1), 119−127. (45) Zheng, L.; Zhao, Y.; Tang, K.; Ma, C.; Hong, C.; Han, Y.; Cui, M.; Guo, Z. A new experiment station on beamline 4B7A at Beijing Synchrotron Radiation Facility. Spectrochim. Acta, Part B 2014, 101, 1−5. (46) Berman, M.; Bartha, R. Levels of chemical versus biological methylation of mercury in sediments. Bull. Environ. Contam. Toxicol. 1986, 36, 401−404. (47) Qiu, G.; Feng, X.; Li, P.; Wang, S.; Li, G.; Shang, L.; Fu, X. Methylmercury accumulation in rice (Oryza sativa L.) grown at abandoned mercury mines in Guizhou, China. J. Agric. Food Chem. 2008, 56, 2465−2468. (48) Johnston, S. G.; Burton, E. D.; Aaso, T.; Tuckerman, G. Sulfur, iron and carbon cycling following hydrological restoration of acidic freshwater wetlands. Chem. Geol. 2014, 371 (5), 9−26. (49) Bell, A. M. T.; Charnock, J. M.; Helz, G. R.; Lennie, A. R.; Livens, F. R.; Mosselmans, J. F. W.; Pattrick, R. A. D.; Vaughan, D. J. Evidence for dissolved polymeric mercury(II)-sulfur complexes? Chem. Geol. 2007, 243 (1), 122−127. (50) Jay, J. A.; Morel, F. M. M.; Hemond, H. F. Mercury speciation in the presence of polysulfides. Environ. Sci. Technol. 2000, 34 (11), 2196−2200. (51) Kucharzyk, K. H.; Deshusses, M. A.; Porter, K. A.; Hsu-Kim, H. Relative contributions of mercury bioavailability and microbial growth rate on net methylmercury production by anaerobic mixed cultures. Environ. Sci. Proc. Imp. 2015, 17 (9), 1568−1577. (52) Pham, A. L.-T.; Morris, A.; Zhang, T.; Ticknor, J.; Levard, C.; Hsu-Kim, H. Precipitation of nanoscale mercuric sulfides in the presence of natural organic matter: Structural properties, aggregation,\nand biotransformation. Geochim. Cosmochim. Acta 2014, 133, 204− 215. (53) Zhang, T.; Kim, B.; Leyard, C.; Reinsch, B. C.; Lowry, G. V.; Deshusses, M. A.; Hsu-Kim, H. Methylation of mercury by bacteria exposed to dissolved, nanoparticulate, and microparticulate mercuric sulfides. Environ. Sci. Technol. 2012, 46 (13), 6950−6958. (54) Zhang, T.; Kucharzyk, K. H.; Kim, B.; Deshusses, M. A.; HsuKim, H. Net methylation of mercury in estuarine sediment microcosms amended with dissolved, nanoparticulate, and microparticulate mercuric sulfides. Environ. Sci. Technol. 2014, 48 (16), 9133−9141. (55) Mahalingam, R.; G. R. A; M. M. R; Ryan, J. N. Enhanced dissolution of cinnabar (mercuric sulfide) by dissolved organic matter isolated from the florida everglades. Environ. Sci. Technol. 1998, 32 (21), 3305−3311. (56) Graham, A. M.; Aiken, G. R.; Gilmour, C. C. Effect of dissolved organic matter source and character on microbial Hg methylation in Hg−S−DOM solutions. Environ. Sci. Technol. 2013, 47 (11), 5746− 5754. (57) Graham, A.; Cameron-Burr, K.; Hajic, H.; Lee, C.; Msekela, D.; Gilmour, C. Sulfurization of dissolved organic matter increases Hgsulfide-DOM bioavailability to a Hg-methylating bacterium. Environ. Sci. Technol. 2017, 51 (16), 9080−9088. (58) Grat, J. E.; Hines, M. E.; Biester, H. Mercury methylation influenced by areas of past mercury mining in the Terlingua district, Southwest Texas, USA. Appl. Geochem. 2006, 21, 1940−1954. (59) Li, Y.; Zhao, J.; Guo, J.; Liu, M.; Xu, Q.; Li, H.; Li, Y.; Zheng, L.; Zhang, Z.; Gao, Y. Influence of sulfur on the accumulation of mercury in rice plant (Oryza sativa L.) growing in mercury contaminated soils. Chemosphere 2017, 182, 293−300. (60) Shao, D.; Kang, Y.; Wu, S.; Wong, M. Effects of sulfate reducing bacteria and sulfate concentrations on mercury methylation in freshwater sediments. Sci. Total Environ. 2012, 424 (424), 331−336. (61) Alpers, C. N.; Fleck, J. A.; Marvindipasquale, M.; Stricker, C. A.; Stephenson, M.; Taylor, H. E. Mercury cycling in agricultural and managed wetlands, Yolo Bypass, California: spatial and seasonal variations in water quality. Sci. Total Environ. 2014, 484 (1), 276− 287. (62) Marvindipasquale, M.; Windhammyers, L.; Agee, J. L.; Kakouros, E.; Kieu, L. H.; Fleck, J. A.; Alpers, C. N.; Stricker, C. A. Methylmercury production in sediment from agricultural and nonagricultural wetlands in the Yolo Bypass, California, USA. Sci. Total Environ. 2014, 484 (1), 288−299.\nDOI: 10.1021/acs.est.8b03511 Environ. Sci. Technol. 2019, 53, 1844−1852\n1852"
    } ],
    "references" : [ {
      "title" : "Sulfur in the agriculture of china",
      "author" : [ "C. Liu", "S. Cao", "G. Chen", "X. Wu" ],
      "venue" : "Acta. Pedolog. Sinica",
      "citeRegEx" : "Liu et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 1990
    }, {
      "title" : "Paddy Soils of China",
      "author" : [ "Y. Xiong", "Q. Li" ],
      "venue" : "Science Press: Beijing,",
      "citeRegEx" : "Xiong and Li,? \\Q1992\\E",
      "shortCiteRegEx" : "Xiong and Li",
      "year" : 1992
    }, {
      "title" : "Demethylation of methylmercury in growing rice plants: an evidence of self-detoxification",
      "author" : [ "Y. Li" ],
      "venue" : "Environ. Pollut. 2016,",
      "citeRegEx" : "Li,? \\Q2016\\E",
      "shortCiteRegEx" : "Li",
      "year" : 2016
    }, {
      "title" : "Selenium inhibits the phytotoxicity of mercury in garlic (Allium sativum)",
      "author" : [ "C. Chen", "Z. Chai" ],
      "venue" : "Environ. Res. 2013,",
      "citeRegEx" : "Chen and Chai,? \\Q2013\\E",
      "shortCiteRegEx" : "Chen and Chai",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Elevated methylmercury (MeHg) production in miningcontaminated paddy soils, despite the high fraction of refractory HgS(s), has been frequently reported, while the underlying mechanisms are not fully understood. Here, we hypothesized that sulfate input, via fertilization, rainfall, and irrigation, is critical in mobilizing refractory HgS(s) and thus enhancing Hg methylation in mining-contaminated paddy soils. To test this hypothesis, the effects of sulfate amendment on Hg methylation and MeHg bioaccumulation in mining-contaminated soil-rice systems were examined. The results indicated 28−61% higher net MeHg production in soils under sulfate amendment (50−1000 mg kg−1), which in turn increased grain MeHg levels by 22−55%. The enhancement of Hg methylation by Hg mobilization in sulfate-amended soils was supported by two observations: (1) the increased Hg(aq) release from HgS(s), the dominant Hg species in the paddy soils, in the presence of sulfide produced following sulfate reduction and (2) the decreases of refractory HgS(s) in soils under sulfate amendment. By contrast, changes in the abundances/activities of potential microbial Hg methylators in different Hg-contaminated soils were not significant following sulfate amendment. Our results highlight the importance to consider enhanced Hg mobility and thus methylation in soils under sulfate amendment.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}