{
  "name" : "downloads_2019-11-23_c3_ding2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "High reversible capacity hydrogen storage through Nano-LiBH4 þ Nano-MgH2 system",
    "authors" : [ "Zhao Ding", "Yan Lu", "Ling Li", "Leon Shaw" ],
    "emails" : [ "lshaw2@iit.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Energy Storage Materials 20 (2019) 24–35\nContents lists available at ScienceDirect\nEnergy Storage Materials\njournal homepage: www.elsevier.com/locate/ensm\nHigh reversible capacity hydrogen storage through Nano-LiBH4 þ Nano-MgH2 system\nZhao Ding, Yan Lu, Ling Li, Leon Shaw *\nDepartment of Mechanical, Materials and Aerospace Engineering, Illinois Institute of Technology, USA\nA R T I C L E I N F O\nKeywords: Hydrogen storage materials LiBH4 MgH2 High-energy ball milling Nano-engineering\n* Corresponding author. E-mail address: lshaw2@iit.edu (L. Shaw).\nhttps://doi.org/10.1016/j.ensm.2019.04.025 Received 23 January 2019; Received in revised for Available online 25 April 2019 2405-8297/© 2019 Elsevier B.V. All rights reserved\nA B S T R A C T\nA nano-LiBH4 þ nano-MgH2 mixture which can reversibly release and absorb ~5.0 wt% H2 at 265 C is synthesized via a new processing method, termed as Ball Milling with Aerosol Spraying (BMAS) established in this study. The reversible storage capacity of ~5.0 wt% H2 is the highest one ever reported for the LiBH4 þ MgH2 system at temperature 265 C. It is found that the unusually high reversible hydrogen storage is accomplished through two parallel reaction pathways. One is nano-LiBH4 decomposes to form Li2B12H12 and H2 first and then Li2B12H12 reacts with MgH2 to form MgB2, LiH and H2. The other is nano-MgH2 decomposes to form Mg and H2 first and then Mg reacts with LiBH4 to form MgB2, LiH and H2. These reaction pathways become possible because of the presence of nano-LiBH4 and nano-MgH2 and their intimate mixing, enabled by the BMAS process. This study unambiguously shows that nano-engineering can overcome kinetics barriers for thermodynamically favorable systems like the LiBH4 þ MgH2 mixture and even provides thermodynamic driving force to enhance hydrogen release at low temperature. The principle established in this study also opens up a new direction for investigating and improving the hydrogenation and dehydrogenation properties of many other systems containing multiple hydride components that have favorable thermodynamic properties for reversible hydrogen storage, but with limited kinetics."
    }, {
      "heading" : "1. Introduction",
      "text" : "Reversible hydrogen storage for on-board application of fuel cell vehicles is particularly attractive for consumers. For this reason, tremendous efforts have been devoted to search and development of reversible hydrogen storage materials in the past two decades [1–15]. In this regard, LiBH4 is one of the leading candidates for on-board hydrogen storage because of its high gravimetric and volumetric hydrogen densities of 18.5 wt% and 121 kg H2/m3, respectively [16]. However, its potential use in automotive applications is compromised by its unfavorable thermodynamics and sluggish kinetics for dehydrogenation [17]. LiBH4⋅NH2NH2 as another promising material has been reported to release ~13.0 wt% H2 at 140 C in the presence of Fe–B catalysts [18]. However, the formation of Li3BN2 and BN in the final product makes direct rehydrogenation extremely difficult [19]. Mg(BH4)2 with a theoretical capacity of 14.9 wt% H2 has been shown to be able to start release of H2 at 160 C when it is synthesized as Mg(BH4)2/nanocomposite, but complete release of 14.9 wt% H2 requires 335 C [20]. Recently, 2Mg(NH2)2-3LiH-4LiBH4 mixture has been evaluated and found to have favorable thermodynamics to release and absorb H2 near the ambient\nm 20 April 2019; Accepted 20 A\n.\ntemperature [21]. Furthermore, this system exhibited good hydrogenation and dehydrogenation kinetics with release and uptake of ~5.5 wt% H2 at 143 C [21]. Another latest effort is MgH2–Na3AlH6–LiBH4 (1:1:4) composite which was converted to MgH2–Li3AlH6–NaBH4 after 6 h of ball milling, and could release 10.5 wt %H2 but with temperature as high as 550 C [22]. In spite of these advancements, the hydrogen storage materials studied so far still cannot meet the challenging requirements for practical application which demands the storage materials with reversible hydrogen storage capacity ~10wt% near the ambient temperature.\nIn this study, we have established a novel method, termed as Ball Milling with Aerosol Spraying (BMAS), to synthesize a nano-LiBH4 þ nano-MgH2 mixture which can reversibly release and absorb ~5.0 wt% H2 at 265 C. To our knowledge, 5 wt% H2 release and uptake is the highest reversible H2 storage capacity ever reported for the LiBH4 þ MgH2 system at temperature 265 C. It is known that the LiBH4þMgH2 system has the potential to store and release hydrogen with a theoretical capacity of 11.45wt% H2 [23–42]. Further, it has been proposed that the reversible reaction for dehydriding and re-hydriding of the LiBH4 þ MgH2 mixture can be expressed as follows [23].\npril 2019\n2LiBH4 (s) þ MgH2 (s) ¼ 2 LiH (s) þ MgB2 (s) þ 4H2 (g) (1)\nMany researches [24–28,32] have revealed that there are two elemental steps for the dehydrogenation process, that is, MgH2 decomposes into Mg and H2 first and then the newly formed Mg reacts with LiBH4 to produce LiH, MgB2 and H2, as indicated by the following two reactions [23].\nMgH2 (s) ¼ Mg (s) þ H2 (g) (2) 2LiBH4 (s) þ Mg(s) ¼ 2LiH (s) þ MgB2 (s) þ 3H2(g) (3)\nThus, the onset temperature for releasing hydrogen from the LiBH4 þ MgH2 system is controlled by the decomposition temperature of MgH2. Moreover, the decomposition of MgH2 has a reaction enthalpy of ~76 kJ/mol H2 [43], and therefore the temperature for MgH2 to have a hydrogen equilibrium pressure of 1.0 bar is approximately 311 C (585 K). This theoretical consideration is consistent with the observation that temperatures in excess of 300 C are normally required to obtain noticeable decomposition of MgH2 in the pure form [44–48] and in the 2LiBH4 þ MgH2 mixture [24,27–29,32]. Thus, in spite of the fact that reaction (1) possesses favorable thermodynamic property with a desorption enthalpy of ~46 kJ/mol H2, utilization of reaction (1) is limited by the onset temperature for MgH2 to release hydrogen substantially.\nRecently, our group has demonstrated that Eq. (1) can take place to form LiH and MgB2 in situ during high-energy ball milling of MgH2 at ambient temperature along with aerosol spraying of LiBH4 dissolved in tetrahydrofuran (THF) solution [49]. This processing method is termed as BMAS, reflecting the fact of simultaneous ball milling and aerosol spraying [49]. It is found that the in-situ formation of LiH and MgB2 during BMAS is achieved through a new reaction pathway in which nano-LiBH4 decomposes to Li2B12H12 first and the newly formed Li2B12H12 reacts with MgH2 to form LiH and MgB2, as shown in Eqs. (4) and (5) below [49].\n12 LiBH4 (s)¼ Li2B12H12 (s) þ 10 LiH (s) þ 13H2 (g) (4) Li2B12H12 (s) þ 6 MgH2 (s)¼ 6 MgB2 (s) þ 2 LiH (s) þ 11H2 (g) (5)\nThe newly established reaction pathway in BMAS is consistent with the prediction from the ab initio density functional theory (DFT) calculations [50,51]. However, it is known that high-energy ball milling of micron-sized LiBH4 þ MgH2 powder mixture has been conducted previously by many researchers, but no formation of LiH and MgB2 during high-energy ball milling at ambient temperature has ever been reported [28,33–35,39–42]. The in-situ formation of LiH and MgB2 becomes possible in BMAS because BMAS can generate amorphous LiBH4 nanoparticles of 20–50 nm in situ [49] and nano-LiBH4 can overcome the kinetic barrier to release hydrogen at ~32 C with the formation of Li2B12H12 below 265 C as shown in Eq. (4) [52].\nAlthough the new reaction pathway in releasing H2 from nano-LiBH4 þ MgH2 mixture to form LiH and MgB2 in situ during BMAS has been demonstrated in Ref. 49, utilization of reactions (4) and (5) to release and store H2 has never been investigated. This study is carried out to investigate this possibility and to exploit the great potential of the LiBH4 þ MgH2 system. Using a newly designed automated BMAS machine, we have successfully produced a BMAS mixture containing 1mol of MgH2 þ 0.5 mol of LiBH4. It is found that this BMAS powder can offer reversible hydrogen release and uptake in the order of ~5.6 wt% H2 while LiBH4 is still in the solid state ( 265 C). This amount of H2 is larger than any quantities reported to date in the open literature [23,26,27,29] which typically show ~0.5 wt% H2 or less released below the melting point of LiBH4. The drastic enhancement in the amount of H2 released and absorbed by the BMAS powder is mainly attributed to the new reaction pathway described by Eqs. (4) and (5). The finding from this study is detailed below."
    }, {
      "heading" : "2. Materials and procedure",
      "text" : "MgH2 powder of 98% purity and 2M LiBH4 in tetrahydrofuran (2M LiBH4/THF) solution were purchased from Sigma-Aldrich and used without further treatment. It has been proved [44–46,53–55] that the presence of graphite can not only offer effective and uniform mixing, but also enhance dehydriding prosperities of MgH2. Thus, synthetic graphite (C) powder (Sigma-Aldrich) was purchased and pre-milled for 6 h at room temperature (RT) under an argon atmosphere in a SPEX milling machine to reduce the particle size of graphite before mixing with MgH2. The pre-milled graphite was then mixed with 2.35 g MgH2 at an amount of 6 wt% (i.e., 5 vol%) of the total MgH2 þ C mixture and high-energy ball milled for 6 h again using the BMAS machine before subjecting to the BMAS treatment.\nFig. 1a shows the schematic of the automated BMAS apparatus that consists a program controller, two electronic valves, a vacuum pump, a high-energy ball milling chamber, and an aerosol sprayer. The aerosol generator was purchased from TSI instrument with capability to produce nanoparticles with sizes ranging from 0.02 to 0.30 μm, whereas the ball milling chamber was made of a modified Szegvari attritor which is effective in preventing the formation of dead zone and producing uniform milling products within the powder charge [30,34,40,56–61]. This newly designed BMAS apparatus has significant advantages over the previous manually-controlled BMAS device [49]. According to reaction (1), the ideal molar ratio of MgH2 to LiBH4 in the BMAS powder should be 1 to 2 in order to release 11.45wt% H2. This means that a substantial amount of aerosol LiBH4 droplets need to be sprayed into the ball milling canister while high-energy ball milling of MgH2 powder takes place. However, this is difficult to achieve because BMAS operates in a completely closed system with ultrahigh-purity argon (99.999%) to protect MgH2 and LiBH4. It was found from the previous study [49] that the aerosol spraying rate of LiBH4 became slower and slower as the THF vapor pressure inside the canister built up, and eventually aerosol spraying ceased to operate when the THF vapor pressure was high enough to stop spraying. To address this problem, an automated BMAS apparatus was designed and constructed in this study. This apparatus can control the on-and-off function of aerosol spraying, ball milling, and evacuating independently and repeatedly during BMAS so that the THF vapor pressure can be reduced through evacuating when aerosol spraying and ball milling are both temporarily off to avoid drawing of nano-LiBH4 droplets and particles into the vacuum pump.\nThe specific schedules for the on-and-off function of ball milling, aerosol spraying and vacuuming are shown in Fig. 1b. The BMAS operation started with 6-h ball milling of the MgH2 þ C mixture without aerosol spraying as mentioned above. This was followed by a “rest” step for 3 min to allow the nano-particles to settle down to the bottom of the canister. Then the “vacuum” step was on for 30 min to reduce the pressure of the canister to 14.28 psi ( 738 torr) so that aerosol spraying could proceed readily later. After the “vacuum” step, ball milling of the MgH2 þ C powder and aerosol spraying of the 2M LiBH4/THF solution were on simultaneously but for different durations (i.e., aerosol spraying for 45 s and ball milling for 5min). During this period, aerosol LiBH4 liquid droplets will become solid nanoparticles when the droplets impinge on the surfaces of MgH2 particles and balls where the local temperature could be as high as 200–250 C due to the high-speed collision of balls [34,62,63]. Since the boiling temperature of THF is only 66 C, the high local temperature will force THF solution to vaporize instantaneously, leading to the formation of solid LiBH4 nanoparticles. As a result, nano-LiBH4 will coat on the surface of MgH2 particles first, and be occluded into MgH2 nanoparticles later as ball milling continues, owing to repeated fracture and cold-welding of MgH2 particles during ball milling. Once this simultaneous ball milling and aerosol sprayingwas done, the BMAS apparatus entered the “rest” step again. After that, the BMAS operation would repeat “vacuum” and simultaneous “aerosol spraying” and “ball milling”with different durations, as shown in Fig. 1b. In this study, such on-and-off cycles were carried out 56 times with\n640min of ball milling time. With this BMAS operation, 0.048mol LiBH4 was sprayed into 2.35 g MgH2 powder with 5 vol% C, leading to a BMAS powder with a MgH2-to-LiBH4 molar ratio at 2. Although this molar ratio only corresponded to 1/4 of LiBH4 required for completion of reaction (1), we decided to use this BMAS powder to evaluate the feasibility of utilizing reactions (4) and (5) for reversible hydrogen storage. Longer BMAS treatment will be investigated in the future. For comparison, MgH2 þ 5 vol% C mixture was also ball milled for 640 min but without aerosol\nspraying. This sample will be termed as the BM powder hereafter. The ball milling canister of the BMAS apparatus and the balls (6.4mm\nin diameter) were made of stainless steel. The ball-to-powder weight ratio was 60:1, the ball milling speed was 600 rpm, and the average ball milling temperature was maintained at 20 C, achieved by water-cooling around the canister at a flowing rate of 800ml/min. Aerosol spraying of LiBH4/THF solution was achieved through a high-velocity jet propelled using a 10-psi high-purity Ar gas. Fig. S1 in Supplemental Material shows\nthe schematic of the aerosol generator which allows fine spray of LiBH4/ THF droplets with sizes in 20–100 nm [49] to leave the sprayer through a fitting at the top, whereas large droplets are removed by impaction on the wall opposite to the jet and drain at the bottom of the generator assembly block. To ensure that the BMAS powder is free from THF residual before any characterization, every sample was dried in a commercial Sieverts' type pressure-composition-temperature (PCT) unit (Advanced Materials Corporation, PA) under a vacuum of 10 4 MPa at room temperature for 36 h. This procedure was proven to be sufficient in removing any THF residual in the BMAS powder in our previous study [52,64]. Note that this is consistent with the fact that THF can vaporizes completely in the 20-min holding at room temperature because its boiling temperature is 66 C, as shown in Fig. S2.\nCycles of dehydrogenation and re-hydrogenation of the BMAS powder were carried out using a Sieverts' type PCT unit. For dehydrogenation, ~200mg of the BMAS sample was loaded into the pressure cell of the PCT unit in a glovebox filled with Ar of 99.999% purity. The hydrogen pressure cell was maintained at approximately 0.01 bar via repeated evacuation at 15min intervals during the dehydrogenation process. The temperature of the sample cell was increased from ambient to 265 C at a rate of 2 C/min and maintained at that temperature for 10 h. For re-hydrogenation, the dehydrogenated powder described above was first cooled down to room temperature, then the pressure cell was evacuated to 10 3 bar, and finally the pressure cell was then back filled with H2 of 99.999% purity to 95 bar at room temperature before being heated to and held at 265 C with the same heating rate and holding time as those in the dehydrogenation treatment. The temperature, pressure and hydrogen content in the sample (wt.%) were immediately recorded (after 60 s delay) using a program based on the Lab View software. The amounts of hydrogen determined from these dehydriding and rehydriding experiments were expressed in terms of the weight percent of the solid loading. The data was normalized by the total weight of MgH2 and LiBH4 but with exclusion of 5 vol% C. To ensure the accurate determination of the hydrogen contents in hydrogenation and dehydrogenation, the leakage of the PCT chamber was determined using the empty chamber under the same heating and pressure conditions as the BMAS powder. These measurements revealed that the leakage of the PCT chamber was very small (see Fig. S3) and had been taken into consideration when calculating and reporting the hydrogen contents of the BMAS powder in hydrogenation and dehydrogenation.\nStructural analysis of the BMAS powder before and after dehydrogenation and re-hydrogenation was performed using a PANalytical Empyrean diffractometer equipped with an incident-beam focusing mirror and an X'Celerator detector with MoKα radiation (10–50 2θ, 0.0167113 steps, 4 s/step, 1/4 divergence slit, 0.02 radian Soller slits). To prevent oxidation during XRD data collection, the sample was sealed in a capillary quartz tube of 1mm in diameter and the loading of the sample to the tube was performed in a glove box filled with Ar of 99.999% purity. The wall of the capillary quartz tube is 0.01mm in thickness and thus transparent to X-ray. 325-mesh pure silicon powder was added at 10wt% to the BAMS powder as an internal standard for accurate identification of peak positions. The addition of 10 wt% Si in each sample as the internal standard was utilized to quantify the relative amount change of α-MgH2 in the BM and BMAS samples, and also the relative amount change of MgB2 and LiH in the BMAS powder before and after dehydrogenation and re-hydrogenation. This was carried out with the aid of the following equation [30,65].\nIi ISi ¼ Ki KSi Vi VSi ¼ Ki KSi ρSi wSiρi wi (6)\nwhere subscripts i and Si stand for the ith phase and Si phase in the powder mixture respectively, I is the integrated intensity, V is the volume fraction, w is the weight fraction, ρ is the density, and K is a parameter related to the structure factor, intensity of the incident beam, total volume of the diffracting crystals, multiplicity of the reflecting planes, and\nother experimental factors. K can be further described as Ki¼Ki-const x Vi where Vi is the total volume of the ith phase (the diffracting crystal) and Ki-const is a XRD parameter independent of the quantity of the ith phase in the powder mixture [65].\nFourier transform infrared (FTIR) analysis (Nicolet, Nexus-IR 470) was conducted for the BMAS powder at various hydrogenation and dehydrogenation conditions. ~1wt% BMAS powder was mixed and ground with KBr powder in a glovebox filled with Ar of 99.98% purity. The ground mixture was subsequently pressed into a pellet of 1 cm in diameter in air very quickly (~30 s) in order to avoid excessive oxidation. Although the BMAS powder on the pellet surface was oxidized, the powder in the interior was not because of the protection from 99wt % KBr powder in the mixture. Prior to the collection of each spectrum, the background of air was measured and subtracted from the result. Each FTIR spectrum was created from an average of 30 scans.\nDirect observation of particle morphology was made using a JEOL JSM 5900-LV scanning electron microscope (SEM) in secondary electron mode with an accelerating voltage of 3.0 KV, and samples were prepared by dropping the powder slurry on to a polished aluminum grid support. The powder slurry was made by dry dropping the powder into a glass container filled with pure ethanol, and then sonicating for 30min. Sample preparation was completed in a glovebox and the sample was loaded into the SEM with very minimal exposure to atmosphere (<60 s)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Enhancement in the solid-state hydrogen release",
      "text" : "Dehydrogenation and re-hydrogenation behaviors of the BMAS mixture as a function of time and temperature are shown in Fig. 2. It can be seen that the total amounts of H2 released in dehydrogenation at 265 C for 10 h are 5.67wt%, 4.96wt%, 4.72wt%, 4.47wt%, 4.12 wt%, and 3.81wt% for the first, second, third, fourth, fifth and sixth cycle, respectively. The 5.67wt% H2 in the first release is the highest quantity ever reported for the LiBH4 þMgH2 mixture regardless of the methods to prepare the mixture. Note that the typical values of H2 released at temperature 265 C reported in the open literature range from near zero to ~0.5 wt% H2, depending on the processing and testing conditions [23, 26,27,29]. Through high-energy ball milling at liquid nitrogen temperature, our group has previously shown that the nano-LiBH4 þ MgH2\nmixture can release 4.0 wt% H2 at 265 C [34]. However, even this second best result achieved through liquid-nitrogen ball milling [34] is still not as good as the present study, attesting the effectiveness of the BMAS process. The unusually high amount of H2 released from the BMAS powder is attributed to the involvement of the new reaction pathway of Eqs (4) and (5), as will be discussed later.\nIt should be pointed out that the superior H2 release property of the BMAS powder is also confirmed directly in this study by comparing its property with those exhibited by the ball milled MgH2 þ 5 vol% C but without aerosol spraying of LiBH4 (i.e., the BM sample), bulk LiBH4, and hand mixed MgH2 þ 5 vol% C. As shown in Fig. 3, the BM sample only releases 1.2 wt% H2 under the same testing condition as the BMAS sample, while the bulk LiBH4 and hand mixed MgH2 þ 5 vol% C samples release even lower H2 quantities (~0.78 and ~0.22wt% H2, respectively). These results unambiguously prove that mixing nano-LiBH4 with nano-MgH2 obtained via BMAS is important in achieving the unusually high amount of H2 released from the BMAS powder.\nA close comparison between Figs. 2 and 3 also reveals that the onset temperature for releasing H2 by the BMAS powder (30 C) is lower than those by the BM powder (50 C), bulk LiBH4 (75 C), and hand mixed MgH2 þ 5 vol% C (120 C). A previous study has shown that the onset temperature for H2 release from nano-LiBH4 made via the solvent evaporation of LiBH4/THF solution is ~32 C [52]. Thus, the low onset temperature for releasing H2 exhibited by the BMAS powder can be attributed to the presence of nano-LiBH4 in the BMAS powder. However, the possibility of the low onset temperature for releasing H2 due to the reaction between nano-LiBH4 and nano-MgH2 cannot be ruled out in this study."
    }, {
      "heading" : "3.2. Reversibility of H2 release and uptake",
      "text" : "The hydrogen quantities released and absorbed shown in Fig. 2 are replotted in Fig. 4 to show the degree of reversibility of the BMAS powder in storing and releasing H2. It is clear that H2 release and uptake are reversible, but the H2 quantity involved gradually decays. Specifically, the H2 absorbed are 5.26wt%, 4.83wt%, 4.32 wt%, 4.29wt% and 3.87 wt% for the first, second, third, fourth and fifth hydrogenation, respectively. Although decay occurs gradually, these hydrogen quantities are the highest amounts reported so far for reversible H2 release and uptake by any LiBH4 þ MgH2 mixtures at 265 C. A direct comparison can be made with the nano-LiBH4 þ MgH2 mixture produced through high-energy ball milling at liquid nitrogen temperature [34] which\nexhibits a gradually decreasing capacity from 2.8 to 2.1 wt% H2 as hydrogenation changes from the first to the fifth cycle. This direct comparison unequivocally reveals that BMAS is more effective in producing nano-LiBH4 þ nano-MgH2 mixture with reversible hydrogen storage and release properties than high-energy ball milling at liquid nitrogen temperature.\nOne of the reasons for the storage capacity decay is the gradual growth of particles during holding at 265 C. As shown in Fig. 5, particle agglomeration has taken place after hydrogenation and dehydrogenation cycles. Specifically, the particle size of MgH2 before BMAS (Fig. 5a) is large with some reaching 1 μm. After BMAS for 640min of high-energy ball milling along with aerosol spraying, MgH2 particle sizes have been reduced to 100–250 nm range (Fig. 5b). However, gradual particle agglomeration has taken place during hydrogenation and dehydrogenation cycles. After 6 dehydrogenation and 5 re-hydrogenation cycles some of the agglomerates have grown to sizes larger than 500 nm (Fig. 5e). Particle agglomeration and growth of the agglomerates will lead to the loss of particle surface area for hydrogen release and uptake. In addition, the crystallites of MgH2 particles have grown as well during hydrogenation and dehydrogenation cycles. Using the Scherrer formula [65] and taking MgH2 (200) peak (Fig. 6), the crystallite size of MgH2 at various conditions has been estimated and summarized in Table 1. It can be seen that after the BMAS treatment the crystallite size of MgH2 is reduced from ~65 nm for the as-receivedMgH2 powder to ~29 nm. However, after one dehydrogenation and then one re-hydrogenation (i.e., 1S sample in Table 1) the crystallite size of MgH2 has grown to ~49 nm and eventually becomes ~66 nm after 5 cycles of dehydrogenation and re-hydrogenation and then dehydrogenation again (6R sample). The sample after the first dehydrogenation (1R sample in Table 1) contains little MgH2 because MgH2 has changed to MgB2 or Mg during dehydrogenation (to be discussed in detail later). Thus, the crystallite size of its MgH2 is not evaluated. The MgH2 crystallite growth could result in the loss of the interfacial area between nano-LiBH4 and nano-MgH2 particles, and thus prevent reaction (5) from happening. Our previous study [64] has established that nano-LiBH4 particles in contact with MgH2 are necessary for reaction (5) to occur. Thus, the loss of the interfacial area between nano-LiBH4 and nano-MgH2 can lead to the presence of the product of reaction (4), Li2B12H12, in the mixture without participating in the subsequent hydrogen release process and thus the loss of reversible H2 storage capacity. Note that there are other mechanisms that contribute to the loss of reversible H2 storage capacity of the BMAS powder and these mechanisms will be discussed in Section 3.5."
    }, {
      "heading" : "3.3. Hydrogenation and dehydrogenation via the Li2B12H12 pathway",
      "text" : "To identify the reaction pathway(s) for H2 release and uptake, we first evaluate the possibilities of two extreme cases, i.e., H2 release is due to MgH2 or LiBH4 alone while the other phase serves as a catalyst. Recall that the BMAS powder of this study was produced through 56 BMAS cycles with aerosol spraying of 0.048mol of LiBH4 into the canister to mix with 2.35 g of MgH2 and 0.15 g of C powder. Based on these numbers, the composition of the BMAS powder is estimated to contain 29.5 wt% LiBH4, 66.3 wt% MgH2 and 4.2 wt% C. It has been shown that nano-LiBH4 can release 3.5% H2 at temperature 265 C [52]. Thus, assuming that only and all 29.5 wt% LiBH4 has participated in H2 release, it would release only 1 wt% H2 which is substantially smaller than 5.67 wt% observed in the experiment. Similarly, assuming that only and all 66.3 wt% MgH2 has participated in H2 release and reaches its theoretical capacity (7.7 wt% H2), it would release 5.1 wt% H2 which is slightly lower than 5.67wt% measured in the experiment. However, as will be shown below, not all MgH2 has participated in the first H2 release. As such, it can be concluded that both MgH2 and LiBH4 have contributed to the first H2 release because the 5.67wt% H2 released cannot be\nachieved by MgH2 or LiBH4 alone. To find out the precise reaction mechanisms, XRD patterns and FTIR\nspectra of the BMAS samples under various conditions have been analyzed in detail. Fig. 6 summarizes the XRD patterns of the BMAS powder under various conditions. The MgH2 þ C mixtures before and after ball milling but without aerosol spraying of the LiBH4/THF solution are also included as the references for comparison. Several general trends are noted from these XRD patterns. First, the XRD pattern of the MgH2 þ 5 vol% C mixture without ball milling (Fig. 6a) matches the α MgH2 standard (00-051-0621) well (Fig. S4). The presence of several small Mg peaks indicates a small amount of Mg is contained in the commercial MgH2 powder. Further, there are trace amounts of impurities in the commercial powder, as evidenced by three un-identified peaks located at 13.3 , 18.6 and 21.7 . Second, a comparison between MgH2 þ 5 vol% C mixtures before and after ball milling reveals no MgO in the ball-milled state, as evidenced by the absence of the strongest and second strongest peaks of MgO (01-075-9568) at 19.0 and 27.1 (Figs. 6 and 7). No oxidation during ball milling and BMAS is consistent with our previous investigations [40,49,56,64] because both ball milling and BMAS are conducted under pure argon atmosphere. Third, high-energy ball milling\na N/D stands for “not detectable”. After dehydrogenation, this peak is too small (almost disappear) to quantify the MgH2 crystallite size. Fig. 7. XRD patterns ranging from 11\nto 21 for: (a) commercial MgH2 powder, (b) BM powder, (c) BMAS powder, (d) 1R powder, and (e) 1S powder. The presence of γ-MgH2 (04-007-3370) is noted for both BM and BMAS samples, whereas only α MgH2 (01-076-9046) is present in the commercial MgH2 powder. Noted “!” here stands for unknown peaks.\nat room temperature leads to the refinement of crystallite sizes and the introduction of structural defects to crystals, as evidenced by the significant broadening of the XRD peaks of MgH2 crystals at both low and high diffraction angles, which are critical for the enhancement of hydrogen release properties. Fourth, with the aid of Eq. (6), the quantity of α-MgH2 in the MgH2þ Cmixture is found to decrease sharply after ball milling. In this calculation, α-MgH2 (200) is used because it is independent of other peaks. The peak intensities, integrated peak areas, and quantities of Si (311) and α-MgH2 (200) from XRD analysis are summarized in Table 2. Note that the ratio of α-MgH2 (200) to Si (311) peak intensities and the ratio of integrated α-MgH2 (200) to Si (311) peak areas lead to the same results in this study. According to Table 2, the weight percentage of α MgH2 in the MgH2 þ C mixture has decreased from 94% to 24.2% for the BM powder and 28.3% for the BMAS powder. Meanwhile, two new diffraction peaks at 14.3 and 11.7 , corresponding to the strongest peak of γ-MgH2 (111) and the second strongest peak of γ-MgH2 (110), appear in both the BM and BMAS samples, as shown in Fig. 7. Therefore, high-energy ball milling has led to the transformation of some α MgH2 to γ-MgH2, and this occurs in both BM and BMAS processes.\nProbably, the most interesting feature noted from Fig. 6 is the appearance of a broad peak around ~19.3 by the BMAS sample. This broad peak coincides with the strongest peak of MgB2 (101) at 19.17 , suggesting the in-situ formation of MgB2 and LiH during BMAS, as established previously [49]. To examine this phenomenon closely, XRD patterns of several critical samples in the 2θ range from 11 to 21 have been re-plotted in Fig. 7. It can be seen clearly that the BM powder\n(Fig. 7b) does not have the MgB2 peak at ~19.3 , but the BMAS powder (Fig. 7c) has. Furthermore, the BMAS sample after one dehydrogenation (1R sample) exhibits a broad peak at ~19.3 , suggesting the formation of more MgB2 and the occurrence of reaction (5) during dehydrogenation. In addition, the broad peak at ~19.3 is still present after the BMAS powder is subjected to one dehydrogenation and then one re-hydrogenation (1S sample). To quantify how the MgB2 quantity changes with various conditions, we have compared the integrated area of 19.3 peak with that of Si (311) reference peak. The result is summarized in Table 3 which shows that the quantity of MgB2 increases after dehydrogenation and then decreases after re-hydrogenation. However, MgB2 does not disappear completely after re-hydrogenation, suggesting that reactions (4) and (5) can be utilized for H2 release and uptake, but are only partially reversible.\nIf MgB2 is formed through reactions (4) and (5), one should also expect to see the presence of LiH and Li2B12H12. The strongest XRD peak of LiH (01-078-0839) is at 20.1 and present in the BMAS, 1R, and 1S powders (Fig. 7). However, this peak also overlaps with the strongest peak of α Fe (04-003-3641) at 20.1 . The presence of Fe impurity in the BM and BMAS powder is due to the wear of the stainless steel balls and canister used for high-energy ball milling. Since the strongest peaks of LiH and α-Fe are at the same position, it is difficult to de-convolute the 20.1 peak. However, based on the evaluation of the HSC Chemistry\nsoftware [66], it is found that Fe will not react with the other chemicals in the BM and BMAS powder under the hydrogenation and dehydrogenation conditions of this study. Thus, the intensity change of the 20.1 peak with hydrogenation and dehydrogenation can be attributed to the quantity change of LiH. With this in mind and taking the ratio of the integrated area of 20.1 peak to that of Si (311) reference peak, one can find that LiH quantity increases substantially in the first dehydrogenation (1R sample in Table 3), suggesting the occurrence of reactions (4) and (5). Further, LiH quantity decreases after the first re-hydrogenation (1S sample), suggesting the occurrence of reactions (4) and (5) in the reverse direction. However, the ratio of the integrated area of 20.1 peak to that of Si (311) reference peak for 1S sample does not decrease back to the value of the BMAS sample. Thus, it can be concluded that reverse reactions are not complete, i.e., reactions (4) and (5) are only partially reversible.\nThe presence of LiH and its variation with hydrogenation/dehydrogenation can also be examined via FTIR analysis. As shown in Fig. 8, the LiH peak is present at 1030 cm 1 [67] for the BMAS sample.\nFurthermore, the ratio of the integrated area of LiH peak to that of moisture increases after dehydrogenation and then decreases after re-hydrogenation (Table 4). Assuming that the moisture contents are the same for all the samples, the trend of the ratio shown in Table 4 would be in good accordance with the XRD analysis above, i.e., LiH can be formed via dehydrogenation and then transformed back to LiBH4 or Li2B12H12 after re-hydrogenation. Additionally, Table 4 reveals that more LiH is accumulated in the samples as the number of hydrogenation and dehydrogenation cycle increases, indicating that LiH, once formed, is not fully reversible back to LiBH4. This observation is also consistent with the XRD analysis above.\nAs an intermediate compound, Li2B12H12 may also be present in the BMAS, 1R or 1S samples. For X-ray diffraction the strongest and second strongest peaks of Li2B12H12 (01-084-3671) should be at 7.0 and 8.1 , respectively. However, these two peaks are completely overlapping with the peak from the capillary glass tube. Thus, whether Li2B12H12 is present or not is analyzed through FTIR spectra. As shown in Fig. 9, the characteristic B–H stretching vibration from Li2B12H12 at 2479 cm 1 [68] is present for 1R, 1S and 6R samples, confirming that reaction (4) has indeed involved in hydrogenation and dehydrogenation reactions of the BMAS powder. The B–B absorption from Li2B12H12 at 1070 cm 1 [68], however, is absent. We attribute this result partially to the intrinsic nature of the weak peak and partially to the overlap with the broad MgH2 peak from 1300 to 900 cm 1 [34] and LiH peak at 1030 cm 1 [67]. Unexpectedly, the Li2B12H12 peak at 2479 cm 1 is not present for the BMAS sample (Fig. 9). This is likely due to the small amount of Li2B12H12 in the BMAS sample so that it is beyond the detection limit of FTIR. The in-situ reaction of Li2B12H12 with MgH2 via reaction (5) during the BMAS process could result in little or no Li2B12H12 in the BMAS powder. Using the ratio of the integrated area of Li2B12H12 peak at 2479 cm 1 to that of moisture peak at 1640 cm 1 (Table 4), it can be seen that the content of Li2B12H12 is increasing with the number of hydrogenation and dehydrogenation cycle. This trend indicates that reaction (4) has contributed to hydrogenation and dehydrogenation of the BMAS sample, but it is not fully reversible. As a result, more and more Li2B12H12 is accumulated in the samples as the number of hydrogenation and dehydrogenation cycle increases. This result is consistent with the trends exhibited by MgB2 and LiH analyzed above, i.e., reactions (4) and (5) are only partially reversible.\nFTIR is also a very effective tool to analyze the presence of LiBH4 and its alteration with hydrogenation and dehydrogenation because LiBH4 could be present as an amorphous phase [49,52]. As shown in Figs. 8 and 9, the characteristic absorption of LiBH4 are present at 1121, 2224 2290 and 2384 cm 1 in the BMAS sample. Note that these four absorbance frequencies match very well with 2385, 2289, 2223 and 1124 cm 1 reported for LiBH4 previously [23]. The absent of [BH4]- complex of the 1R sample (Fig. 9) indicates that the LiBH4 generated from aerosol spraying of the LiBH4/THF solution has completely reacted after the 1st dehydrogenation. Furthermore, after re-hydrogenation all of the characteristic absorbance peaks of LiBH4 appear again as exhibited by the 1S sample in Fig. 9. These results unambiguously reveal that the BMAS sample is very reactive because no any prior studies have ever been able to completely convert LiBH4 into Li2B12H12 at 265 C or to induce a complete reaction between LiBH4 and MgH2 at 265 C. The typical temperature for forming Li2B12H12 from pure LiBH4 is around\n425–457 C [69], about 160 C higher than the temperature of the BMAS sample. In spite of its very high reactivity, LiBH4 has gradually accumulated in the sample as the number of hydrogenation and dehydrogenation cycle increases. As shown in Fig. 9, LiBH4 is present in the 6R sample, indicating that some LiBH4 after five hydrogenation and dehydrogenation cycles cannot be completely converted into Li2B12H12 or participate in reaction with MgH2 at 265 C.\nIt is worthy of mentioning that several other phenomena are also observed from the FTIR spectra (Figs. 8 and 9). First, the characteristic absorption frequencies of MgH2 ranging from 1300 to 900 cm 1 and the broad peak at ~600 cm 1 [34] are present in 1R and 6R samples, indicating that there are un-reacted MgH2 in these samples. This observation is consistent with the XRD analysis. Second, due to the short exposure to air during the FTIR sample preparation (~30 s), all the samples show the characteristic absorption peaks for moisture [67] at 3448 and 1640 cm 1, and the characteristic absorption peaks for CO2 [67] at 2337 and 2364 cm 1 (Fig. 8 and Fig. S5). Third, three characteristic absorption peaks of the C–H bond [67] at 2863, 2900 and 2966 cm 1 is due to the slight organic contamination from the commercially purchased bulk KBr powder, as also evidenced in Fig. S5.\nCombining the XRD and FTIR analyses above, the following conclusions can be made. (i) LiBH4 produced via BMAS is very reactive and can release H2 through generation of Li2B12H12 at 265 C, (ii) Li2B12H12 is partially reversible and can re-produce LiBH4 at 265 C, (iii) the BMAS powder can be hydrogenated and dehydrogenated via reactions (4) and (5) at 265 C, and (iv) the reactivities of LiBH4 and Li2B12H12 gradually decay as the number of hydrogenation and dehydrogenation cycle increases, leading to gradual degradation in the reversible hydrogen storage capacity of the BMAS powder."
    }, {
      "heading" : "3.4. Other competing reaction pathways",
      "text" : "In addition to the reaction pathway via reactions (4) and (5), the BMAS powder also releases and stores H2 through other mechanisms. As shown in Fig. 6, strong peaks from Mg are present in 1R and 6R samples, indicating that reaction (2) has taken place during dehydrogenation of the BMAS sample. However, the presence of the MgH2 reactant is still evident at 12.8 , 16.3 and 18.1 for 1R and 6R samples, indicating that the reaction is not completed. The re-hydrogenation at 265 C results in the reappearance of α MgH2 in the 1S sample, but a small peak of Mg can still be observed at ~16.6 (Fig. 7), indicating that the hydrogenation of Mg under the present condition is also incomplete. Therefore, reaction\n(2) is a competing reaction pathway for hydrogen storage and release of the BMAS powder.\nAnother possible competing reaction pathway for hydrogen release and uptake is reaction (3) which will produce LiH and MgB2 while releasing H2. According to the evaluation from the HSC Chemistry software [66], the required temperature for reaction (3) is only 110 C at which ΔG¼ 0. Therefore, reaction (3) is very likely to occur during dehydrogenation since there is a significant amount of Mg produced from reaction (2) during dehydrogenation. Therefore, the unusually high reversible hydrogen storage capacity exhibited by the BMAS powder is likely due to the combined contributions of reactions (2) and (3) and reactions (4) and (5). It should be emphasized that without the BMAS treatment both reactions (2) and (4) cannot take place significantly at temperature< 265 C because numerous ball milling studies of LiBH4 þ MgH2 mixtures [24,27–29,32] have shown that temperatures higher than 300 C are required to obtain noticeable decomposition of MgH2 and none of these studies reports the formation of Li2B12H12."
    }, {
      "heading" : "3.5. Reaction thermodynamics and storage capacity decay mechanisms",
      "text" : "This study has unambiguously proven that the reversible hydrogen storage capacity of the BMAS powder is superior to any LiBH4 þ MgH2 systems previously reported for hydrogenation and dehydrogenation at 265 C. One of the reasons for this superior property of the BMAS powder is its favorable thermodynamic driving force for hydrogen release. As shown in Fig. 10, the dissociation pressure of the BMAS powder is ~0.217MPa at 265 C, which is ~2710% and ~860% higher than the dissociation pressure of the bulk MgH2 (~0.008MPa) and LiBH4 (~0.025MPa) measured under the same dehydrogenation condition. Note that the same quantities of the BMAS, bulk MgH2 and bulk LiBH4 powders (~200mg) are employed to measure their dissociation pressure, and thus the comparison can be made directly. It should also be noted that Li2B12H12 and un-reacted Mg are present in the 1S sample (Figs. 7 and 9), suggesting that not all of the dehydrogenation products from the BMAS powder are completely reversible. Thus, the dissociation pressure obtained in Fig. 10 may represent both the reversible and irreversible contributions. Regardless of this possibility, Fig. 10 unequivocally shows that the dissociation pressure of the BMAS sample is ~2710% and ~860% higher than that of the bulk MgH2 and bulk LiBH4, respectively. This greatly enhanced dissociation pressure is one of the reasons why the BMAS powder can release H2 at 30 C and form Li2B12H12 at 265 C or lower. The improved thermodynamic driving force is likely related to the contribution of the surface energy of nano-LiBH4 and nano-MgH2 and the interfacial energy between nano-LiBH4 and nano-MgH2 produced during BMAS. These surface and interfacial energies can become a large portion of the Gibbs free energy of the systemwhen particles are at the nanoscale.\nThe gradual decay in the reversible hydrogen storage capacity of the BMAS powder is partially related to particle coarsening as the number of hydrogenation and dehydrogenation cycle increases. As discussed in Sections 3.3 and 3.4, the reaction pathways for hydrogenation and dehydrogenation of the BMAS powder are through reactions (2) and (3) or reactions (4) and (5). For reactions (2) and (3), nano-MgH2 is required, whereas for reactions (4) and (5) nano-LiBH4 is a must. Without nanoMgH2 and nano-LiBH4 reactions (2) and (4) cannot be initiated significantly at 265 C [49,52]. In addition, for reaction (5) to proceed at 265 C large interfacial area between LiBH4 and MgH2 is needed [64]. Thus, particle coarsening observed in Fig. 5 can degrade the reversible hydrogen storage capacity of the BMAS powder.\nAnother decay mechanism for the first dehydrogenation and rehydrogenation cycle of the BMAS powder is the disappearance of γ-MgH2 in the first dehydrogenation process. It is known that γ-MgH2 can be formed through high-energy ball milling of α MgH2 [70,71]. The present study shows that γ-MgH2 can also be formed in the BMAS process. However, γ-MgH2 is thermodynamically less stable than α MgH2 because of its lower coordination number and more irregular atom arrangement [70,71]. As such, γ-MgH2 can release hydrogen at a lower\ntemperature than α MgH2 [70,71]. Indeed, as shown in Fig. 7, γ-MgH2 has completely disappeared after the first dehydrogenation. However, γ-MgH2 cannot re-appear through hydrogenation process of this study, probably because of its metastable nature with respect to α MgH2. As a result, the decay between the first and second dehydrogenation (~0.71 wt%H2) is much higher than the subsequent decay (0.24–0.35 wt % H2), as shown in Fig. 4.\nBased on the analysis above, to prevent the degradation of the reversible hydrogen storage capacity, one needs to regenerate γ-MgH2 and/or minimize particle coarsening. The former is difficult to do because of the thermodynamic nature of γ-MgH2. The latter is also very challenging. However, our previous study has proved that a high-energy ball milled LiNH2 þ LiH mixture can endure sixty [60] hydrogenation and dehydrogenation cycles over the course of more than 200 h at 285 C [72]. The key to a stable microstructure is to start with a nano-powder mixture of uniform particle size achieved through long time high-energy ball milling [72]. As a result, the nano-powder mixture is at a metastable state because no particle has Gibbs free energy advantage over other particles for particle growth in a uniform particle size system. Long time high-energy ball milling can also lead to finer particle sizes and allow hydrogenation and dehydrogenation to take place at lower temperatures than 265 C which can reduce the particle growth kinetics, thereby minimizing the decay in the reversible hydrogen storage capacity. Whether these strategies can result in the capacity decay minimization should be a topic of future investigation."
    }, {
      "heading" : "4. Concluding remarks",
      "text" : "In this study, we have shown that a nano-LiBH4þ nano-MgH2mixture can reversibly release and absorb ~5.0 wt% H2 at 265 C. This reversible storage capacity is the highest one ever reported for the LiBH4 þ MgH2 system at temperature 265 C, and enabled by the novel automated BMAS process. In the BMAS process, nano-LiBH4 is generated through aerosol spraying of nano-LiBH4/THF droplets, whereas nano-MgH2 is produced and the intimate mixing of nano-LiBH4 and nano-MgH2 particles is achieved via high-energy ball milling of micro-sized MgH2 when aerosol spraying takes place. It is found that the unusually high reversible hydrogen storage is accomplished through two parallel reaction pathways. One is nano-LiBH4 decomposes to form Li2B12H12 and H2 first (reaction (4)) and then Li2B12H12 reacts with MgH2 to form MgB2, LiH and H2 (reaction (5)). The other is nano-MgH2 decomposes to form Mg and H2 first (reaction (2)) and then it is likely that Mg reacts with LiBH4\nto form MgB2, LiH and H2. These reaction pathways become possible because of the presence of nano-LiBH4 and nano-MgH2 and their intimate mixing, enabled by the BMAS process. This study unambiguously shows that nano-engineering can overcome kinetics barriers for thermodynamically favorable systems like the LiBH4 þ MgH2 mixture and even provides thermodynamic driving force to enhance hydrogen release at low temperature. The discovery made in this study paves the way to further improve the reversible hydrogen storage capacity of the LiBH4 þ MgH2 system in the future by longer BMAS processing time with the addition of more nano-LiBH4 into the LiBH4 þ MgH2 system than what has been added in this study. The principle established in this study also opens up a new direction for investigating and improving the hydrogenation and dehydrogenation properties of many other systems containing multiple hydride components that have favorable thermodynamic properties for reversible hydrogen storage, but with limited kinetics. Examples of such systems include CaH2 þ LiBH4, Mg(BH4)2 þ LiBH4, Ca(BH4)2 þ LiBH4, and Mg(BH4)2 þ LiBH4 þ MgH2, as revealed by a recent ab initio DFT calculation [51]. However, none of these systems exhibits adequate kinetics for hydrogen release below 300 C [29, 73–76]. Nano-engineering as demonstrated in this study offers a promising approach to address this challenging issue."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported under the U.S. National Science Foundation (NSF) with the Award No. CMMI-1261782. The assistance in collecting the XRD data by Professor James Kaduk at Illinois Institute of Technology and North Central College is greatly appreciated."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://do i.org/10.1016/j.ensm.2019.04.025."
    } ],
    "references" : [ {
      "title" : "Storage of hydrogen in single-walled carbon nanotubes",
      "author" : [ "A.C. Dillon", "K. Jones", "T. Bekkedahl", "C. Kiang", "D. Bethune", "M. Heben" ],
      "venue" : "Nature 386 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Hydrogen storage in microporous metal-organic frameworks",
      "author" : [ "N.L. Rosi", "J. Eckert", "M. Eddaoudi", "D.T. Vodak", "J. Kim", "M. O'keeffe", "O.M. Yaghi" ],
      "venue" : "Science 300 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "High-capacity hydrogen storage in lithium and sodium amidoboranes",
      "author" : [ "Z. Xiong", "C.K. Yong", "G. Wu", "P. Chen", "W. Shaw", "A. Karkamkar", "T. Autrey", "M.O. Jones", "S.R. Johnson", "P.P. Edwards" ],
      "venue" : "Nat. Mater. 7 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Interaction of hydrogen with metal nitrides and imides",
      "author" : [ "P. Chen", "Z. Xiong", "J. Luo", "J. Lin", "K.L. Tan" ],
      "venue" : "Nature 420 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Reversible hydrogen storage using CO2 and a protonswitchable iridium catalyst in aqueous media under mild temperatures and pressures",
      "author" : [ "J.F. Hull", "Y. Himeda", "W.-H. Wang", "B. Hashiguchi", "R. Periana", "D.J. Szalda", "J.T. Muckerman", "E. Fujita" ],
      "venue" : "Nat. Chem. 4 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Hydrogen storage in single-walled carbon nanotubes at room temperature",
      "author" : [ "C. Liu", "Y. Fan", "M. Liu", "H. Cong", "H. Cheng", "M.S. Dresselhaus" ],
      "venue" : "Science 286 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Impact of preparation and handling on the hydrogen storage properties of Zn4O (1",
      "author" : [ "S.S. Kaye", "A. Dailly", "O.M. Yaghi", "J.R. Long" ],
      "venue" : "4-benzenedicarboxylate) 3 (MOF-5), J. Am. Chem. Soc. 129 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Hydrogen storage in graphite nanofibers",
      "author" : [ "A. Chambers", "C. Park", "R.T.K. Baker", "N.M. Rodriguez" ],
      "venue" : "J. Phys. Chem. B 102 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Hydrogen storage in Pd nanocrystals covered with a metal–organic framework",
      "author" : [ "G. Li", "H. Kobayashi", "J.M. Taylor", "R. Ikeda", "Y. Kubota", "K. Kato", "M. Takata", "T. Yamamoto", "S. Toh", "S. Matsumura" ],
      "venue" : "Nat. Mater. 13 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced hydrogen desorption properties of LiBH4–Ca(BH4)2 by a synergetic effect of nanoconfinement and catalysis",
      "author" : [ "B. Zhai", "X. Xiao", "W. Lin", "X. Huang", "X. Fan", "S. Li", "H. Ge", "Q. Wang", "L. Chen" ],
      "venue" : "Int. J. Hydrogen Energy 41 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Highly synergetic catalytic mechanism of Ni@g-C3N4 on the superior hydrogen storage performance of Li-Mg-B-H system",
      "author" : [ "X. Huang", "X. Xiao", "X. Wang", "Z. Yao", "C. Wang", "X. Fan", "L. Chen" ],
      "venue" : "Energy Storage Mater. 13 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "High catalytic efficiency of amorphous TiB2 and NbB2 nanoparticles for hydrogen storage using the 2LiBH4–MgH2 system",
      "author" : [ "X. Fan", "X. Xiao", "L. Chen", "X. Wang", "S. Li", "H. Ge", "Q. Wang" ],
      "venue" : "J. Mater. Chem. A 1 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Building robust architectures of carbon-wrapped transition metal nanoparticles for high catalytic enhancement of the 2LiBH4-MgH2 system for hydrogen storage cycling performance",
      "author" : [ "X. Huang", "X. Xiao", "J. Shao", "B. Zhai", "X. Fan", "C. Cheng", "S. Li", "H. Ge", "Q. Wang", "L. Chen" ],
      "venue" : "Nanoscale 8 (2016) 14898–14908.  Z. Ding et al.  Energy Storage Materials 20 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Superior reversible hydrogen storage properties and mechanism of LiBH4–MgH2–Al doped with NbF5 additive",
      "author" : [ "C. Cheng", "M. Chen", "X. Xiao", "X. Huang", "J. Zheng", "L. Chen" ],
      "venue" : "J. Phys. Chem. C 122 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "M. Latroche" ],
      "venue" : "Surbl e, C. Serre, C. Mellot-Draznieks, P.L. Llewellyn, J.H. Lee, J.S. Chang, S.H. Jhung, G. F  erey, Hydrogen storage in the giant-pore metal–organic frameworks MIL-100 and MIL-101, Angew. Chem. 118 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Hydrogen-storage materials for mobile applications",
      "author" : [ "L. Schlapbach", "A. Züttel" ],
      "venue" : "in: Materials for Sustainable Energy: a Collection of Peer-Reviewed Research and Review Articles from Nature Publishing Group, World Scientific",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Hydrogen storage properties of LiBH4",
      "author" : [ "A. Züttel", "S. Rentsch", "P. Fischer", "P. Wenger", "P. Sudan", "P. Mauron", "C. Emmenegger" ],
      "venue" : "J. Alloys Compd. 356 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Borohydride hydrazinates: high hydrogen content materials for hydrogen storage",
      "author" : [ "T. He", "H. Wu", "G. Wu", "J. Wang", "W. Zhou", "Z. Xiong", "J. Chen", "T. Zhang", "P. Chen" ],
      "venue" : "Energy Environ. Sci. 5 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Hydrogen desorption exceeding ten weight percent from the new quaternary hydride Li3BN2H8",
      "author" : [ "F.E. Pinkerton", "G.P. Meisner", "M.S. Meyer", "M.P. Balogh", "M.D. Kundrat" ],
      "venue" : "J. Phys. Chem. B 109 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A",
      "author" : [ "Y. Yan", "Y.S. Au", "D. Rentsch" ],
      "venue" : "Remhof, P.E. de Jongh, A. Züttel, Reversible hydrogen storage in Mg (BH4) 2/carbon nanocomposites, J. Mater. Chem. A 1 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Near ambient condition hydrogen storage in a synergized tricomponent hydride system",
      "author" : [ "H. Wang", "G. Wu", "H. Cao", "C. Pistidda", "A.L. Chaudhary", "S. Garroni", "M. Dornheim", "P. Chen" ],
      "venue" : "Adv. Energy Mater. 7 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Functions of MgH2 in the hydrogen storage properties of a Na3AlH6–LiBH4 composite",
      "author" : [ "F. Halim Yap", "M. Ismail" ],
      "venue" : "J. Phys. Chem. C 122 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Reversible storage of hydrogen in destabilized LiBH4",
      "author" : [ "J.J. Vajo", "S.L. Skeith", "F. Mertens" ],
      "venue" : "J. Phys. Chem. B 109 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A new dehydrogenation mechanism for reversible multicomponent borohydride systems—the role of Li–Mg alloys",
      "author" : [ "X. Yu", "D. Grant", "G. Walker" ],
      "venue" : "Chem. Commun. ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Thermodynamic destabilization and reaction kinetics in light metal hydride systems",
      "author" : [ "J.J. Vajo", "T.T. Salguero", "A.F. Gross", "S.L. Skeith", "G.L. Olson" ],
      "venue" : "J. Alloys Compd. 446 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Thermal analysis on the Li–Mg–B–H systems",
      "author" : [ "T. Nakagawa", "T. Ichikawa", "N. Hanada", "Y. Kojima", "H. Fujii" ],
      "venue" : "J. Alloys Compd. 446 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Phase boundaries and reversibility of LiBH4/MgH2 hydrogen storage material",
      "author" : [ "F.E. Pinkerton", "M.S. Meyer", "G.P. Meisner", "M.P. Balogh", "J.J. Vajo" ],
      "venue" : "J. Phys. Chem. C 111 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Hydrogen sorption properties of MgH2–LiBH4 composites",
      "author" : [ "U. B€ osenberg", "S. Doppiu", "L. Mosegaard", "G. Barkhordarian", "N. Eigen", "A. Borgschulte", "T.R. Jensen", "Y. Cerenius", "O. Gutfleisch", "T. Klassen" ],
      "venue" : "Acta Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2007
    }, {
      "title" : "Destabilizing LiBH4 with a metal (M1⁄4Mg",
      "author" : [ "J. Yang", "A. Sudik", "C. Wolverton" ],
      "venue" : "Al, Ti, V, Cr, or Sc) or metal hydride  (MH21⁄4 MgH2, TiH2, or CaH2), J. Phys. Chem. C 111 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Nanoengineering-enabled solidstate hydrogen uptake and release in the LiBH4 plus MgH2 system",
      "author" : [ "X. Wan", "T. Markmaitree", "W. Osborn", "L.L. Shaw" ],
      "venue" : "J. Phys. Chem. C 112 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Direct observation of ion exchange in mechanically activated  LiHþMgB2 system using ultrahigh field nuclear magnetic resonance spectroscopy",
      "author" : [ "J.Z. Hu", "J.H. Kwak", "Z. Yang", "X. Wan", "L.L. Shaw" ],
      "venue" : "Appl. Phys. Lett. 94 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "High capacity multicomponent hydrogen storage materials: investigation of the effect of stoichiometry and decomposition conditions on the cycling behaviour of LiBH4–MgH2",
      "author" : [ "G.S. Walker", "D.M. Grant", "T.C. Price", "X. Yu", "V. Legrand" ],
      "venue" : "J. Power Sources 194 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Fern  andez, Oxidation state and local structure of Ti-based additives in the reactive hydride composite 2 LiBH4–MgH2",
      "author" : [ "E. Deprez", "M.A. Munoz-M arquez", "M.A. Rold an", "C. Prestipino", "F.J. Palomares", "C.B. Minella", "U. Bosenberg", "M. Dornheim", "A.R. Bormann" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "Dehydriding and re-hydriding properties of high-energy ball milled LiBH4 þ MgH2 mixtures",
      "author" : [ "K. Crosby", "L.L. Shaw" ],
      "venue" : "Int. J. Hydrogen Energy 35 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Superior hydrogen exchange effect in the MgH2 LiBH4 system",
      "author" : [ "L. Zeng", "H. Miyaoka", "T. Ichikawa", "Y. Kojima" ],
      "venue" : "J. Phys. Chem. C 114 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Detailed investigation of ion exchange in ball-milled LiHþ MgB2 system using ultra-high field nuclear magnetic resonance spectroscopy",
      "author" : [ "J.Z. Hu", "J.H. Kwak", "Z. Yang", "X. Wan", "L.L. Shaw" ],
      "venue" : "J. Power Sources 195 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Solid-state hydriding mechanism in the LiBH4 þ MgH2 system",
      "author" : [ "L.L. Shaw", "X. Wan", "J.Z. Hu", "J.H. Kwak", "Z. Yang" ],
      "venue" : "J. Phys. Chem. C 114 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "U",
      "author" : [ "T.K. Nielsen" ],
      "venue" : "B€  osenberg, R. Gosalawit, M. Dornheim, Y. Cerenius, F. Besenbacher, T.R. Jensen, A reversible nanoconfined chemical reaction, ACS Nano 4 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Improved dehydrogenation performance of LiBH4/MgH2 composite with Pd nanoparticles addition",
      "author" : [ "B. Weng", "X. Yu", "Z. Wu", "Z. Li", "T. Huang", "N. Xu", "J. Ni" ],
      "venue" : "J. Alloys Compd. 503 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Improving solid-state hydriding and dehydriding properties of the LiBH4 plus MgH2 system with the addition of Mn and V dopants",
      "author" : [ "K. Crosby", "X. Wan", "L.L. Shaw" ],
      "venue" : "J. Power Sources 195 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Enhanced kinetics for the LiBH4 : MgH2 multi-component hydrogen storage system–the effects of stoichiometry and decomposition environment on cycling behaviour",
      "author" : [ "T.E. Price", "D.M. Grant", "V. Legrand", "G.S. Walker" ],
      "venue" : "Int. J. Hydrogen Energy 35 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Role of additives in LiBH4 - MgH2 reactive hydride composites for sorption kinetics",
      "author" : [ "U. B€  osenberg", "J.W. Kim", "D. Gosslar", "N. Eigen", "J.B.T.R. Jensen" ],
      "venue" : "Von Colbe,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "Critical assessment and thermodynamic modeling of the Mg-H system",
      "author" : [ "K. Zeng", "T. Klassen", "W. Oelerich", "R. Bormann" ],
      "venue" : "Int. J. Hydrogen Energy 24 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Activation characteristics of graphite modified hydrogen absorbing materials",
      "author" : [ "S. Bouaricha", "J. Dodelet", "D. Guay", "J. Huot", "R. Schulz" ],
      "venue" : "J. Alloys Compd. 325 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "E",
      "author" : [ "M. Güvendiren" ],
      "venue" : "Bayb€  orü, T. €  Oztürk, Effects of additives on mechanical milling and hydrogenation of magnesium powders, Int. J. Hydrogen Energy 29 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Hydrogen storage properties of MgH2/SWNT composite prepared by ball milling",
      "author" : [ "C. Wu", "P. Wang", "X. Yao", "C. Liu", "D. Chen", "G. Lu", "H. Cheng" ],
      "venue" : "J. Alloys Compd. 420 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Effect of hydride nucleation rate on the hydrogen capacity of Mg",
      "author" : [ "H.-Y. Tien", "M. Tanniru", "C.-Y. Wu", "F. Ebrahimi" ],
      "venue" : "Int. J. Hydrogen Energy 34 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effect of Al on the hydrogenation characteristics of nanocrystalline Mg powder",
      "author" : [ "M. Tanniru", "F. Ebrahimi" ],
      "venue" : "Int. J. Hydrogen Energy 34 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Reaction between LiBH4 and MgH2 induced by highenergy ball milling",
      "author" : [ "Z. Ding", "X. Zhao", "L.L. Shaw" ],
      "venue" : "J. Power Sources 293 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "T",
      "author" : [ "N. Ohba", "K. Miwa", "M. Aoki" ],
      "venue" : "Noritake, S.-i. Towata, Y. Nakamori, S.-i. Orimo, A. Züttel, First-principles study on the stability of intermediate compounds of LiBH4, Phys. Rev. B 74 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "First-principles prediction of thermodynamically reversible hydrogen storage reactions in the Li-Mg-Ca-BH system",
      "author" : [ "V. Ozolins", "E. Majzoub", "C. Wolverton" ],
      "venue" : "J. Am. Chem. Soc. 131 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Novel dehydrogenation properties derived from nanoscale LiBH4",
      "author" : [ "X. Wan", "L.L. Shaw" ],
      "venue" : "Acta Mater. 59 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "J",
      "author" : [ "A. Zaluska", "L. Zaluski" ],
      "venue" : "Str€  om-Olsen, Structure, catalysis and atomic reactions on the nano-scale: a systematic approach to metal hydrides for hydrogen storage, Appl. Phys. A 72 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Mechanically alloyed metal hydride systems",
      "author" : [ "J. Huot", "G. Liang", "R. Schulz" ],
      "venue" : "Appl. Phys. A 72 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Noticeable improvement in the desorption temperature from graphite in rehydrogenated MgH2/graphite composite",
      "author" : [ "Z. Huang", "Z. Guo", "A. Calka", "D. Wexler", "J. Wu", "P. Notten", "H. Liu" ],
      "venue" : "Mater. Sci. Eng. A 447 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Low temperature milling of the  LiNH2þ LiH hydrogen storage system",
      "author" : [ "W. Osborn", "T. Markmaitree", "L.L. Shaw", "J.-Z. Hu", "J. Kwak", "Z. Yang" ],
      "venue" : "Int. J. Hydrogen Energy 34 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis of nanocrystalline SiC at ambient temperature through high energy reaction milling",
      "author" : [ "Z.-G. Yang", "L. Shaw" ],
      "venue" : "Nanostruct. Mater. 7 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Thermal stability of nanostructured Al93Fe3Cr2Ti2 alloys prepared via mechanical alloying",
      "author" : [ "L. Shaw", "H. Luo", "J. Villegas", "D. Miracle" ],
      "venue" : "Acta Mater. 51 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Comparisons between MgH2-and LiHcontaining systems for hydrogen storage applications",
      "author" : [ "T. Markmaitree", "W. Osborn", "L.L. Shaw" ],
      "venue" : "Int. J. Hydrogen Energy 33 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The reaction pathway and ratelimiting step of dehydrogenation of the LiHN2 þ LiH mixture",
      "author" : [ "L.L. Shaw", "W. Osborn", "T. Markmaitree", "X. Wan" ],
      "venue" : "J. Power Sources 177 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Effects of mechanical activation on dehydrogenation of the lithium amide and lithium hydride system",
      "author" : [ "L.L. Shaw", "R. Ren", "T. Markmaitree", "W. Osborn" ],
      "venue" : "J. Alloys Compd. 448 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Mechanical alloying of brittle materials",
      "author" : [ "R. Davis", "B. McDermott", "C. Koch" ],
      "venue" : "Metall. Trans. A 19 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 1988
    }, {
      "title" : "Temperature rise during mechanical alloying",
      "author" : [ "A. Bhattacharya", "E. Arzt" ],
      "venue" : "Scripta Metall. Mater. 27 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "New dehydrogenation pathway of LiBH4 þ MgH2 mixtures enabled by nanoscale LiBH 4",
      "author" : [ "Y. Zhong", "X. Wan", "Z. Ding", "L.L. Shaw" ],
      "venue" : "Int. J. Hydrogen Energy 41 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chemistry for Windows",
      "author" : [ "H. Outokumpu" ],
      "venue" : "Outokumpu Research, Oy, Pori, Finland",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Nist Standard Reference Database Number 69",
      "author" : [ "E. Lemmon", "M. McLinden", "D. Friend", "P. Linstrom", "W. Mallard", "NIST Chemistry WebBook" ],
      "venue" : "National Institute of Standards and Technology, Gaithersburg",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Li2 B12 H12⋅ 7NH3: a new ammine complex for ammonia storage or indirect hydrogen storage",
      "author" : [ "Z. Huang", "J. Gallucci", "X. Chen", "T. Yisgedu", "H.K. Lingam", "S.G. Shore", "J.-C. Zhao" ],
      "venue" : "J. Mater. Chem. 20 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "M",
      "author" : [ "S.-I. Orimo", "Y. Nakamori", "N. Ohba", "K. Miwa" ],
      "venue" : "Aoki, S.-i. Towata, A. Züttel, Experimental studies on intermediate compound of LiBH4, Appl. Phys. Lett. 89 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Can  γ-MgH2 improve the hydrogen storage properties of magnesium? J",
      "author" : [ "C. Shen", "K.-F. Aguey-Zinsou" ],
      "venue" : "Mater. Chem. A 5 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "In-situ catalyzation approach for enhancing the hydrogenation/dehydrogenation kinetics of MgH2 powders with Ni particles",
      "author" : [ "M.S. El-Eskandarany", "E. Shaban", "N. Ali", "F. Aldakheel", "A. Alkandary" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The long-term hydriding and dehydriding stability of the nanoscale LiNH2 þ LiH hydrogen storage system",
      "author" : [ "W. Osborn", "T. Markmaitree", "L.L. Shaw" ],
      "venue" : "Nanotechnology 20 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Unexpected dehydrogenation behavior of LiBH4/Mg(BH4)2 mixture associated with the in situ formation of dualcation borohydride",
      "author" : [ "Z.-Z. Fang", "X.-D. Kang", "P. Wang", "H.-W. Li", "S.-I. Orimo" ],
      "venue" : "J. Alloys Compd. 491 (2010) L1–L4.  Z. Ding et al.  Energy Storage Materials 20 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Decomposition reactions and reversibility of the LiBH4 Mg(BH4)2 composite",
      "author" : [ "J.Y. Lee", "D. Ravnsbæk", "Y.-S. Lee", "Y. Kim", "Y. Cerenius", "J.-H. Shim", "T.R. Jensen", "N.H. Hur", "Y.W. Cho" ],
      "venue" : "J. Phys. Chem. C 113 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "S",
      "author" : [ "G.L. Soloveichik", "Y. Gao", "J. Rijssenbeek", "M. Andrus" ],
      "venue" : "Kniajanski, R.C. Bowman Jr., S.-J. Hwang, J.-C. Zhao, Magnesium borohydride as a hydrogen storage material: 35  properties and dehydrogenation pathway of unsolvated Mg(BH4)2, Int. J. Hydrogen Energy 34 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Calcium borohydride for hydrogen storage: catalysis and reversibility",
      "author" : [ "E. R€ onnebro", "E.H. Majzoub" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 15,
      "context" : "5 wt% and 121 kg H2/m(3), respectively [16].",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 16,
      "context" : "However, its potential use in automotive applications is compromised by its unfavorable thermodynamics and sluggish kinetics for dehydrogenation [17].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 17,
      "context" : "0 wt% H2 at 140 C in the presence of Fe–B catalysts [18].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 18,
      "context" : "However, the formation of Li3BN2 and BN in the final product makes direct rehydrogenation extremely difficult [19].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 21,
      "context" : "5 wt %H2 but with temperature as high as 550 C [22].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 22,
      "context" : "Further, it has been proposed that the reversible reaction for dehydriding and re-hydriding of the LiBH4 þ MgH2 mixture can be expressed as follows [23].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 22,
      "context" : "Many researches [24–28,32] have revealed that there are two elemental steps for the dehydrogenation process, that is, MgH2 decomposes into Mg and H2 first and then the newly formed Mg reacts with LiBH4 to produce LiH, MgB2 and H2, as indicated by the following two reactions [23].",
      "startOffset" : 275,
      "endOffset" : 279
    }, {
      "referenceID" : 42,
      "context" : "Moreover, the decomposition of MgH2 has a reaction enthalpy of ~76 kJ/mol H2 [43], and therefore the temperature for MgH2 to have a hydrogen equilibrium pressure of 1.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 48,
      "context" : "(1) can take place to form LiH and MgB2 in situ during high-energy ball milling of MgH2 at ambient temperature along with aerosol spraying of LiBH4 dissolved in tetrahydrofuran (THF) solution [49].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 48,
      "context" : "as BMAS, reflecting the fact of simultaneous ball milling and aerosol spraying [49].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 48,
      "context" : "The in-situ formation of LiH and MgB2 becomes possible in BMAS because BMAS can generate amorphous LiBH4 nanoparticles of 20–50 nm in situ [49] and nano-LiBH4 can overcome the kinetic barrier to release hydrogen at ~32 C with the formation of Li2B12H12 below 265 C as shown in Eq.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 22,
      "context" : "This amount of H2 is larger than any quantities reported to date in the open literature [23,26,27,29] which typically show ~0.",
      "startOffset" : 88,
      "endOffset" : 101
    }, {
      "referenceID" : 25,
      "context" : "This amount of H2 is larger than any quantities reported to date in the open literature [23,26,27,29] which typically show ~0.",
      "startOffset" : 88,
      "endOffset" : 101
    }, {
      "referenceID" : 26,
      "context" : "This amount of H2 is larger than any quantities reported to date in the open literature [23,26,27,29] which typically show ~0.",
      "startOffset" : 88,
      "endOffset" : 101
    }, {
      "referenceID" : 28,
      "context" : "This amount of H2 is larger than any quantities reported to date in the open literature [23,26,27,29] which typically show ~0.",
      "startOffset" : 88,
      "endOffset" : 101
    }, {
      "referenceID" : 48,
      "context" : "previous manually-controlled BMAS device [49].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 48,
      "context" : "It was found from the previous study [49] that the aerosol spraying rate of LiBH4 became slower and slower as the THF vapor pressure inside the canister built up, and eventually aerosol spraying ceased to operate when the THF vapor pressure was high",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 33,
      "context" : "During this period, aerosol LiBH4 liquid droplets will become solid nanoparticles when the droplets impinge on the surfaces of MgH2 particles and balls where the local temperature could be as high as 200–250 C due to the high-speed collision of balls [34,62,63].",
      "startOffset" : 251,
      "endOffset" : 261
    }, {
      "referenceID" : 61,
      "context" : "During this period, aerosol LiBH4 liquid droplets will become solid nanoparticles when the droplets impinge on the surfaces of MgH2 particles and balls where the local temperature could be as high as 200–250 C due to the high-speed collision of balls [34,62,63].",
      "startOffset" : 251,
      "endOffset" : 261
    }, {
      "referenceID" : 62,
      "context" : "During this period, aerosol LiBH4 liquid droplets will become solid nanoparticles when the droplets impinge on the surfaces of MgH2 particles and balls where the local temperature could be as high as 200–250 C due to the high-speed collision of balls [34,62,63].",
      "startOffset" : 251,
      "endOffset" : 261
    }, {
      "referenceID" : 48,
      "context" : "the schematic of the aerosol generator which allows fine spray of LiBH4/ THF droplets with sizes in 20–100 nm [49] to leave the sprayer through a fitting at the top, whereas large droplets are removed by impaction on the wall opposite to the jet and drain at the bottom of the generator assembly block.",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 51,
      "context" : "This procedure was proven to be sufficient in removing any THF residual in the BMAS powder in our previous study [52,64].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 63,
      "context" : "This procedure was proven to be sufficient in removing any THF residual in the BMAS powder in our previous study [52,64].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 29,
      "context" : "This was carried out with the aid of the following equation [30,65].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 22,
      "context" : "5 wt% H2, depending on the processing and testing conditions [23, 26,27,29].",
      "startOffset" : 61,
      "endOffset" : 75
    }, {
      "referenceID" : 25,
      "context" : "5 wt% H2, depending on the processing and testing conditions [23, 26,27,29].",
      "startOffset" : 61,
      "endOffset" : 75
    }, {
      "referenceID" : 26,
      "context" : "5 wt% H2, depending on the processing and testing conditions [23, 26,27,29].",
      "startOffset" : 61,
      "endOffset" : 75
    }, {
      "referenceID" : 28,
      "context" : "5 wt% H2, depending on the processing and testing conditions [23, 26,27,29].",
      "startOffset" : 61,
      "endOffset" : 75
    }, {
      "referenceID" : 33,
      "context" : "However, even this second best result achieved through liquid-nitrogen ball milling [34] is still not as good as the present study, attesting the effectiveness of the BMAS process.",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 51,
      "context" : "A previous study has shown that the onset temperature for H2 release from nano-LiBH4 made via the solvent evaporation of LiBH4/THF solution is ~32 C [52].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 33,
      "context" : "A direct comparison can be made with the nano-LiBH4 þ MgH2 mixture produced through high-energy ball milling at liquid nitrogen temperature [34] which",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 63,
      "context" : "Our previous study [64] has established that nano-LiBH4 particles in contact with MgH2 are necessary for reaction (5) to occur.",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 39,
      "context" : "No oxidation during ball milling and BMAS is consistent with our previous investigations [40,49,56,64] because both ball milling and BMAS are conducted under pure argon atmosphere.",
      "startOffset" : 89,
      "endOffset" : 102
    }, {
      "referenceID" : 48,
      "context" : "No oxidation during ball milling and BMAS is consistent with our previous investigations [40,49,56,64] because both ball milling and BMAS are conducted under pure argon atmosphere.",
      "startOffset" : 89,
      "endOffset" : 102
    }, {
      "referenceID" : 55,
      "context" : "No oxidation during ball milling and BMAS is consistent with our previous investigations [40,49,56,64] because both ball milling and BMAS are conducted under pure argon atmosphere.",
      "startOffset" : 89,
      "endOffset" : 102
    }, {
      "referenceID" : 63,
      "context" : "No oxidation during ball milling and BMAS is consistent with our previous investigations [40,49,56,64] because both ball milling and BMAS are conducted under pure argon atmosphere.",
      "startOffset" : 89,
      "endOffset" : 102
    }, {
      "referenceID" : 48,
      "context" : "17 , suggesting the in-situ formation of MgB2 and LiH during BMAS, as established previously [49].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 64,
      "context" : "software [66], it is found that Fe will not react with the other chemicals in",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 65,
      "context" : "8, the LiH peak is present at 1030 cm 1 [67] for the BMAS sample.",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 66,
      "context" : "9, the characteristic B–H stretching vibration from Li2B12H12 at 2479 cm 1 [68] is present for 1R, 1S and 6R samples, confirming that reaction (4) has indeed involved in hydrogenation and dehydrogenation reactions of the BMAS powder.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 66,
      "context" : "The B–B absorption from Li2B12H12 at 1070 cm 1 [68], however, is absent.",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 33,
      "context" : "We attribute this result partially to the intrinsic nature of the weak peak and partially to the overlap with the broad MgH2 peak from 1300 to 900 cm 1 [34] and LiH peak at 1030 cm 1 [67].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 65,
      "context" : "We attribute this result partially to the intrinsic nature of the weak peak and partially to the overlap with the broad MgH2 peak from 1300 to 900 cm 1 [34] and LiH peak at 1030 cm 1 [67].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 48,
      "context" : "FTIR is also a very effective tool to analyze the presence of LiBH4 and its alteration with hydrogenation and dehydrogenation because LiBH4 could be present as an amorphous phase [49,52].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 51,
      "context" : "FTIR is also a very effective tool to analyze the presence of LiBH4 and its alteration with hydrogenation and dehydrogenation because LiBH4 could be present as an amorphous phase [49,52].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 22,
      "context" : "Note that these four absorbance frequencies match very well with 2385, 2289, 2223 and 1124 cm 1 reported for LiBH4 previously [23].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 67,
      "context" : "425–457 C [69], about 160 C higher than the temperature of the BMAS",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 33,
      "context" : "First, the characteristic absorption frequencies of MgH2 ranging from 1300 to 900 cm 1 and the broad peak at ~600 cm 1 [34] are present in 1R and 6R samples, indicating that there are un-reacted MgH2 in these samples.",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 65,
      "context" : "air during the FTIR sample preparation (~30 s), all the samples show the characteristic absorption peaks for moisture [67] at 3448 and",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 65,
      "context" : "1640 cm 1, and the characteristic absorption peaks for CO2 [67] at 2337 and 2364 cm 1 (Fig.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 65,
      "context" : "Third, three characteristic absorption peaks of the C–H bond [67] at 2863, 2900 and 2966 cm 1 is due to the slight organic contamination from the commercially purchased bulk KBr",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 64,
      "context" : "According to the evaluation from the HSC Chemistry software [66], the required temperature for reaction (3) is only 110 C at which ΔG1⁄4 0.",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 48,
      "context" : "Without nanoMgH2 and nano-LiBH4 reactions (2) and (4) cannot be initiated significantly at 265 C [49,52].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 51,
      "context" : "Without nanoMgH2 and nano-LiBH4 reactions (2) and (4) cannot be initiated significantly at 265 C [49,52].",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 63,
      "context" : "In addition, for reaction (5) to proceed at 265 C large interfacial area between LiBH4 and MgH2 is needed [64].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 68,
      "context" : "It is known that γ-MgH2 can be formed through high-energy ball milling of α MgH2 [70,71].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 69,
      "context" : "It is known that γ-MgH2 can be formed through high-energy ball milling of α MgH2 [70,71].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 68,
      "context" : "However, γ-MgH2 is thermodynamically less stable than α MgH2 because of its lower coordination number and more irregular atom arrangement [70,71].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 69,
      "context" : "However, γ-MgH2 is thermodynamically less stable than α MgH2 because of its lower coordination number and more irregular atom arrangement [70,71].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 59,
      "context" : "However, our previous study has proved that a high-energy ball milled LiNH2 þ LiH mixture can endure sixty [60] hydrogenation and dehydrogenation cycles over the course of more than 200 h at 285 C [72].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 70,
      "context" : "However, our previous study has proved that a high-energy ball milled LiNH2 þ LiH mixture can endure sixty [60] hydrogenation and dehydrogenation cycles over the course of more than 200 h at 285 C [72].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 70,
      "context" : "mixture of uniform particle size achieved through long time high-energy ball milling [72].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 50,
      "context" : "Examples of such systems include CaH2 þ LiBH4, Mg(BH4)2 þ LiBH4, Ca(BH4)2 þ LiBH4, and Mg(BH4)2 þ LiBH4 þ MgH2, as revealed by a recent ab initio DFT calculation [51].",
      "startOffset" : 162,
      "endOffset" : 166
    } ],
    "year" : 2019,
    "abstractText" : "A nano-LiBH4 þ nano-MgH2 mixture which can reversibly release and absorb ~5.0 wt% H2 at 265 C is synthesized via a new processing method, termed as Ball Milling with Aerosol Spraying (BMAS) established in this study. The reversible storage capacity of ~5.0 wt% H2 is the highest one ever reported for the LiBH4 þ MgH2 system at temperature 265 C. It is found that the unusually high reversible hydrogen storage is accomplished through two parallel reaction pathways. One is nano-LiBH4 decomposes to form Li2B12H12 and H2 first and then Li2B12H12 reacts with MgH2 to form MgB2, LiH and H2. The other is nano-MgH2 decomposes to form Mg and H2 first and then Mg reacts with LiBH4 to form MgB2, LiH and H2. These reaction pathways become possible because of the presence of nano-LiBH4 and nano-MgH2 and their intimate mixing, enabled by the BMAS process. This study unambiguously shows that nano-engineering can overcome kinetics barriers for thermodynamically favorable systems like the LiBH4 þ MgH2 mixture and even provides thermodynamic driving force to enhance hydrogen release at low temperature. The principle established in this study also opens up a new direction for investigating and improving the hydrogenation and dehydrogenation properties of many other systems containing multiple hydride components that have favorable thermodynamic properties for reversible hydrogen storage, but with limited kinetics.",
    "creator" : "Elsevier"
  }
}