{
  "name" : "downloads_2019-10-15_e1_10.1016@j.carbpol.2019.115201.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Modulating size and surface charge of ethylcellulose nanoparticles through the use of cationic nano-emulsion templates",
    "authors" : [ "G. Calderóa", "S. Leitner", "M.J. García-Celma", "C. Solans" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCarbohydrate Polymers\njournal homepage: www.elsevier.com/locate/carbpol\nModulating size and surface charge of ethylcellulose nanoparticles through the use of cationic nano-emulsion templates\nG. Calderóa,⁎, S. Leitnera,b, M.J. García-Celmaa,b, C. Solansa,b\na Institut de Química Avançada de Catalunya (IQAC-CSIC). Jordi Girona 18-26, 08034 Barcelona, Spain. Centro de Investigación Biomédica en Red en Bioingeniería, Biomateriales y Nanomedicina (CIBER-BBN), Barcelona, Spain bDepartament de Farmàcia i Tecnologia Farmacèutica i Fisicoquímica. Univ. de Barcelona. Unitat Associada d’I+D al CSIC, IN2UB, Av Joan XXIII, s/n, 08028 Barcelona, Spain\nA R T I C L E I N F O\nKeywords: Ethylcellulose Nano-emulsion PIC method Cationic nanoparticles Alkylamidoammonium zeta potential\nA B S T R A C T\nEthylcellulose nano-emulsions have been obtained by the low-energy phase inversion composition method in the Water / [Alkylamidoammonium: Cremophor WO7] / [6% ethylcellulose in ethyl acetate] system at 25 °C. It is shown that nano-emlulsions’ composition variables (oil-to-surfactant ratio, cationic: nonionic surfactant ratio and polymer and water content) produce changes in their droplet diameter, surface charge and colloidal stability following defined trends. Nano-emulsions with good stability, droplet diameters between about 120 and 200 nm and surface charge from about 10 to 50mV have been obtained. Nano-emulsions are further used as templates for nanoparticle dispersions preparation, which show sizes and surface charges typically smaller and similar respectively to their nano-emulsion templates. Cationic: nonionic surfactant ratio has the highest influence on both, size and surface charge, followed by oil-to-surfactant ratio and water content. Interestingly, the positive charge of the nanoparticles can be depleted under diluting conditions in a time-dependent manner."
    }, {
      "heading" : "1. Introduction",
      "text" : "Ethylcellulose is a semisynthetic cellulose derivative, insoluble in water, which has attracted increasing attention for its interesting properties, including film, fiber and particle forming ability, mechanical strength, flexibility, thermoplasticity, transparency, lack of taste and odor, etc. (Crabbe-Mann, Tsaoulidis, Parhizkar, & Edirisinghe, 2018; Davidovich-Pinhas, Barbut, & Marangoni, 2014; Heseltine, Ahmed, & Edirisinghe, 2018). In addition, ethylcellulose is physiologically inert and biocompatible, and is listed as “GRAS” (Generally Recognized as Safe) by the Food and Drug Administration. Numerous uses have been reported so far for this polymer, encompassing a broad range of fields of application, such as coatings and films for batteries and other engineering components (Cao, Wang, Li, Qiu, & Yang, 2018; Zuo et al., 2018), wound-dressing materials (Crabbe-Mann et al., 2018), or food texturizers, edible oleogels and flavor delivery systems (Davidovich-Pinhas, Barbut, & Marangoni, 2015; Eltayeb, Stride, & Edirisinghe, 2015; Gravelle & Marangoni, 2018) to mention a few.\nNowadays, a matter of concern is the development of materials and processes which are both, environmental friendly and safe. These issues have progressed in the last decades for example by the replacement of contaminant and toxic solvents by greener and milder ones, or by\nfavouring gentle, energy-saving processes such as those avoiding heating and/or cooling steps or those based in self-assembly (Spernarth & Magdassi, 2007; Calderó, García-Celma, & Solans, 2011; Eltayeb et al., 2015; Crabbe-Mann et al., 2018; Hayden, Kibbelaar, Imhof, & Velikov, 2018; Leitner, Solans, García-Celma, & Calderó, 2019). For example, ethylcellulose submicron materials have been prepared using the supercritical antisolvent precipitation method, which is considered a clean technology, although it requires specific equipment (Djerafi, Masmoudi, Crampon, Meniai, & Badens, 2015). More recently, a new electrodynamic process using environmentally friendly and low toxicity solvent systems has been reported for the preparation of a wide range of ethyl cellulose microstructures encompassing particles and fibres (Crabbe-Mann et al., 2018). Although this method does not require surfactants, materials produced are in the micrometric size range. Achievement of smaller particles in the nanosized range can be attained by other methods, such as low-energy emulsification approaches, with the help of surfactant molecules. Nanosized ethylcellulose particles are attracting increasing interest, as this polymer is biostable and biocompatible. It has been shown to be specially suited for the encapsulation and the controlled release of a large variety of active ingredients, including drugs (Calderó et al., 2016; Hiew, Tan, Tiang, & Heng, 2019), biosensors for “in vitro” diagnostics (Generalova et al.,\nhttps://doi.org/10.1016/j.carbpol.2019.115201 Received 25 February 2019; Received in revised form 1 August 2019; Accepted 12 August 2019\n⁎ Corresponding author at: Institut de Química Avançada de Catalunya (IQAC-CSIC). Jordi Girona 18-26, 08034 Barcelona, Spain. E-mail address: gabriela.caldero@iqac.csic.es (G. Calderó).\nCarbohydrate Polymers 225 (2019) 115201\nAvailable online 13 August 2019 0144-8617/ © 2019 Elsevier Ltd. All rights reserved.\nT\n2009), cosmetic agents such as organic UV filters (Hayden et al., 2018), or agrochemical components like insect pest control agents (Elek et al., 2010). In the textile field, ethylcellulose nanoparticles have been used to design functional fabrics for the release of active ingredients (Vílchez-Maldonado, Calderó, & Molina, 2014). Research carried out in the last decade focusing on the preparation of ethylcellulose nanoparticles by a low-energy emulsification method (the phase-inversion composition, PIC, method) followed by solvent evaporation, has allowed replacing frequently used halogenated aromatic solvents by ethyl acetate, a low toxicity and greener solvent, and the development of processes at room temperature, thus avoiding energy consumption and avoiding loss of temperature sensitive or volatile components (Calderó et al., 2011; 2016; Vílchez-Maldonado et al., 2014; Leitner et al., 2019). In addition, this approach does not require sophisticated equipment such as high shear stirrers, high pressure homogenizers or ultrasound generators.\nIn most applications, size and surface charge are of special interest. It is well known that nanometric sizes provide materials with new physicochemical and functional properties (optical, magnetic, biological, etc.) which are not present in bulk. Both, size and surface charge have been described to influence the stability of the dispersed systems, their toxicity, biodistribution, etc. (He, Hu, Yin, Tang, & Yin, 2010; Jiang, Oberdörster, & Biswas, 2009). In particular, positive surface charge imparts interesting properties which are used for example for drug or gene delivery or to provide mucoadhesive, antimicrobial, antifouling or decontaminant properties (Chang, McLandsborough, & McClements, 2015; Kim, Hong, & Oh, 2018; Lin et al., 2017; Qi, Xu, Jiang, Hu, & Zou, 2004). Interestingly, even though ethylcellulose is a nonionic polymer, it has been generally reported to display negative surface charge (Balzus et al., 2017; Božič et al., 2018; Gunduz, Ahmad, Stride, & Edirisinghe, 2013; Hayden et al., 2018). In order to provide ethylcellulose-based materials with a positive surface charge, several strategies have been proposed e.g. physical mixtures with other cationic polymers like ammonium methacrylate copolymer type B (Balzus et al., 2017) or covalent grafting of cationizable chains to the ethylcellulose backbone (Wanga et al., 2011). Recently, we have reported the formation of cationic ethylcellulose nano-emulsions and nanoparticles by the PIC approach in a Water / surfactant mixture / ethylcellulose solution system at room temperature (Leitner et al., 2019). The surfactant mixture consisted of a cationic alkylamidoammonium derivative and a nonionic sorbitan ester (Span 80). The obtained ethylcellulose template nano-emulsions and nanoparticles displayed zeta potential values as high as 55mV. However, their sizes were rather large (close to 300 nm). In addition, the relation of size, surface charge and colloidal stability with composition variables had not been studied in depth. In the present work, we investigate systematically the relation of the nanoemulsion template composition with the characteristics of both, the nano-emulsion and the nanoparticles obtained from them in a similar cationic-nonionic surfactant system, in which the sorbitan ester has been replaced by an ethoxylated fatty acid ester of low hydrophilic-tolipophilic balance (HLB), with the aim of achieveing smaller mean nanoparticle sizes.\nThe goal of this research is to gain new knowledge on the impact of composition variables such as the oil-to-surfactant ratio, the cationic-tononionic surfactant ratio or the water content on the size and surface charge of template nano-emulsions prepared using a low-energy emulsification approach and nanoparticles obtained from them, with the aim of providing valuable tools for the control and prediction of these characteristics."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Ethylcellulose polymer (ETHOCEL Premium Std 10, Dow Chemical Company, abbreviated as EC10) a commercial semi synthetic cellulose\nether derivative, insoluble in water, was kindly donated by Colorcon, a distributor of the Dow Chemical Company. Ethylcellulose consists of repeating anhydroglucose units in which hydroxyl groups have been partially substituted by ethoxyl groups. Ethoxyl content was 48.7% and the weight-average molecular weight (Mw) was 66,385 ± 322 Da with a polydispersity of 4.3 as determined by Gel Permeation Chromatography. Details on the analysis are reported elsewhere (Leitner et al., 2019). Ethyl acetate (> 99.8%, Merck) was used as organic solvent. This solvent has a boiling point of 77 °C. It is soluble up to around 7.7 wt% in water and can dissolve 3.3 wt% water at 25 °C (Calderó et al., 2011,2016). The cationic surfactant was a ricinoleamidopropyltrimonium methosulfate (abbreviated as Cat A; Fig. 1) from Evonik, with an active matter content of 40 wt% in water and a critical micellar concentration of 3.3× 10−2 mM (Burgos-Mármol, Solans, & Patti, 2016). The nonionic surfactant was PEG-7 hydrogenated castor oil (Cremophor WO7, from BASF; abbreviated as CWO7), whose HLB number is 5 ± 1 (Kolliphor Grades, 2014). Water was deionized and MilliQ® filtered."
    }, {
      "heading" : "2.2. Methods",
      "text" : ""
    }, {
      "heading" : "2.2.1. Preparation of oil-in-water (O/W) nano-emulsions",
      "text" : "About 6 g of the nano-emulsions were prepared in a 10mL test tube, at a constant temperature of 25 °C by adding water drop-wise to the mixture of the ethylcellulose solution (from now on referred as “oil”) and previously homogenized surfactants. The addition was performed under permanent vortex stirring (Vortex Genie 2, Scientific Industries Inc.) at about 2700 rpm, keeping the test tube closed with a septum to avoid solvent evaporation. The addition of the water was carried out through the septum, with the help of a peristaltic pump (Watson Marlow 323 Pump) and UPS Class VI silicone tubing (internal diameter of 0.8mm) fitted to a G18× 1 ½” needle, at a constant rate of 0.05gwater/second."
    }, {
      "heading" : "2.2.2. Nano-emulsion domain determination",
      "text" : "The region of formation of O/W nano-emulsions in the Water / [cationic:nonionic surfactant mixture] / [EC10 in ethylacetate] system was at first assessed visually at 25 °C. Samples with various O/S ratios and water contents were prepared as described in Section 2.2.1. Compositions with a transparent or translucent appearance and a reddish or bluish shine when observed through a lamp light were identified as nano-emulsions."
    }, {
      "heading" : "2.2.3. Phase inversion determination",
      "text" : "The phase inversion region was determined by conductivity measurements. Samples (4 g) were prepared by addition of water to oil/ surfactant mixtures up to 95 wt%. Electrical conductivity of samples was measured at each composition by means of a Crison-GLP 31 conductimeter with a Pt/platinized electrode under continuous magnetic stirring at 25 °C."
    }, {
      "heading" : "2.2.4. Nanoparticle preparation",
      "text" : "Nanoparticles were prepared by the solvent evaporation method using a rotary evaporator (Büchi) during 45min under reduced pressure of 43mbar and at 25 °C to achieve ethyl acetate removal to below 5000 ppm residual solvent as determined by gas chromatography. After\nevaporation, weight loss was replaced with water."
    }, {
      "heading" : "2.2.5. Particle size characterization",
      "text" : "The mean size of nano-emulsion droplets and nanoparticles was determined by dynamic light scattering (DLS) measurements performed on a 3D cross-correlation spectrometer (LS Instruments) equipped with a He-Ne laser (λ=632.8 nm), and a modulator for concentrated samples, suitable for the sizing of particles from 0.5 nm to 5 μm. This crosscorrelation technology suppresses multiple scattering effects and allows performing the measurements of the samples as prepared, without further dilution. Analysis of each composition was carried out in triplicate on at least two independent samples. Measurements were performed on a 3mL square cell, at a scattering angle of 90° and a temperature of 25 °C. Dynamic light scattering data were treated by cumulant analysis to obtain the mean hydrodynamic diameter (Pecora, 2000; Brown, 1993). Refractive indexes and viscosity data required for DLS analysis were determined experimentally (please, see Supplementary Information 1). The refractive indexes of the continuous phases were 1.3358 ± 0.0002 for the nano-emulsions and 1.3334 ± 0 for the nanoparticle dispersions. Viscosities of the continuous phases were 1.005 ± 0.026 cP for the nano-emulsions and 0.937 ± 0.006 cP for the nanoparticle dispersions."
    }, {
      "heading" : "2.2.6. Nano-emulsion and nanoparticle dispersion stability",
      "text" : "Nano-emulsion and nanoparticle dispersion stability was assessed both, by visual observation of phase separation at a constant temperature and by light backscattering measurements. For the visual assessment, nano-emulsions and nanoparticle dispersions were kept in a glass vial in a thermostated bath at 25 °C and checked as a function of time. They were considered stable when no macroscopic phases were observed.\nNano-emulsion stability was also assessed from multiple light scattering measurements by means of a Turbiscan Lab Expert at constant temperature (25 °C) and λ=880 nm. For this purpose, 15 g of nanoemulsion were filled, immediately after preparation, in a glass measurement cell which was tightly stoppered to avoid solvent evaporation. Transmission and backscattering data were acquired at 180° and 45° respectively from the incident beam for 24 h at intervals of 1 h."
    }, {
      "heading" : "2.2.7. Nano-emulsion and nanoparticle surface charge",
      "text" : "The zeta potential, a measure of the net surface charge, was determined from the electrophoretic mobility measured on a ZetaSizer Nano Z laser diffractometer (Malvern Instruments) by applying the Smoluchowsky equation:\n=μ ε εζ η r 0\nwhere μ is the electrophoretic mobility, ζ is the zeta potential, εr is the dielectric contrant of the medium, ε0 is the dielectric constant of the vacuum and η is the viscosity of the medium (Delgado, GonzálezCaballero, Hunter, Koopal, & Lyklema, 2007). For the measurements, nano-emulsions and nanoparticles dispersions were diluted with water\nto a concentration of 20mg nano-emulsion/g solution. Each sample was measured in triplicate at room temperature."
    }, {
      "heading" : "2.2.8. Shrinking factor determination",
      "text" : "The shrinking factor upon nanoparticle formation from the nanoemulsion droplets was determined as the ratio between the volume of the template nano-emulsion droplet and the volume of the nanoparticle formed. For the calculation of the respective volumes, the mean hydrodynamic radii, as determined by DLS (see section 2.2.5.) are used.\n= = =f V V π r π r r r NE\nNP\nNE\nNP\nNE\nNP\n4 3 3 4 3 3\n3\n3\nwhere f is the shrinking factor; VNE and VNP are the volumes of a nanoemulsion drop and a nanoparticle respectively; rNE and rNP are the mean hydrodynamic radii or the nano-emulsion and the nanoparticle dispersion, as determined by DLS. Data are interpreted considering that no droplet size change due to coalescence, Ostwald ripening or flocculation occurs during solvent evaporation and that each single nanoemulsion drop generates one nanoparticle. A shrinking factor of 1 would mean no volume reduction of the template nano-emulsion droplet to form the nanoparticle, thus indicating that no significant amount of ethyl acetate is present in the dispersed phase of the nano-emulsion."
    }, {
      "heading" : "2.2.9. Dialysis experiments",
      "text" : "Dialysis experiments were performed to determine the desorption kinetics of CatA from the nanoparticles by means of conductivity and zeta potential measurements. For this purpose, about 8 g of nanoparticle dispersion were filled in a SpectraPor dialysis bag (MWCO of 12000–14000) and immersed in 2000mL of MilliQ filtered water at 25 °C. The conductivity in the nanoparticle dispersion was monitored by means of a Crison-GLP 31 conductimeter with a Pt/platinised electrode. Conductivity data were automatically collected on a computer along the experimental time. For zeta potential measurements, an aliquot of the nanoparticle dispersion was withdrawn from the dialysis bag and measurements were performed as explained in section 2.2.7."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. O/W ethylcellulose nano-emulsion formation in the Water / [CatA:CWO7] / [EC10 in ethyl acetate] system at 25 °C",
      "text" : "O/W nano-emulsion formed by the phase inversion composition (PIC) method has been studied in the Water / [CatA:CWO7] / [6% EC10 in ethyl acetate] system at 25 °C, at CatA:CWO7 ratios of 1:1 and 1:3. It has been found that O/W nano-emulsions form at both surfactant ratios tested in the same oil-to-surfactant (O/S) range and water contents (Fig. 2a). Nano-emulsions form close to the water vertex of the pseudoternary diagram, at O/S ratios comprised between 55/45 and 75/25 and above 88wt% water as assessed by visual observation. It is worth mentioning that no nano-emulsions are formed in the absence of nonionic surfactant, that is, in the Water / CatA / [6% EC10 in ethyl\nacetate] system at 25 °C. In contrast, O/W ethylcellulose nano-emulsions are formed by the phase inversion composition method in systems containing only nonionic surfactants, of the ethoxylated sorbitan ester type (Spernarth & Magdassi, 2007) and the ethoxylated fatty alcohol type (Calderó et al., 2016) with HLB values typically between about 12 and 14. However, as shown in this study, nano-emulsions can be obtained by mixing CatA with an ethoxylated fatty acid derivative (CWO7) with a hydrophilic to lipophilic balance (HLB) value of about 5. By fixing the oil-to-surfactant ratio (O/S) at 70/30 and varying the CatA:CWO7 ratio, nano-emulsions are formed in the CatA:CWO7 span between 1:1 and 1:8.\nThe nano-emulsion domain of the Water / [CatA:CWO7=1:1] / [6% EC10 in ethyl acetate] system is smaller than that described recently in the Water / [CatA:Span80= 1:1] / [6% EC10 in ethyl acetate] system at 25 °C (Leitner et al., 2019). These systems differ only in the nonionic surfactant. Although the HLB values of these nonionic surfactants are quite close, they differ in their chemical structure as Span 80 is a non-ethoxylated sorbitan ester with an HLB value of 4.3. Concerning the size of the nano-emulsion domain it may be inferred that Span 80 is a more favorable nonionic surfactant for nano-emulsion formation in this kind of system. However, as will be shown later, smaller droplet sizes are attained with CWO7.\nConductivity measurements were carried out in order to assess if a transition from W/O to O/W structures took place during emulsification. Fig. 2b illustrates the conductivity values of a sample at an O/S ratio of 70/30 and increasing water content at 25 °C. No conductivity values could be obtained below 5wt% water due to the water already present in CatA as mentioned above. Conductivity values of samples with around 25wt% water fluctuated due to their instability which could be indicative of phase transition. Conductivity values increase with the increase of water content, reaching a maximum and then gradually decrease due to the effect of dilution of the conducting species. Conductivity reaches values as high as about 1000 μS/cm, much higher than those obtained with a similar system prepared only with nonionic surfactant (typically below 400 μS/cm if the aqueous component is water) (Calderó et al., 2011, 2016). The phase inversion takes place around 30wt% water.\nIt was also considered of interest to determine the effect of a higher polymer concentration in the nano-emulsion domain. For this purpose, the EC10 concentration in the oil component was increased up to 10wt % keeping the CatA:CWO7 ratio at 1:3. At this higher polymer concentration, nano-emulsions were formed between O/S ratios of 65/35 and 75/25 and above 88wt% of water. This can be interpreted in terms that higher polymer concentrations do not favour the formation of nano-emulsions at this cationic:nonionic surfactant ratio."
    }, {
      "heading" : "3.2. Influence of composition variables on the size of ethylcellulose nanoemulsions and nanoparticles",
      "text" : "Nano-emulsions with a water content of 90 wt% and 95wt% were selected for further characterization. Droplet sizes, obtained by DLS, are below 200 nm, and do not differ much when increasing the water content from 90 to 95wt% as shown in the blue dotted graphs in Fig. 3a and b. Although one might expect an increase in the O/W nano-emulsion droplet size at increasing oil content, this is not evident in Fig. 3. At 90 wt% water content and O/S ratios between 60/40 and 70/30 droplet size first remains roughly constant and then increases at the O/S ratio of 75/25. This may be explained by the solvent diffusion from the droplets to the continuous phase due to the partial solubility of ethyl acetate in the aqueous component, counteracting the expected droplet size increase. As mentioned in the experimental section, ethyl acetate is partially soluble up to about 7.7 wt % in water at 25 °C (Calderó et al., 2011, 2016). At the higher O/S ratios the dispersed phase fraction effect would dominate over the diffusion effect, producing a droplet size increase (Fig. 4). This trend is more noticeable at 95 wt% water content which may be due to the larger ethyl acetate diffusion at already low O/\nS ratios and the lower overall surfactant content as compared to the nano-emulsions with 90 wt% water. The observed behaviour is different from that described in systems with less polar oils where no or very low diffusion of the dispersed phase is produced and hence the droplet diameter increases with increasing O/S ratio (Sadurní, Solans, Azemar, & García-Celma, 2005). At 90 wt% water content the smallest droplet size was attained at O/S ratio of 65/35 with a mean hydrodynamic diameter of about 125 nm, while the largest droplet diameter was attained at an O/S ratio of 75/25 (close to 154 nm). At 95 wt% water content and an O/S ratio of 75/25, the nano-emulsion mean droplet size is considerably larger than that of the nano-emulsion with 90wt% water, reaching a mean hydrodynamic diameter of 174 nm, while the smallest sizes are attained at O/S ratios of 60/40 and 65/35 (around 118 nm). Although it might be expected that nano-emulsion droplet sizes are similar for water contents of 90 and 95wt%, several factors such as solvent diffusion from the nano-emulsion drops to the continuous phase, overall surfactant content in the nano-emulsion, surfactant hydration or polymer chain folding may play a role in the mean droplet diameter. In spite of the fact that the nano-emulsion formation region of the system with the here described surfactant mixture CatA:CWO7 is smaller than that of the system with the surfactant mixture CatA:Span80=1:1 reported recently (Leitner et al., 2019), it is worth mentioning that droplet sizes in CatA:CWO7 are half as big as those of the emulsions obtained at the same O/S ratios with CatA:Span80, suggesting that CatA:CWO7 mixtures may form more compact interfacial films.\nThe influence of the CatA:CWO7 ratio in the droplet size of the nano-emulsion has also been investigated by keeping the O/S ratio constant at 70/30. The CatA:CWO7 ratios tested have been 1:1, 1:3, 1:4, 1:6 and 1:8. Hydrodynamic diameters of the nano-emulsion droplets (NE) and the nanoparticles (NP) obtained from them are displayed in Fig. 5a (90 wt% water content) and Fig. 5b (95 wt% water content). As for the nano-emulsions, at both water contents (NE 90% and NE 95%), the droplet size as a function of CatA:CWO7 ratio follows a parabolic profile with lowest mean droplet size values at 1:3 and 1:4 ratios. At higher CatA content in the surfactant mixture (e.g. CatA:CWO7=1:1), electrostatic repulsion between the charged head-groups of CatA molecules is expected to be higher at the interfacial film of the droplet, favoring the formation of large droplets (Fig. 6, left image). It is worth recalling that in the absence of nonionic surfactant (that is, CatA:CWO7=1:0) no nano-emulsions are formed. When decreasing the CatA:CWO7 ratio to 1:3 and 1:4, electrostatic repulsion at the interfacial film of the droplets decreases, allowing the hydrocarbon tails of the surfactant molecules to further approach each other favoring hydrophobic interactions and optimal tight interfacial film packing as schematically drawn in Fig. 6. When further increasing the nonionic surfactant proportion to CaA:CWO7=1:8, droplet swelling and hence droplet size increase may occur. This may be attributed to a change in the effective cross-sectional area per surfactant molecule. Rodriguez et al. (Rodríguez et al., 2004) reported that in mixed nonionic/cationic surfactant aqueous systems the effective cross-sectional area per surfactant molecule significantly decreases with the addition of nonionic surfactant in cationic surfactant systems. It may be inferred that a similar effect may take place when decreasing the CatA:CWO7 ratio from 1:3 to 1:8.\nTable 1 shows the comparative values of droplet size of nanoemulsions with 6% and 10% EC10 and a water content of 90 and 95wt %. Nano-emulsions containing 10wt% polymer have droplet sizes larger than corresponding nano-emulsions prepared with 6 wt% polymer in the oil component at both water contents. This can be explained by the fact that at higher polymer concentration swelling of the droplet may occur. All nano-emulsions show polydispersity indices around 0.4.\nThe nano-emulsions were used for nanoparticle preparation by ethyl acetate evaporation under reduced pressure as explained in the experimental section. As shown in Figs. 3 and 5 (in both Figures, graphs a\nand b) the nanoparticles show generally smaller sizes than the template nano-emulsions and a variation trend close to that of their template nano-emulsions. Fig. 3d shows the typical visual appearance of a nanoparticle dispersion in these systems. The size of the nanoparticles obtained from the nano-emulsions with 90 wt% water content as a function of the studied O/S ratio (Fig. 3a) ranges from about 110 nm to about 130 nm, while the nanoparticles obtained from nano-emulsions with 95% water content range from 115 nm to about 170 nm.\nAn interesting parameter is the shrinkage of the nano-emulsion droplet for nanoparticle formation. Fig. 3c shows the shrinking factor (determined as explained in section 2.2.8) of the studied nano-emulsions as a function of the O/S ratio. It is shown that for nano-emulsions\nwith a 90wt% water content and a fixed CatA:CWO7 ratio of 1:3, the experimental shrinking factor is close to 1 at an O/S ratio of 60/40, while at O/S ratios above 65/35 the shrinking factor increases almost linearly up to 1.8. This is reasonable as the ethyl acetate content in the nano-emulsion with an O/S ratio of 60/40 is about 5.6 wt% and this amount may be almost completely diffused from the droplet to the continuous phase to reach equilibrium. However, at O/S ratios above 65/35, the ethyl acetate content in the nano-emulsion is higher than 6wt%. Although this amount is below the saturation concentration in water (around 7.7 wt%), the surfactant interfacial film may be able to retain this solvent inside the droplet. At 95 wt% water content, the shrinking factor keeps close to unity regardless the O/S ratio indicating\nthat droplet volume reduction for nanoparticle formation is minimal. This is consistent with the fact that the amount of ethyl acetate in the nano-emulsions with 95 wt% water content is below 3.5 wt% in the O/S ratio range studied. These results suggest that saturation of the aqueous\nphase of these nano-emulsions is attained around 6wt% of ethyl acetate.\nConcerning the influence of the CatA:CWO7 ratio, at a fixed O/S ratio of 70/30, particle sizes are typically between 110 and 185 nm for those prepared from nano-emulsions with 90 wt% water content and between 125 nm and 190 nm for those prepared from nano-emulsions with 95 wt% water content. In the studied CatA:CWO7 range, the minimum nanoparticle size is attained at a CatA:CWO7 ratio of 1:3.\nThe analysis of the shrinking factor reveals that when keeping the O/S ratio constant at 70/30 and a 90wt% water content, the shrinking factor decreases with the CatA:CWO7 ratio from about 2 at a CatA:CWO7 ratio of 1:1 to a value of around 1 at a CatA:CWO7 ratio of 1:6, and does not change when further decreasing this ratio down to 1:8 (Fig. 5c). This suggests that at higher Cat A content the interfacial film is more impermeable to ethyl acetate diffusion and/or that equilibrium concentration in the aqueous phase of the nano-emulsion is lower. At a 95 wt% water content however, shrinking factor remains close to 1 regardless the CatA:CWO7 ratio, which may be explained by the low ethyl acetate content present in the nano-emulsion."
    }, {
      "heading" : "3.3. Influence of composition variables on the surface charge of ethylcellulose nano-emulsions and nanoparticles",
      "text" : "Due to the presence of the cationic surfactant, the surface charge of the nano-emulsion droplets and the nanoparticles obtained from them in the Water / CatA:CWO7 / [EC10 in ethyl acetate] systems studied in this work is expected to be positive. However, it is noteworthy to recall that ethylcellulose nano-emulsions and nanoparticles show typically negative surface charge, generally in the range of -20mV to -30mV (Balzus et al., 2017; Hayden et al., 2018; Mimi, Belkacemi, Sadoun, Sapin, & Maincent, 2015; Obst et al., 2017).\nThe zeta potential of the nano-emulsions and nanoparticles studied are displayed (red graphs) in Fig. 3a and b. As expected, the zeta potential values of these systems are positive and vary between about\n30mV and about 45mV, depending on the O/S ratio. The degree of dilution (i.e., 90 wt% or 95wt% water) does not exert a significant influence in the zeta potential value. It is worth mentioning that the zeta potential values of nano-emulsions with 10 wt% polymer are about 10mV lower than those with 6 wt% (Table 1). This may be due to a more dense distribution of polymer and shielding at the droplet surface, causing a reduced possibility for the cationic surfactants to place themselves at this site.\nAs for the influence of the CatA:CWO7 ratio on the zeta potential values, there is an increase with increasing CatA:CWO7 ratio. This trend can be observed for both water contents, although as expected, zeta potential values are higher in nano-emulsions with 90 wt% water. Nano-emulsions and nanoparticles with CatA:CWO7 ratio 1:1 show values as high as about +50mV with both, 90 and 95wt% of water. This value is of the same order than that obtained in the system with Span 80 as the nonionic surfactant at the same O/S ratio and CatA:nonionic surfactant ratio and 90wt% water (Leitner et al., 2019). At decreasing CatA:CWO7 ratios, zeta potential values of the nanoemulsions also decrease, being the values lower at the higher water content. Thus, as shown in Fig. 5d, the zeta potential value of the nanoemulsion with 95% water content and CatA:CWO7 ratio of 1:8 displays a zeta potential of only +10.3mV. At high CatA:CWO7 ratios the zeta potential of nano-emulsions with 90 and 95 wt% water are quite close to each other, and the difference among them increases with decreasing CatA:CWO7 ratios. Zeta potential values of the nanoparticles are comparable and do not differ significantly from those of the template nanoemulsions for varying O/S ratios (Fig. 3a and b). Also, as observed for corresponding nano-emulsions, the zeta potential for the nanoparticle dispersions decreases with decreasing CatA:CWO7 ratio due to the decreasing amount of cationic surfactant (Fig. 3b). It is noteworthy that the nanoparticle dispersions prepared from the nano-emulsions with 95% water content and CatA:CWO7 ratios of 1:1 and 1:8 show similar mean hydrodynamic diameters (around 185 nm) but their zeta potential values differ in about 30mV (38.9 ± 1.0mV and 8.5 ± 1.0mV respectively).\nThese zeta potential values obtained in the tested compositions are high enough to impart electrostatic stabilization to the dispersed nanoemulsion droplets and nanoparticles as generally accepted for zeta potential values equal or above 25mV (Heurtault, Saulnier, Pech, Proust, & Benoit, 2003). In addition, they are comparable to the zeta potential values attained when mixing ethylcellulose polymer with other cationic polymers. For example, polymeric nanoparticles prepared with a mixture of ethylcellulose and ammonium methacrylate copolymer type B at a ratio of 1:1 show zeta potential values of 34mV (Balzus et al., 2017). Nanocarriers prepared with the cationic polysaccharide chitosan, either complexed with tripolyphosphate (TPP) or functionalized with organosilane, have been reported to have zeta potential values around 20mV (Giarra et al., 2018; Kashkouli, TorkzadehMahani, & Mosaddegh, 2019) while cationic liposomes may reach zeta potential values in the range between 34mV and 41mV depending on the lipid composition (Monpara, Velga, Verma, Gupta, & Vavia, 2019; Smith, Crist, Clogston, & McNeil, 2017). This confirms that the strategy proposed here allows reaching zeta potential values in a comparable range.\nAn important issue from an applicative point of view is the desorption kinetics of the cationic surfactant when exposed to a diluting medium. To investigate this aspect, the nanoparticle dispersion obtained from the nano-emulsion of the Water / [CatA:CWO7=1:3] / [6 wt% EC10 in ethyl acetate] system with an O/S ratio of 70/30 and 95 wt% water content was dialysed against an excess of receptor solution (water) at a constant temperature of 25 °C. The conductivity and zeta potential data of the nanoparticle dispersion were collected as a function of time. It is observed that the conductivity of the nanoparticle dispersion displays a strong decrease during the first hours of dialysis (Fig. 7) and reaches a plateau after a period of about 24 h. The zeta potential values however, denote a slow drop of surface charge from\npositive (+30.5mV) to negative values after about 50 h dialysis. A stable value of about -20mV is reached after about one week of dialysis (Supplementary Information 2). During the first 24 h of dialysis, the zeta potential drops to about its half, but keeps positive values. This suggests that during the first hours of dialysis the excess CatA surfactant, which is not adsorbed on the nanoparticle surface, may diffuse fast to the receptor solution, which would explain the sharp decrease of conductivity within the first hours in the nanoparticle dispersion. However, the CatA adsorbed on the nanoparticle surface is desorbed more slowly as shown by the smooth zeta potential decrease, so that only after about one week of dialysis an equilibrium negative value is reached, indicating that most CatA may have been desorbed by then from the surface of the nanoparticles. Interestingly, in contrast to other cationic nanosystems, these results may indicate that under diluting conditions in an aqueous medium, the positive surface charge of the nanoparticles is time-dependent and can be gradually depleted until reaching a negative plateau value close to that of ethylcellulose nanoparticles without CatA."
    }, {
      "heading" : "3.4. Influence of composition variables on the colloidal stability of ethylcellulose nano-emulsions and nanoparticles",
      "text" : "Colloidal stability is an important feature of dispersed systems for both, storage and applicative reasons. It is expected that smallest droplet (and particle) sizes provide improved stability against sedimentation and creaming, while high enough zeta potential values have been related to an enhanced stability against flocculation and coalescence, owing to electrostatic repulsion among droplets having charges of the same sign.\nA preliminary visual stability assessment of the nano-emulsions and nanoparticle dispersions at a constant temperature of 25 °C was carried out as explained in the experimental section. Fig. 8a shows that stability might be optimal at an O/S ratio of 70/30. This may be related to the small droplet size of the nano-emulsions at this O/S ratio, which reduces droplet migration phenomena. It is worth mentioning that nanoemulsions with O/S ratios of 65/35 and 70/30 achieve around 2 months of stability, regardless the water content is 90 or 95 wt%. Concerning the role of the polymer concentration, as shown in Table 1, nano-emulsion stability at a fixed O/S ratio of 70/30 and CatA:CWO7 ratio of 1:3 is significantly lower with 10 wt% EC10 in the oil component than with 6 wt%. The lower stability of the nano-emulsions with 10% EC content in the oil component may be due to the joint contribution of several factors, including the larger size, the higher density and the lower zeta potential of the droplets in the nano-emulsions with 10% EC10 in the oil component. Larger sizes and higher density of the dispersed droplets accelerate the destabilization phenomena due to migration of the droplets (e.g. sedimentation). The increased density is\ndue not only to the higher polymer content (its density is 1.32 g/cm3) but also to the lower ethyl acetate (0.9 g/cm3) content in the droplets with 10 wt% EC10. Another factor contributing to lower stability of nano-emulsions with 10% EC10 content in the oil component may be the lower electrostatic repulsion, as expected from the lower zeta potential values obtained in these emulsions.\nFig. 8b shows the visual stability as a function of CatA:CWO7 ratio of nano-emulsions and nanoparticle dispersions prepared with 90 and 95 wt% of water. The preliminary visual assessment of the stability of the studied nano-emulsions as a function of CatA:CWO7 ratio suggests that in general terms, the highest stability is attained at CatA:CWO7 ratios of 1:3, regardless the water content of the nano-emulsion. These nano-emulsions are stable for a period of around or above 2 months. It can be noticed that there is not a direct correlation between the electrostatic stability predicted through high zeta potential values and the actual visually observed stability. The nano-emulsions with the CatA:CWO7 ratio 1:1 show visual stabilities of maximum about 2 days in spite of having the highest zeta potential values. In most of the samples, the occurring instability was sedimentation. It is worth recalling that for such droplet/particle migration phenomena, size has a predominant role as described in Stokes equation of sedimentation velocity. Theoretical calculations considering experimental droplet size data confirm that highest stability against droplet migration phenomena is expected for nano-emulsions with CatA:CWO7 ratios of 1:3 and 1:4 (Supplementary information 3). From the overall size, zeta potential and stability data, it can be concluded that the most suitable CatA:CWO7 ratio is 1:3, as at this ratio smallest droplet sizes, high zeta potential values and optimal stability are attained.\nWhen comparing nano-emulsion templates with their corresponding nanoparticle dispersions, the preliminary visual assessment suggests that nanoparticle dispersions show generally lower stability (Fig. 8a and b). An explanation to this observation may be an increased tendency to sedimentation due to the higher density of the nanoparticles as compared to the nano-emulsion drops. Although other factors may be\nalso involved in the observed increased instability of the nanoparticle dispersions, such as for example flocculation, these factors have not been studied yet in detail.\nIn order to know better the mechanisms of destabilization, the stability of the nano-emulsions was assessed also by measuring the backscattering intensity as a function of time and sample height. Fig. 8c displays the light backscattering spectrum of the nano-emulsion with an O/S ratio of 70/30, which is quite representative of the general behaviour of the nano-emulsions of this system. As shown, backscattering intensity decreases with time all along the sample height, though backscattering spectra keep parallel. It should be noticed that the sharp backscattering and transmission changes at the bottom of the cell and/ or the meniscus of the sample (highlighted in grey) have no physical meaning. The backscattering decrease may be attributed to the clarification of the continuous phase caused by either a decrease in size according to diffusion of ethyl acetate from the droplets to the continuous phase or by a decrease in number of droplets as a consequence of coalescence, flocculation or Ostwald ripening. However, it can also be noticed that the change is only in a minor degree (backscattering intensity drop of about 2% from initial 17% to about 15%). The parallel pattern of backscattering spectra denotes that the nano-emulsion stays homogeneous over the whole sample height, that is, no significant sedimentation or creaming takes place during the analysis time (the first 24 h). Thus, nano-emulsions with this backscattering pattern can be considered as relatively stable during measurement time and appropriate to be used as templates for nanoparticle preparation."
    }, {
      "heading" : "4. Conclusions",
      "text" : "O/W nano-emulsions have been formed by the PIC method in the Water / [CatA:CWO7=1:3] / [6% EC10 in ethyl acetate] system in a small region, close to the water vertex in the pseudo-ternary diagram, at O/S ratios between 55/45 and 75/25 and above 88 wt% water at 25 °C. The nano-emulsion domain keeps unchanged when modifying the\nCatA:CWO7 ratio to 1:1 and decreases when increasing the EC10 concentration to 10 wt% in the oil component. Nano-emulsions with an O/ S ratio of 70/30 form over a broad CatA:CWO7 ratio range, both at 90 and 95wt% water. The nano-emulsions studied showed droplet sizes below 200 nm and zeta potential values up to about 50mV. Both, droplet size and zeta potential values of the nano-emulsions vary in a defined trend as a function of their composition, and the nanoparticles obtained from them show sizes and zeta potential values close to those of their template nano-emulsions. The most suitable CatA:CWO7 ratio for nano-emulsion formation is 1:3 and an O/S ratio of 70/30 as at these ratios smallest droplet sizes, high zeta potential values and optimal stability are attained. At a fixed CatA:CWO7 ratio of 1:3, particle size varies in a narrow range of about 20 nm when varying O/S ratios between 60/40 and 70/30, showing a smooth decrease in zeta potential (ranging over about 10mV), both, at water contents of 90 wt% and 95 wt%. However, when varying the CatA:CWO7 ratio at a constant O/ S ratio of 70/30, particle size varies following a parabolic trend over a range of about 60 nm, reaching minimal nanoparticle sizes as small as 110 nm at a CatA:CWO7 ratio of 1:3. In contrast, to the effect of the oilto-surfactant ratio, zeta potential decreases notably with CatA:CWO7, namely over about 30mV, in the range between CatA:CWO7 of 1:1 and 1:8. Hence, in the system studied, the CatA:CWO7 ratio has the highest influence on both, the particle size and the zeta potential, followed by the O/S ratio and the water content (90 or 95 wt%). This demonstrates that, size and surface charge of the ethylcellulose nanoparticles prepared in this system can be controlled by tuning the composition of the nano-emulsion template. Interestingly, the positive charge of the nanoparticles can be depleted under diluting conditions in a time-dependent manner over a period of days.\nDeclaration of Competing Interest\nThe authors declare no conflict of interests."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The DLS, zeta potential, viscosity and Turbiscan analyses have been performed at the Nanostructured Liquid Characterization Unit, located at the Institute of Advanced Chemistry of Catalonia (IQAC), belonging to the Spanish National Research Council (CSIC) and affiliated to the NANBIOSIS ICTS of the Biomedical Networking Center (CIBER-BBN). CIBER-BBN is an initiative funded by the VI National R&D&I Plan 2008- 2011. Financial support from MINECO (grant CTQ2011-29336-C03-01 and CTQ2017-84998-P) and Generalitat de Catalunya (grant 2017 SGR 1778) is acknowledged. S.L. is grateful to CIBER-BBN for a research scholarship. Colorcon and Bonderalia S.A./Quimivita S.A. are gratefully acknowledged for the gift of ethylcellulose and ricinoleamidopropyltrimonium methosulfate respectively."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.carbpol.2019.115201."
    } ],
    "references" : [ {
      "title" : "Formulation and ex vivo evaluation of polymeric nanoparticles for controlled delivery of corticosteroids to the skin and the corneal epithelium",
      "author" : [ "B. Balzus", "F.F. Sahle", "S. Hönzke", "C. Gerecke", "F. Schumacher", "S Hedtrich" ],
      "venue" : "European Journal of Pharmaceutics and Biopharmaceutics,",
      "citeRegEx" : "Balzus et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Balzus et al\\.",
      "year" : 2017
    }, {
      "title" : "Effect of different surface active polysaccharide derivatives on the formation of ethyl cellulose particles by the emulsion solvent evaporation",
      "author" : [ "M. Božič", "T. Elschner", "D. Tkaučič", "M. Bračič", "S. Hribernik", "Kleinschek", "K. S" ],
      "venue" : "method. Cellulose,",
      "citeRegEx" : "Božič et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Božič et al\\.",
      "year" : 2018
    }, {
      "title" : "Dynamic light scattering: The method and some applications",
      "author" : [ "W. Brown" ],
      "venue" : null,
      "citeRegEx" : "Brown,? \\Q1993\\E",
      "shortCiteRegEx" : "Brown",
      "year" : 1993
    }, {
      "title" : "Effective short-range Coulomb correction to model the aggregation behavior of ionic surfactants",
      "author" : [ "J.J. Burgos-Mármol", "C. Solans", "A. Patti" ],
      "venue" : null,
      "citeRegEx" : "Burgos.Mármol et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Burgos.Mármol et al\\.",
      "year" : 2016
    }, {
      "title" : "Formation of polymeric nanoemulsions by a low-energy method and their use for nanoparticle preparation",
      "author" : [ "G. Calderó", "M.J. García-Celma", "C. Solans" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Calderó et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Calderó et al\\.",
      "year" : 2011
    }, {
      "title" : "Studies on the formation of polymeric nano-emulsions obtained via low-energy emulsification and their use as templates for drug delivery nanoparticle dispersions",
      "author" : [ "G. Calderó", "R. Montes", "M. Llinàs", "M.J. García-Celma", "M. Porras", "C. Solans" ],
      "venue" : "Colloids and Surfaces B,",
      "citeRegEx" : "Calderó et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Calderó et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of graphene-EC on Ag NWbased transparent film heaters: optimizing the stability and heat dispersion of films",
      "author" : [ "M. Cao", "M. Wang", "L. Li", "H. Qiu", "Z. Yang" ],
      "venue" : "ACS Applied Materials & Interfaces,",
      "citeRegEx" : "Cao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2018
    }, {
      "title" : "Fabrication, stability and efficacy of dual-component antimicrobial nanoemulsions: Essential oil (thyme oil) and cationic surfactant (lauric arginate)",
      "author" : [ "Y. Chang", "L. McLandsborough", "D.J. McClements" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Chang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2015
    }, {
      "title" : "Ethyl cellulose, cellulose acetate and carboxymethyl cellulose microstructures prepared using electrohydrodynamics and green solvents",
      "author" : [ "M. Crabbe-Mann", "D. Tsaoulidis", "M. Parhizkar", "M. Edirisinghe" ],
      "venue" : "Cellulose,",
      "citeRegEx" : "Crabbe.Mann et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Crabbe.Mann et al\\.",
      "year" : 2018
    }, {
      "title" : "Physical structure and thermal behavior of ethylcellulose",
      "author" : [ "M. Davidovich-Pinhas", "S. Barbut", "A.G. Marangoni" ],
      "venue" : "Cellulose,",
      "citeRegEx" : "Davidovich.Pinhas et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Davidovich.Pinhas et al\\.",
      "year" : 2014
    }, {
      "title" : "The gelation of oil using ethyl cellulose",
      "author" : [ "M. Davidovich-Pinhas", "S. Barbut", "A.G. Marangoni" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Davidovich.Pinhas et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Davidovich.Pinhas et al\\.",
      "year" : 2015
    }, {
      "title" : "Measurement and interpretation of electrokinetic phenomena",
      "author" : [ "A.V. Delgado", "F. González-Caballero", "R.J. Hunter", "L.K. Koopal", "J. Lyklema" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Delgado et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Delgado et al\\.",
      "year" : 2007
    }, {
      "title" : "Supercritical anti-solvent precipitation of ethyl cellulose",
      "author" : [ "R. Djerafi", "Y. Masmoudi", "C. Crampon", "A. Meniai", "E. Badens" ],
      "venue" : "Journal of Supercritical Fluids,",
      "citeRegEx" : "Djerafi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Djerafi et al\\.",
      "year" : 2015
    }, {
      "title" : "Novaluron nanoparticles: Formation and potential use in controlling agricultural insect pests",
      "author" : [ "N. Elek", "R. Hoffman", "U. Raviv", "R. Resh", "I. Ishaaya", "S. Magdassi" ],
      "venue" : "Colloids and Surfaces A, Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Elek et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Elek et al\\.",
      "year" : 2010
    }, {
      "title" : "Preparation, characterization and release kinetics of ethylcellulose nanoparticles encapsulating ethylvanillin as a model functional component",
      "author" : [ "M. Eltayeb", "E. Stride", "M. Edirisinghe" ],
      "venue" : "Journal of Functional Foods,",
      "citeRegEx" : "Eltayeb et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Eltayeb et al\\.",
      "year" : 2015
    }, {
      "title" : "Highly fluorescent ethyl cellulose nanoparticles containing embedded semiconductor nanocrystals",
      "author" : [ "A.N. Generalova", "S.V. Sizova", "V.A. Oleinikov", "V.P. Zubov", "M.V. Artemyev", "L Spernarth" ],
      "venue" : "Colloids and Surfaces A, Physicochemical and Engineering Aspects,",
      "citeRegEx" : "Generalova et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Generalova et al\\.",
      "year" : 2009
    }, {
      "title" : "Chitosan-based polyelectrolyte complexes for doxorubicin and zoledronic acid combined therapy to overcome multidrug resistance",
      "author" : [ "S. Giarra", "S. Zappavigna", "V. Campani", "M. Abate", "A.M. Cossu", "C Leonetti" ],
      "venue" : "Pharmaceutics, 10,",
      "citeRegEx" : "Giarra et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Giarra et al\\.",
      "year" : 2018
    }, {
      "title" : "Ethylcellulose oleogels: Structure, functionality, and food applications",
      "author" : [ "A.J. Gravelle", "A.G. Marangoni" ],
      "venue" : "Advances in Food and Nutrition Research,",
      "citeRegEx" : "Gravelle and Marangoni,? \\Q2018\\E",
      "shortCiteRegEx" : "Gravelle and Marangoni",
      "year" : 2018
    }, {
      "title" : "Continuous generation of ethyl cellulose drug delivery nanocarriers from Microbubbles",
      "author" : [ "O. Gunduz", "Z. Ahmad", "E. Stride", "M. Edirisinghe" ],
      "venue" : "Pharmaceutical Research,",
      "citeRegEx" : "Gunduz et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gunduz et al\\.",
      "year" : 2013
    }, {
      "title" : "Size and optically tunable ethyl cellulose nanoparticles as carriers for organic",
      "author" : [ "D.R. Hayden", "H.V.M. Kibbelaar", "A. Imhof", "K.P. Velikov" ],
      "venue" : "UV filters. ChemNanoMat,",
      "citeRegEx" : "Hayden et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hayden et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of particle size and surface charge on cellular uptake and biodistribution of polymeric",
      "author" : [ "He", "C.h", "Y. Hu", "L. Yin", "C. Tang", "Yin" ],
      "venue" : "nanoparticles. Biomaterials,",
      "citeRegEx" : "He et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2010
    }, {
      "title" : "Developments in pressurized gyration for the mass production of polymeric fibers",
      "author" : [ "Heseltine", "P.h. L", "J. Ahmed", "M. Edirisinghe" ],
      "venue" : "Macromolecular Materials and Engineering,",
      "citeRegEx" : "Heseltine et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Heseltine et al\\.",
      "year" : 2018
    }, {
      "title" : "Physico-chemical stability of colloidal lipid",
      "author" : [ "B. Heurtault", "P. Saulnier", "B. Pech", "J.E. Proust", "J.P. Benoit" ],
      "venue" : "particles. Biomaterials,",
      "citeRegEx" : "Heurtault et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Heurtault et al\\.",
      "year" : 2003
    }, {
      "title" : "Understanding the release performance of pellets with hydrophobic inclusions in sustained-release coating",
      "author" : [ "T.N. Hiew", "D.L.H. Tan", "Y.L. Tiang", "P.W.S. Heng" ],
      "venue" : "International Journal of Pharmaceutics,",
      "citeRegEx" : "Hiew et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hiew et al\\.",
      "year" : 2019
    }, {
      "title" : "Characterization of size, surface charge and agglomeration state of nanoparticle dispersions for toxicological studies",
      "author" : [ "J. Jiang", "G. Oberdörster", "P. Biswas" ],
      "venue" : "Journal of Nanoparticle Research : an Interdisciplinary Forum for Nanoscale Science and Technology,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2009
    }, {
      "title" : "Synthesis and characterization of a novel organosilane-functionalized chitosan nanocarrier as an efficient gene delivery system: Expression of green fluorescent protein",
      "author" : [ "K.I. Kashkouli", "M. Torkzadeh-Mahani", "E. Mosaddegh" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Kashkouli et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kashkouli et al\\.",
      "year" : 2019
    }, {
      "title" : "Size- and surface charge-controlled layered double hydroxides for efficient algal flocculation",
      "author" : [ "T.H. Kim", "I.T. Hong", "J.M. Oh" ],
      "venue" : "Environmental Science Nano,",
      "citeRegEx" : "Kim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2018
    }, {
      "title" : "Low-energy nanoemulsification approach as a simple strategy to prepare positively charged ethylcellulose nanoparticles",
      "author" : [ "S. Leitner", "C. Solans", "M.J. García-Celma", "G. Calderó" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Leitner et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Leitner et al\\.",
      "year" : 2019
    }, {
      "title" : "Cationic amphiphile in phospholipid bilayer or oil–water interface of nanocarriers affects planktonic and biofilm bacteria killing",
      "author" : [ "M.H. Lin", "Hung", "C.h F", "I.A. Aljuffali", "C.T. Sung", "Huang", "C.h T", "J.Y. Fang" ],
      "venue" : "Nanomedicine Nanotechnology Biology and Medicine,",
      "citeRegEx" : "Lin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2017
    }, {
      "title" : "How the composition and manufacturing parameters affect insulin release from polymeric nanoparticles",
      "author" : [ "N. Mimi", "H. Belkacemi", "T. Sadoun", "A. Sapin", "P. Maincent" ],
      "venue" : "Journal of Drug Delivery Science and Technology,",
      "citeRegEx" : "Mimi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mimi et al\\.",
      "year" : 2015
    }, {
      "title" : "Cationic cholesterol derivative efficiently delivers the genes: In silico and in vitro studies",
      "author" : [ "J. Monpara", "D. Velga", "T. Verma", "S. Gupta", "P. Vavia" ],
      "venue" : "Drug Delivery and Translational Research,",
      "citeRegEx" : "Monpara et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Monpara et al\\.",
      "year" : 2019
    }, {
      "title" : "Preparation and antibacterial activity",
      "author" : [ "L. Qi", "Z. Xu", "X. Jiang", "C. Hu", "X. Zou" ],
      "venue" : null,
      "citeRegEx" : "Qi et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Qi et al\\.",
      "year" : 2004
    }, {
      "title" : "Protein corona formation on colloidal polymeric nanoparticles and polymeric nanogels: Impact on cellular uptake, toxicity, immunogenicity, and drug release",
      "author" : [ "K. Obst", "G. Yealland", "B. Balzus", "E. Miceli", "M. Dimde", "Weise", "C.h" ],
      "venue" : "properties. Biomacromolecules,",
      "citeRegEx" : "Obst et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Obst et al\\.",
      "year" : 2017
    }, {
      "title" : "Dynamic light scattering measurement of nanometer particles in liquids",
      "author" : [ "R. Pecora" ],
      "venue" : "Journal of Nanoparticle Research : an Interdisciplinary Forum for Nanoscale Science and Technology,",
      "citeRegEx" : "Pecora,? \\Q2000\\E",
      "shortCiteRegEx" : "Pecora",
      "year" : 2000
    }, {
      "title" : "Effect of nonionic head group size on the formation of worm-like micelles in mixed nonionic/cationic surfactant aqueous systems",
      "author" : [ "C. Rodríguez", "D.P. Acharya", "A. Maestro", "K. Hattori", "K. Aramaki", "H. Kunieda" ],
      "venue" : "Journal of Chemical Engineering of Japan,",
      "citeRegEx" : "Rodríguez et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Rodríguez et al\\.",
      "year" : 2004
    }, {
      "title" : "Studies on the formation of O/W nano-emulsions, by low-energy emulsification methods, suitable for pharmaceutical applications",
      "author" : [ "N. Sadurní", "C. Solans", "N. Azemar", "M.J. García-Celma" ],
      "venue" : "European Journal of Pharmaceutical Sciences : Official Journal of the European Federation for Pharmaceutical Sciences,",
      "citeRegEx" : "Sadurní et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Sadurní et al\\.",
      "year" : 2005
    }, {
      "title" : "Zeta potential: A case study of cationic, anionic, and neutral liposomes",
      "author" : [ "M.C. Smith", "R.M. Crist", "J.D. Clogston", "S.E. McNeil" ],
      "venue" : "Analytical and Bioanalytical Chemistry,",
      "citeRegEx" : "Smith et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2017
    }, {
      "title" : "Preparation of ethyl cellulose nanoparticles from nano-emulsion obtained by inversion at constant temperature",
      "author" : [ "L. Spernarth", "S. Magdassi" ],
      "venue" : "Micro & Nano Letters,",
      "citeRegEx" : "Spernarth and Magdassi,? \\Q2007\\E",
      "shortCiteRegEx" : "Spernarth and Magdassi",
      "year" : 2007
    }, {
      "title" : "UV protective textiles by the deposition of functional ethylcellulose",
      "author" : [ "S. Vílchez-Maldonado", "G. Calderó", "J. Esquena", "R. Molina" ],
      "venue" : "nanoparticles. Cellulose,",
      "citeRegEx" : "Vílchez.Maldonado et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Vílchez.Maldonado et al\\.",
      "year" : 2014
    }, {
      "title" : "Synthesis, selfassembly and drug release behaviors of pH-responsive copolymers ethyl cellulosegraft-PDEAEMA through ATRP",
      "author" : [ "D. Wanga", "J. Tana", "H. Kanga", "L. Ma", "X. Jin", "R Liu" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Wanga et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wanga et al\\.",
      "year" : 2011
    }, {
      "title" : "A poly(vinylidene fluoride)/ethyl cellulose and amino-functionalized nano-SiO2 composite coated separator for 5 V high-voltage lithium-ion batteries with enhanced performance",
      "author" : [ "X. Zuo", "J. Wu", "X. Ma", "X. Deng", "J. Cai", "Q Chen" ],
      "venue" : "Journal of Power Sources,",
      "citeRegEx" : "Zuo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zuo et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 40,
      "context" : "Numerous uses have been reported so far for this polymer, encompassing a broad range of fields of application, such as coatings and films for batteries and other engineering components (Cao, Wang, Li, Qiu, & Yang, 2018; Zuo et al., 2018), wound-dressing materials (Crabbe-Mann et al.",
      "startOffset" : 185,
      "endOffset" : 237
    }, {
      "referenceID" : 8,
      "context" : ", 2018), wound-dressing materials (Crabbe-Mann et al., 2018), or food texturizers, edible oleogels and flavor delivery systems (Davidovich-Pinhas, Barbut, & Marangoni, 2015; Eltayeb, Stride, & Edirisinghe, 2015; Gravelle & Marangoni, 2018) to mention a few.",
      "startOffset" : 34,
      "endOffset" : 60
    }, {
      "referenceID" : 14,
      "context" : "These issues have progressed in the last decades for example by the replacement of contaminant and toxic solvents by greener and milder ones, or by favouring gentle, energy-saving processes such as those avoiding heating and/or cooling steps or those based in self-assembly (Spernarth & Magdassi, 2007; Calderó, García-Celma, & Solans, 2011; Eltayeb et al., 2015; Crabbe-Mann et al., 2018; Hayden, Kibbelaar, Imhof, & Velikov, 2018; Leitner, Solans, García-Celma, & Calderó, 2019).",
      "startOffset" : 274,
      "endOffset" : 480
    }, {
      "referenceID" : 8,
      "context" : "These issues have progressed in the last decades for example by the replacement of contaminant and toxic solvents by greener and milder ones, or by favouring gentle, energy-saving processes such as those avoiding heating and/or cooling steps or those based in self-assembly (Spernarth & Magdassi, 2007; Calderó, García-Celma, & Solans, 2011; Eltayeb et al., 2015; Crabbe-Mann et al., 2018; Hayden, Kibbelaar, Imhof, & Velikov, 2018; Leitner, Solans, García-Celma, & Calderó, 2019).",
      "startOffset" : 274,
      "endOffset" : 480
    }, {
      "referenceID" : 8,
      "context" : "More recently, a new electrodynamic process using environmentally friendly and low toxicity solvent systems has been reported for the preparation of a wide range of ethyl cellulose microstructures encompassing particles and fibres (Crabbe-Mann et al., 2018).",
      "startOffset" : 231,
      "endOffset" : 257
    }, {
      "referenceID" : 5,
      "context" : "gredients, including drugs (Calderó et al., 2016; Hiew, Tan, Tiang, & Heng, 2019), biosensors for “in vitro” diagnostics (Generalova et al.",
      "startOffset" : 27,
      "endOffset" : 81
    }, {
      "referenceID" : 19,
      "context" : "2009), cosmetic agents such as organic UV filters (Hayden et al., 2018), or agrochemical components like insect pest control agents (Elek et al.",
      "startOffset" : 50,
      "endOffset" : 71
    }, {
      "referenceID" : 13,
      "context" : ", 2018), or agrochemical components like insect pest control agents (Elek et al., 2010).",
      "startOffset" : 68,
      "endOffset" : 87
    }, {
      "referenceID" : 4,
      "context" : "Research carried out in the last decade focusing on the preparation of ethylcellulose nanoparticles by a low-energy emulsification method (the phase-inversion composition, PIC, method) followed by solvent evaporation, has allowed replacing frequently used halogenated aromatic solvents by ethyl acetate, a low toxicity and greener solvent, and the development of processes at room temperature, thus avoiding energy consumption and avoiding loss of temperature sensitive or volatile components (Calderó et al., 2011; 2016; Vílchez-Maldonado et al., 2014; Leitner et al., 2019).",
      "startOffset" : 493,
      "endOffset" : 575
    }, {
      "referenceID" : 38,
      "context" : "Research carried out in the last decade focusing on the preparation of ethylcellulose nanoparticles by a low-energy emulsification method (the phase-inversion composition, PIC, method) followed by solvent evaporation, has allowed replacing frequently used halogenated aromatic solvents by ethyl acetate, a low toxicity and greener solvent, and the development of processes at room temperature, thus avoiding energy consumption and avoiding loss of temperature sensitive or volatile components (Calderó et al., 2011; 2016; Vílchez-Maldonado et al., 2014; Leitner et al., 2019).",
      "startOffset" : 493,
      "endOffset" : 575
    }, {
      "referenceID" : 27,
      "context" : "Research carried out in the last decade focusing on the preparation of ethylcellulose nanoparticles by a low-energy emulsification method (the phase-inversion composition, PIC, method) followed by solvent evaporation, has allowed replacing frequently used halogenated aromatic solvents by ethyl acetate, a low toxicity and greener solvent, and the development of processes at room temperature, thus avoiding energy consumption and avoiding loss of temperature sensitive or volatile components (Calderó et al., 2011; 2016; Vílchez-Maldonado et al., 2014; Leitner et al., 2019).",
      "startOffset" : 493,
      "endOffset" : 575
    }, {
      "referenceID" : 28,
      "context" : "In particular, positive surface charge imparts interesting properties which are used for example for drug or gene delivery or to provide mucoadhesive, antimicrobial, antifouling or decontaminant properties (Chang, McLandsborough, & McClements, 2015; Kim, Hong, & Oh, 2018; Lin et al., 2017; Qi, Xu, Jiang, Hu, & Zou, 2004).",
      "startOffset" : 206,
      "endOffset" : 322
    }, {
      "referenceID" : 0,
      "context" : "Interestingly, even though ethylcellulose is a nonionic polymer, it has been generally reported to display negative surface charge (Balzus et al., 2017; Božič et al., 2018; Gunduz, Ahmad, Stride, & Edirisinghe, 2013; Hayden et al., 2018).",
      "startOffset" : 131,
      "endOffset" : 237
    }, {
      "referenceID" : 1,
      "context" : "Interestingly, even though ethylcellulose is a nonionic polymer, it has been generally reported to display negative surface charge (Balzus et al., 2017; Božič et al., 2018; Gunduz, Ahmad, Stride, & Edirisinghe, 2013; Hayden et al., 2018).",
      "startOffset" : 131,
      "endOffset" : 237
    }, {
      "referenceID" : 19,
      "context" : "Interestingly, even though ethylcellulose is a nonionic polymer, it has been generally reported to display negative surface charge (Balzus et al., 2017; Božič et al., 2018; Gunduz, Ahmad, Stride, & Edirisinghe, 2013; Hayden et al., 2018).",
      "startOffset" : 131,
      "endOffset" : 237
    }, {
      "referenceID" : 0,
      "context" : "physical mixtures with other cationic polymers like ammonium methacrylate copolymer type B (Balzus et al., 2017) or covalent grafting of cationizable chains to the ethylcellulose backbone (Wanga et al.",
      "startOffset" : 91,
      "endOffset" : 112
    }, {
      "referenceID" : 39,
      "context" : ", 2017) or covalent grafting of cationizable chains to the ethylcellulose backbone (Wanga et al., 2011).",
      "startOffset" : 83,
      "endOffset" : 103
    }, {
      "referenceID" : 27,
      "context" : "Recently, we have reported the formation of cationic ethylcellulose nano-emulsions and nanoparticles by the PIC approach in a Water / surfactant mixture / ethylcellulose solution system at room temperature (Leitner et al., 2019).",
      "startOffset" : 206,
      "endOffset" : 228
    }, {
      "referenceID" : 27,
      "context" : "Details on the analysis are reported elsewhere (Leitner et al., 2019).",
      "startOffset" : 47,
      "endOffset" : 69
    }, {
      "referenceID" : 33,
      "context" : "Dynamic light scattering data were treated by cumulant analysis to obtain the mean hydrodynamic diameter (Pecora, 2000; Brown, 1993).",
      "startOffset" : 105,
      "endOffset" : 132
    }, {
      "referenceID" : 2,
      "context" : "Dynamic light scattering data were treated by cumulant analysis to obtain the mean hydrodynamic diameter (Pecora, 2000; Brown, 1993).",
      "startOffset" : 105,
      "endOffset" : 132
    }, {
      "referenceID" : 5,
      "context" : "In contrast, O/W ethylcellulose nano-emulsions are formed by the phase inversion composition method in systems containing only nonionic surfactants, of the ethoxylated sorbitan ester type (Spernarth & Magdassi, 2007) and the ethoxylated fatty alcohol type (Calderó et al., 2016) with HLB values typically between about 12 and 14.",
      "startOffset" : 256,
      "endOffset" : 278
    }, {
      "referenceID" : 27,
      "context" : "The nano-emulsion domain of the Water / [CatA:CWO7=1:1] / [6% EC10 in ethyl acetate] system is smaller than that described recently in the Water / [CatA:Span80= 1:1] / [6% EC10 in ethyl acetate] system at 25 °C (Leitner et al., 2019).",
      "startOffset" : 211,
      "endOffset" : 233
    }, {
      "referenceID" : 27,
      "context" : "In spite of the fact that the nano-emulsion formation region of the system with the here described surfactant mixture CatA:CWO7 is smaller than that of the system with the surfactant mixture CatA:Span80=1:1 reported recently (Leitner et al., 2019), it is worth mentioning that droplet sizes in CatA:CWO7 are half as big as those of the emulsions obtained at the same O/S ratios with CatA:Span80, suggesting that CatA:CWO7 mixtures may form more compact interfacial films.",
      "startOffset" : 225,
      "endOffset" : 247
    }, {
      "referenceID" : 34,
      "context" : "(Rodríguez et al., 2004) reported that in mixed nonionic/cationic surfactant aqueous systems the effective cross-sectional area per surfactant molecule significantly decreases with the addition of nonionic surfactant in cationic surfactant systems.",
      "startOffset" : 0,
      "endOffset" : 24
    }, {
      "referenceID" : 27,
      "context" : "This value is of the same order than that obtained in the system with Span 80 as the nonionic surfactant at the same O/S ratio and CatA:nonionic surfactant ratio and 90wt% water (Leitner et al., 2019).",
      "startOffset" : 178,
      "endOffset" : 200
    }, {
      "referenceID" : 0,
      "context" : "For example, polymeric nanoparticles prepared with a mixture of ethylcellulose and ammonium methacrylate copolymer type B at a ratio of 1:1 show zeta potential values of 34mV (Balzus et al., 2017).",
      "startOffset" : 175,
      "endOffset" : 196
    }, {
      "referenceID" : 16,
      "context" : "Nanocarriers prepared with the cationic polysaccharide chitosan, either complexed with tripolyphosphate (TPP) or functionalized with organosilane, have been reported to have zeta potential values around 20mV (Giarra et al., 2018; Kashkouli, TorkzadehMahani, & Mosaddegh, 2019) while cationic liposomes may reach zeta potential values in the range between 34mV and 41mV depending on the lipid composition (Monpara, Velga, Verma, Gupta, & Vavia, 2019;",
      "startOffset" : 208,
      "endOffset" : 276
    } ],
    "year" : 2019,
    "abstractText" : "Ethylcellulose nano-emulsions have been obtained by the low-energy phase inversion composition method in the Water / [Alkylamidoammonium: Cremophor WO7] / [6% ethylcellulose in ethyl acetate] system at 25 °C. It is shown that nano-emlulsions’ composition variables (oil-to-surfactant ratio, cationic: nonionic surfactant ratio and polymer and water content) produce changes in their droplet diameter, surface charge and colloidal stability following defined trends. Nano-emulsions with good stability, droplet diameters between about 120 and 200 nm and surface charge from about 10 to 50mV have been obtained. Nano-emulsions are further used as templates for nanoparticle dispersions preparation, which show sizes and surface charges typically smaller and similar respectively to their nano-emulsion templates. Cationic: nonionic surfactant ratio has the highest influence on both, size and surface charge, followed by oil-to-surfactant ratio and water content. Interestingly, the positive charge of the nanoparticles can be depleted under diluting conditions in a time-dependent manner.",
    "creator" : "Elsevier"
  }
}