{
  "name" : "downloads_2020-01-03_14_yu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Controllable MXene nano-sheet/Au nanostructure architectures for the ultra-sensitive molecule Raman detection†",
    "authors" : [ "Muni Yu", "Sisi Liu", "Dong Su", "Shenglin Jiang", "Guangzu Zhang", "Yanfeng Qin", "Ming-Yu Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Nanoscale",
      "text" : "COMMUNICATION\nCite this: Nanoscale, 2019, 11, 22230\nReceived 27th September 2019, Accepted 28th October 2019\nDOI: 10.1039/c9nr08340e\nrsc.li/nanoscale\nControllable MXene nano-sheet/Au nanostructure architectures for the ultra-sensitive molecule Raman detection†\nMuni Yu,a Sisi Liu,a Dong Su,a Shenglin Jiang,a,b Guangzu Zhang,a,b Yanfeng Qina and Ming-Yu Li *a,b\nSurface-enhanced Raman scattering (SERS) spectroscopy aims to\naugment the relatively weak molecular vibrations based on elec-\ntromagnetic enhancement (EE) and chemical enhancement (CE)\nmechanisms, and offers a potential way for material identification,\neven up to the single-molecule level, under atmospheric con-\nditions. We have subtly combined the advantages of EE and CE,\nand propose new MXene (Ti3C2TX) nano-sheet/Au nanostructure architectures to break through the limitations of the Raman\ndetection with long-time stability. The MXene nanosheets with\nexcellent biocompatibility can effectively prevent structural dis-\ntortion from the interaction with the Au NSs, and can also guar-\nantee a high enhancement effect owing to the spatially extended\nelectromagnetic field distribution and electron injection into the\nmolecules. The self-assembled Au nanostructures are aggregated\nbased on the Volmer–Weber growth model, and the electromag-\nnetic field distribution radically evolves depending on the mor-\nphologies of the resultant Au nanostructures, leading to a drastic\ncompensation for the limited EE of the MXene nano-sheets.\nConsequently, the intensified Raman vibrational signals of R6G molecules lead to a high enhancement factor of 2.9 × 107, even at an ultra-low concentration of 10−10 M. Similarly, the Raman\nsignals of the methylene blue (MB) and crystal violet (CV) molecules can also be detected at low concentrations below 10−8 M,\nmanifesting universal applications of the MXene/Au architectures\nfor ultra-sensitive molecular detection under atmospheric\nconditions."
    }, {
      "heading" : "Introduction",
      "text" : "Surface-enhanced Raman scattering (SERS) spectroscopy is capable of providing abundant structural information regarding analytes, with an ultra-high-resolution even up to the single-molecule level.1 It has been widely applied in various fields, such as in pathogen and protein recognition for disease diagnosis,2 real-time environmental monitoring,3 food security,4 and chemical catalysis.5 However, it is difficult to recognize the Raman signals from the background incident laser lights, especially for the analytes at relatively lower concentrations. This has stimulated great research interest in boosting the Raman vibrations, as demonstrated by nearly 48 000 published papers to date, according to a Web of Science search. Spontaneous enhanced near-surface electromagnetic (EM) fields with collective oscillation of the electrons on metallic nanostructures (NSs), such as Au, Ag, Cu, etc., provide an effective and facile way to significantly enhance Raman signals based on the localized surface plasmon resonance (LSPR).6 Practical applications of the metallic NSs based SERS detection are restricted by the bad biocompatibility with living cells7 and structural distortion of molecules induced by the metal–molecule interaction.8\nTwo-dimensional (2D) materials (MoS2, WS2, graphene, etc.)9–11 have provided a novel approach for Raman scattering enhancement with charge transfer or dipole–dipole coupling occurring between analytes and 2D materials as shown with the chemical mechanism (CM).12 Nevertheless, the weak LSPR of 2D materials inevitably results in an obvious disadvantage among potential applications for the Raman detection.13 As a new family of 2D materials, MXenes (transition metal carbides and nitrides) have advantageous properties such as high electron conductivity14 and an easily manufacturable process. Among MXenes, Ti3C2TX (TX indicates the surface functional groups including –OH, –F, and –O)15 has great potential for applications in Raman detection, including relatively strong LSPR with a combination of CM due to its abundant surface electrons,16 high biocompatibility for organic molecules,17 and †Electronic supplementary information (ESI) available. See DOI: 10.1039/ c9nr08340e aSchool of Optical and Electronic Information and Wuhan National Laboratory of Optoelectronics, Huazhong University of Science and Technology, Wuhan, Hubei 430074, China. E-mail: mingyuli.oliver@gmail.com bShenzhen Huazhong University of Science and Technology Research Institute, Shenzhen, Guangdong, 518057, China\n22230 | Nanoscale, 2019, 11, 22230–22236 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nView Article Online View Journal | View Issue\nelectrostatic attractions between the organic molecules and the Ti3C2TX surface. 18\nIn this work, we demonstrate novel MXene nano-sheet/Au nanostructure architectures with ultra-sensitivity and high stability for SERS substrate fabrication. By introducing the MXene nano-sheets, the enhanced EM field is spatially extended, and the Raman scattering is simultaneously intensified with electron injection from MXene nano-sheets. The existence of the self-assembled Au NSs significantly compensates the limited LSPR of the MXene nano-sheets, and the near-surface EM correspondingly develops along the evolution of the Au NSs from the Au nano-spheres to the Au coralline nano-islands. As a result, the Raman vibrational signals from R6G molecules with a maximum EF reaches up to 2.9 × 107 at a quite low concentration of 10−10 M, which suggests a promising application for signal organic molecule detection under atmospheric conditions."
    }, {
      "heading" : "Results and discussion",
      "text" : "The self-assembled Au nanostructures (NSs) were actively developed, with a variation in the deposition amounts (DAs) on glass; this resulted in a distinctive morphological evolution in two regimes. The individual Au nanoparticles (NPs) were formed between 2 and 4 nm (regime I), and connected Au nano-islands were formed at a relatively higher DA (regime II). Specifically, the packed tiny Au nano-spheres were fabricated at 2 nm as shown in Fig. 1(e), and a noticeable lateral growth\nresulted in the formation of the nano-ellipsoids with an additional 2 nm as shown in Fig. 1(f ). Given that the binding force between Au atoms was intrinsically stronger than the interaction between Au atoms with substrate,19 the Au atoms had a tendency to aggregate into three-dimensional (3D) islands (Au NPs) with sufficient thermal energy supply for minimizing the total energy in the thermodynamic system based on the Volmer–Weber growth model, as illustrated in Fig. S1(a).† 20 At an identical annealing temperature, the size of the self-assembled Au NPs (RAu) can be directly determined by the DA (h):21\nRAu ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi h αDSγΩ4=3\nkT\n4 s ; ð1Þ\nwhere k is the Boltzmann constant, T is the substrate temperature, DS is the T-dependent diffusion coefficient, Ω is the volume of the Au atom, and α is the fitting coefficient, depending on growth conditions. Thus, with the elevated DA, the Au NPs spontaneously absorbed additional surrounding Au atoms, leading to increased surface coverage with the resulting Au NPs. Consequently, between 2 and 4 nm, the expansion of the RAu was gradually observed from ∼17.33 to ∼24.94 nm along with a compensation of the decreased density as shown in Fig. S1(c) and S1(d).† As shown in Fig. S1(e) and S1(f),† the gap between the resulting Au NPs correspondingly increased from ∼9.27 to ∼12.61 nm due to the significantly reduced density during the aggregation. Particularly, with the further increased DA, the coalescence of Au atoms occurred much more drastically as illustrated in Fig. S1(b),† which resulted in the formation of the coralline Au nano-islands as shown in Fig. 1(g). As a result, the root-mean-squared roughness (RRMS) and surface area difference (DSA) increased from 1 to 8 nm and 0.53% to 5.87%, respectively, as shown in Fig. S2,† suggesting a gradually increased surface roughness along with the morphological evolution of the self-assembled Au NSs.\nA comparison of the XRD patterns of the synthesized MXene (Ti3C2TX) powders and the MAX (Ti3AlC2) powders is shown in Fig. 1(h). After etching by HF acid, the noticeable diffraction peak (104) at 39° disappeared in the XRD patterns, indicating that the Al atoms were selectively removed from the Ti3AlC2. Accordingly, the broadening and shift occurred for the (002) peak at 8.9° for the Ti3C2TX as compared with that of the Ti3AlC2, which resulted from the substantial expansion of the interlayer d-spacing.22 Thus, the accordion-like morphology with the layered structure of the Ti3C2TX powder was observed in Fig. S3(a).† As shown in Fig. S4(a)–S4(c),† the Ti and C were mainly distributed in the area with the Ti3C2TX, and the absence of the Al peak was witnessed in the EDS spectrum as revealed in Fig. S4(d),† which is further evidence for the formation of Ti3C2TX. As shown in Fig. 1(i) and Fig. S3(b),† the large Ti3C2TX nano-sheets were exfoliated after DMSO intercalation with a thickness of ∼30 nm as revealed in Fig. S4 (e-1) and S4(e-2),† and the Ti3C2TX nano-sheets exhibited the hexagonal symmetry of the carbide layers inherited from the Ti3AlC2 as shown in the SAED pattern. As shown in Fig. 1( j),\nFig. 1 (a)–(d) Schematics of the fabrication process for MXene nanosheet/Au NS architectures. (e)–(f ) SEM images of Au nanostructures (NSs) fabricated with various deposition amounts: (e) 2 nm (nanospheres), (f ) 4 nm (nano-ellipsoids), (g) 8 nm (coralline nano-islands). (h) XRD patterns of MAX (Ti3AlC2) and MXene (Ti3C2TX) powders. (i) TEM image of MXene nano-sheets; inset: selected area electron diffraction (SAED) image of MXene nano-sheets. ( j) High-resolution TEM (HRTEM) image of MXene nano-sheets.\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 22230–22236 | 22231\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nthe lattice constant of the resultant Ti3C2TX nano-sheets was 0.32 nm, indicating the exposure of the (008) plane.23\nThe optical properties of the self-assembled Au NSs covered with (W) and without (W/O) MXene nanosheets are shown in Fig. 2. Fig. 2(a) and (b) show the absorption and transmittance spectra of the samples, and the average absorption and transmittance over the range between 300 and 1000 nm for each sample are presented in Fig. 2(c) and (d), respectively. As shown in Fig. 2(a), the red-shift and broadening of the absorption band gradually occurred along with the morphological evolution of the self-assembled Au NSs for all the samples, which can be ascribed to the retardation effect24 induced by multipolar resonance.25 As depicted in Fig. 2(e) and (f ), the reflected and scattered light from the Au NSs was circularly absorbed by the up-layer MXene nano-sheets for boosting the localized electromagnetic (EM) fields. Therefore, compared to the pristine Au NSs, the light absorption was higher for the MXene nano-sheet/Au NS architectures, regardless of the morphology of the Au NSs. Similarly, the enhanced light attenuation with the MXene nano-sheet/Au NS architectures correspondingly resulted in the reduced transmittance for the samples as shown in Fig. 2(b). As shown in Fig. 2(c), the average absorption developed within two regimes depending on the Au NSs morphologies: For the Au NPs, the average absorption drastically increased by ∼3.5 times as shown in Table 1, and the increase in absorption became moderate by ∼2.7 times for the coralline Au nano-islands, suggesting a plas-\nmonic resonance damping in Regime II. Noticeably, with the existence of the MXene nano-sheets, the average absorption continuously increased by ∼2.7 times along with the morphological evolution, i.e., the MXene nano-sheets effectively confined the scattered and reflected light from the coralline Au nano-islands within the architectures.\nFig. 3 shows the Raman spectra of R6G molecules collected on the Au/MXene architecture-based SERS substrates and bare glass under the illumination of a 532 nm laser. In general, the Raman vibrational modes were significantly intensified by using the Au/MXene architecture-based SERS substrates, and Raman signals exhibited a strong dependence on the coverage of MXene nano-sheets controlled by spin-coated layers. As shown in Fig. 3(a), the Raman bands at 613, 772, and 1363 cm−1 belong to the C–C–C ring in-plane bending,26 C–H out-of-plane bending,27 and C–C symmetric stretching of the xanthene ring of R6G molecules, respectively, which appeared relatively pronounced as witnessed for each substrate. The peaks at 1183, 1309, 1505, 1579, 1648 cm−1 were assigned to out-of-plane and in-plane xanthene stretching. Raman vibrations of R6G molecules28 were negligible on the bare\nFig. 2 (a) Absorption and (b) transmittance spectra of the Au NSs coated with (W) and without (W/O) MXene nano-sheets; the average (c) absorption and (d) transmittance over the range from 300 to 900 nm for each sample. Insets: optical photographs of the Au NSs fabricated with deposition amounts of 2 nm, 4 nm, 8 nm on glass as labelled. Scheme of the reflectance and scattering surrounded by the Au NSs (e) without and (f ) with MXene nano-sheets; I, R, and S indicate the incident, reflected and scattered light waves, respectively.\n22232 | Nanoscale, 2019, 11, 22230–22236 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nglass substrate, even at a higher concentration of 1 mM, which could probably be due to the disturbance of the photoluminescence and the orientation of the molecules.29,30 With the increased layers of MXene nano-sheets, the Raman peaks at 1183, 1309, 1505, 1570, 1648 cm−1 were gradually strengthened due to the enhanced scattering in the intensified EM fields. To theoretically explain the enhancement mechanism for Raman signals, the EM field distribution of the MXene nano-sheet/Au NS architectures was simulated via the FDTD methods as shown in Fig. 3(b) and (c), and the Au nanospheres had a diameter of 17.3 nm and gap of 9.3 nm. As shown in Fig. 3(b), the EM field was mainly distributed between Au nano-spheres due to the local surface plasmon resonance.31 Whereas, the EM field distribution can be vertically extended when covered with a 5 nm thick MXene nanosheets as shown in Fig. 3(c), which can be assigned to the edge mode.16 The EM field of the MXene nano-sheet/Au NS architectures was enhanced along the edges of the MXene nano-sheets, which can significantly enhance the Raman signals of R6G molecules based on the multiple cascaded amplification:32 As depicted in Fig. 3(d), the near-surface EM field was initially intensified due to the spontaneous oscillation of the electrons on MXene nano-sheets excited by the incident lights, which in turn concentrated more light around the architectures. Subsequently, the transmitted lights were trapped by the enhanced EM fields on the Au NSs owing to the LSPR, resulting in the multiple excitations of the Raman signals from the R6G molecules.\nTo investigate the morphology effect of the Au NSs, the Raman spectra were acquired from the R6G molecules absorbed MXene nano-sheet/Au NS architectures with varying coverage of the MXene nanosheets as shown in Fig. 4. The concentration of the R6G solution was 10−6 M for the Au nanoellipsoids and Au coralline nano-islands-based architectures. The specific values of Raman peaks at 613, 772, 1360 and 1505 cm−1 are summarized in Table 2. Irrespective of the Au NSs, the Raman vibrational modes were similarly intensified as a function of the MXene nano-sheet coverage as shown in Fig. 4(a) and (c), and the peak at 613 cm−1 occurred much more noticeably at each spin-coated layer of the MXene nanosheets as shown in Fig. 4(b) and (d). According to the Mie theory, the EM fields (E(λ)) of the Au NSs can be given as follows:33\nEðλÞ ¼ 24π 2Na3ε\n3 2 out λ lnð10Þ εiðλÞ ðεrðλÞ þ χεoutÞ2 þ εiðλÞ2 \" # ; ð2Þ\nwhere Na3 indicates the numbers of Au atoms in the Au NSs, εr and εi denote the real and imaginary portions of the Au NSs dielectric constant, and εr is the dielectric constant of the surrounding environment. For the Au NPs, with the size expansion, the Na3 can correspondingly increase, resulting in a drastic EM field as shown in Fig. S6(a).† However, with the significant morphological evolution of the Au NSs, the increase in the configuration-dependent factor χ was much more dominant than that in Na3; thus, the surface EM field can become moderate for the Au coralline nano-islands-based architectures as shown in Fig. S6(b).† As a result, each peak from the sample MXene/Au-6 (3-layers MXene nano-sheets on the Au nano-ellipsoids) was much stronger than other samples as shown in Table 2. For instance, the intensity of the Raman peak at 613 cm−1 from the sample MXene/Au-6 was ∼9.6 and ∼10.2 times those from the samples MXene/Au-1 (1-layers MXene nano-sheets on the Au nano-spheres) and MXene/Au-7 (1-layers MXene nano-sheets on the Au coralline nano-islands), respectively, indicating that the enhancement was determined by a combination of the MXene and Au NSs. To estimate the limitation of the enhancement with the MXene, the Raman\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 22230–22236 | 22233\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nsignals of the R6G molecules with a concentration of 10−6 M were tested with the increased spin-coated layers of MXene nano-sheets on the Au nano-ellipsoids as shown in Fig. S5.† Initially, with the increased coverage of MXene nano-sheets, the Raman vibrations were gradually intensified up to 5-layers, and the Raman signals subsequently became weak as a function of the spin-coated layers due to the light consumption by MXene nano-sheets.\nApart from the enhancement of the near-surface EM field, the Raman signals can be partially intensified by the chemical interactions between the R6G and the MXene nano-sheets. To verify the enhancement mechanism of the MXene nano-sheet/ Au NS architectures, the 1-layer and 10-layer MXene nanosheets were dip-coated on the Au nano-ellipsoids and subsequently, a pair of Au electrodes was deposited with a distance of 200 nm. As shown in Fig. 4(e), under 532 nm light illumination, the current of the MXene/Au architectures with 1-layer MXene nanosheets was similar to that in the dark. However, the difference between light current and dark current became larger, indicating that an increased amount of electrons were excited from the MXene nano-sheets. According to the report,34 the lowest unoccupied molecular orbital (LUMO) and highest occupied molecular orbital (HOMO) levels of the R6G molecules were 3.28 and 5.35 eV, and the working function of the MXene (Φ) was ∼4.5 eV.35 Thus, the electron injection barrier (ΦBE), the difference between the Φ and electron affinity (EA),\n36 was ∼1.22 eV according to the Schottky–Mott rule.37 As depicted in Fig. 1(f ), the electrons spontaneously flowed to R6G molecules from the MXene nanosheets, which could contribute additional enhancement for the Raman scattering process due to the increased electrons.\nTo test the detection limit of the MXene nano-sheet/Au NS architectures, the various concentrations of R6G solutions were applied on the Au nano-ellipsoids (MXene/Au-6) and Au nanospheres (MXene/Au-3)-based architectures as shown in Fig. 5(a) and Fig. S9(a).† Generally, the Raman peaks at 613, 772, 1360 and 1505 cm−1 were excited at each concentration and gradually damped with the decreased concentrations. Meanwhile, each Raman peak appeared obviously on the MXene/Au-6 even at a quite low concentration of 10−10 M as shown in Fig. 5(a), and the detection limit on the MXene/Au-3 can only reach 10−9 M as shown in Fig. S9(a),† suggesting a much-improved sensitivity for the Raman detection with the MXene nano-sheet/Au nano-ellipsoid architectures due to the integrated effect of the enhanced near-surface EM field and chemical mechanism. As a result, the enhancement factor (EF) of the MXene/Au-6 can reach 2.9 × 107 at 10−10 M (the calculation described in Note S1, ESI†), which was much more noticeable for various SERS substrates at an extremely low concentration as summarized in Table 3. To evaluate the universality of the MXene nano-sheet/Au NS architectures, the MXene/ Au-6 was similarly engaged in Raman signal detection of methylene blue (MB) and crystal violet (CV) molecules as shown in Fig. 5(c) and (d), and the detection limitations of the MB and CV molecules similarly reached quite low up to 10−9 and 10−8 M. Additionally, the stability of SERS substrates was believed to be another obstacle for the applications in practice. Therefore, the Raman signals of the R6G molecules on the MXene/Au-6 at same locations were probed after 20 days as shown in Fig. S9(b),† and the signals only had a 25% decrease after long-term storage in the room environment, suggesting excellent stability as compared to other SERS substrates with a reduction of over 40%.38,39 Normally, the MXene nanosheets can rapidly be oxidized into anatase (TiO2) in a water medium.40 Nevertheless, the severe oxidation of MXene nanosheets commonly tends to only happen at 200 °C under the atmospheric conditions. Thus, the spin-coated MXene nanosheets can potentially guarantee long-term stability, manifesting a promising application in ultra-sensitive Raman detection for various biomolecules."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Preparation of the self-assembled Au nanostructures",
      "text" : "In this work, the self-assembled Au NSs were fabricated on glass substrates as depicted in Fig. 1a–c. Prior to the fabrication, the glass substrates were treated with ultrasonic cleaning\n22234 | Nanoscale, 2019, 11, 22230–22236 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nin acetone and ethanol for 10 min to remove organic contaminants on the surface. To obtain various configurations of the Au NSs, Au thin films were deposited via thermal evaporation at a rate of 0.1 nm s−1 under 7 × 10−4 Pa with varied thicknesses: TAu = 2, 4, 8, nm. After deposition, samples were annealed at 600 °C for 900 s at a ramping rate of 10 °C s−1 in a rapid thermal annealing furnace (OTF-1200-4-RTP, He Fei Ke Jing Materials Technology Co. Ltd, China), and then directly quenched to room temperature."
    }, {
      "heading" : "Synthesis of Ti3C2TX MXene",
      "text" : "The MXene nanosheets were synthesized via the minimally intensive layer delamination (MILD) method reported previously.41 Specifically, 3 g MAX powders (Ti3AlC2, Forsman Scientific Co. Ltd) were immersed in 30 mL hydrofluoric solution (49 wt% HF, Shanghai Macklin Biochemical) with stirring at 35 °C for 24 h to exfoliate the Al layers. The mixed solution was centrifuged and washed several times with deionized water until the pH of the supernatant reached 6. The obtained black sediment was dried in a vacuum at 60 °C overnight. Subsequently, 1 g of the powder was added to 20 mL of dimethyl sulphoxide (99.5% DMSO, Sinopharm Chemical Reagent) intercalation solution with stirring at room temperature for 24 h. The intercalated powders were three times washed with deionized water to remove the residual DMSO and were then dispersed in DI water via sonication for 300 min under argon gas to form Ti3C2TX nano-sheets. Finally, the 2 mg mL−1 Ti3C2TX colloidal solution was obtained after 15 min of centrifugation at 8000 rpm.\nFabrication of the MXene nano-sheet/Au NS architectures\nAs shown in Fig. 1(d), MXene nano-sheets were deposited via the layer-by-layer spin-coating of the Ti3C2TX colloidal solution at 800 rmp for 50 s on Au nanostructures. Depending on the TAu and MXene coverage, the SERS substrates were denoted as MXene/Au-0 (TAu = 2 nm, without MXene), MXene/Au-1 (TAu = 2 nm, 1-layers), MXene/Au-2 (TAu = 2 nm, 2-layers), MXene/Au-3 (TAu = 2 nm, 3-layers), MXene/Au-4 (TAu = 4 nm, 1-layers), MXene/Au-5 (TAu = 4 nm, 2-layers), MXene/Au-6 (TAu = 4 nm, 3-layers), MXene/Au-7 (TAu = 8 nm, 1-layers), MXene/Au-8 (TAu = 8 nm, 2-layers), MXene/Au-9 (TAu = 8 nm, 3-layers). The surface morphologies of the samples after spin-coating are shown with SEM images in Fig. S7,† and localized geometric information is provided in Fig. S8.†\nCharacterization of the MXene nano-sheet/Au NS architectures\nThe morphologies of the resulting self-assembled Au NSs and architectures were characterized by atomic force microscopy (AFM, Bruker Dimension Edge) and scanning electron microscopy (Gemini SEM 300, Carl Zeiss Microscopy GmbH, Corp), and elemental analysis was performed with an energydispersive X-ray spectroscopy (EDS) system embedded in SEM. The X-ray diffractometer (XRD, 7000 S L−1, Shimadzu Corp., Japan) was employed to confirm the crystallinity of the MAX and MXene. The exfoliated MXene nanosheets were characterized by high-resolution transmission electron microscopy\n(HRTEM, TF20, FEI Tecnai Corp., USA), and the crystal structure of MXene nano-sheets was confirmed by selected area electron diffraction (SAED) analysis. The absorption and transmittance spectra of the samples were recorded with a UV-VIS-NIR spectrophotometer (UV 3600 Plus, Japan). To evaluate the SERS effect, 10 μL Rhodamine 6G (R6G, Sigma), 10 μL Crystal violet (Sinopharm Chemical Reagent), and 10 μL Methylene blue trihydrate (Sinopharm Chemical Reagent) were used as analytes and were dip-coated onto the tops of the sample surfaces. Raman spectroscopy studies were conducted on a Raman spectrometer (WITec alpha 300R, Germany) with laser excitation of 532 nm (0.8 mW), and the signals were integrated for 0.5 s with a microscope objective lens of ×100."
    }, {
      "heading" : "Conclusions",
      "text" : "We have demonstrated a novel, cost-effective, and facile approach to fabricating sensitive and stable MXene nanosheet/Au nanostructure architectures for the detection various molecules at ultra-low concentrations. The self-assembled Au NSs spontaneously formed on glass, based on the Volmer– Weber growth model, and sensitively responded to deposition thicknesses, resulting in a drastic morphological evolution from the nano-spheres to coralline nano-islands. Depending on the morphologies, the near-surface EM field was correspondingly developed, which was theoretically analyzed by FDTD simulation. The breakthrough of the ultra-sensitive Raman detection for a long-time was tactfully brought about by multiple functions of the MXene nano-sheet layers on the Au NSs: (I) The prolongation of the enhanced EM field distribution, (II) the additional electron contribution for the Raman vibration of molecules, and (III) the protection of the analyte denaturation from the direct interaction with the Au NSs. Therefore, a strong dependence of the Raman signals of R6G molecules was observed with the morphological evolution of the MXene nano-sheet/Au nanostructure architectures, leading to a great EF of 2.9 × 107 at the concentration of 10−10 M. The outstanding stability of the Raman detection was evidenced by a 25% decrease in the acquired signals from identical locations after 20 days. The architectures were adequately adapted in the detection of the CV and MB molecules below a concentration of 10−8 M, which suggested wide application for single-molecule Raman detection under atmospheric conditions."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This research was supported by the National Natural Science Foundation of China (Grant No. 61705070, 61675076, 51772108), the China Postdoctoral Science Foundation (Grant\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 22230–22236 | 22235\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM .\nNo. 2017M612449 and 2017T200545), and the Shenzhen Science and Technology Project (Grant No. JCYJ20180507182248925 and JCYJ20170818170222368). We also would like to acknowledge the Analytical and Testing Center of Huazhong University of Science and Technology."
    }, {
      "heading" : "Notes and references",
      "text" : "1 P. Mao, C. Liu, G. Favraud, Q. Chen, M. Han, A. Fratalocchi and S. Zhang, Nat. Commun., 2018, 9, 5428. 2 J. H. Granger, N. E. Schlotter, A. C. Crawfordc and M. D. Porter, Chem. Soc. Rev., 2016, 45, 3865. 3 L. Ma, H. Wu, Y. Huang, S. Zou, J. Li and Z. Zhang, ACS Appl. Mater. Interfaces, 2016, 8, 27162–27168. 4 X. Zhang, X. Xiao, Z. Dai, W. Wu, X. Zhang, L. Fu and C. Jiang, Nanoscale, 2017, 9, 3114. 5 J. Lin, Y. Shang, X. Li, J. Yu, X. Wang and L. Guo, Adv. Mater., 2017, 29, 1604797. 6 C. Zong, M. Xu, L. J. Xu, T. Wei, X. Ma, X. S. Zheng, R. Hu and B. Ren, Chem. Rev., 2018, 118, 4946–4980. 7 J. Lin, W. Hao, Y. Shang, X. Wang, D. Qiu, G. Ma, C. Chen, S. Li and L. Guo, Small, 2018, 14, 1703274. 8 C. Yang, C. Zhang, Y. Huo, S. Jiang, H. Qiu, Y. Xu, X. Li and B. Man, Carbon, 2016, 98, 526–533. 9 P. Zuo, L. Jiang, X. Li, P. Ran, B. Li, A. Song, M. Tian, T. Ma, B. Guo, L. Qu and Y. Lu, Nanoscale, 2019, 11, 485. 10 S. A. Ghopry, M. A. Alamri, R. Goul, R. Sakidja and J. Z. Wu, Adv. Opt. Mater., 2019, 7, 1801249. 11 X. Ling, L. Xie, Y. Fang, H. Xu, H. Zhang, J. Kong, M. S. Dresselhaus, J. Zhang and Z. Liu, Nano Lett., 2010, 10, 553–561. 12 X. Ling, W. Fang, Y. H. Lee, P. T. Araujo, X. Zhang, J. F. R. Nieva, Y. Lin, J. Zhang, J. Kong and M. S. Dresselhaus, Nano Lett., 2014, 14, 3033–3040. 13 J. Jiang, J. Zou, A. T. S. Wee and W. Zhang, Sci. Rep., 2016, 6, 34599. 14 B. Ding, W. J. Ong, J. Jiang, X. Chen and N. Li, Appl. Surf. Sci., 2020, 500, 143987. 15 F. Shahzad, M. Alhabeb, C. B. Hatter, B. Anasori, S. M. Hong, C. M. Koo and Y. Gogotsi, Science, 2016, 353, 1137–1140. 16 J. K. E. Demellawi, S. Lopatin, J. Yin, O. F. Mohammed and H. N. Alshareef, ACS Nano, 2018, 12, 8485–8493. 17 B. Xu, M. Zhu, W. Zhang, X. Zhen, Z. Pei, Q. Xue, C. Zhi and P. Shi, Adv. Mater., 2016, 28, 3333–3339. 18 O. Mashtalir, K. M. Cook, V. N. Mochalin, M. Crowe, M. W. Barsoum and Y. Gogotsi, J. Mater. Chem. A, 2014, 2, 14334. 19 M. Y. Li, M. Sui, P. Pandey, Q. Zhang, S. Kunwar, G. J. Salamo and J. Lee, CrystEngComm, 2016, 18, 3347– 3357.\n20 D. Su, S. Jiang, M. Yu, G. Zhang, H. Liu and M. Y. Li, Nanoscale, 2018, 10, 22737–22744. 21 M. Y. Li, M. Sui, P. Pandey, Q. Zhang, E. S. Kim and J. Lee, Nanoscale Res. Lett., 2015, 10, 380. 22 M. Han, X. Yin, H. Wu, Z. Hou, C. Song, X. Li, L. Zhang and L. Cheng, ACS Appl. Mater. Interfaces, 2016, 8, 21011– 21019. 23 Y. Zhang, R. Zhan, Q. Xu, H. Liu, M. Tao, Y. Luo, S. Bao, C. Li and M. Xu, Chem. Eng. J., 2019, 357, 220–225. 24 J. Piella, N. G. Bastús and V. Puntes, Chem. Mater., 2016, 28, 1066–1075. 25 B. M. Simon, J. M. Folch, P. G. Quilis, N. P. Perez, H. Xie, N. G. Bastús, V. Puntes, R. A. A. Puebla and L. Guerrini, J. Opt., 2015, 17, 114012. 26 G. S. S. Saini, S. Kaura, S. K. Tripathi, C. G. Mahajan, H. H. Thanga and A. L. Verma, Spectrochim. Acta, Part A, 2005, 61, 653–658. 27 L. E. G. Armas, J. W. Menezes, M. G. Huila, K. Araki and H. E. Toma, Plasmonics, 2017, 12, 1015–1020. 28 C. Kavitha, K. Bramhaiah, N. S. John and B. E. Ramachandran, Chem. Phys. Lett., 2015, 629, 81–86. 29 Y. Lee, H. Kim, J. Lee, S. H. Yu, E. Hwang, C. Lee, J. H. Ahn and J. H. Cho, Chem. Mater., 2016, 28, 180–187. 30 R. Zhang, Y. Zhang, Z. C. Dong, S. Jiang, C. Zhang, L. G. Chen, L. Zhang, Y. Liao, J. Aizpurua, Y. Luo, J. L. Yang and J. G. Hou, Nature, 2013, 82, 498. 31 S. Linic, U. Aslam, C. Boerigter and M. Morabito, Nat. Mater., 2015, 14, 567. 32 C. Srichan, M. Ekpanyapong, M. Horprathum, P. Eiamchai, N. Nuntawong, D. Phokharatkul, P. Danvirutai, E. Bohez, A. Wisitsoraat and A. Tuantranont, Sci. Rep., 2016, 6, 23733. 33 P. L. Stiles, J. A. Dieringer, N. C. Shah and R. P. V. Duyne, Annu. Rev. Anal. Chem., 2008, 1, 601. 34 T. Fukuda, S. Kimura, Z. Honda and N. Kamata, Mol. Cryst. Liq. Cryst., 2012, 566, 67–74. 35 T. Chen, G. Tong, E. Xu, H. Li, P. Li, Z. Zhu, J. Tang, Y. Qi and Y. Jiang, J. Mater. Chem. A, 2019, 7, 20597–20603. 36 F. Deng, S. Li, M. Zhou, Y. Zhu, S. Qiu, K. Li, F. Ma and J. Jiang, Appl. Catal., B, 2019, 256, 117796. 37 J. Zou, S. Wu, Y. Liu, Y. Sun, Y. Cao, J. P. Hsu, A. T. S. Wee and J. Jiang, Carbon, 2018, 130, 652–663. 38 L. Ma, Y. Huang, M. Hou, Z. Xie and Z. Zhang, Sci. Rep., 2015, 5, 23890. 39 N. Wiriyakun, K. Pankhlueab, S. Boonrungsiman and R. Laocharoensuk, Sci. Rep., 2016, 6, 39115. 40 C. J. Zhang, S. Pinilla, N. McEvoy, C. P. Cullen, B. Anasori, E. Long, S. H. Park, A. S. Ascaso, A. Shmeliov, D. Krishnan, C. Morant, X. Liu, G. S. Duesberg, Y. Gogotsi and V. Nicolosi, Chem. Mater., 2017, 29, 4848–4856. 41 S. Tu, Q. Jiang, X. Zhang and H. N. Alshareef, ACS Nano, 2018, 12, 3368–3373.\n22236 | Nanoscale, 2019, 11, 22230–22236 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n2 9\nO ct\nob er\n2 01\n9. D\now nl\noa de\nd by\nU ni\nve rs\nity o\nf Z\nur ic\nh on\n1 /3\n/2 02\n0 6:\n03 :2\n7 A\nM ."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Surface-enhanced Raman scattering (SERS) spectroscopy aims to augment the relatively weak molecular vibrations based on electromagnetic enhancement (EE) and chemical enhancement (CE) mechanisms, and offers a potential way for material identification, even up to the single-molecule level, under atmospheric conditions. We have subtly combined the advantages of EE and CE, and propose new MXene (Ti3C2TX) nano-sheet/Au nanostructure architectures to break through the limitations of the Raman detection with long-time stability. The MXene nanosheets with excellent biocompatibility can effectively prevent structural distortion from the interaction with the Au NSs, and can also guarantee a high enhancement effect owing to the spatially extended electromagnetic field distribution and electron injection into the molecules. The self-assembled Au nanostructures are aggregated based on the Volmer–Weber growth model, and the electromagnetic field distribution radically evolves depending on the morphologies of the resultant Au nanostructures, leading to a drastic compensation for the limited EE of the MXene nano-sheets. Consequently, the intensified Raman vibrational signals of R6G molecules lead to a high enhancement factor of 2.9 × 10, even at an ultra-low concentration of 10−10 M. Similarly, the Raman signals of the methylene blue (MB) and crystal violet (CV) molecules can also be detected at low concentrations below 10−8 M, manifesting universal applications of the MXene/Au architectures for ultra-sensitive molecular detection under atmospheric conditions. Introduction",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}