{
  "name" : "downloads_2019-10-21_8e_henriques-antunes2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The Kinetics of Small Extracellular Vesicle Delivery Impacts Skin Tissue Regeneration",
    "authors" : [ "Helena Henriques-Antunes", "Renato M. S. Cardoso", "Alessandra Zonari", "Joana Correia", "Ermelindo C. Leal", "Miguel M. Lino", "Ana Barradas", "Ivana Kostic" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The Kinetics of Small Extracellular Vesicle Delivery Impacts Skin Tissue Regeneration Helena Henriques-Antunes, ,§,#, Renato M. S. Cardoso, , , Alessandra Zonari, , Joana Correia, , Ermelindo C. Leal, , Adria n Jime nez-Balsa, , Miguel M. Lino, , Ana Barradas, , Ivana Kostic, , Ce lia Gomes,# Je rey M. Karp, Euge nia Carvalho, , , , and Lino Ferreira* , ,#\nCNC-Center of Neurosciences and Cell Biology, University of Coimbra, 3004-517 Coimbra, Portugal §Crioestaminal Stemlab, S.A. Biocant Park, Nu cleo 04, Lt.2, 3060-197 Cantanhede, Portugal #Faculdade de Medicina, University of Coimbra, R. Larga, 3000-354 Coimbra, Portugal Instituto de Investigac o Interdisciplinar, University of Coimbra, Casa Costa Alema o - Po lo II, Rua Dom Francisco de Lemos, 3030-789 Coimbra, Portugal Harvard-MIT Division of Health Sciences and Technology, Cambridge, Massachusetts 02139, United States Department of Geriatrics, University of Arkansas for Medical Sciences, Little Rock, Arkansas 72205, United States Arkansas Children s Research Institute, Little Rock, Arkansas 72202, United States\n*S Supporting Information\nABSTRACT:Small extracellular vesicles (SEVs) o er a promising strategy for tissue regeneration, yet their short lifetime at the injured tissue limits their e cacy. Here, we show that kinetics of SEV delivery impacts tissue regeneration at tissue, cellular, and molecular levels. We show that multiple carefully timed applications of SEVs had superior regeneration than a single dose of the same total concentration of SEVs. Importantly, diabetic and nondiabetic wounds treated with a single time point dose of an injectable light-triggerable hydrogel containing SEVs demonstrated a robust increase in closure kinetics relative to wounds treated with a single or multiple doses of SEVs or platelet-derived growth factor BB, an FDA-approved wound regenerative therapy. The pro-healing activity of released SEVs was mediated at the tissue/cell level by an increase in skin neovascularization and re-epithelization and at the molecular level by an alteration in the expression of 7 miRNAs at di erent times during wound healing. This includes an alteration of has-miR-150-5p, identi ed here to be important for skin regeneration. KEYWORDS:small extracellular vesicles, exosomes, hydrogel, light-triggerable, skin\nSmall extracellular vesicles (SEVs), commonly designatedas exosomes, are cell-based vesicles with a diameter of50 200 nm, containing a cocktail of miRNAs as well as other biomolecules (e.g., proteins, lipids, mRNA), with an important role in cell/tissue communication.1,2 The transfer of SEV biomolecules modulates the biological functions of acceptor cells which in turn may have impact in tissue regeneration.3 5 For example, the transfer of miRNAs3,6,7 as well as proteins5 from SEVs collected from di erent sources (mesenchymal,3 blood cells,6 stem, or progenitor cells7,8) to heart,7,8 pancreas,9 limb ischemia,6 or skin3,10 cells has been demonstrated to control neovascularization, cell proliferation and migration, among other biologic functions. The e ect of SEVs largely depends in their source, isolation method, administration route, dose, and target tissue. The systemic administration of SEVs leads to a predominant accumulation of SEVs in the spleen and liver, and most of SEVs are cleared from the animals by 6 h post-injection.11 The local administration, at the injured tissue, increases SEV targeting e cacy; however, the vesicles not a ected by proteases or changes in pH present a short lifespan because they are rapidly taken up by tissue cells, including immune and endothelial cells.12,13 These vesicles are taken up as single vesicles within minutes and they cluster into lopodia active regions.13 Interestingly, a signi cant portion of SEVs (40 60%) seem to accumulate in lysosomes after several hours, and thus their content is likely degraded.13 The remaining portion of SEVs releases their content in cell cytoplasm. Because tissue regeneration requires the intervention of multiple biomolecules Received: January 15, 2019 Accepted: August 7, 2019 Published: August 7, 2019\nA rticle www.acsnano.orgCite This:ACS Nano2019, 13, 8694 8707\n' 2019 American Chemical Society 8694 DOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nT A\nB A\nR B\nA R\nA o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 1\n6: 21\n:4 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nat di erent times,14 16 a single administration of SEVs is not desirable to maximize their regenerative e ect.\nThe hypothesis of the current work is that the regenerative impact of SEVs depends on their delivery kinetics to the injured tissue. We have tested this hypothesis in the context of chronic wounds (topical application). Wound healing is a complex process involving the intervention of multiple biomolecules at di erent times.17 For example, miR-16, miR21, and miR-29b have separate roles in the in ammatory, proliferation, and maturation phases, respectively, which occur at di erent times during wound healing.18 Conventional treatment of chronic wounds includes regular wound debridement (i.e., removal of necrotic tissue, foreign debris, and infection) in order to stimulate the healing process and the protection of the wound by a speci c dressing.19 With the exception of Regranex (platelet-derived growth factor BB, PDGFBB, formulation) approved in 1997 to stimulate the\nhealing in chronic lower extremity diabetic neuropathic ulcers,17 there is a lack of formulations to accelerate the r generation of chronic wounds. Recent preclinical studies have demonstrated that SEVs have the capacity to help regenerate chronic wounds by accelerating re-epithelization\nnd neovascularization,3 5,20 22 yet the regeneration program is limited because of the short lifespan of SEVs. The short lifespan of SEVs necessitates multiple doses, which is not desirable because it would require medical sta assistance for each application and each administration could disrupt the wound healing process. Therefore, it would be desirable that a single application of a formulation containing SEVs, such as a hydrogel, was able to release SEVs overtime and provide a temporary extracellular matrix for cell in ltration and adhesion. During hydrogel degradation, cells would in ltrate the space occupied by the hydrogel and would be modulated by the released SEVs.\nFigure 1. Concept and characterization of SEVs. (A) Schematic representation of the proposed function of SEV-containing vesicles. SEVcontaining hydrogels are applied topically in a single administration followed by their incorporation into the wound (A.1). Both the degradation of the hydrogel and the linker that immobilizes the SEVs (A.2) are controlled remotely by a light. During hydrogel degradation, cells in ltrate the space occupied by the hydrogel and are modulated by the released SEVs. This strategy contrasts with single or multiple applications of SEVs, where a sca old does not exist to provide a temporary extracellular matrix for cell adhesion and where the stability of SEVs is low due to pH conditions, tissue remodeling enzymes, and in ammatory cells. (B) Representative TEM images of SEVs. Bar corresponds to 100 nm. (C) Size and potential of SEVs fraction, as evaluated by DLS. Results are average– SEM,n = 4 17. (D) Size and particle concentration of SEVs, as evaluated by NTA analyses. (E) Expression of proteins in SEVs as evaluated by ow cytometry. Results are average– SEM,n = 4. (F) Representative Western blot image of CD63 expression in total protein lysates of SEVs and secreting cells. SEVs present 2.14– 1.08 (n = 4 donors) fold more CD63 than secreting cells.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8695\nEngineered biomaterials with capacity to control the temporal release of SEVs may provide an opportunity to enhance the regenerative process. Toward this goal, it is important that the hydrogel releases SEVs over the duration of the healing process and the space occupied by the hydrogel should be replaced by cells that proliferate and migrate from the proximity (Figure 1A). The application of SEVs in sca olds, including hydrogels, has been demonstrated in previous studies; however, (i) the controlled release of SEVs from preformed sca olds was not compared to a single dose of SEVs, and thus the advantage of controlled release was not demonstrated;8,22,23 (ii) often the controlled release of SEVs has exhibited only modest regenerative e ects (up to 20% improvement beyond the sca old alone without SEVs or SEVs alone);22 25 (iii) the in vivoSEV release was not demonstrated;22,23,26 and (iv) the molecular mechanism of the released SEVs was not evaluated.8,22 24,26 To the best of our knowledge, no study has demonstrated the impact of SEV delivery kinetics in tissue regeneration at tissue, cell, and molecular levels. In this work, we have studied the impact of SEV delivery kinetics in two di erent ways: (i) using single or multiple administrations of the same total concentration of SEVs or (ii) using a single administration of an injectable SEV-containing light-disassembly hydrogel, with or without activation. The hydrogel was prepared by the cross-linking of hyaluronic acid (HA), a polymer used in the clinic on wound dressings,27 by a photocleavable linker (PCL) that is attached to SEVs by either one moiety or alone. The wound healing properties of SEVs isolated from human umbilical cord blood mononuclear cells (hUCBMNCs) from di erent donors were evaluated in three full-thickness excision wound models (wild-type, streptozotocin-induced type I diabetes, and diabetes type II using thedb/ db genetic model). To demonstrate the full potential of SEVcontaining hydrogel, its wound healing activity was compared with a FDA-approved treatment based on PDGFBB ( 8 g of the growth factor per cm2 of wound).28 To monitor thein vivo\nFigure 2.In vitro and in vivobioactivity of SEVs. (A) Proliferation of endothelial cells, broblasts, and keratinocytes upon treatment with SEVs. Vascular endothelial growth factor (VEGF, 50 ng/mL) and platelet-derived growth factor (PDGF-BB, 50 ng/mL) were used as controls. Results are average– SEM,n = 3 SEVs from di erent donors, and three replicates per condition. Statistical analyses were performed by a Mann Whitney test. (B) Schematic representation of wound treatments in a type I diabetic mice model. Topical application of 0.4 g or 2 g (in both cases a single application at day 0) or twice a day of 0.02 g (for 10 days). Control wounds received a saline solution (PBS) only. (C) Wound area as a function of time, normalized by the initial wound area. Results are average– SEM,n = 12. Statistical analyses were performed by a two-way ANOVA followed by a Bonferroni s mult ple comparisons test. (D) Wound area in type I diabetic mice treated by topical application of PDGF-BB or bi-daily doses of SEVs. Results are average– SEM,n = 12. Statistical analyses with t test. (E) Representative images of H&E-stained histological sections of control, SEV (2 g) and SEV (2× /day) groups at day 10 posttreatment. In A, C, and D,*p < 0.05;** p < 0.01;*** p < 0.001;**** p < 0.0001.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8696\ndistribution and stability of SEVs, we have developed a Forster resonance energy-transfer (FRET) system based on lipidconjugated dyes. In this case, the FRET e ciency decreased once SEVs were disrupted. Moreover, the pro-healing activity of SEVs was studied at tissue, cellular, and molecular levels. The expression of miRNAs released by SEVs in skin as well as a miRNA that has not been reported in the context of wound healing was evaluated. By combining injectability, ability to maintain the integrity and bioactivity of SEVs, and ability to release SEVs with temporal control that might match thein vivo healing pro le, we have designed a formulation for e cient tissue regeneration.\nRESULTS AND DISCUSSION SEV Properties and Skin Cell Internalization Studies. We have used SEVs secreted from hUCBMNCs (approximately 60% of the cells were monocytes, seeFigure S1A) because these cells are easily obtained from multiple banks. These cells have demonstrated regenerative potential in the setting of wound healing,29,30 and SEVs isolated from neonatal cells have shown improved regenerative properties compared to the ones isolated from adult cells.31 To isolate SEVs, we have cultured cryopreserved hUCBMNCs in serum-free cell culture medium under hypoxia for 18 h, collected the conditioned media from the cells, and isolated SEVs by sequential ultracentrifugation.32 Hypoxic conditions were selected because it has been shown that SEVs isolated under these conditions had enhanced regenerative properties.7,31 The isolated SEVs presented variable morphology (Figure 1B), an average diameter of 100 130 nm (by DLS and NTA measurements) (Figure 1C,D), and a negative potential ( 30 mV) (Figure 1C). NTA analyses also showed that isolated SEVs did not have measurable protein aggregates as well as large extracellular vesicles. The vesicles expressed typical SEV surface markers such as CD9, TSG101, CD63, and CD81, and they showed lower levels of the hematopoietic marker CD45 as compared to the secreting cells (Figure 1E,F, Figure S1B).\nTo determine whether skin cells could internalize SEVs, endothelial cells, broblasts, and keratinocytes were incubated for 24 h with uorescently labeled SEVs (under non-cytotoxic concentrations,Figure S2A) and monitored by high-content microscopy (Figure S2B) or ow cytometry (Figure S2F) to evaluate their internalization rate, and they were imaged by confocal microscopy (Figure S2C E) to con rm their intracellular location. High-content microscopy images show the internalization of SEVs in all three cell types. At 24 h, most of SEVs were located outside the lysosomal compartment, as evaluated by co-localization of the SEV label (PKH67) with lysotracker red (Figures S2C S2E). Since SEVs accumulate in lysosomes but also in multivesicular bodies,13 which are located in the same cellular region of the lysosomes but not stained with lysotracker, it is likely that part of SEVs outside the lysosomes are in multivesicular bodies. The uptake kinetics and magnitude were dependent on the cell type, with keratinocytes and broblasts the most e cient in the uptake of SEVs compared to endothelial cells. The di erential uptake might be due to di erences in the expression of caveolin-1 and clathrin in each cell type, which mediate caveolae-dependent and clathrin-dependent endocytosis of SEVs.33 The di erential uptake was also con rmed by ow cytometry (Figure S2F). In the three cell types, SEVs accumulated in a time-dependent manner in the overall cytoplasm of the cell, which peaked at\napproximately 16 h of incubation. Importantly, SEVs did not nterfere with the biological signature of somatic cells such as endothelial cells. Endothelial cells transfected with SEVs for 48 h had similar levels of endothelial markers (CD31, VECAD, and vWF) at gene (Figure S2G) and protein (Figure S2H) evels. Collectively, SEVs have typical size, potential, and surface markers, and they are internalized by skin cells at variable magnitudes.\nSEVs Skin Bioactivity.We then asked whether SEVs could enhance the biological properties of skin cells. SEVs increased up to 40 50% the survival of endothelial cells cultured under ischemic conditions (Figure S3A,B). SEVs obtained from hUCBMNCs with CD34+ cells had equivalent bioactivity compared to SEVs obtained from hUCBMNCs without CD34+ cells at the best e ctive concentration (2 g/mL; approximately 1.2× 108 particles/mL as measured by NTA) (Figure S3A C). Therefore, the therapeutic value of SEVs was not entirely due to the CD34+ cell population. We decided to characterize more deeply SEVs obtained from CD34+-depleted hUCBMNCs. In this case, SEVs were able to increase broblasts and keratinocytes survival up to 10% (Figure S3C). The survival studies were then extended to cell proliferation, migration, and angiogenesis. The SEVs induced skin cell proliferation (up to 50%) (Figure 2A), enhanced broblasts and keratinocytes migration (up to 15%) (Figure S3D), and increased endothelial cells network complexity (up to 25%) (Figure S3E). In most cases, the bioactivity was dependent on SEV concentration.\nThe in vivo wound healing e ct of SEVs was initially evaluated on type I diabetic mice (Figure 2B). A single topical application of a low dose of SEVs (0.4 g) immediately after wound induction had no signi cant impact on wound healing kinetics (Figure 2C). However, a single topical application of a high dose of SEVs (2 g) improved wound healing kinetics, particularly from day 7 onward. Interestingly, wounds treated with a very small dose (0.02 g) every day (2 applications per day) for 10 days (0.4 g of SEVs in total) showed the highest acceleration on wound healing. This e ect was even superior to the FDA-approved growth factor therapy based in the administration of a daily dose of PDGFBB\n34 (Figure 2D) . At day 10, wounds treated with a bi-daily administration of SEVs had completed re-epithelization and showed higher tissue remodeling as compared to the control group (Figure 2E). Importantly, the therapeutic e ect of a bi-daily administration of SEVs was extensive to SEVs obtained from di erent donors (Figure S4A) and to di erent animal models, that is, nondiabetic mice (Figure S4B) and type II diabetic mice (Figure S4C). In this last case (type II), the healing time of wounds treated with SEV (approximately 17 days) is 4 days earlier than the control treatment.\nOverall, ourin vitro results showed that SEVs modulated skin cell activity including cell proliferation, migration, survival, and angiogenesis. Moreover, ourin vivoresults showed that SEVs enhanced wound healing activity, being activity dependent on the dose and application frequency of SEVs while independent of the donor and the diabetic animal model.\nPreparation and Characterization of a Light-Triggerable Hydrogel for the Controlled Release of SEVs. Previous studies have demonstrated the positive e ect of HA hydrogels in maintaining a moist wound environment and thus in enhancing wound healing.27 In addition, HA (non-crossli ked) has its own bioactivity since it promotes keratinocyte proliferation and migration.35 Here, we have developed a light-\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8697\ntriggerable HA hydrogel for the remote release control of SEVs. Our hypothesis was that a remotely triggerable hydrogel could be more e cient to orchestrate SEV release with the dynamics of skin tissue formation. To prepare the HA hydrogels, we have initially conjugated the HA with cysteine to have HA with thiol groups (Figure 3A andFigure S5A). Low-viscosity HA with a degree of substitution of 15 20% of L-cysteine ethyl ester (HA-SH, 50% of free thiols as evaluated by an Ellman test) was used for the preparation of the hydrogel. In a separate reaction, the thiol groups of SEVs (ca. 80%) were reacted with a PCL (Figure 3B). The PCL is composed by a photolabileortho-nitrobenzyl ester moiety that is sensitive to UV/blue light. The light sensitivity of PCLconjugated SEVs was con rmed after exposure to UV irradiation for 5 min (Figure 3C). Both HA-SH (5%, w/v) and PCL-conjugated SEVs containing a large excess of nonreacted PCL (1:10, thiol:acrylate) were reacted. The reaction between PCL-conjugated SEVs and HA-SH was con rmed by\nFigure 3. Characterization of a light-triggerable hydrogel for the controlled release of SEVs. (A) HA was conjugated with cysteine to have terminal thiol groups, while the SEV membrane thiol groups were reacted with PCL containing terminal acrylate groups. The mixture of both components at 37° C yielded a gel. Gel is translucid (A1, gel swollen in PBS; A2, gel swollen in DMEM media). (B) Conjugation yield of SEVs with PCL (1:10 mol of thiol:acrylate). Average– SEM (n = 4). (C) Absorption spectra of the soluble linker after irradiation (5 min) and separation from SEVs using a 7 kDa cuto lter. (D) HA-free thiol groups after 10 min reaction of HA-SH with PCL-modi ed SEVs. (E) Relative amount of acrylate groups on the surface of SEVs determined after reacting FAM-thiol with SEVs or SEVs-PCL. Average– SEM (n = 3). In B, D and E statistical analyses were performed by an unpairedt test. (F and G) Complex viscosity (F) as well asG andG (G) as a function of time. (H) Time course photocleavage of HA hydrogel containing SEV-PCL (100 g) stained with Syto RNASelect. The gel localized in the top part of the transwell was irradiated with a UV light (405 nm) for 2 min, followed by 45 min of equilibrium under agitation. In each experimental time point, an aliquot was withdrawn from the bottom of the transwell and used to read the uorescence intensity at 530 nm. Results are mean– SEM (n = 3 4). Statistical analyses by a two-way ANOVA test followed by a Bonferroni s multiple comparisons test.*p < 0.05; ** p < 0.01; *** p < 0.001;**** p < 0.0001.* denotes comparison between UV-light and non-irradiated,# denotes comparison between blue-light and non-irradiated.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8698\na reduction in the percentage of free thiols in HA-SH (Figure 3D) by the detection of acrylate groups on the surface of SEVs (Figure 3E) and by an increase in the complex viscosity of the mixture (Figure 3F). The gel point occurred after 35 min (Figure 3G). The hydrogel incubated for 96 h in PBS had a G / G that is approximately 70% of the initialG / G , and thus able to preserve a signi cant part of its mechanical properties in absence of light (Figure S5B). The hydrogel swelling ratio was 53– 5 (average– SD, n = 3) and showed the capacity of the hydrogel to retain high levels of water. To demonstrate that the hydrogel was light-disassembled with the capacity to release SEVs, we exposed the hydrogel to sequential irradiations (405 nm, 80 mW or UV-Light 365 nm,). The release of SEVs was dependent on the number of irradiations (Figure 3H) and on the exposure time (Figure S5). Importantly, the SEVs released were bioactive as evaluated by a\nFigure 4. Healing e ect of a light-triggerable hydrogel containing SEVs in type I diabetic chronic wounds. (A) Schematic representation of the in vivotesting. Type I diabetic mice were treated topically with (i) PBS, (ii) light-triggerable HA hydrogel irradiated everyday by a blue laser (405 nm) for 1 min, for 10 days, and (iii and iv) light-triggerable HA hydrogel containing SEVs without (iii) or with (iv) blue laser (405 nm, 1 min) irradiation, once a day for 10 days. Results are average– SEM,n = 7 14. (B) Percentage of wound area after treatment with Gel + SEV + Light (2 g of SEVs per wound) or bi-daily doses of SEVs (2× 0.02 g day/wound). Results are average– SEM,n = 14 34. (C) Percentage of wound area after topical treatment with Gel + SEV (2 g of SEVs per gel; the SEVs were cross-linked within the gel) or with SEVs (2 g) which were then covered by a Gel (in this case SEVs were not cross-linked). In both cases, the gels were irradiated (405 nm, 1 min) once a day for 10 days. Results are average– SEM,n = 6 14. (D1) Representative images of H&E-stained histological sections of explants at day 5. (D2) Wound healing score obtained after a graded qualitative analysis of H&E histological tissue samples of the di eren experimental groups at day 5. Results are average– SEM,n = 5. (E1) Representative images of CD31 staining after 5 and 10 days. (E2) Vessel density quanti cation based on vessel positive for CD31 marker. Results are average– SEM,n = 12 19. Two-way ANOVA and Newman Keuls multiple comparisons test (A and D) or uncorrected Fisher LSD (B, D, and E) were used, statistical di erences:*p < 0.05; ** p < 0.01;*** p < 0.001;**** p < 0.0001.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8699\nkeratinocyte proliferation assay (Figure S5D). Moreover, irradiation of keratynocytes with a 405 nm laser up to 3 min does not induce signi cant toxicity (Figure S5F).Taken together, we have developed a light-triggerable hydrogel for the controlled release of SEVs. The formulation released cumulative levels of SEVs according to the number of irradiations.\nWound Healing E cacy of SEVs Released from a Light-Triggerable Hydrogel. Next, we asked whether lighttriggerable HA hydrogel containing SEVs could improve the closure of diabetic type I full-thickness wounds. Therefore, wounds were treated with (i) HA hydrogel without SEVs but light activated each day for 1 min during the 10 days of the experiment (named as Gel + Light), (ii) HA hydrogel containing 2 g of SEVs but not light-activated (Gel + SEV), and (iii) HA hydrogel containing 2 g of SEVs and light-activated (Gel + SEV + Light) each day for 1 min during the 10 days of the experiment (Figure 4A1). The progress of wound healing was monitored daily by measuring the wound area. A signi cant acceleration of wound closure was observed\nFigure 5. Biodistribution and integrity of SEVs administrated in the wound site. (A) Schematic representation of the synthesis of lipidconjugated dyes. DPPE was conjugated either with Cy5.5 or Cy7. The lipids (one dye or a pair of dyes in 1:1 molar ratio) were then incorporated in the SEVs followed by their puri cation with a column. (B) Normalized absorbance (solid line) and emission (dotted line) spectra for the DPPE- uorophore conjugates. Cy5.5-DPPE (gray) and Cy7-DPPE (red). (C and D) SEVs biodistribution in the skin wound as evaluated by IVIS imaging. Two excisional wounds (two spots in each mice) were made in the backs of the mice. SEVs in solution or in a gel were topically applied to each wound. In (C) a single dose of SEVs labeled with DPPE-Cy7 in solution (2 g) was administered, while in (D) SEVs labeled with DPPE-Cy7 were administered in a gel (with and without light activation; 2 g of SEVs per gel). (C1) Representative images by IVIS ( ex: 745 nm, em: 810 875 nm). (C2) Epi uorescence quanti cations of IVIS. Results are average– SEM,n = 3 10.*p < 0.05;** p < 0.01;*** p < 0.001;**** p < 0.0001, denotes statistical di erence relatively to 1 h post-delivery of SEVs. (E) Integrity of SEVs labeled with FRET pair (DPPE-Cy5.5 and DPPE-Cy7) in the skin wound as evaluated by FRET overtime. (E1) FRET e ect in SEVs before administration (in case of emission spectra the ex was 640 nm). (E2) FRET e ciency (%) evaluated overtime in skin wounds of animals administered with SEVs alone (2 g) or 20 L Gel + SEVs (2 g) with or without light activation. Results are average– SEM,n = 3 10.*p < 0.05;** p < 0.01;*** p < 0.001, between Gel + SEV (with or without light) and SEV group. A one or two-way ANOVA test followed by a Bonferroni s multiple comparisons test was used.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8700\nin animals treated with Gel + SEV or Gel + SEV + Light during the rst 5 days (Figure 4A2). At day 10, the group Gel + SEV + Light presented 30% improvement on the wound closure compared to control group (PBS) and 10% relative to Gel + Light and Gel + SEV (Figure 4A2). Importantly, the wound closure monitored in wounds treated with Gel + SEV + Light was signi cantly faster relative to the bi-daily administration of SEVs (2× /day) (Figure 4B). To con rm that the controlled release of SEVs was indeed mediating the enhancement on wound closure, we compared the wound healing in animals treated with Gel + SEV + Light and animals treated with SEVs (2 g) plus HA hydrogel on top (Gel over SEVs + Light) without reaction. Signi cant di erences were observed from early stages up to 10 days, demonstrating the importance of the controlled release system to enhance wound healing (Figure 4C). To evaluate the wound healing process at the tissue and cellular levels, we performed histology and immuno uorescence analyses (Figure 4D,E). At day 5 post-wounding, low epidermal regrowth and relatively low/moderate vessel density\nFigure 6. The healing e ct of SEVs is mediated at least in part by miR-150-5p which targets theMYBgene. (A) Heatmap of 45 miRNAs identi ed in SEVs of 4 di erent donors, presenting over 20 counts/reads. Red designates increased expression, and blue designates decreased expression relative to the mean. (B) miRNAs (both human and mouse) di er ntially expressed in wounds treated with Gel + SEV + Light or PBS, as evaluated by qRT-PCR analyses. The expression of the di erent miRNAs was normalized by RNU6 expression. Results are average– SEM,n = 3 5 mice. Statistical analyses were performed by Mann Whitney test.* denotes statistical di erence to control (PBS), while# denotes statistical di erence to day 0. (C1) Proliferation and (C2) migration of keratinocytes after transfection with miR-1505p. Results are average– SEM,n = 9 19. Cells cultured in medium supplemented with VEGF or PDGF-BB were used as positive controls. Untreated cells (Ctr) and cells transfected with lipofectamine (LF) were used as negative controls. Statistical analyses by Mann Whitney test. (D) Wound healing after topical administration of miR-150-5p, scramble miR, or PBS. The results are average– SEM,n = 5 6. Statistical analyses byt test relatively to scramble miR (* ) or PBS (#). * or # denotes statistical signi cance (p < 0.05). (E) Proliferation of keratinocytes. Cells were transfected with siRNAs againstMYB, BAK1, or SHMT2genes. LF or scramble siRNA (Neg) were used as negative controls. miR-150-5p was used as positive control. Results are average– SEM,n = 7 20. Statistical analysis by Mann Whitney test. (G) Schematic representation of the therapeutic mechanism (tissue and cell levels) of SEVs released by a light-triggerable hydrogel. In B E, statistical analyses mean:* ,#p < 0.05;** ,##p < 0.01;*** ,###p < 0.001.\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8701\nwere observed in wounds treated with PBS or Gel + Light. Wounds treated with Gel + SEV were partially covered by epidermis and showed moderate vessel density, while wounds treated with Gel + SEV + Light showed the highest epidermal regrowth, vessel density, and wound score. The epidermal regrowth in animals treated with Gel + SEV + Light was characterized by a high number of cells expressing keratin 14 at the wound edges (Figure S6). This keratin is synthesized by epidermal keratinocytes in the basal proliferative layer.36 At day 10 post-wounding, wounds treated with PBS or Gel + Light showed a granulation tissue with low levels of macrophages and incomplete epithelialization, while wounds treated with Gel + SEV + Light showed late stages of remodeling, high vessel density, and complete epithelialization (Figure S6A).\nOverall, our results demonstrate the importance of SEV controlled release to enhance wound healing, characterized at a cellular level by increased skin re-epithelization and neovascularization. The formulation proposed in this work is applied topically in a single administration followed by the incorporation in the wound. This approach decreases signi cantly the number of applications for the treatment of chronic wounds and consequently the interference in the wound healing process. Besides the clinical impact, the strategy proposed here can reduce the cost of the treatment and reduce the pain and discomfort in patients. The incorporation of the gel in the wound is likely bene cial to support cell migration to the wound bed, as has demonstrated in previous studies after topical administration of soluble HA in diabetic mice.27 Speci cally, the degradation of HA by hyaluronidases leads to the formation of low molecular weight hyaluronan fragments that are angiogenic and immunostimulatory.27 This might explain in part the wound healing properties of HA Gel + Light (without SEVs). Although formulations for SEV delivery have been reported during the preparation of this manuscript,22,24,26,37 those studies did not demonstrate the e ect of SEV delivery kinetics in tissue regeneration at tissue, cellular, and molecular levels. Few studies have highlighted the e ect of SEV retention in injured tissue but not the e ect of SEV s kinetics delivery.8,24Our results show that the controlled delivery of SEVs during skin healing enhanced tissue regeneration. This was con rmed at two di erent levels: by the administration of a single or multiple doses of the same total concentration of SEVs and by the use of a hydrogel that allowed temporal controlled release. In the last case, our results showed that the non-activation of the hydrogel (and thus the release of SEVs depending in the degradation of the hydrogel) led to inferior wound healing results. This clearly showed that the kinetics of the sustained release had a signi cant impact on tissue regeneration. Further corroborating the advantages of our approach, a previous study has shown that the absence of temporal control in SEV release and sca old degradation only increased healing up to 15% relative to wounds treated with sca old without SEVs,22 while in our case, we had an increase of more than 40%.\nIn Vivo Biodistribution of SEVs. To evaluate the biodistribution of SEVs after wound administration, SEVs were labeled with lipid-conjugated dyes and monitored by an IVIS imaging system. The two lipid-conjugated dyes were synthesized by reacting DPPE with Cy5.5 or Cy7 dyes (Figure 5A) and their absorbance and emission pro les successfully con rmed (Figure 5B). SEVs labeled with Cy7-DPPE, puri ed by ultracentrifugation (Figure S5B) and applied topically in the\nwound bed, were rapidly eliminated since 70% of their uorescence was lost after 2 days (Figure 5C). In contrast, uorescently labeled SEVs chemically immobilized in the lighttriggerable gel and administered in the wound bed maintained the same concentration for at least 3 days in the absence of light; however, the concentration decreased after light activation and consequent release in the wound bed (Figure 5D).\nWe then asked whether the hydrogel could preserve thein vivo integrity of SEVs. To address this issue, we have incorporated a FRET system in the membrane of SEVs. Cy5.5 and Cy7 present good overlap between the emission spectra of Cy5.5 and the absorbance spectra of Cy7 and a large separation between the emission bands, resulting in a good FRET pair (Figure 5E1). The topical administration of a SEV solution in the wound bed leads to a rapid loss in FRET e ciency (ca. 20% in the rst 1 h) as opposed to the one monitored on SEVs chemically cross-linked in a lighttriggerable hydrogel (Figure 5E2). After 24 h, the decrease in FRET e ciency was around 50%, 20%, and 30% in the groups SEVs, Gel + SEV, and Gel + SEV + Light, respectively. These results indicate that when SEVs were chemically conjugated to the light-triggerable hydrogel, their stability increased. Taken together, the hydrogel maintained SEV integrity and sustained the topic release at the wound bed.\nIn Vivo Mechanism of SEV Bioactivity.To determine whether miRNAs were responsible for SEV wound healing activity, we performed an endothelial cell survival assay in the presence of aurintricarboxylic acid (ATA),7,38 an inhibitor of he miRNA processing machinery. Our results indicate that the pro-survival e ect of SEVs was lost, thus demonstrating the involvement of miRNAs in the bioactivity of SEVs (Figure S7A).\nTo identify the miRNAs responsible for SEV bioactivity, we performed RNASeq analyses of SEVs obtained from four di erent donors. SEVs were found to be rich in small RNAs, including miRNAs (Figure S7B,C). We selected the 15 most expressed miRNAs for further studies (Figure 6A). The expression of these 15 miRNAs was con rmed by qRT-PCR in SEVs collected from 10 individuals, with the hsa-miR-150-5p the most expressed (Figure 6A, Figure S7D). SEVs treated with RNase prior to RNA isolation had similar expression of miR-150-5p, thus showing that the miRNA was within the SEVs, protected from enzymatic degradation (F gure S7E).\nNext, we asked whether the 15 miRNAs contained in SEVs were di erentially expressed in wounds at day zero in diabetic (type I) and non-diabetic animals. No statistical di erences were observed in miRNA expression between non-diabetic and diabetic mouse skin (data not shown). Additionally, the e ect of Gel + SEV + Light treatmentversusPBS in skin expression of these miRNAs was studied at days 5 and 10 post-wound. Gel + SEV + Light treatment of diabetic mice signi ca tly n uenced the expression of 7 miRNAs in the wound skin, either by stabilizing and sustaining their expression (miR-1505p, miR-181a-5p, let-7a-5p, and miR-342-3p) or by increasing their expression at day 5 (miR-223-3p and miR-142-3p) or at day 10 (let-7f-5p;Figure 6B). The 8 other miRNAs studied did not present signi cant di erences to the control (data not shown).\nFrom the 7 miRNAs that were di erentially expressed in wounds treated with PBS or SEVs released in the wound bed by the light-triggerable hydrogel, we focused our attention on miR-150-5p because (i) it was the miRNA with the highest\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8702\nexpression in SEVs, (ii) it was di erentially expressed at day 10 in skin wounds treated with PBS or Gel + SEV + Light, and (iii) its e ect in the setting of wound healing was relatively unknown. Ourin vitroresults showed that miR-150-5p alone increased keratinocyte proliferation and migration and enhanced broblasts survival under ischemic conditions (Figure 6C andFigure S8A F). Moreover, ourin vivoresults show that the topical administration of miR-150-5p complexed with lipofectamine in acute wounds enhanced their healing kinetics (Figure 6D andFigure S8G).\nThe main function of a miRNA is to inhibit the translation of a series of mRNA targets (miRNA target nes ). 480 gene targets have been validated for miR-150-5p, mostly involved in cellular and metabolic processes (Figure S9A). Because reepithelization is improved in the setting of wound healing by SEVs (Figure 2), we have identi ed 9 possible targets by literature mining that could be involved in keratinocyte proliferation, survival, and migration (Figure S9B,C). A putative interaction between miR-150-5p and the 9 gene targets was evaluated using di erent bioinformatics platforms. From the 9 gene targets, we selected 3 genes for further analyses:MYB, BAK1, and SHMT2. SEVs and miR-150-5p impact on the expression of the 3 gene targets was evaluated in the 3 skin cells by qRT-PCR. Signi cant down-regulation of the 3 gene targets was observed for skin cells transfected with miR-150-5p (the only exception wasSHMT2 gene in endothelial cells). A similar e ect was observed in endothelial cells transfected with SEVs; however, a clear down-regulation pro le of gene targets was not observed in keratinocytes or broblasts transfected with SEVs (Figure S10A). To evaluate the e ect of the 3 target genes in skin cell activity, we knockdown each gene by a siRNA. Only theMYB gene knockdown (demonstrated at gene and protein levels;Figure S10B,C) lead to an increase in keratinocytes proliferation (Figure 6E). Therefore, theMYBgene is an important gene target of miR-150-5p in the setting of wound healing.\nOverall, our results indicate that miRNAs mediate, at least in part, the bioactivity of SEVs. From the 15 miRNAs most expressed in SEVs, we found that 7 may mediate the bioactivity of SEVs, particularly miR-150-5p, havingMYBas the genetic target (Figure 6F). This translated at cellular level in the proliferation of epidermal keratinocytes (keratin 14 positive cells) at the wound edges and endothelial cells (CD31 positive cells) forming new vessels and at tissue level, in the enhancement of re-epithelization, likely due to a sustained release of SEVs from days 3 to 5 (Figure 6F). Importantly, wounds treated with light-activated hydrogel containing SEVs had an altered expression pro le f miRNAs relative to control wounds for at least 10 days. Therefore, our results show that the coordination between SEV release and tissue regeneration allows that speci miRNAs encapsulated in SEVs actuate at speci c times during the regenerative program, maximizing the overall therapeutic e ct of SEVs. It is known that several miRNAs have important roles at di erent stages of wound healing including cell proliferation, migration, immunomodulation, survival, and angiogenesis.18 Some miRNAs have been reported as being imbalanced in diabetic wounds such as miR150, miR-342, and miR-142.18 Wounds treated with lightactivated hydrogel containing SEVs had higher levels of miR223 and miR-142 at day 5 than non-treated wounds. The increase of both miRNAs likely increased the in ammatory activity in the wound bed which is very relevant at the early stages of wound healing.39 On the other end, wounds treated\nwith light-activated hydrogel containing SEVs had higher levels of miR-150 and miR-342 at day 10 than non-treated wounds. This increase likely contributes for re-epithelization and neovascularization processes, since both miRNAs are involved in cell proliferation, migration, and survival processes.40,41 Indeed, the current study highlights the importance of miR150 in the context of wound healing. More studies are necessary to identifyn vivowhich cells are mostly targeted by SEVs. It is possible that di erent cell populations are targeted at di erent times during the release of SEVs from hydrogel, and thus single cell studies may be relevant to address this issue."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "Here, we demonstrate that the kinetics in SEV delivery has impact in tissue regeneration at tissue, cellular, and molecular levels. The light-activated hydrogel containing SEVs accelerated wound healing relative to a single or multiple administrations of SEVs or the same hydrogel without light activation, which releases SEVs by the enzymatic/chemical degradation of the polymeric network. This was due to a coordinated action between SEV delivery and hydrogel degradation with the skin regeneration process. It is important to note that SEVs remained stable in the hydrogel beforein vivorelease, as con rmed by a FRET system developed in the setting of this work. The regenerative program was characterized at the cellular level by an enhanced reepithelization process, due to the proliferation of epidermal keratinocytes expressing keratin 14, and by an increase in the neovascularization process and at molecular level by alteration in the expression of 7 miRNAs at the skin, with one (miR-150) validated at functional level.\nRecent interventions for diabetes-impaired wound healing include the development of therapies based on extracellular components (acellular), biomaterials, and stem cells as well as tissue engineering products.17 Despite the di culty to compare the healing activity of all these strategies due to di erences in the animal models (geneticversuschemically induced; type I ersustype II), wound types (splintedversusnon-splinted wounds), therapeutic doses, and approaches to monitor skin healing, the results obtained for our formulation are superior than other studies. For example, dressings coated with angiopoietin-derived peptide closed 75% of non-splinted diabetic mouse wounds in 14 days,42 while dressings coated with laminin-derived peptide closed 50% of splinted diabetic wounds in 10 days.43 Moreover, injectable, interconnected microporous gel sca olds induced 40% closure of splinted diabetic wounds in 7 days.44\nThe injectable triggerable hydrogel reported here allows SEV release with the dynamics of skin tissue regeneration. The injectable formulation can be easily applied in wound beds with di erent geometries. Because diabetic chronic wounds have recurrent infection and necrosis, one can incorporate autolytic enzymes such as collagenases and antimicrobial peptides45 in the SEV-containing hydrogel to provide tissue management and antimicrobial activity, respectively. The hydrogel can be irradiated by a commercial available blue laser (a 50 mW blue laser with a 4 mm spot can be acquired for less than $50; this laser has a lower power than dental lasers at 420 480 nm,i.e., 1500 mW/cm2) and operated by the patient at home, reducing the need for professional assistance and for the patient to travel to a health center, thus improving patient quality of life during the treatment. In addition, the release can\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8703\nbe aligned with circadian rhythms, that is, the activation may be performed at the same time every day, which may be bene cial in terms of biologic response.46 With further optimization, it may be interesting to consider applications where sun light could be used as a trigger for SEV release.\nWe have synthesized the hydrogel by the cross-linking of thiolated HA with both PCL and PCL-conjugated SEVs. The photolabileortho-nitrobenzyl ester moiety in the PCL makes these hydrogels sensitive to blue light. Therefore, SEV release and a decrease in the network cross-link density, both controlled by the cleavage of PCL, occur simultaneously after hydrogel exposure to a blue light. Although photodegradable HA hydrogels have been previously described,47 the ability to couple network degradation and release of bioactive agents by the same photolabile linker has not been demonstrated. We have further demonstrated that the hydrogel maintained the stability and integrity of SEVs for several days in vivoand the bioactivity of SEVs maintained after light activation and release from the network. For proof of concept, the programmable SEV delivery system reported here was used for a topical application. Light-triggerable release can be used as a tool to identify the ideal dosing regimen for a range of tissues targets including skin, ocular, and gastrointestinal tissues. For gastrointestinal applications, endoscopic techniques can be used for light activation. In addition, the properties of the hydrogel, such as mechanical properties, swelling ratio, gelling rate, might be tuned according to the nal application. In the setting of this work, we irradiated the hydrogel every day for 1 min; however, the irradiation protocol may be further optimized to coordinate SEV delivery with the regenerative process. The hydrogel proposed here o ers advantages to specialized controlled release polymers/systems because the operator/user can coordinate hydrogel degradation and SEV release with the tissue regeneration process. Therefore, it o e s an exquisite control in SEV delivery and ultimately in tissue regeneration.\nThe bioactivity mechanism of SEVs was mediated by at least 7 miRNAs (150-5p, 181a-5p, let-7a-5p, 342-3p, let-7f-5p, 223- 3p, and 142-3p). Some of these miRNAs have been reported to be imbalanced in diabetic chronic wounds including miR-150, 342 ,and 142.18 In the current study, we demonstrate the importance and mechanism of miR-150-5p in the context of wound healing. The delivery of these miRNAs enhanced the proliferation of epidermal keratinocytes and ECs, which in turn promoted skin re-epithelization. Our results demonstrate that the coordination in the release of these miRNAs by SEVs and tissue regeneration maximized their regenerative programs. When SEVs or PDGFBB (FDA-approved wound regenerative therapy) were daily administered into diabetic chronic wounds, the most signi cant e ect of SEVs was observed at early stages of wound healing, which was then preserved during the healing process.\nThe clinical relevance of our formulation was demonstrated against an FDA-approved formulation based on PDGFBB. This growth factor stimulates the proliferation of mesenchymal cells, including broblasts. Clinical results have shown that the healing of chronic wounds (i.e., wounds that did not heal after 20 weeks with standardized care) with the PDGFBB-based formulation was more than 30% higher than the control.34 Our results show that wounds treated with a daily dose of PDGFBB ( i.e. 8 g of the growth factor per cm2 of wound; concentration recommended for the application of Regranex)28 had an average size that corresponds to 88%, at day 5,\nnd 28%, at day 10, of the initial wound size; while wounds treated with a single application of a light-triggerable hydrogel containing 2 g of SEVs had an average size that corresponds to 49%, at day 5, and 9%, at day 10 (therefore more than 30% increase in wound healing as compared to PDGFBB-treated wounds), of the initial wound size.\nIn summary, we have demonstrated the impact of SEV delivery kinetics in tissue regeneration at tissue, cellular, and molecular levels. A class of injectable biomaterials for the emporal controlled delivery of potent SEVs was developed, and thein vivorelease of these vesicles was demonstrated using a FRET imaging system. The hydrogel has the potential to prolong local SEV availability, reduce dosing frequency, and maximize SEV therapeutic e cacy (more than 40% improvement beyond the sca old alone without SEVs and single administration of SEVs). The e cacy is due to a coordination between SEV release, hydrogel degradation, and skin regeneration. Our study also sheds light on the bioactivity mechanism of SEVs in the context of tissue regeneration.\nEXPERIMENTAL SECTION Extended protocols are available in theSupporting Information.\nIsolation of hUCBMNCs.All hUCB samples were obtained upon signed informed consent, in compliance with Portuguese legislation. The collection was approved by the ethical committees of Centro H spitalar e Universita rio de Coimbra, Portugal. The samples were stored and transported to the laboratory in sterile bags with nticoagulant solution (citrate-phosphate-dextrose). Samples were processed within 48 h after collection as previously described by us.29 Mononuclear cells (MNCs) were isolated by density gradient separation (Lymphoprep TM - StemCell Technologies SARL, Grenoble, France). For some experiments, CD34+ cells were positively selected (2 times) after MNC isolation using the miniMACS immunomagnetic separation system (Miltenyi Biotec, Bergisch Gladbach, Germany), according to the manufacturer s r commendations. MNCs, with and without CD34+ cells, were cryopreserved (FBS:IMDM:DMSO 55%:40%:5%) until usage.\nIsolation and Labeling of SEVs.The hUCBMNCs (2× 106\ncells/mL) were cultured in X-VIVO 15 serum-free cell culture medium (Lonza) supplemented with Flt-3 (100 ng/mL, PeproTech) and stem-cell factor (100 ng/mL, PeproTech) under hypoxia (0.5% O2) conditions for 18 h. SEVs were puri ed from the conditioned media of hUCBMNCs by di erential centrifugation as described previously.32 The pellet containing the SEVs was resuspended in PBS. The SEVs were quanti ed based in their protein content using the DC protein assay from BioRad. Typically, 33.5– 16.7 g (media– SD, n = 57 donors) of total protein per 50× 106 MNCs were obtained. This concentration is in agreement with other studies published elsewhere.48 To estimate the purity of SEVs, we have quanti ed the number of particles (measured by NTA) and the protein. The number of particles per g of protein has a 4-fold enrichment after combining di erential centrifugation with sizeexclusion chromatography (qEV columns, Izon). For somein vitro experiments, SEVs were labeled with NBD-DPPE, PKH67, or Syto RNASelect. Forin vivoexperiments, SEVs were labeled with nearinfrared dyes, Cy5.5-DPPE and/or Cy7-DPPE.\nIn Vitro SEV Bioactivity Assay. Human umbilical vein endothelial cells (HUVECs, Lonza), normal dermal human broblasts (NDHF, Lonza), and human keratinocytes (HaCaT, CLS) were used as skin cell models. Endothelial cells were cultured in EGM-2 (Lonza) with 2% FBS, and broblasts and keratinocytes were cultured in DMEM (Invitrogen) with 0.5% Pen Strep and 10% FBS. Whenever cells were treated with SEVs, the media used to dilute the SEVs for transfection was centrifuged overnight at 100,000g and ltered (0.2 m pore) in order to deplete the exosomes from FBS (exodepleted media). For cell proliferation assays, cells were plated at very low density in 96-well plates, stained with Hoechst at time 20 h (1 g/mL,\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8704\nLife Technologies) for 15 min, washed with PBS, and incubated in exodepleted medium with or without supplementation with SEVs. Vascular endothelial growth factor (VEGF, 50 ng/mL, PeproTech) and platelet-derived growth factor (PDGF-BB, 50 ng/mL, PeproTech) were used as positive controls. Cells were photographed (IN Cell, GE Healthcare), and cell number was obtained by counting the nuclei. Proliferation was determined as percentage of control at 72 h after treatment: ((total cellstreatment group/total cellscontrol group) × 100%).\nPreparation and Characterization of a Light-Triggerable Hydrogel. Puri cation of 2-Carboxyethyl Acrylate Oligomers. Anhydrous 2-carboxyethyl acrylate oligomers (6.5 g,n = 0 3, Aldrich, ref. 407585, average MW 170) were separated by gravity chromatography (silica, AcOEt/Hex: 0 30%). Right after puri cation, fractions were collected and analyzed by HPLC-MS (Agilent 1100, Zorbax 3.5 m 3 × 150 mm column, H2O/CH 3CN: 5 95%). Desired fraction,= 3, was dried under vacuum to get a transparent oil (0.7 g), con rmed by NMR as the desired product.1H NMR (400 MHz, CDCl3): 6.39 (d,J= 17.3 Hz, 1H, CH CH2), 6.12 6.06 (dd, 1H, CH CH2), 5.83 (d,J= 10.4 Hz, 1H, CH CH2), 4.41 4.35 (m, 6H, OCH2 CH2 ), 2.71 2.64 (m, 6H, OCH2 CH2 ).\nSynthesis of the PCL.Puri ed 3-((3-((3-(acryloyloxy)propanoyl)oxy)propanoyl)oxy)propanoic acid (2-carboxyethyl acrylaten = 3, 0.5 mL, 1.0 equiv) was solubilized in dichloromethane (10 mL, Fisher Chemical) under nitrogen atmosphere and dimethylformamide (0.15 mL). Then, thionyl chloride (0.50 mL, 2.0 equiv., Acros Organics) was added dropwise at 0° C, under vigorous stirring and by using a dropping funnel. After 1 h of reaction, the water-bath was removed, and the reaction was stirred overnight at room temperature (15 h reaction time). Solvent was then evaporated, and compound was dried under vacuum. Then, the resulting crude was solubilized in (distilled) dichloromethane (3 mL) and added dropwise under nitrogen atmosphere to a previously prepared cooled (0° C) solution of (2-nitro-1,3-phenylene) dimethanol (0.25 g, 0.4 equiv., ARCH Bioscience) andN,N-diisopropylethylamine (0.12 mL, 0.2 equiv, Sigma-Aldrich) in (distilled) dichloromethane (5 mL) over 20 min. Reaction was then left to reach room temperature overnight. Finally, double-distilled water (5 mL) was added to the reaction crude, and the reaction product extracted with ethyl acetate (3× 5 mL, Fisher Chemical). The corresponding organic fractions were dried with magnesium sulfate and ltered, and solvent was evaporated under reduced pressure. Reaction crude was puri ed by gravity chromatography (silica, AcOEt/Hex: 0 60%), to obtain the PCL as brown oil (yield 54%).1H NMR (400 MHz, CDCl3): 7.53 (m, 3H, ArH), 6.39 (d, J = 16.9 Hz, 2H, CH CH2), 6.19 6.03 (dd, 2H, CH=CH2), 5.84 (d,J = 10.4 Hz, 2H, CH CH2), 5.25 (s, 4H, ArCH2O ), 4.45 4.31 (m, 12H, OCH2 CH2 ), 2.77 2.62 (m, 12H, OCH2 CH2 ).\nThiolation of HA.HA (0.2 g, 180 kDa, Bioiberica) was dissolved in ultrapure deionized water (10 mL) to obtain a n l 2% (w/v) polymer solution. The pH of the reaction mixture was adjusted to 5.5 by the addition of 0.1 M HCl. Afterward, EDC and NHS (both from Sigma-Aldrich) were added to the polymer reaction mixture at a nal concentration of 112 mM (2:1 molar ratio (EDC/NHS):cysteine). The pH was re-adjusted to 5.5, and the reaction mixture was stirred for 20 min at a room temperature. Then,L-cysteine ethyl ester hydrochloride (0.2 g, Sigma-Aldrich) was added, and the pH was increased to 6.0. The reaction mixture proceeded for 4 6 h at room temperature, under nitrogen environment and protected from direct light exposure. The resulting conjugate was dialyzed in a dialysis membrane (molecular weight cuto 12 kDa) at 4° C, three times against a precooled 1% (w/v) NaCl (Applichem) solution and nally against demineralized water. After 48 h of dialysis, the thiolconjugated HA was lyophilized for 2 days and stored at 20 ° C until further use.\nConjugation of SEVs with PCL and Formation of Hydrogel.The free thiol groups concentration in SEVs was 2.4– 0.5 nM per 1 g of vesicles, as determined by a Thiol Fluorescent Probe IV (20 M, Calbiochem - Merck Millipore, calibration curve was againstLcysteine ethyl ester hydrochloride). Initially, the PCL (1% v/v) was\nallowed to react for 10 min with free thiol groups present in the SEVs surface (free thiol 1:5 acrylate, molar ratio). Then, the thiolatedHA was dissolved in a solution containing the acrylate-surfacemodi ed SEVs to give a nal 5% (w/v) polymer solution. The reaction between free acrylate groups present in the SEVs and the thiol of the HA was allowed to occur for at least 10 min, with vortex cycles, after which we added more free acrylate groups to give a nal acrylate to thiol ratio of 1:1. The nal reaction solution was allowed to cross-link for 1 h at 37° C.\nIn Vivo Testing. In vivoexperimental protocols were approved by the Portuguese National Authority for Animal Health (DGAV). Male C57BL/6 wild-type (WT) mice (8 to 10 weeks old), purchased from Charles River (France) and weighing between 20 and 30 g, were used for the experiments. Diabetes mellitus type I was induced in mice by intraperitoneal injections of streptozotocin for 5 consecutive days (STZ; citrate bu er, pH 4.5; 50 mg/kg, Sigma-Aldrich). Animals were anesthetized by an intramuscular injection of a ketamine/xylazine solution (100/10 mg/kg). Analgesia (buprenorphine, 0.1 mg/kg) was given subcutaneously, 30 min before the wound induction and every 6 8 h up to 48 h. After shaving and disinfecting the area with a povidone-iodine solution (Betadine), two 6 mm diameter fullthickness excision wounds were performed with a sterile biopsy punch in the dorsum of each animal. Topical treatments were applied immediately after wound induction and were repeated as indicated. Animals were divided into di erent groups according to the treatment applied. SEVs were applied topically to the wound bed. In all experiments, animals were kept in individual cages with food and waterad libitumand observed daily during the total period of the experiment. The progress of wound closure was monitored daily by measuring the wound area. The percentage of wound area was presented as percentage of the original wound (day 0) and calculated following the equation: (area of actual wound/area of original wound) × 100%. Wounds were considered completely closed when the area at a particular time point was zero.\nStatistical Analyses. All analyses were performed in at least biological triplicates. Statistical analyses were performed by a Mann Whitney test or by a one or two-way ANOVA test followed by a Bonferroni s or a Newman Keuls multiple comparisons test. Statistical analyses were performed by GraphPad Prism 6 software (GraphPad Software, Inc.). Signi cance levels were set at*P < 0.05, ** P < 0.01,*** P < 0.001, and**** P < 0.0001. The values forN, P, and the speci c statistical test performed for each experiment were included in the appropriate gure legends.\nASSOCIATED CONTENT\n*S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acsnano.9b00376.\nAdditional experimental protocols and results regarding: characterization of hUCBMNCs and SEVs; cellular uptake and biological e ect of SEVs;in vivowound healing activity of SEVs; characterization of HA hydrogel and bioactivity of SEVs released from hydrogel; expression of keratin 5 and 14 in wounds; composition of miRNAs in SEVs; bioactivity of miR-150-5p; gene targets of miR-150-5p (PDF)\nAUTHOR INFORMATION\nCorresponding Author *E-mail:lino@uc-biotech.pt."
    }, {
      "heading" : "ORCID",
      "text" : "Adria n Jime nez-Balsa:0000-0001-5611-7986 Miguel M. Lino:0000-0001-6011-0058 Lino Ferreira:0000-0001-8985-9302\nDOI:10.1021/acsnano.9b00376 ACS Nano2019, 13, 8694 8707 8705\nAuthor Contributions H.H.-A. and R.M,S.C. contributed equally. H.H.-A., R.M.S.C., A.Z., and L.F. designed the research. H.H.-A., R.M.S.C., A.Z., J.C., E.C.L., A.J.B., M.L., A.B., I.K., and C.G. performed the research. H.H.-A., R.M.S.C., A.Z., E.C.L., A.J.B., J.K., E.C., and L.F. analyzed the data. H.H.-A., R.M.S.C., and L.F. wrote the paper."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing ancial interest(s): At the time of publication, R. M. S. Cardoso is an employee at Exogenus Therapeutics SA, and J. SimesCorreia is a shareholder and the Executive Director of the company, which is dedicated to developing exosome-based therapeutic tools. The company had no participation in the conceptualization, design, data collection, analysis, decision to publish, funding of the work, or preparation of the manuscript. A patent application entitled \"Use of umbilical cord blood derived exosomes for tissue repair\" has been led (WO2017163132) by Lino Ferreira, Helena Antunes, Renato Cardoso and Joana Correia, covering the composition of small extracellular vesicles, particularly miRNAs involved in skin wound healing."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by FCT (SFRH/BDE/103512/ 2014;SFRH/BPD/112883/2015; SFRH/BPD/97286/2013; MITP-TB/ECE/0013/2013; EXCL/DTP-PIC/0069/2012; UID/NEU/04539/2013); EFSD/JDRF/Novo Nordisk European Programme in Type 1 Diabetes Research; QRENCOMPETE funding (FCOMP-01-0202-FEDER-038631; Project ExoCord promoted by Stemlab, SA and Biocant), Portugal 2020-COMPETE funding (Project Stem cell based platforms for Regenerative and Therapeutic Medicine , Centro-07-ST24-FEDER-002008; Project StrokeTherapy co-promoted by Stemlab, Rovisco Pais, and Universidade de Coimbra, POCI-01-0247-FEDER-003386), and EC project ERAatUC (ref: 669088)."
    } ],
    "references" : [ {
      "title" : "Human Umbilical Cord Mesenchymal Stem Cell Exosomes Enhance Angiogenesis through the Wnt4/beta-Catenin Pathway",
      "author" : [ "B. Zhang", "X. Wu", "X. Zhang", "Y. Sun", "Y. Yan", "H. Shi", "Y. Zhu", "L. Wu", "Z. Pan", "W. Zhu", "H. Qian", "W. Xu" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "Human Mesenchymal Stem Cell Derived Exosomes Alleviate Type 2 Diabetes Mellitus by Reversing Peripheral Insulin Resistance and Relieving",
      "author" : [ "Y.X. Sun", "H. Shi", "S.Q. Yin", "C. Ji", "X. Zhang", "B. Zhang", "P.P. Wu", "Y.H. Shi", "F. Mao", "Y.M. Yan", "W.R. Xu", "H. Qian" ],
      "venue" : null,
      "citeRegEx" : "Sun et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2018
    }, {
      "title" : "Extracellular Vesicles as Modulators of Wound Healing",
      "author" : [ "J. Cabral", "A.E. Ryan", "M.D. Griffin", "T. Ritter" ],
      "venue" : "ACS Nano2018,",
      "citeRegEx" : "Cabral et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Cabral et al\\.",
      "year" : 2018
    }, {
      "title" : "Dynamic Biodistribution of Extracellular Vesicles",
      "author" : [ "C.P. Lai", "O. Mardini", "M. Ericsson", "S. Prabhakar", "C. Maguire", "J.W. Chen", "B.A. Tannous", "X.O. Breakefield" ],
      "venue" : "Adv Drug Delivery Rev. 2018,",
      "citeRegEx" : "Lai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Lai et al\\.",
      "year" : 2018
    }, {
      "title" : "Macrophage-Dependent Clearance of Systemically Administered B16BL6-Derived Exosomes from the Blood Circulation in Mice",
      "author" : [ "T. Imai", "Y. Takahashi", "M. Nishikawa", "K. Kato", "M. Morishita", "T. Yamashita", "A. Matsumoto", "C. Charoenviriyakul", "Y. Takakura" ],
      "venue" : "ACS Nano2014,",
      "citeRegEx" : "Imai et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Imai et al\\.",
      "year" : 2014
    }, {
      "title" : "Polymeric System for Dual Growth Factor Delivery",
      "author" : [ "T.P. Richardson", "M.C. Peters", "A.B. Ennett", "D.J. Mooney" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "Richardson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Richardson et al\\.",
      "year" : 2016
    }, {
      "title" : "Wound Repair and Regeneration: Mechanisms, Signaling, and Translation",
      "author" : [ "S.A. Eming", "P. Martin", "M. Tomic-Canic" ],
      "venue" : "Proc Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Eming et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Eming et al\\.",
      "year" : 2010
    }, {
      "title" : "The Role of MicroRNAs in Diabetic Complications ",
      "author" : [ "J. Moura", "E. Błrsheim", "E. Carvalho" ],
      "venue" : "Special Emphasis on Wound Healing. Genes2014,",
      "citeRegEx" : "Moura et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Moura et al\\.",
      "year" : 2014
    }, {
      "title" : "Mesenchymal Stem Cell Exosomes Induce Proliferation and Migration of Normal and Chronic Wound Fibroblasts, and Enhance Angiogenesis",
      "author" : [ "A. Shabbir", "A. Cox", "L. Rodriguez-Menocal", "M. Salgado", "E. Van Badiavas" ],
      "venue" : null,
      "citeRegEx" : "Shabbir et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Shabbir et al\\.",
      "year" : 2016
    }, {
      "title" : "Chitosan Wound Dressings Incorporating Exosomes Derived from MicroRNA-126-Overexpressing Synovium Mesenchymal Stem Cells Provide Sustained Release of Exosomes and Heal Full-Thickness Skin",
      "author" : [ "S.C. Tao", "S.C. Guo", "M. Li", "Q.F. Ke", "Y.P. Guo", "C.Q. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Tao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tao et al\\.",
      "year" : 2015
    }, {
      "title" : "Experimental, Systems, and Computational Approaches to Understanding the MicroRNA-Mediated Reparative",
      "author" : [ "U. Agarwal", "A. George", "S. Bhutani", "S. Ghosh-Choudhary", "J.T. Maxwell", "M.E. Brown", "Y. Mehta", "M.O. Platt", "Y. Liang", "S. Sahoo", "M.E. Davis" ],
      "venue" : "PLoS One2013,",
      "citeRegEx" : "Agarwal et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Agarwal et al\\.",
      "year" : 2013
    }, {
      "title" : "Mechanism of Recipient Cell-Dependent Differences in Exosome Uptake",
      "author" : [ "S. Horibe", "T. Tanahashi", "S. Kawauchi", "Y. Murakami", "Y. Rikitake" ],
      "venue" : null,
      "citeRegEx" : "Horibe et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Horibe et al\\.",
      "year" : 2006
    }, {
      "title" : "Efficacy and Safety of Becaplermin (Recombinant Human Platelet",
      "author" : [ "J.M. Smiell", "T.J. Wieman", "D.L. Steed", "B.H. Perry", "A.R. Sampson", "B.H. Schwab" ],
      "venue" : null,
      "citeRegEx" : "Smiell et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Smiell et al\\.",
      "year" : 2018
    }, {
      "title" : "Engineering Extracellular Vesicles with the Tools of Enzyme Prodrug Therapy",
      "author" : [ "G. Fuhrmann", "R. Chandrawati", "P.A. Parmar", "T.J. Keane", "S.A. Maynard", "S. Bertazzo", "M.M. Stevens" ],
      "venue" : null,
      "citeRegEx" : "Fuhrmann et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Fuhrmann et al\\.",
      "year" : 1995
    }, {
      "title" : "Small Molecule Inhibition of RISC Loading",
      "author" : [ "G. S", "C.-H. Chiu", "B.G. Garchow", "D. Metzler", "S.L. Diamond", "M. Kiriakidou" ],
      "venue" : "Adv. Mater. 2018,",
      "citeRegEx" : "S. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2018
    }, {
      "title" : "MiR-150 Regulates Human Keratinocyte Proliferation in Hypoxic Conditions through Targeting HIF-1Alpha and VEGFA: Implications for Psoriasis",
      "author" : [ "Y. Li", "J. Su", "F. Li", "X. Chen", "G. Zhang" ],
      "venue" : "Treatment.PLoS One2017,",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Potent Laminin-Inspired Antioxidant Regenerative Dressing Accelerates Wound Healing in Diabetes",
      "author" : [ "Y. Zhu", "Z. Cankova", "M. Iwanaszko", "S. Lichtor", "M. Mrksich", "G.A. Ameer" ],
      "venue" : null,
      "citeRegEx" : "Zhu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2016
    }, {
      "title" : "Antimicrobial Peptide",
      "author" : [ "Nat. Mater" ],
      "venue" : null,
      "citeRegEx" : "Mater.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mater.",
      "year" : 2015
    }, {
      "title" : "Hydrogels with Reversible Mechanics to Probe Dynamic Cell Microenvironments",
      "author" : [ "A.M. Rosales", "S.L. Vega", "F.W. DelRio", "J.A. Burdick", "K.S. Anseth" ],
      "venue" : "Sci. Transl. Med. 2017,",
      "citeRegEx" : "Rosales et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rosales et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Small extracellular vesicles (SEVs) o er a promising strategy for tissue regeneration, yet their short lifetime at the injured tissue limits their e cacy. Here, we show that kinetics of SEV de livery impacts tissue regeneration at tissue, cellular, and molecular levels. We show that multiple carefully timed applications of SEVs had superior regeneration than a single dose of the same total concentration of SEVs. Importantly, diabetic and nondiabetic wounds treated with a single time point dose of an injectable light-triggerabl e hydrogel containing SEVs demonstrated a robust increase in closure kinetics relative to wounds treated with a single or multiple doses of SEVs or platelet-derived growth factor BB, an FDA-approved wound regenerative therapy. The pro-healing activity of released SEVs was mediated at the tissue/cell level by an increase in skin neovascularization and re-epithelization and at the molecular level by an alteration in the expression of 7 miRNAs at di erent times during wound healing. This includes an alteration of has-miR-150-5p, identi ed here to be important for skin regeneration.",
    "creator" : null
  }
}