{
  "name" : "downloads_2019-10-22_cc_dong2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Reversible Self-Assembly of Nanoprobes in Live Cells for Dynamic Intracellular pH Imaging",
    "authors" : [ "Bo Dong", "Shuangli Du", "Chunxiao Wang", "Haohao Fu", "Qiang Li", "Nannan Xiao", "Jie Yang", "Xue Xue", "Wensheng Cai" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Reversible Self-Assembly of Nanoprobes in Live Cells for Dynamic Intracellular pH"
    }, {
      "heading" : "Imaging",
      "text" : "Bo Dong, Shuangli Du, Chunxiao Wang, Haohao Fu, Qiang Li, Nannan Xiao, Jie Yang, Xue Xue, Wensheng Cai, and Dingbin Liu* , ,\nCollege of Chemistry, Research Center for Analytical Sciences, and Tianjin Key Laboratory of Molecular Recognition and Biosensing, Nankai University, Tianjin 300071, China State Key Laboratory of Medicinal Chemical Biology, Nankai University, Tianjin 300071, China\n*S Supporting Information\nABSTRACT:Self-assembly is a powerful tool to organize the elementary molecular units into functional nanostructures, which provide reversible stimulus-responsive systems for a variety of purposes. However, the ability to modulate the reversible self-assembly in live systems remains a great challenge owing to the chemical complexity of intracellular environments, which often damage synthetic assembled superstructures. Herein, we describe a robust reversible self-assembly system that is composed of a hydrophobic gold nanoparticle (AuNP) core and a shell of pH-responsive dyeincorporated block copolymers. The reversible assembly disassembly processes were precisely controlled through mediating the molecular interactions between the copolymers and AuNPs. More importantly, the major endogenous biospecies such as proteins will not impair the reversible self-assembly, which was supported by free-energy calculations. The reversible pH-responsive nanostructures were employed as smart probes for visualizing the subtle dynamic pH changes among di erent intracellular compartments, facilitating the study of pH in uence on biological processes. KEYWORDS:surface chemistry, self-assembly, gold nanoparticles, polymers, cellular imaging\nSelf-assembly chemistry allows the controlled organiza-tion of molecular building blocks into a well-con nednanoarchitecture, which often displays distinct advantages over the molecular counterparts and thus has attracted considerable attention in biomedical applications as diverse as optical sensing and controlled drug delivery.1 6 The molecular self-assembly is driven by various weak and reversible noncovalent forces including electrostatic attraction, stacking, hydrophobic, and van der Waals interactions.7 Such weak noncovalent interactions enable the supramolecular systems to be positively cooperative in response to subtle perturbation of environmental stimuli.8,9 Thus, stimulusresponsive superstructures can be designed as smart probes for sensing dynamic molecular events occurring in complex systems.10 14\npH represents an important physiological parameter that is crucial for maintaining the function of diverse organelles whose pH values are strictly regulated inside cells.15 The abnormal pH variation in organelles could cause the dysfunction of cells, which is linked with many diseases such as cancer and Alzheimer s disease.16,17 Therefore, it is highly desired to\ndevelop smart probes capable of studying the dynamic pH changes in di erent organelles. Over the past decade, a variety of pH-sensitive small organic dyes and uorescent proteins have been developed for monitoring intracellular pH and reporting organelle-speci c localization;18,19 they however su er from several hurdles, such as strong background noise, low sensitivity to subtle pH changes, and rapid release from cells. These drawbacks make them di cult to use for longterm, continuous monitoring of pH-related biological processes occurring inside live cells. Nanotechnology o ers great promise in developing pH-responsive nanoparticles.20 22\nIn particular, self-assembly strategies have been employed to fabricate pH sensors23 29 capable of di erentiating the acidic compartments such as early endosomes (pH 6.0 6.5) and lysosomes (pH 4.5 5.5). Despite great advances, the polymeric nanoprobes are facing several limitations. First, the reversible assembly disassembly processes are largely hampered\nReceived: September 14, 2018 Accepted: February 7, 2019 Published: February 7, 2019\nA rticle www.acsnano.orgCite This:ACS Nano2019, 13, 1421 1432\n' 2019 American Chemical Society 1421 DOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 1\n5: 41\n:5 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nin physiological conditions because the endogeneous biospecies could impair the stability of the polymeric nanoparticles. Second, background uorescence is still relatively high, due to the limited self-quenching capability of the uorophores at the o state.24 Third, the polymeric nanoparticles are prepared with a large amount of block copolymers (usually at mg scale), which not only are costly, but also in turn act as potent bu er agents to impair the endocytic organelles.30\nThe key of overcoming these issues is to improve the cooperativity of self-assembly superstructures. We herein make use of gold nanoparticles (AuNPs) to prepare a hybrid reversible self-assembly system and modulate the assembly of pH-responsive polymers ont AuNP surfaces through mediating their hydrophobic interactions (Figure 1a). At higher pH values, the neutral polymers prefer to assemble onto the hydrophobic AuNPs; at lower pH values, the pHresponsive tertiary amines (TAs) become protonated and positively charged, thus causing the disassembly of the polymers from the AuNP surfaces. To our surprise, when the acidic solutions were adjusted to be neutral in the presence of\nproteins, the released polymers prefer to reassemble onto AuNPs rather than adsorb to the proteins, making it feasible to modulate the reversible assembly in biological samples. In addition, the AuNP cores serve as high-e ciency quenchers (quenching e ciency >99%) for minimizing background uorescence,31 35 thus dramatically enhancing the uorescence activation ratio. Furthermore, only g-scale block copolymers are required to prepare the colloidal nanoassemblies. Finally, we applied these pH-responsive nanoprobes to report the pH changes of di erent intracellular compartments, by which the metabolic process of AuNPs can be tracked in live cells.\nRESULTS AND DISCUSSION Synthesis and Characterizations of pH-Responsive Self-Assembly Probes.We rst synthesized a set of pHresponsive block copolymers by atom-transfer radical polymerization (ATRP) (see details inSupporting Information, Schemes S1 S3 and Figures S1 S10). These copolymers are c mposed of a hydrophilic polyethylene glycol (PEG) chain\nFigure 1. Reversible self-assembly of the pH-responsive block copolymers onto AuNPs. (a) Schematic illustration of the preparation of pHresponsive block copolymer-decorated AuNP with the aid of dodecanethiols (purple short lines) and reversible tuning of the self-assembly at di erent pH values. pHt is referred to as transition pH value. (b) Fluorescent spectra of PEG-b-(PDiPA-r-Cy5) (0.05 mg/mL) solutions that were added with AuNPs at various ultimate concentrations: 0, 0.06, 0.12, 0.25, 0.5, and 1.0 nM. (c) TEM images of the PEG-b-(PDiPA-rCy5)-decorated AuNPs at pH 7.4 and 6.0 solutions, respectively. (d) Fluorescent spectra of the PEG-b-(PDiPA-r-Cy5)-decorated AuNPs (0.2 nM) at di erent pH values: 5.8, 6.2, 6.6, and 7.4. (e) Representative uorescent images of the three PEG-b-(PTA-r-dye)-decorated AuNPs at di erent pH values. (f) Plots of normalized uorescence intensities of the three nanoassembliesversusdi erent pH values.F represents the uorescence intensity at a given pH value, whileFmax and Fmin are the uorescence intensities in the fully recovered and quenched states, respectively.\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1422\nthat functions for maintaining the colloidal dispersity of the nanoassemblies in aqueous solutions36,37 and a hydrophobicity-switchable block bearing TAs with various substituted groups. Three types of TAs including dipentylamine (DPA), diisopropylamine (DiPA), and hexamethylenimine (HA) were employed to adjust the pKa values (4.0 7.0) of ammonium groups as well as the hydrophobicity of the TA segments. To monitor the reversible pH-responsive property, a pH-insensitive cyanine 5 (Cy5) dye was conjugated to the DiPA-tethered segment as an imaging beacon, producing PEGb-(PDiPA-r-Cy5). In the neutral Tris-HCl bu er (pH 7.4), the DiPA groups were deionized and the segments became hydrophobic. Here, dodecanethiols were added to cover the AuNPs, making the NP cores hydrophobic, and thus triggering the self-assembly of the copolymers onto the AuNPs. As a result, the typical absorption bands of AuNPs red-shift from 525 nm to 535 nm in the UV vis spectra (Supporting Information, Figure S11), along with the appearance of the Cy5 band at around 600 nm. The Cy5 dyes were in close proximity to the AuNP surfaces, and their uorescence was e ectively quenched (Figure 1b).38 The transmission electron microscopy (TEM) images clearly disclose the core shell structures of the obtained nanoassemblies with an approximately 3 nm thickness of organic layer surrounding the AuNP cores (Figure 1c, left;Supporting Information, Figure S12b). By measuring the uorescence intensity of the free polymers before and after assembling on AuNPs, the average amount of copolymers on each 30 nm AuNP was calculated to be 1431 by means of a calibration curve (Supporting Information, Figure S13).\nWe next tested the disassembly behavior of the PEG-b(PDiPA-r-Cy5)-decorated AuNPs at pH 6.0. Upon adjusting the solution to be acidic, the DiPA groups were positively charged, hence reducing the favorable hydrophobic inter-\nactions with the dodecanethiol-coated AuNP cores. Consequently, the copolymers were released from the AuNPs, as detected by a marked increase in uorescence intensity of Cy5 (Figure 1d). We demonstrated that the uorescence increase is attributed to the polymers elease, rather than the in uence of the acidic solution itself because the dyes we used in this study are pH insensitive (Supporting Information, Figure S14). The detachment of the pH-responsive copolymers was also con rmed by the TEM measurement, with clear disappearance of an organic layer on the AuNP cores (Figure 1c, right). It is worth noting that the hydrophobic dodecanethiol-coated AuNPs tend to aggregate in aqueous solutions. However, the TA ionization is a dynamic process, where the unreleased polymers enable the formation of small aggregates (Supporting Information, Figure S15), as veri ed by a little increase in average hydrodynamic diameters (Supporting Information, Figure S16). Meanwhile, the dodecanethiol-coated AuNPs aggregated slightly on the vial sidewalls, which can be veri ed by absorbance decrease of the suspending AuNPs in the UV vis absorption spectra (Supporting Information, Figure S17).\nBroadening the Self-Assembly Systems with Di erent pH Transitions. The pH-dependent assembly and disassembly processes were further demonstrated by the DPA- and HA-tethered segments, which were conjugated with tetramethylrhodamine (TMR) and Cy7.5 dyes, respectively. The physical properties of the three types of copolymers and corresponding nanoassemblies are summarized inTable S1 in Supporting Information. All the three nanoassemblies show sharp uorescence transitions at di erent pH values (Figure 1e; Supporting Information, Figure S18). To quantitatively assess the pH-responsive properties, the uorescence intensities were normalized by the ratio (F Fmin)/( Fmax Fmin), whereF is the emission uorescence intensity at desired pH value, whileFmax and Fmin are the\nFigure 2. Molecular dynamics simulations for the reversible self-assembly of copolymers onto AuNPs. (a) Representative snapshots describing the interactions between the nonprotonated and protonated copolymers and the AuNP surfaces. (b) De nition of the transition coordinate. , the projection onto thez-axis of the distance between the centers of the mass of DiPA and the AuNP surface extending from 10 to 30 ¯, was used to characterize the assembling process.d, the distance between the centers of two DiPA segments, was used to characterize their interaction. Free-energy pro les characterize the interactions between (c) a DiPA segment and a dodecanethiol-coated AuNP and (d) two DiPA segments, respectively. (e) Plot of the electrostatic potential for nonprotonated (left) and protonated (right) DiPA segments.\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1423\nemission uorescence intensities in the fully recovered and quenched states, respectively. The sharpness of the three nanoassemblies was measured by calculating their pH10 90% values, the pH ranges in which the normalized uorescence intensities vary from 10% to 90%. As indicated inFigure 1f, the pH10 90% values were 0.21, 0.20, and 0.25 pH unit for the DPA-, DiPA-, and HA-tethered nanoassemblies, respectively. Such small values indicate that the nanoassemblies are highly sensitive to slight pH change (about 2-fold in proton concentration), while that for small organic dyes is nearly a 100-fold change since their pH10 90% values are typically 2 pH units.39,40 In addition, the respective uorescence transition pH values (pHt) at which F = (Fmax + Fmin)/2 were determined to be 4.4, 6.2, and 6.8 for the three DPA-, DiPA-, and HA-involved nanoassemblies. Molecular Dynamics Simulations of the Assembly Disassembly Processes.To investigate the pH-controlled adsorption of the copolymers onto the AuNP surfaces, molecular dynamics (MD) simulations characterizing their spontaneous assembly were performed. To reduce the computational cost, the molecular structure of the copolymers was simpli ed to be DiPA-conjugated ethylene glycol with three repeating units. As shown inFigure 2a, the copolymers were adsorbed onto AuNP surfaces, with DiPA segments anchoring into the dodecanethiol part at pH > 6.2, while the copolymers were disassembled at pH < 6.2, in line with the experimental observation. To provide a quantitative explanation of the driving force of this pH-controlled adsorption, we made use of free-energy calculation to explore the interactions between a single DiPA segment and a AuNP surface (Figure 2b). As depicted inFigure 2c, the nonprotonated DiPA (pH >\nFigure 3. Evaluation of reversibility of the self-assembly system and the possible interference from proteins (BSA). (a) Fluorescent spectra of the PEG-b-(PDiPA-r-Cy5)-decorated AuNPs (0.2 nM) during three cycles at pH 7.4 and 6.0 alternatively. (b) Fluorescence intensity as a function of repeating pH-switching between pH 7.4 and 6.0. Fluorescence quenching and dequenching in the (c) micelle system and (d) AuNP-based assembly system at pH 5.0 and pH 6.5 solutions where 10-fold (0.5 mg/mL) BSA is present. (e) Schematic illustration for the molecular binding of the copolymer toward AuNP and BSA with di erent a nity. (f) Binding free energies ( G) of the copolymer with BSA and AuNP. G = Gsolv + EMM. Gsolv, solvation free energies; EMM, molecular mechanics energies in the vacuum phase.\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1424\n6.2) binds much more e ciently to the AuNP surface than the protonated one (pH < 6.2), indicative of a strong attraction between the nonprotonated DiPA and the AuNP. Moreover, the free-energy pro les delineating the interactions between two DiPA segments were also calculated. As shown inFigure 2d, a strong repulsive interaction between two protonated DiPA segments is evident. It is apparent that the repulsion between the protonated DiPA segments is much stronger than the attraction between DiPA and AuNP (shown inFigure 2c). The pH-triggered disassembly, therefore, can be ascribed to both the low attraction between the protonated DiPA segments and the hydrophobic AuNP surface, and the high repulsion between the protonated DiPAs in the acidic environment, andvice versa.\nTo delve further into the di erence in the interactions between two DiPA segments in the nonprotonated and protonated states, respectively, the electrostatic potential (ESP) of DiPA in di erent states (Figure 2e) was calculated at the MP2/6-311++G(d,p) level of theory using the Gaussian 09 program.41 DiPA segments become positively charged with the acidi cation of the solvent, implying a large Coulombic repulsive force under such an environment, in good agreement with the free-energy calculations.\nReversibility Evaluation and Free-Energy Calculations. Owing to the reversible ionizable nature of TA groups, the assembly disassembly processes could be modulated reversibly through switching the pH values of the solutions. To investigate this, the same PEG-b-(PDiPA-r-Cy5)-decorated AuNP conjugates were treated with 0.1 N HCl and NaOH alternatively to enable the ultimate pH values of the aqueous solutions to be 6.0 and 7.4, respectively. The recorded uorescence spectra indicate two sets of curves corresponding to the recovered and quenched uorescence emissions at pH 6.0 and 7.4, respectively (Figure 3a). Figure 3b plots the uorescence intensities of the nanoassemblies in the quenched and recovered states alternatively at least three times. The reversible modulations were supported by the changes of dynamic light scattering (DLS) and UV vis absorption (Supporting Information, Figures S19 and S20).\nWe would like to explore if the reassembly process can be conducted in the presence of proteins that could be a predominant factor impairing the reversibility of the system under physiological conditions. The result for the AuNP-based system was compared with that of the polymeric micelles (see the TEM image of micelles inSupporting Information, Figure S21). Figure 3c indicates that the quenched uorescence for the micelles prepared with PEG-b-(PDiPA-r-Cy5) (50 g/mL) can be recovered in pH 5.0 bu er solution with a uorescence activation ratio of 8.4. When the pH value was switched to 6.5 in the presence of 10-fold bovine serum albumin (BSA, as a model protein, 0.5 mg/mL), >70% uorescence remained to be dequenched. The results imply that the presence of proteins can largely a ect the reassembly of copolymers into micellar nanoparticles, which was supported by the DLS measurements (Supporting Information, Figure S22). The hydrodynamic diameter of the assembled micelles at pH 6.5 is around 100 nm, while these decrease dramatically at pH 5.0 due to the disassembly of the micelles. More importantly, when the pH value was swiched back to 6.5, BSA could hamper the assembly of the free copolymers into micelles. In terms of the AuNPbased assembly system that was prepared with the same amount of copolymers as the micelles, 30-fold u rescence enhancement was achieved upon adjusting the pH value of the\ncolloidal solution from 6.5 to 5.0 (Figure 3d). To our surprise, the addition of 10-fold proteins had a negligible in uence on the uorescence quenching when the pH value was switched back to 6.5. Note that the presence of 10-fold proteins has no signi cant interference (p > 0.05) on the uorescence activation (pH 5.0) in both the micelle and the Au-polymer systems (Supporting Information, Figure S23).\nWe paid attention to the reason that the presence of proteins can scarcely impact the reassembly of the copolymers on AuNPs at pH 6.5. The competitive adsorption of the released copolymers toward proteins and AuNPs was explored using scoring-function-based docking and 600 ns equilibrium simulations.42 As depicted inFigure 3e, both the copolymer AuNP and copolymer BSA complexes are thermodynamically stable. To quantitatively compare the binding a nity between the copolymer and AuNP with that between the copolymer and BSA, the molecular mechanics Poisson Boltzmann surface area (MM-PBSA) approach43 was used to evaluate the binding free energies ( G) of the copolymer with AuNP and BSA. As depicted inFigure 3f, the a nity of the copolymer toward the AuNP surface is higher than that toward BSA. This di erence in binding capability is mainly due to the contribution of the solvation free energy ( Gsolv) to the two substrates, where the dodecanethiol-coated AuNPs are more hydrophobic than BSA. Therefore, although the interaction between the copolymer and BSA is also thermodynamically favorable, the copolymers prefer to adsorb onto the AuNP surface, in agreement with our experimental results.\nAnalytical Performance Evaluation of the pHResponsive Probes.To bring these reversible switches into practical applications, we have to evaluate several factors including colloidal stability, responsiveness speci city, and biocompatibility that may impair their analytical performance in real samples. We rst explored the colloidal stability of the PEG-b-(PDiPA-r-Cy5)-covered AuNP conjugates in aqueous solutions with various salt concentrations (0.1 1 M). Figure S24 in Supporting Informationshows that the uorescence of the nanoassemblies remained quenched until the salt concentration reached 1.0 M. Upon changing the pH value to 6.0, the uorescence recovered immediately. The speci c responsiveness of these nanoassemblies was investigated in several solutions containingvarious biospecies including glutathione (GSH), cysteine (Cys), homocysteine (Hcy), human serum albumin (HSA), and hydrogen peroxide (H2O2). Their concentrations were set at the real levels in physiological conditions.44,45 These substances are unable to activate the uorescence of the nanoassemblies even when the solutions were incubated for 24 h (Supporting Information, Figure S25). These results imply that the copolymer-coated AuNP conjugates are highly stable under these extreme conditions. Furthermore, the nanoassemblies show negligible toxicity toward di erent cell lines even when their concentrations are 2.5-fold higher than that used in the following cell imaging experiments (Supporting Information, Figure S26).\nMonitoring the Dynamic pH Variation in Di erent Intracellular Compartments. Encouraged by the above investigations, the pH-responsive nanoassemblies were allowed to report the pH variation in di erent intracellular compartments. To accelerate the NPs uptake for real-time imaging, the copolymer layers should be tethered with a targeting unit such as Arg-Gly-Asp (RGD) peptide that can bind to v 3 integrins expressed on cell surfaces.46 With the aid of RGD, the NPs could be rapidly taken upviareceptor-mediated endocytosis.47\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1425\nTherefore, we prepared the RGD-terminated copolymers (see Supporting Information, Scheme S4 and Figures S27 30), which were then mixed with the PEG-b-(PTA-r-Dye) with a molar ratio of 1:19. The resulting polymer mixtures were grafted onto AuNPs. In this study, we set PEG-b-(PDiPA-rCy5)-decorated AuNPs and PEG-b-(PDPA-r-TMR)-decorated AuNPs that were coassembled with RGD-terminated copolymers as probe (pHt 6.2) and probe (pHt 4.4), respectively. The presence of RGD ligands on the probes was con rmed by calculating the Au contents in each HepG2 (human liver carcinoma cell line) cell (Supporting Information, Figure S31). As indicated by the inductively coupled plasma mass spectrometry (ICP-MS) results, 10-fold Au accumulation was observed in the cells treated with RGD-bearing probes (pHt 6.2) over that treated with the same concentration of PEG-b(PDiPA-r-Cy5)-decorated AuNPs in the absence of RGD.\nThese two probes (0.2 nM for each one) were incubated with HepG2 cells, and the imaging results were recorded by confocal microscopy. After entry into cells, the probes were activated, as indicated by the graduate recovery of uorescence at both Cy5 and TMR channels in 4 h (Figure 4and\nSupporting Information, Figure S32). With the incubation over time (5 7 h), the uorescence intensity decreased gradually within the cells. The reversible pH-responsive uorescence activation/quenching might be due to the reversible assembly of copolymers onto AuNP cores, which were veri ed by TEM imaging of cell slices (Supporting Information, Figure S33). Before entering into the cells, the NPs are present close to the cell membrane, and the synthesized polymer shells (2 3 nm thickness) on AuNPs are clear. When the NPs were incubated with the cells for 2 4 h, we can observe that the NPs colocalize with the intracellular compartments (endosomes or lysosomes, which will be validated in the following experiments), where the activatable polymer shells on AuNPs\ndisappear. At 6 h, the AuNPs appear to accumulate in the Golgi apparatus with a reassembled 2 3 nm thick shell around the AuNP cores. Overall, these results indicate that the nanoprobes experienced a typical endocytosis exocytosis pathway upon interaction with cells;48,49 they rst encounter acidic early endosome (pH 6.0 6.5) and then transport to late endosome/lysosome (pH 4.0 5.5), followed by tra cking into the exocytic organelles (pH 7.4) such as the Golgi apparatus and multivesicular bodies.\nTo con rm their capability in dynamic imaging, the probes (pHt 6.2) were allowed to monitor the dynamic pH changes mediated by nigericin in live HepG2 cells. Nigericin is a K+/H + antiporter that is commonly used for modulation of intracellular pH.50 After incubation with probes (pHt 6.2) for 4 h, the adhered cells were washed and further cultured with pH 7.4 bu er containing 10 M nigericin for di erent times (0 30 min) (Supporting Information, Figure S34). The results show that the treatment of nigericin leads to e ci nt uorescence quenching in 30 min, which was most likely due to the instantaneous acidic-to-neutral pH changes caused by nigericin-mediated high K+/H + transporting rate. The dynamic selfassembly nanoprobes possess great usefulness for reporting the pH variation in di erent intracellular compartments.\nIn addition to the single-cell real-time imaging, the time- and pH-dependent activation processes were veri ed with population cells (10 000 cells) using ow cytometry analysis (Supporting Information, Figure S35). The results revealed that cells treated with the two probes are highly uorescent at 4 h, with 5-fold intensity higher than that at 2 h. The uorescence weakened about 2.5 times at 6 h compared to that at 4 h. These ow cytometry results agree well with the confocal imaging data, demonstrating the reversible pHresponsive performance of the probes in cells. Note that each AuNP carries an average of 1431 copolymers, and the concentration of copolymers used in this study is determined to be 5.6 g/mL, much lower than that (normally >50 g/mL) used in micelle-based nanoprobes.28 Furthermore, when the same amount of free copolymers (e.g., PEG-b-(PDiPA-r-Cy5), 5.6 g/mL) was incubated with the HepG2 cells, the polymers adsorbed heavily on the cell surfaces or formed aggregates in the medium (Supporting Information, Figure S36), as re ected by the red signals. This is because such low concentration of copolymers cannot enable the formation of micelle particles.\nFinally, we investigated the intracellular transport of AuNPs from early endosomes to late endosomes/lysosomes since the two compartments are both acidic while their biological functions are closely associated. We rst transfected HepG2 cells with green uorescent protein (GFP)-fused Rab5a and Lamp1 biomarkers, which are able to speci cally recognize early endosomes and late endosomes/lysosomes, respectively. The GFP-stained cells were incubated with the probes (pHt 6.2) and probes (pHt 4.4) simultaneously, and the colocalization of probes with speci c compartments was examined by confocal microscopy imaging at di erent incubation times. For the probes (pHt 6.2), the Cy5 uorescence recovered at 2 h, and the signal dots (red) started to overlap with the GFP-labeled early endosomes (green), as demonstrated by the yellow signals in the merged image (Figure 5a). In contrast, no overlapped signals were found with late endosomes/lysosomes at 2 h, indicating that the probes (pHt 6.2) have not reached the late endosomes. Over time, stronger recovered uorescence of Cy5 was observed, which merged with the GFP signals in both early\nFigure 4. Confocal microscopy images of a single HepG2 cell that was treated with the mixture of PEG-b-(PDiPA-r-Cy5)-decorated AuNPs (referred to as probe (pHt 6.2)) and PEG-b-(PDPA-rTMR)-decorated AuNPs (referred to as probe (pHt 4.4)) over time (1 7 h). The colloidal concentration of the two probes was identi ed to be 0.2 nM. The dynamic uorescence activation of the probe (pHt 6.2) and probe (pHt 4.4) was recorded with Cy5 and TMR channels, respectively.\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1426\nendosomes and late endosome/lysosomes. The results suggest that some probes (pHt 6.2) still stayed in early endosomes at 4 h, while the others were further activated in late endosomes/ lysosomes. With further incubation (6 h), the Cy5 uorescence decreased but no merged signals were observed in the early endosomes, while in the late endosomes/lysosomes, some yellow overlapped signals remained to be clearly seen. The results indicate that all the probes (pHt 6.2) have escaped from early endosomes completely in 6 h and some of the probes (pHt 6.2) have entered into the late endosome/lysosomes, while the others have transported into exocytic organelles, as proven by the above TEM experiments.\nIn contrast, the probes (pHt 4.4) remained silent in both early endosomes and late endosome/lysosomes at 2 h (Figure 5b). This interesting result might be ascribed to two facts. On one hand, the DPA groups in the probes (pHt 4.4) cannot be ionized in early endosomes (pH 6.0 .5), which means that no disassembly occurs; on the other hand, the probes have not reached the late endosomes at 2 h. With 4 h incubation, we can observe the uorescence recovery from the probes (pHt 4.4), but the signals were only colocalized with late endosomes/ lysosomes (pH 4.0 5.5). These results show that the probes (pHt 4.4) were activated exclusively inside the late endosomes/ lysosomes owing to their proper pH values. These results imply that, although the two kinds of pH probes can enter the same compartments, their behavior of u rescence activation is di erent. This is because the ionization processes of DiPA and DPA in the two probes are strictly governed by the pH values in compartments. As a result, the two probes show di erent assembly behaviors in these compartments, which could lead to di erent metabolism of the nanoparticles. Therefore, we can observe that the activated uorescence of the two probes is not fully merged throughout the multiple assembly disassembly processes (Figure 4).\nIn addition, the Pearson s colocalization coe cients (PCC)51 were allowed to quantify the colocalization degrees of probe activation signals and endosome/lysosome trackers (Supporting Information, Figure S37). The results further con rmed that the uorescence recovery of the nanoprobes is strictly dependent on the pH values of the endosomal compartments in cells.\nOn the basis of the above investigations, we would like to propose the dynamic disassembly reassembly processes of the two probes in di erent intracellular compartments. As described inFigure 5c, after gaining entry into cells, the pHresponsive polymers in probes (pHt 6.2) can be quickly released into the early endosomes, and the disassembly process is saturated as the probes tra c into late endosomes/ lysosomes. By contrast, the disassembly of probes (pHt 4.4) takes place in the late endosomes/lysosomes exclusively. When the probes are transferred into exocytic organelles such as the Golgi apparatus, the released polymers are reassembled onto AuNP surfaces, resulting in uorescence quenching again. This hypothesis was well supported by the single-cell monitoring of uorescence dynamics, uorescence colocalization, and TEM analysis."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we have synthesized a series of pH-responsive copolymers that were reversibly assembled on AuNP cores in aqueous solutions. The assembly and disassembly processes were essentially triggered by tuning the protonation of the TA groups, which allows the reversible manipulation of hydrop obic interactions between the copolymers and the AuNP cores. We have shown here that (i) the reversible assembly disassembly can be conducted under physiological conditions; (ii) AuNPs act not only as a template for the self-assembly but also as an outstanding quencher for minimizing background\nFigure 5. Monitoring the pH-dependent activation of probe (pHt 6.2) and probe (pHt 4.4) in the endosomal compartments of HepG2 cells. The early endosomes and late endosomes/lysosomes were labeled with GFP-fused Rab5a and Lamp1 biomarkers, respectively. Representative confocal microscopy images of the GFP-stained HepG2 cells that were separately incubated with (a) probe (pHt 6.2) and (b) probe (pHt 4.4) for 2, 4, and 6 h. (c) Proposed disassembly reassembly behaviors of probe (pHt 6.2) and probe (pHt 4.4) in di erent intracellular compartments.\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1427\nuorescence; (iii) strong uorescent signals can be activated even though very few copolymers (5.6 g/mL) anchoring on AuNPs were applied for bioimaging; (iv) the nanoassemblies show extremely sharp pH transitions, indicating high sensitivity to subtle pH changes, and (v) the pHt values of the nanoassemblies can be modulated readily by choosing TAs with various substituted groups. These pH-responsive nanoassemblies were employed as smart nanoprobes to report the dynamic pH changes between di erent intracellular compartments, which facilitates tracking the transport processes of NPs in living cells. Undoubtedly, the strategy to reversibly control surface chemistry can be applied to manipulate the properties of other types of nanoparticles, greatly extending the use of the smart responsive platforms in a variety of biological and biomedical elds.\nMATERIALS AND METHODS General Materials. 6-CarboxytetramethylrhodamineN-succinimidyl ester (6-TAMRA-SE) was purchased from the Lumiprobe Corporation. MeO-PEG114-OH, (2-hexamethylenimino)ethanol (HA), and chloroauric acid were purchased from Sigma-Aldrich. 2- (Diisopropylamino)ethyl methacrylate (DiPA-MA), bromopentane, ethanolamine, methacryloyl chloride, sodium salts, and 1-dodecanethiol were purchased from Alfa Aesar Company. 2-Aminoethyl methacrylate (AMA) was purchased from J&K Chemicals, and it was recrystallized twice with 2-propanol and ethyl acetate (3:7) before use. Other solvents and reagents were used as received from SigmaAldrich or Alfa Aesar Company.\nSynthesis of PEG Macroinitiator.PEG114-OH (5 g, 0.001 mol) was dissolved in 20 mL of CH2Cl2 in a 100 mL three-necked, roundbottomed ask. Triethylamine (0.29 mL, 0.002 mol) was added, and the solution was cooled to 0° C. Then, 2-bromoisobutyryl bromide (0.25 mL, 0.002 mol) was distributed in 5 mL of CH2Cl2, and the mixture was added dropwise into the ask by a constant pressure funnel over 1 h. The reaction was stirred at room temperature for another 6 h. The resulting mixture was ltered, washed with saturated brine and NaHCO3, respectively, and dried over MgSO4. The solid residue was removed by ltration; then the ltrate was concentrated and precipitated into cold ether and dried under vacuum to obtain a white solid product. Yield: 80%. The1H NMR spectrum for the product is shown inFigure S1.\nSynthesis of 2-(Dipentylamino)ethanol. First, we added ethanolamine (3.1 g, 0.05 mol) in 100 mL of acetonitrile under mild stirring. After ethanolamine was dissolved, bromopentane (15.1 g, 0.1 mol) and Na2CO3 (13.25 g, 0.125 mol) were added to the solution. After stirring at room temperature for 6 h, the solution was ltered to remove the insoluble substance, and the solvent was evaporated. The crude product was puri ed by column chromatography (CH2Cl2/CH 3OH = 10:1) with trace ammonia to obtain 2- (dipentylamino)ethanol as a light yellow liquid. Yield: 75%. The1H NMR spectrum for the product is shown inFigure S2.\nSynthesis of Methacrylate Monomers. We synthesized 2- (dipentylamino)ethyl methacrylate (DPA-MA) and 2- (hexamethylenimino)ethyl methacrylate (HA-MA) using a similar procedure. Here we describe the synthetic method for DPA-MA as an example. Hydroquinone (0.22 g, 0.002 mol), 2-(dipentylamino)ethanol (48.6 g, 0.2 mol), and triethylamine (20.2 g, 0.2 mol) were dissolved in 200 mL of tetrahydrofuran (THF). The mixture was incubated in an ice-salt bath for 15 min; then methacryloyl chloride (20.8 g, 0.2 mol) was added dropwise into the ask slowly. The solution was re uxed for 4 h. Afterward the mixture was ltered and concentrated to dryness. The residual product was puri ed by reduced pressure distillation and a orded a light yellow liquid. The yields for DPA-MA and HA-MA are calculated to be 80% and 60%, respectively. The1H NMR spectra of the obtained DPA-MA and HAMA are shown inFigures S3 and S6, respectively.\nSynthesis of Dye-Conjugated Block Copolymers. We synthesized PEG-b-tertiary amine copolymers (referred to as PEG-\nb-(PTA-r-AMA)) using a living radical polymerization method named atom transfer radical polymerization. The synthetic route for PEG-b(PDPA-r-AMA) is used as a general sample. All the monomers, catalyst, and initiator including 2-aminoethyl methacrylate (25 mg, 0.15 mmol) 2-(dipentylamino)ethyl methacrylate (336 mg, 1.25 mmol), PMDETA (5.5 mL, 0.025 mmol), and PEG114-Br (125 mg, 0.025 mmol) were added into a mixed solvent of 2-propanol (1 mL) and dimethylformamide (DMF) (1 mL). The reaction tube was degassed by three vacuum/argon cycles. Then the puri d white powder of CuBr (4 mg, 0.025 mmol) was quickly added into the tube; after that another three vacuum/argon cycles were carried out. The mixture was maintained at 60° C for 12 h. The crude product was then diluted with 20 mL of THF. Copper catalyst was removed by passing a solution of copolymer in THF through a column of basic alumina. The puri ed copolymer was recovered by dialysis in distilled water and lyophilized to obtain a white powder. The molecular weights (Mn and Mw) and polydispersity index (PDI) of each copolymer are listed inTable S1. The gel permeation chromatography system (GPC, Waters, USA) was used to measure the molecular weights and their corresponding distribution of polymers. THF was used as the eluent at a low ow rate of 1.0 mL/min. Monodispersed polystyrene standards were used to create the calibration curves. The yields for PEG-b (PDPA-r-AMA), PEG-b-(PDiPA-r-AMA), and PEGb-(PHA-r-AMA) are calculated to be 45%, 64%, and 55%, and their corresponding1H NMR spectra are shown inFigures S4, S5, and S7, respectively.\nWe conjugated dyes with the copolymers in the same step. In a representative procedure, PEG-b-(PDPA-r-AMA) (20 mg) was dissolved in 2 mL of DMF; then tetramethylrhodamine with NHS ester was added (molar ratio of dye to tertiary amine 1.5:1). The reaction was carried out in the dark at room temperature for 2 days. After that the mixture was puri ed by Sephadex LH-20 (CH3OH/ CHCl3 = 1:1) to remove the unreacted uorescent dyes. The produced copolymers were lyophilized and dissolved in DMF as a stock solution at 4° C for storage.\nSynthesis of RGD-Terminated Copolymers.Arg-Gly-Asp peptides (cyclo(Arg-Gly-Asp-D-Tyr-Lys (CO CH2SH)), cRGD-SH) were purchased from GL Biochem (Shanghai) Ltd. The peptides were tethered on the nanoprobes by introducing maleimide-terminated PEG-b-poly(2-(pentamethylenimino)ethyl methacrylate) (MALPEG-b-PPEA) (seeSupporting Information, Scheme S4). First, we added the mixture of furan (4.08g, 60 mmol) andN-maleoyl- - alanine 1 (1.01 g, 6 mmol) into 20 mL of benzene at room temperature. The mixture was heated to 80° C and re uxed for 8 h. After that, the solution was cooled to room temperature to produce a white precipitate. The solvent was removed by concentrationin vacuo. The obtained residue was then puri ed by column chromatography (CH2Cl2/CH 3OH = 3:1) to yield product 2 as a white powder. Yield: 80%.\nN,N -Dicyclohexylcarbodiimide (200 mg, 0.96 mmol) and a trace amount of dimethylaminopyridine were added to a mixture ofNhydroxymaleimide (100 mg, 0.88 mmol) and product 2 (192 mg, 0.8 mmol) in 100 mL of dichloromethane. The solution was stirred at 0 ° C for 20 min and transferred to room temperature for another 2 h. HO-PEG5000-NH2 (2 g, 0.4 mmol) was added to the mixture drop by drop; then the reaction system was stirred overnight. The reaction solution was ltered and concentrated to 10 mL by rotary evaporation. The concentrated liquor was poured into 150 mL of cold diethyl ether, and the precipitate was collected and dried to yield product proMAL-PEG5000. Yield: 59%.\nTriethylamine (280 L, 2 mmol) was added in 20 mL of dichloromethane and mixed with proMAL-PEG5000. Then, 2-bromo2-methylpropionyl bromide (260 L, 2 mmol) was added slowly, and the solution was stirred overnight under argon protection. The resulting solution was poured into 200 mL of cold diethyl ether and the residue was collected. Two more dissolve-and-precipitation procedures of the crude product of PEG macroinitiator were repeated, and then the product was dried. All the monomer, catalyst, and initiator including PEA (276 mg, 1.4 mmol), PMDETA (7.0 L, 0.034 mmol), and proMAL-PEG5000-Br (140 mg, 0.028 mmol) were\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1428\nadded in a mixed solvent of 2-propanol (1 mL) and DMF (1 mL). The reaction tube was degassed by three vacuum/argon cycles. Then, puri ed white powder of CuBr (4.5 mg, 0.031 mmol) was quickly added into the tube; after that another three vacuum/argon cycles were carried out. Polymerization was reacted at 60° C for 12 h. The crude product was then diluted with 20 mL of THF. Copper catalyst was removed by passing a solution of copolymer in THF through a column of basic alumina. The puri ed copolymer was recovered by dialysis in distilled water and lyophilized to obtain proMAL-PEG-bPPEA as a white powder. Yield: 79%.\nTo deprotect the copolymer, 100 mg of proMAL-PEG-b-PPEA copolymer in 10 mL of toluene was re uxed for 8 h. Then the solvent was removed by rotary evaporation. The puri ed copolymer was dialyzed in distilled water and lyophilized to obtain MAL-PEG-bPPEA as a white powder. Yield: 89%.\nAll the products were characterized by1H NMR, as shown in Figures S23 S26.\nFor RGD conjugation, MAL-PEG-PPEA was dissolved in THF and the solution was added into distilled water under sonication. Then the hybrid was ultra ltered at 10 000 rpm for 10 min to remove THF. Then 3 times excess cRGD peptides was added, and the mixture was shaken at room temperature for 4 h. Finally, the mixture was ultra ltered four times to remove free cRGD residues. The crude products were freeze-dried to yield a white powder.\nSynthesis of 30 nm AuNPs. All glass containers and the magnetic stir-bars were immersed inaqua regiafor 30 min and washed thoroughly with deionized water. Thirteen-nanometer gold nanoparticles were synthesized by sodium citrate reduction of HAuCl4. Brie y, to a 200 mL boiling aqueous solution of HAuCl4 (82 mg, 2 mmol) was added trisodium citrate (236 mg, 80 mmol) rapidly; then the solution was heated with vigorous stirring for an additional 20 min. Subsequently, the resulting solution was cooled to room temperature. Thirty-nanometer AuNPs were prepared according to the seed growth methodviareduction of HAuCl4 with NH2OH.\n52 To a 250 mL aqueous solution of 13 nm AuNPs (0.1 nmol) was added NH2OH (0.2 mol, 2 mL) rapidly. After 5 min of stirring at room temperature, 208 L of HAuCl4 (100 mM) was added dropwise for 10 min, the mixture turned red gradually and was stirred for another 30 min, and 5% trisodium citrate (80 mg, 2 mL) was added to stabilize the 30 nm AuNPs.\nCoating AuNPs with Copolymers.Since the excess citrate ions in solution could in uence the particle encapsulation, the as-prepared citrate-stabilized AuNPs were centrifuged and redispersed in water prior to dispersion in DMF. First, a 1 mL aqueous solution of AuNP solution (30 nm, 0.4 nM) was centrifuged at 4000g for 10 min. After removing the supernatants, the concentrated AuNPs were redispersed and then slowly dripped with 1 mL of DMF. The DMF suspensions were prepared freshly before use.\nNext, 100 L of PEG-b-(PTA-r-Dye) copolymers (1 mg/mL) in DMF was added to a 900 L AuNP solution (30 nm, 0.4 nM in DMF) with vigorous stirring. Then, 0.25 mL of Tris-HCl (pH 7.4) was added dropwise (0.5 mL/h) via microinjection pump at room temperature. After that 20 L of dodecanethiol solution (10 L in 1 mL of DMF) was added to the solution and stirred for 1 h. Another 3 mL of Tris-HCl (pH 7.4) was added dropwise (2 mL/h) to the mixture by microinjection pump. Organic solvent was removed by dialysis in PBS (pH 7.4, 10 mM) for 12 h. Finally, the solution in the dialysis bag was transferred to a centrifuge tube and was then centrifuged at 4000g for 30 min. This procedure was repeated four times to remove the free polymers. The puri ed copolymer-decorated AuNPs were redispersed in 1 mL of PBS (pH 7.4). These procedures are amenable to the RGD-conjugated nanoprobes. The polymers used for encapsulating AuNPs are a mixture of RGD-PEG-PPEA and PEGb-(PTA-r-Dye) with a molar ratio of 1:19.\nRecording Fluorescence Spectra.The uorescence spectra of PEG-b-(PTA-r-Dye)-decorated AuNPs were obtained on a Hitachi uorometer (F-7500 model). The nanoconjugates in high concentration were diluted to desired concentrations by 0.2 M citricphosphate bu ers with di erent pH values. The colloidal concentration for the uorescence measurement in solutions was xed to be\n0.2 nM. The PEG-b (PDiPA-r-Cy5)-decorated AuNPs were excited at 633 nm, and the emission spectra were collected from 650 to 700 nm. The PEG-b-(PDPA-r-TMR)-decorated AuNPs were excited at 530 nm, and the emission spectra were collected from 550 to 650 nm. The PEG-b-(PHA-r-Cy7.5)-decorated AuNPs were excited at 780 nm, and the emission spectra were collected from 800 to 900 nm. Both the emission and excitation slits were 5 nm. The emission intensity at peak value was used to quantify the pH responsiveness for the nanoconjugates.\npH Titration and pKa Measurement. The pH titration of the three types of PEG-b-(PTA-r-Dye) copolymers was conducted following a similar method. For example, PEG-b-(PDA-r-TMR) (27.5 mg) was added with HCl (0.1 mol, 5 mL) in a small beaker. After the copolymers were totally dissolved, pH titration was carried out by adding 100 L aliquots of 0.1 mol NaOH solution under constant stirring. Then, the pH values were measured using a Thermal pH meter. The pKa values were calculated as the pH in the middle of the two equivalence points in the titration curve. The pKa values for all the three types of PEG-b-(PTA-r-Dye) copolymers are listed in Table S1.\nCell Culture.HepG2 (hepatocellular carcinoma cell line) and 3T3 ( broblast cell line) cells were cultured in a DMEM medium (Roswell Park Memorial Institute medium) supplemented with 10% fetal bovine serum (FBS) and 1% penicillin streptomycin, respectively. All the cells were placed in a humidi e incubator at 37° C with 5% CO2 until they were con uent. Before use, cells were grown to con uence, washed with PBS, desorbed from culture plates with trypsin (GIBCO), and resuspended in corresponding fresh culture medium.\nCell Transfection. For colocalization experiment, HepG2 cells were transfected with GFP-Rab5a and GFP-Lamp1 plasmids that were both encapsulated by Lipo2000. Rab5a and Lamp1 plasmids are endosome marker and lysosome marker, respectively. One day before transfection, HepG2 cells were inoculated in a confocal dish to ensure that the cell con uence reached 70% when transfected. The plasmids were diluted with 25 L of Opti-MEM. Then the Lipo2000 was mixed with the Opti-MEM solution, gently homogenized, and incubated at room temperature for 20 min. The composite was placed in the confocal dish, and the plates were swayed back and forth to evenly distribute the compounds.\nCytotoxicity Evaluation. The cytotoxicity of PEG-b-(PTA-rDye)-decorated AuNPs was evaluated using MTT assays in a 96-well plate (a density of 5000 cells per well). Both the HepG2 and 3T3 b oblast cell lines were independently incubated with increasing concentrations (from 0.1 to 0.5 nM) of nanoprobes that were dispersed in culture medium with 10% FBS for 24 h in an incubator (37 ° C, 5% CO2). After that, 10 L of MTT (5 mg/mL) was added to each well and incubated with all the cells for an additional 3 h in the incubator. Ultimately, the formazan products were measured by using a microplate reader at the absorbance of 490 nm.\nReal-Time Confocal Imaging and Colocalization.We seeded HepG2 cells in confocal dishes with 2 mL of complete DMEM medium and cultured for 24 h. PEG-b-(PDiPA-r-Cy5)-decorated AuNPs (referred to as probe pHt 6.2) and PEG-b (PHA-r-Cy7.5)decorated AuNPs (referred to as probe pHt 4.4) that were coassembled with RGD peptides were dissolved in culture medium with a nal concentration of 0.2 nM, respectively. The probes were incubated with the cells for 1 h, and the free probes in the medium were removed. The confocal images of individual cells were captured at 1, 2, 3, 4, 5, 6, and 7 h. For cellular colocalization experiments, after 24 h of cell transfection, the probes were incubated with the cells for 2, 4, and 6 h. The stained cells were washed with PBS ve times, xed with paraformaldehyde for 20 min, and washed with PBS three times once again. The confocal images were captured by a Leica TCS-SP8 confocal microscope with a 40× objective oil lens. GFP, TMR, and Cy5 were excited at 488, 530, and 633 nm, respectively.\nFlow Cytometry. HepG2 cells were inoculated on six-well plates and cultured overnight to grown con uence. The PEG-b-(PDiPA-rCy5)-decorated AuNPs and PEG-b-(PHA-r-Cy5)-decorated AuNPs were cultured with the cells for 2, 4, and 6 h, respectively. Then the cells were washed with PBS and treated with trypsin to detach from\nDOI:10.1021/acsnano.8b07054 ACS Nano2019, 13, 1421 1432 1429\nthe well plates. The cell solution was centrifuged (1000g, 3 min), then resuspended and washed three times with PBS. After xation by paraformaldehyde (4%), the cells were washed with PBS three times. BD LSR Fortessa was used in the ow cytometry experiment with excitation at 640 nm. A total of 10 000 cells were used in the measurement of each sample.\nMolecular Dynamics Simulations. All the MD simulations described herein were conducted using the program NAMD 2.1253 with the CHARMM General Force Field54 and the TIP3P water model.55 The temperature and the pressure were maintained at 300 K and 1 atm, respectively, employing Langevin dynamics56 and Langevin piston method.57 The length of the covalent bonds involving a hydrogen atom was frozen to its equilibrium value by means of the SHAKE/RATTLE58,59 and SETTLE algorithms.60 The r-RESPA multiple time-step algorithm61 was utilized to integrate the equations of motion with a time step of 2 and 4 fs for short- and longrange interactions, respectively. Long-range electrostatic forces were evaluated using the particle mesh Ewald approach.62 A smoothed 12 ¯ spherical cuto was used to truncate van der Waals and short-range Coulombic interactions. Visualization and analysis of MD trajectories were carried out with the VMD 1.9.2 package.63 The molecular docking program AutoDock was employed for a systematic search of the possible binding sites of polymer with respect to the protein BSA.\nFree-Energy Calculations.All the PMF calculations were carried out using the meta-eABF method.64 The transition coordinates of the two free-energy calculations were chosen as , the distance between a TA segment and a dodecanethiol-coated AuNP, andd the distance between two TA segments, respectively. The time for the simulation of each molecular assembly was set to be 500 ns.\nPCC Calculation.PCC is one of the standard statistical techniques in identifying the matching degree between two signals. To calculate the PCC of a pair of uorescent images, all pixels having the same image coordinates are paired, such as green pixels and red pixels. PCC generates a range of values from 1, a perfect positive correlation, to 1, a perfect but inverse correlation, with 0 representing a random distribution. PCC is calculated according to the following equation:51\nR R G G\nR R G G PCC\n( )( )\n( ) ( )\ni av i av\ni av 2\ni av 2\n=\nRi is the intensity in the red channel;Rav is the average intensity in the red channel;Gi: is the intensity in the green channel; andGav is the average intensity in the green channel.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications websiteat DOI: 10.1021/acsnano.8b07054.\nSupplementary Schemes S1 4, Table S1, and Figures S1 37 (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail:liudb@nankai.edu.cn"
    }, {
      "heading" : "ORCID",
      "text" : "Haohao Fu:0000-0003-0908-0046 Wensheng Cai:0000-0002-6457-7058 Dingbin Liu:0000-0003-4153-9822"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing ancial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We acknowledge the support from the National Natural Science Foundation of China (21775075), the Fundamental Research Funds for Central Universities (China), and the Thousand Youth Talents Plan of China."
    } ],
    "references" : [ {
      "title" : "A DNA-Based Method for Rationally Assembling Nanoparticles into Macroscopic Materials",
      "author" : [ "C.A. Mirkin", "R.L. Letsinger", "R.C. Mucic", "J.J. Storhoff" ],
      "venue" : null,
      "citeRegEx" : "Mirkin et al\\.,? \\Q2063\\E",
      "shortCiteRegEx" : "Mirkin et al\\.",
      "year" : 2063
    }, {
      "title" : "Nanostructures in Biodiagnostics",
      "author" : [ "N.L. Rosi", "C.A. Mirkin" ],
      "venue" : null,
      "citeRegEx" : "Rosi and Mirkin,? \\Q1991\\E",
      "shortCiteRegEx" : "Rosi and Mirkin",
      "year" : 1991
    }, {
      "title" : "Nano-Flares: Probes for Transfection and mRNA Detection in Living Cells",
      "author" : [ "D.S. Seferos", "D.A. Giljohann", "H.D. Hill", "A.E. Prigodich", "C.A. Mirkin" ],
      "venue" : null,
      "citeRegEx" : "Seferos et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Seferos et al\\.",
      "year" : 2005
    }, {
      "title" : "Electrostatic Nucleic Acid Nanoassembly Enables Hybridization Chain Reaction in Living Cells for Ultrasensitive mRNA Imaging",
      "author" : [ "Z. Wu", "G.Q. Liu", "X.L. Yang", "J.H. Jiang" ],
      "venue" : null,
      "citeRegEx" : "Wu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2018
    }, {
      "title" : "Dysregulated pH: a Perfect Storm for Cancer Progression",
      "author" : [ "B.A. Webb", "M. Chimenti", "M.P. Jacobson", "D.L. Barber" ],
      "venue" : null,
      "citeRegEx" : "Webb et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Webb et al\\.",
      "year" : 1998
    }, {
      "title" : "A Hemicyanine Based Ratiometric Fluorescence Probe for Mapping Lysosomal pH during Heat Stroke in Living Cells",
      "author" : [ "L. Wu", "Y. Wang", "T.D. James", "N. Jia", "C. Huang" ],
      "venue" : null,
      "citeRegEx" : "Wu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2013
    }, {
      "title" : "Tunable, Ultrasensitive pH-Responsive Nanoparticles Targeting Specific Endocytic Organelles in Living Cells",
      "author" : [ "K. Zhou", "Y. Wang", "X. Huang", "K. Luby-Phelps", "B.D. Sumer", "J. Gao" ],
      "venue" : null,
      "citeRegEx" : "Zhou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2012
    }, {
      "title" : "Ultra-pH-Sensitive Nanoprobe Library with Broad pH Tunability and Fluorescence Emissions",
      "author" : [ "X. Ma", "Y. Wang", "T. Zhao", "Y. Li", "L.-C. Su", "Z. Wang", "G. Huang", "B.D. Sumer", "J. Gao" ],
      "venue" : null,
      "citeRegEx" : "Ma et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2011
    }, {
      "title" : "A Nanoparticle-Based Strategy for the Imaging of a Broad Range",
      "author" : [ "K. Zhou", "G. Huang", "C. Hensley", "X. Huang", "X. Ma", "T. Zhao", "B.D. Sumer", "R.J. DeBerardinis", "J. Gao" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Y. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2014
    }, {
      "title" : "Digitization of Endocytic pH by Hybrid Ultra-pH-Sensitive Nanoprobes at Single-Organelle Resolution",
      "author" : [ "Y. Wang", "C. Wang", "Y. Li", "G. Huang", "T. Zhao", "X. Ma", "Z. Wang", "B.D. Sumer", "M.A. White", "J. Gao" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2016
    }, {
      "title" : "Detection and Differentiation of Normal, Cancerous, and Metastatic Cells Using NanoparticlePolymer Sensor Arrays",
      "author" : [ "A. Bajaj", "O.R. Miranda", "I.B. Kim", "R.L. Phillips", "D.J. Jerry", "U.H.F. Bunz", "V.M. Rotello" ],
      "venue" : null,
      "citeRegEx" : "Bajaj et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Bajaj et al\\.",
      "year" : 2007
    }, {
      "title" : "Nanoparticle Size and Surface Chemistry Determine Serum Protein Adsorption and Macrophage Uptake",
      "author" : [ "C.D. Walkey", "J.B. Olsen", "H. Guo", "A. Emili", "W.C.W. Chan" ],
      "venue" : null,
      "citeRegEx" : "Walkey et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Walkey et al\\.",
      "year" : 2015
    }, {
      "title" : "A Multicolor Nanoprobe for Detection and Imaging of Tumor-Related mRNAs in Living Cells",
      "author" : [ "N. Li", "C. Chang", "W. Pan", "B. Tang" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2014
    }, {
      "title" : "Fluorescent Probes and Bioimaging: Alkali Metals, Alkaline Earth Metals and pH",
      "author" : [ "J. Yin", "Y. Hu", "J. Yoon" ],
      "venue" : null,
      "citeRegEx" : "Yin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2018
    }, {
      "title" : "Calculating Structures",
      "author" : [ "P.A. Kollman", "I. Massova", "C. Reyes", "B. Kuhn", "S. Huo", "L. Chong", "M. Lee", "T. Lee", "Y. Duan", "W. Wang", "O. Donini", "P. Cieplak", "J. Srini-vasan", "D.A. Case", "T.E. Cheatham" ],
      "venue" : null,
      "citeRegEx" : "Kollman et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Kollman et al\\.",
      "year" : 1992
    }, {
      "title" : "The Thiol Pool in Human Plasma: the Central Contribution of Albumin to Redox Processes",
      "author" : [ "L. Turell", "R. Radi", "B. Alvarez" ],
      "venue" : "Free Radical Biol. Med",
      "citeRegEx" : "Turell et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Turell et al\\.",
      "year" : 2000
    }, {
      "title" : "Boronate-Based Fluorescent Probes for Imaging Cellular Hydrogen Peroxide",
      "author" : [ "E.W. Miller", "A.E. Albers", "A. Pralle", "E.Y. Isacoff", "C.J. Chang" ],
      "venue" : null,
      "citeRegEx" : "Miller et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Miller et al\\.",
      "year" : 2013
    }, {
      "title" : "A Two-Domain Elevator Mechanism for Sodium",
      "author" : [ "C. Lee", "H.J. Kang", "C. von Ballmoos", "S. Newstead", "P. Uzdavinys", "D.L. Dotson", "S. Iwata", "O. Beckstein", "A.D. Cameron", "D. Drew" ],
      "venue" : "Proton Antiport.Nature2013,",
      "citeRegEx" : "Lee et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2013
    }, {
      "title" : "CHARMM General Force Field: a Force Field",
      "author" : [ "K. Vanommeslaeghe", "E. Hatcher", "C. Acharya", "S. Kundu", "S. Zhong", "J. Shim", "E. Darian", "O. Guvench", "P. Lopes", "I. Vorobyov", "A.D. Mackerell" ],
      "venue" : null,
      "citeRegEx" : "Vanommeslaeghe et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Vanommeslaeghe et al\\.",
      "year" : 2005
    }, {
      "title" : "An Analytical Version of the SHAKE and RATTLE Algorithm for Rigid Water Models",
      "author" : [ "S. Miyamoto", "P.A. Settle Kollman" ],
      "venue" : "J. Comput. Phys. 1983,",
      "citeRegEx" : "Miyamoto and Kollman,? \\Q1983\\E",
      "shortCiteRegEx" : "Miyamoto and Kollman",
      "year" : 1983
    }, {
      "title" : "Reversible Multiple Time Scale Molecular Dynamics",
      "author" : [ "M. Tuckerman", "B.J. Berne", "G.J. Martyna" ],
      "venue" : null,
      "citeRegEx" : "Tuckerman et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Tuckerman et al\\.",
      "year" : 1992
    }, {
      "title" : "Particle Mesh Ewald: An N log(N) Method for Ewald Sums in Large Systems",
      "author" : [ "T. Darden", "D. York", "L. Pedersen" ],
      "venue" : null,
      "citeRegEx" : "Darden et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Darden et al\\.",
      "year" : 1990
    }, {
      "title" : "VMD: Visual Molecular Dynamics",
      "author" : [ "W. Humphrey", "A. Dalke", "K. Schulten" ],
      "venue" : "J. Chem. Phys",
      "citeRegEx" : "Humphrey et al\\.,? \\Q1993\\E",
      "shortCiteRegEx" : "Humphrey et al\\.",
      "year" : 1993
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Self-assembly is a powerful tool to organize the elementary molecular units into functional nanostructures, which provide reversible stimulus-responsive systems for a variety of purposes. However, the ability to modulate the reversible self-assembly in live systems remains a great challenge owing to the chemical complexity of intracellular environments, which often damage synthetic assembled superstructures. Herein, we describe a robust reversible self-assembly system that is composed of a hydrophobic gold nanoparticle (AuNP) core and a shell of pH-responsive dyeincorporated block copolymers. The reversible assembly disassembly processes were precisely controlled through mediating the molecular interactions between the copolymers and AuNPs. More importantly, the major endogenous biospecies such as proteins will not impair the reversible self-assembly, which was supported by free-energy calculations. The reversible pH-responsive nanostructures were employed as  smart probes for visualizing the subtle dynamic pH changes among di erent intracellular compartments, facilitating the study of pH in uence on biological processes.",
    "creator" : null
  }
}