{
  "name" : "downloads_2019-10-14_c8_10.1186@s12934-019-1201-2.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "In vivo immobilization of an organophosphorus hydrolyzing enzyme on bacterial polyhydroxyalkanoate nano-granules",
    "authors" : [ "Ru Li", "Jian Yang", "Yunzhu Xiao", "Lijuan Long" ],
    "emails" : [ "longlj@scsio.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Results: In this study, a one-step fabrication method was developed for stable and efficient immobilization of an organophosphorus degrading enzyme on PHA nano-granules. The nano-biocatalysts were produced in recombinant Escherichia coli cells into which the polyhydroxyalkanoate synthesis pathway from Cupriavidus necator had been introduced. Two different strategies, covalent attachment and hydrophobic binding, were investigated by fusing bacterial organophosphorus anhydride hydrolase (OPAA4301) with PhaC and PhaP, respectively. Using both methods, the tetrameric enzyme successfully self-assembled and was displayed on the PHA surface. The display density of the target fused enzyme was enhanced to 6.8% of total protein on decorated PHA by combination of covalent and non-covalent binding modes. Immobilization of the enzyme on PHA granules resulted in higher catalytic efficiency, increased stability and excellent reusability. The kcat values of the immobilized enzymes increased by threefold compared to that of the free enzyme. The pH stability under acidic conditions was significantly enhanced, and the immobilized enzyme was stable at pH 3.0–11.0. Furthermore, more than 80% of the initial enzyme activity retained after recycling ten times.\nConclusions: This study provides a promising approach for cost-efficient in vivo immobilization of a tetrameric organophosphorus degrading enzyme. The immobilization process expands the utility of the enzyme, and may inspire further commercial developments of PHA nano-biocatalysts. As revealed by our results, combination of covalent and non-covalent binding is recommended for display of enzymes on PHA granules.\nKeywords: Polyhydroxyalkanoates display, Organophosphorus anhydride hydrolase, Bioremediation, Nano-biocatalysts\n© The Author(s) 2019. This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creat iveco mmons .org/licen ses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/ publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\n*Correspondence: longlj@scsio.ac.cn †Ru Li and Jian Yang contributed equally to this work 1 CAS Key Laboratory of Tropical Marine Bio-Resources and Ecology, RNAM Center for Marine Microbiology, Guangdong Key Laboratory of Marine Materia Medica, South China Sea Institute of Oceanology, Chinese Academy of Sciences, Guangzhou 510301, People’s Republic of China Full list of author information is available at the end of the article"
    }, {
      "heading" : "Introduction",
      "text" : "Many microorganisms naturally produce nanometer scale particles. These biologically produced nanoparticles (BNPs) exist in a wide range of forms including polyhydroxyalkanoates, endospores, exosomes, and magnetosomes [1]. BNPs are composed of a spherical core–shell structure, where the organic or inorganic cores are associated with a number of proteins on their surfaces [2–4]. These surface proteins have attracted much attention and inspired investigations to explore them as anchoring tags to attach proteins and peptides to the surface of BNPs. The engineered BNPs are exciting prospects for drug targeting [5], bio-catalysis [6], biochemical separation [7] and bioremediation [8]. Compared with existing chemical immobilization technologies [9, 10], surface engineering of BNPs is highly advantageous. The functional BNPs usually assemble under mild physiological conditions in a single step, avoiding the requirement for additional external agents. Accordingly, display of proteins on nanoparticles in microbial cells is considered as an emerging alternative to traditional chemical immobilization.\nPolyhydroxyalkanoate granules are naturally occurring inclusions used as intracellular carbon and energy storage by many bacteria under conditions of nutrient limitation [11]. The PHA biosynthetic pathway contains three key enzymes, PHA synthase (PhaC), β-ketothiolase (PhaA) and acetoacetyl-CoA reductase (PhaB), composing the PhaABC operon (Fig. 1). Heterogeneous organisms co-expressing these three enzymes have been shown to produce PHAs [12, 13]. The catalytic cysteine residue of PhaC is covalently attached to the growing PHA [14]. This covalent bonding feature of PhaC has commonly been developed as an “anchoring rope” to the surface of PHA granules. Rational engineering of PhaC enables the active display of proteins having a variety of functionalities. In addition to PhaC, non-catalytic small phasin proteins (PhaP1–PhaP7), which have been proposed to regulate the size of PHAs, also associate with PHA granules via hydrophobic interactions [15]. PhaPs are abundant on PHA granules, and thus they have been utilized as affinity tags for effective protein purification [16, 17].\nOrganophosphorus compounds (OPs) are widely used as pesticides, flame retardants, or plasticizers, which easily cause poisoning to unintended organisms and are recognized as typical organic pollutants [18]. As innovative tools, OPs degrading enzymes have been exploited to detoxify these compounds for environmental remediation, biosensors and therapy [19]. Investigations attempted to expand the application scope of OPs degrading enzymes have attracted a great deal of attention in recent years. For instance, engineered carboxylesterase and lactonase with improved organophosphorus hydrolase catalysis were developed as electrochemical biosensor and decontamination formulation, respectively [20]. High cell density fed-batch strategy was applied to enhance the yield of archaea thermophilic phosphotriesterase [21]. We previously reported a marine bacterial organophosphorus hydrolase OPAA4301 with efficient decontaminating abilities on pesticides such as paraoxon, dichlorvos, and profenofos [22]. In this study, we explore the potential to display the enzyme, OPAA4301 on PHA granules using PhaC and PhaP as anchoring proteins. We hypothesized that: (1) the multimeric enzyme could self-assemble on the surface of the PHA particle; (2) the engineered enzyme fused with PhaC and PhaP could coexist on the PHA particle, and the combination of covalent and non-covalent binding would increase the display level; (3) the displaying PHA nano- granules prepared in one step could be easily harvested and recycled; (4) immobilization could stabilize the enzyme. Functional display on PHA nano- granules was achieved by metabolic engineering in Escherichia coli cells. Biochemical characteristics of the immobilized enzymes, including catalytic efficiency, stability and reusability, were systematically investigated."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Bacterial strains, plasmids and reagents",
      "text" : "Escherichia coli strains T1 (Transgen Biotech, Beijing, China) and BL21 (DE3) (Novagen, Madison, USA) were used for plasmid construction and production of PHA granules, respectively. The pACYCDuet-1 and pETDuet-1 vectors (Novagen), both with two sets of T7\nFig. 1 Poly(3-Hydroxybutyrate) biosynthesis catalyzed by PhaA, PhaB, and PhaC\npromoter, were used for co-expression of target genes. These two plasmids have different replicons, thus can exist in one E. coli cell. The gene encoding organophosphorus hydrolase was amplified from the previously constructed pET-opaa4301 plasmid [22]. The PHA granule synthesis genes, phaC, phaA, phaB, and phaP, were amplified from Cupriavidus necator ATCC 17699, the most investigated poly(3-hydroxybutyrate) producer [23]. The oligonucleotide primers used in this study are listed in Additional file  1: Table  S1. Gene manipulation reagents, including T4 DNA ligase, restriction endonuclease, Pfu polymerase, and seamless assembly kit, were all purchased from Transgen Biotech."
    }, {
      "heading" : "Plasmid construction",
      "text" : "The phaA and phaB fragments amplified from the genomic DNA of C. necator ATCC 17699 were digested with two pairs of restriction enzymes (Nco I/Not I and Nde I/Kpn I), and inserted under each T7 promoter of the pACYCDuet-1 vector respectively, generating pACYCphaAB plasmid. The pACYC-phaAB plasmid was responsible for biosynthesis of hydroxyalkanoate. Four pETDuet-1 derivative plasmids, pETD-phaC, pETDopaaC, pETD-P3opaa, and pETD-CP3opaa, were constructed for the expression of modified phaC and phaP1 genes. To obtain the fused organophosphorus hydrolase (OPAA4301) and PHA synthase (PhaC) with a linker peptide (GGGSGGGSGGGS), overlap PCR was performed using PhaC-L1/phaC-stop-Not I and opaa4301no-start-Nco I/phaC-stop-Not I as primers. The resulting hybrid DNA fragment was ligated into the pETDuet-1 plasmid, generating pETD-opaaC plasmid. The pETDP3opaa plasmid was constructed by inserting opaa4301 with phaP fused at its 5′-terminus and phaC genes under each T7 promoter of pETDuet-1. The phaP genes were first amplified from strain ATCC 17699 with three pairs of primers (phaP-Nde I/phaP-L2-Bgl II, phaP-Bgl II/ phaP-L2-Kpn I, and phaP-Kpn I/phaP-L2). Each pair of primers contained a linker peptide (NNNNNLGIEGRIS) encoding gene. To generate pETD-CP3opaa, the phaC gene of pETD-P3opaa was substituted with the fusion gene of opaa4301 and phaC subcloned from the pETDopaaC plasmid. A schematic diagram of the plasmid construction is presented in Fig. 2a. The maps of the whole expression vectors are also shown in Additional file  1: Figure S1. All of the constructed plasmids were confirmed by DNA Sanger sequencing."
    }, {
      "heading" : "Production and purification of PHA granules",
      "text" : "To produce different types of PHA granules, the pACYCphaAB plasmid was transformed into E. coli BL21 (DE3) with pETD-phaC, pETD-opaaC, pETD-P3opaa, or pETD-CP3opaa, respectively. The recombinant E. coli\nBL21 (DE3) cells were cultured in terrific broth (TB) medium (12  g trptone, 24  g yeast extract, 5  g glycerol, 2.3 g KH2PO4 and 12.5 g K2HPO4 in 1000 mL water) with ampicillin (50  μg/mL) and chloramphenicol (50  μg/mL) at 37  °C, 200  r/min until the optical density at 600  nm reached 0.6. Isopropyl-β-d-1-thiogalactopyranoside (IPTG) was then added to a final concentration of 1.0 mM to induce expression of heterogeneous proteins. After induction at 30  °C, 200  r/min for 48  h, cells were harvested for the purification of PHA granules as previously described [24]. The induced cells were harvested by centrifugation for 20 min at 4500×g and 4 °C. The pellets were washed and suspended in phosphate buffer (50 mM, pH 7.5), and disrupted on ice using a sonicator. The cell lysates (~ 4 mL) were loaded onto a glycerol gradient containing 88% and 44% (v/v) glycerol in phosphate buffer. After ultracentrifugation for 3.0 h at 100,000×g and 4 °C, the PHA granules were found in a white layer above the 88% glycerol layer. The PHA granules were withdrawn, washed with 10 volumes of phosphate buffer (50 mM, pH 7.5) and centrifuged at 100,000×g for 60 min at 4 °C. The collected granules were then suspended in PBS buffer (1.44 g Na2HPO4, 0.24 g KH2PO4, 0.2 g KCl, and 8.00 g NaCl in 1000  mL water) for further analysis. The free enzyme OPAA4301 was prepared as previously described [22]."
    }, {
      "heading" : "Microscopic analysis",
      "text" : "The intracellular PHA granules were stained with Nile blue A (Sigma-Aldrich, USA) and visualized by fluorescence microscopy as previously described [25]. Nile blue A (0.25  mg/mL) was dissolved in DMSO and stored in the dark before use. The induced cells were harvested, washed and resuspended in PBS buffer. A sample of cell suspension (1 mL) was stained with 3 μL of Nile blue A solution at room temperature for 30 min. To avoid fluorescence quenching, the whole staining process was conducted under lucifugal conditions. A sample of stained cells (5 μL) was loaded onto a glass slide for fluorescence microscopy analysis (Carl Zeiss, Axio Imager 2) at an excitation wavelength of 460 nm. For transmission electron microscopy analysis, the recombinant cells were washed three times with PBS buffer and fixed with 2.5% glutaraldehyde in the same buffer for 1  h at room temperature. After washing with PBS buffer again, the cells were prepared for transmission electron microscopy as described by Witte et  al. [26]. Transmission electron microscopy was performed using a Hitachi Jeol 1230. The PHA granules was extracted according the previous work [27]. Briefly, the PHA granules were extracted by adding 10 times chloroform (v/w) to the lyophilized cells, and incubated at 40 °C for 2 h, then residual biomass was removed via filtration. The granules were precipitated\nFig. 2 PHA-based nano-biocatalyst formation by co-expression of target enzyme (OPAA4301) and anchored proteins (PhaC and PhaP). a Schematic of plasmid construction for metabolic engineering and PHA surface engineering. b Fluorescence microscopy analysis of control recombinant E. coli carrying pACYCDuet-1 and pETDuet-opaa after staining with Nile blue. c Fluorescence microscopy analysis of E. coli carrying pACYC-phaAB and pETD-phaC indicates formation of PHA in the cells after induction. d Fluorescence microscopy analysis of E. coli carrying pACYC-phaAB and pETD-CP3opaa indicates formation of engineered PHA in the cells after induction. e Scanning electron microscopy analysis of purified PHA. f Transmission electron microscopy analysis of control recombinant E. coli cells carrying pACYCDuet-1 and pETDuet-opaa plasmids. g Transmission electron microscopy analysis of E. coli carrying pACYC-phaAB and pETD-phaC after induction. PHA granules are indicated by arrows. h Transmission electron microscopy analysis of E. coli carrying pACYC-phaAB and pETD-CP3opaa. PHA granules with diameters of 20–200 nm were observed. i Scanning electron microscopy analysis of purified CI-PHA\nwith fivefold volume quantities of cold ethanol (v/v). The dried PHA granules was observed by scanning electron microscope Hitachi S3400N.\nAnalysis and quantification of attached proteins on PHA nano‑granules The total protein associated with purified PHA granules was quantified using the Bradford method [28], and the concentration of fused enzyme was determined by mass spectrometry. Lyophilized PHA granules (1  mg) were digested with 4  μg trypsin (Promega) in 40  μL 25  mM NH4HCO3 buffer overnight at 37  °C, and the resulting peptides were collected as a filtrate. The peptides from each sample were desalted on C18 Cartridges (Empore™ SPE Cartridges C18, bed i.d. 7 mm, volume 3 mL, Sigma), concentrated by vacuum centrifugation and reconstituted in 40 µL of 0.1% (v/v) formic acid. The peptide content was estimated by UV light spectral density at 280 nm using an extinction coefficient of 1.1 for 0.1% (g/L) solution that was calculated on the basis of the frequency of tryptophan and tyrosine residues in vertebrate proteins. LC–MS/MS analysis was carried out on an Easy nano LC Liquid Chromatograph (Thermo Scientific) which was connected to a Q Exactive Mass Spectrometer (Thermo Scientific). The raw data was processed by MaxQuant 1.3.0.5. A customized database was constructed and used for protein identification and quantification of fused enzyme."
    }, {
      "heading" : "Enzyme assay",
      "text" : "The organophosphorus hydrolase activity of the immobilized enzyme was measured according to the previously described method using paraoxon as substrate [29]. Typically, diluted active PHA granule suspension (50 μL) was added to the substrate solution (250  μL) containing 0.5 mM paraoxon, 0.1 mM MnCl2, and 50 mM glycine–NaOH buffer (pH 8.5). The mixture was incubated at 55  °C for 30  min, and then the reaction was stopped by heating at 95  °C for 10  min. The assay was monitored using the absorbance of the p-nitrophenol product by spectrophotometry at 405 nm. The PHA granules were used as negative control. The total protein associated with purified PHA granules was quantified using the Bradford method, and The PHA turbid solution was homogeneously dispersed by sonication. One unit of paraoxonase activity was defined as the amount of enzyme that catalyzed the liberation 1.0  μmol of p-nitrophenol per minute at 55  °C. To obtain the kinetic parameters of PHA granules and free OPAA4301, six concentration intervals of paraoxon (0.5 to 3.0 mM) were set to monitor the catalytic activities under standard conditions. The Km and kcat values were calculated according to Michaelis– Menten equation. All the enzyme assays were conducted three times."
    }, {
      "heading" : "The effect of pH and temperature on activity and stability of immobilized and free OPAA4301",
      "text" : "To determine the optimal temperature of the PHAOPAA4301, the reaction mixture was incubated at various temperatures (30 to 70 °C) in 50 mM glycine–NaOH, pH 8.5 for 1  min prior to activity measurement at the same temperature by addition of substrate. Thermal stability assays were conducted by pre-incubating the purified enzyme at a series of temperature (30–75  °C) for 15 min before determination of the residual activities at 55  °C. The activity of the unheated enzyme was defined as 100%.\nThe effect of pH on the immobilized enzyme activity was measured by incubating the reaction mixture at pH values ranging from 6.0 to 9.5 for 30  min. In order to investigate pH stability of immobilized and free OPAA4301, the enzymes without MnCl2 and substrate were pre-incubated in buffers of different pH values at 4  °C for 2 h. Aliquots were withdrawn to determine the remaining activity under standard condition. Different buffer systems (50  mM) were used: acetic acid-sodium acetate buffer (pH 3.0–6.0), sodium phosphate (pH 6.0–8.0), Tris–HCl (pH 8.0–9.0), glycine–NaOH (pH 8.5–11.0)."
    }, {
      "heading" : "Reusability of enzyme‑bearing PHA granules",
      "text" : "To assess the reusability of the enzyme-displaying PHA, reaction mixtures were prepared and assayed as described above. At the end of the incubation period, samples were centrifuged at 10,000×g for 30  min. The supernatant was removed and analyzed. The PHA granule pellets were then incubated in 300  μL of substrate solution containing 50  mM glycine–NaOH buffer (pH 8.5), 0.5  mM paraoxon, and 0.1  mM MnCl2. The cycle was repeated eight times."
    }, {
      "heading" : "Results",
      "text" : "Display of organophosphorus hydrolase on PHA granules via anchored proteins To enable production of PHA granules in E. coli BL21 (DE3), the hydroxyalkanoate biosynthetic pathway from C. necator ATCC 17699 was first introduced to the BL21(DE3) strain using pACYC-phaAB transforming plasmid encoding β-ketothiolase and acetoacetyl-CoA reductase (Fig.  2a). The hydroxyalkanoate monomers were then polymerized to PHA via catalysis by the polyhydroxyalkanoate polymerase, phaC, in  vivo. After inducing co-expression of phaA, B, and C genes, PHA granules could be observed by fluorescence microscopy after staining with Nile blue (Fig. 2b–d). The PHA granules tended to accumulate in the poles of recombinant cells (Fig. 2e–g), and the diameters of the granules were in the range of 20–150 nm, and mainly distributed in the\nrange of 40–50 nm (Fig. 2h, i, and Additional file 1: Figure S2).\nSince PhaC and PhaP can attach to the surface of PHA granules in different modes, two binding strategies were investigated to generate immobilized enzyme on PHA granules. Covalently immobilized enzyme (CIOPAA) was produced by fusing the organophosphorus hydrolase OPAA4301 to PhaC at its N-terminus, and non-covalently binding enzyme (NCI-OPAA) was prepared by fusing OPAA4301 to three copies of PhaP1 at the C-terminus. In addition, the combined version of both covalently and non-covalently immobilized enzyme (CNCI-OPAA) was produced in the recombinant E. coli harboring the pACYC-phaAB and pETD-CP3opaa vectors (Fig. 2a).\nThe chemical properties of PHA were confirmed by FT-IR (Additional file 1: Figure S3) and NMR (Additional file 1: Figure S4) analysis. SDS-PAGE analysis of the three\ngroups of purified PHA granules clearly showed the formation of fused enzymes on the PHA granules (Fig.  3). Protein bands with an expected molecular weight of 115  kDa were observed for CI-OPAA, NCI-OPAA, and CNCI-OPAA. LC–MS/MS analysis was conducted to identify and quantify the proteins associated with the PHA granules Additional file  2). The results indicated that the target fused proteins were immobilized on the PHA granules, comprising approximately 5% of the total attached protein (Table 1). The ratio of fused protein was higher than 0.985% described previously [6].\nParaoxonase activity of immobilized organophosphorus hydrolase The tetrameric OPAA4301 enzyme self-assembled on the surface of PHA granules was revealed by examining its ability to hydrolyze paraoxon. Each of the engineered PHA granules freeze dried and quantified at a final concentration of 1 μg/mL hydrolyzed 95% of the paraoxon in test samples within 3 h (Additional file 1: Figure S5). The specific activities of CI-OPAA, NCI-OPAA, and CNCIOPAA towards paraoxon were determined as 0.096, 0.109 and 0.112 U/mg protein, respectively. Kinetic analysis showed that the catalytic activity of the immobilized enzyme was improved. The immobilized CI-OPAA and NCI-OPAA enzymes shared similar kcat/Km values of 1961 ± 138 and 1850 ± 104/M/s, which were twice that of the free OPAA4301 enzyme. The higher catalytic efficiency of the immobilized enzymes was mainly due to increased kcat values. The higher kcat is likely ascribe to the favorable interaction between the carrier and the enzyme, which made the enzyme fold into optimized conformation on the surface of the PHA granules [30]."
    }, {
      "heading" : "Improved stability of nano‑particle enzymes",
      "text" : "The effects of temperature on the activity of free and immobilized enzymes was monitored from 30 to 70  °C. The immobilized enzymes shared similar temperature profiles with free OPAA4301 enzyme. All exhibited maximal activity at 55 °C, and were rapidly inactivated at temperatures higher than 60 °C (Fig. 4a). Thermal stability of these enzymes was examined by incubation at different temperatures for 15  min followed by determination of\nFig. 3 The SDS-PAGE analysis of PHA granule-associated proteins. Lane M, protein molecular weight standard; Lane 1, purified organophosphorus hydrolase enzyme OPAA4301; Lane 2, PHA granules isolated from recombinant E. coli harboring pACYC-phaAB and pETD-phaC; Lane 3, PHA granules isolated from recombinant E. coli harboring pACYC-phaAB and pETD-opaaC; Lane 4, PHA granules isolated from recombinant E. coli harboring pACYC-phaAB and pETD-CP3opaa, Lane 5, PHA granules isolated from recombinant E. coli harboring pACYC-phaAB and pETD-P3opaa. (FP, phaC, and OPAA indicate the corresponding bands of fusion proteins, PHA synthetase, and the enzyme OPAA4301, respectively)\nresidual activity. The T5015 values (the temperature at which the enzyme retains 50% of the original activity after incubating for 15 min) were 56 and 60 °C for NCI-OPAA and the other three enzymes, respectively (Fig. 4b).\nImmobilization of OPAA4301 on PHA granules, as revealed by observations of characteristics at different pH values, can broaden the range of pH adaptation. Even though the optimal pH remained largely unchanged at 8.5, the immobilized enzymes showed higher activities than free enzyme under both acidic and alkaline conditions (Fig. 4c). More interestingly, the pH stability of the enzyme was significantly enhanced. Free OPAA4301 completely lost activity after incubation at pH 3.0, whereas the immobilized enzymes retained more than\n50% of their initial activities (Fig.  4d). The obtained property will widen the applicability of immobilized OPAA4301, and makes it superior over free OPAA4301 and other OP hydrolases [31, 32].\nEffects of surfactants and reusability of immobilized enzymes Three surfactants commercially used in the detergent industry, including anionic surfactant sodium dodecyl sulfate (SDS), non-ionic surfactant alkyl glycosides (APG) and natural surfactant coconut diethanolamide (CAD), were assessed for effects on the stability of immobilized enzymes. As shown in Fig. 4e, all tested surfactants had toxic effects on the free enzyme OPAA4301, while their negative effects on catalysis were clearly eliminated after displaying the enzyme on PHA granules.\nReusability is an important feature of immobilized enzymes that can significantly reduce the costs of biocatalytic processes. Ten reaction cycles with recovered material were carried out to examine the reusability of the active PHA nano-granules bearing OPAA4301. The results indicated excellent reusability of these immobilized enzymes. More more than 80% of the initial activity still remained after ten cycles for all three immobilized OPAA enzymes (Fig. 4f )."
    }, {
      "heading" : "Discussion",
      "text" : "This study demonstrated the functional display of a bacterial tetrameric organophosphorus hydrolase on the surface of PHA granules, which was achieved by coexpression of target enzyme and surface anchoring proteins in E. coli. Immobilization of enzymes on natural or synthetic solid supports can increase the robustness of biocatalysts and reduce process costs. Superior to the traditional immobilization technologies of adsorption, embedding, or cross-linking, enzyme display on BNPs can be achieved in a one-step process. Moreover, BNPbased immobilization is carried out under mild physiological condition, which has little negative influence on enzymatic activity. Bacterially produced PHAs, which are biodegradable and biocompatible polyesters, are recognized as excellent carriers for enzymes and drugs. The first reported immobilization of enzyme on PHA involved fusion of β-galactosidase with PhaC [33]. Subsequent studies of immobilized enzymes on PHA granules have generally exploited PhaC to generate covalently anchored active nano-particles [6, 8, 34].\nIn our study, both covalent and non-covalent binding strategies were investigated and compared for the first time. From our results, non-covalent anchoring mediated by PhaP proteins can result in a greater abundance of associated enzymes on the PHA granules than the PhaCmediated method. Moreover, unlike previous research on\ncovalent or non-covalent anchoring, the combination of both binding modes is recommended to maximize specific activity and the amount of target enzyme displayed on the engineered PHA surface (Table 1). Nevertheless, the majority of the attached proteins on the engineered PHA are still from E. coli. We speculate that by using more other anchoring proteins, such as PhaP2–PhaP7, higher display density can be achieved.\nThe enzyme OPAA4301 and its homologous enzymes are all reported as dimers or tetramers (dimer of dimers). The dimeric state of the enzyme is theoretically important to the catalysis of the enzyme, since the 45th and 89th residues of one molecule of the enzyme can stretch into the catalytic center to form the substrate binding pocket. Our previous report also confirmed the importance of these two residues on catalysis [22]. We suppose the enzyme self-assembled by the fact that the catalytic ability can be detected. Immobilization of enzyme on solid materials is always associated with changes of protein structure, and hence affects the enzymatic properties. The enzyme kinetics and stability of OPAA4301 were improved after immobilization on PHA, suggesting that display on PHA is a promising strategy to extend the utility of the enzyme. The kcat values of CI-OPAA and NCIOPAA both increased by threefold compared with free OPAA4301 (Table  1). Our results found superior catalytic compared to other PHA displaying organophosphorus hydrolase OpdA, the kcat value of which decreased by 16-fold [8]. It is also worth noting that immobilization of OPAA4301 confer stability to acidic and higher temperature conditions (Fig. 4a–d). Our results showed improved enzyme stability, which was similar to that observed in studies on polygalacturonate lyase and α-amylase immobilized on PHA. The polygalacturonate lyase displayed on PHA beads retained its initial activity after incubation at pH buffer from pH 7.0 to 9.0 for 24 h [6]. The α-amylasebearing particles exhibited better thermal stability and pH tolerance than the free-state enzyme [35]. One possible reason for enhancement on enzyme activity and stability could be attributed to the conformational perturbance from covalent and non-covalent binding, which might make the enzyme structural rigidity. Increased accessibility to substrates of the enzymes displayed on the surface of the nano-granules might also benefit enzymatic catalysis [36, 37].\nIn addition, this study found that functional PHA granules could be easily separated to achieve a high recovery rate for repeat reactions. Only approximately 20% activity loss was observed after ten rounds of repeated use (Fig.  4f ). The ability to recycle immobilized enzymes is economically desirable in many industrial processes. The reusability of engineered PHA granules depends on the characteristics of the target enzymes, and in most\ninstances the activity of immobilized enzymes declines markedly after four rounds of repeated reactions [6, 34]. The high recovery of immobilized OPAA enzyme on PHA indicated a strong interaction between the protein and support material that prevented detachment and denaturation."
    }, {
      "heading" : "Conclusions",
      "text" : "This study provides a promising approach for one step in  vivo immobilization of an organophosphorus hydrolase OPAA4301 on bacterial PHA nano-granules. Two display methods, mediated by PhaC or PhaP, were systematically examined and compared. Our results indicated that immobilization on PHA expanded the utility of OPAA4301. The tetrameric enzyme self-assembled and displayed on PHA granules with enhanced catalytic efficiency and stability, and reusability was excellent. Our results suggest that combination of covalent and noncovalent binding modes could be advantageous for display of other enzymes on PHA granules."
    }, {
      "heading" : "Supplementary information",
      "text" : "Supplementary information accompanies this paper at https ://doi. org/10.1186/s1293 4-019-1201-2.\nAdditional file 1. Additional figures and tables.\nAdditional file 2. Protein groups.\nAuthors’ contributions YJ and LL conceived the overall study and assisted in the design of experiments. LR and XY conducted the experiments. YJ and LR wrote the manuscript. All authors read and approved the final manuscript.\nFunding This research was supported by National Natural Science Foundation of China (Grant No. 41406193), “Strategic Priority Research Program” of the Chinese Academy of Sciences (Grant Nos. XDA13020301, XDA11030404), and Administration of Ocean and Fisheries of Guangdong Province (GD2012-D01-002).\nAvailability of data and materials The datasets generated and analyzed during the current study are available from the corresponding author on reasonable request.\nEthics approval and consent to participate Not applicable.\nConsent for publication Not applicable.\nCompeting interests The authors declare that they have no competing interests.\nAuthor details 1 CAS Key Laboratory of Tropical Marine Bio-Resources and Ecology, RNAM Center for Marine Microbiology, Guangdong Key Laboratory of Marine Materia Medica, South China Sea Institute of Oceanology, Chinese Academy of Sciences, Guangzhou 510301, People’s Republic of China. 2 University of the Chinese Academy of Sciences, Beijing 100049, People’s Republic of China. 3 Shenzhen Key Laboratory of Microbial Genetic Engineering, College of Life Sciences and Oceanology, Shenzhen University, Shenzhen 518055, Guangdong, People’s Republic of China.\nReceived: 30 October 2018 Accepted: 27 August 2019\nReferences 1. Kutralam-Muniasamy G, Perez-Guevara F. Recombinant surface engineer-\ning to enhance and expand the potential of biologically produced nanoparticles: a review. Process Biochem. 2017;59:4–17.\n2. Jahns AC, Rehm BH. Relevant uses of surface proteins-display on selforganized biological structures. Microb Biotechnol. 2012;5:188–202. 3. Potter M, Steinbuchel A. Poly(3-hydroxybutyrate) granule-associated proteins: impacts on poly(3-hydroxybutyrate) synthesis and degradation. Biomacromolecules. 2005;6:552–60. 4. Lower BH, Bazylinski DA. The bacterial magnetosome: a unique prokaryotic organelle. J Mol Microbiol Biotechnol. 2013;23:63–80. 5. van der Meel R, Fens MHAM, Vader P, van Solinge WW, Eniola-Adefeso O, Schiffelers RM. Extracellular vesicles as drug delivery systems: lessons from the liposome field. J Control Release. 2014;195:72–85. 6. Ran G, Tan D, Dai W, Zhu X, Zhao J, Ma Q, Lu X. Immobilization of alkaline polygalacturonate lyase from Bacillus subtilis on the surface of bacterial polyhydroxyalkanoate nano-granules. Appl Microbiol Biotechnol. 2017;101:3247–58. 7. Du J, Rehm BHA. Purification of target proteins from intracellular inclusions mediated by intein cleavable polyhydroxyalkanoate synthase fusions. Microb Cell Fact. 2017;16:184. 8. Blatchford PA, Scott C, French N, Rehm BHA. Immobilization of organophosphohydrolase OpdA from Agrobacterium radiobacter by overproduction at the surface of polyester inclusions inside engineered Escherichia coli. Biotechnol Bioeng. 2012;109:1101–8. 9. Fathi Z, Doustkhah E, Rostamnia S, Darvishi F, Ghodsi A, Ide Y. Interaction of Yarrowia lipolytica lipase with dithiocarbamate modified magnetic carbon Fe3O4@C-NHCS2H core-shell nanoparticles. Int J Biol Macromol. 2018;117:218–24. 10. Heidarizadeh M, Doustkhah E, Rostamnia S, Rezaei PF, Harzevili FD, Zeynizadeh B. Dithiocarbamate to modify magnetic graphene oxide nanocomposite (Fe3O4-GO): a new strategy for covalent enzyme (lipase) immobilization to fabrication a new nanobiocatalyst for enzymatic hydrolysis of PNPD. Int J Biol Macromol. 2017;101:696–702. 11. Grage K, Jahns AC, Parlane N, Palanisamy R, Rasiah IA, Atwood JA, Rehm BHA. Bacterial polyhydroxyalkanoate granules: biogenesis, structure, and potential use as nano-/micro-beads in biotechnological and biomedical applications. Biomacromolecules. 2009;10:660–9. 12. Grage K, McDermott P, Rehm BHA. Engineering Bacillus megaterium for production of functional intracellular materials. Microb Cell Fact. 2017;16:211. 13. Leong YK, Show PL, Ooi CW, Ling TC, Lan JC. Current trends in polyhydroxyalkanoates (PHAs) biosynthesis: insights from the recombinant Escherichia coli. J Biotechnol. 2014;180:52–65. 14. Muh U, Sinskey AJ, Kirby DP, Lane WS, Stubbe J. PHA synthase from Chromatium vinosum: cysteine 149 is involved in covalent catalysis. Biochemistry. 1999;38:826–37. 15. Potter M, Madkour MH, Mayer F, Steinbuchel A. Regulation of phasin expression and polyhydroxyalkanoate (PHA) granule formation in Ralstonia eutropha H16. Microbiology. 2002;148:2413–26. 16. Neumann L, Spinozzi F, Sinibaldi R, Rustichelli F, Potter M, Steinbuchel A. Binding of the major phasin, PhaP1, from Ralstonia eutropha H16 to poly(3-hydroxybutyrate) granules. J Bacteriol. 2008;190:2911–9. 17. Banki MR, Gerngross TU, Wood DW. Novel and economical purification of recombinant proteins: intein-mediated protein purification using in vivo polyhydroxybutyrate (PHB) matrix association. Protein Sci. 2005;14:1387–95. 18. Ma Y, Xie Z, Lohmann R, Mi W, Gao G. Organophosphate ester flame retardants and plasticizers in ocean sediments from the North Pacific to the Arctic Ocean. Environ Sci Technol. 2017;51:3809–15. 19. Singh BK. Organophosphorus-degrading bacteria: ecology and industrial applications. Nat Rev Microbiol. 2009;7:156–64. 20. Porzio E, Bettazzi F, Mandrich L, Del Giudice I, Restaino OF, Laschi S, Febbraio F, De Luca V, Borzacchiello MG, Carusone TM, et al. Innovative biocatalysts as tools to detect and inactivate nerve agents. Sci Rep. 2018;8:13773.\n• fast, convenient online submission\n• thorough peer review by experienced researchers in your field\n• rapid publication on acceptance\n• support for research data, including large and complex data types\n• gold Open Access which fosters wider collaboration and increased citations\nmaximum visibility for your research: over 100M website views per year •\nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions\nReady to submit your research ? Choose BMC and benefit from:\n21. Restaino OF, Borzacchiello MG, Scognamiglio I, Fedele L, Alfano A, Porzio E, Manco G, De Rosa M, Schiraldi C. High yield production and purification of two recombinant thermostable phosphotriesterase-like lactonases from Sulfolobus acidocaldarius and Sulfolobus solfataricus useful as bioremediation tools and bioscavengers. BMC Biotechnol. 2018;18:18. 22. Xiao YZ, Yang J, Tian XP, Wang XX, Li J, Zhang S, Long LJ. Biochemical basis for hydrolysis of organophosphorus by a marine bacterial prolidase. Process Biochem. 2017;52:141–8. 23. Batcha AFM, Prasad DMR, Khan MR, Abdullah H. Biosynthesis of poly(3hydroxybutyrate) (PHB) by Cupriavidus necator H16 from jatropha oil as carbon source. Bioprocess Biosyst Eng. 2014;37:943–51. 24. Jahns AC, Haverkamp RG, Rehm BH. Multifunctional inorganic-binding beads self-assembled inside engineered bacteria. Bioconjugate Chem. 2008;19:2072–80. 25. Spiekermann P, Rehm BHA, Kalscheuer R, Baumeister D, Steinbuchel A. A sensitive, viable-colony staining method using Nile red for direct screening of bacteria that accumulate polyhydroxyalkanoic acids and other lipid storage compounds. Arch Microbiol. 1999;171:73–80. 26. Witte A, Wanner G, Blasi U, Halfmann G, Szostak M, Lubitz W. Endogenous transmembrane tunnel formation mediated by phi X174 lysis protein E. J Bacteriol. 1990;172:4109–14. 27. Ramsay JA, Berger E, Voyer R, Chavarie C, Ramsay BA. Extraction of poly-3-hydroxybutyrate using chlorinated solvents. Biotechnol Tech. 1994;8:589–94. 28. Bradford MM. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72:248–54. 29. Hiblot J, Gotthard G, Chabriere E, Elias M. Characterisation of the organophosphate hydrolase catalytic activity of SsoPox. Sci Rep. 2012;2:779.\n30. Leng SH, Yang C-E, Tsai S-L. Designer oleosomes as efficient biocatalysts for enhanced degradation of organophosphate nerve agents. Chem Eng J. 2016;287:568–74. 31. Restaino OF, Borzacchiello MG, Scognamiglio I, Porzio E, Manco G, Fedele L, Donatiello C, De Rosa M, Schiraldi C. Boosted large-scale production and purification of a thermostable archaeal phosphotriesterase-like lactonase for organophosphate decontamination. J Ind Microbiol Biotechnol. 2017;44:363–75. 32. Del GI, Coppolecchia R, Merone L, Porzio E, Carusone TM, Mandrich L, Worek F, Manco G. An efficient thermostable organophosphate hydrolase and its application in pesticide decontamination. Biotechnol Bioeng. 2016;113:724–34. 33. Peters V, Rehm BHA. In vivo enzyme immobilization by use of engineered polyhydroxyalkanoate synthase. Appl Environ Microbiol. 2006;72:1777–83. 34. Venning-Slater M, Hooks DO, Rehm BHA. In vivo self-assembly of stable green fluorescent protein fusion particles and their uses in enzyme immobilization. Appl Environ Microbiol. 2014;80:3062–71. 35. Rasiah IA, Rehm BHA. One-step production of immobilized alpha-amylase in recombinant Escherichia coli. Appl Environ Microbiol. 2009;75:2012–6. 36. Zhang Y, Ge J, Zheng L. Enhanced activity of immobilized or chemically modified enzymes. ACS Catal. 2015;5:4503–13. 37. Sheldon RA, Sander VP. Enzyme immobilisation in biocatalysis: why, what and how. Chem Soc Rev. 2013;42:6223–35."
    }, {
      "heading" : "Publisher’s Note",
      "text" : "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
    } ],
    "references" : [ {
      "title" : "Recombinant surface engineering to enhance and expand the potential of biologically produced nanoparticles: a review",
      "author" : [ "G Kutralam-Muniasamy", "F. Perez-Guevara" ],
      "venue" : "Process Biochem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Relevant uses of surface proteins-display on selforganized biological structures",
      "author" : [ "Jahns AC", "Rehm BH" ],
      "venue" : "Microb Biotechnol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Poly(3-hydroxybutyrate) granule-associated proteins: impacts on poly(3-hydroxybutyrate) synthesis and degradation",
      "author" : [ "M Potter", "A. Steinbuchel" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2005
    }, {
      "title" : "The bacterial magnetosome: a unique prokaryotic organelle",
      "author" : [ "Lower BH", "Bazylinski DA" ],
      "venue" : "J Mol Microbiol Biotechnol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "Extracellular vesicles as drug delivery systems: lessons from the liposome field",
      "author" : [ "R van der Meel", "MHAM Fens", "P Vader", "WW van Solinge", "O Eniola-Adefeso", "RM. Schiffelers" ],
      "venue" : "J Control Release",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Immobilization of alkaline polygalacturonate lyase from Bacillus subtilis on the surface of bacterial polyhydroxyalkanoate nano-granules",
      "author" : [ "G Ran", "D Tan", "W Dai", "X Zhu", "J Zhao", "Q Ma", "X. Lu" ],
      "venue" : "Appl Microbiol Biotechnol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Purification of target proteins from intracellular inclusions mediated by intein cleavable polyhydroxyalkanoate synthase fusions",
      "author" : [ "Du J", "Rehm BHA" ],
      "venue" : "Microb Cell Fact",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Immobilization of organophosphohydrolase OpdA from Agrobacterium radiobacter by overproduction at the surface of polyester inclusions inside engineered Escherichia coli",
      "author" : [ "PA Blatchford", "C Scott", "N French", "BHA. Rehm" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2012
    }, {
      "title" : "Interaction of Yarrowia lipolytica lipase with dithiocarbamate modified magnetic carbon Fe3O4@C-NHCS2H core-shell nanoparticles",
      "author" : [ "Z Fathi", "E Doustkhah", "S Rostamnia", "F Darvishi", "A Ghodsi", "Y. Ide" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Dithiocarbamate to modify magnetic graphene oxide nanocomposite (Fe3O4-GO): a new strategy for covalent enzyme (lipase) immobilization to fabrication a new nanobiocatalyst for enzymatic hydrolysis of PNPD",
      "author" : [ "M Heidarizadeh", "E Doustkhah", "S Rostamnia", "PF Rezaei", "FD Harzevili", "B. Zeynizadeh" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Bacterial polyhydroxyalkanoate granules: biogenesis, structure, and potential use as nano-/micro-beads in biotechnological and biomedical applications",
      "author" : [ "K Grage", "AC Jahns", "N Parlane", "R Palanisamy", "IA Rasiah", "JA Atwood", "BHA. Rehm" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Engineering Bacillus megaterium for production of functional intracellular materials",
      "author" : [ "K Grage", "P McDermott", "BHA. Rehm" ],
      "venue" : "Microb Cell Fact",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Current trends in polyhydroxyalkanoates (PHAs) biosynthesis: insights from the recombinant Escherichia coli",
      "author" : [ "YK Leong", "PL Show", "CW Ooi", "TC Ling", "JC. Lan" ],
      "venue" : "J Biotechnol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "PHA synthase from Chromatium vinosum: cysteine 149 is involved in covalent catalysis",
      "author" : [ "U Muh", "AJ Sinskey", "DP Kirby", "WS Lane", "J. Stubbe" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1999
    }, {
      "title" : "Regulation of phasin expression and polyhydroxyalkanoate (PHA) granule formation in Ralstonia eutropha H16",
      "author" : [ "M Potter", "MH Madkour", "F Mayer", "A. Steinbuchel" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2002
    }, {
      "title" : "Binding of the major phasin, PhaP1, from Ralstonia eutropha H16 to poly(3-hydroxybutyrate) granules",
      "author" : [ "L Neumann", "F Spinozzi", "R Sinibaldi", "F Rustichelli", "M Potter", "A. Steinbuchel" ],
      "venue" : "J Bacteriol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2008
    }, {
      "title" : "Novel and economical purification of recombinant proteins: intein-mediated protein purification using in vivo polyhydroxybutyrate (PHB) matrix association",
      "author" : [ "MR Banki", "TU Gerngross", "DW. Wood" ],
      "venue" : "Protein Sci",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2005
    }, {
      "title" : "Organophosphate ester flame retardants and plasticizers in ocean sediments from the North Pacific to the Arctic Ocean",
      "author" : [ "Y Ma", "Z Xie", "R Lohmann", "W Mi", "G. Gao" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Organophosphorus-degrading bacteria: ecology and industrial applications",
      "author" : [ "Singh BK" ],
      "venue" : "Nat Rev Microbiol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Innovative biocatalysts as tools to detect and inactivate nerve agents",
      "author" : [ "E Porzio", "F Bettazzi", "L Mandrich", "I Del Giudice", "OF Restaino", "S Laschi", "F Febbraio", "V De Luca", "MG Borzacchiello", "TM Carusone" ],
      "venue" : "Sci Rep. 2018;8:13773",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "High yield production and purification of two recombinant thermostable phosphotriesterase-like lactonases from Sulfolobus acidocaldarius and Sulfolobus solfataricus useful as bioremediation tools and bioscavengers",
      "author" : [ "OF Restaino", "MG Borzacchiello", "I Scognamiglio", "L Fedele", "A Alfano", "E Porzio", "G Manco", "M De Rosa", "C. Schiraldi" ],
      "venue" : "BMC Biotechnol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Biochemical basis for hydrolysis of organophosphorus by a marine bacterial prolidase",
      "author" : [ "YZ Xiao", "J Yang", "XP Tian", "XX Wang", "J Li", "S Zhang", "LJ. Long" ],
      "venue" : "Process Biochem",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Biosynthesis of poly(3hydroxybutyrate) (PHB) by Cupriavidus necator H16 from jatropha oil as carbon source",
      "author" : [ "AFM Batcha", "DMR Prasad", "MR Khan", "H. Abdullah" ],
      "venue" : "Bioprocess Biosyst Eng",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "Multifunctional inorganic-binding beads self-assembled inside engineered bacteria",
      "author" : [ "AC Jahns", "RG Haverkamp", "BH. Rehm" ],
      "venue" : "Bioconjugate Chem",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "A sensitive, viable-colony staining method using Nile red for direct screening of bacteria that accumulate polyhydroxyalkanoic acids and other lipid storage compounds",
      "author" : [ "P Spiekermann", "BHA Rehm", "R Kalscheuer", "D Baumeister", "A. Steinbuchel" ],
      "venue" : "Arch Microbiol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1999
    }, {
      "title" : "Endogenous transmembrane tunnel formation mediated by phi X174 lysis protein E",
      "author" : [ "A Witte", "G Wanner", "U Blasi", "G Halfmann", "M Szostak", "W. Lubitz" ],
      "venue" : "J Bacteriol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1990
    }, {
      "title" : "Extraction of poly-3-hydroxybutyrate using chlorinated solvents",
      "author" : [ "JA Ramsay", "E Berger", "R Voyer", "C Chavarie", "BA. Ramsay" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1994
    }, {
      "title" : "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
      "author" : [ "Bradford MM" ],
      "venue" : "Anal Biochem",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1976
    }, {
      "title" : "Characterisation of the organophosphate hydrolase catalytic activity of SsoPox",
      "author" : [ "J Hiblot", "G Gotthard", "E Chabriere", "M. Elias" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2012
    }, {
      "title" : "Designer oleosomes as efficient biocatalysts for enhanced degradation of organophosphate nerve agents",
      "author" : [ "Leng SH", "Yang C-E", "Tsai S-L" ],
      "venue" : "Chem Eng J. 2016;287:568–74",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Boosted large-scale production and purification of a thermostable archaeal phosphotriesterase-like lactonase for organophosphate decontamination",
      "author" : [ "OF Restaino", "MG Borzacchiello", "I Scognamiglio", "E Porzio", "G Manco", "L Fedele", "C Donatiello", "M De Rosa", "C. Schiraldi" ],
      "venue" : "J Ind Microbiol Biotechnol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "An efficient thermostable organophosphate hydrolase and its application in pesticide decontamination",
      "author" : [ "GI Del", "R Coppolecchia", "L Merone", "E Porzio", "TM Carusone", "L Mandrich", "F Worek", "G. Manco" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "In vivo enzyme immobilization by use of engineered polyhydroxyalkanoate synthase",
      "author" : [ "Peters V", "Rehm BHA" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2006
    }, {
      "title" : "In vivo self-assembly of stable green fluorescent protein fusion particles and their uses in enzyme immobilization",
      "author" : [ "M Venning-Slater", "DO Hooks", "BHA. Rehm" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "One-step production of immobilized alpha-amylase in recombinant Escherichia coli",
      "author" : [ "Rasiah IA", "Rehm BHA" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Enhanced activity of immobilized or chemically modified enzymes",
      "author" : [ "Y Zhang", "J Ge", "L. Zheng" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Enzyme immobilisation in biocatalysis: why, what and how",
      "author" : [ "Sheldon RA", "Sander VP" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "These biologically produced nanoparticles (BNPs) exist in a wide range of forms including polyhydroxyalkanoates, endospores, exosomes, and magnetosomes [1].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 4,
      "context" : "The engineered BNPs are exciting prospects for drug targeting [5], bio-catalysis [6], biochemical separation [7] and bioremediation [8].",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 5,
      "context" : "The engineered BNPs are exciting prospects for drug targeting [5], bio-catalysis [6], biochemical separation [7] and bioremediation [8].",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 6,
      "context" : "The engineered BNPs are exciting prospects for drug targeting [5], bio-catalysis [6], biochemical separation [7] and bioremediation [8].",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 7,
      "context" : "The engineered BNPs are exciting prospects for drug targeting [5], bio-catalysis [6], biochemical separation [7] and bioremediation [8].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 8,
      "context" : "Compared with existing chemical immobilization technologies [9, 10], surface engineering of BNPs is highly advantageous.",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 9,
      "context" : "Compared with existing chemical immobilization technologies [9, 10], surface engineering of BNPs is highly advantageous.",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 10,
      "context" : "Polyhydroxyalkanoate granules are naturally occurring inclusions used as intracellular carbon and energy storage by many bacteria under conditions of nutrient limitation [11].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 11,
      "context" : "Heterogeneous organisms co-expressing these three enzymes have been shown to produce PHAs [12, 13].",
      "startOffset" : 90,
      "endOffset" : 98
    }, {
      "referenceID" : 12,
      "context" : "Heterogeneous organisms co-expressing these three enzymes have been shown to produce PHAs [12, 13].",
      "startOffset" : 90,
      "endOffset" : 98
    }, {
      "referenceID" : 13,
      "context" : "The catalytic cysteine residue of PhaC is covalently attached to the growing PHA [14].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 14,
      "context" : "In addition to PhaC, non-catalytic small phasin proteins (PhaP1–PhaP7), which have been proposed to regulate the size of PHAs, also associate with PHA granules via hydrophobic interactions [15].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 15,
      "context" : "PhaPs are abundant on PHA granules, and thus they have been utilized as affinity tags for effective protein purification [16, 17].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 16,
      "context" : "PhaPs are abundant on PHA granules, and thus they have been utilized as affinity tags for effective protein purification [16, 17].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 17,
      "context" : "Organophosphorus compounds (OPs) are widely used as pesticides, flame retardants, or plasticizers, which easily cause poisoning to unintended organisms and are recognized as typical organic pollutants [18].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 18,
      "context" : "As innovative tools, OPs degrading enzymes have been exploited to detoxify these compounds for environmental remediation, biosensors and therapy [19].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 19,
      "context" : "For instance, engineered carboxylesterase and lactonase with improved organophosphorus hydrolase catalysis were developed as electrochemical biosensor and decontamination formulation, respectively [20].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 20,
      "context" : "High cell density fed-batch strategy was applied to enhance the yield of archaea thermophilic phosphotriesterase [21].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 21,
      "context" : "We previously reported a marine bacterial organophosphorus hydrolase OPAA4301 with efficient decontaminating abilities on pesticides such as paraoxon, dichlorvos, and profenofos [22].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 21,
      "context" : "The gene encoding organophosphorus hydrolase was amplified from the previously constructed pET-opaa4301 plasmid [22].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 22,
      "context" : "The PHA granule synthesis genes, phaC, phaA, phaB, and phaP, were amplified from Cupriavidus necator ATCC 17699, the most investigated poly(3-hydroxybutyrate) producer [23].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 23,
      "context" : "After induction at 30  °C, 200  r/min for 48  h, cells were harvested for the purification of PHA granules as previously described [24].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 21,
      "context" : "The free enzyme OPAA4301 was prepared as previously described [22].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 24,
      "context" : "Microscopic analysis The intracellular PHA granules were stained with Nile blue A (Sigma-Aldrich, USA) and visualized by fluorescence microscopy as previously described [25].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 26,
      "context" : "The PHA granules was extracted according the previous work [27].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 27,
      "context" : "nano‐granules The total protein associated with purified PHA granules was quantified using the Bradford method [28], and the concentration of fused enzyme was determined by mass spectrometry.",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 28,
      "context" : "Enzyme assay The organophosphorus hydrolase activity of the immobilized enzyme was measured according to the previously described method using paraoxon as substrate [29].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 29,
      "context" : "The higher kcat is likely ascribe to the favorable interaction between the carrier and the enzyme, which made the enzyme fold into optimized conformation on the surface of the PHA granules [30].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 30,
      "context" : "The obtained property will widen the applicability of immobilized OPAA4301, and makes it superior over free OPAA4301 and other OP hydrolases [31, 32].",
      "startOffset" : 141,
      "endOffset" : 149
    }, {
      "referenceID" : 31,
      "context" : "The obtained property will widen the applicability of immobilized OPAA4301, and makes it superior over free OPAA4301 and other OP hydrolases [31, 32].",
      "startOffset" : 141,
      "endOffset" : 149
    }, {
      "referenceID" : 32,
      "context" : "The first reported immobilization of enzyme on PHA involved fusion of β-galactosidase with PhaC [33].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 5,
      "context" : "Subsequent studies of immobilized enzymes on PHA granules have generally exploited PhaC to generate covalently anchored active nano-particles [6, 8, 34].",
      "startOffset" : 142,
      "endOffset" : 152
    }, {
      "referenceID" : 7,
      "context" : "Subsequent studies of immobilized enzymes on PHA granules have generally exploited PhaC to generate covalently anchored active nano-particles [6, 8, 34].",
      "startOffset" : 142,
      "endOffset" : 152
    }, {
      "referenceID" : 33,
      "context" : "Subsequent studies of immobilized enzymes on PHA granules have generally exploited PhaC to generate covalently anchored active nano-particles [6, 8, 34].",
      "startOffset" : 142,
      "endOffset" : 152
    }, {
      "referenceID" : 21,
      "context" : "Our previous report also confirmed the importance of these two residues on catalysis [22].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 7,
      "context" : "Our results found superior catalytic compared to other PHA displaying organophosphorus hydrolase OpdA, the kcat value of which decreased by 16-fold [8].",
      "startOffset" : 148,
      "endOffset" : 151
    }, {
      "referenceID" : 34,
      "context" : "The α-amylasebearing particles exhibited better thermal stability and pH tolerance than the free-state enzyme [35].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 35,
      "context" : "Increased accessibility to substrates of the enzymes displayed on the surface of the nano-granules might also benefit enzymatic catalysis [36, 37].",
      "startOffset" : 138,
      "endOffset" : 146
    }, {
      "referenceID" : 36,
      "context" : "Increased accessibility to substrates of the enzymes displayed on the surface of the nano-granules might also benefit enzymatic catalysis [36, 37].",
      "startOffset" : 138,
      "endOffset" : 146
    }, {
      "referenceID" : 5,
      "context" : "instances the activity of immobilized enzymes declines markedly after four rounds of repeated reactions [6, 34].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 33,
      "context" : "instances the activity of immobilized enzymes declines markedly after four rounds of repeated reactions [6, 34].",
      "startOffset" : 104,
      "endOffset" : 111
    } ],
    "year" : 2019,
    "abstractText" : "Background: Polyhydroxyalkanoate (PHA) are nano-granules naturally produced by bacteria. Two types of proteins, PHA synthase (PhaC) and phasins (PhaPs), are attached to the PHA surface by covalent and hydrophobic interactions. Utilizing these anchored proteins, functionalized PHA nano-granules displaying proteins of interest can be easily prepared by fermentation. Results: In this study, a one-step fabrication method was developed for stable and efficient immobilization of an organophosphorus degrading enzyme on PHA nano-granules. The nano-biocatalysts were produced in recombinant Escherichia coli cells into which the polyhydroxyalkanoate synthesis pathway from Cupriavidus necator had been introduced. Two different strategies, covalent attachment and hydrophobic binding, were investigated by fusing bacterial organophosphorus anhydride hydrolase (OPAA4301) with PhaC and PhaP, respectively. Using both methods, the tetrameric enzyme successfully self-assembled and was displayed on the PHA surface. The display density of the target fused enzyme was enhanced to 6.8% of total protein on decorated PHA by combination of covalent and non-covalent binding modes. Immobilization of the enzyme on PHA granules resulted in higher catalytic efficiency, increased stability and excellent reusability. The kcat values of the immobilized enzymes increased by threefold compared to that of the free enzyme. The pH stability under acidic conditions was significantly enhanced, and the immobilized enzyme was stable at pH 3.0–11.0. Furthermore, more than 80% of the initial enzyme activity retained after recycling ten times. Conclusions: This study provides a promising approach for cost-efficient in vivo immobilization of a tetrameric organophosphorus degrading enzyme. The immobilization process expands the utility of the enzyme, and may inspire further commercial developments of PHA nano-biocatalysts. As revealed by our results, combination of covalent and non-covalent binding is recommended for display of enzymes on PHA granules.",
    "creator" : "Springer"
  }
}