{
  "name" : "downloads_2019-11-18_d8_maduraiveeran2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Earth-abundant transition metal and metal oxide nanomaterials_ Synthesis and electrochemical applications",
    "authors" : [ "Govindhan Maduraiveerana", "Manickam Sasidharan", "Wei Jinb" ],
    "emails" : [ "maduraiveeran.g@ktr.srmuniv.ac.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nProgress in Materials Science\njournal homepage: www.elsevier.com/locate/pmatsci\nEarth-abundant transition metal and metal oxide nanomaterials: Synthesis and electrochemical applications\nGovindhan Maduraiveerana,⁎, Manickam Sasidharana, Wei Jinb,⁎\naDepartment of Chemistry & Research Institute, SRM Institute of Science and Technology, Chennai, Tamil Nadu 603 203, India b Key Laboratory of Synthetic and Biological Colloids, Ministry of Education, School of Chemical and Material Engineering, Jiangnan University, 214122 Wuxi, China\nA R T I C L E I N F O\nKeywords: Earth-abundant transition metal and metal oxide Nanomaterial Electrochemical sensor Energy conversion Fuel cells Water splitting Energy storage Lithium ion battery\nA B S T R A C T\nEarth-abundant transition metal and metal oxide (EATM&MO) nanomaterials offer numerous positive attributes such as catalytic activity, selective enzyme-mimicking catalysis, energy harvesting and storage, green chemistry and atom economy guided by size and morphology induced intrinsic properties at the nanoscale. Noble metal nanomaterials have long been played a central role and highly efficient for various electrochemical applications but their high cost and least abundance unfortunately make them less attractive towards industrial applications. In this perspective, the design and development of EATM&MO nanomaterials with unique features are imperative in the fabrication of potential electrochemical devices. This review gives an account of the various emerging synthesis of EATM&MO nanomaterials and their nanocomposites using numerous chemical strategies for the state-of-the-art electrochemical applications. A variety of synthetic strategies for the production of diverse size-, morphology-, and composition- controlled EATM&MO nanomaterials has been described for emerging applications such as sensing and biosensing, fuel cells, photovoltaics, water electrolyzer, photo-electrochemical water electrolyzer, and energy storage systems (Lithium Ion Batteries, LIBs). Recent progress, important approaches, structure property relations, and future outlook towards the EATM&MO nanomaterials fabrication for diverse electrochemical devices are highlighted."
    }, {
      "heading" : "1. Introduction",
      "text" : "In nanotechnology, design of nanomaterials becomes highly critical for both fundamental academic research and potential industrial applications, including sensors and biosensors, catalysis, energy conversion and storage systems, etc. A variety of nanostructured materials with one-, two-, and three-dimensions have shown exceptional properties and experienced explosive progress over the past decade [1–3]. For instance, in the area of catalysis science and technology, nanoscale catalysts have been considered as semi-heterogeneous due to the advantage of unique catalytic activity both under heterogeneous conditions in terms of high catalytic activity and selectivity, simple separation of catalyst and reusability, and other unique properties in comparison to bulk scale catalysts [4–7]. Nanomaterials provide high specific surface area, enormous binding sites, high porosity, large surface energy, and rich surface textural features which play a significant role on the adsorption and chemical reaction at the surface as well as interface in sensor and electrochemical energy conversion and storage based technologies. The extremely small size of nanomaterials also favors the transportation kinetics and thermodynamics of heterogeneous reactions happening at the interface in terms of favorable mass,\nhttps://doi.org/10.1016/j.pmatsci.2019.100574 Received 27 December 2017; Received in revised form 24 October 2018; Accepted 4 June 2019\n⁎ Corresponding authors. E-mail addresses: maduraiveeran.g@ktr.srmuniv.ac.in (G. Maduraiveeran), wjin@ipe.ac.cn (W. Jin).\nProgress in Materials Science 106 (2019) 100574\nAvailable online 05 June 2019 0079-6425/ © 2019 Elsevier Ltd. All rights reserved.\nT\nheat, and charge transfer, as well as accommodating any dimensional changes accompanied by chemical reactions and phase transitions [8–10].\nElectrochemical technology is a vast and diverse area of science, and is very difficult to define accurately the limitation or boundary of electrochemistry due to their impact in interdisciplinary science involving chemistry, physics, and biology. It has also been recognized for contributions in the field of medicine and environments, which highlights the importance of chemical science in the current technological era [11–16]. Electrochemical sensor and biosensor platforms have profound impacts on everyday life. The major concerns toward the development of sensor devices include the demand for low cost and provision for on-line monitoring, particularly for environmental, food safety, biological, biomedical and point-of-care applications [17–20]. The electrochemical technologies based on novel nanomaterials are the most gifted strategy because of their simplicity, high sensitivity as well as specificity and simultaneous measurements. Owing to the steady growth of energy consumption in many sectors, intermittent environment of non-renewable energy resources and urgency to contain emission of CO2 related global warming, the energy field confronts many challenges in the 21st century. To mitigate the above issues, alternative environment friendly renewable energy technologies are being extensively explored. In this perspective, development of electrochemical technology using nanomaterials for energy conversion, energy storage and proper energy distribution system is very much essential.\nEarth-abundant transition metals (Fe, Co, Ni, Cu, Mn, etc.) and their oxides based nanomaterials display exceptional characteristics, including (i) mimicking the metal surface activation and catalysis [21–23], (ii) as support materials for a variety of noble metal nanoparticles (Au, Ag, Pt, Pd, and their bi-, and tri-metallic nanomaterials) [24–26], (iii) reducing the operation cost of industrial processes due to their high Earth abundances [27–30], (iv) amenable for biocompatibility after appropriate functionalization or conjugation of nanomaterials due to their more labile environment in comparison to their second- and third-row counterparts and complex mechanistic manifolds [8,31,32], (v) appealing attractive catalytic properties alternative to precious nanomaterials for numerous energy conversion reactions [33–35], (vi) exhibiting superior energy storage capabilities [36–39], and (vii) sustainable in a long run with their low cost, availability, comparatively less toxicity, wider chemistry and chemical reactivity [40–43]. Owing to the aforementioned reasons, nanostructured materials based on Earth-abundant transition metals and metal oxides (EATM&MO) are considered as the potential candidates in the present context which prompt us to comprehensively review the diverse synthesis protocols, effect of size and morphology, the state-of-the-art electrochemical applications, including sensors and biosensors, electrochemical energy conversion and energy storage. This review theme supports well with the current research trend in the field and development of high performance electrochemical technologies. The demand for the design of highly active and stable EATM&MO nanomaterials based catalysts will certainly increase with persistent efforts aimed at transforming the laboratory technologies to the marketplace.\nThe present review is mainly comprised of four sections. Section 1 provides a general introduction dealing with the advantages, challenges, and recent progress in nanostructured EATM&MO materials, including Fe, Co, Ni, Cu, Mn, etc. for sensing, energy conversion and energy storage applications. Section 2 describes a variety of strategies and techniques for the synthesis of EATM&MO nanomaterials based on mono-, bi-, and tri-metals and/or metal oxide of pure, alloy and core-shell nanomaterials, all-encompassing the impacts of different parameters with respect to structure and size over their performance. Section 3 covers the state-of-the-art electrochemical applications of the EATM&MO nanomaterials that may have served as exceptional catalysts, supports, and better charge storage properties for several electrochemical reactions towards sensors, fuel cells, and Li-ion batteries (LIBs). Section 4 addresses the critical aspects and challenges linked with the identification of potential new Earth-abundant transition metal and metal oxide nanomaterials in the electrochemical technologies."
    }, {
      "heading" : "2. Synthesis of EATM&MO nanomaterials",
      "text" : ""
    }, {
      "heading" : "2.1. Structure and dimension dependant properties",
      "text" : "Earth-abundant transition metals and metal oxides can be synthesized by numerous preparative strategies, which may display different structural characteristics including new physical, electronic, chemical, and surface properties. The choice of synthetic methods for the production of size and structure controlled EATM&MO is a crucial aspect. The realization of specific dimension, composition, crystal structure, defects level, vacancies, electronic states, and other surface properties of EATM&MO nanomaterials remains unclear. It is a key challenge to understand the relationship between the structural characteristics and properties/functionalities. The attractive characteristics of EATM&MO nanomaterials afford them structural flexibility for extensive electrochemical applications. Novel characteristics including physical, chemical, electronic, optical and magnetic properties of EATM&MO nanomaterials can easily be tuned by simply altering chemical synthesis. This section briefly summarize the relation between the structure, dimension and properties with respect to EATM&MO nanomaterials design processing.\nThere are numerous efforts already made on preparation of unique advanced structures for size dependant activities of EATM& MO nanomaterials. In general, the particle size reduction leads to more specific accessible surface areas, while their specific morphology influence the stacking of facets and overall crystal structures. In terms quantum mechanics, the confinement of electron in zero-, one- and two-dimensions of EATM&MO nanomaterials enables fine tuning of electronic properties which dictate their applications in various electronic, optoelectronic, and electrochemical systems. A variety of metal oxides based thin films through wellordered features was produced to demonstrate the photoelectrochemical performance in solar energy applications [44]. Fig. 1 illustrates the direct correlation between thin film nanostructure and catalytic activity of TiO2 and NiO for hydrogen production. The higher photocurrents produced in the water splitting with columnar films (Fig. 1) were attributed to a larger surface area causing enormous generation of electron-hole pairs in comparison to the dense structures [44]. In addition, the mean average distance that a\nhole was travelling to reach the surface was also smaller in the columnar-morphology, causing in lower charge carrier recombination. The amount of photocurrents produced varies with film thickness and therefore, by controlling growth parameters desired thin film structures in regard to catalytic activity could be achieved. Even though, thicker metal oxide films are desirable to harvest more photons, converting these photons to photocurrent with 100% efficiency is virtually impossible due to rapid electron-hole recombination when the metal oxide film dimension is greater than the critical film thickness, which often varies based on the chemical composition.\nShao co-workers [45] have recently prepared layered oxides Li1.2Mn0.56Co0.12Ni0.12O2 with several nanostructures and morphologies, such as microspheres, microrods, nanoplates, and irregular nanoparticles. The developed nanomaterials display strong morphology-dependent electrochemical properties towards lithium ion batteries (LIBs). As shown in Fig. 2, the electrochemical investigation clearly exemplified that the performance of the different layered nanostructures follows the order: microrods > microspheres > nanoplates > irregular particles. Due to the synergistic effect of porous texture and one-dimensional architectures with facile conducting pathway, the microrods exhibited a remarkable electrochemical performance compared to other morphological structures. Mechanistically, a relatively large contact area between the electrolyte and electrode, more open channels for lithium ion diffusion within the electrode materials, and numerous Li active sites arising from porous structure are some of factors responsible for high performance of microrods. Additionally, the one-dimensional architecture also facilitate the electronic conductivity by molecular wiring and thereby improve the overall electrochemical performance. Moreover, the robust secondary microstructure formed from the nanostructured primary particles could overcome the electrode pulverization, loss of electrical contact, minimize parasitic side reactions upon cycling, leading to high cycling stability. These structure-dependent features mostly influence the specific capacity and Li transportation kinetics of the electrode materials.\nMeanwhile, a few atom thick structure directing agents with in-plane covalent bonds could produce unique nanostructures which can not only enhance electrochemical performance but also flexibility of a particular device. As like graphene, two-dimensional transition metal dichalcogenides (TMDCs) have shown unique physical and chemical properties due to the ascription of anisotropic effects of the materials as well as the quantum confinement effects as it is thinned a few-layer sheet. It has been reported that these possessions amplify anisotropy and can create a host of enhancements in the electronic, optical, structural, thermal and mechanical properties [46]. For example, the semimetallic-to-semiconducting conversion measured in ultrathin TiS2 [47], the metallic-to-insulating transition of TaS2 [48], and special effects on the band-gaps indirect-to-direct transition [49], widen of the bandgap over ∼50%. It was observed that Mo and W based TMDCs, a single layer have involved remarkable improvements in electrocatalytic activity [46].\nAdditionally, increase in surface area to volume ratio vis-à-vis surface free energy at nanoscale dimension would promote electrocatalytic activities and also enhance other surface related electrochemical process including supercapacitors. For instance, Maduraiveeran et al. [16] developed an in-situ process for the synthesis of cobalt quantum dots (Co QDs) with a dimension of ∼3.2 nm regularly distributed on reduced graphene oxide (rGO). This nanocomposite showed an outstanding electrocatalytic property towards the water oxidation with a high mass activity (1250 A g−1) and a small Tafel slope (∼37mV dec−1) with a low overpotential (η) (0.37 V) in alkaline electrolyte, which was associating positively with RuO2, IrO2 and Pt/C catalysts. Because of small dimension, high dispersion, and the synergy between abundant catalytically active Co QDs sites and improved electron transfer produced from the graphene ensured in superior electrocatalytic properties. Advantageously, the solution processing of high quality freestanding thin films through simple techniques including vacuum filtration, spin coating, drop casting, spray-coating, and inkjet printing plays major role in numerous practical applications such as sensor, fuel cells, supercapacitors, and solar cells. Due to the facile film forming capability of the EATM&MO with other materials to form composites or hybrids, they offer favorable effects as the active layers in functional systems such as sensor, energy conversion and energy storage devices. In addition, the scope of electrocatalytic activities of EATM&MO can be subtly altered through the defect- and vacancy-engineering. More importantly, instant accessibility of surface atoms also permits to tune the surface-related electrocataltyic activities in terms of surface modification/\nfunctionalization with chemical and biological molecules, element doping, and engineering of defect sites. The interfaces and superlattices of mixed transition metal oxide display properties such as superconductivity, magneto-electric coupling, and the quantum Hall effect that are not present in either of the constituent materials. Such interfaces are also known to enclose the creation of defects either during growth or spontaneously at thermal equilibrium. These defects may considerably alter the physio-chemical possessions of the materials. For example, Mishra et al. investigated the combined experimental and computational studies with (LaFeO3)2/(SrFeO3) superlattices [50]. The two constituent materials lack any polar displacements in their bulk\nform, whereas in the case of superlattice, the Fe atoms experience polar displacements. The introduction of oxygen vacancies prompts the Fe polar displacements, which was demonstrated by employing DFT calculations. The ordered oxygen vacancies are certainly exists predominantly in the LaFeO3 regions and the formation of oxygen vacancies are likely at distinct sites.\nThe ability to produce nanostructured EATM&MO materials with preferred morphology, dimension, composition, layer thickness, unique texture, specific crystal planes, cationic/anionic defects, and surface property gains much significance towards advanced study of their physical, chemical, electronic, and optical properties, as well as the investigation of numerous potential electrochemical applications. In addition, the convincing properties and encouraging applications of EATM&MO nanostructures can endorse the swift development of numerous reliable synthetic approaches for preparing EATM&MO nanomaterials. In the following section, we center on the outline of different well-developed synthetic strategies to fabricate EATM&MO nanomaterials that have been extensively employed or proven to be applicable in a diverse material synthesis. The advances and limitations of each process are described beside with addition of experimental evidences."
    }, {
      "heading" : "2.2. Chemical vapor deposition method",
      "text" : "Chemical vapor deposition (CVD) method is considered as a gas-phase synthetic process that typically performed under elevated temperatures either in a vacuum chamber or under inter atmosphere. Precursor vaporization, nucleation, and the growth of crystals are the three main events for the formation mechanism on the nanoparticles in the vapor phase [51–53]. The CVD approach is very simple, inexpensive, and also operates continuously with high product yield for desired nanoparticles preparation. Generally, most of the synthetic methods for preparation of nanoparticles in the gas phase are mainly based on homogeneous nucleation in the gas phase and subsequent condensation followed by coagulation. Biswas co-workers [54] developed a new aerosol-chemical vapor deposition (ACVD) process for the production of various morphologies of titanium dioxide (TiO2) such as dense, columnar, granular, and branched tree-type structures and columnar nickel oxide (NiO). The controlled nanostructures of metal oxides were employed as the counter electrode in a photoelectrochemical cell in its place of platinum (Pt). The photoelectrochemical performance of the developed oxide electrode was tested towards the water splitting with various thickness and morphology of film. In this ACVD method, as the boundary layer was skinny, the temperature incline was not actual great, and the thermophoretic velocity was trivial in comparison to the diffusion velocity (conventional CVD) that grades in deposition. As shown in Fig. 3, a controlled design was apparent contingent upon the treating circumstances subsequently the diffusional deposition [54]. A well-controlled structure and dimension of nanomaterials were attained subject on the numerous distinctive times, including residence time (τres), reaction time (τrxn), sintering time (τsin), collision time (τcol), three different deposition systems namely vapor dominant, vapor-particle mixed, and particle dominant were acquired (Fig. 4). The reaction time (τrxn) for the vapor precursor to be transformed to the oxide was estimated based on the subsequent equation: τrxn= [C]i/Ri. where [C]i represents the concentration of the metal oxide and Ri means the reaction rate [55].\nFan et al. prepared nanocrystalline Earth-abundant transition metal carbide M3C (M: Fe, Co, Ni) embedded in graphitic shells sustained with steeply allied graphene nanoribbons (VA-GNRs) via a hot filament chemical vapor deposition (HF-CVD) approach [56]. Fig. 4a shows the preparation process of M3C-GNRs (M: Fe, Co, Ni). Initially, VA-GNRs arrays were prepared on the Si-wafer with atomic hydrogen treatment which is promising for depositing metal nanoparticles, as the metal particles may easily go through\nand stay on the tips or side walls of the VA-GNRs as displayed in Fig. 4b. Carbonization of metal carbide nanoparticles with HF-CVD method was conducted at 675 °C after the deposition of metal M (M: Fe, Co, Ni) onto the VA-GNRs arrays. The fabricated nanocomposite is composed of a great amount of ultrafine M3C NCs, and these NCs with irregular shapes were less prone to aggregation. Meanwhile, the production of phase-pure Fe3C, Co3C, and Ni3C are predominantly challenging at high temperature and reducing environments distinguishing of various carbide syntheses repeatedly consequence in the development of metallic iron, cobalt, nickel or mixed M/M3C (M: Fe, Co, Ni) products [57]. Other alternative synthesis approaches have also been established to make phase pure M3C (M: Fe, Co, Ni) products, including spray-pyrolysis, sonolysis, or arc-discharge method for numerous electrochemical applications.\nNanoporous Fe3N/Fe4N (FexN) film on a 3D electrically conductive interconnected graphene network was prepared for high performance oxygen evolution reactions by Yu et al. [58]. Ni foam was coated with high electrically conductive graphene networks and then the samples were decorated with the Fe(NO3)3 precursor dispersed in dimethylformamide (DMF) solvent, which was slowly dried in a sealed sample box. The resulting samples were annealed under an Ar atmosphere at 400 °C for 30min and thermally converted to nitride by passing NH3/Ar gas at 400 °C for 1 h. As shown in the SEM images of Fig. 5a–c, the iron nitride film was uniformly formed on the graphene/Ni foam surface after thermal nitridation. The formed iron nitride film was in the form of nanoporous structures, rather than a uniform dense film due to low volatility of DMF solvent at room temperature, resulting in uniform distribution of the Fe(NO3)3 precursor on graphene and gradual decomposition with an increase in the annealing temperature. On the other hand, the control experiments of changing the solvent from DMF to ethanol solution, the as-prepared iron nitride catalyst was aggregated on the graphene surface without any nanoporous structure because of the low boiling point and high volatile nature of the ethanol. The present method is very simple when compared to other procedures for making porous nanomaterials including electrochemical anodization, template synthesis, etc. High-resolution transmission electron microscope (HRTEM) (Fig. 5d) image clearly shows lattice fringes with spacing distances of 0.19, 0.21, and 0.24 nm corresponding to (0 0 2) lattice plane of Fe4N28 and (1 1 1) and (1 2 0) lattice planes of Fe3N crystals, respectively.\nOne-, two- and three-dimensional EATM&MO nanomaterials have been received much interest in the expansion of numerous electrochemical devices because of their diverse properties in comparison to their bulk counterparts. Mudusu et al. fabricated onedimensional SnS nanostructures on gold catalyst modified on sapphire and Si substrates using a CVD approach at various temperatures changing from 500 to 950 °C [59]. The possible growth mechanism of SnS nanowires may be a vapor–liquid–solid (VLS) approach (Fig. 6). Thus, the formed SnS nanowires were single crystalline, and possess preferential growth direction ((1 0 0) planes), suggesting that the progress of high quality 1D SnS nanowires permit to grow many SnS based devices such as batteries, solar cells,\netc. The generation of transition metal dichalcogenides using a CVD method is usually through the volatilisation and thermolysis of precursors contain the requisite elements. In gaseous phase, produced reactive metal and chalcogen ions can then react to structure the TMDC monomer. For instance, Yang et al. developed MoSe2 and CVD-grown MoS2 heterojunctions which were stacked on SiO2/Si substrate to form 2D heterostructures with type-II band alignment [60]. The stacked multi-heterostructured layered materials could extend the application scope of 2D materials systems to create new opportunities in future high performance nano- and optoelectronic devices. The fabricated heterojunctions based transistors display significant photovoltaic properties, which may be modulated by back gate. Warner co-workers recently investigated the atomic structure of slight tributary realms that nucleate on monolayer MoS2 which was grownup using CVD [51]. As shown in Fig. 7, the trifling secondary bilayer areas include a faceted\ngeometry with three-fold regularity and embrace two different alignments with 60° rotation relation to an underlying single crystal sheet of monolayer MoS2. The two discrete directions were connected with the 2H and 3R mounding configuration. Atomic resolution images were verified by annular dark field scanning transmission electron microscopy (ADF-STEM) that display the edge termination, lattice direction, and stacking order of the bilayer domains which was comparative to the fundamental MoS2 monolayer. The CVD approach is one of the crucial strategy to grow or form the various structures and dimensions of several types of transition metal/ oxide nanomaterials and is widely used for the materials-processing technology. This method offers the less waste generation and high pure materials, particularly in cold-wall reactors due to the attribution of heated surfaces only will be coated. The majority of the elements present in the periodic table may be easily placed on any material using CVD strategy. The design and development of interesting characteristics of mono-, bi- and tri- metallic or oxides of transition metal based nanomaterials by deposition on various substrates using CVD approach enable multi-level electrochemical devices."
    }, {
      "heading" : "2.3. Hydrothermal method",
      "text" : "Hydrothermal method provides many significant advantages over other conventional and non-conventional synthetic methods for the production of EATM&MO nanomaterials, which can make a wide variety of functional nanomaterials for numerous electrochemical applications [61–65]. It embraces a facile and template approach for the production of transition metal and metal oxide nanomaterials. The dimension, morphological variation, and crystalline characteristics can be tuned by varying the temperature, pressure, and precursor concentration and composition. Fu et al. [45] prepared various structures and dimensions including microspheres, microrods, nanoplates, and irregular nanoparticles of Li1.2Mn0.56Co0.12Ni0.12O2 lithium-rich layered oxide (LLO) materials using hydrothermal or co-precipitation method for LIBs. The characteristics of the electrode materials rest highly on crystallite size, shape, composition, and architecture which would be an influential way to optimize the performance of various electrochemical applications. Due to the complex chemical compositions and the requirement of prolonged calcination at high temperature, controlling the shape, composition, and structure of Li-rich layered oxides is very challenging for application in LIBs. In addition, the integration of different components with distinct physical and chemical properties with Li-rich layered cathode materials of common morphologies is also a potential pathway to improve the battery performance. Fig. 8 shows the schematic illustration of the formation processes of various nanostructured LLO materials for LIBs. The morphology and dimension of the nanomaterials is highly dependent on the precursor composition, solvent, and synthesis conditions as presented in Fig. 9. The precursor morphology and the final nanomaterials of LLO were initially characterized by SEM (Fig. 9). Fig. 9a–c display SEM images of the spherical precursor and LLO product, respectively prepared by solvothermal method using isopropanol as a solvent. The Ni-Co-Mn carbonate precursors appeared as microspheres with a suave surface with an average diameter of ∼1 μm. The precursor microspheres were then transformed into hierarchical LLO microspheres after mixing with LiOH·H2O and annealing at high temperature. Fig. 9e and f,g present SEM images of the rod-shaped precursor and products, respectively obtained by using of ethanol/water mixture as solvent. The developed Li-Ni-CoMn-C2O4 precursor consist of uniform microrods with 100–200 nm diameter and 2–3 μm length as depicted in Fig. 9e. The porous hierarchical LLO microrods were formed from the smooth microrods precursors after high temperature calcination which involves a large agglomeration of nanoplates with a size of 100–200 nm (Fig. 9f,g). The length and diameter LLO microrods were ∼2–3 μm and ∼400–500 nm, respectively. Fig. 9i–k show SEM images of the sheet-like precursor and plate-like LLO product, respectively and it suggest that the thicknesses of the as made Ni-Co-Mn hydroxide nanosheet precursors was ∼10 nm (Fig. 9i). The nanosheet-like morphology was transformed into nanoplates with increased thickness ∼30 nm by mixing with lithium salts and calcined at high temperature. The smooth LLO nanoplates transform to a hexagonal shape and calculated average edge length of ∼150 nm. (Fig. 9j and k). Fig. 9m–o present the SEM images of the cube-like precursor and irregular-shaped LLO, respectively; whereas as prepared LiNi-Co-Mn-C2O4 precursor has a cubic shape (sizes of 1–2 μm (Fig. 9m)). The above results suggest that a variety of morphologies including 3D-microspheres, 1D-porous microrods, 2D-nanoplates, and irregular particles have been successfully prepared by simply using of different solvents and synthetic strategies. Owing to numerous merits such as easy process, rapid preparation, less expensive,\nand bulk scale production, hydrothermal method has widely been employed for the production of TMDs and their nanocomposite with graphene, including transition metal, M (Mo, W, or V), such as metal salts and chalcogenide, X (S, Se, or Te), such as thiourea, Lcysteine, and thioacetamide. The application of hydrothermal method can able to produce 2D- and 3D- architectures of TMDs based composites with various microstructures, including flower-, sheet-, rose-, leaf-, and sphere-like [66].\nOwing to the interesting and unique properties, hollow spherical nanostructures are considered as a class of nanomaterials, which have evoked diverse interest in various electrochemical applications. The production of narrow size distribution and well-defined morphology of hollow nanomaterials based on Earth-abundant transition metal and metal oxide nanomaterials with innovative template-free methods increase their importance for providing more accessible active sites towards various electrochemical reactions. Due to the inappropriateness among the substrate and the materials, former surface adaptation or functionalization of hard-template is needed for preparation of nanomaterials with desired chemical composition. Therefore, soft-template directed strategies have used widely for the synthesis of hollow spherical materials. Additives-directed hydrothermal strategy provides a precise structure of shape and dimension controlled EATM&MO nanomaterials. Among numerous organic templates, natural products and polymers are promising as plentiful and flexible tools for structuring of oxide nanomaterials. Primarily, the metal ions are formed complex on natural or polymer template surface and pyrolitic deletion of templates generates a lot of hollow oxide spheres (CuO, MgO, Fe2O3, NiO, Co3O4 and CeO2). For instance, Sasidharan et al. synthesized a variety of hollow spherical metal oxide nanomaterials including NiO [67], WO3 [68], TiO2 [69], etc. [70] using micelles as soft-template and successfully applied for electrochemical energy storage applications. For instance, ∼28 nm size of NiO hollow spheres nanomaterials was prepared using a soft-template self-assembly procedure where ABC triblock copolymeric micelles of poly(styrene-b-acrylic acid-b-ethylene oxide) (PS–PAA–PEO) with core–shell–corona structural design provides as colloidal-template for synthesis of NiO hollow nanospheres as presented in Fig. 10(top) [67]. The inorganic ions such as alkali cations (Li+, Na+ and K+) are considered as a pattern for the preparation of shape-controlled morphology of EATM&MO nanomaterials. These templates are directed to interact with both assured facets of the rising nanocrystal and the discriminatory incorporation of additive ions, which favors the construction of various EATM&MO nanomaterials. As shown in Fig. 10(bottom), single crystalline α-Fe2O3 nanotubes have formed in the presence of sodium sulfate and sodium phosphate through the synergistic communication of two dissimilar inorganic additives [71]. The presence of phosphate ions induces the anisotropic expansion beside the c direction via favored adsorption along the specific crystal planes. In addition, the presence of a huge amount of complexing ions would guide to the suspension of the insecure tips of the mounting spindle-like morphologies. The relationship of disbanding and selectivity of adsorption enables the configuration of tubular α-Fe2O3 nanostructures.\nRecently, Zhang et al. [72] reported Co3O4 quantum dots with a crystallite size of ∼2 nm, produced via a simple hydrothermal method. This method utilizes controlling the concentration of oxygen vacancies and increase the population of mixed oxidation states of Co2+ over Co3+ for the efficient catalytic oxygen and hydrogen production in alkaline solution. The inexpensive copious transition\nmetal and their oxides such as Fe, Co, Ni, Mn, etc. have been extensively used as a potential alternative to the commercial Pt/C catalysts. In order to improve the electroactive sites of transition metal and metal oxide nanomaterials, the integration of graphene with transition metal nanomaterials to form nanocomposites under hydrothermal conditions is a successful approach to progress catalytic activities by promoting the charge transfer in electrodes. For instance, Liu et al. [73] developed Co-CoO/N-rGO and Ni-NiO/ N-rGO by a pyrolysis of graphene oxide (GO)-support Co and Ni salts, respectively. The mixed metal oxides based on spinel structures display improved electrochemical concert than their nanoparticle counterparts due to hierarchical architectures with high surface area, superior permeability united with superior porosity. Sun co-workers [74] prepared hierarchical ZnxCo3−xO4 nanoarrays via codepositing of mixed-metal (Zn and Co) nitrites. Various amounts of Zn(NO3)2 and Co(NO3)2 were mixed to the expansion solution as precursor to adjust the concentrations of Zn-doping and the nanostructural features were significantly changed when Zn was doped in the crystal lattice. Pure Co3O4 sample showed extended rod with sharp tip which were compactly full-grown on the Ti foil (Fig. 11A). The average diameter and length were calculated as ∼400.0 nm and ∼10.0 μm, respectively. The surface morphological features\nnoticeably altered after the doping of Zn2+ into Co3O4. The rhombus-like ZnxCo3−xO4 pillar (length of 15 μm) arrays were observed at high cobalt concentration (Co(NO3)2/Zn(NO3)2 = 4) (Fig. 11B). With the ratio of 3 (Co/Zn) in the precursor solution, small nanoneedles (length: ∼2 μm) were developed on the side and end of the pillar (Fig. 11C). Fig. 11D displays the SEM image which demonstrated that the pillars have a clear-cut rhombic contour and the average edge length was calculated to be ∼2 μm when the ratio of Zn to Co was 1:2. The hydrothermal method is a convenient potential approach for the synthesis of numerous transition metal nanomaterials with various compositions and morphologies via the manipulation of precursors, pH, and synthesis temperature. Interesting nano- and micro-structures include nanoparticles, cube, pellet, flower, platelet, sheet, needle, dendrites, and porous network and core-shell materials, all of which may be prepared or supported on various substrate materials. The novel synthesis of nanomaterials of transition metal origin with unique properties creates this strategy as a viable option to obtain nanoscale materials for applications in catalysis and as a support for numerous electrochemical devices."
    }, {
      "heading" : "2.4. Electrochemical method",
      "text" : "Electrochemical deposition of EATM&MO nanomaterials is a simple, rapid, one-pot and cost effective approach which usually involves the assembly of two- or three-electrode cell system. The deposition of transition metal and metal oxide nanomaterials can be directly obtained on an electrode surface by controlling the potential or current of an electrochemical cell. A variety of transition metal and metal oxide nanomaterials may be fabricated by using the electrochemical techniques including cyclic voltammetry (CV), chronoamperometry (CA), chronopotentiometry (CP), chronocoulometry (CC) and pulsed electrodeposition at a fixed or varied potential. Recenly, Huan et al. [75] prepared three-step synthesis of Cu supported porous dendritic Cu/Cu2O/CuO material and further nanostructured with a thin layer of electrodeposited CuO nanoparticles as shown in Fig. 12. The porous structured material obtained from the combination of Cu dendritic growth and the concomitant generation of a foam with macropores because of the intense hydrogen bubbling (Fig. 12a and b), permits a fast diffusion of analyte or active species to the micropores thereby avoiding mass-transfer limitations. The dentric nanostructured CuO material was developed following a simple electrochemical deposition method using Cu complexes bearing N-containing ligands as precursors. The nanomaterials were electrodeposited by applying two CV cycles in the range of −0.5 to 1.0 V to a Cu(imidazole)4Cl2 (0.2 mm) solution in acetonitrile (3% water v/v). As shown in SEM image of resulting material, the electrochemical treatment had not altered the macroporosity but the dendritic structure of the\nmaterial caused a significant modification of the surface (Fig. 13a). TEM observation of the sample (Fig. 13b) further revealed the formation of a thin layer of small nanoparticles (< 10.0 nm) on top of the dendrites. Thus formed dense CuO layer at the surface of the dendritic supports effectively inhibits the corrosion of the basal Cu substrate which allowed for good and stable conductivity of the material. The electrodeposition is an interesting approach for making numerous electrodes which may be generated using simple inorganic salts and thermal treatments, allowing an easy and cost effective preparation using Earth abundant metal and oxide.\nIt is clearly understood that the metal/metal oxide core–shell nanostructure may resolve the poor conductivity and activity of the metal oxide. Over the few years, much pains have been aimed on three-dimensional porous architectures owing to their high specific surface area that can maximize the accessibility of catalytic sites and provide fast diffusion of active species. Xu et al. [76] prepared 3D hybrid foams containing of Cu2O–Cu dendrites with high surface area. These hybrid foams containing Cu2O–Cu dendrites were prepared using an electrochemical deposition method in a solution of 0.75M H2SO4+0.1M CuSO4 (Fig. 14). In this approach, there was energetic hydrogen gas evolution occurred at the electrode surface which played a vital role as soft-template for the creation of foam architecture comprising of dendrites. The average size of Cu foams suited well with an increase in the electrodeposition time, and the pore sizes because of the coalescence of hydrogen bubbles (Fig. 14). In this method, a large current density or high overpotential is required to create the gas-liquid-solid multiple interfaces. Thereby, many bubbles can be generated and adsorbed on the electrode surface to alter the current distribution during electrodeposition. The nucleation, growth, coalescence and separation behaviors of bubbles significantly determine the pore size and distribution of deposited materials. As a result, the pore size of d can be calculated using break-off diameter of the corresponding bubbles:\n(1)\nin which θ is contact angle, g is gravity acceleration, γ is surface tension, ɨ (A·m−2) is current density, ρ1 and ρg are the liquid and gas densities, respectively. The advantage of this kind of core-shell and 3D porous structures in the design of 3D metal/metal oxide hybrid foams with core–shell structures would be chiefly gorgeous for numerous catalytic applications due to the multiple favorable structures and compositions to accomplish exceptional properties of electrocatalysts. In particular, Cu-based oxides may experience a multiple parallel reactions because of wide range of accessible oxidation states of Cu such as Cu0, Cu+, Cu2+, and Cu3+). SEM images of Cu2O-Cu hybrid foams deposited for 120 s with various magnifications (Fig. 15a–c). The identical porous structure (∼20–60 μm) was clearly seen in the SEM image and the thickness was calculated to be ∼200 μm. The walls of the hybrid consist of large amounts of dendrites and the size of dendrite was ∼5 μm. The abundant pores and dendrites may substantially increase the specific surface area and provide fast transportation for active species. XRD pattern of the Cu2O–Cu foams (Fig. 15d) showed the diffraction peaks observed at 43°, 50°, and 74° correspond to (1 1 1), (2 0 0), and (2 2 0) planes of Cu (JCPDS No. 65-9026), respectively and the peaks at 36° and 42° establish the existence of Cu2O (JCPDS No. 65-3288).\nRecently, Maduraiveeran et al. [77] fabricated a variety of transition nanomaterials including mono metal (Fe, Ni and Co) and\nbimetallic alloy (CoNi, and CoFe) nanoparticles on a titanium (Ti) substrate via one-step electrochemical deposition by appling the Eapp of −1.0 for 10min in an oxygen-free 5mM metal salt +0.1M Na2SO4 electrolyte solution. The fabricated nanomaterials of Fe, Ni, Co, CoNi, and CoFe NPs were characterized by FE-SEM (Fig. 16a–e). This approach successfully led to different morphologies and dimensions of nanomaterials by one-step electrodeposition method. The FESEM image of the formed nanoparticles on a Ti substrate was found to be particle, cube, pellet-structured nanomaterials were formed. The bimetallic CoFe nanostructures showed numerous shapes including rods, triangles, cubes, and spheres as presented in Fig. 16e. The EDX spectra of the Ti/Fe, Ti/Ni, Ti/Co, Ti/CoNi, and Ti/CoFe electrodes revealed that their compositions with the atomic ratios of Co:Ni and Co:Fe were found to be 40.6:59.4 (1.0:1.4) and 44.9:55.1 (1.0:1.2) for the bimetallic CoNi and CoFe nanoparticles, respectively. The present electrochemical deposition technique comprises a green approach that can make mono-dispersed nanomaterials with huge active surface areas onto the surface of various electrode substrates. Sung co-workers [78] prepared anodized Fe foams (Fe2O3-nanoflakes) with multidimensional architectures of nano/micro-scale as photoelectrode for photoelectrochemical water splitting using electrochemical anodic oxidation. The electrochemical anodic oxidation of freeze-cast Fe foam employed which was applied 80.0 V for 5min at 25 °C in an ethylene glycol electrolyte contain 0.25 wt% NH4F and 2 vol% H2O with the help of ultrasonication. It is understood that the creation of anodic\noxides on metal substrate is based on the equilibrium between the oxide formation of metal through applying electric potential and chemical dissolution of oxides with the electrolyte. In general, the process of etching of metal oxides encompasses the following steps: (i) The formation of M-OH2+ with the protonation of metal oxide ligand, replacement of -OH2+ by -Fx, a nucleophilic substitution which may remove the M-Fx unit from the lattice of metal oxide; (ii) For the M-Fx formation step, the presence of HF, HF2, and H2F2 is needed. Due to these reason, the composition of electrolyte plays a major role that affects the ultimate structure and morphologies of anodic oxide films. The structure, dimension, and thickness of active electrocatalysts may be restricted by manipulating the contest among similar and vertical growth with respect to the substrate. For example, the thickness of deposited layers increases with current density, but reduces as inhibition increases. When the inhibition increases at the constant current density, the lateral enlargement is facilitated to obtain dense and coherent deposits. Consequently, the electrodeposited transition metal and oxides can be well tailored by the modulation between mass transfer characteristics (J/CMez+ or J/Jd) and inhibition intensity, in which J is the current density, CMez+ is the bulk concentration of metal ions, and Jd is the diffusion limiting current density as displayed in Fig. 17 [79]. Experimentally, many material scientists have been examining the superior performance of electrocatalysts by altering preparation methods, annealing conditions, dispersion techniques, precursors and solvents, and current or charge to achieve highly active surface areas and stable catalytic responses. The electrochemical deposition method has several advantages including high purity, better morphological and dimensional control via the use of soft templates, small particle size distribution, increased control over particles distribution, etc. The application of electrochemical deposition methods is vast for the production of variety of nanoscale metals and oxides with interesting geometries by one-pot and facile synthesis environment which may be effortlessly regulated. It is considered as green, fast, simple, and less cost process for the production of transition metal and oxide nanomaterials which is an ideal method for the industrial production and large-scale making of nanomaterials for a varied range of applications."
    }, {
      "heading" : "2.5. Chemical reduction method",
      "text" : "A variety of shape and dimensions-controlled EATM&MO nanomaterials have been synthesized using chemical reducing agents and/or stabilizing agents. Over last two decades, momentous efforts have been made on the design and development of nanomaterials with unique structure and properties that display better surface stabilized reactive sites in comparison to classical materials. Nanosized particles typically have high accessible surface area to make contact with analytes ensuing in superior catalytic activity and other performance in the direction of various applications. The modification of individual nanomaterials via tuning their composition in order to further improve the electrochemical activity at the nanoscale is also an active area of research. The introduction of defects in the host metal and metal oxide structures is also critical for beneficial properties useful for numerous applications. This strategy has long been employed in bulk materials in order to alter the electronic, magnetic, and physical structure of semiconductors [80]. Similarly, the introduction of defects in nanocrystals by dopant incorporation induces numerous stimulating electrochemical properties that are useful for many electrocatalytic reactions and energy storage applications.\nThe preparation of doped transition metal to metal oxide nanocrystals with controlled nanocrystal size, composition, and internal structure has a great opportunity for further technological advancement. For instance, Jansons et al. prepared numerous first-row transition-metal dopants (Mn, Fe, Co, Cu, and Zn) into In2O3 lattice with dopant concentrations of up to 20 atom% using chemical reduction method. The dopants were incorporated into the oxide lattice without surface segregation. The dopant cations were homogeneously dispersed on the nanocrystal without surface segregation and core localization. The resultant doped In2O3 (a wide bandgap oxide) permits ligand field transitions in visible region of electromagnetic spectrum and which may allow to probe the optical and electrical properties. The electronic transitions of first-row transition-metal dopants with the In2O3 structure show that dopants are situated in octahedral geometries. Thus, the choice of synthetic approach widely influences the growth of oxide nanocrystals, and also precisely controls the morphological structure and composition. The bulk production of mono-, bi-metal or metaloxide alloys and core-shell nanocomposites with numerous carbon nanomaterials including graphene, carbon nanotubes, fullerene, etc. comprising non-precious metals/metal oxides could enable in the advance of functional materials for sensor, electrocatalysis, and other energy applications [16,77,81–87]. As the electrocatalytic activity depends on electrical conductivity of the nanoparticles, the use of carbon and other conductive additives significantly improve the conductivity of the final nanocomposite resulting in overall improved device performance.\nA detailed survey of the literature reports suggested that the synthesis of transition metal and metal oxide resulted in larger particle size larger than 10 nm by hydrothermal strategy, which normally requires a complicated process under hydrothermal conditions. The chemical reduction strategy is an effective method for the growth of highly dispersed transition metal and metal oxides nanoparticles which may substantially improve the electrochemical performance. The establishments of the Co QDs/rGO nanocomposites were seen through the reduction of Co2+ and GO by color change beginning light-yellow toward dark-black. The rGO and the Co QD/rGO nanocomposite were characterized by TEM (Fig. 18A) and the HRTEM image of Fig. 18B shows average size of∼3.2 nm for the synthesized Co QDs, homogeneously dispersed in the graphene nanosheets [16]. Selected area electron diffraction (SAED) pattern was obtained for the Co QDs (Fig. 18C); the concentric circles with diffractions (1 1 1), (2 0 0), (2 2 0) and (3 1 1) planes, respectively ascribed to the face-centred cubic structure of Co quantum dots. The elemental mapping of the Co QD/rGO nanocomposite, suggested uniform Co delivery in the nanocomposite materials (Fig. 18D).\nThere is a growing attention in synthesizing bimetallic alloy or core-shell nanocatalysts for enhancing electrochemical activities\nbased on non-noble metal and metal oxide nanomaterials. Bell et al. [88] demonstrated galvanostatically deposited cobalt oxide film on Au, Pt, Pd, Cu, and Co electrodes for the electrochemical water oxidation. It has been observed that cobalt oxide (Co3O4)/Au thin film was the most active in electrochemical water splitting due to modification of Au-surface which functions as an electron sink in promoting electrophilicity of Co3O4 that helps in the rate determining step. Recently, Yan co-workers [89] developed Au core-Co3O4 shell nanoparticles using simple two-step route. Thus, the Au core was fully covered by Co3O4, making the electron transfer viable only at interface between Co3O4 and carbon support. The electrocatalytic performance of the AuCo nanomaterials almost depends on bimetallic composition, alloying degree, and surface oxidation state. It is a great challenge to synthesize AuCo nanoparticles with controlled size, composition, and surface properties. For instance, Zhong co-workers [90] reported a new way of the preparation of AuCo nanoparticles using a facile one-pot chemical synthesis of AuCo nanoparticles with different compositions and size and\nexplored the bi-functional synergistic effects in electrocatalysis. Fig. 19 shows the pictorial representation of two-step preparation of Au-Co core-shell nanoparticles. For the clarification, in the one-pot synthesis, Au nanoparticles were not formed until the temperature was raised to above 400 K. When pure oleylamine employed as a reducing agent for the growth of Au core and reduction of Co at ≤353 and 450 K, respectively where oleylamine and oleic acid slowly suppress the Au seeds production before the Co coating, ensuing in the formation of smaller sized AuCo core-shell nanoparticles. In the case of precursor injection synthesis method, the precursors of Co and Au were reduced to Au0 and Co0 nuclei when each precursor was injected into the solution of reducing agent, followed by growth of the AuCo seeds. Fig. 20(A,D&E) display the TEM images of as-prepared nanocluster of AuCo prepared by onepot approach. The atomic ratio of Au:Co was 9:91 in the spherical particles with a narrow size distribution of 10.6 ± 4.2 nm. The core–shell nanostructure was identified by the distinct contrast in the TEM image and it showed two phases including fcc Au and fcc Co which has been confirmed from SAED pattern (Fig. 20C). The HRTEM image of a single core–shell nanoparticle displayed a lattice\nfringe of 0.20 nm, matching to a weak lattice distortion of the planes of Au (2 0 0) and Co (1 1 1). As Au concentration in the growth medium increased, Au seeds steadily grow to a larger size without sufficient coating by Co clusters. The production of controlled layer-by-layer stacking of transition metal and oxide nanosheets is possibly attained via nature and composition of intercalating ion, and the reaction conditions for the purpose of restacking. As presented in Fig. 21(top), the electrostatically directed assemblies of nanosheets are mainly enlarged via the dehydration energy of the intercalate ion and the presence of coordinating organic ions [78]. The kinetically controlled inter-stacked structure and stacking number of the proposed metal oxide nanosheets is obtained simply by tuning of DG*. Left of Fig. 21(top) represents the presence of organic ion and the right shows the absence of organic ion. The pore structure and charge storage ability of controlled inter-stacking of MnO2 are enhanced through increasing the tuning of activation energy. The tight stacking structures of MnO2 nanosheets were obtained with larger cations having weaker hydration yield a higher charge density and thus a stronger interaction with anionic MnO2 nanosheets (Fig. 21(bottom)). In general, the exfoliated nanosheets of transition metal oxide possess the negative surface charge in aqueous solution in the presence of organic cations such as tetramethylammonium (TMA+) ions. Metal oxide nanosheets are coordinated with both organic cations and water in the solution. The resulting activation energy for those process may be presented as follows: ΔG*= ΔG(Deh_cat) + ΔG(Dis_NS)+ ΔG(Deh_NS). ΔG* represents the activation energy of the assembly between nanosheets (NS) and the intercalant cation, ΔG(Deh_cat) means the Gibbs free energy for\nthe dehydration of the intercalant cation, ΔG(Dis_NS) shows the dissociation of nanoscheets from TMA+, and ΔG(Deh_NS) displays the dehydration of NS. Thus, a higher charge density of smaller intercalant cation leans to arrange a thicker and more strongly bound hydration shell, which led to strong stabilization of the precursor state. The chemical methods, including electroless deposition, micro-emulsions, and photochemical synthesis methods can potentially produce diverse morphologies and dimensions of Earthabundant transition metal and metal oxide nanomaterials. In general, precursor selection and their compositions, synthesis environments, reagent properties and concentrations, presence of suitable stabilizers, and precursor choice may be intensively manipulated to control or engineer advanced nanomaterials via precise control of reaction rates and/or nucleation."
    }, {
      "heading" : "3. Electrochemical applications",
      "text" : ""
    }, {
      "heading" : "3.1. Sensor",
      "text" : "Nanostructured Earth-abundant transition metal and metal oxides materials with large surface area, unique physicochemical and electrochemical properties, coupled with flexible functionalities have attracted considerable attention for various electrochemical sensor platforms since 1960s [91]. The analytical performance can be readily tuned by tailoring the structures, particle size, surface area and electron transfer properties of the transition metal and metal oxides nanomaterials [92]. As compared to the noble metal based nanomaterials, the Earth-abundant transition metal and metal oxides particularly exhibits great stability, and favorable kinetics during the sensing process in harsh environment (high temperature, strong acidic/alkaline solutions, Cl− corrosion, etc.). Significant studies have been conducted from both scientific and industrial point of view to detect various analytes in environmental monitoring, industrial process control and personal safety [93]."
    }, {
      "heading" : "3.1.1. Gas and volatile organic compounds (VOC)",
      "text" : "Semiconducting metal oxides have been widely employed for the detection of combustible, reducing, and oxidizing gases at high temperatures. The sensing metal oxides can use the following techniques including conductometric, amperometric, and potentiometric methods for sensing applications [94,95]. The performance of metal oxides sensor is largely determined by the surface properties (density of surface states, electronic structures, adsorption/desorption parameters and catalytic activity) and electrophysical properties (electroconductivity, oxygen gas diffusion, band gap and type of conductivity as displayed in Table 1 [96]. And the overall sensing response is a multifarious process which be consisted of three factors: (i) the reactions/adsorption step on surface, (ii) the resultant charge transfer at the sensing layer, and (iii) the charge transport mechanism within the sensing layer and the primary electrodes. As shown in Fig. 22 of conductometric scheme [97], the surface adsorbed O2 molecules can take out electrons from the conduction band Ec, leading to a rising band bending and a decreased conductivity. On the other hand, contact of the surface oxygen species (mainly O−) with reducing gases or a spirited adsorption can decrease the band bending and increase conductivity.\nThe sensing electrode materials consist of binary, ternary and complex metal oxides system with SnO2, ZnO, Fe2O3, CuO, Mn2O3, Co3O4, NiO, etc. [98]. It has been identified that the size and shape of metal oxides play important roles in determining the sensing performance of theses oxides. Recently, Han et al. identified that the displeased charges connected with oxygen ions at the surface of SnO2 facet could be responsible for the higher reactivity towards reducing gases detection (Fig. 23) [99]. Also, the permutation of metal oxides and other elements, for instance, carbon nanotubes and noble metal nanoparticles are also found to be good for many applications [100–102]. Usually, the mixed component sensors are added effective than the entity components unaided due to the synergistic effect. Therefore, a broad range of doping methods counting impregnation, sol–gel, sputtering, and thermal evaporation have been developed for giving various metal additives into metal oxides structure [103,104]. For example, the NiO/SnO2 sensor exhibited an enhanced sensing response (∼56%) for SO2 gas than the bare SnO2 thin film sensor [105]. Besides, the sensing properties are determined not only by their composition, but also by their structural features such as, profile, dimension, and dimension distribution [106]. Therefore, the controlled preparation of nano- or micro-sized metal oxides has attracted considerable attention. Wang et al. [107] fabricated SnO2 nanowire as the excellent hydrogen gas sensors in the range of 10 to 1000 ppm, owing to the presence of large portion of coordinatively unsaturated atoms on the nanowires surface. It has been demonstrated that the sensor response of SnO2 nanowire is much better than the corresponding nanorod, indicating the morphology effect of metal oxides\n(Fig. 24). Modern human and industrial activity produces considerable pollutants of volatile organic compounds (VOCs) such as carbonyls, alcohols, alkanes, esters, aromatics, aldehyde and amides [108,109]. VOCs refer to those organic compounds that tend to evaporate under normal indoor atmospheric conditions (gaseous phase). Many specific sources and processes usually originate from industrial wastewater, petroleum refining, natural gas processing and paints [110]. Nowadays, VOCs have been classified as highly toxic or carcinogenic in nature, which may have both short- and long-term impacts towards human health and natural ecosystem [111]. Metal oxides-based conducometric (resistive) gas sensors are widely employed for detecting harmful VOCs, due to their advantages of strong and rapid response, high sensitivity, compact size and feasible on-line operation [112]. However, it also has drawbacks of poor selectivity. In order to enhance the metal oxide sensors performance, one of the most notable approach is the reduction of sensing particle sizes to nanoscale [109]. As a result of higher specific surface area vis-à-vis active sites at nanoscale dimension, the gas\nadsorption and sensitive detection is enhanced substantially. Besides, when the size of sensing materials is further decreased to or lower than double layer thickness of the characteristic “space-charge layer”, surface charge-induced changes will generate remarkable alteration in conductivity and the corresponding sensing signal. As displayed in Fig. 25, Ding et al. [113] prepared a series of ordered mesoporous chromium oxides (Cr2O3) for sensing of formaldehyde (HCHO). It is identified that ordered mesoporous Cr2O3 with 12 nm accessible pores and 5 nm ultrathin framework exhibited ∼4.4 times higher response than the counterpart with smaller pores and thicker framework. Moreover, it has very good HCHO detection selectivity over the interference from CO, benzene, toluene, NH3 and moisture.\nIt should be noted that zirconia-based potentiometric sensors have been extensively investigated for monitoring nitrogen oxides, ammonia, hydrogen, carbon monoxide and hydrocarbons [114,115]. Usually, the crystal structure of zirconium dioxide is stabilized by the addition of yttrium oxide, the so called yttria-stabilized zirconia (YSZ) [116]. Moreover, zirconia-based oxygen sensors, with or without electrode functionalization have been employed for the electrochemical detection of VOCs. As illustrated in Fig. 26, Sadaoka et al. [117] developed a TiO2 modified Pt/YSZ electrode for successful detection many VOCs, including methyl ethyl ketone (MEK), ethyl alcohol, n-butanol, t-butanol, and toluene."
    }, {
      "heading" : "3.1.2. Aqueous analytes",
      "text" : "Early electroanalytical techniques have frequently used the hanging mercury drop and mercury film electrodes for detection of\naqueous analytes, but this technique suffers from the growing distress about the environmental toxicity of mercury and the difficulty in handing, storage and clearance [118]. Recently, nanostructured EATM&MO materials have emerged as the potential sensor elements for detection of heavy metals ions, organic pollutants and biological substances in aqueous solutions [119,120]. As illustrated in Fig. 27, Ma et al. [121] identified the UV light irradiation can substantially increase sensitivity of Ti/TiO2 electrode for fortitude of trace amounts of Cu2+, Pb2+ and Cd2+ ions, which is credited to the toning effect among heavy metal ions and the conduction band position of TiO2. Zhou et al. [122] developed a novel L-cysteine functionalized mesoporous MnFe2O4 hybrid nanospheres for the simultaneous detection of Pb(II), Hg(II), Cu(II) and Cd(II) ions. The excellent adsorption capacity of mesoporous nanocluster and Lewis acid-base interaction of supported L-cysteine are combined to improve the detection performance. Yao et al. [123] investigated the electrochemical stripping properties towards heavy metal ions at two in a different way fashioned Fe3O4 nanocrystals such as (1 0 0) bound cubic and (1 1 1)-bound octahedral crystals. It is observed that octahedral nanocrystals exhibit better electrochemical sensing performance due to the different adsorption energy of heavy metals on the sensing surface (Fig. 28).\nFor real time application, considerable attention has been paid on screen-printed carbon electrode (SPCE) due to its nature of lowcost and simple to mass construction [124]. As illustrated in Fig. 29, Singh et al. [125] reported the electrochemical sensing of 4- nitrophenol using copper oxide nanoparticles casted SPCE electrode, exhibiting good reproducibility and selectivity even for real sample analysis. And the CuO nanoparticles also presented good catalytic activity for the degradation of 4-nitrophenol. Besides, ionic liquids (ILs) are molten salts, comprising of two asymmetrical ions of conflicting charges [126]. The good conductivity, non-volatility and wide electrochemical window facilitate the ILs in many electrochemical sensors applications. Gao et al. [127] reported a disposable As(II) detection platform by integrating the Fe3O4 microspheres with ILs. The Fe3O4-ILs nanocomposite modified SPCE provided even superior show than usually used precious metals.\nQuantification of biological substances is of great importance for medical, biological and biotechnological fields. As shown in Fig. 30, Yang et al. [128] illustrated the fabrication of hierarchical porous Co3O4@graphene (Co3O4@G) microspheres employed as an enzyme-free biosensor for glucose. The prepared Co3O4@G microspheres have huge available active sites via porous structure, whereas the graphene sheets suggest constant electron pathways, leading to a higher performance determination of glucose. Tripathy et al. [129] reported a sensitive electrochemical sensor based on electrospun semi-conducting Mn2O3 nanofibers for DNA hybridization sensing. Sensing of Dengue consensus primer with a limit of detection: 120×10−21 M is obtained both in control and real\nserum samples, where the low bandgap nanomaterial and definite oxidation state of manganese found to be highly suitable. As compared to the noble metal nanoparticles, Earth-abundant transition metal oxides were found to be non-toxic, enhanced electron transfer and great adsorption during the electrochemical sensing of heavy metal ions."
    }, {
      "heading" : "3.2. Energy conversion",
      "text" : "With ever-increasing concerns of the worldwide fossil fuels consumption, particularly the rapid greenhouse gas emissions and serious environmental consequences, sustainable and renewable energy sources gains significant importance towards the modern society [130]. Recently, electrochemical conversion devices such as solar cell, water splitting (hydrogen production) and fuel cells have been demonstrated as promising technologies for clean energy production [131]. As a key component, nanostructured electrocatalyst based on Earth-abundant elements such as alloys (NiMo, FeCo, CoMo, etc.), phosphides (CoP, Co2P, Ni2P, Fe2P, MoP, WP, FeMnP, etc.), chalcogenides (MoS2, WS2, MoSx, WSe2 CoS2, CoSe2, and NiSe), phosphosulphides (MoPS, CoPS, FePS, etc.), and metalorganic frameworks (MOFs) (Co@N-C, CoP, CoNx, CoWP, etc.) plays a vital role during these electrochemical reactions, enabling a number of high-performance energy applications [132,133]. Therefore, the pursuit of novel electrocatalysts with better electrochemical performances is needed and remains a great challenge in finding low cost Earth abundant materials."
    }, {
      "heading" : "3.2.1. Photoelectrochemical energy conversion",
      "text" : "Honda and Fujishima pointed out the purpose of photoelectrochemical cells for solar energy conversion and storage in early 1970 [134]. They developed a n-type semiconducting TiO2 anodes for the water oxidation to O2 with a considerably less positive electrochemical potential, solving the bottlenecks of by means of sunlight produce H2 and O2 from water [135]. This process is now well known as photoelectrolysis (Fig. 31), attracting considerable interest from both the fundamental and practical perspectives. It operates on a similar principle of two redox systems [136,137]: One react with the holes on the semiconductor electrode surface and the other react at the counter-electrode. In this device, solar energy can be converted to hydrogen [138], which is a nonpolluting, renewable, and very flexible fuel and energy carrier. Besides, hydrogen is also a fundamental chemical feedstock employed in the larger scale ammonia synthesis and petroleum refining.\nEarth-abundant semiconducting transition metal oxides are attractive photoanodes for water oxidation, due to the relatively high electronegativity of oxygen and the formation of stable O2− anions compounds [139,140]. The main factor for the differences in the oxides valence-band energy is the occupancy of metal d band. Empty d bands (such as Ti4+, V5+, Nb5+ and W6+) of transition metal oxides possess valence band energy levels strongly supported by the O 2p levels, resulting in low and stable valence band energy towards water oxidation under photoelectrochemical (PEC) operation. Titanium dioxide (TiO2) and tungsten trioxide (WO3) have usually been the photoelectrochemical semiconductors due to the advantages of low cost, chemical inertness, UV photo-activity and chemical stability [141,142]. However, owing to its too large band gap (TiO2 Eg= 3.2 eV, and WO3 Eg=2.6 eV, as shown in Fig. 32 [138], it could only harvest the ultraviolet fraction of the solar emission to obtain squat conversion efficiencies. A vast amount of effort has been focused to change the spectral reply of TiO2 into the visible region through doping or adding mid-gap defect states (such as oxygen deficiencies), or to prepare substitute oxides achieving water splitting through visible light [143]. Considerable effort has been concentrated on Fe2O3 [144], given its great abundance and stability in basic electrolytes. Up to 4mA·cm−2 have been achieved for the solar water oxidation photocurrents over Fe2O3, but it is much lower than the theoretical maximum value of\n12mA·cm−2 possibly due to its poor semiconducting properties. The limitations of binary oxides force researchers to shift to ternary and complex multinary oxides. However, with about 50 candidate metals in the periodic table, there are nearly 19,000 potential ternary and 220,000 quaternary oxides. Obviously, a strategy is required to identify promising candidates through rational engineering of the bandgaps of these materials [145,146]. In many cases, the bandgap of complex oxides can be approximately predicted by a stoichiometrically weighted addition of the corresponding ones from the parent binary oxides, or sophisticated computational methods by considering crystal-field splitting, electron-electron repulsion and Jahn-Teller effects [147].\nAnother important photoelectrochemical energy conversion technology is solar cells [148–150]. During the illumination of the semiconductor-electrolyte junction under light, photons have energies larger than that of the semiconductor band gap (Eg) can be captivated and generate electron-hole pair. Accordingly, a photovoltage is produced between an illuminated semiconductor and a metal electrodes, while this photovoltage be the same to the divergence between the Fermi level and the redox potential in the electrode and the electrolyte, respectively [151]. There are already many successful practical application of solar cell using the silicon thin film, compound semiconductor thin film (GaAs, InP, CdS, CdTe, CuInGaSn (CIGS)) [152]. The conversion efficiencies can reach above 25%. However, their high price significantly limits the large-scale applications. Since the pioneer studies of Michael Gratzel from 1991 (Fig. 33), dye-sensitized solar cells (DSSCs) are extensively studied as subsequent invention solar cells due to their rewards\nof outstanding act, simple fabrication and cost-effectiveness (10–20% of the silicon-based solar cell) [153,154]. In a DSSC device, the photoanode acts as the dye-sensitized semiconductor based electrode, while the counter electrode be generally the Pt/ITO to facilitate the reduction reaction of electrolyte (I3−/I−). Despite the well-known limitation of TiO2 (band gap and charge carrier transport), the solar cells based on the sensitization of nanocrystalline TiO2 had capable to realize over 22% conversion efficiencies of solar light to electric power, which is comparable to the corresponding thin film solar cell of Si, CuInGaSe2, and CdTe [155]. It has been demonstrated that the morphology, porous structure and crystallinity of TiO2 play important roles in the performance of DSSCs. Consequently, different morphological TiO2 such as nanoparticles, nanotubes, nanowires, and nanofibers, have been employed to fabricate the efficient photoanode films [156,157]. Besides, the integration of TiO2 with other conductive materials has also been explored. It has been reported that the large area graphene nanosheets-TiO2 might substantially advance the conductivity of the bare TiO2 nanoparticle film over 2-times of magnitude, and the power conversion efficiency (PCE) increased over 5- times [158]. Stier et al. [159] extensively studies electron transfer (ET) from isonicotinic acid and alizarin to TiO2 on tens-of-femto seconds time scale, in which the electronic structure and adiabatic dynamics were replicated with ab initio molecular dynamics, and non-adiabatic effects were correlated via quantum-classical mean-field technique. Thus, it is promising to calculate ET rates and differentiate between adiabatic and nonadiabatic offerings towards ET as shown in Fig. 34, which can provide complete perceptive of the elementary processes occurring in DSSC and more information for the catalyst materials design.\n∫∑ ∑ ∫ = + ρ ϕ ϕd (t)\ndt d |c (t)| dt | (r)| dr |c (t)|\nd | (r; R(t))| dr\ndti i dye i\n2\ndye i 2\ni 2 dye i\n2\n(2)\nRecently, organometal halides based perovskite solar cells present as an up-and-coming photovoltaic technology [160]. The perovskite structures (ABX3 (X=oxygen, carbon, nitrogen or halogen)), cations are situated in a cubooctahedral site, and B cations are located in an octahedral site [161–163]. When O2− anion is employed, A and B are generally divalent and tetravalent, respectively. Perovskite solar cells originate from dye-sensitized solar cells, in which the adsorption of methylammonium guide halide perovskite on a nanocrystalline TiO2 surface generates photocurrents with an around 3–4% power conversion efficiency since initial exposed in 2009 (Fig. 35). The efficiency had quickly increased over 2-times after a couple of years by optimizing the perovskite covering circumstances, and now it can reach over 20% with promising opportunity for commercialization [164,165]. Earthabundant transition metal oxides such as ZnO, SnO2, WO3, Nb2O5 and Fe2O3, have been explored as the alternative materials for efficient, low-cost, stable and robust photoelectrochemical energy conversion. And many tuning strategies from crystal phases,\ndoping composite and porous architectures considerations have also been successfully developed to extract the promising potential of these nanomaterials. Furthermore, the emergence of ultrathin 2D materials such as graphene and semiconducting transition metal dichalcogenides (TMDs) based van der Waals heterostructures offers numerous new opportunities for the construction of solar energy conversion devices [166]. The high carrier mobility, good transparency, and excellent electrical transport behavior create them an surprising materials for transparent electrodes and carrier transporting layers for PV solar cells."
    }, {
      "heading" : "3.2.2. Fuel cell",
      "text" : "An extensive diversity of fuel cell technologies are now commercially available, particularly in the fields of portable and remote power sources [167,168]. Fuel cell could be extra classified with the operating temperature since it means the kind of anode fuel, materials selection, customer application and electrical competence (Fig. 36) [169,170]. Polymer electrolyte membrane fuel cells (PEMFC) naturally encompass the lowest working temperature below 100 °C, while SOFCs have the uppermost working temperature usually> 800 °C. High temperature fuel cells (such as molten carbonate and SOFCs) allow internal reforming of hydrocarbon fuels and have entire electrical efficiencies in the range of 45–60%, as compared to the around 35–40% efficiency of low temperature fuel cell [171]. In general, the hydrogen oxidation reaction (HOR) held on anode and oxygen reduction reaction (ORR) occurs on cathode in H2-O2 fuel cells which may be written as two half-cell reactions as follows [Eqs. (3) and (4)]:\nHOR: 2H2→ 4H++4e−, E0= 0 V (RHE) (3)\nORR: O2+4H+→ 2H2O, E0= 1.23 V (RHE) (4)\nIn a fuel cell, membrane/electrolyte has been used to divide the anode and cathode. Fuels of hydrogen, alcohol or formic acid, are oxidized on anode, while oxygen molecule receives four electrons to water or hydroxy ions in acid or alkaline electrolyte on cathode, respectively (Fig. 37 top) [172]. As a result, the electricity is produced via integrating the anode and cathode reactions. Thermodynamic equilibrium potential for ORR is 1.23 V (RHE) as presented in Eq. (4) and the overpotential is always is connected with fuelcell efficiency. It is desirable that a high performance ORR catalyst may attain the required current density with a low overpotential. Thus, highly active Pt-based catalysts show an elevated current at a great overpotential of ≥300.0 mV. In order to get better ORR catalytic activity, understanding of the kinetics of ORR is required with huge challenging task due to the complex redox processes. The ORR possesses numerous elementary steps which may engage multi-step electron transfer either coupled or decoupled with proton transfer. The investigation of these ORR processes at the atomic level is a vital, to monitor the rate-determining step in ORR kinetics. Fig. 37 (bottom) shows the possible ORR mechanism at the various electrodes [173]. Primarily, oxygen molecule may adsorb on the electrode surface (O2(ad)) and the reduction of O2(ad) can occur by three possible pathways. (1) Dissociation pathway can happen via breaking of OeO bond, forming an O(ad) intermediate, then as-developed O(ad) is reduced to OH(ad) and to H2O(ad). (2) Associative pathway is occurred at which OOH(ad) is initially made from O2(ad) and break the OeO bond, producing the O(ad) and OH(ad) intermediates. (3) Peroxo pathway is predominate when O2(ad) is reduced sequentially to OOH(ad) and to HOOH(ad) prior to the OeO bond cleavage. The ideal electronic structure of the intermediates and its appropriate binding energy could direct to superior ORR catalytic activities. The kinetics of these two reactions are vital for the fuel cells performance, and platinum (Pt) is employed as the most efficient electrocatalyst for both anodic and cathodic reactions for low-temperature fuel cells. However, due to the sluggish kinetics in ORR (5-times slower than that of anodic reactions), more Pt catalysts are required at the cathode (∼10-times higher than\nthat in anode) [174]. Pt electrocatalyst accounts for nearly 50% cost of a fuel cell, significantly hindering the widespread fuel cells applications. Besides, the stability issues of Pt, such as dissolution, agglomeration, methanol tolerance and cross over are also the some of the challenging problems [175].\nTo improve the cost-effectiveness and optimize the fuel cell performance, many efforts have been carried out to tailor the dimension and figure of the Pt nanostructures, or design Pt-transition metal nanoalloy electrocatalysts, such as Pt-Fe, Pt-Cr and Pt-Cr-Co [176,177]. Greely et al. [177] employed density functional calculations to obtain the volcano plots and free-energy diagram for the ORR on Pt-based metal alloys (Fig. 38), indicating there is an optimal catalyst design with respect to Sabatier principle. Another strategy is to develop highly efficient alternate electrocatalysts based on Earth-abundant transition metal oxides allowing for their facile synthesis, sensible activity and brilliant strength in oxidative and alkaline environments [178]. The demerits of these nanomaterials are due to their essentially huge band gap, leading to poor electrical conductivity and weak oxygen sorption. Cobalt and manganese oxides are the most attractive metal oxides for the ORR [179,180]. Controlled composition, size, structure and morphology have been attempted to enhance the catalytic activity. Furthermore, the catalytic activities and stabilities of oxides may auxiliary be improved by integrating with advanced conducting substrates like carbon nanofibers, carbon nanotubes and graphene [181]. Other metal oxides of Fe-, Cu-, Ti-, Zr-, Ta-, Nb-, and Sn- have also been evaluated as novel ORR electrocatalysts, while their activities are lower than Co- or Mn-based oxides [182]. Besides, the mixed transition metal oxides (MTMOs) or incorporating with conducting carbon nanomaterials have been also widely employed to improve the conductivity and activity. Recently, perovskite\nmixed-metal oxides ABO3 (A is La, Ca, Sr, or Ba, and B is Ni, Co, Fe, Mn, or Cr) exhibit an extremely hopeful Earth-abundant material due to the high electrical conductivity and chemical stability towards ORR [183,184]. The A sites mainly supply to the permanence of on the whole structure, and the suitable interactions of B site with surface adsorbed oxygen species contribute to the enhanced ORR activity. Suntivich et al. [184] (Fig. 39) demonstrated the high ORR activity of perovskite stems from the σ*-orbital (eg) occupation and the coverage of B-site transition metal-oxygen covalency, which acts as a secondary activity descriptor.\nSpinel-type oxides (AB2O4) and amorphous metal oxides are also important groups of mixed-metal oxides for ORR electrocatalysis [185,186]. Dai Co-workers [187] (Fig. 40) reported a manganese-cobalt spinel MnCo2O4/graphene composite for the highly efficient ORR in alkaline conditions. It is observed that inorganic-nanocarbon hybrids leads to covalent coupling between spinel oxide nanoparticles and N-doped rGO sheets, as well as the substitution of Co3+ sites by Mn3+. The covalently bonded hybrid presents\ncomparable Pt/C current density and better solidity as related to standard Pt/C in alkaline solutions. Lee et al. [188] developed a composite made up of Ketjenblack carbon (KB) support amorphous manganese oxide (MnOx) nanowires for ORR. The huge surface active area of the amorphous MnOx nanowires and high density of surface defects provide more energetic and accessible sites for O2 molecule adsorption, thus substantially improving ORR activity. Norskov et al. [189] proposed a method for calculating the stability of the reaction intermediates (* denotes a surface site) and correlated them to the source of overpotential for ORR at the cathode compartment. Fig. 41 (Left) illustrates metals that have either stronger or weaker oxygen bonding than Pt are lower ORR catalysts. At the equilibrium cell potential, Ni strongly binds to O and OH species that the proton-transfer steps become largely activated, and thus ORR becomes very sluggish. On the other hand, the proton transfer on Au surface should be fast enough, but oxygen on the surface is significantly less stable than it is in the gaseous phase, inhibiting the proton and electron transfer. As a result, a volcano trend of different transition metals can be estimated in Fig. 41 (Right) with a utility of the oxygen binding energy. Tian et al. recently developed a ultrathin transition metal nitrides (TMNs) (Ti0.8Co0.2N) nanosheets assembly which showed significant oxygen reduction activities in both acidic H2-air and alkaline Zn-air fuel cells [190]. This catalytic activity is due to the integration of modified electronic effect caused by the doping of cobalt, the high surface area and unique mesoporous structure induced by its nanosheet assemblies, and inherent structural stability of interlaced nitride nanosheets.\nSolid-oxide fuel cells (SOFCs) possess elevated efficiencies in a wide variety of fuels [191,192]. Contrasting low temperature fuel cell, CO is a fuel quite than a poisoner and thus hydrocarbon fuels may be employed frankly in SOFCs. Generally employed anode materials for SOFCs are Ni/YSZ (yttria-stabilized zirconia) due to excellent anodic electrocatalytic properties and good current collection [193,194]. However, it usually suffers from the disadvantages of low tolerance to sulfur, carbon deposition, and poor redox cycling stability. Considerable investigations have been performed to substitute zirconia with ceria, and Ni with Cu, in which Cu merely performing as an electron conducting materials with low activity towards carbon formation reaction and ceria instead acts as\nanodic oxidation catalyst [195]. Furthermore, different structures of perovskite, fluorite, pyrochlore and tungsten bronze have widely been studied as anodic materials owing to the high electronic conductivity and methane oxidation catalytic activity [196]. Tao et al. [197] reported a La0.75Sr0.25Cr0.5Mn0.5O3 with comparable cell properties to Ni/YSZ cermets for methane oxidation devoid of using surplus steam. The anode shows excellent durability and good process performance in low steam hydrocarbons, overcoming a couple of major bottlenecks of the Ni/YSZ SOFC anodes. Liu et al. [198] (Fig. 42) proposed computational studies at diverse levels to devise sulfur-tolerant SOFC anode materials, as well as ex–situ and in–situ characterizations of varieties and phase formation at anode surface ahead exposure to H2S-containing fuels.\nThe electrolyte accounts for conducting ions between the electrodes, separation of the reacting streams and internal electronic conduction prevention [199–201]. Under the SOFC operating temperature, the electrolyte must be stable in both reducing and oxidizing atmospheres with lofty ionic conductivity but squat electronic conductivity. The electrolyte can be classified based on its conducting species of oxygen ion and proton (Fig. 43) [201]. Most common fast oxide-ion conducting electrolyte of YSZ has crystal structures of the fluorite kind, AO2, A means a tetravalent cation [200]. Though, its elevated operating temperature (about 800–1000 °C) inhibits its use in small-scale applications. In order to decrease the SOFCs temperatures, another fluorite-type conductor of doped CeO2 is usually employed. Recently, increasing attention has been paid on the ABO3 perovskite electrolyte in intermediate-temperature SOFCs [201]. A successful example is doped lanthanum gallate of LaGaO3, in particular the La1-xSrxGa1yMgyO3-δ(LSGM) series. This material demonstrates clean ionic conductivity in excess of a broad choice of oxygen partial pressure (10−20 < pO2 < 1). The partial substitution of La for Sr and the incorporation of divalent Mg cations into the Ga sub-lattice significantly augment the absorption of the oxygen vacancies within the material structure. Besides, using the transition metal doping, the electrical conductivity of LSGM can be further increased as compared to YSZ and doped CeO2 [202,203]."
    }, {
      "heading" : "3.3. Energy storage",
      "text" : "As a measure to counter global warming, the role of energy storage technology in fields such as renewable energy generation and hybrid automobile systems will become increasingly important in modern society. Owing to the untenable environment of nonrenewable energy resources and necessity to manage global warming driven by CO2 emission, the growth in energy storage technology gains much more importance. The electrical energy storage is distant additional significant in current century than it was in the long-ago towards addressing energy crisis, sustainable growth, improving economy/quality of life, and minimize the global warming. Though the energy is ubiquitous in the universe, storage of intermittent non-conventional energy becomes a challenging task. Therefore, storage devices form the key components for electricity supply system to operate more efficiently so that production and consumption are balanced on a continuous basis. In this context, a significant research effort has been made on the development of high energy density storage devices with electrode materials involving nanomaterials [37,204–208]. Electrochemical technologybased batteries and capacitors are considered as transportable or stationary supplies of electric power. In this context, lithium ion batteries (LIBs) as an energy storage device play a dominant role due to high working voltage (∼4 V), high energy density, high specific capacity, light weight, and portability compared to other conventional battery technologies. There are numerous review articles deal with fundamental operating principles of LIBs and various components including anode, cathode, electrolytes, electrode–electrolyte interface, etc. [11,209–212]. This section mainly focuses on comprehensive understanding of the effects of nanosized EATM&MO based materials over lithium battery electrochemistry.\nRecent development in design of electrode materials with 0D, 1D, 2D, and 3D nanostructures and their impact on overall electrochemical performance in LIBs are covered. Similar to other electrochemical cell, LIBs consist of three chief apparatus of anode, cathode, and an electrolyte for changing chemical energy into electrical energy as shown in Fig. 44 [213]. Furthermore, the choice of electrode materials has to be made based on their value of electrochemical potential (µA for the anode; and µC for the cathode) and their position comparative to the HOMO–LUMO energy gap (Eg) of the electrolyte (Fig. 44a). In a LIB cell, anode electrochemical potential µA should be inferior in energy than that of the LUMO of the electrolyte in order to prevent electrolyte reduction and decomposition; whereas on the cathode side, µC must be superior in energy than that of HOMO of the electrolyte to avoid the oxidation and other parasitic reaction of the electrolyte. The commercial LIBs introduced in 1990s used graphite anode and layered LiCoO2 (cathode) as an intercalation host for Li+, divided by a porous membrane that permits Li+ in a conventional LIBs. During charge process Li+ deintercalates from the LiCoO2 and passes via electrolyte and intercalates to the layered graphite and the reverse process occurs during discharging (Fig. 44b) and the electrode reactions can be depicted as follows [39,43,213,214].\nCathodic reaction: LiCoO2↔ Li1-xCoO2+ xLi++ xe− (5)\nAnodic reaction: 6C+ xLi++xe−↔ LixC6 (6)\nThe key steps involved during cell operation are: movement of Li+ ions within the electroactive materials, electrode-electrolyte interfacial charge transport, and transport of Li+ ions in the liquid electrolyte. Among these steps, Li+ diffusion within the solid matrix is believed to be rate-determining step in LIBs. In this context, much efforts have been devoted on nanoscale materials to enhance kinetic properties by reducing the diffusion length. Often the electrochemical performance of nanoscale materials exhibit several advantages due to short Li+ path length, high surface area with good electrolyte contact, minimal volume change, new\nelectrochemical reaction which is not observed over bulk counterparts."
    }, {
      "heading" : "3.3.1. Nanostructured anode materials",
      "text" : "Due to heavy competition in the battery market among different players, the development of Earth-abundant transition metal and metal oxides, including Mn, Fe, Co, Ni, Cu, early transition metal oxides including Ti, V, Cr, Zr, Nb, Mo, W, etc. and non-metals such as C, Si, Sn, and Ge were intensively explored to enhance the energy density with simultaneous cost reduction. The thermodynamics and electrochemical kinetics of LIBs indicate that superior specific capacities and rate capabilities at high current can be achieved only when electrode materials offer fast charge transport by providing short diffusion path for charge carriers in addition to better strain accommodation during lithium insertion/extraction and possibility of new Li reaction with nanoscale materials [215]. In this perspective, metal oxides and metal electrodes with 0D, 1D, 2D, and 3D structures strongly believed to be latent substitute for commonly used graphite as the anode material in LIBs owing to approximately 3-fold high specific capacity values of oxides of 3d metal. The key anode performance, including gravimetric and volumetric capacities vis-à-vis energy densities, irreversible capacity loss and capacity fading or columbic efficiency are mainly depends on redox potential vs. Li/Li+, porosity and ionic movement, crystal structure, physical properties such as electronic/ionic conductivities and mechanical stability of individual materials and its chemical composition. On controlling the dimension of materials, Li-ion diffusion length and diffusion coefficient (DLi) could be controlled by the equation t = L2/D wherever L is the diffusion length, D, diffusion constant, and t is time, which reduces with square of the particle size on decreasing from micron to nanoscale particles suggesting a strong correlation between diffusion path length and particle size [216]. Thus, as transition metal oxide nanomaterials offer high conducting properties range from metallic to semiconducting that can be worn in a variety of novel advanced functional materials for LIBs.\nTo date, graphite with typical intercalation/deintercalation is recognized as a commercial anode material for application in Li ion batteries since 1990s, which has not meet our increasing demands for high-power density and safety requirements [217]. Nanostructured transition metal oxides including Fe3O4, Fe2O3, Co3O4, NiO, and CuO are promising candidates as anode electrodes for next age group energy storage systems in moveable electronics, electric vehicle, and hybrid electric vehicle [43,218–223]. Among them, nanosized transition metal oxides like cobalt oxide, iron oxide, and manganese oxide have paid much attention since 2000s because of their high theoretical capacity [224]. The high theoretical capacity is derived from a new reaction mechanism called “conversion reaction” between lithium and nanosized transition metal oxides as shown below [225,226].\nMxOy+2y Li++2 ye−↔ xM0+ y Li2O (M= transition metals) (7)\nFrom the above redox reaction, 2y Li+ per formula unit of metal oxides is stored during charging process through conversion reaction, inducing a structural change followed by amorphization of metal oxides leading to a large volume change and formation of metal clustes (Mo) embedded in Li2O matrix. While discharging, these transition metal clusters are reoxidized to form amorphous transition metal oxides; for instance, 100–200 nm CoO cycled electrode exhibits ∼1–2 nm Co clusters as shown in Fig. 45 [227]. The overall electrochemical reaction of CoO (theoretical capacity 715mAh·g−1) show two phases (CoO+2Li++2e−↔ Co+Li2O) during cycling with voltage plateaus through initial discharge and charge occurring at 0.7 and 2.1 V, respectively. Whereas for Co3O4 (theoretical capacity 890mAh·g−1), Larcher et al. proposed two different lithium reaction pathways governed by structure of the active materials and cycling conditions. For the period of the first discharge, large sized Co3O4 favors lithium insertion to give LixCO3O4, whereas smaller crystals lead to intermediate CoO formation as confirmed by TEM studies according to the following chemical reactions [228].\nCo3O4+ x Li++x e−↔ LixCo3O4 (x≤ 2)\nCo3O4+ 2Li++2 e−↔ 3CoO+Li2O\nThough, most conversion reaction based oxide materials show high theoretical capacity of more than 1000mAh·g−1 than the graphite (372mAh·g−1), they should be further optimized to overcome voltage hysteresis, large volume change, cycle fading, poor rate capability, and Coulombic efficiency. In another strategy, graphene-embedded Co3O4 rose-spheres (G-Co3O4) nanocomposites were prepared through a simple electrostatic self-assembly process (Fig. 46) [229]. The G-Co3O4 exhibited a high lithium storage performance (1110.8 mAh g−1 at the current of 90 mA·g−1 (0.1C)) in comparison to bare Co3O4 rose-spheres, owing to the attribution of good accommodation of the volume change and the enhanced charge carrier transportation for lithium-ion storage.\nSpecial attention has been paid on iron oxide as anode materials due its high theoretical capcity (ca. 1007mAh·g−1 for α-Fe2O3 and 924mAh·g−1 for Fe3O4), low-cost, and less environmental impact. The iron oxide show a well-defined voltage plateau ∼0.8 V indicating a complete reduction of FeOx to a Feo/Li2O by conversion reaction accompanied significant volume change [227]. With intension to overcome the volume alteration and poor cycle life performance, hollow nanostructured hematite has been prepared by templating method exhibiting a reversible capacity of 945mAh·g−1 [230]. Similarly, mesoporous hematite nanostrures prepared using mesoporous silica nanoparticle and MOF [231] were also showed a capacity of 911mAh·g−1 after 50 cycles at 0.2 C rate. The\nspecific capacity of mesoporous α-Fe2O3 increase slowly during the initial cycle which is ascribed to configuration of a gel-like layer due to electrolyte decomposition. Jiao et al. studied the factors affecting the rate of the α-Fe2O3 using mesoporous, nanoparticles, and bulk α-Fe2O3 and showed that the electron transport to and within the particles was the rate-determining step [232]. The advantage of mesoporous metal oxides includes (i) micron-sized particles has plenty of nanochannels with tap-density equal to that of conventional particles, (ii) maintain good electrical contact within grains, (iii) thin mesoporous wall structures facilitates Li+ diffusion, and (iv) better electrode/electrolyte contact through nanochannels making fast electrode reactions. Thus, mesophase constructed electrode shows optimum balance between high rate performance and high specific capacity [232]. Recently, Fe3O4/FeO/C composite was prepared by reduction of Fe2O3 in presence of C, CO, and H2 which delivered a remarkably high reversible capacity of approximately 1200mAh·g−1 after 100 cycles of repeated charge/discharges at a current density of 200mAh·g−1 [233] indicating that Earth abundant FexOy materials are more promising towards high energy density anode materials.\nAn alternate potential anode candidate is manganese oxide (MnxOy) due to its low positive redox potential (0.2–0.5 V), large theoretical capacity [MnO2 (1223mAh·g−1), Mn2O3 (1019mAh·g−1), MnO (756mAh·g−1), and insignificant voltage hysteresis (< 0.8 V) but unfortunately show tremendously low electrical conductivity (∼10−7− 10−8 S/cm) hampering its usage as electrode materials [234]. In order to improve the electronic conductivity, Mn3O4 nanoparticles were full-grown on rGO matrix by two-step method. About 10–20 nm high crystalline nanoparticles were highly dispersed on the rGO sheets (∼10wt%) and demonstrated a specific capacity of 1223mAh·g−1 subsequent to 50 cycles at current density of 40mAh·g−1. More importantly, fine dispersion of nanoparticles on the graphene matrix prevents agglomeration of nanoparticles leading to good cycling and favors the movement of charge carriers. Numerous hollow sphere nanomaterials such as NiO [67], WO3 [68], Nb2O3, etc. [235] using soft-template assisted method have been developed by Sasidharan et al. for the LIB anode materials. Recently, much efforts were focused to improve the cycling performance of CuO anodes by developing various CuO nanostructures (thin films, nanowires, hollow spheres, yolk–shell nanostructures, and nanoribbon arrays). In addition to the mono metal oxides, the encapsulation of CuO particles in a conductive matrix to grow CuO/M nanocomposites including CuO/C derived from a Cu-based metal organic framework, CuO/graphene, CuO/ carbon nanotubes, or hybrids with other metal oxides were also anticipated for the use of LIBs. Lyu et al. [236] developed recently Cu/Cu2O hollow microparticles doped with C and N by an one-step reduction and self-assembling method heading for a supramolecular assembly. The as-fabricated composite showed a spirited steady discharge capacity of ≥430mA h g−1 at a current density of ∼500mA g−1 (retention of 90% subsequent to 500 cycles). The achieved hollow structure provided a large void space, accommodated the volume expansion of the CuO particles devoid of changing the secondary particle size throughout insertion of Li. The carbon in the region of the CuO particles armored the potency of the hollow structure and performed a major role in prevent furious of the electrode through the volume vary approach. Thus in conversion mechanism, it is widely accepted that size of particles is a superior consequence on the physical properties due to the bonding arrangements of surface atoms, availability of surface atoms with dangling bonds toward catalyze the Li2O back to M–O and Li+, and the particles division or aggregation include massive collision on the cycling performance of conversion based materials [237].\nIn recent years, numerous mixed-transition metal oxides (MTMO) nanomaterials with superior electrochemical concert have also been developed as anodes for LIBs, which is a different resourceful approach to alleviate the problems, including vast volume extension and low rate capacity and cycle capability, associated to single-component TMOs. A variety of MTMOs with AB2O4 spinelstructured oxides were fabricated and they demonstrated exceptional lithium storage behaviors; for instance, AMn2O4 (A=Zn and Co), AFe2O4 (A=Zn, Co, Cu, and Mn), and ACo2O4 (A=Zn, Mn and Ni) were investigated and they showed excellent electrochemical performance as anode materials. Xing et al. fabricated inverse spinel-structured Co2+xTi1-xO4, which was a solid solution by means of surplus of quantity of Co [40]. As developed Co2+xTi1-xO4 anode showed the reversible capacity of 766.5mA h g−1 after 60 cycles at 100mA g−1 and even 680mA h g−1 after 400 cycles at 1000mA g−1 as displayed in Fig. 47. This excellent anode performance was interrelated to the atomic level blend of two active materials such as CoO and TiO2 matrix after the first discharge course fashioned through different lithium storage mechanism such as conversion reaction and insertion/extraction, respectively. The CoO offered huge specific capacity via the conversion reaction, whereas TiO2 not only offered fractional capability by an insertion/ extraction mechanism but as well plays as a host framework for CoO in the electrode, suggesting a capable anode material in LIBs use.\nIn investigate for alternative to graphite anode that merge intrinsic safety feature, low cost, and rate capability, TiO2 and its spinel lithium titanate oxide [Li4Ti5O12, LTO] with Li+ insertion/extraction pathway similar to graphite have been considered due to their outstanding safety characteristics, long-life, and high-power density which follows [238]. Intercalation happens at an electrode potential of ∼1.5 V vs. Li+/Li, as a result the major difficulty of lithium plating is alleviated, exposé the materials considerably safer than graphite [239]. To mitigate the poor electronic- and ionic-conductivities, low specific capacity, and rate capability, most common strategy is to synthesize either nanostructured LTO or modifty the oxide surface with conductive species to achieve high charge carrier mobility. Jo co-workers [240] reported a 1D LTO nanofibers by electrospinning method, exhibiting elevated rate performance of 138mAh·g−1 at 10 C mainly owing to decreased electron and Li+ ion transport distance. Two dimensional nanosheets of LTO with 5–7 nm was also prepared using a hydrothermal method and provided an impressive capacity of 150mAh·g−1 [241]. Subsequently, 3D mesoporous LTO hollow spheres with mesoporous shells were synthesized by Yu co-workers which found to exhibit 115mAh·g−1 at 10 C [242]. Among the 1D, 2D, and 3D LTO materials, the 1D nanostructure exhibits better electron and lithium ion transport by tumbling their diffusion pathway compared other nanostructures. By extending this strategy, Sasidharan et al. [243] reported TiO2 hollow nanospheres of size∼28 ± 1 nm by soft template approach which showed high specific capacity of 181mAh·g−1 at 0.3 C rate following 50 cycles which is superior than that of theoretical capacity of TiO2 [167mAh·g−1] (Fig. 48a). The notable characteristic of the titania hollow nanospheres is the extremely little irreversible capability defeat in the first cycle (∼6.0%) than the micron sized particles (48.0%) and prove that hollow nanospheres not only circumvent the initial irreversible capacity loss but also the void space effectively buffers against local strain and volume change [243]. In another study, N-doped\ncarbon nanosheets wrapped anatase TiO2 nanocomposites synthesized by hydrothermal method exhibit superior Li storage, durability, and rate performance due to cooperative improvement in electronic and ionic conductivities [244]. The composite electrode demonstrated a specific capacity of 303mA h.g−1 at 0.1 C after 125 cycles and impressive rate capability of 136mAh·g−1 at 5C after 500 cycles with high coloumbic efficiency (99.0%) (Fig. 48b). The superior Li storage is attributed to both Li intercalation in TiO2 and capacitive storage in 2D C3N4 nanosheets.\nIn a another strategy to improve specific capacity of anode, alloy forming compounds such as M=Sn, Si, Ge, etc. with high theoretical capacity of 999mAh·g−1, 4200 999mAh·g−1 and 1600 and 999mAh·g−1, respectively during alloying reaction to give Li4.4M (alloying product) has been investigated [245]. Though, the anode based on alloy materials endure from huge volume expansion-contraction, which lead to worsening of the electrode and resulting in poor electrical contact affecting significantly the rate capability and cycle life. The tin based nanomaterials undergo irreversible reduction of SnO2 into metallic Sn in the first discharge process during which destruction of SnO2 crystal structure and dispersion of Sn clusters in amorphous Li2O takes place according to the following irreversible chemical reactions. SnO2+4Li++4 e−↔ Sn+2Li2O and Sn+ xe−↔ LixSn (0≤ x≤ 4.4). Similarly, a variety of Si nanostructures including nanowires, nanorods, nanosheets, hollow Si nanostructures, porous silicon and their composites have been extensively investigated for developing high energy density LIBs. Another interesting electrode material is Ge which possess low positive redox potential, better electronic and ionic conductivities, high theoretical capacity but suffers from huge irreversible volume change and associated issues similar to Si based anodes [246]. In this context, Seng et al. demonstrated carbon coated Ge nanostructures and tailored into nanostructured clusters by self-assembly to increase the rate performance. The nanoclusters of Ge and carbon very well retained initial specific capacity at 20 C rate and also delivered impressive capacity of 480mAh·g−1 even at 40 C, suggesting a very high electrode stability and high rate capability of Ge-based alloy electrodes [247].\nThus, the recent literature survey clearly portray that anode electrodes based on EATM & MO nanomaterials are indeed more effectual for rapid Li intercalation–deintercalation reactions facilitated by a short Li+ flow path length and fast electron transportation to the current collector. Although, earlier research efforts were generally relied on using single materials, now-a-days a combination of two- or three- materials as composite or hybrid is being employed to address current problems including specific capacity, volume change or mechanical stability and voltage vanishing in excess of cycling process. Material design therefore is a key to obtain new composite nanomaterials in order to achieve superior electrochemical properties of the anodes. The structure and dimension of the nanomaterials also participate a significant responsibility in the charge transportation kinetics affecting LIB performances [248–250]."
    }, {
      "heading" : "3.3.2. Nanostructured cathode materials",
      "text" : "Unlike anode materials, progress of the cathode counterparts has lagged behind and considerable research hard works have been focused on the synthesis and optimization of new positive electrode materials with a large capacity (e.g., ≥200mAh·g−1) and/or high average voltage (e.g., ≥4.0 vs. Li/Li+), the key determinants in improving the energy densities. Enormous research efforts are being taken by the academic and industrial communities focused on the design and optimization of novel cathode electrode materials based on Earth-abundant transition metal oxide nanomaterials. To date, the promising cathode candidates such as nickel-rich layered oxides (LiNi1-xMxO2, M=Co, Mn and Al), lithium-rich layered oxides (Li1+xM1-xO2, M=Mn, Ni, Co, etc.), high-voltage spinel oxides (LiNi0.5Mn1.5O4), and high-voltage polyanionic compounds (phosphates, sulfates, silicates, etc.) are discovered for the LIBs [211,251–253]. Fig. 49 shows the prospects and limitations of these cathode electrode materials [211]. Nanoscale dimensions furnish superior electrochemical performance due to shorter diffusion lengths coupled with better electrode/electrolyte contact area compared to micron-sized particles. For example, Bruce and his collaborators investigated naowires and meosoporous LiCoO2 by using SBA-15 and KIT-6 silica as hard-template and the resultant nanostructured cathode exhibited remarkably less capacity fading as compared to conventional LiCoO2 [254]. Similarly, 2D films of pure LiCoO2 obtained by sol-gel method through cellulose acetate membrane as template delivered about 2.5 times over specific capacity than the conventional LiCoO2 film without any template [255]. Similarly, as macrocystalline layered LiMnO2 suffers structural instability and poor rate performance, and therefore, nanoscale materials were explored to stabilize the layered microstructure by cation doping with elements such as Al or Co. The nanosized LiMnxM1-xO2 (M=Co or Al) with particle size of ∼20–30 nm (primary particle size) showed first discharge capacity of 210mAh·g−1 with charging capacity of up to 245mAh·g−1 in a voltage window of 1.5–4.2 V [256]. Whereas Ni-doped layered Li[Ni0.25Li0.15Mn0.6] O2 nanowires were synthesized by hydrothermal synthesis by simply controlling the pH (∼2–10) and temperature (150–200 °C) to obtain particular morphology. The Li[Ni0.25Li0.15Mn1.6]O2 nanowires showed good rate performances of 95% capacity retention even at 7C rate on account of short diffusion path despite intermixing of Li and Ni metals in the transition metal layers [257]. V2O5, a typical intercalation cathode material with layered structure possessing a strapping interlayer covalent bonding and weak van der\nWaals coupling between layers is measured to be a potential candidate due to its intrinsic semiconductivity and capability to transfer multi-electron per transition metal vis-à-vis high specific capacity (294mAh·g−1) [258]. However, similar to other cathode materials, V2O5 also affects from poor cycling durability and rate capacity due to its low Li+ ion diffusion coefficient (∼10−12 cm2 s−1) and electrical conductivity (10−4–10−5 cm2 s−1) and to overcome these problems, nanoscale materials and its composite with carbon nanostructures were extensively explored. In this context, 3D hierarchical V2O5 hollow nano-flowers of size of ∼100 nm were synthesized by solvothermal method for application as cathode materials in LIBs (Fig. 50) [259]. The constructed electrode delivered high discharge capacity of 277mAh·g−1 in the first cycle indicating nearly two Li+ ion intercalation process and 211mAh·g−1 at the end of 100th cycles in the voltage window of 2.0–4.0 V. The hollow nanoflower electrode also presents superior cycling performance with capacity fading rate ∼0.15% per cycle which is attributed to less volume vary through the Li+ ion insertion and de-insertion processes. Another important development in the cathode material is the LiFePO4 with olivine structure synthesized first by Parthi and coworkers, but with limited success in LIBs due to poor electronic and ionic conductivities [260]. In order to address these intrinsic conductivity issue associated with the olivine phase, nanoparticulate LiFePO4 received great attention owing to its less cost, huge thermal and chemical stability compared to other oxide based cathode materials. The intercalation mechanism consists a twophase reaction between FePO4 and LiFePO4 and each phase is exceedingly stoichiometric with low quantity of mixed-valence state and therefore show deprived electronic conductivity. In order to circumvent this issue, 1D nanorods, and 2D nanoplates were investigated by solid state synthesis method which significantly enhances the overall electrochemical properties of LIBs [261,262]. Past one decade or more, enormous efforts were focused on nickel-rich layered oxides [LiNi1-xMxO2, M=Co, Mn, or Al]. In the LiNi1xMxO2 series, the composition with lower Ni content (LiNi1/3Co1/3Mn1/3O2] has already been incorporated in the commercial battery; whereas Ni-rich composition [(1− x) > 0.6] is under optimization to achieve high energy density of about 300Wh/Kg. Furthermore, for Ni-rich high voltage spinel LiNi0.5Mn1.5O4, morphology and surface planes/facets dependent Li+ diffusion over [116,115] or [95] were observed in octahedral, truncated octahedra or polyhedral crystals. Manthiram et al., investigated several high-voltage spinel with differing morphologies and surface facets demonstrating the critical role of surface crystal orientation rather than cation ordering over high-rate capability and cycle life (Fig. 51) [263]. Another cathode candidate, Li-rich manganese based materials Li1+xM1-xO2 (M=Mn and others) has received great attention as high energy density materials due to high voltage, high specific capacity (∼245mAh·g−1) as well as combined cationic redox couples (M/Mn+) as well as unusual anionic oxygen redox reactivity (O2/O2n−) [264,265]. However, the electrochemical properties of these materials are often plagued by a large, gradual decline in working voltage as cycling proceeds (voltage decay) induced by structural instability and local structural disorders. In order to circumvent these issues, extensive studies were carried out by lowering the size of particles from micron to nano dimension with Lirich Mn-based composition and interestingly, nanosized particles showed overall improved specific capacity, rate compatibility,\ncoloumbic efficiency mainly due to enhanced porosity and surface areas of nanosized particles [211]. Recently, a new concept of core-shell morphology was investigated over Ni-rich materials to satisfy high capacity and thermal durability of cathode materials. Sun et al. studied core-shell particles where Ni-rich Li[Ni0.8Co0.1Mn0.1]O2 forms core domain whereas Mn-rich Li[Ni0.5Mn0.5]O2 serves as a shell part to alleviate the issues like squat specific capacity, and reduced rate capability (Fig. 52) [266]. However, the core-shell structures have different volume expansions between the core and shell domains because of different of extent of volume expansions through cycling. To circumvent this challenge, core-shell concentration gradient (CSG) structures with Li[Ni0.8Co0.1Mn0.1]O2 as core and Li[Ni0.46Co0.23Mn0.31]O2 shell domain was investigated [267,268]. The CSG structure\nmitigates low thermal stability, capacity fading, and poor rate capability. In a similar approach, full concentration gradient (FCG)layered cathode material was also synthesized. The FCG- Li[Ni0.75Co0.1Mn0.15]O2 has showed high specific capcity of 215mAh·g−1 at a 0.2 C rate in the voltage range of 2.7–4.5 V [269–271]. In addition, FCG-Li[Ni0.75Co0.1Mn0.15]O2 also demonstrated brilliant capacity retention after 1000 cycles at both 25 °C and 55 °C. In addition, unlike Ni-rich compounds which show a large exothermic peak in the low temperature range of 190–220 °C, the presence of the shell in FCG- Li[Ni0.75Co0.1Mn0.15]O2 delays the main exothermic reaction to a temperature as high as 300 °C signifying the importance of outer shell accountable for noteworthy of thermal properties of LIB cells.\nJun et al. fabricated a core-shell (CS) structured LiNiO2 core and Li[Ni0.87Co0.065Mn0.065]O2 shell using co-precipitation approach [272] in order to provide high capacity and durability of the electrodes. The core-shell structure permitted the extraction of a large capacity from the core material while the shell layer effectively protects the cathode surface from electrochemical degradation and ensures long cycle life. The fabricated CS cathode exhibited the enhanced capacity retention (over 90% of its initial capacity subsequent to 100 cycles) in comparison to the LiNiO2 (Fig. 53). As displayed in Fig. 54, the improved cycling performance was mainly ascribed to the stabilization of the inherently reactive LiNiO2 surface with a Ni-depleted protective shell layer [272]. The developed CS approach offered to harness the high capacity of LiNiO2 and other Ni-rich compositions of nanocomposites with dramatically improved capacity retention, which is a key step toward achievement of high energy density and long lifetime required for EV batteries. The key challenge before LIBs community is to fulfill energy, power, service life, cost, and safety requirements in terms of emerging high-voltage electrode materials. Furthermore to improve the energy density of the active cathode electrodes, two crucial strategies such as extending the voltage window, and the development of novel nanostructured materials based on transition metal oxides with increased operating voltages and/or capacities. The durability/stability of the cathodes and electrolytes as well as their interfaces is central to attain long cycle life and good safety features. In addition, electrode architecture including thickness, density, porosity, and active material concentration/distribution is another important aspect to further enhance the overall energy density and lower the cost of a battery."
    }, {
      "heading" : "3.3.3. Sustainable recycling of electrode materials",
      "text" : "Apart from the selection and design of low cost EATM&MO nanomaterials, the sustainable materials fabrications and recycling processes are also considered for ensuring overall green and cheap of the final electrochemical devices. The application and development of sustainable renewable energy posses a couple of challenges based on time and space perspectives [273,274]. For instance, the traditional lead-acid and nickel-cadmium batteries pose a great threat to the environment owing to the toxic lead, cadmium and so on, while the Li-ion batteries usually consist of less hazardous transition metals [275]. As displayed in Fig. 55, the\nfour major types of rechargeable batteries distribute like structure and energy storage mechanism relating charge transfer reactions within the electrode materials [276]. Nowadays, the LIBs cathode materials comprise of 37.2% LiCoO2, 29.0% LiNi0.33Mn0.33Co0.33O2, 21.4% LiMn2O4, 7.2% LiNiO2 and 5.2% LiFePO4. Consequently, Li and Co contents of total LIBs are 2–7wt% and 5–15wt%, respectively. According to the United States Geological Survey (USGS), over 40% Li and Co were consumed in the Liion batteries production [277]. However, the limited supply, continuously increasing price and environmentally questionable fabrication methods of lithium and cobalt significantly address the necessarily of efficient metal recovery or recycling.\nIt has been demonstrated that the recycling of spent batteries can eliminate or decrease the danger of waste release, and satisfy the increasing demand of electrochemical energy-related critical materials. Strikingly, the extraction of 1 ton lithium needs 250 tons of raw mineral or 750 tons of brine, as compared to the 28 tons of spent batteries [278]. Numerous recycling processes such as pretreatment method, pyrometallurgical process, hydrometallurgical process, traditional leaching, etc. are available at present for spent LIBs, including reuse, repair, and recovery [279–281]. Particularly in the pyrometallurgical recycling, metals can be separated between the smelt slags and target alloys at high temperature over 1200 °C. It has advantages of simple and convenient operations for scaling up, high materials purity and less water consumption, while it also suffers from the drawbacks of large amount of volatile organic compounds formation and high energy consumption. On the other hand, the dismantled electrode materials are first dissolved in solvents during hydrometallurgical processes, and then the containing metal ions in the leaching solution can be recovered by precipitation, extraction crystallization or electrodeposition. The hydrometallurgical recovery is benefiting from the complete recovery of metals, less gases emission and low energy consumption (80–100 °C). Nevertheless, a certain amount of wastewater and sludge maybe produced depending on the process design. Chen et al. developed a sustainable and simple method for the regeneration of Li(Ni1/3Co1/3Mn1/3)O2 electrode scraps as new LIBs cathodes [276,282]. Three different extraction processes of direct calcination, solvent dissolution and alkaline dissolution were systematically evaluated. It was found that the spent materials regenerated with solvent dissolution and heat treatment at 800 °C presents best reversible discharge capacities of 150.2 mA·h·g−1 at 0.2 C after 100 cycles with 95.1% capacity maintenance, which is comparable to fresh cathodes. Recently, Zheng et al. prepared a cathode material, LiNi1/3Mn1/3Co1/3O2 (NMC111) from the precursors of Ni1/3Mn1/3CO1/3(OH)2 derived from recycling streams such as Ford EV batteries, GM EV batteries, Fiat Chrysler Automobiles (FCA) EV batteries, A123 LFP batteries, and consumer electronics batteries using a hydroxide co-precipitation method in a continuous stirred tank reactor [283]. It is noted that the recovered NMC111 exhibited better rate capability in comparison to commercial NMC111. It is also suggested that the recycled stream composition exhibited a minimal effect on the high-quality precursor, and the cathode material recovered using losed-loop recycling process. This indicates that it may apply to multiple spent Li-ion battery waste streams. Globally many companies like AEA Technology (U.K.), SNAM (France), Toxco (Canada), Umicore (Belgium), etc. have established entire fabrication lines to recycle metals from spent LIBs using pyrometallurgical or hydrometallurgical approaches [284]. However, several research papers reported the recycling technologies of metals from spent LIBs, revealing that some of them reached cost-effectiveness on an industrial scale [285–287]. Meanwhile, research studies have shown that there is no commercial technology to attain the recycling of mixed waste of different\ncathodes. The general factors include efficiency, economy, and environment must all be measured and balanced when thoroughly evaluating a particular recycling technology with life-cycle assessment (LCA) [288]. In addition, material and structure design from the Earth-abundant source is simply desirable for attaining high sustainable recycling."
    }, {
      "heading" : "3.4. Figure-Of-Merit of EATM&MO nanomaterials",
      "text" : "The development of highly efficient, stable, and cost-effective electrode materials is of immense significance towards the progress and commercial application of electrochemical sensor, energy conversion and storage technologies. In recent years, numerous advanced nanostructured electrode materials have been developed with excellent activity, selectivity, and stability. In the following section, the comparative analysis of figures-of-merit of EATM&MO nanomaterials in key electrochemical applications to express the vast potential for attaining high atom-utilization efficiency and other unique properties will be discussed.\nThe electrochemical performance and the cost of electrode materials play crucial roles in the establishment and application of electrochemical technologies. At present, second- and third-row late transition metals, including especially Pt-, Au-, Pd-, Ru-, Ir-, based electrocatalysts are predominant for numerous applications which have been attained through nanostructures of these metals. However, the industrial applications are harshly hindered due to their expensive prices and low abundances in Earth and harmful effects in the biological system. As a substitute, the development of extremely active, durable and biocompatible electrode materials based on EATM&MO nanomaterials has become emerging as a new frontier in electrochemical devices. It has been shown that the EATM&MO nanomaterials are the second most abundant metal in the Earth's crust (4.7 wt%). For sake of cost-effective, sustainability and ecological reasons, with the swift growth of both nanotechnologies and electrochemical technologies, the Earth-abundant transition nanomaterials (so-called sustainable transition metal) have in recent times fascinated growing interest in numerous electrochemical research and development as clearly described in the Introduction Section. Since the year of 2011, the single-atom catalysts (SACs) attract increasing attentions due to the maximized metal-atom utilization efficiency [289,290]. In this configuration, distinctive electronic structure, unsaturated coordination environments of the active centers, high surface area, and active sites can be exposed, while the corresponding intrinsic activity can also be improved via the quantum-size effects. The progress of SACs may facilitate the realistic application of metal resources and ease atomic economy via recycling and maximum atom-utilization\nefficiency. The maximum atom-utilization efficiency of SACs enables them to demonstrate an excellent electrochemical performance at a low consumption, benefiting the reduce of catalyst cost. They are usually consisting of different single noble and transition metals atom, anchored on the supports of metals, metal oxides and carbon [291]. For instance, Li et al. [292] reported a single Fe atoms anchored on N-doped porous carbon (Fe-ISAs/CN), in which Fe atoms were 4-fold coordinated by N atoms to generate Fe-N4 porphyrin macrocyclic moieties for excellent four-electron ORR (half potential= 0.9 V in basic media). And there is a also great result of single Co atoms on hollow N-doped porous carbon nanosphere for the acidic ORR ((half potential= 0.77 V) (Fig. 56) [293]. From the DFT calculations, it can be suggested that the electrons can be readily transferred from a single Fe or Co atom to the adsorbed *OH species, significantly facilitating the ORR process. Li co-workers recently developed a highly reactive and stable isolated single-atom Fe/N-doped porous carbon (ISA Fe/CN) materials (Fe loading up to 2.16 wt%) with fine-tunable and uniform pore structure as solid supports to incorporate or anchor metal precursors in order to attain their homogeneous atomic dispersion for enhanced ORR [292]. Tsang co-workers recently prepared single MoS2 molecular layers with high sulfur vacancies on the basal plane via Li intercalation and chemical exfoliation [294]. The resulting S-deficient MoS2 layers preserve easily and bind thiourea-derived Co species with high affinities through refill of the S vacancies to get secluded Co-atoms dispersed on MoS2 monolayers. It has been studied that the unexpected catalytic activity and admirable solidity as well as the short of sulfur loss may be ascribed to muscular covalent attachment of Co-atoms to monolayer MoS2 and the presence of Co-S-Mo interfacial sites. The C vacancies also frequently show in carbon-derived nanomaterials, serving as anchoring sites to bind single metal atom through electron transfer between metal atoms and carbon atoms. Bonde et al. have demonstrated the strong catalytic activity of WS2, cobalt sulfide (CoSx), cobalt-promoted MoS2 (Co–Mo–S), and cobalt-promoted WS2 (Co–W–S) towards the catalytic activity of HER [295]. The intrinsic electrochemical performance of Earth-abundant transition-metal/oxide nanomaterials in catalytic activity, selectivity, durability, energy efficiency and atom economy are majorly actuated by a number of effects, including their shape, dimensionality, support, morphology, novel functionality, atomically dispersed metal site, metal-X (X=N, S, P, etc.) coordination site, oxidation state, composition, confinement, and interparticle distance [296–299]. The extensive range of inexpensive and Earth-abundant transition metal that can be employed to fabricate electrochemical devices provides further environmental and economic advantages."
    }, {
      "heading" : "4. Conclusions and outlook",
      "text" : "Earth-abundant transition metal and metal oxide nanomaterials present unique properties and will certainly increase with the momentous efforts aimed transforming to the various marketplace by replacing expensive state-of-the-art catalysts. The present review has highlighted numerous synthetic methodologies for the production of various nanostructures of EATM&MO with different dimensions toward several state-of-the-art electrochemical applications including sensors and biosensors, energy conversion and energy storage systems. The EATM&MO nanomaterials synthetic strategies presented in this review include CVD, hydrothermal methods, electrochemical deposition, and chemical reduction methods with various sizes, morphologies and compositions. Section 3 described various characteristics of the EATM&MO nanomaterials for the electrochemical applications such as sensing platforms, fuel cells, electrochemical and photoelectrochemical water electrolyzer, photovoltaic cells, anodes and cathodes for LIBs. Due to large\nabundance, low cost, ease of functionalization and compatibility, the EATM&MO nanomaterials can occupy an unique profile in the advanced electrochemical society, which would serve as an advanced alternative catalyst to precious metal nanomaterials towards electrochemical energy conversion reactions.\nNanostructured EATM&MO materials have been extremely used for the design of several gas sensors towards O2, NO, CO, CO2, etc. based on chemiresistive and potentiometric methods and biosensors such as glucose sensor, lactose sensor, etc. via a mimicking enzyme activity. The design of biosensing platform using of enzyme-free method is a vital for several biomedical applications due to low stability of enzymes. Over the past two decades, numerous studies have been made on the progress of catalysts based on nonnoble transition metal/oxide nanomaterials to replace of state-of-the-art catalysts such as Pt, Ru and Ir-based metal and metal oxides for various electrochemical systems in order to increase affordability and outreach. Due to immediate availability and high theoretical storage capacity, numerous EATM&MO nanomaterials have been employed for the development of electrode materials for battery applications, in particular, LIBs. It is expected that the requirement of EATM&MO nanomaterials with tunable structures and dimensions will rise undoubtedly as electrochemical device market in various fields gets enlarged with time. However, the substantial challenges continue to persist prior to the wide-ranging commercial applications of EATM&MO nanomaterials on account of poor conductivity of oxides, low catalytic activity and difficulty to produce large scale nanomaterials, controlling size distribution and\nagglomeration. It is understood that some of the reports based on EATM&MO nanomaterials toward electrochemical applications have taken the relation of expenditure, processability, and scale-up prospect. As an alternate, numerous high electrochemical performance of the EATM&MO nanomaterials were simply shown proof-of-concept and performed in laboratories. In addition, a number of EATM&MO nanomaterials, particularly the ultrathin ones and sub-nanometer scale particles, might require long-term durable properties due to harsh operating condition, limiting in potential real-world applications.\nNotwithstanding the aforesaid critical challenges, the following key directions may offer openings in the identification of potential novel EATM&MO nanomaterials as viable alternatives to replace the present electrode materials, including (i) the size and dimension control synthesis of multi-metallic heterostructures to achieve optimal active sites [300–303], (ii) the construction of nanocomposites with carbon nanomaterials such as carbon nanotube, graphene, activated carbon, etc. for improving the conductivity, catalytic activity as well as to accomplish mono dispersivity with low dimensional nanomaterials [304–306], (iii) the establishment of two-dimensional shape of single or few atomic layers of transition metal elements probably via the epitaxial overgrowth of secondary metals [307–310], (iv) the production of nanocomposites with minimal amount of noble metal particles such as Au, Pt, Pd, etc. for attaining high catalytic activity and sensitivity for sensor platforms [311–313], (v) the optimization of multi-metal/oxide nanomaterials to amplify the catalytic activity, charge storage capacity and long-term stability [314–316], (vi) the electronic energy level matching of the catalysts with appropriate reaction by modifying electrochemical electronic structure of the EATM&MO catalyst through chemical functionalization (-COOH, -NH2, -OH, etc.) and doping (N, P, S, etc.) to minimize overpotential and stimulating the reactions thermodynamically [317–319], (vi) the direct growth of hierarchical nanostructures on the electrode surface (binder free) not only reduces the charge transport limitation, but also enhance the accessibility and solidity of the catalytically active sites [320,321], (vii) understand the fundamental correlations between morphological structure, dimension, composition and catalytic activity of transition metal/oxide nanomaterials [322–324], and (viii) the choice of materials and novel design of nanocomposites with other materials like alloy, dopant, core-shell structure for furthering new functionality, high conductivity, chemical durability, and high surface area [325–327]. We can easily design suitable materials for the targeted reactions and attain the atomic-economic green electrochemical process when the aforementioned achievements are attained. It is strongly believed that this review has offered a proper framework to improve the materialization of innovations to tackle the challenges that presently obstruct the inclusion of Earth-abundant transition metal/oxide nanomaterials in numerous electrochemical technological applications. This will prolong to benefit biomedical and food industry, environment, transport industry, and society."
    }, {
      "heading" : "Acknowledgements",
      "text" : "GM thanks to DST-FIST (No. SR/FST/CSI-266/2015(c)) funding agency for financial support. WJ also acknowledges the financial supports from National Natural Science Foundation of China under Grant No. 51604253."
    } ],
    "references" : [ {
      "title" : "Mater Inter 2016;8:26030–40",
      "author" : [ "M Chen", "LL Shao", "Y Xia", "ZY Huang", "DL Xu", "ZW Zhang" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Mater Inter 2017;9:18046–53",
      "author" : [ "Y Lou", "W Zhao", "C Li", "H Huang", "T Bai", "C Chen" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Microchim Acta 2016;183:2879–87",
      "author" : [ "M Govindhan", "A. Chen" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Mater Inter 2017;9:22342–9",
      "author" : [ "Y Shu", "Y Yan", "J Chen", "Q Xu", "H Pang", "X Hu" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Anal Chem 2016;88:12346–53",
      "author" : [ "J Wang", "L Xu", "Y Lu", "K Sheng", "W Liu", "C Chen" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Biosens Bioelectron 2016;75:15–22",
      "author" : [ "J Yang", "M Cho", "Y. Lee" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Mater Inter 2017;9:28627–34",
      "author" : [ "UY Qazi", "CZ Yuan", "N Ullah", "YF Jiang", "M Imran", "A Zeb" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Mater Inter 2014;6:13635–41",
      "author" : [ "FK Butt", "M Tahir", "C Cao", "F Idrees", "R Ahmed", "WS Khan" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Nano Lett 2011;11:3440–6",
      "author" : [ "I Thomann", "BA Pinaud", "Z Chen", "BM Clemens", "TF Jaramillo", "ML. Brongersma" ],
      "venue" : "Progress in Materials Science",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Nano Energy 2017;35:370–8",
      "author" : [ "F Fu", "Y Yao", "H Wang", "G-L Xu", "K Amine", "S-G Sun" ],
      "venue" : null,
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "Biosens Bioelectron 2017;99:368–74",
      "author" : [ "L Guo", "Y Shi", "X Liu", "Z Han", "Z Zhao", "Y Chen" ],
      "venue" : null,
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2017
    }, {
      "title" : "Nano Energy 2012;1:503–8",
      "author" : [ "M Sasidharan", "N Gunawardhana", "M Yoshio", "K. Nakashima" ],
      "venue" : null,
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2012
    }, {
      "title" : "Angew Chem 2017;56:1–7",
      "author" : [ "TN Huan", "S Zanna", "IT Lucas", "X Xu", "N Menguy", "V Mougel" ],
      "venue" : null,
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2017
    }, {
      "title" : "ACS Catal 2017;7:986–91",
      "author" : [ "Xu H", "Tong Y-X", "Li G-R" ],
      "venue" : null,
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2017
    }, {
      "title" : "Electrochem Commun 2007;9:2051–5",
      "author" : [ "G Maduraiveeran", "R. Ramaraj" ],
      "venue" : null,
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2051
    }, {
      "title" : "Mater Inter 2016;8:20082–91",
      "author" : [ "A Lu", "DL Peng", "F Chang", "Z Skeete", "S Shan", "A Sharma" ],
      "venue" : null,
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2008
    }, {
      "title" : "Trends Environ Anal Chem 2014;3–4:28–35",
      "author" : [ "Yu X-Y", "Huang X-J" ],
      "venue" : null,
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2014
    }, {
      "title" : "RSC Adv 2015;5:37440–50",
      "author" : [ "W. Jin" ],
      "venue" : null,
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2015
    }, {
      "title" : "Electrochim Acta 2016;191:1044–55",
      "author" : [ "W Jin", "S Zheng", "Y. Zhang" ],
      "venue" : null,
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2016
    }, {
      "title" : "Angew Chem 2009;48:9180–3",
      "author" : [ "X Han", "M Jin", "S Xie", "Q Kuang", "Z Jiang", "Y Jiang" ],
      "venue" : null,
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2009
    }, {
      "title" : "Actuat B-Chem 2016;224:282–9",
      "author" : [ "P Tyagi", "M Tomar", "Sens Gupta V" ],
      "venue" : null,
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2016
    }, {
      "title" : "Actuat B-Chem 2010;10:2088–106",
      "author" : [ "C Wang", "L Zhang", "D Xiang", "Sens Gao R" ],
      "venue" : null,
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2088
    }, {
      "title" : "Atmos Environ 2001;35:1567–84",
      "author" : [ "Waston JG", "Fujita EM" ],
      "venue" : null,
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2001
    }, {
      "title" : "Biosens Bioelectron 2017;93:94–101",
      "author" : [ "L Liu", "Q Zhang", "X Chen", "G Xu", "Y Lu", "Q. Liu" ],
      "venue" : null,
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2017
    }, {
      "title" : "Mater Interfaces 2017;9:18170–117177",
      "author" : [ "C Ding", "X Lai", "Q Yang", "P Xue", "F Hu", "W Geng" ],
      "venue" : null,
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2017
    }, {
      "title" : "Actuat B-Chem 2007;121:639–51",
      "author" : [ "Zhuiykov S. Sens" ],
      "venue" : "Progress in Materials Science",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2019
    }, {
      "title" : "Anal Chem 1984;56:2383–6",
      "author" : [ "van den Berg CMG" ],
      "venue" : null,
      "citeRegEx" : "118",
      "shortCiteRegEx" : "118",
      "year" : 1984
    }, {
      "title" : "Mater Interfaces 2014;6:12203–13",
      "author" : [ "XZ Yao", "Z Guo", "QH Yuan", "ZG Liu", "JH Liu", "XJ Huang" ],
      "venue" : null,
      "citeRegEx" : "123",
      "shortCiteRegEx" : "123",
      "year" : 2014
    }, {
      "title" : "Biosens Bioelectron 2017;89:612–9",
      "author" : [ "JM Yang", "KG Lee", "DH Kim", "SJ Lee", "BG. Choi" ],
      "venue" : null,
      "citeRegEx" : "128",
      "shortCiteRegEx" : "128",
      "year" : 2017
    }, {
      "title" : "Biosens Bioelectron 2017;90:378–87",
      "author" : [ "S Tripathy", "V Singh", "S Swaminathan", "SG. Singh" ],
      "venue" : null,
      "citeRegEx" : "129",
      "shortCiteRegEx" : "129",
      "year" : 2017
    }, {
      "title" : "Sol Energ Mat Sol C 2009;93:394–412",
      "author" : [ "Krebs FC" ],
      "venue" : null,
      "citeRegEx" : "151",
      "shortCiteRegEx" : "151",
      "year" : 2009
    }, {
      "title" : "Prezhdo OV",
      "author" : [ "W Stier" ],
      "venue" : "J Phys Chem B",
      "citeRegEx" : "159",
      "shortCiteRegEx" : "159",
      "year" : 2002
    }, {
      "title" : "Nature Photon 2014;8:506–14",
      "author" : [ "Green MA", "Snaith HJ" ],
      "venue" : null,
      "citeRegEx" : "160",
      "shortCiteRegEx" : "160",
      "year" : 2014
    }, {
      "title" : "RSC Adv 2014;4:42654–69",
      "author" : [ "S Shan", "J Wu", "N Kang", "W Zhao", "H Cronk", "Y Zhao" ],
      "venue" : null,
      "citeRegEx" : "176",
      "shortCiteRegEx" : "176",
      "year" : 2014
    }, {
      "title" : "ACS Catal 2018;8:8970–5",
      "author" : [ "XL Tian", "L Wang", "B Chi", "Y Xu", "S Zaman", "K Qi" ],
      "venue" : null,
      "citeRegEx" : "190",
      "shortCiteRegEx" : "190",
      "year" : 2018
    }, {
      "title" : "Solid State Ionics 2002;152:405–10",
      "author" : [ "Singhal SC" ],
      "venue" : "Progress in Materials Science",
      "citeRegEx" : "193",
      "shortCiteRegEx" : "193",
      "year" : 2019
    }, {
      "title" : "Fuel Cells 2003;3:146–52",
      "author" : [ "P. Lamp" ],
      "venue" : null,
      "citeRegEx" : "194",
      "shortCiteRegEx" : "194",
      "year" : 2003
    }, {
      "title" : "Angew Chem 2008;47:2930–46",
      "author" : [ "PG Bruce", "B Scrosati", "JM. Tarascon" ],
      "venue" : null,
      "citeRegEx" : "216",
      "shortCiteRegEx" : "216",
      "year" : 2008
    }, {
      "title" : "ACS Nano 2017;11:6893–903",
      "author" : [ "L Lin", "Y Ma", "Q Xie", "L Wang", "Q Zhang", "DL. Peng" ],
      "venue" : null,
      "citeRegEx" : "223",
      "shortCiteRegEx" : "223",
      "year" : 2017
    }, {
      "title" : "ACS Nano 2014;8:11560–6",
      "author" : [ "L Luo", "J Wu", "J Xu", "VP. Dravid" ],
      "venue" : null,
      "citeRegEx" : "228",
      "shortCiteRegEx" : "228",
      "year" : 2014
    }, {
      "title" : "Mater Interfaces 2017;9:9662–8",
      "author" : [ "M Jing", "M Zhou", "G Li", "Z Chen", "W Xu", "X Chen" ],
      "venue" : null,
      "citeRegEx" : "229",
      "shortCiteRegEx" : "229",
      "year" : 2017
    }, {
      "title" : "ACS Nano 2010;4:3187–94",
      "author" : [ "ZS Wu", "L Wen", "L Gao", "J Zhao", "Z Chen", "G Zhou" ],
      "venue" : null,
      "citeRegEx" : "237",
      "shortCiteRegEx" : "237",
      "year" : 2010
    }, {
      "title" : "Nanoscale 2017;9:2585–95",
      "author" : [ "Y Sun", "J Tang", "K Zhang", "J Yuan", "J Li", "DM Zhu" ],
      "venue" : null,
      "citeRegEx" : "248",
      "shortCiteRegEx" : "248",
      "year" : 2017
    }, {
      "title" : "Mater Interfaces 2017;9:17807–13",
      "author" : [ "J Su", "J Zhao", "L Li", "C Zhang", "C Chen", "T Huang" ],
      "venue" : null,
      "citeRegEx" : "249",
      "shortCiteRegEx" : "249",
      "year" : 2017
    }, {
      "title" : "Angew Chem 2005;44:6550–3",
      "author" : [ "F Jiao", "KM Shaju", "PG. Bruce" ],
      "venue" : null,
      "citeRegEx" : "254",
      "shortCiteRegEx" : "254",
      "year" : 2005
    }, {
      "title" : "Thin Solid Films 2005;488:68–73",
      "author" : [ "CP Fonseca", "N. Neves" ],
      "venue" : null,
      "citeRegEx" : "255",
      "shortCiteRegEx" : "255",
      "year" : 2005
    }, {
      "title" : "Mater Interfaces 2014;6:2439–49",
      "author" : [ "C Fu", "G Li", "D Luo", "X Huang", "J Zheng", "L Li" ],
      "venue" : null,
      "citeRegEx" : "265",
      "shortCiteRegEx" : "265",
      "year" : 2014
    }, {
      "title" : "Chem Mater 2017;29:5048–52",
      "author" : [ "Jun D-W", "Kim U-H", "Sun Y-K" ],
      "venue" : "Progress in Materials Science",
      "citeRegEx" : "272",
      "shortCiteRegEx" : "272",
      "year" : 2019
    }, {
      "title" : "Energy Environ Sci 2009;2:559–88",
      "author" : [ "J Baxter", "Z Bian", "G Chen", "D Danielson", "MS Dresselhaus", "AG Fedorov" ],
      "venue" : null,
      "citeRegEx" : "287",
      "shortCiteRegEx" : "287",
      "year" : 2009
    }, {
      "title" : "Faraday Discuss 2009;140:219–31",
      "author" : [ "J Bonde", "PG Moses", "TF Jaramillo", "JK Nørskov", "Ib. Chorkendorff" ],
      "venue" : null,
      "citeRegEx" : "295",
      "shortCiteRegEx" : "295",
      "year" : 2009
    }, {
      "title" : "Nano Energy 2018;51:786–92",
      "author" : [ "Y Wan", "Z Zhang", "X Xu", "P Li", "X Fang" ],
      "venue" : null,
      "citeRegEx" : "300",
      "shortCiteRegEx" : "300",
      "year" : 2018
    }, {
      "title" : "ACS Nano 2018;12:3875–85",
      "author" : [ "C Luan", "G Liu", "Y Liu", "L Yu", "Y Wang", "Y Xiao" ],
      "venue" : null,
      "citeRegEx" : "301",
      "shortCiteRegEx" : "301",
      "year" : 2018
    }, {
      "title" : "Nano Energy 2016;20:254–63",
      "author" : [ "Z Pei", "M Zhu", "Y Huang", "Q Xue", "H Geng" ],
      "venue" : null,
      "citeRegEx" : "303",
      "shortCiteRegEx" : "303",
      "year" : 2016
    }, {
      "title" : "Mater Interfaces 2018;10:17963–72",
      "author" : [ "WU Rehman", "Y Xu", "X Sun", "I Ullah", "Y Zhang", "L Li" ],
      "venue" : null,
      "citeRegEx" : "306",
      "shortCiteRegEx" : "306",
      "year" : 2018
    }, {
      "title" : "Nano Energy 2018;46:110–6",
      "author" : [ "L Liu", "H Su", "F Tang", "X Zhao", "Q. Liu" ],
      "venue" : null,
      "citeRegEx" : "313",
      "shortCiteRegEx" : "313",
      "year" : 2018
    }, {
      "title" : "Nano Energy 2018;48:170–9",
      "author" : [ "D Lei", "D-C Lee", "E Zhao", "A Magasinski", "H-R Jung", "G Berdichevsky" ],
      "venue" : null,
      "citeRegEx" : "314",
      "shortCiteRegEx" : "314",
      "year" : 2018
    }, {
      "title" : "Nano Energy 2018;46:290–6",
      "author" : [ "Z Qi", "J Jian", "J Huang", "J Tang", "H Wang", "VG Pol" ],
      "venue" : null,
      "citeRegEx" : "316",
      "shortCiteRegEx" : "316",
      "year" : 2018
    }, {
      "title" : "Mater Interfaces 2014;6:20579–84",
      "author" : [ "J Tian", "Q Liu", "Y Liang", "Z Xing", "AM Asiri", "X Sun" ],
      "venue" : null,
      "citeRegEx" : "320",
      "shortCiteRegEx" : "320",
      "year" : 2057
    }, {
      "title" : "Energy Environ Sci 2018;11:744–71",
      "author" : [ "S Anantharaj", "SR Ede", "K Karthick", "S Sam Sankar", "K Sangeetha", "PE Karthik" ],
      "venue" : null,
      "citeRegEx" : "322",
      "shortCiteRegEx" : "322",
      "year" : 2018
    }, {
      "title" : "Electrochim Acta 2018;289:516–26",
      "author" : [ "N Priyadharsini", "S Shanmugapriya", "PR Kasturi", "S Surendran", "RK. Selvan" ],
      "venue" : null,
      "citeRegEx" : "324",
      "shortCiteRegEx" : "324",
      "year" : 2018
    }, {
      "title" : "Nano Energy 2018;51:513–23",
      "author" : [ "K Bi", "M Bi", "Y Hao", "W Luo", "Z Cai", "X Wang" ],
      "venue" : null,
      "citeRegEx" : "325",
      "shortCiteRegEx" : "325",
      "year" : 2018
    }, {
      "title" : "Nanoscale 2015;7:10850–82",
      "author" : [ "S. Sun" ],
      "venue" : null,
      "citeRegEx" : "326",
      "shortCiteRegEx" : "326",
      "year" : 2015
    }, {
      "title" : "Govindhan Maduraiveeran is a Research Assistant Professor of Chemistry at SRM Institute of Science and Technology. He received his PhD in Chemistry at Madurai Kamaraj University in 2012. His research interests mainly involve on material chemistry, electrochemistry, electrocatalysis, biosensors and gas sensors. He has been conferred Emerging Scientist Award from Lakehead University, Canada",
      "author" : [ "LH Hess", "JK Cooper", "A Loiudice", "C-M Jiang", "R Buonsanti", "ID. Sharp" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "327",
      "shortCiteRegEx" : "327",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 9,
      "context" : "Shao co-workers [45] have recently prepared layered oxides Li1.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 9,
      "context" : "[45] prepared various structures and dimensions including microspheres, microrods, nanoplates, and irregular nanoparticles of Li1.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "synthesized a variety of hollow spherical metal oxide nanomaterials including NiO [67], WO3 [68], TiO2 [69], etc.",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 12,
      "context" : "[75] prepared three-step synthesis of Cu supported porous dendritic Cu/Cu2O/CuO material and further nanostructured with a thin layer of electrodeposited CuO nanoparticles as shown in Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[76] prepared 3D hybrid foams containing of Cu2O–Cu dendrites with high surface area.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[76], Copyright 2017, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[76], Copyright 2017, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "For instance, Zhong co-workers [90] reported a new way of the preparation of AuCo nanoparticles using a facile one-pot chemical synthesis of AuCo nanoparticles with different compositions and size and Fig.",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 15,
      "context" : "[90], Copyright 2017, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[90], Copyright 2017, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "Significant studies have been conducted from both scientific and industrial point of view to detect various analytes in environmental monitoring, industrial process control and personal safety [93].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 17,
      "context" : "The sensing metal oxides can use the following techniques including conductometric, amperometric, and potentiometric methods for sensing applications [94,95].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 18,
      "context" : "The sensing metal oxides can use the following techniques including conductometric, amperometric, and potentiometric methods for sensing applications [94,95].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 20,
      "context" : "For example, the NiO/SnO2 sensor exhibited an enhanced sensing response (∼56%) for SO2 gas than the bare SnO2 thin film sensor [105].",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 21,
      "context" : "Modern human and industrial activity produces considerable pollutants of volatile organic compounds (VOCs) such as carbonyls, alcohols, alkanes, esters, aromatics, aldehyde and amides [108,109].",
      "startOffset" : 184,
      "endOffset" : 193
    }, {
      "referenceID" : 22,
      "context" : "Many specific sources and processes usually originate from industrial wastewater, petroleum refining, natural gas processing and paints [110].",
      "startOffset" : 136,
      "endOffset" : 141
    }, {
      "referenceID" : 23,
      "context" : "Metal oxides-based conducometric (resistive) gas sensors are widely employed for detecting harmful VOCs, due to their advantages of strong and rapid response, high sensitivity, compact size and feasible on-line operation [112].",
      "startOffset" : 221,
      "endOffset" : 226
    }, {
      "referenceID" : 24,
      "context" : "[113] prepared a series of ordered mesoporous chromium oxides (Cr2O3) for sensing of formaldehyde (HCHO).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 25,
      "context" : "It should be noted that zirconia-based potentiometric sensors have been extensively investigated for monitoring nitrogen oxides, ammonia, hydrogen, carbon monoxide and hydrocarbons [114,115].",
      "startOffset" : 181,
      "endOffset" : 190
    }, {
      "referenceID" : 24,
      "context" : "[113], Copyright 2017, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 26,
      "context" : "aqueous analytes, but this technique suffers from the growing distress about the environmental toxicity of mercury and the difficulty in handing, storage and clearance [118].",
      "startOffset" : 168,
      "endOffset" : 173
    }, {
      "referenceID" : 27,
      "context" : "[123] investigated the electrochemical stripping properties towards heavy metal ions at two in a different way fashioned Fe3O4 nanocrystals such as (1 0 0) bound cubic and (1 1 1)-bound octahedral crystals.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 28,
      "context" : "[128] illustrated the fabrication of hierarchical porous Co3O4@graphene (Co3O4@G) microspheres employed as an enzyme-free biosensor for glucose.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 29,
      "context" : "[129] reported a sensitive electrochemical sensor based on electrospun semi-conducting Mn2O3 nanofibers for DNA hybridization sensing.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 27,
      "context" : "[123] Copyright 2014, American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 30,
      "context" : "Accordingly, a photovoltage is produced between an illuminated semiconductor and a metal electrodes, while this photovoltage be the same to the divergence between the Fermi level and the redox potential in the electrode and the electrolyte, respectively [151].",
      "startOffset" : 254,
      "endOffset" : 259
    }, {
      "referenceID" : 31,
      "context" : "[159] extensively studies electron transfer (ET) from isonicotinic acid and alizarin to TiO2 on tens-of-femto seconds time scale, in which the electronic structure and adiabatic dynamics were replicated with ab initio molecular dynamics, and non-adiabatic effects were correlated via quantum-classical mean-field technique.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 32,
      "context" : "Recently, organometal halides based perovskite solar cells present as an up-and-coming photovoltaic technology [160].",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 31,
      "context" : "[159], Copyright 2002 American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 33,
      "context" : "mension and figure of the Pt nanostructures, or design Pt-transition metal nanoalloy electrocatalysts, such as Pt-Fe, Pt-Cr and Pt-Cr-Co [176,177].",
      "startOffset" : 137,
      "endOffset" : 146
    }, {
      "referenceID" : 34,
      "context" : "2N) nanosheets assembly which showed significant oxygen reduction activities in both acidic H2-air and alkaline Zn-air fuel cells [190].",
      "startOffset" : 130,
      "endOffset" : 135
    }, {
      "referenceID" : 35,
      "context" : "Generally employed anode materials for SOFCs are Ni/YSZ (yttria-stabilized zirconia) due to excellent anodic electrocatalytic properties and good current collection [193,194].",
      "startOffset" : 165,
      "endOffset" : 174
    }, {
      "referenceID" : 36,
      "context" : "Generally employed anode materials for SOFCs are Ni/YSZ (yttria-stabilized zirconia) due to excellent anodic electrocatalytic properties and good current collection [193,194].",
      "startOffset" : 165,
      "endOffset" : 174
    }, {
      "referenceID" : 37,
      "context" : "On controlling the dimension of materials, Li-ion diffusion length and diffusion coefficient (DLi) could be controlled by the equation t = L(2)/D wherever L is the diffusion length, D, diffusion constant, and t is time, which reduces with square of the particle size on decreasing from micron to nanoscale particles suggesting a strong correlation between diffusion path length and particle size [216].",
      "startOffset" : 396,
      "endOffset" : 401
    }, {
      "referenceID" : 39,
      "context" : "For the period of the first discharge, large sized Co3O4 favors lithium insertion to give LixCO3O4, whereas smaller crystals lead to intermediate CoO formation as confirmed by TEM studies according to the following chemical reactions [228].",
      "startOffset" : 234,
      "endOffset" : 239
    }, {
      "referenceID" : 40,
      "context" : "[229] Copyright 2017 American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 11,
      "context" : "Numerous hollow sphere nanomaterials such as NiO [67], WO3 [68], Nb2O3, etc.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 41,
      "context" : "Thus in conversion mechanism, it is widely accepted that size of particles is a superior consequence on the physical properties due to the bonding arrangements of surface atoms, availability of surface atoms with dangling bonds toward catalyze the Li2O back to M–O and Li, and the particles division or aggregation include massive collision on the cycling performance of conversion based materials [237].",
      "startOffset" : 398,
      "endOffset" : 403
    }, {
      "referenceID" : 45,
      "context" : "5 times over specific capacity than the conventional LiCoO2 film without any template [255].",
      "startOffset" : 86,
      "endOffset" : 91
    }, {
      "referenceID" : 18,
      "context" : "5O4, morphology and surface planes/facets dependent Li diffusion over [116,115] or [95] were observed in octahedral, truncated octahedra or polyhedral crystals.",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 46,
      "context" : "Another cathode candidate, Li-rich manganese based materials Li1+xM1-xO2 (M=Mn and others) has received great attention as high energy density materials due to high voltage, high specific capacity (∼245mAh·g) as well as combined cationic redox couples (M/M) as well as unusual anionic oxygen redox reactivity (O2/O2) [264,265].",
      "startOffset" : 317,
      "endOffset" : 326
    }, {
      "referenceID" : 47,
      "context" : "065]O2 shell using co-precipitation approach [272] in order to provide high capacity and durability of the electrodes.",
      "startOffset" : 45,
      "endOffset" : 50
    }, {
      "referenceID" : 47,
      "context" : "54, the improved cycling performance was mainly ascribed to the stabilization of the inherently reactive LiNiO2 surface with a Ni-depleted protective shell layer [272].",
      "startOffset" : 162,
      "endOffset" : 167
    }, {
      "referenceID" : 47,
      "context" : "[272] Copyright 2017 American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 47,
      "context" : "[272] Copyright 2017 American Chemical Society).",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 49,
      "context" : "have demonstrated the strong catalytic activity of WS2, cobalt sulfide (CoSx), cobalt-promoted MoS2 (Co–Mo–S), and cobalt-promoted WS2 (Co–W–S) towards the catalytic activity of HER [295].",
      "startOffset" : 182,
      "endOffset" : 187
    }, {
      "referenceID" : 57,
      "context" : ") to minimize overpotential and stimulating the reactions thermodynamically [317–319], (vi) the direct growth of hierarchical nanostructures on the electrode surface (binder free) not only reduces the charge transport limitation, but also enhance the accessibility and solidity of the catalytically active sites [320,321], (vii) understand the fundamental correlations between morphological structure, dimension, composition and catalytic activity of transition metal/oxide nanomaterials [322–324], and (viii) the choice of materials and novel design of nanocomposites with other materials like alloy, dopant, core-shell structure for furthering new functionality, high conductivity, chemical durability, and high surface area [325–327].",
      "startOffset" : 312,
      "endOffset" : 321
    } ],
    "year" : 2019,
    "abstractText" : "Earth-abundant transition metal and metal oxide (EATM&MO) nanomaterials offer numerous positive attributes such as catalytic activity, selective enzyme-mimicking catalysis, energy harvesting and storage, green chemistry and atom economy guided by size and morphology induced intrinsic properties at the nanoscale. Noble metal nanomaterials have long been played a central role and highly efficient for various electrochemical applications but their high cost and least abundance unfortunately make them less attractive towards industrial applications. In this perspective, the design and development of EATM&MO nanomaterials with unique features are imperative in the fabrication of potential electrochemical devices. This review gives an account of the various emerging synthesis of EATM&MO nanomaterials and their nanocomposites using numerous chemical strategies for the state-of-the-art electrochemical applications. A variety of synthetic strategies for the production of diverse size-, morphology-, and compositioncontrolled EATM&MO nanomaterials has been described for emerging applications such as sensing and biosensing, fuel cells, photovoltaics, water electrolyzer, photo-electrochemical water electrolyzer, and energy storage systems (Lithium Ion Batteries, LIBs). Recent progress, important approaches, structure property relations, and future outlook towards the EATM&MO nanomaterials fabrication for diverse electrochemical devices are highlighted.",
    "creator" : "Elsevier"
  }
}