{
  "name" : "downloads_2020-07-13_a9_navarroarenas2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ligand-Length Modification in CsPbBr3 Perovskite Nanocrystals and Bilayers with PbS Quantum Dots for Improved Photodetection Performance",
    "authors" : [ "Juan Navarro Arenas", "Hamid Pashaei Adl", "Rafael Abargues", "Pablo P. Boix", "Pedro J. Rodríguez-Cantó", "Juan P. Martínez-Pastor" ],
    "emails" : [ "ananthakumar.soosaimanickam@uv.es", "hamid.pashaeiadl@uv.es", "rafael.abargues@uv.es", "Pablo.P.Boix@uv.es", "p.rodriguez@intenanomat.es", "juan.navarro-arenas@uv.es", "juan.jtnez.pastor@uv.es" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: ligand-exchange; 3-mercaptopropionic acid; perovskite nanocrystals; photodetectors"
    }, {
      "heading" : "1. Introduction",
      "text" : "All-inorganic cesium lead halide perovskites, with formulation CsPbX3 (X = Cl, Br, I), have been proposed for a large number of optoelectronic applications because of their unique properties, such as a large optical absorption cross section and high photoluminescence quantum yield (PLQY) [1]. Besides, these materials, which were engineered as nanocrystals for the first time in 2015 [2], exhibit a relatively low concentration of defects [3] and enhanced endurance to ambient environment as compared to their organic–inorganic analogues [4], while it also allows for a flexible bandgap tunability with narrow emission lines, being the ideal material for next generation of light-emitting diodes (LEDs) and display applications [5]. In the field of photodetectors, these materials can display high responsivities in the form of nanowires [6,7], because of their long carrier lifetimes and fast charge transfers [8], and monolayers (or few-layer nanosheets) that use a metal-semiconductor-metal (MSM) configuration [9,10]. The MSM architecture was also applied to the development of optoelectronic devices based on films of nanocrystals (nanocube shape) [11–13]. However, a few publications explore photodetector architectures based on heterojunctions, as in the case of solar cells. While these configurations are arguably more complex, they facilitate the introduction of functional interfaces, which can increase the charge carrier selectivity at the contacts, enabling potentially higher detection performance.\nNanomaterials 2020, 10, 1297; doi:10.3390/nano10071297 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1297 2 of 17\nThe use of perovskite nanocrystals (PNCs) in the form of thin films offer additional advantages as compared to the use of perovskite polycrystalline thin films, such as the composition control during the PNC synthesis [1], the self-assembling of PNCs leading to 3D superlattices or supercrystals [14], and the possibility of carrying out a post-synthetic anion or cation exchange, allowing to tune and optimize the resulting bandgap [15]. An ordered assembly of nanocrystals can enable 3D electronic coupling between them, thus enhancing charge carrier transport in the superlattice structure. This kind of structure can be obtained with by inexpensive thin film solution deposition technique such as doctor blading, which allows for a precise thickness control over large areas with a minimum waste of material as it was proven in our previous publications based on PbS quantum dots (QDs) [16,17]. Other deposition techniques, such as spin-coating, spray coating, and dip-coating, have also been employed to fabricate nanocrystal-based optoelectronic devices, some of them with relatively good figures of merit [18]. An important issue involved in the formation of compact high-quality layers of PNCs for optoelectronics originates is the insolubility of the inorganic metal halide in the processing solvents [19]. Besides, the ionic nature of perovskites restricts the use of classical polar/non-polar solvent purification strategies [20]. In this context, ligands become one of the main tools to gain control over the superlattice formation and electronic coupling between nanocrystals [21]. Particularly, when insulating long chain carboxylic acids and amine functional groups, oleic acid (OA) and oleylamine (OAm) are replaced by short chain thiols, a significant improvement was observed in the performance of photovoltaic and photocatalytic devices based on PbS QDs [21,22]. On the basis of previous studies on QDs, when long chain ligands are exchanged by short chain thiols, an improved carrier transport is measured because of the reduced interparticle distance and consequent efficient charge transfer between neighboring PNCs in films. Mercaptopropionic acid (MPA) is a bifunctional linker molecule that is widely used as a ligand because of its potential surface capping ability and remarkable influence on charge-transport [17,22–24]. In order to remove the insulating ligands from the surface of PNCs, a ligand-exchange strategy was studied in a few reports. Guopeng Li et al. used phenylethylammonium bromide (PEAmBr) in methyl acetate for replacing the conventional OAm/OA surface ligands of CsPbBr3 PNCs, and achieved very bright films and efficient LEDs [25]. L. Zhou et al. used MPA to couple the TiO2 layer and CsPbBr3 PNCs, resulting in an improved responsivity and detectivity [26]. PNCs are more sensitive to ligand-exchange processes using MPA than conventional IV-VI group QDs because of their ionic surface. M. Gong et al. carried out a surface-engineering process using MPA ligand of a film of CsPbI3 PNCs that resulted in their improved stability by reducing surface traps [27]. High photoresponsivity (>106 A/W) and high photoconductive gain (3.6 × 106) was obtained with these films in graphene field-effect transistors (GFETs). Moreover, ligand exchange has been proven to be a valid strategy to improve the electrical properties of solid thin films made of nanocrystals/QDs, but also the removal of ligand excess in PNCs by washing the film with ethyl acetate solution have led to an increase of its electro-optical quality [28]. In this work, we propose the use of MPA as a ligand exchange strategy to improve the charge carrier transport in CsPbBr3 PNCs thin films for efficient photodiode detectors. Such films were prepared by doctor blading technique using a well purified solution of CsPbBr3 PNCs. In thin films deposited by layer-stacking of PNCs, the dominant transport mechanism can be assimilated to carrier hopping because of the three-dimensional electronic coupling between PNCs [29]. The Schottky-heterostructure photodevices were fabricated with/without MPA ligand exchange to study the differences in their electro-optical properties. The ligand-exchange is carried out in solid state after the deposition of the PNC thin film. MPA replaces longer OAm ligands and enhances the wave-function overlapping among nanocrystals to improve charge transport via carrier hopping mechanism. The resulting photodiodes exhibited device responsivities ~0.1 A/W and detectivities as high as 8 × 1010 jones (1 jones = 1 cm Hz1/2 W−1), other than open circuit voltages 0.6–0.8 V and short circuit currents of 1–3 mA/cm2 under solar AM1.5G illumination. These values are well above those obtained in reference samples without MPA treatment. Furthermore, we also demonstrated the compatibility and film formation of PbS QDs on top of CsPbBr3 PNCs, together with a ligand exchange in both layers at the\nNanomaterials 2020, 10, 1297 3 of 17\nsame time. Our analysis showed that the thiol group (-SH) of MPA efficiently coordinates to surface Pb(II) atoms to provide a very good passivation of PNCs and QDs while reducing their interparticle spacing in the film. These findings are applied to a tandem photodetector, which exhibited a broadband responsivity levels of 40 mA/W at visible wavelengths and 20 mA/W around the telecom C-band (1525–1565 nm)."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Lead(II) bromide (PbBr2, 98%, Sigma-Aldrich, Madrid, Spain), cesium carbonate (Cs2CO3, 99.9%, metals basis, Alfa Aesar, Karlsruhe, Germany), oleylamine (OAm) (technical grade, 70%, Sigma-Aldrich), oleic acid (OA) (technical grade, 90%, Sigma-Aldrich), 1-octadecene (1-ODE) (95%, Sigma-Aldrich), ethyl acetate (Sigma-Aldrich), n-hexane (99%, spectrophotometric grade, Sigma-Aldrich), (poly(3,4-ethylenedioxythiophene) (PEDOT:PSS), and isopropanol (99%, technical grade, Sigma-Aldrich), were used for the synthesis of CsPbBr3 PNCs and fabrication of layers. The ligand exchange was performed using 3-mercaptopropionic acid (99%, MPA, Sigma-Aldrich). All chemicals were used without further purification."
    }, {
      "heading" : "2.2. Synthesis and Purification of CsPbBr3 Nanocrystals",
      "text" : "Synthesis of CsPbBr3 PNCs was performed using the hot-injection method [2]. In detail, first Cs-oleate was prepared by mixing 0.16 g Cs2CO3, 10 mL of OA and 10 mL of 1-ODE into a 50 mL three-neck flask by heating at 120 ◦C in vacuum under a constant stirring. Then, the mixture was purged by N2 and heated at 150 ◦C until all of the Cs2CO3 was completely dissolved. The solution was further stored under N2 by keeping the temperature at 100 ◦C to avoid Cs-oleate precipitation. Meanwhile, 0.55 g PbBr2 was mixed with 20 mL of 1-ODE into a 100 mL three-neck flask. The mixture was heated at 120 ◦C under vacuum for 1 h, keeping a constant stirring. Then, 5 mL OA and 5 mL of OAm were separately added to the flask under N2 atmosphere, and rapidly heated to reach 170 ◦C. At this stage, 10 mL of Cs-oleate solution was injected into this mixture. Lastly, the flask was immersed into a bath ice for 5 s to stop the reaction. The solution was then centrifuged at 4700 rpm for 10 min and purified using the mixture of antisolvents, namely hexane and ethyl acetate, to achieve high purity CsPbBr3 PNCs. The purification was a key step to allow the isolation of the CsPbBr3 PNCs for further processing into thin films by the doctor blading technique and subsequent MPA ligand exchange. The CsPbBr3 PNCs were separated after discarding the supernatant and re-dispersed in hexane to prepare a colloidal solution with a concentration up to 50 mg/mL."
    }, {
      "heading" : "2.3. Characterization of PNCs",
      "text" : "The absorption spectrum of the colloidal solution with synthesized CsPbBr3 PNCs in toluene exhibits a well-defined excitonic resonance at 482 nm (red curve in Figure 1a), whereas the PL spectrum is rather narrow (Full Width at Half Maximum around 25 nm) and centered at 498 nm (black curve in Figure 1a). The PLQY of CsPbBr3 PNCs in toluene reached a value of 55%. Transmission electron microscopy (TEM) image of the prepared CsPbBr3 PNCs given in Figure 1b shows that the prepared sample possess cubic morphology with the average size around 8.2 nm. The PL peak and absorbance resonance wavelengths are consistent with this average size, according to published results of CsPbBr3 PNCs similarly synthesized by the hot injection method [2].\nNanomaterials 2020, 10, 1297 4 of 17Nanomaterials 2019, 9, x FOR PEER REVIEW 4 of 17\n2.4. Device Fabrication\nFor the purpose of obtaining a clear picture of the postulated MPA ligand exchange effects on the CsPbBr3 PNCs, three types of opto-electronic devices were fabricated and characterized: Schottky heterostructures (see its schematic representation in Figure 1c), interdigitated photoconductor structures, and OFET (organic field effect transistor) chips. With the analysis of these devices we can obtain different optoelectrical parameters such as mobility, electrical conductivity, and the figures of merit of photodetectors. For the fabrication of the Schottky heterostructure, a prepatterned ITO substrate (Ossila, Sheffield, UK), a 8-Pixel photovoltaic substrate, was sonicated for 5 minutes in Hellmanex III (1%) (Ossila) at 70 °C, then rinsed in water/isopropanol and finally exposed to UVO (UV-Ozone) treatment for 20 minutes prior to the deposition of a thin layer (50 nm) of PEDOT: PSS (Sigma-Aldrich). The PEDOT: PSS was spin-coated at a speed of 3000 rpm for 40 seconds. Then, a cleansed 200 micrometerfiltered CsPbBr3 PNCs solution (free of aggregates laying at the bottom of the flask) with an optimal nanocrystal concentration of 30 to 50 mg/mL was casted on top of the PEDOT: PSS film using a commercial doctor blade applicator (model 4340, Elcometer, Manchester, UK). Subsequent layers of CsPbBr3 PNCs layer were deposited with a blade velocity of 1.5 cm/s with an intermediate annealing step of 2 minutes at 100 °C. This process was repeated several times, until a thickness of 350–400 nm was achieved. The thickness was measured by using a stylus profilometer (model Dektak 150, Veeco, Plainview, NY, USA). Finally, the film was annealed at 100 °C for 1 h under vacuum in order to remove the presence of hexane in between the nanocrystals and/or trapped by the ligands’ network. This annealing step prevents the NC layer to detach from the substrate during the ligand exchange procedure. For the ligand exchange, the film was dipped during 60 s into a solution of 10% (in volume) MPA in ethyl acetate and then rinsed with ethyl acetate to remove the MPA excess. After the treatment, the layer aspect appeared as a hazy white surface, but after drying with compressed air and annealing at 100 °C under vacuum for 1 h the layer presented a saturated green color."
    }, {
      "heading" : "2.4. Device Fabrication",
      "text" : "For the purpose of obtaining a clear picture of the postulated MPA ligand exchange effects on the CsPbBr3 PNCs, three types of opto-electronic devices were fabricated and characterized: Schottky heterostructures (see its schematic representation in Figure 1c), interdigitated photoconductor structures, and OFET (organic field effect transistor) chips. With the analysis of these devices we can obtain different optoelectrical parameters such as mobility, electrical conductivity, and the figures of merit of photodetectors. For the fabrication of the Schottky heterostructure, a prepatterned ITO substrate (Ossila, Sheffield, UK), a 8-Pixel photovoltaic substrate, was sonicated for 5 min in Hellmanex III (1%) (Ossila) at 70 ◦C, then rinsed in water/isopropanol and finally exposed to UVO (UV-Ozone) treatment for 20 min prior to the deposition of a thin layer (50 nm) of PEDOT: PSS (Sigma-Aldrich). The PEDOT: PSS was spin-coated at a speed of 3000 rpm for 40 s. Then, a cleansed 200 micrometer-filtered CsPbBr3 PNCs solution (free of aggregates laying at the bottom of the flask) with an optimal nanocrystal concentration of 30 to 50 mg/mL was casted on top of the PEDOT: PSS film using a commercial doctor blade applicator (model 4340, Elcometer, Manchester, UK). Subsequent layers of CsPbBr3 PNCs layer were deposited with a blade velocity of 1.5 cm/s with an intermediate annealing step of 2 min at 100 ◦C. This process was repeated several times, until a thickness of 350–400 nm was achieved. The thickness was measured by using a stylus profilometer (model Dektak 150, Veeco, Plainview, NY, USA). Finally, the film was annealed at 100 ◦C for 1 h under vacuum in order to remove the presence of hexane in between the nanocrystals and/or trapped by the ligands’ network. This annealing step prevents the NC layer to detach from the substrate during the ligand exchange procedure. For the ligand exchange, the film was dipped during 60 s into a solution of 10% (in volume) MPA in ethyl acetate and then rinsed with ethyl acetate to remove the MPA excess. After the treatment, the layer aspect appeared as a hazy white surface, but after drying with compressed air and annealing at 100 ◦C under vacuum for 1 h the layer presented a saturated green color.\nNanomaterials 2020, 10, 1297 5 of 17\nFinally, a 20-nm thick MoO3 (molybdenum trioxide) and a 100-nm thick gold layers were deposited by thermal evaporation under high vacuum. The shadow mask used during this thermal process was specially designed to work with these substrates (Ossila, Sheffield, UK). This multi-electrode mask defines up to eight separated devices whose individual active area is 4 mm2. Here, the MoO3 interlayer between the thin film of CsPbBr3 PNCs and the Au contact would act as an electron blocking layer. Tandem photodevices integrating two stacked films of CsPbBr3 PNCs and PbS QDs were fabricated by using similar procedures described above. PbS QDs were synthetized according to a procedure described in our previous publications [16,29] in which a Schottky heterostructure was built by Doctor Blade to operate at telecom wavelengths (see emission and absorption spectra in Figure S1). The OFET test chips were purchased from Ossila, whereas metal–semiconductor–metal (MSM) interdigitated photoconductors were previously fabricated by UV photolithography and lift-off processing (the gold pads were 100 nm thick and consisted of 10 pairs of fingers spaced 20 µm each). CsPbBr3 PNCs were deposited on both OFET and interdigitated chips with the same doctor blade technique as the one used for the Schottky heterostructures."
    }, {
      "heading" : "2.5. Characterization of Films and Devices",
      "text" : "The PLQY analysis of all samples was carried out by using an integrating sphere (Hamamatsu C9920-02 absolute PL quantum yield measurement system). Transmission electron microscopy (TEM) images were taken using JEOL 1010 microscope (JEOL, Tokyo, Japan) at the operating voltage of 100 kV. The electro-optical properties of the photodetectors and photoconductors were measured by a homemade setup based on a halogen lamp (25 mW/cm2 of white light intensity) focused onto a multimode optical fiber (800 µm of core diameter) attached to the entry of a DNS-300 monochromator (DeltaNu, Laramie, WY, USA), whose output was modulated at 1 kHz by means of a mechanical chopper and focused onto the fabricated photodetector by a 10x objective. We used a grating with 1200 (600) grooves per mm and blaze at 500 (1200 nm) nm for visible (near-infrared) wavelengths. For example, if the output slit of the monochromator was opened to 1 mm, a power of 18 nW was measured at a wavelength of 500 nm. The electrical signal of the photodetector was synchronously measured by a lock-in amplifier. The lamp spectrum at the monochromator’s output was measured using a calibrated Si photodetector and responsivity of tested photodetectors were determined by using the calibrated table of that Si photodetector. The current-voltage (J-V) characteristics under dark and AM1.5G illumination conditions were measured using a Keithley’s Series 2400 Source Measure Unit (SMU) and a solar simulator based on a 150 W Xe lamp (Zolix, model GLORIA-X150A) with an AM1.5G air mass filter (Newport). Light intensity was adjusted with a calibrated solar cell of silicon. The photocurrent transient times were measured with a triggered oscilloscope. The Ossila OFET test chips were loaded for characterization on a high-density OFET test board (also from Ossila), designed to reduce leakage current, external noise, and stray capacitance. Drain-source current was measured at 1-V bias using the SMU, and the gate bias was applied using a DC power source connected to a BNC connector board. The optical properties of the layers, absorbance and photoluminescence (PL), were determined by means of a spectrograph (HR4000, Ocean Optics, Largo, FL, USA)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Thin Films of CsPbBr3 PNCs",
      "text" : "Thin films of CsPbBr3 PNCs with a thickness of 400 nm were deposited on borosilicate glass to measure PL (Figure 2a) and absorbance (Figure 2b) spectra before (red lines) and after (blue lines) the MPA ligand exchange. The PL spectra are very similar in shape, but significantly shifted to the red, from 502 to 517 nm, after the MPA treatment (see Figure 2a). A similar shift is observed for the exciton absorption resonance (Figure 2b). This redshift can be ascribed to a strong reduction in the inter-particle spacing among CsPbBr3 PNCs [16]. In fact, the solid-state ligand exchange of OA and OAm by MPA\nNanomaterials 2020, 10, 1297 6 of 17\nwas confirmed by FTIR (Fourier-transform infrared spectroscopy) of the thin films. The samples were measured before and after the ligand exchange, showing a strong decrease in intensities of the aliphatic C–H stretching peaks at 2918 and 2845 cm−1 of methylene (–(CH2)n–) in long alkyl chain of OA and OAm, and the presence of a broad 3460 cm−1 peak of internally bonded OH stretching (from H bonding between carboxylic acid of MPA), as observed in Figure S2.\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 17\ny MPA was confirm d by FTIR (Fourier-transform infrared spectroscopy) of the thin films. T e samples were measured before and after the ligand exchange, showing a strong decrease in intensities of the aliphatic C–H stretching peaks at 2918 and 2845 cm−1 of methylene (–(CH2)n–) in long alkyl chain of OA and OAm, and the presence of a broad 3460 cm−1 peak of internally bonded OH stretching (from H bonding between carboxylic acid of MPA), as observed in Figure S2.\nFigure 2. Optical characterization of the 350–400 nm CsPbBr3 PNCs 400 nm layers before (red curves) and after 3-mercaptopropionic acid (MPA) ligand exchange (blue curves). a) Photoluminescence, measured by backscattering and collecting to a spectrograph. b) UV-Vis absorbance spectra.\n3.2. Electro-Optical Characterization of Schottky Heterostructures\nSchottky-heterostructure samples with and without MPA-treatment were fabricated in order to explore the effects of the ligand exchange on the optoelectronic properties of the films constituted of CsPbBr3 PNCs. Details concerning the device architecture and the band alignment diagram can be found in Figures 1c and S3 of the Supplementary Material.\nThe measured responsivity has a maximum at 500 nm of around 100 mA/W in the MPA-treated devices (blue solid curve in Figure 3a), as compared to the 7 mA/W of the pristine ones (red solid curve in Figure 3a), i.e., more than 14 times of enhancement. The external quantum efficiency (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30]. EQE (dotted curves in Figure 3a) and D* in our MPA-treated photodiodes reach values up to 20 % and 8 × 1010 jones (1 jones = 1 cm Hz1/2 W−1), respectively, as compared to 1% and 4 × 109 jones in the pristine ones.\nFigure 2. Optical characteriza ion of the 350–40 n sPbBr3 PNCs 400 nm layers before (red curves) and after 3-mercaptopropionic acid (MPA) ligand exchange (blue curves). (a) Photoluminescence, measured by backscattering and collecting to a spectrograph. (b) UV-Vis absorbance spectra."
    }, {
      "heading" : "3.2. Electro-Optical Characterization of Schottky Heterostructures",
      "text" : "Schottky-h erostructur samples with and wi hou MPA-tr atmen were fabrica in order to explore the effects of the ligand exchange on the optoelectronic properties of the fil s constituted of CsPbBr3 PNCs. Details concerning the device architecture and the band alignment diagram can be found in Figure 1c and Figure S3 of the Supplementary Material. The measured responsivity has a maximum at 500 nm of arou d 100 mA/W in the MPA-treated devices (blue solid curve in Figure 3a), as compared to the 7 mA/W of the pristine ones (red solid curve in Figure 3a), i.e., more than 14 times of enhancement. The external quantum efficiency (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30]. EQE (dotted curves in Figure 3a) and D* in our MPA-treated photodiodes reach values up to 20 % and 8 × 1010 jones (1 jones = 1 cm Hz1/2 W−1), respectively, as compared to 1% and 4 × 109 jones in the pristine ones.\nNanomaterials 2019, 9, x FOR PEER REVIEW 6 of 17\nby MPA was confirmed by FTIR (Fourier-transform infrared spectroscopy) of the thin films. The samples were measured before and after the ligand exchange, showing a strong decrease in intensities of th aliphatic C–H stretching peaks at 2918 and 2845 cm−1 of methylene (–(CH2)n–) in long alkyl chain of OA and OAm, nd the presenc of a broad 3460 cm−1 peak of int rnally bonded OH stretching (from H bonding between carboxylic acid of MPA), as observed in Figure S2.\nFigure 2. Optical characterization of the 350–400 nm CsPbBr3 PNCs 400 nm layers before (red curves) and after 3-mercaptopropionic acid (MPA) ligand exchange (blue curves). a) Photoluminescence, measured by backscattering and c llecting o a spectrograph. b) UV-Vis absorbance spectra.\n3.2. Electro-Optical Characterization of Schottky Heterostructures\nSchottky-heterostructure samples with and without MPA-treatment were fabricated in order to explore the effects of the ligand exchange on the optoelectronic properties of the fil s constituted of CsPbBr3 PNCs. Details concerning the device architecture and the band alignment diagram can be found in Figures 1c and S3 of the Supplementary Material.\nThe measured responsivity has a maximum at 500 nm of around 100 mA/W in the MPA-treated devices (blue solid curve in Figure 3a), as compared to the 7 mA/W f th pristine ones (red solid curve in Figure 3a), i.e., more than 14 times of enhan ement. The ext rnal qu ntum effici ncy (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30]. EQE (dotted curves in Figure 3a) and D* in our MPA-treated photodiodes reach values up to 20 % and 8 × 1010 jones (1 jones = 1 cm Hz1/2 W−1), respectively, as compared to 1% and 4 × 109 jones in the pristine ones.\nFigure 3. a) Responsivity curve at 0 V bias of the Schottky photodiodes prepared with MPA ligand exchange (blue solid line) and pristine (red solid line) CsPbBr3 PNCs. The calculated external quantum Figure 3. (a) Responsivit t 0 V bias of the Schottky phot iodes p pared with MPA ligand exchange (blue solid line) and pristi solid line) CsPbBr3 PNCs. The c lculated external quantum efficiency (EQE) is represented by discontinued lines. (b) One response cycle of the MPA treated photodetector at 0 V bias when illuminated under 50 Hz chopped 25 mW cm-2 white light.\nNanomaterials 2020, 10, 1297 7 of 17\nA typical photocurrent transient curve for the MPA treated photodetectors is presented in Figure 3b. The temporal response of the photocurrent was evaluated by using a white light halogen lamp source with an intensity around 25 mW/cm2 and chopped at 50 Hz. Rise and decay time constants of 2.0 and 1.5 ms are estimated from the time intervals required for photocurrent to reach 90% or to decay until 10% of the photocurrent peak value, respectively. These photocurrent time constants are comparable to other values found in recently reported photodevices (see Table S1 in supporting information) [31,32]. The relatively long response times are attributed to charge trapping and detrapping processes that originate from relatively shallow defect levels at the surface of the PNCs, as demonstrated and discussed in literature [33,34]. In order to gain insight on the physical magnitudes determining charge transport and charge separation in the Schottky-heterostructure devices, we focus on their J-V curves and the observed changes after ligand exchange. The J-V curves provide a reliable benchmark for the evaluation of charge transport properties through the many parameters that can be derived from the fitting of the data. Specifically, the series resistance considers directly the carrier mobility and conductivity, the shunt resistance accounts for the recombination losses and the saturation current density includes carrier generation-recombination mechanism inside the device. Since the ligand exchange directly affects the performance of the hopping transport within the PNC film, these parameters are expected to shed light on the effects introduced by the MPA ligand exchange. Despite the device stack configuration is not the optimal one for photovoltaic conversion, their respective parameters can be used to extract useful information. Figure 4a,b shows the J-V curves for both MPA-treated and pristine best-devices (averaged values listed in Table 1) where it can be seen a noticeable improvement of the photodiode properties due to the ligand exchange. The short-circuit current density Jsc is increased from 7 × 10−3 to 2.9 mA cm−2, more than 400-fold. The open-circuit voltage was also increased from 0.2 to 0.7 V. The relatively low values of Voc as compared to the effective bandgap of the CsPbBr3 PNCs, 2.25 eV [35], can be attributed to the lack of engineering in the ETL (electron transport layer)/perovskite and perovskite/HTL(hole transport layer) interfaces, which become significant sources of non-radiative recombination. In any case, measured values of Jsc and Voc for devices based on MPA-capped CsPbBr3 PNCs are comparable with other published results. For instance, Hoffman et al. [36] reported Voc = 1.2 V and Jsc = 4 mA cm−2 in solar cells 300 nm based on a 300 nm thick layer-by-layer stack of PNCs, whereas Akkerman et al. [37] reported Voc = 1.5 V and a Jsc = 5 mA cm−2 in a similar device. Similarly, Yang et al. [38] studied a similar photodevice as a photodetector reporting Voc = 1.2–1.3 V and Jsc of 1–4 mA cm−2. It should be noted that the MPA ligand may result in a different electronic work function, as demonstrated for PbS QD solids, in which the work function can vary several hundreds of meVs depending on the ligand post-treatment applied [17,39].\nNanomaterials 2020, 10, 1297 8 of 17\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 17\nThe high value of the m-parameter may be the result of a broad energy tail of superficial trapping states present on the light-soaked PNCs [43] or simply because of the presence of leaking currents introduced by a certain random distribution of pinholes throughout the thin films. For thick samples or studies made under high illumination intensities, the effect of shallow traps of such energy tail is attenuated by state filling [44]. Thus, describing the photovoltaic device as two PN heterojunctions in series, instead of a single PN junction is a more heuristic approach to explain a J-V curve with a large m-parameter.\nFigure 4. J-V curves for planar PNC photodiodes using ITO/PEDOT:PSS/CsPbBr3 PNCs/MoO3/Au architecture. The measurements are carried out in dark and under AM1.5G for MPA ligandexchanged (a) and pristine (b) devices. Fitting curves (continuous black lines) using Equations (4)–(5) for J-V curves under AM1.5G illumination for MPA (c–e) and pristine (d–f) devices, and Equation (7) for J-V under dark conditions in MPA (g) and pristine (h) cases.\nWhen the PNC layer is sandwiched between transport layers, i.e., ETL and HTL, individual semiconductor-semiconductor interfaces can be considered in both sides. Thus, the adoption of this model accounts for the formation of two active junctions [45,46]. The equivalent electrical circuit of\nFigure 4. J-V curves for planar PNC photodiodes using ITO/PEDOT:PSS/CsPbBr3 PNCs/MoO3/Au architecture. The measurements are carried out in dark and under AM1.5G for MPA ligand-exchanged (a) and pristine (b) devices. Fitting curves (continuous black lines) using Equations (4)–(5) for J-V curves under AM1.5G illumination for MPA (c–e) and pristine (d–f) devices, and Equation (7) for J-V under dark conditions in MPA (g) and pristine (h) cases.\nThe real diode equivalent circuit limited by the presence of the internal series resistance (Rs) and the leakage current governed by the shunt parallel resistance (Rsh) would be:\nJ = Jsc − J0 ( e q(V+JRs) mKT ) − V + JRs\nRsh (1)\nwhere the parameter m is the ideality factor, Jsc is the short-circuit current density and J0 is the reverse saturation current density. The latter represents the electron thermionic emission, which is related to the recombination rate of the diode and its open-circuit voltage (Voc). The fitting of the experimental data to Equation (1) is not straightforward, because photodiodes based on QDs often show linear or superlinear instead of saturation-type behavior, whose main feature is related to large ideality factors (m > 2) [33,40]. That is, the carrier recombination mechanism within such regions needs descriptions\nNanomaterials 2020, 10, 1297 9 of 17\nthat go beyond the Shockley–Read–Hall (SRH) model approximation. While the SRH recombination at deep trap states predicts m ≤ 2 [41], diodes based on nanostructured metal halide perovskites usually deviate from this behavior, with m >> 2 at relative low voltages (<1 V) [38,42]. The high value of the m-parameter may be the result of a broad energy tail of superficial trapping states present on the light-soaked PNCs [43] or simply because of the presence of leaking currents introduced by a certain random distribution of pinholes throughout the thin films. For thick samples or studies made under high illumination intensities, the effect of shallow traps of such energy tail is attenuated by state filling [44]. Thus, describing the photovoltaic device as two PN heterojunctions in series, instead of a single PN junction is a more heuristic approach to explain a J-V curve with a large m-parameter. When the PNC layer is sandwiched between transport layers, i.e., ETL and HTL, individual semiconductor-semiconductor interfaces can be considered in both sides. Thus, the adoption of this model accounts for the formation of two active junctions [45,46]. The equivalent electrical circuit of the double heterojunction model [45] is used here to obtain the photodiode parameters of the MPA-treated and pristine photodiodes:\nJ = Jsc − J0 ( e q(V+JRs) (m1+m2)KT ) − V + JRs\nRsh (2)\nV1 m1 = V2 m2 = V + JRs m1 + m2\n(3)\nwhere the parameters Jsc, J0, Rs, and Rsh correspond to the whole structure while Vj and mj (j = 1,2) correspond to a single heterojunction. These equations hold true considering the approximation J01 J02 = J0. Moreover, if both heterojunctions are ruled by the SRH mechanism (m ≤ 2), the sum of the ideality factors m1 + m2 should be as high as 4, allowing again the SRH mechanism to describe the recombination in both heterojunctions. In order to avoid the non-linear fitting of data to Equation (2), the following useful transformations can be practiced\n− dV dJ = (m1 + m2)kT q  1 + 1Rsh dVdJJsc − J − VRsh + Rs (4)\nln(Jsc − J −V/Rsh) = q\n(m1 + m2)kT (V + JRs) + ln J0 (5)\nThese equations allow extracting the ideality factors m1 + m2 and Rs with a linear regression (Equation (4)), if ( 1 + 1Rsh dV dJ / Jsc − J − VRsh ) is taken as the x-variable. Equation (5) allows to easily extract current J0 from the y-intercept and using the best fitting value of m1 + m2 previously obtained through Equation (4). The fitting curves (black continuous lines) using Equations (4)–(5) to experimental data (colored symbols) are shown in Figure 4c,d for MPA-treated and Figure 4d,f for pristine photovoltaic devices. The ideality factors extracted from these fittings are large for both the MPA (m1 + m2 = 5 ± 1) and the pristine (6 ± 2) photodiodes (the uncertainty associated to the m factor was estimated from the standard deviation of fitting parameters deduced from all measured photodiodes), but still compatible with the SRH recombination mechanism under the hypothesis of the double-heterojunction. The reverse saturation current densities in the best devices were 2 × 10−1 (MPA) and 4 × 10−3 mA cm−2 (pristine), with average values (1.5 ± 1.0) × 10−1 (MPA) and (2 ± 1) × 10−3 mA cm-2 (pristine), as listed in Table 1. From these relatively high values, the barrier height can be related to J0 through the thermionic emission theory for the Schottky diode:\nφb = kT q\nln ( A∗T2\nJ0\n) (6)\nNanomaterials 2020, 10, 1297 10 of 17\nwhere A∗ = A(m∗/m0) is the effective Richardson constant with A = 120 A cm−1 K−2, where an electron effective mass m∗ = 0.126 m0 can be adopted from literature [47]. The barrier height can be estimated from Equation (6): 0.51 V for the MPA-treated and 0.58 V for the pristine devices, which are around 0.2 V lower than other similar devices in literature [38,48]. The relatively high ideality factors combined with the low values for φb suggest that there is still room for the improvement of the MPA-treated devices, especially in terms of the Schottky-heterojunction interfaces and their corresponding energy alignments. In addition, the J-V curves under dark conditions can be used to obtain the recombination current density Jr, the diffusion current density Jd, and the shunt resistance Rsh (it was taken as a fixed parameter in Equations (4) and (5)) with a non-linear fitting by using the following double heterojunction equation [45]:\nJ = V\nRsh + Jr\n( e qV mrkT − 1 ) + Jd ( e qV mdkT − 1 ) (7)\nHere the ideality factor mr is associated to the dual recombination current model, hence mr = mr1 + mr2 ≤ 4 (mr1 and mr2 being the ideality factors for both heterojunctions), whereas md = md1 + md2 corresponds to the dual diffusion current model and hence can be as high as 2. Recombination currents Jr(MPA) = 4 × 10−5 mA/cm2 (Figure 4g) and Jr(pristine) = 5 × 10−8 mA/cm2 (Figure 4h) (average 4 ± 1 × 10−5 for MPA and 5 ± 2 × 10−8 mA cm−2 for pristine, as listed in Table 1) were obtained after fitting the J-V curves under dark conditions through Equation (7). The difference between pristine and MPA-treated devices is mainly attributed to the strong difference between dark conductivities. The dark recombination current of the pristine device is similar to those with similar Schottky-heterostructures in the literature [38]. From the same fitting procedure, we obtained a diffusion current density (Jd) of around 5.10−8 mA cm−2 (average (5 ± 3) × 10−8 mA cm−2) for pristine devices, a value consistent with the large turn-on diffusion voltage (Vbias > 1 V), as observed in Figure 4a,b. The diffusion component in MPA-treated devices does not play any role in the fitting of the curves and, thus, can be considered negligible. Low dark recombination current is an essential for a high responsivity figure of merit in photodetectors. In spite of the relatively high values found for dark J0, the photodiodes can still reach good responsivity response when compared with those recently reported [11,13,49]. In fact, the extracted figures of merit of our MPA-treated photovoltaic device are comparable or better than those found in other photodetectors based on thin films of CsPbBr3 PNCs, as listed in Table S1, but still worse than in similar photodevices based on QDs (0.2 A/W for NIR light was obtained by our previously developed PbS QD photodetectors using doctor blade deposition [50]). In this sense, if the charge injection/extraction of the photodiode was improved, photovoltaic devices would be more suitable for solar conversion. In any case, we have demonstrated the positive and potential benefit of the MPA ligand exchange for developing conductive thin films of CsPbBr3 PNCs as the basis for photovoltaic detectors. In next sections of this paper additional electronic transport properties will be obtained for future optimization of MPA-treated photodevices."
    }, {
      "heading" : "3.3. Electro-Optical Characterization of Photoconductors",
      "text" : "A simpler MSM structure was adopted to characterize photoconductive properties of the thin films based on CsPbBr3 PNCs. In this way, a 300-nm thick absorbing perovskite layer was deposited by doctor blading onto the interdigitated pads. This structure is widely adopted for perovskites [13,27,31,51], because it provides a reliable testing workbench for new strategies with solution-processed PNCs. The J-V characteristic curves (0 to 20 V) of the MSM interdigitated photodetectors are shown in Figure 5. The curves display the behavior of the pristine and MPA-treated films of PNCs under dark conditions and white-light illumination (25 mW/cm2). Noticeably, MPA-treated CsPbBr3 PNC films (Figure 5a) display higher dark current levels (black data symbols) and larger photocurrent (green data symbols) than the pristine ones (Figure 5b). The difference can be explained in terms of photo-sensitivities, defined as S = (JL − JD)/JL = ∆σ/(σ0 + ∆σ). Here, the currents JL and JD are\nNanomaterials 2020, 10, 1297 11 of 17\nmeasured under illumination and dark conditions at a given voltage, whereas σ0 and ∆σ are the conductivity under dark conditions and the photoconductivity, respectively.Nanomaterials 2019, 9, x FOR PEER REVIEW 11 of 17\nFigure 5. J–V characteristics of the device in dark conditions and under illumination with 25 mW cm2 white light for a) MPA-treated devices and b) pristine devices. The photocurrent (difference between the light and the dark curves) is plotted in green color. The inset shows one test chip blueprint and optical microscopic image before the deposition of the CsPbBr3 PNCs.\nDark conductivity and photoconductivity listed in Table 2 are extracted from linear fits to the corresponding experimental curves in Figure 5 in the 0-10 V region. For higher voltages the J-V curves deviates from the linear law to a quadratic behavior. This nonlinear behavior originates from the space-charge-limited current (SCLC) effect that occurs when uncompensated charge carriers are injected into the material from the MSM contacts. In this condition, the mobility (μ) can be approximately estimated in the SCLC region (J ~ V2) under dark conditions by using the Mott–Gurney law [52]: = 89 (8) where is the channel length (20 μm), ε0 is the permittivity of vacuum, and ε is the relative dielectric constant of CsPbBr3, which is in the order of ~24 [53].\nAs listed in Table 2, the dark conductivity of the MPA-treated films (25 μS/cm) increases by\nmore than one order of magnitude with respect to the value in the pristine ones (1 μS/cm), which is\nin line with results reported above for Schottky-heterojunctions, a difference that it is mostly due to\nthe increase in the effective carrier mobility for the ligand-exchanged film for which we estimate ~\n10−3 cm /Vs, as compared to the value found in pristine films, which is ~ 10−4 cm /Vs, with a certain\ncontribution of the background carrier concentration. That is, MPA is possibly doping CsPbBr3 PNCs (n0 around 6 × 1014 cm−3) over the background carrier concentration for PNCs with original ligands (n0 around 3 × 1014 cm−3).\nSample ( / ) ( / ) = ( − )/ ( / )\nMPA 0.8 0.33 0.35 10−3 Pristine 0.03 0.03 0.40 10−4"
    }, {
      "heading" : "3.4. Characterization of the FET Devices",
      "text" : "Although the Mott−Gurney law is commonly used to extract the charge-carrier mobility in films of metal halide perovskites, the application of Equation (8) is only valid in trap-independent spacecharge limited regime [54]. For this reason, the extraction of this parameter needs to be supported with additional analysis of J-V characteristics measured in FET transistors based on films of CsPbBr3 PNCs. This architecture allows to extract the mobility from the field-effect model.\nFigure 5. J–V characteristics of the device in dark conditions and under illumination with 25 mW cm-2 white light for (a) MPA-treated devices and (b) pristine devices. The photocurrent (difference between the light and the dark curves) is plotted in green color. The inset shows one test chip blueprint and optical microscopic image before the deposition of the CsPbBr3 PNCs.\nDark conductivity and photoconductivity listed in Table 2 are extracted from linear fits to the corresponding experimental curves in Figure 5 in the 0-10 V region. For higher voltages the J-V curves deviates from the linear law to a quadratic behavior. This nonlinear behavior originates from the space-charge-limited current (SCLC) effect that occurs when uncompensated charge carriers are injected into the material from the MSM contacts. In this condition, the mobility (µ) can be approximately estimated in the SCLC region (J ~ V2) under dark conditions by using the Mott–Gurney law [52]:\nµ = 8JDL3\n9εε0V2 (8)\nwhere L is the channel length (20 µm), ε0 is the permittivity of vacuum, and ε is the relative dielectric constant of CsPbBr3, which is in the order of ~24 [53].\nSample σ0(µS/cm) ∆σ(µS/cm) S10V=(JL−JD)/JL µSCLC (cm2/Vs) MPA 0.8 0.33 0.35 10−3 Pristine 0.03 0.03 0.40 10−4\nAs listed in Table 2, the dark conductivity of the MPA-treated films (25 µS/cm) increases by\nmore than one order of magnitude with respe t to the value in the pristin ones (1 µS/cm), which is\nin line with results reported above for Schottky-heterojunctions, a difference that it is mostly due\nto the increase in the effective carrier mobility for the ligand-exchanged film for which we estimate\n~10−3 cm2/Vs, as compared to the value found in pristine films, which is ~10−4 cm2/Vs, with a certain contribution of the background carrier concentration. That is, MPA is possibly doping CsPbBr3 PNCs (n0 around 6 × 1014 cm−3) over the background carrier concentration for PNCs with original ligands (n0 around 3 × 1014 cm−3).\nNanomaterials 2020, 10, 1297 12 of 17"
    }, {
      "heading" : "3.4. Characterization of the FET Devices",
      "text" : "Although the Mott−Gurney law is commonly used to extract the charge-carrier mobility in films of metal halide perovskites, the application of Equation (8) is only valid in trap-independent space-charge limited regime [54]. For this reason, the extraction of this parameter needs to be supported with additional analysis of J-V characteristics measured in FET transistors based on films of CsPbBr3 PNCs. This architecture allows to extract the mobility from the field-effect model. The FET-mobility in the linear regime was determined using the characteristic output curves of the field-effect transistor, given by the plot of drain-source current (IDS) versus gate voltage (VGS) for a given drain voltage (VDS) bias (Figure 6). The transfer curves can be divided into two regions: the linear region and the saturation region. The slope of the linear region can be used to obtain the charge-carrier mobility using the following equation:\n∂IDS ∂VGS = W L µCSVDS (9)\nwhere L is the channel length (10 µm), W is the channel width (1 mm), and CS = 1.15 × 10−8 F cm−2 is the capacitance of the SiO2 insulating layer (300 nm thick) in Ossila substrates. The drain-source voltage was set at 1V. In these conditions, the FET-mobility is found to be 0.005 cm2/Vs for the MPA-treated CsPbBr3 PNCs thin films and 5 × 10−4 cm2/Vs for the pristine ones. These values are a factor 5 greater than those obtained through the analysis performed in previous section on MSM photoconductors in the SCLC regime, but in both cases, we measure an increase of carrier mobility by one order of magnitude after the MPA treatment of the films of PNCs.\nNanomateri ls 2019, 9, x FOR PEER REVIEW 12 of 17\nThe FET-mobility in the linear regime was determined using the characteristic output curves of the field-effect transistor, given by the plot of drain-source current (IDS) versus gate voltage (VGS) for a given drain voltage (VDS) bias (Figure 6). The transfer curves can be divided into two regions: the linear region and the saturation region. The slope of the linear region can be used to obtain the chargecarrier mobility using the following equation: = (9) where L is th hannel le gth (10 μm), W is the channel width (1 mm), and CS = 1.15 × 10−8 F cm−2 is the capacitance of the SiO2 insulating layer (300 nm thick) in Ossila substrates. The drain-source voltage was set at 1V. In these conditions, the FET-mobility is found to be 0.005 cm /Vs for the MPAtreated CsPbBr3 PNCs thin films and 5 × 10−4 cm /Vs for the pristine ones. These values are a factor 5 greater than those obtained through the analysis performed in previous section on MSM pho oconductors in the SCLC regime, but in b th cases, we measure an increase of carrier mobility by one order of magnitude after the MPA treatment of the films of PNCs.\nFigure 6. Transfer curves of processed CsPbBr3 PNCs-based FET devices treated with MPA (blue curve) and pristine (red curve).\n3.5. Tandem PbS-CsPbBr3 Photodiodes\nConsidering the beneficial effects of the MPA ligand-exchange on the CsPbBr3 PNCs thin films, we propose its single-step application to a PbS QDs and CsPbBr3 PNCs heterojunction. Given that PbS QDs operate at telecom wavelengths (1550 nm), their integration with CsPbBr3 PNCs as two stacked layers would enable a broadband photodetection over a large region of optical frequencies. This kind of heterojunction has well established precedents in literature. Photodevices based on semiconductor heterostructures are a promising strategy for overcoming the Shockley−Queisser limit, while the solution processability of colloidal nanocrystals allows to keep the production costs well very low [55]. In the particular case of metal halide perovskite solar cells, the PbS QDs can be used as co-sensitizers. The addition of PbS QDs into CH3NH3PbI3 (MAPbI3) precursors was found to be beneficial for the crystallization of perovskites [56]. Also, the processing of PbS QDs as hole transporter layers (HLT) for planar heterojunction perovskite solar cells was recently demonstrated [34]. PbS QDs can readily substitute the spiro-type HTLs, while offering an increased absorption range of the solar spectrum and/or multi-wavelength LEDs due to possible exciplex states between the perovskite and QDs [57]. In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58]. From the point of view of the device fabrication, both PbS QDs and CsPbBr3 PNCs are fully compatible since they are formulated in hexane using OAm as ligand. Moreover, both deposition and ligand exchange for QDs and PNCs follow the same procedure.\nFigure 6. Transfer curves of processed CsPbBr3 PNCs-based FET devices treated with MPA (blue curve) and pristine (r d curve)."
    }, {
      "heading" : "3.5. Tandem PbS-CsPbBr3 hotodi des",
      "text" : "Considering the beneficial effects of the MPA ligand-exchange on the CsPbBr3 PNCs thin films, we propose its single-step application to a PbS QDs and CsPbBr3 PNCs heterojunction. Given that PbS QDs operate at telecom wav lengths (1550 nm), th ir integration with CsPbBr3 PNCs as two stacked layers would enable a broadband photodetection over a large region of optical frequencies. This kind of heterojunction has well established precedents in literature. Photodevices based on semiconductor heterostructures are a promising strategy for overcoming the Shockley−Queisser limit, while the solution processability of colloid l nanocrystals allows to keep the production costs well very low [55]. In the particular case of metal halide perovskite solar cells, the PbS QDs can be used as co-sensitizers. The addition of PbS QDs into CH3NH3PbI3 (MAPbI3) precursors was found to be beneficial for the crystallization of perovskites [56]. Also, the processing of PbS QDs as hole transporter layers (HLT) for planar heterojunction perovskite solar cells was recently d monstrated [34]. PbS QDs can readily substitute the spiro-type HTLs, while offering an increased absorption range of the solar spectrum\nNanomaterials 2020, 10, 1297 13 of 17\nand/or multi-wavelength LEDs due to possible exciplex states between the perovskite and QDs [57]. In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58]. From the point of view of the device fabrication, both PbS QDs and CsPbBr3 PNCs are fully compatible since they are formulated in hexane using OAm as ligand. Moreover, both deposition and ligand exchange for QDs and PNCs follow the same procedure. Figure 7 shows the responsivity curve of our tandem-like prototype photodiode in the visible and near-infrared spectral regions. Device architecture and band alignment schemes are displayed in the inset of Figure 7. The MPA ligand exchange was carried out to the whole structure after the deposition of both PNC and QD films with the same parameters used in the case of Schottky-heterostructure based on single layers of CsPbBr3 PNCs. The highest responsivity is found for visible wavelengths (green curve in Figure 7): 40 and 25 mA·W−1 at 430 nm and the exciton absorption resonance of CsPbBr3 PNCs, respectively. Furthermore, the tandem photodetector exhibits a noticeable response in the near-infrared spectral region due light absorption of PbS QDs (red curve in Figure 7), reaching a second maximum of around 20 mA·W−1 at 1550 nm. While in this spectral range the obtained responsivity is one order of magnitude smaller than previously reported results in single PbS QD-Schottky heterojunctions fabricated in a similar way [16], it is worth to remark the significantly thinner (≈100 nm) PbS layer used in the tandem photodiode. The present device is a proof of concept of the feasible integration of two complementary nanomaterials that must be further optimized in a number of different ways (thicknesses of the stacked layers, PNC and PbS bandgaps, photodiode architecture, . . . ) according to the application (optical sensors, visible-NIR cameras, photoreceivers or multiwavelength LEDs for integrated photonics, solar cells, . . . ). Nanomaterials 2019, 9, x FOR PEER REVIEW 13 of 17 Figure 7 shows the responsivity curve of our tandem-like prot ty e photodiode in the visible and near-infrared spectral regions. Device architecture and band alignment schemes are displayed in the inset of Figure 7. The MPA ligand exchange was carried out to the whole structure after the eposition of both PNC a d QD films with th same parameters used in the case of Schottkyheterostructure based on single layers of CsPbBr3 PNCs. The highest responsivity is found for visible wavelengths (green curve in Figure 7): 40 and 25 mA·W−1 at 430 nm and the exciton absorption resonance of CsPbBr3 PNCs, respectively. Furthermore, the tandem photodetector exhibits a noticeable response in the near-infrared spectral region due light absorption of PbS QDs (red curve in Figure 7), reaching a second maximum of around 20 mA·W−1 at 1550 nm. While in this spectral range the obtained responsivity is one order of magnitude smaller than previously reported results in single PbS QD-Schottky heterojunctions fabricated in a similar way [16], it is worth to remark the significantly thinner (≈100 nm) PbS layer used in the tandem photodiode. The present device is a proof of concept of the feasible integration of two complementary nanomaterials that must be further optimized in a umber of different ways (thickn sses of the stacked layers, PNC and PbS bandgaps, photodiode architecture, …) according to the application (optical sensors, visible-NIR cameras, photoreceivers or multiwavelength LEDs for integrated photonics, solar cells, ...).\nFigure 7. Responsivity curve of the MPA ligand-exchanged PbS quantum dots (QDs)-CsPbBr3 PNCs heterojunction photodiode. Device architecture is represented in the top inset. The red solid curve represents the extended responsivity range added by the PbS QDs layer while the green solid curve characterizes the responsivity part of the spectrum dominated by CsPbBr3 PNCs. The gap in between the two curves (800–900 nm) is due to the switching between reference photodiodes: calibrated Si and Ge detectors and different gratings for measuring in visible and near-infrared windows.\n4. Conclusions\nWe present a solid-state ligand exchange procedure to replace the original long-chained surface ligands (long-chain aliphatic molecules like oleic acid) of CsPbBr3 PNCs with much shorter MPA ligand molecules. Thin films of densely packed CsPbBr3 PNCs were deposited by means of this method, layer-by-layer up to an optimal thickness of 300–400 nm. As a result, Schottky heterojunction photodetectors could be achieved using doctor blade deposition technique. The resulting devices exhibited and enhanced photovoltaic detection performances. In this way, the short inter-particle distance imposed by MPA ligands led to mobilities in the order of 5 × 10−3 cm /Vs, as determined by FET mobility measurements, which are one order of magnitude greater than those measured in pristine films (without ligand exchange), 5 × 10−4 cm /Vs. This mobility enhancement is a key factor to obtain 20-fold higher photoconductivity, with the responsivity increasing from 7 to 100 mA/W (and a detectivity as high as 8 × 1010 jones) in our Schottky-based heterostructures. In order to extend\nFigure 7. Responsivity curve of the MPA ligand-exc anged PbS quantum dots (QDs)-CsPbBr3 PNCs heterojunction photodiode. Device architecture is represented in the top inset. The red solid curve represents the extended responsivity range added by the PbS QDs layer while the green solid curve characterizes the responsivity part of th sp ctrum dominated by CsPbBr3 PNCs. The gap in between the two curves (800–900 nm) is due to the switching between reference photodiodes: calibrated Si and Ge detectors and different gratings for measuring in visible and near-infrared windows."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We present a solid-state ligand exchange procedure to replace the original long-chained surface ligands (long-chain aliphatic molecul s l ke leic cid) f CsPbBr3 PNCs with much shorter MPA ligand molecules. Thin films of densely packed CsPbBr3 PNCs were deposited by means of this method, layer-by-layer up to an optimal thickn ss of 300–400 nm. As a result, Schottky heterojunction photodetectors could be achieved using doctor blade deposition technique. The resulting devices exhibited and enhanced photovoltaic detection performances. In this way, the short inter-particle distance imposed by MPA ligands led to mobilities in the order of 5 × 10−3 cm2/Vs, as determined by FET mobility measurements, which are one order of magnitude greater than those measured in pristine films (without ligand exchange), 5 × 10−4 cm2/Vs. This mobility enhancement is a key factor\nNanomaterials 2020, 10, 1297 14 of 17\nto obtain 20-fold higher photoconductivity, with the responsivity increasing from 7 to 100 mA/W (and a detectivity as high as 8 × 1010 jones) in our Schottky-based heterostructures. In order to extend the applicability of the MPA solid-state ligand exchange processing, a tandem structure was integrated in the same photovoltaic architecture: a film of PbS QDs on top of a first film made of CsPbBr3 PNCs. The resulting device has a wide spectral response, ranging from the UV to the NIR, offering responsivity levels of 40 mA/W at visible wavelengths and 20 mA/W around the telecom C-band (1525–1565 nm). These results can be the basis of future photodiode arrays, CMOS-like cameras operating simultaneously at visible and NIR wavelengths or low-cost applications in the fields of IOT and optical sensing.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/7/1297/s1. Table S1. Comparison of perovskite-based photodetectors. Figure S1. PL (red curve) and absorbance (blue curve) of colloidal PbS QDs used in this work for preparation of films in tandem devices with films of CsPbBr3 PNCs. Figure S2. FTIR spectra measured (with the ATR Agilent Cary 630 setup) in a film of a pristine film of OA-OAm-capped CsPbBr3 PNCs (red continuous line) and the same film after MPA ligand exchange procedure (blue continuous line). Figure S3. Schematic energy level diagram of a complete photovoltaic device based on the light absorbing layer of CsPbBr3 PNCs.\nAuthor Contributions: Conceptualization, J.P.M.-P. and R.A.; methodology, J.N.A., J.P.M.-P. and R.A.; software, J.N.A.; validation, A.S., H.P.A., R.A., P.P.B. and J.P.M.-P.; formal analysis, J.N.A.; investigation, J.N.A, A.S. and H.P.A.; resources, J.P.M.-P., R.A. and P.J.R.-C.; data curation, J.N.A.; writing—original draft preparation, J.N.A.; writing—review and editing, J.P.M.-P., P.P.B., R.A., A.S. and J.N.A.; supervision, J.P.M.-P.; project administration, J.P.M.-P.; All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by Spanish MINECO through the PhD grant BES-2015-074014 and Projects Nos. TEC2017-86102-C2-1 and MAT2017-88905-P.\nAcknowledgments: J.N.A thanks the Spanish MINECO for his PhD grant BES-2015-074014. Financial support from the Spanish MINECO (Project No. TEC2017-86102-C2-1 and MAT2017-88905-P) is gratefully acknowledged. P.P.B and R.A would like to thank Ministerio de Economía y Competitividad of Spain for their RyC contracts.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Properties and potential optoelectronic applications of lead halide perovskite nanocrystals",
      "author" : [ "M.V. Kovalenko", "L. Protesescu", "M.I. Bodnarchuk" ],
      "venue" : "Science",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Nanocrystals of Cesium Lead Halide Perovskites (CsPbX3, X = Cl, Br, and I): Novel Optoelectronic Materials Showing Bright Emission with Wide Color Gamut",
      "author" : [ "L. Protesescu", "S. Yakunin", "M.I. Bodnarchuk", "F. Krieg", "R. Caputo", "C.H. Hendon", "R.X. Yang", "A. Walsh", "M.V. Kovalenko" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Ultrafast Interfacial Electron and Hole Transfer from CsPbBr3 Perovskite Quantum Dots",
      "author" : [ "K. Wu", "G. Liang", "Q. Shang", "Y. Ren", "D. Kong", "T. Lian" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Effects of Ligands on Charge Generation and Recombination in Hybrid Polymer/Quantum Dot Solar Cells",
      "author" : [ "A.E. Colbert", "W. Wu", "E.M. Janke", "F. Ma", "D.S. Ginger" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Colloidal lead halide perovskite nanocrystals: Synthesis, optical properties and applications",
      "author" : [ "H. Huang", "L. Polavarapu", "J.A. Sichert", "A.S. Susha", "A.S. Urban", "A.L. Rogach" ],
      "venue" : "NPG Asia Mater. 2016,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Superior Photodetectors Based on All-Inorganic Perovskite CsPbI 3 Nanorods with Ultrafast Response and High Stability",
      "author" : [ "T. Yang", "Y. Zheng", "Z. Du", "W. Liu", "Z. Yang", "F. Gao", "L. Wang", "K.-C. Chou", "X. Hou", "W. Yang" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Synthesis of Composition Tunable and Highly Luminescent Cesium Lead Halide Nanowires through Anion-Exchange Reactions",
      "author" : [ "D. Zhang", "Y. Yang", "Y. Bekenstein", "Y. Yu", "N.A. Gibson", "A.B. Wong", "S.W. Eaton", "N. Kornienko", "Q. Kong", "M Lai" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Generalized colloidal synthesis of high-quality, two-dimensional cesium lead halide perovskite nanosheets and their applications in photodetectors",
      "author" : [ "D. Yang", "H. Fang", "A. Dong", "L. Liu", "W. Hu", "Y. Xu", "X. Zhang", "W. Luo", "L. Lv", "F Xu" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Monolayer and Few-Layer All-Inorganic Perovskites as a New Family of Two-Dimensional Semiconductors for Printable Optoelectronic Devices",
      "author" : [ "J. Song", "L. Xu", "J. Li", "J. Xue", "Y. Dong", "X. Li", "H. Zeng" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "All-inorganic cesium lead halide perovskite nanocrystals for photodetector applications",
      "author" : [ "P. Ramasamy", "D.H. Lim", "B. Kim", "S.H. Lee", "M.S. Lee", "J.S. Lee" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Ultrasound synthesis of lead halide perovskite nanocrystals",
      "author" : [ "D.M. Jang", "D.H. Kim", "K. Park", "J. Park", "J.W. Lee", "J.K. Song" ],
      "venue" : "J. Mater. Chem. C 2016,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Improving All-Inorganic Perovskite Photodetectors by Preferred Orientation and Plasmonic Effect",
      "author" : [ "Y. Dong", "Y. Gu", "Y. Zou", "J. Song", "L. Xu", "J. Li", "J. Xue", "X. Li", "H. Zeng" ],
      "venue" : "Small 2016,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Spontaneous Self-Assembly of Perovskite Nanocrystals into Electronically Coupled Supercrystals: Toward Filling the Green Gap",
      "author" : [ "Y. Tong", "E.-P. Yao", "A. Manzi", "E. Bladt", "K. Wang", "M. Döblinger", "S. Bals", "P. Müller-Buschbaum", "A.S. Urban", "L Polavarapu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Perovskite Quantum Dot Photovoltaic Materials beyond the Reach of Thin Films: Full-Range Tuning of A-Site Cation Composition",
      "author" : [ "A. Hazarika", "Q. Zhao", "E.A. Gaulding", "J.A. Christians", "B. Dou", "A.R. Marshall", "T. Moot", "J.J. Berry", "J.C. Johnson", "J.M. Luther" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Strongly-coupled PbS QD solids by doctor blading for IR photodetection",
      "author" : [ "A. Maulu", "P.J. Rodríguez-Cantó", "J. Navarro-Arenas", "R. Abargues", "J.F. Sánchez-Royo", "R. García-Calzada", "J.P. Martínez Pastor" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Enhancing the photocatalytic properties of PbS QD solids: The ligand exchange approach",
      "author" : [ "R. Abargues", "J. Navarro", "P.J. Rodríguez-Cantó", "A. Maulu", "J.F. Sánchez-Royo", "J.P. Martínez-Pastor" ],
      "venue" : "Nanoscale 2019,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1978
    }, {
      "title" : "12.88% efficiency in doctor-blade coated organic solar cells through optimizing the surface morphology of a ZnO cathode buffer layer",
      "author" : [ "G. Ji", "W. Zhao", "J. Wei", "L. Yan", "Y. Han", "Q. Luo", "S. Yang", "J. Hou", "C.Q. Ma" ],
      "venue" : "J. Mater. Chem. A 2019,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Polyhedral Oligomeric Silsesquioxane Enhances the Brightness of Perovskite Nanocrystal-Based Green Light-Emitting Devices",
      "author" : [ "H. Huang", "H. Lin", "S.V. Kershaw", "A.S. Susha", "W.C.H. Choy", "A.L. Rogach" ],
      "venue" : "J. Phys. Chem. Lett. 2016,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Improved stability of CsPbBr3 perovskite quantum dots achieved by suppressing interligand proton transfer and applying a polystyrene coating",
      "author" : [ "Y. Cai", "L. Wang", "T. Zhou", "P. Zheng", "Y. Li", "R.-J. Xie" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Self-Assembly of Colloidal Nanocrystals: From Intricate Structures to Functional Materials",
      "author" : [ "M.A. Boles", "M. Engel", "D. V Talapin" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "High efficiency hybrid solar cells using post-deposition ligand exchange by monothiols",
      "author" : [ "W. Fu", "Y. Shi", "W. Qiu", "L. Wang", "Y. Nan", "M. Shi", "H. Li", "H. Chen" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Metal Halide Solid-State Surface Treatment for High Efficiency PbS and PbSe QD Solar Cells",
      "author" : [ "R.W. Crisp", "D.M. Kroupa", "A.R. Marshall", "E.M. Miller", "J. Zhang", "M.C. Beard", "J.M. Luther" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Tuning the emission of CdSe quantum dots by controlled trap enhancement",
      "author" : [ "D.R. Baker", "P.V. Kamat" ],
      "venue" : "Langmuir",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Surface Ligand Engineering for Near-Unity Quantum Yield Inorganic Halide Perovskite QDs and High-Performance QLEDs",
      "author" : [ "G. Li", "J. Huang", "H. Zhu", "Y. Li", "J.-X. Tang", "Y. Jiang" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Insight into the effect of ligand-exchange on colloidal CsPbBr3 perovskite quantum dot/mesoporous-TiO2 composite-based photodetectors: Much faster electron injection",
      "author" : [ "L. Zhou", "K. Yu", "F. Yang", "H. Cong", "N. Wang", "J. Zheng", "Y. Zuo", "C. Li", "B. Cheng", "Q. Wang" ],
      "venue" : "J. Mater. Chem. C 2017,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "High-Performance All-Inorganic CsPbCl3 Perovskite Nanocrystal Photodetectors with Superior Stability",
      "author" : [ "M. Gong", "R. Sakidja", "R. Goul", "D. Ewing", "M. Casper", "A. Stramel", "A. Elliot", "J.Z. Wu" ],
      "venue" : "ACS Nano 2019,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2020
    }, {
      "title" : "Colloidal Quantum Dot Inks for Single-Step-Fabricated Field-Effect Transistors: The Importance of Postdeposition Ligand Removal",
      "author" : [ "D.M. Balazs", "N. Rizkia", "H.H. Fang", "D.N. Dirin", "J. Momand", "B.J. Kooi", "M.V. Kovalenko", "M.A. Loi" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Charge Transport in Trap-Sensitized Infrared PbS Quantum-Dot-Based Photoconductors: Pros and Cons",
      "author" : [ "A. Maulu", "J. Navarro-Arenas", "P. Rodríguez-Cantó", "J. Sánchez-Royo", "R. Abargues", "I. Suárez", "J. Martínez-Pastor" ],
      "venue" : "Nanomaterials 2018,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Photodetectors based on inorganic halide perovskites: Materials and devices",
      "author" : [ "Y. Li", "Z.-F. Shi", "X.-J. Li", "C.-X. Shan" ],
      "venue" : "Chinese Phys. B",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "High-performance perovskite photodetectors based on solution-processed all-inorganic CsPbBr3 thin films",
      "author" : [ "Y. Li", "Z.F. Shi", "S. Li", "L.Z. Lei", "H.F. Ji", "D. Wu", "T.T. Xu", "Y.T. Tian", "X.J. Li" ],
      "venue" : "J. Mater. Chem. C 2017,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Boosting Two-Dimensional MoS 2 /CsPbBr 3 Photodetectors via Enhanced Light Absorbance and Interfacial Carrier Separation",
      "author" : [ "X. Song", "X. Liu", "D. Yu", "C. Huo", "J. Ji", "X. Li", "S. Zhang", "Y. Zou", "G. Zhu", "Y Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Photovoltaic effect in Ge nanocrystals/c-silicon heterojunctions devices",
      "author" : [ "Y. Yao", "B. Zhang", "M.A. Green", "G. Conibeer", "S.K. Shrestha" ],
      "venue" : "In Proceedings of the 2010 35th IEEE Photovoltaic Specialists Conference,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "PbS colloidal quantum dots as an effective hole transporter for planar heterojunction perovskite solar cells",
      "author" : [ "L. Hu", "W. Wang", "H. Liu", "J. Peng", "H. Cao", "G. Shao", "Z. Xia", "W. Ma", "J. Tang" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Lead Halide Perovskite Nanocrystals in the Research Spotlight: Stability and Defect Tolerance",
      "author" : [ "H. Huang", "M.I. Bodnarchuk", "S.V. Kershaw", "M.V. Kovalenko", "A.L. Rogach" ],
      "venue" : "ACS Energy Lett. 2017,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2083
    }, {
      "title" : "CsPbBr3Solar Cells: Controlled Film Growth through Layer-by-Layer Quantum Dot Deposition",
      "author" : [ "J.B. Hoffman", "G. Zaiats", "I. Wappes", "P.V. Kamat" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Strongly emissive perovskite nanocrystal inks for high-voltage solar cells",
      "author" : [ "Q.A. Akkerman", "M. Gandini", "F. Di Stasio", "P. Rastogi", "F. Palazon", "G. Bertoni", "J.M. Ball", "M. Prato", "A. Petrozza", "L. Manna" ],
      "venue" : "Nat. Energy 2017,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Spray-Coated CsPbBr3 Quantum Dot Films for Perovskite Photodiodes",
      "author" : [ "Z. Yang", "M. Wang", "J. Li", "J. Dou", "H. Qiu", "J. Shao" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Photoexcited carrier dynamics in colloidal quantum dot solar cells: Insights into individual quantum dots, quantum dot solid films and devices",
      "author" : [ "Y. Zhang", "G. Wu", "F. Liu", "C. Ding", "Z. Zou", "Q. Shen" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2020
    }, {
      "title" : "On the Differences between Dark and Light Ideality Factor in Polymer:Fullerene Solar Cells",
      "author" : [ "T. Kirchartz", "F. Deledalle", "P.S. Tuladhar", "J.R. Durrant", "J. Nelson" ],
      "venue" : "J. Phys. Chem. Lett. 2013,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Defect induced non-ideal dark I–V characteristics of solar cells",
      "author" : [ "O. Breitenstein", "J. Bauer", "A. Lotnyk", "J.-M. Wagner" ],
      "venue" : "Superlattices Microstruct",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2009
    }, {
      "title" : "Mora-Seró, I. Operation Mechanism of Perovskite Quantum Dot Solar Cells Probed by Impedance Spectroscopy",
      "author" : [ "Z. Zolfaghari", "E. Hassanabadi", "D. Pitarch-Tena", "S.J. Yoon", "Z. Shariatinia", "J. van de Lagemaat", "J.M. Luther" ],
      "venue" : "ACS Energy Lett. 2019,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "Interpretation and evolution of open-circuit voltage, recombination, ideality factor and subgap defect states during reversible light-soaking and irreversible degradation of perovskite solar cells",
      "author" : [ "W. Tress", "M. Yavari", "K. Domanski", "P. Yadav", "B. Niesen", "J.P. Correa Baena", "A. Hagfeldt", "M. Graetzel" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2018
    }, {
      "title" : "The Role of Trap-assisted Recombination in Luminescent Properties of Organometal Halide CH3NH3PbBr3 Perovskite Films and Quantum Dots",
      "author" : [ "Z.-Y. Zhang", "H.-Y. Wang", "Y.-X. Zhang", "Y.-W. Hao", "C. Sun", "Y. Zhang", "B.-R. Gao", "Q.-D. Chen", "H.-B. Sun" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "A New Method for Fitting Current-Voltage Curves of Planar Heterojunction Perovskite Solar Cells",
      "author" : [ "P. Liao", "X. Zhao", "G. Li", "Y. Shen", "M. Wang" ],
      "venue" : "Nano-micro Lett. 2018,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "Study of the reverse saturation current and series resistance of p-p-n perovskite solar cells using the single and double-diode models. Superlattices Microstruct",
      "author" : [ "M.A. Cappelletti", "G.A. Casas", "A.P. Cédola", "E.L. Peltzer y Blancá", "B. Marí Soucase" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Impact of the Halide Cage on the Electronic Properties of Fully Inorganic Cesium Lead Halide Perovskites",
      "author" : [ "Z. Yang", "A. Surrente", "K. Galkowski", "A. Miyata", "O. Portugall", "R.J. Sutton", "A.A. Haghighirad", "H.J. Snaith", "D.K. Maude", "P Plochocka" ],
      "venue" : "ACS Energy Lett. 2017,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2017
    }, {
      "title" : "High-Gain and Low-Driving-Voltage Photodetectors Based on Organolead Triiodide Perovskites",
      "author" : [ "R. Dong", "Y. Fang", "J. Chae", "J. Dai", "Z. Xiao", "Q. Dong", "Y. Yuan", "A. Centrone", "X.C. Zeng", "J. Huang" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2015
    }, {
      "title" : "Enhanced Photoresponsivity of All-Inorganic (CsPbBr3) Perovskite Nanosheets Photodetector with Carbon Nanodots (CDs)",
      "author" : [ "H. Algadi", "C. Mahata", "J. Woo", "M. Lee", "M. Kim", "T. Lee" ],
      "venue" : "Electronics 2019,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Fast, sensitive and spectrally tuneable colloidal-quantum-dot photodetectors",
      "author" : [ "J.P. Clifford", "G. Konstantatos", "K.W. Johnston", "S. Hoogland", "L. Levina", "E.H. Sargent" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2009
    }, {
      "title" : "Controllable Vapor-Phase Growth of Inorganic Perovskite Microwire Networks for High-Efficiency and Temperature-Stable Photodetectors",
      "author" : [ "Y. Li", "Z. Shi", "L. Lei", "Z. Ma", "F. Zhang", "S. Li", "D. Wu", "T. Xu", "X. Li", "C Shan" ],
      "venue" : "ACS Photonics 2018,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2018
    }, {
      "title" : "Fabrication of (101)-oriented CsPbBr 3 thick films with high carrier mobility using a mist deposition method",
      "author" : [ "Y. Haruta", "T. Ikenoue", "M. Miyake", "T. Hirato" ],
      "venue" : "Appl. Phys. Express",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Anisotropic Optoelectronic Properties of Melt-Grown Bulk CsPbBr 3 Single Crystal",
      "author" : [ "P. Zhang", "G. Zhang", "L. Liu", "D. Ju", "L. Zhang", "K. Cheng", "X. Tao" ],
      "venue" : "J. Phys. Chem. Lett. 2018,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Charge-Carrier Mobilities in Metal Halide Perovskites: Fundamental Mechanisms and Limits",
      "author" : [ "L.M. Herz" ],
      "venue" : "ACS Energy Lett. 2017,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2017
    }, {
      "title" : "Perovskite/Colloidal Quantum Dot Tandem Solar Cells: Theoretical Modeling and Monolithic Structure",
      "author" : [ "A. Karani", "L. Yang", "S. Bai", "M.H. Futscher", "H.J. Snaith", "B. Ehrler", "N.C. Greenham", "D. Di" ],
      "venue" : "ACS Energy Lett. 2018,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Hybrid PbS Quantum-Dot-in-Perovskite for High-Efficiency Perovskite Solar Cell",
      "author" : [ "J. Han", "S. Luo", "X. Yin", "Y. Zhou", "H. Nan", "J. Li", "X. Li", "D. Oron", "H. Shen", "H. Lin" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2018
    }, {
      "title" : "Tunable light emission by exciplex state formation between hybrid halide perovskite and core/shell quantum dots: Implications in advanced LEDs and photovoltaics",
      "author" : [ "R.S. Sanchez", "M.S. de la Fuente", "I. Suarez", "G. Muñoz-Matutano", "J.P. Martinez-Pastor", "I. Mora-Sero" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2016
    }, {
      "title" : "Highly photosensitive vertical photodetectors based on CsPbBr3 and PbS quantum dot layered heterojunction",
      "author" : [ "Y. Yu", "Y. Zhang", "L. Jin", "Z. Chen", "Y. Li", "M. Cao", "Y. Che", "J. Yao", "Q. Li" ],
      "venue" : "In Proceedings of the Optoelectronic Devices and Integration VII, Beijing, China,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "All-inorganic cesium lead halide perovskites, with formulation CsPbX3 (X = Cl, Br, I), have been proposed for a large number of optoelectronic applications because of their unique properties, such as a large optical absorption cross section and high photoluminescence quantum yield (PLQY) [1].",
      "startOffset" : 289,
      "endOffset" : 292
    }, {
      "referenceID" : 1,
      "context" : "Besides, these materials, which were engineered as nanocrystals for the first time in 2015 [2], exhibit a relatively low concentration of defects [3] and enhanced endurance to ambient environment as compared to their organic–inorganic analogues [4], while it also allows for a flexible bandgap tunability with narrow emission lines, being the ideal material for next generation of light-emitting diodes (LEDs) and display applications [5].",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 2,
      "context" : "Besides, these materials, which were engineered as nanocrystals for the first time in 2015 [2], exhibit a relatively low concentration of defects [3] and enhanced endurance to ambient environment as compared to their organic–inorganic analogues [4], while it also allows for a flexible bandgap tunability with narrow emission lines, being the ideal material for next generation of light-emitting diodes (LEDs) and display applications [5].",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 3,
      "context" : "Besides, these materials, which were engineered as nanocrystals for the first time in 2015 [2], exhibit a relatively low concentration of defects [3] and enhanced endurance to ambient environment as compared to their organic–inorganic analogues [4], while it also allows for a flexible bandgap tunability with narrow emission lines, being the ideal material for next generation of light-emitting diodes (LEDs) and display applications [5].",
      "startOffset" : 245,
      "endOffset" : 248
    }, {
      "referenceID" : 4,
      "context" : "Besides, these materials, which were engineered as nanocrystals for the first time in 2015 [2], exhibit a relatively low concentration of defects [3] and enhanced endurance to ambient environment as compared to their organic–inorganic analogues [4], while it also allows for a flexible bandgap tunability with narrow emission lines, being the ideal material for next generation of light-emitting diodes (LEDs) and display applications [5].",
      "startOffset" : 435,
      "endOffset" : 438
    }, {
      "referenceID" : 5,
      "context" : "In the field of photodetectors, these materials can display high responsivities in the form of nanowires [6,7], because of their long carrier lifetimes and fast charge transfers [8], and monolayers (or few-layer nanosheets) that use a metal-semiconductor-metal (MSM) configuration [9,10].",
      "startOffset" : 105,
      "endOffset" : 110
    }, {
      "referenceID" : 6,
      "context" : "In the field of photodetectors, these materials can display high responsivities in the form of nanowires [6,7], because of their long carrier lifetimes and fast charge transfers [8], and monolayers (or few-layer nanosheets) that use a metal-semiconductor-metal (MSM) configuration [9,10].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 7,
      "context" : "In the field of photodetectors, these materials can display high responsivities in the form of nanowires [6,7], because of their long carrier lifetimes and fast charge transfers [8], and monolayers (or few-layer nanosheets) that use a metal-semiconductor-metal (MSM) configuration [9,10].",
      "startOffset" : 281,
      "endOffset" : 287
    }, {
      "referenceID" : 8,
      "context" : "In the field of photodetectors, these materials can display high responsivities in the form of nanowires [6,7], because of their long carrier lifetimes and fast charge transfers [8], and monolayers (or few-layer nanosheets) that use a metal-semiconductor-metal (MSM) configuration [9,10].",
      "startOffset" : 281,
      "endOffset" : 287
    }, {
      "referenceID" : 0,
      "context" : "The use of perovskite nanocrystals (PNCs) in the form of thin films offer additional advantages as compared to the use of perovskite polycrystalline thin films, such as the composition control during the PNC synthesis [1], the self-assembling of PNCs leading to 3D superlattices or supercrystals [14], and the possibility of carrying out a post-synthetic anion or cation exchange, allowing to tune and optimize the resulting bandgap [15].",
      "startOffset" : 218,
      "endOffset" : 221
    }, {
      "referenceID" : 12,
      "context" : "The use of perovskite nanocrystals (PNCs) in the form of thin films offer additional advantages as compared to the use of perovskite polycrystalline thin films, such as the composition control during the PNC synthesis [1], the self-assembling of PNCs leading to 3D superlattices or supercrystals [14], and the possibility of carrying out a post-synthetic anion or cation exchange, allowing to tune and optimize the resulting bandgap [15].",
      "startOffset" : 296,
      "endOffset" : 300
    }, {
      "referenceID" : 13,
      "context" : "The use of perovskite nanocrystals (PNCs) in the form of thin films offer additional advantages as compared to the use of perovskite polycrystalline thin films, such as the composition control during the PNC synthesis [1], the self-assembling of PNCs leading to 3D superlattices or supercrystals [14], and the possibility of carrying out a post-synthetic anion or cation exchange, allowing to tune and optimize the resulting bandgap [15].",
      "startOffset" : 433,
      "endOffset" : 437
    }, {
      "referenceID" : 14,
      "context" : "This kind of structure can be obtained with by inexpensive thin film solution deposition technique such as doctor blading, which allows for a precise thickness control over large areas with a minimum waste of material as it was proven in our previous publications based on PbS quantum dots (QDs) [16,17].",
      "startOffset" : 296,
      "endOffset" : 303
    }, {
      "referenceID" : 15,
      "context" : "This kind of structure can be obtained with by inexpensive thin film solution deposition technique such as doctor blading, which allows for a precise thickness control over large areas with a minimum waste of material as it was proven in our previous publications based on PbS quantum dots (QDs) [16,17].",
      "startOffset" : 296,
      "endOffset" : 303
    }, {
      "referenceID" : 16,
      "context" : "Other deposition techniques, such as spin-coating, spray coating, and dip-coating, have also been employed to fabricate nanocrystal-based optoelectronic devices, some of them with relatively good figures of merit [18].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 17,
      "context" : "An important issue involved in the formation of compact high-quality layers of PNCs for optoelectronics originates is the insolubility of the inorganic metal halide in the processing solvents [19].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 18,
      "context" : "Besides, the ionic nature of perovskites restricts the use of classical polar/non-polar solvent purification strategies [20].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 19,
      "context" : "In this context, ligands become one of the main tools to gain control over the superlattice formation and electronic coupling between nanocrystals [21].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 19,
      "context" : "Particularly, when insulating long chain carboxylic acids and amine functional groups, oleic acid (OA) and oleylamine (OAm) are replaced by short chain thiols, a significant improvement was observed in the performance of photovoltaic and photocatalytic devices based on PbS QDs [21,22].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 20,
      "context" : "Particularly, when insulating long chain carboxylic acids and amine functional groups, oleic acid (OA) and oleylamine (OAm) are replaced by short chain thiols, a significant improvement was observed in the performance of photovoltaic and photocatalytic devices based on PbS QDs [21,22].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 23,
      "context" : "used phenylethylammonium bromide (PEAmBr) in methyl acetate for replacing the conventional OAm/OA surface ligands of CsPbBr3 PNCs, and achieved very bright films and efficient LEDs [25].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 24,
      "context" : "used MPA to couple the TiO2 layer and CsPbBr3 PNCs, resulting in an improved responsivity and detectivity [26].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 25,
      "context" : "carried out a surface-engineering process using MPA ligand of a film of CsPbI3 PNCs that resulted in their improved stability by reducing surface traps [27].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 26,
      "context" : "Moreover, ligand exchange has been proven to be a valid strategy to improve the electrical properties of solid thin films made of nanocrystals/QDs, but also the removal of ligand excess in PNCs by washing the film with ethyl acetate solution have led to an increase of its electro-optical quality [28].",
      "startOffset" : 297,
      "endOffset" : 301
    }, {
      "referenceID" : 27,
      "context" : "In thin films deposited by layer-stacking of PNCs, the dominant transport mechanism can be assimilated to carrier hopping because of the three-dimensional electronic coupling between PNCs [29].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : "Synthesis of CsPbBr3 PNCs was performed using the hot-injection method [2].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 1,
      "context" : "The PL peak and absorbance resonance wavelengths are consistent with this average size, according to published results of CsPbBr3 PNCs similarly synthesized by the hot injection method [2].",
      "startOffset" : 185,
      "endOffset" : 188
    }, {
      "referenceID" : 14,
      "context" : "PbS QDs were synthetized according to a procedure described in our previous publications [16,29] in which a Schottky heterostructure was built by Doctor Blade to operate at telecom wavelengths (see emission and absorption spectra in Figure S1).",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 27,
      "context" : "PbS QDs were synthetized according to a procedure described in our previous publications [16,29] in which a Schottky heterostructure was built by Doctor Blade to operate at telecom wavelengths (see emission and absorption spectra in Figure S1).",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 14,
      "context" : "This redshift can be ascribed to a strong reduction in the inter-particle spacing among CsPbBr3 PNCs [16].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 28,
      "context" : "The external quantum efficiency (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 28,
      "context" : "The external quantum efficiency (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 28,
      "context" : "The ext rnal qu ntum effici ncy (EQE) and the specific detectivity (D*) can be calculated following the usual expressions present in reference [30].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 29,
      "context" : "These photocurrent time constants are comparable to other values found in recently reported photodevices (see Table S1 in supporting information) [31,32].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 30,
      "context" : "These photocurrent time constants are comparable to other values found in recently reported photodevices (see Table S1 in supporting information) [31,32].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 31,
      "context" : "The relatively long response times are attributed to charge trapping and detrapping processes that originate from relatively shallow defect levels at the surface of the PNCs, as demonstrated and discussed in literature [33,34].",
      "startOffset" : 219,
      "endOffset" : 226
    }, {
      "referenceID" : 32,
      "context" : "The relatively long response times are attributed to charge trapping and detrapping processes that originate from relatively shallow defect levels at the surface of the PNCs, as demonstrated and discussed in literature [33,34].",
      "startOffset" : 219,
      "endOffset" : 226
    }, {
      "referenceID" : 33,
      "context" : "25 eV [35], can be attributed to the lack of engineering in the ETL (electron transport layer)/perovskite and perovskite/HTL(hole transport layer) interfaces, which become significant sources of non-radiative recombination.",
      "startOffset" : 6,
      "endOffset" : 10
    }, {
      "referenceID" : 36,
      "context" : "[38] studied a similar photodevice as a photodetector reporting Voc = 1.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "It should be noted that the MPA ligand may result in a different electronic work function, as demonstrated for PbS QD solids, in which the work function can vary several hundreds of meVs depending on the ligand post-treatment applied [17,39].",
      "startOffset" : 234,
      "endOffset" : 241
    }, {
      "referenceID" : 37,
      "context" : "It should be noted that the MPA ligand may result in a different electronic work function, as demonstrated for PbS QD solids, in which the work function can vary several hundreds of meVs depending on the ligand post-treatment applied [17,39].",
      "startOffset" : 234,
      "endOffset" : 241
    }, {
      "referenceID" : 41,
      "context" : "The high value of the m-parameter may be the result of a broad energy tail of superficial trapping states present on the light-soaked PNCs [43] or simply because of the presence of leaking currents introduced by a certain random distribution of pinholes throughout the thin films.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 42,
      "context" : "For thick samples or studies made under high illumination intensities, the effect of shallow traps of such energy tail is attenuated by state filling [44].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 43,
      "context" : "Thus, the adoption of this model accounts for the formation of two active junctions [45,46].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 44,
      "context" : "Thus, the adoption of this model accounts for the formation of two active junctions [45,46].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 31,
      "context" : "The fitting of the experimental data to Equation (1) is not straightforward, because photodiodes based on QDs often show linear or superlinear instead of saturation-type behavior, whose main feature is related to large ideality factors (m > 2) [33,40].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 38,
      "context" : "The fitting of the experimental data to Equation (1) is not straightforward, because photodiodes based on QDs often show linear or superlinear instead of saturation-type behavior, whose main feature is related to large ideality factors (m > 2) [33,40].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 39,
      "context" : "While the SRH recombination at deep trap states predicts m ≤ 2 [41], diodes based on nanostructured metal halide perovskites usually deviate from this behavior, with m >> 2 at relative low voltages (<1 V) [38,42].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 36,
      "context" : "While the SRH recombination at deep trap states predicts m ≤ 2 [41], diodes based on nanostructured metal halide perovskites usually deviate from this behavior, with m >> 2 at relative low voltages (<1 V) [38,42].",
      "startOffset" : 205,
      "endOffset" : 212
    }, {
      "referenceID" : 40,
      "context" : "While the SRH recombination at deep trap states predicts m ≤ 2 [41], diodes based on nanostructured metal halide perovskites usually deviate from this behavior, with m >> 2 at relative low voltages (<1 V) [38,42].",
      "startOffset" : 205,
      "endOffset" : 212
    }, {
      "referenceID" : 41,
      "context" : "The high value of the m-parameter may be the result of a broad energy tail of superficial trapping states present on the light-soaked PNCs [43] or simply because of the presence of leaking currents introduced by a certain random distribution of pinholes throughout the thin films.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 42,
      "context" : "For thick samples or studies made under high illumination intensities, the effect of shallow traps of such energy tail is attenuated by state filling [44].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 43,
      "context" : "Thus, the adoption of this model accounts for the formation of two active junctions [45,46].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 44,
      "context" : "Thus, the adoption of this model accounts for the formation of two active junctions [45,46].",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 43,
      "context" : "The equivalent electrical circuit of the double heterojunction model [45] is used here to obtain the photodiode parameters of the MPA-treated and pristine photodiodes:",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 45,
      "context" : "126 m0 can be adopted from literature [47].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 36,
      "context" : "2 V lower than other similar devices in literature [38,48].",
      "startOffset" : 51,
      "endOffset" : 58
    }, {
      "referenceID" : 46,
      "context" : "2 V lower than other similar devices in literature [38,48].",
      "startOffset" : 51,
      "endOffset" : 58
    }, {
      "referenceID" : 43,
      "context" : "In addition, the J-V curves under dark conditions can be used to obtain the recombination current density Jr, the diffusion current density Jd, and the shunt resistance Rsh (it was taken as a fixed parameter in Equations (4) and (5)) with a non-linear fitting by using the following double heterojunction equation [45]:",
      "startOffset" : 314,
      "endOffset" : 318
    }, {
      "referenceID" : 36,
      "context" : "The dark recombination current of the pristine device is similar to those with similar Schottky-heterostructures in the literature [38].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "In spite of the relatively high values found for dark J0, the photodiodes can still reach good responsivity response when compared with those recently reported [11,13,49].",
      "startOffset" : 160,
      "endOffset" : 170
    }, {
      "referenceID" : 11,
      "context" : "In spite of the relatively high values found for dark J0, the photodiodes can still reach good responsivity response when compared with those recently reported [11,13,49].",
      "startOffset" : 160,
      "endOffset" : 170
    }, {
      "referenceID" : 47,
      "context" : "In spite of the relatively high values found for dark J0, the photodiodes can still reach good responsivity response when compared with those recently reported [11,13,49].",
      "startOffset" : 160,
      "endOffset" : 170
    }, {
      "referenceID" : 48,
      "context" : "2 A/W for NIR light was obtained by our previously developed PbS QD photodetectors using doctor blade deposition [50]).",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 11,
      "context" : "This structure is widely adopted for perovskites [13,27,31,51], because it provides a reliable testing workbench for new strategies with solution-processed PNCs.",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 25,
      "context" : "This structure is widely adopted for perovskites [13,27,31,51], because it provides a reliable testing workbench for new strategies with solution-processed PNCs.",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 29,
      "context" : "This structure is widely adopted for perovskites [13,27,31,51], because it provides a reliable testing workbench for new strategies with solution-processed PNCs.",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 49,
      "context" : "This structure is widely adopted for perovskites [13,27,31,51], because it provides a reliable testing workbench for new strategies with solution-processed PNCs.",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 50,
      "context" : "In this condition, the mobility (μ) can be approximately estimated in the SCLC region (J ~ V2) under dark conditions by using the Mott–Gurney law [52]: = 8 9 (8)",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 51,
      "context" : "where is the channel length (20 μm), ε0 is the permittivity of vacuum, and ε is the relative dielectric constant of CsPbBr3, which is in the order of ~24 [53].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 52,
      "context" : "Although the Mott−Gurney law is commonly used to extract the charge-carrier mobility in films of metal halide perovskites, the application of Equation (8) is only valid in trap-independent spacecharge limited regime [54].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 50,
      "context" : "In this condition, the mobility (μ) can be approximately estimated in the SCLC region (J ~ V2) under dark conditions by using the Mott–Gurney law [52]:",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 51,
      "context" : "where L is the channel length (20 μm), ε0 is the permittivity of vacuum, and ε is the relative dielectric constant of CsPbBr3, which is in the order of ~24 [53].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 52,
      "context" : "Although the Mott−Gurney law is commonly used to extract the charge-carrier mobility in films of metal halide perovskites, the application of Equation (8) is only valid in trap-independent space-charge limited regime [54].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 53,
      "context" : "Photodevices based on semiconductor heterostructures are a promising strategy for overcoming the Shockley−Queisser limit, while the solution processability of colloidal nanocrystals allows to keep the production costs well very low [55].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 54,
      "context" : "The addition of PbS QDs into CH3NH3PbI3 (MAPbI3) precursors was found to be beneficial for the crystallization of perovskites [56].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 32,
      "context" : "Also, the processing of PbS QDs as hole transporter layers (HLT) for planar heterojunction perovskite solar cells was recently demonstrated [34].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 55,
      "context" : "PbS QDs can readily substitute the spiro-type HTLs, while offering an increased absorption range of the solar spectrum and/or multi-wavelength LEDs due to possible exciplex states between the perovskite and QDs [57].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 55,
      "context" : "In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58].",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 56,
      "context" : "In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58].",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 53,
      "context" : "Photodevices based on semiconductor heterostructures are a promising strategy for overcoming the Shockley−Queisser limit, while the solution processability of colloid l nanocrystals allows to keep the production costs well very low [55].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 54,
      "context" : "The addition of PbS QDs into CH3NH3PbI3 (MAPbI3) precursors was found to be beneficial for the crystallization of perovskites [56].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 32,
      "context" : "Also, the processing of PbS QDs as hole transporter layers (HLT) for planar heterojunction perovskite solar cells was recently d monstrated [34].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 55,
      "context" : "and/or multi-wavelength LEDs due to possible exciplex states between the perovskite and QDs [57].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 55,
      "context" : "In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58].",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 56,
      "context" : "In the case of photodetectors, the benefits of this hybridization were also demonstrated in another study of CsPbBr3 bulk perovskite layers and PbS QDs-based phototransistors with a wide response spectrum, from 400 to 2100 nm [57,58].",
      "startOffset" : 226,
      "endOffset" : 233
    }, {
      "referenceID" : 14,
      "context" : "While in this spectral range the obtained responsivity is one order of magnitude smaller than previously reported results in single PbS QD-Schottky heterojunctions fabricated in a similar way [16], it is worth to remark the significantly thinner (≈100 nm) PbS layer used in the tandem photodiode.",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 14,
      "context" : "While in this spectral range the obtained responsivity is one order of magnitude smaller than previously reported results in single PbS QD-Schottky heterojunctions fabricated in a similar way [16], it is worth to remark the significantly thinner (≈100 nm) PbS layer used in the tandem photodiode.",
      "startOffset" : 192,
      "endOffset" : 196
    } ],
    "year" : 2020,
    "abstractText" : "Nanocrystals surface chemistry engineering offers a direct approach to tune charge carrier dynamics in nanocrystals-based photodetectors. For this purpose, we have investigated the effects of altering the surface chemistry of thin films of CsPbBr3 perovskite nanocrystals produced by the doctor blading technique, via solid state ligand-exchange using 3-mercaptopropionic acid (MPA). The electrical and electro-optical properties of photovoltaic and photoconductor devices were improved after the MPA ligand exchange, mainly because of a mobility increase up to 5× 10−3 cm2/Vs. The same technology was developed to build a tandem photovoltaic device based on a bilayer of PbS quantum dots (QDs) and CsPbBr3 perovskite nanocrystals. Here, the ligand exchange was successfully carried out in a single step after the deposition of these two layers. The photodetector device showed responsivities around 40 and 20 mA/W at visible and near infrared wavelengths, respectively. This strategy can be of interest for future visible-NIR cameras, optical sensors, or receivers in photonic devices for future Internet-of-Things technology.",
    "creator" : "LaTeX with hyperref package"
  }
}