{
  "name" : "downloads_2019-12-06_28_10.1016@j.jcis.2019.11.121.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano-hybrids of needle-like MnO2 on graphene oxide coupled with peroxy- monosulfate for enhanced degradation of norfloxacin: A comparative study and probable degradation pathway",
    "authors" : [ "Yaohua Wu", "Yulian Li", "Junyong he", "Xun Fang", "Dongpei Hong", "Mingxing Nie", "Wu Yang", "Chao Xie", "Zijian Wu", "Kaisheng Zhang", "Lingtao Kong", "Jinhuai Liu", "Yaohua Wua", "Yulian Lib", "Junyong heb", "Dongpei Hongb", "Mingxing Nieb", "Wu Yanga", "Chao Xieb", "Zijian Wub", "Kaisheng Zhangb", "Lingtao Kongb", "Jinhuai Liua" ],
    "emails" : [ "kszhang@iim.ac.cn", "ltkong@iim.ac.cn", "jhliu@iim.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proofs\nNano-hybrids of needle-like MnO2 on graphene oxide coupled with peroxymonosulfate for enhanced degradation of norfloxacin: A comparative study and probable degradation pathway Yaohua Wu, Yulian Li, Junyong he, Xun Fang, Dongpei Hong, Mingxing Nie, Wu Yang, Chao Xie, Zijian Wu, Kaisheng Zhang, Lingtao Kong, Jinhuai Liu PII: S0021-9797(19)31452-3 DOI: https://doi.org/10.1016/j.jcis.2019.11.121 Reference: YJCIS 25738 To appear in: Journal of Colloid and Interface Science Received Date: 23 September 2019 Revised Date: 24 November 2019 Accepted Date: 29 November 2019\nPlease cite this article as: Y. Wu, Y. Li, J. he, X. Fang, D. Hong, M. Nie, W. Yang, C. Xie, Z. Wu, K. Zhang, L. Kong, J. Liu, Nano-hybrids of needle-like MnO2 on graphene oxide coupled with peroxymonosulfate for enhanced degradation of norfloxacin: A comparative study and probable degradation pathway, Journal of Colloid and Interface Science (2019), doi: https://doi.org/10.1016/j.jcis.2019.11.121\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier Inc.\n1 Nano-hybrids of needle-like MnO2 on graphene oxide coupled with peroxymonosulfate for enhanced degradation of norfloxacin: A comparative study and probable degradation pathway Yaohua Wua,b, Yulian Lib,c, Junyong heb, Xun Fang b, Dongpei Hongb,c, Mingxing Nieb,c, Wu Yanga,b, Chao Xieb, Zijian Wub, Kaisheng Zhangb,*, Lingtao Kongb,*, Jinhuai Liua,b,* a Institutes of Physical Science and Information Technology, Anhui University, Hefei, 230601, PR China b Nano-Materials and Environmental Detection Laboratory, Institute of Intelligent Machines, Chinese Academy of Sciences, Hefei, 230031, PR China c Department of Chemistry, University of Science and Technology of China, Hefei, Anhui 230026, PR China Corresponding Author *E-mail address: kszhang@iim.ac.cn (K. S. Zhang), ltkong@iim.ac.cn (L. T. Kong), jhliu@iim.ac.cn (J. H. Liu) Fax: +86-551-65592420; Tel: +86-551-65591142.\n2 Abstract In this work, 1D MnO2 nano-needles were prepared and grown on the graphene oxide (GO) nano-sheets successfully. The morphology and structure of materials were explored. The MnO2 nano-needles with a length of 200-400 nm were distributed uniformly on the GO nano-sheets. As a result of GO substrate, the MnO2/GO nanohybrids (MnO2/GO) have the much larger surface area and more surface oxygencontaining functional groups than MnO2 nano-needles, which are beneficial for enrichment and degradation of the norfloxacin (NOR). Results showed that more than 80% NOR was degraded within 20 min at the dose of 10 mM PMS and 0.8 g/L catalysts. Moreover, the optimal pH in MnO2/PMS and MnO2/GO/PMS system were both acidic condition. Furthermore, the mechanism of PMS activation by MnO2/GO was investigated through radical identification using quenching experiments and EPR techniques. According to this, the HSO5- of PMS reacted with Mn (IV)/Mn(III) to form a redox loop, and GO played an important role in the degradation process. Finally, the transformation intermediates of NOR were identified and four probable degradation pathways were speculated. This work would provide a potential contribution towards NOR removal in the environmental remediation. Keywords: α-MnO2 nano-needles; Graphene; Sulfate radicals; Norfloxacin; Water treatment\n3"
    }, {
      "heading" : "1. Introduction",
      "text" : "Over the last decades, large amounts of antibiotics are released to the environment because of using antibiotics irrationally [1,2]. Apparently, the released antibiotics can induce the serious environmental pollution and cause the generation of the antibiotic resistance genes, which lead to the unfavorable ecosystems problem and threat public health [3]. However, residual antibiotics in the environment are difficult to degrade naturally owing to their chemical stabilities [4,5]. Therefore, it is urgent to look for an effective remediation method. Norfloxacin (NOR), as one of the typical fluoroquinolone antibiotics, has been frequently detected in water and sediment along with relatively high concentration [6]. As a result, the degradation-resistant property and widespread of NOR make it be chosen as a pollutant in this study. And there are many approaches were explored for removal of NOR antibiotics in the aqueous phase. Recently, Advanced Oxidation Processes (AOPs) have been commonly deemed as an efficient method to remove recalcitrant organic compounds in aqueous solutions [7]. It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13]. However, most of these methods have some remarkable drawbacks to limit their application, such as harsh external conditions and accompanying with by-products. For instance, photocatalysis has relatively low treatment efficiency, and Fenton reaction needs acidic conditions and produces chemical sludge [14]. Among them, the sulfate radical (SO4 • ־) based on peroxymono-sulfate methods has been paid considerable attention to degrade organic pollutants from water due to its high redox potential (SO4 • ־, E0 = 2.5-3.1 V), pH\n4 independent and high reaction selectivity under basic conditions [15,16]. In addition, transition metals can active peroxymonosulfate (PMS) to generate SO4 • ־ [17,18]. In many transition metal catalysts, cobalt shows excellent catalytic performance. However, leaching of transition metal ions was still a problem with secondary metal pollution. Therefore, increasing attention has been paid to seek for new transition metals catalysts. Manganese-based materials have been received widely concern because of their excellent chemical and physical properties. Moreover, high abundance in soil and low toxicity to the environment make them widely be used as catalysts [19-21]. Alternatively, they have been reported as catalysts for PMS activation due to its unique variation of the oxidation state (Mn2+/Mn4+). Nevertheless, Manganese-based materials are difficult to disperse in reactive solutions because they prefer to form superfine particles and aggregate [22-24]. On the other hand, graphene oxide, as a promising 2D material, exhibits preeminent properties especially including large surface to volume ratio and electrical conductivity, which can easily incorporate to other materials as a perfect substrate [25,26]. And recently, graphene oxide is considered to couple with various metal oxides in order to fabricate functional nano-hybrids. For example, Fe3O4 [27], Co3O4 [28], Mn3O4 [29] and BiVO4 [30] et have been combined with graphene to improve their properties. Recently, Chen et al. prepared regular CoFe2O4 nano-particles and decorated them on GO, which exhibited an excellent behavior in NOR degradation [14]. Wang et al. examined the catalytic efficiency of 2D/2D γ-MnO2/rGO for degrading 4-chorophenol in activation of PMS [19]. Amr Hussein Mady et al. fabricated 3D γ-MnO2 supported on ZnFe2O4/rGO nano-hybrids for phenol degradation\n5 in the presence of PMS [31]. Shi et al. fabricated the Co3O4/GO nanocomposites, and synergistic catalytic activity of Co3O4 and GO was exhibited in degrading dyes by advanced oxidation processes based on sulfate radicals [32]. Therefore, graphene oxide-supported metallic oxides could degrade organic pollutants effectively for the activation of PMS. In the present study, we prepared MnO2/GO nano-hybrids by a simple refluxing method under mild conditions, and MnO2 nano-needles were synthesized for a comparative degradation study. In the needle-like MnO2/PMS and MnO2/GO/PMS systems, they showed outstanding properties on removing high concentration norfloxacin from aqueous solutions. The classical quenching tests and reusability of the catalysts were studied. Furthermore, a possible activation mechanism would be raised. And experimental results showed that a synergistic effect of MnO2 and GO was existed in catalytic oxidation. Finally, four probable degradation pathways were proposed based on the detection of intermediates."
    }, {
      "heading" : "2 Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1 Regents",
      "text" : "Oxone (KHSO5·KHSO4·K2SO4, > 47% KHSO5 basis) obtained from SigmaAlorich, China. Norfloxacin (NOR, > 98%) purchased from Aladdin, China. 5, 5- Dimethyl-1-pyrrolidine N-oxide (DMPO, 97%), ethanol (EtOH, 98%) and t-butanol (TBA, 99%) obtained from Aladdin, China. MnCl2·4H2O (> 99%), isopropyl alcohol\n6 (2-Propanol, > 99.7%) were analytical grade. Milli-Q water (resistivity ≥ 18.25 MΩ. cm) was used to prepare the aqueous solutions. 2.2 Synthesis of catalysts Synthesis of GO: Graphene oxide was prepared by a modified Hummers’ method [33,34]. The graphite powder (1.0 g) and NaNO3 (1.0 g) were mixed with 46 mL concentrated sulfuric acid along with stirring 12 h to oxidize graphite powder. Then KMnO4 (6.0 g) was added into mixture slowly under an ice water bath condition. The temperature of reaction should be kept below 10 ℃ at the moment. Next the temperature of the reaction system raised to 35℃ for 3 h. And 80 mL ultrapure water was added into the reaction system and the temperature should be kept 90 ℃ for 1 h. Then 200 mL ultrapure water and 6 mL H2O2 were added, the solution color would become bright-yellow. The mixture washed by 5% HCl solution (200 mL). After that, the mixture was washed to neutral. The final precipitate was dried by freeze-drying. Synthesis of MnO2/GO nano-hybrids: GO (0.01 g) and MnCl2·4H2O (0.27 g) were mixed in isopropyl alcohol (50 mL) and ultra-sonicated for 30 min to make a homogeneous suspension. Then the mixed suspension was refluxed at approximately 83℃ with vigorous stirring. After that, 0.15 g KMnO4 which dissolved in 5 mL ultrapure water was added rapidly into the above suspension. After reacting for 10 min, the mixture cooled down to room temperature. After washing five times with ultrapure water, it was completely dried at 60℃ in a vacuum drying oven overnight. As a\n7 comparison, MnO2 nano-needles were synthesized in the absence of GO via a similar procedure. 2.3 Characterizations The surface morphological details of materials were observed with field emission scanning electron microscopy (SEM, Sirion 200, FEI Company, USA). Transmission electron microscope (TEM, JEM-2010, JEOL, Japan) research the sample morphology. The X-ray diffraction (XRD, PANalytical, Netherlands) pattern was obtained with a Cu Kα source. Nitrogen adsorption/desorption isotherms were measured with the Brunauer-Emmett-Teller (BET, Tristar II 3020M, Micromeritics, USA). X-ray photoelectron spectroscopy (XPS, ESCALAB 250, Thermo-VG Scientific, USA) was used to record the elemental information. The obtained spectra were calibrated with the C1s peak at 284.6 eV as an internal standard. The chemical bonds of MnO2/GO before and after the degradation of NOR were explored by the Fourier Transform Infrared Spectroscopy (FT-IR, Nexus-870, Thermo Nicolet, USA). 2.4 Experimental procedure The fabricated MnO2 nano-needles and MnO2/GO nano-hybrids were examined for catalytic efficiency of NOR by activating PMS. A 50 mg/L NOR solution was freshly prepared by diluting with a solution of 100 mg/L NOR stock solution. The initial pH value of solutions was 7.0 ± 0.1. Then, the solid catalyst was added into the NOR solution with ultrasonic 1 min, which made it disperse evenly. After that, 10 mM PMS was mixed in the solution to initiate the degradation process. With the reaction going\n8 on, 2 mL of the aqueous samples were withdrawn using a syringe and filtered into a vial with 0.22 μm PES membrane filters at regular time intervals. The concentration of NOR was analyzed by UV/Vis. The UV wavelength was 271 nm for NOR. Excessive radical scavengers (ethanol and tert-butanol) were added into the reactive systems at the very beginning, which made radical quenching experiments become available. All the experiments were conducted at least duplicates and the results were expressed in mean value. 2.5 Analytical methods The degradation capacities of norfloxacin in aqueous solution were measured by using UV-Vis spectrophotometer (UV-2550, Shimadzu, Japan). The detection wavelength of NOR was at λ=271 nm by using UV-Vis spectrophotometer. Electron paramagnetic resonance (EPR) experiments were used to study the oxidation mechanism. The EPR instrument is Bruker EMX plus 10/12 (equipped with Oxford ESR910 Liquid Helium cryostat). Liquid chromate-graph-mass spectrometry (LC-MS) was used to determine the intermediates and declare the probable degradation pathway. The following are the procedure: the filtered reaction solution was collected at 1, 10 and 20 min, and reactive radicals quenched by an equal amount of methanol. Then, the solution was used to evaluate the variation of the intermediate products. Mass spectrometry was implemented by Agilent Q-TOF 6540 mass spectrometer. ICP-MS analysis was conducted to measure the concentration of the leached manganese ions. Total organic carbon was analyzed by a TOC meter (TOC-L CPN/CPH, Shimadzu\n9 Corporation, Japan). For TOC measurement, about 10 mL samples were withdrawn and filtered to measure mineralization rates."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of catalysts",
      "text" : "The SEM and TEM images of samples were clearly presented in Fig. 1. It could be observed that the morphology of MnO2 was needles-like with the length of 200-400 nm (Fig. 1a). Noticeably, the crumpled wave-like sheets of graphene oxide could be clearly seen as a substrate which supported MnO2 nano-needles (Fig. 1b). According to the SEM micrograph, we found that there is no obvious difference in the morphology of MnO2 in Fig. 1a and b. However, MnO2 nano-needles could not occupy the GO sheets completely, implying that the MnO2 nano-needles were located on the GO sheets randomly. Fig. 1c reveals the TEM image of the MnO2 nano-needles, it can be clearly seen that the nano-needdles had severe aggregation. As shown in Fig. 1d, the MnO2 nano-needdles were uniformly distributed on both sides of GO nanosheets. In the high resolution TEM (Inset of Fig. 1d), the lattice fringes with distances of 0.545 nm were clearly observed, corresponding to (200) planes of MnO2. Therefore, the morphological analyses demonstrated that the MnO2 nano-needles have been successfully attached to the surface of graphene oxide. Typical XRD patterns spectra were performed to determine the crystalline structure, including graphene oxide, bare MnO2 nano-needles and MnO2/GO nano-hybrids. As presented in Fig. 2a, the strongest peak of GO was distinctly observed at 2θ = 10.2°,\n10\nwhich corresponded to the (001) crystalline plane. Besides that, a c-axis interlayer\nspacing of 0.87 nm was much larger than pristine graphite (0.34 nm) [35-37]. The\ncharacteristic XRD peaks of MnO2/GO nano-hybrids were observed at 12.6°, 17.8°, 28.4°, 37.48°, 41.6°, 49.4°, 59.7°, 65.2° and 68.6° 2θ, which were indexed to the (001)\n(110) (200) (310) (211) (301) (411) (521) (002) and (541) plane [38], respectively. The\ndiffraction peaks of MnO2/GO are similar to nanotetragonal phase of α-MnO2 (JCPDS 44-0141, a = 9.7845 Å, c = 2.8630 Å), while the (001) plane of GO has almost\ndisappeared. Our results demonstrated the layered stacked GO was destroyed.\nTherefore, the nano-hybrids could be composed of graphitic structure and α-MnO2 in a tetragonal phase. In addition, the XRD spectra of MnO2/GO hybrids did not change before and after the degradation reaction, indicating that the catalyst retains its\ncrystalline structure during the catalytic process.\nFT-IR spectra of GO, MnO2 nano-needles and MnO2/GO nano-hybrids that\nfreshly and used in the degradation reaction are exhibited in Fig. 2b. For the FT-IR\nspectrum of GO, the characteristic peaks near 3435, 1729, 1625, 1410, and 1059 cm-1,\nrelated to the stretching vibrations of O-H, carbonyl C=O, C=C and adsorbed water, the\ndeformation vibration of O-H, the stretching vibration of alkoxy C-O, and the stretching\nvibration of epoxy C-O, [39,40] respectively. However, for FT-IR spectra of α-MnO2 and MnO2/GO hybrids, there are two characteristic peaks at 726 and 523 cm-1, which corresponds to the Mn-O-Mn and Mn-O vibrations [41]. The FT-IR spectrum of\nMnO2/GO nano-hybrids confirmed the existence of α-MnO2 and graphene oxide. What’s more, in comparison with α-MnO2 and MnO2/GO nano-hybrids, the relative\n11\nintensities of oxygen-containing functional groups (C=O, alkoxy C-O) peaks increased\nafter α-MnO2 decorated on the GO surface. For MnO2/GO nano-hybrids, oxygencontaining functional groups of original GO was changed after GO combined with α-\nMnO2 nano-needles. Also, FT-IR results indicated that the α-MnO2 was combined with GO nanosheets. Those results were consistent with the XRD results. Furthermore, in\ncomparison with fresh and used MnO2/GO nano-hybrids in FT-IR spectra, the spectra of MnO2/GO were almost identical before and after catalytic reaction, which proved that the catalysts did not change during the degradation reaction.\nBET specific surface area and pore size distribution of α-MnO2 and MnO2/GO\nnano-hybrids were examined by N2 adsorption/desorption isotherms. The illustration declared that the N2 adsorption/desorption isotherm of both samples belonged to the type Ⅳ isotherm with a type H3 hysteresis loop with dominant mesoporous structure.\nAs shown in Fig. 2c, the porosity distribution of α-MnO2 centered at 31.5 nm. The value of the BET specific surface area was 109.9 m2/g, which figured by the BET method.\nAs seen in Fig. 2d, in comparison with α-MnO2, the MnO2/GO nano-hybrids have two modes pore size distribution that centered at around 3.8 and 25.7 nm, respectively. We\nspeculate that the pores centered at around 3.8 nm could be attributed to the existence\nof GO [42,19]. The value of the BET specific surface area was 134.7 m2/g. The higher\nBET surface area than MnO2 nano-needles would be beneficial for the contact between the surface of catalysts and norfloxacin. These results confirmed that the GO nanosheets\nas a substrate could improve the dispersion of MnO2 nano-needles.\n12\nX-ray photoelectron spectroscopy (XPS) was used to analyze the chemical\nbonding states and structure of MnO2/GO nano-hybrids after degradtion reaction. As shown in the XPS broad survey curves (Fig. 3a), the existence of Mn, O and C in\nMnO2/GO nano-hybrids could be demonstrated. The atomic percentages of Mn, C and O in MnO2/GO were 29.12%, 19.14% and 51.74%, respectively, which illustrated the presence of GO and MnO2. In the Mn 2p region for two samples (Fig. 3b), two characteristic peaks at 654.2 eV and 642.4 eV could be identified, which related to Mn\n2p1/2 and Mn 2p3/2, respectively. Beyond that, the spin energy separation of 11.8 eV was well in accordance with the reported spectrum of MnO2 [43]. And the binding energy was not shifted between MnO2 and MnO2/GO, which suggesting no change of MnO2 in the MnO2/GO hybrids. The binding energy for O 1s region which centered at around 529.9 eV could be assigned to Mn-O in MnO2. While there were two characteristic peaks at around 529.9 and 531.1 eV, which could be attributed to Mn-O\nand oxygen-containing groups in MnO2/GO, respectively. This result demonstrated MnO2 nanoneedles have successfully deposited on the surface of GO.[44]. The C 1s region in the XPS spectra could be fitted into four different groups. The characteristic\npeaks located at 284.6, 285.9 and 288.4 eV were ascribed to C-C in the aromatic rings,\nC-O, and C=O groups [45]. As mentioned above, those results can confirm that α-MnO2 nano-needles growing on the sheets of GO, which supplementary interpreted the FT-IR\nand XRD results.\n3.2. Degradation of NOR\n13\nThe catalytic activity for the NOR degradation by activating PMS was explored in\nFig. 4. Control tests included PMS only, MnO2 nano-needles and MnO2/GO nanohybrids were investigated. Without the addition of catalyst during the reaction, PMS\ncan play only a minor role in degrading the antibiotic NOR, and approximately 21%\nNOR can be degraded by PMS only. These results could be explained that insufficient\nsulfate radicals generated by chemical oxide PMS. We also conducted experiments with\nMnO2 nano-needles and MnO2/GO nano-hybrids, both in the absence of PMS, the results suggested that approximately 39% and 67% NOR could be adsorbed,\nrespectively. Therefore, the adsorption mechanism existed in the reaction process.\nHowever, by combining PMS with MnO2 nano-needles and MnO2/GO nano-hybrids, the degree of degradation increased by around 87% and 91% within 20 min,\nrespectively. To compare the above results, the adsorption mechanism played an\nimportant role in the MnO2/GO/PMS system. As we expected, the MnO2/GO/PMS system exhibited stronger NOR degradation performance than MnO2/PMS system. The existence of GO improved the adsorption and catalytic activity of NOR. Specific\nmechanism explanations would be discussed in the following sections. Moreover, we\nevaluated the mineralization rates of MnO2/PMS and MnO2/GO/PMS systems by measuring the variations of the total organic carbon (TOC) in degrading NOR. The\nresults show that about 71.6% and 76.4% decline during the degradation process after\n120 min (Fig. S1, Supporting Information). These values indicated that intermediates\nwere generated along with NOR degradation.\n3.3. Study of PMS and catalysts dosage\n14\nFig. 5 illustrated the effects of different catalysts and oxidants quantity which\nadded in the reaction to determine the optimal amount of catalysts and PMS. As shown\nin Fig. 5a and c, the degradation performance of NOR would improve with the increase\nof catalysts loading. In detail, the loading of catalysts were 0.2, 0.5, 0.8 and 1.5 g/L, the\nconcentration of PMS was 10 mM. As a result, in the MnO2/PMS system, the degradation rates were 48.06%, 71.1%, 86.4% and 88.4%, respectively. In the\nMnO2/GO/PMS system, the degradation rates were 42.8%, 72.4%, 91% and 92.1%, respectively. This phenomenon occurred due to the increased active site of catalysts\n[46]. Apparently, in the two systems, more than 80% of 50 mg/L NOR could be\ndegraded within 20 min when catalysts loading was 0.8 g/L and PMS loading was 10\nmM, which indicated the high catalytic activity of MnO2 nano-needles and MnO2/GO nano-hybrids. Meanwhile, as seen in Fig. 5b and d, along with the increase of PMS\ndose from 1 mM to 20 mM, the efficient of NOR degradation also gradually rise. In\nMnO2/PMS system, the degradation rates were 45.4%, 71 %, 86.4% and 67.1%, while in the MnO2/GO/PMS system, the degradation rates were 45.4%, 81%, 91% and 95.4%, respectively. The results could be ascribed to the generation of abundant sulfate radical\nand hydroxyl radical [47]. However, compared to the MnO2/PMS system, the consumption of PMS in the MnO2/GO/PMS system was much less, probably ascribed to the synergistic effects between GO and MnO2. Moreover, there was no obvious enhancement in NOR degradation efficiency at the high dosage of oxidant or catalysts\nin both systems, which might be attributed to the self-quenching effect.\n3.4. Effect of pH\n15\nThe initial pH value of reaction system is supposed to be one of the most important\nroles in the degradation process, and it not only significantly affects the activity of\ncatalysts but also influences the nature of NOR and PMS. As shown in Fig. 6a, for\nMnO2/PMS system, the alkaline condition was not good for the degradation process. To be specific, at alkaline (pH = 9, 11) conditions, 66.2% and 65.3% of NOR were\ndegraded, and the degradation process was inhibited seriously. One reason might be\nthat the formation of ·OH was greatly suppressed, and another is that the residual SO4·scavenged by itself at the alkaline condition [48]. In addition, both of NOR and MnO2 were negatively charged at pH of 11. The electrostatic repulsion would inhibit the\nadsorption of NOR molecular onto the catalyst. At low pH (pH = 3, 5) conditions, 90.3%\nand 86.1% of NOR were degraded, and the degradation efficiency enhanced slightly.\nThe reason is the amount of HSO5- existed in the acidic solution, the SO4•־ become the predominant radical to promote the reaction [49]. Therefore, the neutral and acidic\ncondition of solution pH was favorable for the degradation process. However, only\nslightly influence was observed on NOR degradation in MnO2/GO/PMS system in different pH conditions. The acidic conditions were still favorable for NOR remove in\nMnO2/GO/PMS system. In the pH range of 3-5, the NOR degradation rate was about 95%. These results show that MnO2/GO was applicable to a wider range of pH conditions in solution [14]."
    }, {
      "heading" : "3.5. Stability and reusability of MnO2 nano-needles and MnO2/GO hybrids",
      "text" : "Fig. 6b and 6d depicted the NOR degradation in successive four cycles to investigate\nthe reusability of catalysts materials. Obviously, for MnO2/PMS system, the NOR\n16\nremoval decreased slightly from the first to the second cycle, and it has a further\ndecrease at the third and fourth cycle. Among the four cycles, the decrease was\nobserved from 84% to 61%. This decrease in reusability experiment was possibly\nascribed to the leaching of manganese ions. On the other hand, the intermediates which\nadsorbed on the MnO2 surface to occupy the active site could be another reason. While in the MnO2/GO/PMS system, the NOR degradation was still relatively stable among the four cycles. There was only a 6% decrease. This phenomenon could be attributed\nto the fact that MnO2 decorated on the GO reduced the leaching of manganese ion. As shown in Fig. S2（Supporting information）, over 0.02 mg/L manganese ions were\nreleased to the solutions from MnO2 nano-needles during the degradation process. However, the leached metal ions were reduced after combining with GO. Only 0.015\nmg/L manganese ions were detected after the reaction. This phenomenon illustrated\nthat the MnO2/GO nano-hybrids were more chemically stable than MnO2 nano-needles. Besides that, as observed in XRD and FT-IR patterns, the fresh and used nano-hybrids\nwere unchanged in terms of structure and phase. These results confirmed that the nano-\nhybrids have excellent structure stability and reusability."
    }, {
      "heading" : "3.6. Mechanism of PMS activation by MnO2/GO hybrids",
      "text" : "The radical scavengers ethanol (EtOH) and tert-butanol (TBA) were used to\nidentify the main role of reactive species responsible for NOR remove. The TBA was\nutilized to quench the HO•, and the EtOH was as a scavenger for both HO• and SO4•־. In this study, 1 M TBA and EtOH were dosed into the solutions respectively. For\nMnO2/PMS system, the removal efficiency decreased from original 85.5% to 59% and\n17\n39% after adding TBA and EtOH. The results indicated that both SO4 • ־ and HO • contributed to NOR degradation. In the MnO2/GO/PMS system, both of the radical and nonradical processes contributed to the NOR degradation. What’s more, the SO4•־ and HO• also have a contribution to the degradation reaction. However, unlike MnO2/PMS system, HO• played a more important role in the degradation process. In this case, the\nexistence of GO might activate PMS directly, and the surface functional groups might\nfacilitate the nonradical pathway in the degradation process [50].\nIn order to confirm the active radical species, EPR technique is a direct method to\ndetect the hydroxyl and sulfate radicals by using 5, 5-dimethylpyrroline-oxide (DMPO)\nas a spin-trapping agent. In our study, we conducted the control experiments at the only\nPMS, PMS/DMPO and PMS/DMPO/catalysts conditions. As shown in Fig. 7c and d,\nthere was no characteristic peaks were detected in the case of only PMS additions, while\nthe signals were identified in the PMS/DMPO system, suggesting that the spin-trapping\nagent was required in the radical detection. However, with the MnO2 nano-needles or MnO2/GO nano-hybrids addition, the strong intensity of characteristic signals with heptet was detected. The heptet with the intensity ratio of 1:2:1:2:1:2:1 could be\nascribed to the characteristic signals of 5, 5-dimethylpyrroline-(2)-oxy-(1) (DMPOX)\n[22]. This case was probably due to the oxidation of DMPO by generated HO•. In this\ncase, generated hydroxyl radicals would prioritize oxidation of DMPO to DMPOX in\nthe absence of norfloxacin. Therefore, the signals of DMPO- SO4•־ might be covered with the DMPOX signal. As seen in Fig. S3（Supporting information）, the signals\nwould gradually fade along with the reaction time increases.\n18\nBased on the competitive radical experiments and EPR spectra, the possible\nmechanisms of PMS activation by MnO2/GO nano-hybrids were illustrated in Eqs.(1) to (6). The synergistic effects of GO and MnO2 nano-needles could be in favor of activating PMS. As we mentioned earlier in the effect of pH, the acidic condition would\nbe good for degradation reaction, because the formation of SO4•־ was facilitated. To be specific, the HSO5- would react with Mn (IV) to produce SO4•־ and HO•, accompany with OH- and SO42-. Then, Mn (III) could be oxidized to a high-valent state of Mn (IV) by HSO5-. The SO4•־ and HO• were easy to combine with NOR. Besides that, a small amount of SO4•־ reacted with H2O for HO• generation. On the other hand, the GO might degrade the NOR through a nonradical pathway [51].\nMn (IV) + HSO -5 → Mn(III) + SO4•־ + OH - (1)\nMn(IV) + HSO -5 → Mn(III) + SO 2 -4 + HO• (2)\nMn(III) + HSO -5 → Mn(IV) + SO5•־ + H + (3)\nSO4•־ + H2O → SO 2 -4 +HO• + H + (4)\nSO4•־ + HO• + NOR → degradation products (5)\nMnO2/GO + NOR → nonradical degradation (6)\nThe XPS spectra of the MnO2/GO hybrids after NOR degradation experiments were employed to further investigate the potential change of the Mn valence states during\nthe PMS activation process. As shown in Fig. S4 (Supporting Information), the survey\nand Mn 2p spectra was not change about MnO2/GO hybrids after NOR oxidation\n19\nprocess. But the Mn 2p3/2 peak can be deconvoluted into three components at around 643.6, 642.3 and 641.1 eV, which were assigned to Mn2+, Mn 4+ and Mn3+, respectively.\nThe Mn2+, Mn4+ and Mn3+ accounted for 37.3%, 39.4% and 23.3% of the total peak\narea respectively for MnO2/GO before NOR degradation reaction. After the NOR degradation process, the proportions of Mn2+, Mn4+ and Mn3+ were 33.8%, 44.9% and\n21.3% (Fig. S5, Supporting Information ), which indicated the valence change of Mn\natom during the PMS activation process."
    }, {
      "heading" : "3.7. Exploration of Norfloxacin degradation pathway",
      "text" : "In order to study the degradation pathway of NOR in MnO2/PMS system, the\nstructure of intermediates was determined by LC-MS analysis. The mass spectra (MS)\nof NOR solution after 1, 10 and 20 min oxidation were shown in Fig. S6（Supporting\ninformation）. According to the literature of predecessors, the transformation of NOR\nmainly included dehydroxylation, defluorination, quinolone group transformation and\npiperazinyl ring transformation. In our study, a total of 14 intermediates were identified\nand four possible degradation pathways were put forward. As mentioned, SO4•־ reacts with NOR via electron transfer, while NOR is attacked by HO • in a hydrogen\nabstraction way. Therefore, the degradation mechanisms are different under the\ndomination of different radicals [6,52].\nWe studied the transformation products based on MnO2/GO system and proposed four degradation pathways. The information of the intermediates including productions\n[M+H+] and proposed structure is summarized in Table S2 (Supporting information).\n20\nAs shown in Fig. 8, for the pathway I, it was found that the product 1 (m/z 304) was\ngenerated via a dehydroxylation reaction. According to other literature, product1 could\nbe transformed into a product at m/z 276 with the loss of carbonyl group [53]. However,\nthere was a tiny peak at m/z 276 in the current study. So we could only conclude that\nthe step is dehydroxylation. With regard to pathway II, compound product 2 could be\nformed at m/z 302, which related to the defluorination reaction. Then product 2 turned\nto product 3 (m/z 318) via a hydroxylation reaction. Next, the product 3 was\ntransformed into product 4 (m/z 274) through decarboxylation reaction. In terms of\npathway III, the NOR would add the hydroxyl to form the product 5 (m/z 336). Then,\ncarbon-carbon double bonds were cleaved and the product 6 (m/z 354) was formed. For\npathway IV, there were nine intermediates to validate the piperazine ring oxidation.\nThe mass spectra of those intermediates were at m/z 350, 336, 322, 294, 308, 279, 261,\n251 and 233, respectively. The formation of these intermediates is accompanied by\noxidation, ring-opening, and partial elimination reactions. On the other hand, the peaks\nof m/z 350, 304, 279 and 251 were obvious in our case, suggesting the pathway IV was\nan important pathway. Finally, all the intermediates of norfloxacin would be\nmineralized into NO3-, CO2 and H2O completely."
    }, {
      "heading" : "4. Conclusions",
      "text" : "MnO2/GO nano-hybrids were synthesized at low temperature using a reflux\ncondensation method, and 1D MnO2 nano-needles were prepared by a similar way without the addition of GO. We compared two materials about their activities in NOR\ndegradation through PMS oxidation. Compared with MnO2/PMS system, the\n21\nMnO2/GO hybrids have more excellent performance in coupling with PMS for NOR removal, which was reflected in higher degradation efficiency, a wider range of pH\napplication and better stability. In both systems, more than 85% NOR can be degraded\nwithin 20 min, and the results are better than that of most manganese oxides. An\nalkaline condition would be not be conductive to the degradation process to some extent.\nQuenching tests confirmed that the SO4•־, HO• and nonradical process existed in the NOR degradation process. And the possible PMS activation mechanism for the\nMnO2/GO system was proposed. The nano-hybrids remained high NOR degrade efficiency after four degradation cycles, which exhibited excellent reusability. Besides\nthat, a total of 14 intermediates were detected in this study and four probable pathways\nwere identified. Moreover, the oxidation of the piperazine ring was considered to be\nthe main pathway. And the degradation mechanisms of NOR could also be applied to\nother fluoroquinolone antibiotics with similar structures (such as ciprofloxacin and\nenrofloxacin). Consequently, the MnO2/GO nano-hybrids are expected to provide a feasible and effective approach for removal of antibiotics in the environment."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the State Key Research Development Program of China\n(2019YFC040023), the Natural Science Foundation of China (21976182, 61573334,\n31571567, 61873253), the Science and Technology Major Projects of Anhui Province\n(18030801104, 17030801033, 17030901069), the Key Technologies R & D Program\n22\nFoundation of Anhui Province (1704a0802136), and the Program of China–Sri Lanka\nJoint Research and Demonstration Center for Water Technology and China–Sri Lanka\nJoint Center for Education and Research by Chinese Academy of Sciences, China. A\nportion of this work was performed on the Steady High Magnetic Field Facilities, High\nMagnetic Field Laboratory, CAS."
    } ],
    "references" : [ {
      "title" : "Occurrences and removal of pharmaceuticals and personal care products (PPCPs) in drinking water and water/sewage treatment plants: A review",
      "author" : [ "Y. Yang", "Y.S. Ok", "K.H. Kim", "E.E. Kwon", "Y.F. Tsang" ],
      "venue" : "Sci. Total Environ. 596 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Environmental pollution by antibiotics and by antibiotic resistance determinants",
      "author" : [ "J. Luis Martinez" ],
      "venue" : "Environ. Pollut. 157 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Controllable synthesis of mesoporous manganese oxide microsphere efficient for photo-Fenton-like removal of fluoroquinolone antibiotics",
      "author" : [ "A. Wang", "H. Wang", "H. Deng", "S. Wang", "W. Shi", "Z. Yi", "R. Qiu", "K. Yan" ],
      "venue" : "Appl. Catal, B. 248 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Morphology-tunable WMoO nanowire catalysts for the extremely efficient elimination of tetracycline: kinetics",
      "author" : [ "Y. Hu", "K. Chen", "Y.L. Li", "J.Y. He", "K.S. Zhang", "T. Liu", "W. Xu", "X.J. Huang", "L.T. Kong", "J.H. Liu" ],
      "venue" : "mechanisms and intermediates, Nanoscale. 11 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Urban wastewater treatment plants as hotspots for the release of antibiotics in the environment: A review",
      "author" : [ "I. Michael", "L. Rizzo", "C.S. McArdell", "C.M. Manaia", "C. Merlin", "T. Schwartz", "C. Dagot", "D. Fatta- Kassinos" ],
      "venue" : "Water Res. 47 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mechanism insight of degradation of norfloxacin by magnetite nanoparticles activated persulfate: Identification of radicals and degradation pathway",
      "author" : [ "D. Ding", "C. Liu", "Y. Ji", "Q. Yang", "L. Chen", "C. Jiang", "T. Cai" ],
      "venue" : "Chem. Eng. J. 308 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Cobalt-catalyzed sulfate radical-based advanced oxidation: A review on heterogeneous catalysts and applications",
      "author" : [ "P. Hu", "M. Long" ],
      "venue" : "Appl. Catal, B. 181 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Metal-mediated oxidation of fluoroquinolone antibiotics in water: A review on kinetics",
      "author" : [ "M. Feng", "Z. Wang", "D.D. Dionysiou", "V.K. Sharma" ],
      "venue" : "transformation products, and toxicity assessment, J. Hazard. Mater. 344 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Structure-reactivity relationship in the degradation of three representative fluoroquinolone antibiotics in water by electrogenerated active chlorine",
      "author" : [ "E.A. Serna-Galvis", "S.D. Jojoa-Sierra", "K.E. Berrio-Perlaza", "F. Ferraro", "R.A. Torres-Palma" ],
      "venue" : "Chem. Eng. J. 315 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Surface Complexation of the Zwitterionic Fluoroquinolone Antbiotic Ofloxacin to Nano-Anatase TiO2 Photocatalyst Surfaces",
      "author" : [ "T. Paul", "M.L. Machesky", "T.J. Strathmann" ],
      "venue" : "Environ. Sci. Technol. 48 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Continuous zonation treatment of ofloxacin: Transformation products",
      "author" : [ "J.B. Carbajo", "A.L. Petre", "R. Rosal", "S. Herrera", "P. Leton", "E. Garcia-Calvo", "A.R. Fernandez-Alba", "J.A. Perdigon-Melon" ],
      "venue" : "water matrix effect and aquatic toxicity, J. Hazard. Mater. 292 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hydrophilic and strengthened 3D reduced graphene oxide/nano-Fe3O4 hybrid hydrogel for enhanced adsorption and catalytic oxidation of typical pharmaceuticals",
      "author" : [ "D. Shan", "S. Deng", "C. Jiang", "Y. Chen", "B. Wang", "Y. Wang", "J. Huang", "G. Yu", "M.R. Wiesner" ],
      "venue" : "Environ. Sci: Nano. 5 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Evaluation of MnO2-templated iron oxide-coated diatomites for their catalytic performance in heterogeneous photo Fenton-like system",
      "author" : [ "Y. He", "D.B Jiang", "J. Chen", "X. Zhang" ],
      "venue" : "J. Hazard. Mater. 344 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Degradation of norfloxacin by CoFe2O4-GO composite coupled with peroxymonosulfate: A comparative study and mechanistic consideration",
      "author" : [ "L. Chen", "D. Ding", "C. Liu", "H. Cai", "Y. Qu", "S. Yang", "Y. Gao", "T. Cai" ],
      "venue" : "Chem. Eng. J. 334 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synergistic degradation of phenols using peroxymonosulfate activated by CuO-Co3O4@MnO2 nanocatalyst",
      "author" : [ "A. Khan", "Z. Liao", "Y. Liu", "A. Jawad", "J. Ifthikar", "Z. Chen" ],
      "venue" : "J. Hazard. Mater. 329 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of chloride ion on degradation of Acid Orange 7 by sulfate radical-based advanced oxidation process: implications for formation of chlorinated aromatic compounds",
      "author" : [ "R. Yuan", "S.N. Ramjaun", "Z. Wang", "J. Liu" ],
      "venue" : "J. Hazard. Mater. 196 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Heat-activated persulfate oxidation of atrazine: Implications for remediation of groundwater contaminated by herbicides",
      "author" : [ "Y. Ji", "C. Dong", "D. Kong", "J. Lu", "Q. Zhou" ],
      "venue" : "Chem. Eng. J. 263 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Generation of sulfate radical through heterogeneous catalysis for organic contaminants removal: Current development",
      "author" : [ "W.D. Oh", "Z. Dong", "T.T. Lim" ],
      "venue" : "challenges and prospects, Appl. Catal, B. 194 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "2D/2D nano-hybrids of gamma-MnO2 on reduced graphene oxide for catalytic ozonation and coupling peroxymonosulfate activation",
      "author" : [ "Y. Wang", "Y. Xie", "H. Sun", "J. Xiao", "H. Cao", "S. Wang" ],
      "venue" : "J. Hazard. Mater. 301 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Birnessite (δ-MnO2) mediated degradation of organoarsenic feed additive p-Arsanilic acid",
      "author" : [ "L.L. Wang", "H.F Cheng" ],
      "venue" : "Environ. Sci. Technol.49 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Formation of Fe3O4@MnO2 ball-in-ball hollow spheres as a high performance catalyst with enhanced catalytic performances",
      "author" : [ "S. Zhang", "Q. Fan", "H. Gao", "Y. Huang", "X. Liu", "J. Li", "X. Xu", "X. Wang" ],
      "venue" : "J. Mater. Chem. A. 4 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "New insights into heterogeneous generation and evolution processes of sulfate radicals for phenol degradation over one-dimensional α-MnO2 nanostructures",
      "author" : [ "Y. Wang", "S. Indrawirawan", "X. Duan", "H. Sun", "H.M. Ang", "M.O. Tadé", "S. Wang" ],
      "venue" : "Chem. Eng. J. 266 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polyoxometalate-Modified Sponge-Like Graphene Oxide Monolith with High Proton-Conducting Performance",
      "author" : [ "Y. Liu", "S. Liu", "X. Lai", "J. Miao", "D. He", "N. Li", "F. Luo", "Z. Shi", "S. Liu" ],
      "venue" : "Adv. Funct. Mater. 25 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Efficient activation of peroxymonosulfate by magnetic Mn-MGO for degradation of bisphenol A",
      "author" : [ "J. Du", "J. Bao", "Y. Liu", "H. Ling", "H. Zheng", "S.H. Kim", "D.D. Dionysiou" ],
      "venue" : "J. Hazard. Mater. 320 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Facile microwave-assisted green synthesis of Ag-ZnFe2O4@rGO nanocomposites for efficient removal of organic dyes under UV- and visiblelight irradiation",
      "author" : [ "A.H. Mady", "M.L. Baynosa", "D. Tuma", "J.J. Shim" ],
      "venue" : "Appl. Catal, B. 203 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation of ternary Pd/CeO2nitrogen doped graphene composites as recyclable catalysts for solvent-free aerobic oxidation of benzyl alcohol",
      "author" : [ "Z.G. Hu", "G.L Zhou", "L. Xu", "J.H Yang", "B. Zhang", "X. Xiang" ],
      "venue" : "Appl. Surf. Sci. 471 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adsorption and catalytic oxidation of pharmaceuticals by nitrogen-doped reduced graphene oxide/Fe3O4 nanocomposite",
      "author" : [ "G. Peng", "M. Zhang", "S. Deng", "D. Shan", "Q. He", "G. Yu" ],
      "venue" : "Chem. Eng. J. 341 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rational design and synthesis of hollow Co3O4@Fe2O3 core-shell nanostructure for the catalytic degradation of norfloxacin by coupling with peroxymonosulfate",
      "author" : [ "L. Chen", "X. Zuo", "S. Yang", "T. Cai", "D. Ding" ],
      "venue" : "Chem. Eng. J. 359 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhancing Photoelectrochemical Water Oxidation Efficiency of BiVO4 Photoanodes by a Hybrid Structure of Layered Double Hydroxideand Graphene",
      "author" : [ "X. Zhang", "R. Wang", "F. Li", "Z. An", "M. Pu", "X. Xiang" ],
      "venue" : "Ind. Eng. Chem. Res. 56 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heterogeneous activation of peroxymonosulfate by a novel magnetic 3D γ-MnO2@ZnFe2O4/rGO nanohybrid as a robust catalyst for phenol degradation",
      "author" : [ "A.H. Mady", "M.L. Baynosa", "D. Tuma", "J.J. Shim" ],
      "venue" : "Appl. Catal, B. 244 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Co3O4 nanocrystals on graphene oxide as a synergistic catalyst for degradation of Orange II in water by advanced oxidation technology based on sulfate radicals",
      "author" : [ "P. Shi", "R. Su", "F. Wan", "M. Zhu", "D. Li", "S. Xu" ],
      "venue" : "Appl. Catal, B. 123 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Tour",
      "author" : [ "D.C. Marcano", "D.V. Kosynkin", "J.M. Berlin", "S. Alexander", "S. Zhengzong", "S. Alexander", "L.B. Alemany", "L. Wei" ],
      "venue" : "J. M., Improved synthesis of graphene oxide, Acs Nano. 4 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Layer-by-layer assembly of ultrathin composite films from micron-sized graphite oxide sheets and polycations",
      "author" : [ "N.I. Kovtyukhova", "P.J. Ollivier", "B.R. Martin", "T.E. Mallouk", "S.A. Chizhik", "E.V. Buzaneva", "A.D. Gorchinskiy" ],
      "venue" : "Chem. Mater. 11 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Hydrothermal dehydration for the “Green” reduction of exfoliated graphene oxide to graphene and demonstration of tunable optical limiting properties",
      "author" : [ "Y. Zhou", "Q. Bao", "L.A.L. Tang", "Y. Zhong", "K.P. Loh" ],
      "venue" : "Chem. Mater. 21 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis of amphiphilic graphite oxide",
      "author" : [ "X. Chao", "X. Wu", "J. Zhu", "W. Xin" ],
      "venue" : "Carbon. 46 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The impact of adsorption on the localization of spins in graphene oxide and reduced graphene oxide",
      "author" : [ "M. Kempiński", "P. Florczak", "S. Jurga", "W. Kempiński" ],
      "venue" : "observed with electron paramagnetic resonance, Appl. Phys. Lett. 111 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Different crystallographic one-dimensional MnO2 nanomaterials and their superior performance in catalytic phenol degradation",
      "author" : [ "E. Saputra", "S. Muhammad", "H. Sun", "H.M. Ang", "M.O. Tade", "S. Wang" ],
      "venue" : "Environ. Sci.Technol. 47 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Plasma-induced grafting of polyacrylamide on graphene oxide nanosheets for simultaneous removal of radionuclides",
      "author" : [ "S. Wencheng", "W. Xiangxue", "W. Qi", "S. Dadong", "W. Xiangke" ],
      "venue" : "Phys. Chem. Chem. Phys. 17 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Preparation of graphene oxidemanganese dioxide for highly efficient adsorption and separation of Th(IV)/U(VI)",
      "author" : [ "N. Pan", "L. Li", "J. Ding", "S. Li", "R. Wang", "Y. Jin", "X. Wang", "C. Xia" ],
      "venue" : "J. Hazard. Mater. 309 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Interconnected network of MnO2 nanowires with a \"cocoonlike\" morphology: redox couple-mediated performance enhancement in symmetric aqueous supercapacitor",
      "author" : [ "S. Maiti", "A. Pramanik", "S. Mahanty" ],
      "venue" : "Acs Appl. Mater. Inter. 6 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile synthesis of nitrogen doped reduced graphene oxide as a superior metal-free catalyst for oxidation",
      "author" : [ "S. Hongqi", "W. Yuxian", "L. Shizhen", "G. Lei", "W. Li", "Z. Zhonghua", "W. Shaobin" ],
      "venue" : "Chem. Commun. 49 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Green Synthesis of Three-Dimensional MnO2/Graphene hydrogel composites as a high-performance electrode material for supercapacitors",
      "author" : [ "X. Meng", "L. Lu", "C. Sun" ],
      "venue" : "Acs. Appl. Mater. Inter. 10 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrafine MnO2 nanoparticles decorated on graphene oxide as a highly efficient and recyclable catalyst for aerobic oxidation of benzyl alcohol",
      "author" : [ "Z.G. Hu", "Y.F Zhao", "J.D Liu", "J.T Wang", "B. Zhang", "X. Xiang" ],
      "venue" : "J. Colloid Interface Science, 483 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A three-dimensional graphene aerogel containing solvent-free polyaniline fluid for high performance supercapacitors",
      "author" : [ "Z. Gao", "J. Yang", "J. Huang", "C. Xiong", "Q. Yang" ],
      "venue" : "Nanoscale. 9 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A novel heterogeneous system for sulfate radical generation through sulfite activation on a CoFe2O4 nanocatalyst surface",
      "author" : [ "Z. Liu", "S. Yang", "Y. Yuan", "J. Xu", "Y. Zhu", "J. Li", "F. Wu" ],
      "venue" : "J. Hazard. Mater. 324 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancement of the degradation of atrazine through CoFe2O4 activated peroxymonosulfate (PMS) process: Kinetic",
      "author" : [ "J. Li", "M. Xu", "G. Yao", "B. Lai" ],
      "venue" : "degradation intermediates, and toxicity evaluation, Chem. Eng. J. 348 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Degradation of flumequine in aqueous solution by persulfate activated with common methods and polyhydroquinone-coated magnetite/multi-walled carbon nanotubes catalysts",
      "author" : [ "M. Feng", "R. Qu", "X. Zhang", "P. Sun", "Y. Sui", "L. Wang", "Z. Wang" ],
      "venue" : "Water Res. 85 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Environmental application of graphene-based CoFe2O4 as an activator of peroxymonosulfate for the degradation of a plasticizer",
      "author" : [ "L.J. Xu", "W. Chu", "G. Lu" ],
      "venue" : "Chem. Eng. J. 263 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Heteroatoms increase the selectivity in oxidative dehydrogenation reactions on nanocarbons",
      "author" : [ "B. Frank", "J. Zhang", "R. Blume", "R. Schloegl", "D.S. Su" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2009
    }, {
      "title" : "Occurrence of radical and nonradical pathways from carbocatalysts for aqueous and nonaqueous catalytic oxidation",
      "author" : [ "X. Duan", "Z. Ao", "L. Zhou", "H. Sun", "G. Wang", "S. Wang" ],
      "venue" : "Appl. Catal, B. 188 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Degradation of sulfamonomethoxine with Fe3O4 magnetic nanoparticles as heterogeneous activator of persulfate",
      "author" : [ "J. Yan", "M. Lei", "L. Zhu", "M.N. Anjum", "J. Zou", "H. Tang" ],
      "venue" : "J. Hazrd .Mater. 186 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Photocatalytic degradation and decomposition mechanism of fluoroquinolones norfloxacin over bismuth tungstate: Experiment and mathematic model",
      "author" : [ "M. Chen", "W. Chu" ],
      "venue" : "Appl. Catal, B. 168-169 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Over the last decades, large amounts of antibiotics are released to the environment because of using antibiotics irrationally [1,2].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 1,
      "context" : "Over the last decades, large amounts of antibiotics are released to the environment because of using antibiotics irrationally [1,2].",
      "startOffset" : 126,
      "endOffset" : 131
    }, {
      "referenceID" : 2,
      "context" : "Apparently, the released antibiotics can induce the serious environmental pollution and cause the generation of the antibiotic resistance genes, which lead to the unfavorable ecosystems problem and threat public health [3].",
      "startOffset" : 219,
      "endOffset" : 222
    }, {
      "referenceID" : 3,
      "context" : "However, residual antibiotics in the environment are difficult to degrade naturally owing to their chemical stabilities [4,5].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 4,
      "context" : "However, residual antibiotics in the environment are difficult to degrade naturally owing to their chemical stabilities [4,5].",
      "startOffset" : 120,
      "endOffset" : 125
    }, {
      "referenceID" : 5,
      "context" : "Norfloxacin (NOR), as one of the typical fluoroquinolone antibiotics, has been frequently detected in water and sediment along with relatively high concentration [6].",
      "startOffset" : 162,
      "endOffset" : 165
    }, {
      "referenceID" : 6,
      "context" : "Recently, Advanced Oxidation Processes (AOPs) have been commonly deemed as an efficient method to remove recalcitrant organic compounds in aqueous solutions [7].",
      "startOffset" : 157,
      "endOffset" : 160
    }, {
      "referenceID" : 7,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 8,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 9,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 10,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 11,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 12,
      "context" : "It has been investigated that AOPs include chlorination, ozonation, photocatalytic, Fenton reaction, peroxymono-sulfate methods and so on [8-13].",
      "startOffset" : 138,
      "endOffset" : 144
    }, {
      "referenceID" : 13,
      "context" : "For instance, photocatalysis has relatively low treatment efficiency, and Fenton reaction needs acidic conditions and produces chemical sludge [14].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 14,
      "context" : "4 independent and high reaction selectivity under basic conditions [15,16].",
      "startOffset" : 67,
      "endOffset" : 74
    }, {
      "referenceID" : 15,
      "context" : "4 independent and high reaction selectivity under basic conditions [15,16].",
      "startOffset" : 67,
      "endOffset" : 74
    }, {
      "referenceID" : 16,
      "context" : "In addition, transition metals can active peroxymonosulfate (PMS) to generate SO4 • ־ [17,18].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 17,
      "context" : "In addition, transition metals can active peroxymonosulfate (PMS) to generate SO4 • ־ [17,18].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 18,
      "context" : "Moreover, high abundance in soil and low toxicity to the environment make them widely be used as catalysts [19-21].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 19,
      "context" : "Moreover, high abundance in soil and low toxicity to the environment make them widely be used as catalysts [19-21].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 20,
      "context" : "Moreover, high abundance in soil and low toxicity to the environment make them widely be used as catalysts [19-21].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 21,
      "context" : "Nevertheless, Manganese-based materials are difficult to disperse in reactive solutions because they prefer to form superfine particles and aggregate [22-24].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 22,
      "context" : "Nevertheless, Manganese-based materials are difficult to disperse in reactive solutions because they prefer to form superfine particles and aggregate [22-24].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 23,
      "context" : "Nevertheless, Manganese-based materials are difficult to disperse in reactive solutions because they prefer to form superfine particles and aggregate [22-24].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 24,
      "context" : "On the other hand, graphene oxide, as a promising 2D material, exhibits preeminent properties especially including large surface to volume ratio and electrical conductivity, which can easily incorporate to other materials as a perfect substrate [25,26].",
      "startOffset" : 245,
      "endOffset" : 252
    }, {
      "referenceID" : 25,
      "context" : "On the other hand, graphene oxide, as a promising 2D material, exhibits preeminent properties especially including large surface to volume ratio and electrical conductivity, which can easily incorporate to other materials as a perfect substrate [25,26].",
      "startOffset" : 245,
      "endOffset" : 252
    }, {
      "referenceID" : 26,
      "context" : "For example, Fe3O4 [27], Co3O4 [28], Mn3O4 [29] and BiVO4 [30] et have been combined with graphene to improve their properties.",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 27,
      "context" : "For example, Fe3O4 [27], Co3O4 [28], Mn3O4 [29] and BiVO4 [30] et have been combined with graphene to improve their properties.",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 28,
      "context" : "For example, Fe3O4 [27], Co3O4 [28], Mn3O4 [29] and BiVO4 [30] et have been combined with graphene to improve their properties.",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 13,
      "context" : "prepared regular CoFe2O4 nano-particles and decorated them on GO, which exhibited an excellent behavior in NOR degradation [14].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 18,
      "context" : "examined the catalytic efficiency of 2D/2D γ-MnO2/rGO for degrading 4-chorophenol in activation of PMS [19].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 30,
      "context" : "fabricated the Co3O4/GO nanocomposites, and synergistic catalytic activity of Co3O4 and GO was exhibited in degrading dyes by advanced oxidation processes based on sulfate radicals [32].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 31,
      "context" : "Synthesis of GO: Graphene oxide was prepared by a modified Hummers’ method [33,34].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 32,
      "context" : "Synthesis of GO: Graphene oxide was prepared by a modified Hummers’ method [33,34].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 36,
      "context" : "6° 2θ, which were indexed to the (001) (110) (200) (310) (211) (301) (411) (521) (002) and (541) plane [38], respectively.",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 37,
      "context" : "deformation vibration of O-H, the stretching vibration of alkoxy C-O, and the stretching vibration of epoxy C-O, [39,40] respectively.",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 38,
      "context" : "deformation vibration of O-H, the stretching vibration of alkoxy C-O, and the stretching vibration of epoxy C-O, [39,40] respectively.",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 39,
      "context" : "However, for FT-IR spectra of α-MnO2 and MnO2/GO hybrids, there are two characteristic peaks at 726 and 523 cm-1, which corresponds to the Mn-O-Mn and Mn-O vibrations [41].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 40,
      "context" : "8 nm could be attributed to the existence of GO [42,19].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 18,
      "context" : "8 nm could be attributed to the existence of GO [42,19].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 41,
      "context" : "8 eV was well in accordance with the reported spectrum of MnO2 [43].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 42,
      "context" : "This result demonstrated MnO2 nanoneedles have successfully deposited on the surface of GO.[44].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 43,
      "context" : "4 eV were ascribed to C-C in the aromatic rings, C-O, and C=O groups [45].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 44,
      "context" : "This phenomenon occurred due to the increased active site of catalysts [46].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 45,
      "context" : "The results could be ascribed to the generation of abundant sulfate radical and hydroxyl radical [47].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 46,
      "context" : "One reason might be that the formation of ·OH was greatly suppressed, and another is that the residual SO4· scavenged by itself at the alkaline condition [48].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 47,
      "context" : "The reason is the amount of HSO5 existed in the acidic solution, the SO4•־ become the predominant radical to promote the reaction [49].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 13,
      "context" : "These results show that MnO2/GO was applicable to a wider range of pH conditions in solution [14].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 48,
      "context" : "In this case, the existence of GO might activate PMS directly, and the surface functional groups might facilitate the nonradical pathway in the degradation process [50].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 21,
      "context" : "The heptet with the intensity ratio of 1:2:1:2:1:2:1 could be ascribed to the characteristic signals of 5, 5-dimethylpyrroline-(2)-oxy-(1) (DMPOX) [22].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 49,
      "context" : "On the other hand, the GO might degrade the NOR through a nonradical pathway [51].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 5,
      "context" : "Therefore, the degradation mechanisms are different under the domination of different radicals [6,52].",
      "startOffset" : 95,
      "endOffset" : 101
    }, {
      "referenceID" : 50,
      "context" : "Therefore, the degradation mechanisms are different under the domination of different radicals [6,52].",
      "startOffset" : 95,
      "endOffset" : 101
    }, {
      "referenceID" : 51,
      "context" : "According to other literature, product1 could be transformed into a product at m/z 276 with the loss of carbonyl group [53].",
      "startOffset" : 119,
      "endOffset" : 123
    } ],
    "year" : 2019,
    "abstractText" : "Please cite this article as: Y. Wu, Y. Li, J. he, X. Fang, D. Hong, M. Nie, W. Yang, C. Xie, Z. Wu, K. Zhang, L. Kong, J. Liu, Nano-hybrids of needle-like MnO2 on graphene oxide coupled with peroxymonosulfate for enhanced degradation of norfloxacin: A comparative study and probable degradation pathway, Journal of Colloid and Interface Science (2019), doi: https://doi.org/10.1016/j.jcis.2019.11.121",
    "creator" : "Elsevier"
  }
}