{
  "name" : "downloads_2020-09-28_f0_he2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Emerging 2D materials beyond graphene for ultrashort pulse generation in fiber lasers",
    "authors" : [ "Junshan He", "Lili Tao", "Bo Zhou", "Jingbo Li" ],
    "emails" : [ "taoll@gdut.edu.cn", "hzhang@szu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanoscale\nREVIEW\nCite this: Nanoscale, 2019, 11, 2577\nReceived 20th November 2018, Accepted 17th January 2019\nDOI: 10.1039/c8nr09368g\nrsc.li/nanoscale\nEmerging 2D materials beyond graphene for ultrashort pulse generation in fiber lasers\nJunshan He,a Lili Tao, *a Han Zhang, *b Bo Zhouc and Jingbo Lia\nUltrafast fiber lasers have significant applications in ultra-precision manufacturing, medical diagnostics,\nmedical treatment, precision measurement and astronomical detection, owing to their ultra-short pulse\nwidth and ultra-high peak-power. Since graphene was first explored as an optical saturable absorber for\npassively mode-locked lasers in 2009, many other 2D materials beyond graphene, including phosphorene,\nantimonene, bismuthene, transition metal dichalcogenides (TMDs), topological insulators (TIs), metal–\norganic frameworks (MOFs) and MXenes, have been successively explored, resulting in rapid development\nof novel 2D materials-based saturable absorbers. Herein, we review the latest progress of the emerging 2D\nmaterials beyond graphene for passively mode-locked fiber laser application. These 2D materials are\nclassified into mono-elemental, dual-elemental and multi-elemental 2D materials. The atomic structure,\nband structure, nonlinear optical properties, and preparation methods of 2D materials are summarized.\nDiverse integration strategies for applying 2D materials into fiber laser systems are introduced, and the mode-locking performance of the 2D materials-based fiber lasers working at 1–3 μm are discussed. Finally, the perspectives and challenges facing 2D materials-based mode-locked fiber lasers are highlighted."
    }, {
      "heading" : "1. Introduction",
      "text" : "Ultrafast lasers are considered as an important technology for both fundamental scientific research and industrial applications because of their ultra-high peak-power obtained even at a low average power. They have been widely applied in ultraprecision manufacturing,1–4 biomedical diagnosis and treatment,5–7 ultra-precision distance measurement,8 etc. Passive mode-locking is a technology that converts a continuous-wave laser into a pulsed laser, depending crucially on the\nJunshan He\nJunshan He received his Master degree in materials and energy from Guangdong University of Technology. He is currently a PhD candidate of the School of Materials and Energy at Guangdong University of Technology under the supervision of Prof. Lili Tao and Prof. Jingbo Li. His current research focuses on passively mode-locked lasers based on 2D materials.\nLili Tao\nLili Tao received her Bachelor and Master degrees from South China University of Technology in 2006 and East China University of Science and Technology in 2009, respectively, and PhD degree in applied physics from The Hong Kong Polytechnic University in 2014. She became an associate professor at Guangdong University of Technology from 2016. Her current research interests are 2D materials and ultrafast photonics. She has authored and co-authored more\nthan 40 peer-reviewed papers in journals including AdvancedMaterials, Nanoscale, Photonics Research,Optics Letters andOptics Express.\naSchool of Materials and Energy, Guangdong University of Technology, Guangzhou, 510006, China. E-mail: taoll@gdut.edu.cn bShenzhen Key Laboratory of Two-Dimensional Materials and Devices/Shenzhen Engineering Laboratory of Phosphorene and Optoelectronics, Collaborative Innovation Center for Optoelectronic Science and Technology, Key Laboratory of Optoelectronic Devices and Systems of Ministry of Education and Guangdong Province, Shenzhen University, Shenzhen, 518060, China. E-mail: hzhang@szu.edu.cn cState Key Laboratory of Luminescent Materials and Devices, Guangdong Provincial Key Laboratory of Fiber Laser Materials and Applied Techniques, and Institute of Optical Communication Materials, South China University of Technology, Guangzhou, 510641, China. E-mail: zhoubo@scut.edu.cn\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2577\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nView Article Online View Journal | View Issue\nsaturable absorber (SA), nonlinear polarization rotation (NPR) and nonlinear amplifying loop mirror (NALM) technologies. Specifically, the development of SA technology depends mostly on the improvement of materials with SA properties. The semiconducting saturable absorber mirror (SESAM) is a commonly used form of SA at present.9–11 The SESAM is a semiconducting quantum well structure prepared by the molecular beam epitaxy (MBE) method. Its characteristic parameters include SA coefficient, modulation depth, recovery time and saturation fluence. All these parameters can be adjusted by controlling the structure of the SESAM. The most attractive advantage of the SESAM is the high stability.\nHowever, the SESAM also has many disadvantages, such as complicated fabrication process, high cost, and ultra-narrow working wavelength range. Therefore, it is necessary to search for novel SA materials that can replace the quantum well. For a good SA material, the first requirement is good absorption properties, namely, the transmittance increases with increasing input laser fluence. Secondly, it should have a low modelocking threshold, high damage threshold, broad working wavelength range and short recovery time. Finally, another important requirement is low cost, which is needed for the further development of passively mode-locked fiber lasers.\nSo far, the reported SA materials include graphene, carbon nano-tubes (CNTs), transition metal dichalcogenides (TMDs), topological insulators (TIs), black phosphorus (BP), MXenes, etc.12–21 Among them, 2D materials have distinct advantages because of their particular 2D layered structure and physical properties. The family of 2D materials is large, and includes mono-elemental, dual-elemental and multi-elemental materials. They show physical behaviours ranging from insulator to semiconductor to semimetal to metal.22,23 2D materials have wide applications in optics, including generation, modu-\nlation, detection, and propagation of light.24–32 These functions make it possible to realize integrated photonic circuits based on 2D materials.\nCompared with solid-state lasers, fiber lasers have advantages including portability, stability, low cost, etc. Moreover, SAs are not easily damaged in fiber laser systems because of the low average power, making them especially suitable for studying the mode-locking performance of novel materials in fiber laser systems. So far, the majority of the research work on 2D materials-based mode-locked lasers has been based on fiber laser systems.\nAs is well known, graphene, which was the first 2D material to be produced and studied, has been widely used in the fields of electronic, optics and biology due to its unique zero bandgap structure.33–38 It has also been heavily investigated in optical modulation.39–42 However, due to its low modulation depth caused by its weak absorption property, the optical modulation performance of graphene is not stable. Moreover, there have already been several review articles summarizing the progress on the use of graphene in optical modulator applications.43,44 Therefore, in this contribution, we review the emerging 2D materials beyond graphene and their applications in mode-locked fiber lasers. Firstly, the atomic structure, band structure, nonlinear optical (NLO) properties and fabrication methods of the 2D materials are briefly introduced. Then, the performances of the mode-locked fiber lasers based on these materials are summarized and discussed. Finally, the perspectives and challenges facing 2D material-based mode-locked fiber lasers are proposed. In the near future, the development of novel 2D materials for mode-locked fiber lasers will remain a hot research topic. Meanwhile, attempts to improve the performance through modification to existing 2D materials, such as doping, phase modulation and surface modification, will be\nHan Zhang\nProf. Han Zhang received his BS degree from Wuhan University in 2006 and PhD from Nanyang Technological University in 2010. He is a director of the Shenzhen Key Laboratory of 2D Materials and Devices, and the Shenzhen Engineering Laboratory of Phosphorene and Optoelectronics, Shenzhen University. He is listed in World Highly Cited Researchers (2018). He has published over 203 papers in peer-reviewed journals\nsuch as Proceedings of the National Academy of Sciences of the United States of America, Nature Communications, and Laser Photonics Review, with over 40 highly cited papers. His papers have been cited more than 16 000 times (H-index: 62). His current research focus is the ultrafast and nonlinear photonics of two dimensional materials.\nBo Zhou\nBo Zhou earned his PhD degree in optics from City University of Hong Kong in 2011, and then worked as a postdoctoral researcher at The Hong Kong Polytechnic University and Institute of Materials Research and Engineering, A*STAR, Singapore. In 2016 he joined the faculty of the South China University of Technology as a full professor. His research interests focus on luminescent nanomaterials, glass materials and\nfibers, and nanophotonics. He has authored and co-authored more than 50 peer-reviewed papers in journals including Nature Nanotechnology, Advanced Materials, Angewandte Chemie, Optics Letters and Optics Express.\n2578 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nanother tendency. Additionally, little research has been conducted on the mode-locking mechanisms. It is believed that this research area will attract more attention in future."
    }, {
      "heading" : "2. Emerging 2D materials",
      "text" : "Recently, an increasing number of graphene-like 2D materials have been developed, which can be divided into mono-elemental, dual-elemental and multi-elemental 2D materials according to the number of elements they contain. The monoelemental 2D materials are mainly represented by 2D semiconductors composed of group VA elements, including black phosphorus, arsenene, antimonene and bismuthene. Because there has been no report on mode-locked lasers based on arsenene, it will not be introduced here. TMDs and TIs are the two representative 2D dual-elemental materials. Moreover, some multi-elemental 2D materials, such as MXenes and metal organic frameworks (MOFs), were reported to be applied in mode-locked fiber lasers. The development of these materials has brought our understanding of 2D materials to a new level. In this section, we introduce the 2D materials that have been developed as SAs for mode-locked fiber lasers. The atomic structure, band structure and preparation methods will be introduced in the following part."
    }, {
      "heading" : "2.1 Mono-elemental 2D materials",
      "text" : "2.1.1 Black phosphorus. Black phosphorus (BP) is a layered 2D material purely composed of phosphorus atoms. Monolayer BP has a puckered honeycomb structure and each phosphorus atom in the layer is connected with three neighbouring phosphorus atoms by covalent bonds as shown in Fig. 1a.45,47 The phosphorus atomic layers are connected to each other by weak van der Waals interactions with an interlayer spacing of about 0.5 nm. Unlike gapless graphene, BP is a semiconductor with a direct bandgap ranging from 0.3 eV to Jingbo Li\nJingbo Li received his Ph.D. degree from Institute of Semiconductors, Chinese Academy of Sciences in 2001, and then spent six years at Lawrence Berkeley National Laboratory and National Renewable Energy Laboratory in the USA. Since 2007, he has been a professor at Institute of Semiconductors, Chinese Academy of Sciences. His research interests include the design and fabrication of novel\n2D materials and their applications in optoelectronic devices and lasers.\nFig. 1 Characterization of some typical mono-elemental 2D materials. (a) Schematic diagram of atomic structure, (b) AFM image and (c) Raman spectra of black phosphorus; (d) schematic diagram of atomic structure, (e) HRTEM image (Inset: SAED pattern.) and (f ) Raman spectra of antimonene; (g) schematic diagram of atomic structure, (h) TEM image and (i) HRTEM image of bismuthene. (a–c) Ref. 45, (d–f ) ref. 46, (g–i) ref. 16.\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2579\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\n2.0 eV (corresponding to the wavelengths ranging from ∼4 μm to 0.6 μm) depending on the quantity of layers. Bulk BP has a bandgap of ∼0.3 eV, which widens with decreasing number of layers. For monolayer BP, widely known as phosphorene, the bandgap increases to ∼2 eV. Furthermore, BP possesses an inplane anisotropy because of its puckered structure, leading to anisotropic in-plane electrical, optical and thermal properties.48,49 Liu et al. prepared monolayer BP by mechanical exfoliation, the AFM image and Raman spectra of which are shown in Fig. 1b and c.45 In 2015, Lu et al. first investigated the broadband NLO properties of liquid phase exfoliation (LPE)-prepared multilayer BP by the Z-scan technique.26 They experimentally concluded that layered BP exhibited SA properties from the visible (400 nm) to mid-infrared (MIR, 1930 nm).26 Meanwhile, Wang et al. investigated the carrier dynamics and NLO responses of a BP suspension by using pump–probe experiments and Z-scan measurement techniques, respectively. The recovery time was measured to be ∼24 fs with a pumping laser working at 1550 nm.50 Additionally, Wang et al. also studied the excited carrier dynamics of BP at different wavelengths. The carrier recovery times of BP were detected to be from 360 fs to 1.36 ps with the pumping wavelengths varying from 800 nm to 2.1 μm.51 Its broadband SA properties and ultrafast recovery time make BP suitable for ultrafast pulse generation. However, it should be pointed out that BP is relatively unstable in air. It is reported that BP can be protected by growing hexagonal boron nitride (h-BN) on the BP surface or dispersing the BP sheets in PMMA.52,53 However, this can be inconvenient or have a negative effect on the performance. Therefore, it is still an important challenge to improve the stability of BP in air.\n2.1.2 Antimonene. Monolayer phosphorus, phosphorene, has advantages including small bandgap, high carrier mobility and high thermal conductivity. However, the extreme instability limits its development. Thus, antimony, another group VA element like phosphorus, has attracted the interest of researchers. Monolayer antimony, antimonene, is predicted to have high carrier mobility, superior thermal conductivity, and moreover, good stability in air. Many allotropes exist for antimonene at ambient conditions, among which α-antimonene and β-antimonene have received the most attention.29,54,55 The typical atomic structure of antimonene is shown in Fig. 1d. H. Zeng’s group successfully grew antimonene single crystals by van der Waals epitaxy, the HRTEM image and Raman spectra of which are shown in Fig. 1e and f.46 The band structures of monolayer α-Sb and β-Sb were theoretically predicted to be indirect types with band gaps of 0.28 eV and 0.76 eV, respectively, indicating that antimonene had potential applications across a broadband wavelength region.55 In the same year, Zhang et al. reported that free-standing monolayer antimonene had an indirect band gap of 2.28 eV and was transformed into a direct type under biaxial strain, which implied antimonene could also be applied in mechanical sensors.54 In 2016, Singh et al. theoretically predicted that monolayer antimonene was a promising optical material that could be applied in the range from infrared to UV.29 In 2017, Song et al. firstly studied the\nNLO properties of few-layer antimonene, exhibiting SA properties with modulation depths of 3.96% at 800 nm and 19.72% at 1500 nm.56 Recently, Wang et al. studied the NLO response of liquid-phase-exfoliated antimonene nanosheet dispersions. The as-prepared antimonene showed broadband NLO response from the visible (405 nm) to the near-infrared (NIR, 1064 nm) region.57\n2.1.3 Bismuthene. Bismuth is the last and heaviest element of group VA and has attracted tremendous interest for many years due to its unique semimetal characteristics and strong spin–orbit coupling (SOC).58–60 Few-layer bismuthene, as the counterpart of bulk bismuth, has many allotropes such as α-bismuthene, β-bismuthene etc. Among them, β-bismuthene with a buckled atomic structure (shown in Fig. 1g) is the most stable form.61 In recent research, the bandgaps of single layer and bilayer bismuthene have been predicted to be 0.55 eV and 0.23 eV, respectively.23 Based on density functional theory (DFT) computation, Zhang et al. predicted that monolayer β-bismuthene had a direct bandgap of 0.99 eV and possessed a carrier mobility as high as several thousand cm2 V−1 s−1.61 The small bandgap and high carrier mobility make β-bismuthene a suitable material for optical applications in the range from NIR to MIR. So far, there have been scarce reports on the optical properties of β-bismuthene. Lu et al. prepared few-layer bismuthene using the exfoliation method (the TEM and HRTEM images of their bismuthene sample are shown in Fig. 1h and i) and then investigated its NLO properties by the open Z-scan technique. The modulation depths at 400 nm and 800 nm were measured to be about 2.51% and 2.68%, respectively, indicating the broadband SA properties of few-layer bismuthene.30 In further research, Lu et al. also found that the prepared few-layer bismuthene had layer-dependent optical bandgaps ranging from 0.747 eV to 1.028 eV with decreasing layer number from six to one. The modulation depth and saturation intensity of few-layer bismuthene were found to be 2.03% and 30 MW cm−2, respectively, by using twin-detector measurement.16 Therefore, 2D bismuthene is also a candidate for pulse generation in fiber lasers."
    }, {
      "heading" : "2.2 Dual-elemental 2D materials",
      "text" : "2.2.1 Transition metal dichalcogenides. Transition metal dichalcogenides (TMDs) are typical layered 2D materials with a formula of MX2, where M represents (post)-transition metals (Mo, W, Sn, Re, etc.) and X is chalcogens (S, Se, Te). Monolayer MX2 has a sandwich structure with an M layer inserted between two X layers as shown in Fig. 2a. The bond of M–X is of covalent type, while weaker van der Waals forces act at the X–X junction, making it easy to obtain monolayer or few-layer TMDs by using mechanical exfoliation (ME)65 and liquid phase exfoliation (LPE)66 methods. In general, few-layer TMDs have indirect band gaps of about 1–2 eV,27 but the bandgap will change to direct type as the number of multilayers decreases to a single monolayer, leading to unique electronic and optical properties of TMDs. For example, multilayer MoS2 possesses an indirect bandgap of 1.29 eV, which becomes a\n2580 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\ndirect bandgap of about 1.8 eV for a monolayer.22 H. Zhang’s group obtained single layer MoS2 through the ME method, the AFM image, photoluminescence and Raman spectra of which are given in Fig. 2b and c.62 The NLO response of MoS2 was firstly investigated by Wang et al. Their group found that MoS2 possessed a more pronounced SA response than graphene at 800 nm, indicating MoS2 could be applied for ultrafast pulse generation at this wavelength.18 Wang et al. reported that MoS2 showed broadband SA properties from the NIR to the MIR region due to the changeable optical bandgap caused by sulfur atom defects.19 In recent years, a large number of 2D layered TMDs have been demonstrated to have broadband SA properties, such as WS2, SnS2, ReS2, WSe2, TiS2, MoTe2 etc. 67–75 Recently, many researchers have studied the noble metal dichalcogenides (PtSe2, PtS2), which have small bandgaps and high carrier mobility.76–80 The crystal structure of PtSe2 is shown in Fig. 2d, and is similar to MoS2. M. Dong’s group prepared single crystal PtSe2 nanosheets using the chemical vapor deposition (CVD) method, the FESEM image and Raman spectra of which are shown in Fig. 2e and f, respectively.81 Many recent studies revealed that noble metal dichalcogenides (PtSe2, PtS2) also exhibited SA properties.82–84 Therefore, these 2D TMDs with broadband SA properties from the NIR to the MIR region can be applied as SAs in ultrafast fiber lasers.\n2.2.2 Topological insulators. Topological insulators (TIs) are a special class of materials which show metallic properties\non the surface and at the edges, giving them small bandgaps (0.2–0.3 eV) and high surface conductivity. Similar to graphene, TIs have Dirac-like electronic bandgap structures, making them promising materials for SAs with broadband NLO response. Many materials such as Bi2Te3, Bi2Se3 and Sb2Te3 have been experimentally confirmed to be Dirac-like TIs with a single Dirac cone in their surface state.85 As shown in Fig. 2g, Bi2Te3, Bi2Se3 and Sb2Te3 have the same layered rhombohedral crystal structure. Kong et al. prepared fewlayer nanoplates of Bi2Te3 through the vapor–solid growth method. The AFM images, TEM image, HRTEM image and SAED pattern of their sample are shown in Fig. 2h and i.86 The small bandgap of TIs makes them potential materials for ultra-broadband SAs that can be used in the range from visible to NIR to MIR. Moreover, the lifetime of excitons on the surfaces and the edges is very short, enabling them to be used for femtosecond pulse generation. Bernard et al. firstly reported the NLO response of TI:Bi2Te3, exhibiting SA properties at wavelengths typically used for telecommunication.87 This result was confirmed by Zhao et al.15 who also found that Bi2Se3 showed SA properties at 1550 nm with a modulation depth and a saturation intensity of 98% and 0.49 GW cm−2, respectively.88 Soon afterwards, Sotor et al. demonstrated that Sb2Te3 had SA properties.\n89 TIs with SA properties at 1060 nm (ref. 90) and 1935 nm have also been found,91 verifying the broadband SA range of TIs.\nFig. 2 Characterization of some typical dual-elemental 2D materials. (a) Schematic diagram of atomic structure, (b) AFM image and (c) photoluminescence and Raman spectra of single layer MoS2; (d) schematic diagram of atomic structure, (e) FESEM image and (f ) Raman spectra of PtSe2; (g) schematic diagram of atomic structure of TIs, (h) AFM image and (i) TEM, HRTEM images and SAED pattern of Bi2Te3 nanosheet. (b, c) Ref. 62, (d–f ) ref. 63, (g–i) ref. 64.\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2581\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM ."
    }, {
      "heading" : "2.3 Multi-elemental 2D materials",
      "text" : "In addition to the above-mentioned mono-elemental and dualelemental materials, more complicated 2D materials have also been reported as having SA properties, such as MOFs, MXenes and halide perovskites. MOFs are porous crystalline materials composed of transition metal centers joined by organic linkers as shown in Fig. 3a. Hao et al. obtained thin MOF plates through the thermal exfoliation method. Fig. 3b and c give the SEM images of their MOF crystals. Fig. 3d shows the AFM image with the corresponding height profiles of the exfoliated MOF layers.92 Owing to the wide variety of transition metals and organic ligands, so far, more than 2000 types of MOFs have been developed. To date, MOFs have been studied in many applications including gas storage, supercapacitors, lithium batteries, chemical sensing, etc. However, the investigation of MOFs in ultrafast photonics is just beginning. Recently, H. Zhang’s group investigated the NLO responses of a Ni-MOF by the open-aperture Z-scan technique at 800, 1060, 1300, 1550, and 1800 nm and the results demonstrated that Ni-MOFs had broadband SA properties.93 MXenes are 2D transition metal carbides, carbonitrides or nitrides with a chemical formula of Mn+1XnTx (n = 1–3) where M is transition metals (Ti, Cr, Sc, Zr, Hf, V, Nb, Ta, Mo, etc.), X is carbide or nitride and T is surface terminations, which can be F, O, OH, etc. The typical atomic structure of MXenes is shown in Fig. 3e. Fig. 3f and g demonstrate an SEM image of delaminated Ti3C2Tx after hydrogen fluoride (HF) etching and an HRTEM image of the same sample with an inter-layer distance of 0.982 nm, respectively.17 There have been many reports on the applications of\nMXenes, such as electrochemical capacitors, water purification, biosensors, chemical catalysts, etc. However, there are only a few reports on their application in ultrafast photonics. Jhon et al. studied the SA properties of Ti3CNTx at 1560 nm. The results showed the modulation depth and saturation power were 1.7% and 45 W, respectively.94 Recently, the NLO response of Ti3C2Tx has been investigated over a broadband spectral range from visible to MIR and the results indicate that Ti3C2Tx is a good ultra-broadband SA material. 17 So far, the only reported research on the application of an MXene in ultrafast lasers has used Ti-MXene. As mentioned above, there are diverse MXene materials with different properties, so it is worth exploring more MXene materials for applications in ultrafast photonics. Halide perovskites are materials with a formula of CH3NH3PbX3 (X = I, Br, Cl), which have many potential optoelectronic applications in solar cells,95 light-emitting devices,96 photodetectors97 and fieldeffect transistors.98 Extending the applications of halide perovskites, low-dimensional CH3NH3PbI3 has been demonstrated to have broadband SA properties and can be used in ultrafast fiber lasers.99–102 In general, the research on ultrafast photonics based on these multi-elemental 2D materials is still in an early stage of development, and is now beginning to attract increasing attention from researchers.\nThe bandgap and exciton recovery time have a great influence on the performance of SA materials. The bandgaps and recovery times of some emerging 2D materials are listed in Table 1. In general, materials with small bandgaps are suitable for broadband SA applications, while a short recovery time is helpful to obtain ultrashort pulses. Graphene with zero-\nFig. 3 Characterization of some typical multi-elemental 2D materials. (a) Schematic diagram of atomic structure, (b) low magnification SEM image of MOF (Inset: photograph of MOF powder sample.) and (c) high magnification SEM image of MOF; (d) AFM image with corresponding height profiles of exfoliated MOF layers, (e) typical atomic structure of MXenes, (f) SEM image and (g) HRTEM image of Ti3C2Tx. (a–d) Ref. 92, (e) ref. 94, (f, g) ref. 17.\n2582 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nbandgap and ultrafast recovery time has been widely reported to be used in NIR and MIR ultrafast optical applications. Compared with graphene, BP, antimonene, bismuthene, TIs and MXenes (Ti3C2Tx) have narrow bandgaps and relatively fast recovery times, and can also be applied in broadband optical applications. However, TMDs (MoS2, WS2, SnS2, etc.) with bandgaps from 0.7 eV to 2.2 eV are less suitable for use in the MIR region. Recently, TiS2 and PtSe2 with semi-metallic properties have been predicted to fill in the application gap of TMDs in the MIR region. In addition, MXenes with narrow bandgaps also have the potential for broadband optical applications.\nTo prepare these emerging 2D materials, diverse methods are available. As shown in Fig. 4, the preparation methods can be divided into two major categories, top-down and bottomup. The top-down methods include mechanical exfoliation\n(ME), liquid-phase exfoliation (LPE), chemical exfoliation128 and laser thinning. The raw materials for top-down methods are bulk crystals or multi-crystal powders. The top-down methods can be applied to obtain nearly all monolayer and few-layer 2D materials. For TMDs preparation, Eda et al. obtained monolayer MoS2 nanosheets by chemical exfoliation.129 Bang et al. also successfully fabricated monolayer MoS2 nanosheets with a thickness of ∼1.1 nm by LPE.130 Likewise, top-down methods were applied in the preparation of TIs.131,132 Recently, mono-elemental 2D materials such as BP, bismuthene and antimonene were prepared by top-down methods. Xia et al. fabricated two atomic layers of BP by ME.133 Lu et al. prepared multi-layer BP nanosheets with an average thickness of ∼10 nm by the LPE method.26 Few-layer bismuthene and antimonene were prepared by chemical exfo-\nTable 1 Bandgaps and exciton recovery times of 2D materials\n2D material Bandgap Recovery time\nGraphene Zero-gap (ref. 103) Pump at 780 nm Intraband: 70–120 fs Interband: 0.4–1.7 ps (ref. 104) BP Bulk: direct 0.3 eV (ref. 105) Pump at 800 nm Monolayer: direct 2 eV (ref. 105) Intraband: 16 fs Interband: 360 fs (ref. 51) Antimonene Monolayer α-Sb: indirect 0.28 eV, monolayer β-Sb: indirect 0.76 eV (ref. 55) — Bismuthene Monolayer β-Bi: indirect 0.55 eV, bilayer β-Bi: indirect 0.23 eV (ref. 23) Pump at 400 nm\nIntraband: 2.8 ps Interband: 689 ps (ref. 106)\nMoS2 Bulk: indirect 1.29 eV (ref. 22) Pump at 387 nm Monolayer: direct 1.8 eV (ref. 22) Intraband: 2.6 ps Interband: 74 ps (ref. 107) MoTe2 Bulk: indirect 1 eV (ref. 108) Pump at 660 nm\nMonolayer: direct 1.1 eV (ref. 109) Intraband:1 ps Interband: ∼60 ps (ref. 110)\nMoSe2 Bulk: indirect 1.1 eV (ref. 111) Pump at 800 nm Monolayer: direct 1.57 eV (ref. 111) Intraband:2.19 ps Interband: ∼220 ps (ref. 112) WS2 Bulk: indirect 1.34 eV (ref. 108) Pump at 405 nm\nMonolayer: direct 2.0 eV (ref. 108) Intraband: ∼100 ps Interband:∼400 ps (ref. 113)\nWSe2 Bulk: indirect 1.2 eV (ref. 111) Pump at 600 nm Monolayer: direct 1.65 eV (ref. 111) Intraband: ∼1 ps Interband: 25–180 ps (ref. 114) WTe2 Bulk: indirect 0.70 eV (ref. 115) Pump at 800 nm Monolayer: direct 1.18 eV (ref. 108) ∼2.9 ps (ref. 116) ReS2 Bulk: direct 1.35 eV (ref. 117) Pump at 1040 nm Monolayer: direct 1.43 eV (ref. 117) ∼80 ps (ref. 118) SnS2 Bulk: indirect 2.2 eV (ref. 119) — Monolayer: indirect 2.2 eV (ref. 119) TiS2 Semimetallic (ref. 120) Pump at 800 nm ∼768 fs (ref. 121) PtSe2 Monolayer: 1.2 eV (ref. 122) —\nBilayer: 0.21 eV (ref. 122) Few-layer: Semimetallic (ref. 122)\nBi2Te3 Bulk: indirect 0.06 eV (ref. 123) Pump at 795 nm Intraband: 0.34 ps Interband: 1.8 ps (ref. 124) Bi2Se3 Bulk: indirect 0.3 eV (ref. 123) Pump at 740 nm 3.2 ps (ref. 125) Sb2Te3 Bulk: indirect 0.07 eV (ref. 123) Pump at 800 nm Intraband: ∼1.5 ps Interband: ∼23 ps (ref. 126) Ti3C2Tx Few-layer: ∼0.2 eV (ref. 17) — Ni-MOF Few-layer: 0.85 eV (depending on Ni-doped concentration) (ref. 93) — CH3NH3PbI3 For different calculation: 0.6–2.68 eV, For experiment: 1.6 eV (ref. 127) —\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2583\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nliation and LPE, respectively.16,20 As for bottom-up methods, CVD is widely used to prepare 2D materials. Chang et al. prepared monolayer MoSe2 by CVD and applied it in fast photodetection.134 Elsewhere, BP with a thickness of ∼3.4 nm was also grown by CVD.128 Pulsed laser deposition (PLD), a form of physical vapor deposition, is another bottom-up method to fabricate few-layer 2D materials. Serna et al. fabricated MoS2 with the number of layers ranging from 1 to 10 by the PLD method.135 Later, a large-area WSe2 thin film was also prepared by PLD.136 Another bottom-up method, molecular beam epitaxy (MBE), can be used to prepare high quality TIs and antimonene,137 but MBE requires expensive equipment, which limits its application. Currently, mono-elemental 2D materials, such as BP, bismuthene and antimonene, are preferably prepared using top-down methods rather than bottom-up methods. However, dual-elemental 2D materials can usually be prepared using bottom-up methods. For complicated multi-elemental layered materials, the most commonly used preparation method\nis the solvothermal method. The preparation methods of some selected emerging 2D materials are summarized in Table 2."
    }, {
      "heading" : "3. Device fabrication",
      "text" : "In order to incorporate SAs into the fiber laser cavity, many designs have been developed. The most commonly used is the sandwich structure as shown in Fig. 5a. Firstly, the prepared 2D nanomaterials are dispersed in a polymer film, which can\nTable 2 Preparation methods of selected emerging 2D materials beyond graphene\n2D materials Preparation methods"
    }, {
      "heading" : "BP LPE,138–143 ME,14,24,144–146 CVD128",
      "text" : "Group VA (bimuthene, antimonene, etc.) Sonochemical exfoliation method,16,147–149 LPE,56,150 epitaxy growth,46 MBE137 TMDs (MoS2, WS2, WTe2, SnS2, etc.) LPE,151–158 ME,65,159 CVD,72,160–163 Magnetron sputtering deposition,71,164,165\nPLD67,166\nTIs (Bi2Se3, Bi2Te3, Sb2Te3, etc.)\nME,89,91,167,168 Polyol method,169–171 LPE;172,173 Hydrothermal method15,174\nFig. 4 Schematic diagram of bottom-up and top-down methods for preparing 2D materials.\n2584 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nbe PVA, PMMA or other materials. Then, the composite film is sandwiched between two connectors. 2D film materials can be transferred and attached to the polymer film, enabling them to be used in a passively mode-locked fiber laser in the form of a sandwiched device. SA materials can also be directly attached to the fiber tip using the deposition or transfer method. Optical deposition is a method for creating a temperature gradient by releasing energy at the fiber tip, leading materials to move along the temperature gradient and finally become deposited on the fiber tip. Ge et al. deposited TiS2 nanosheets on a fiber tip using this method and realized an Er-doped mode-locked fiber laser.14 H. Zhang’s group created an Er-doped mode-locked laser by transferring BP to a fiber tip.70 However, this method contaminates the fiber tip, making the connector easily damaged, and furthermore, preventing the connecting fiber from being used again. The main advantage of the sandwiched structure is the strong interaction between the SA and laser signal because of the direct insertion of the SA into the laser cavity, leading to good mode-locking performance. However, if the average power or the peak power is too high, the SA tends to be damaged. Therefore, sandwiched devices can only be used in passively mode-locked lasers with relatively low power. As shown in Fig. 5b, SA materials can be filled into a hollow fiber and a hollow photonic crystal fiber (PCF),179 which are connected to the laser cavity. Generally, 2D SA materials are firstly dispersed in solvent, and then the liquid dispersion is filled into the hollow fiber and hollow PCF. The hollow fiber and PCF are connected to the laser cavity after being dried.180 However, the cavity is difficult to completely dry, causing large insertion loss. Alternatively, another common method is to insert SA materials coated on a side polished fiber (SPF) or tapered fiber (shown in Fig. 5c and d, respectively) into the laser cavity to obtain mode-locked lasers. An SPF is prepared by polishing the side of a single-mode or multi-mode fiber, causing light to be emitted from the polished side and interact with the SA material coating. D. Mao’s group realized 1.06 and 1.55 μm mode-locked fiber lasers based on a WS2-coated SPF obtained by the optical deposition technique, with pulse durations of 630 ps and 21.1 ps, respectively.157 J. Sotor’s group reported a mode-locked fiber laser with a pulse duration of 270 fs working at 1560 nm based on an Sb2Te3 covered SPF.181 Tapered fibers are formed by heating and stretching normal fibers using a fiber tapering machine. Propagating light can be emitted from the tapered area and interact with SA materials. H. Zhang’s group realized mode-locked lasers based on bismuthene-, antimonene- and seleniumdecorated tapered fibers. The many advantages of using\nFig. 6 Collected results of typical mode-locked fiber lasers working in the NIR region. (a) AFM image of few-layer bismuthene, (b) optical spectrum, and (c) autocorrelation trace of Er-doped mode-locked fiber laser based on few-layer bismuthene. (d) Optical micrograph of the PtSe2 film (scale bar is 20 µm) and its AFM image (inset, scale bar is 5 µm), (e) optical spectrum (right inset: photograph of a fiber pigtail with a PtSe2 film coating on the fiber’s terminal facet; left inset: optical image of PtSe2 film coated on the core area of the fiber’s terminal facet) and (f ) individual pulse profile of Yb-doped mode-locked fiber laser based on PtSe2. (g) SEM image of Ti3C2Tx, (h) mode-locked optical spectrum, and (i) autocorrelation trace of Er-doped mode-locked fiber laser. (a–c) Ref. 16, (d–f ) ref. 83, (g–i) ref. 17.\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2585\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nSA-material-coated SPFs or tapered fibers to obtain modelocked lasers include long-term interaction and minimal damage to SA materials. However, they have the disadvantage that the mode-locking performance depends heavily on the contact between the SA materials and the SPF or tapered fiber, causing unreliability of the mode-locked laser performance.16,21,56"
    }, {
      "heading" : "4. Demonstration of mode-locked",
      "text" : "fiber lasers based on emerging 2D materials\nRecently, various fiber lasers have been widely investigated due to their extensive application value. According to cavity type, fiber lasers can be divided into linear-cavity type and ringcavity type. Generally, ring-cavity is preferred in mode-locked fiber lasers because of its simplicity and stability. The main structural components of mode-locked fiber lasers with a ringcavity are the pumping source, gain medium (rare earth doped fibers), polarization controller (PC), optical coupler (OC), polarization independent isolator (ISO), wavelength-division multiplexer (WDM) and single mode fiber (SMF). Emerging 2D materials with SA properties can be used as SAs in the laser cavity for ultrafast pulse generation. In the following sections, the latest reported mode-locked lasers based on the emerging 2D materials working at 1 μm, 1.5 μm, 2 μm and 3 μm are summarized and discussed."
    }, {
      "heading" : "4.1 Near-infrared mode-locked fiber lasers",
      "text" : "4.1.1 Working at ∼1 μm. Mode-locked fiber lasers working at 1 μm have important applications in laser cutting, laser marking, laser cleaning, laser precision manufacturing, etc. In general, the pumping source and gain medium are 980 nm PLD and Yb-doped fiber, respectively, for the 1 μm modelocked fiber laser. It is widely acknowledged that pulses generated in the 1 μm region are mostly dissipative solitons (DS) with large chirp and bell-shaped spectra. The formation of DS is due to the balance of nonlinearity, all-normal dispersion, gain and loss in the laser cavity.182 As an effective method to acquire ultrafast pulses in 1 μm fiber lasers, 2D materials with NLO response have been widely used as SAs in the cavity. As the chief representative of mono-elemental 2D materials, graphene was the first to be applied in the all-normal dispersion laser cavity and acquired DS with a pulse width of 580 ps.41 Recently, other mono-elemental 2D materials including BP and bismuthene have also been reported as being used as SAs for ultrafast lasers (Fig. 6a–c).16 Li et al. fabricated a BP-based mode-locked fiber laser working at 1 μm with a pulse duration of 51 ps and a single pulse energy of 1.13 nJ.178 For 1 μm mode-locked fiber lasers based on dual-elemental 2D materials, for the TMD component of the dual-elemental 2D material, Zhang et al. first reported a MoS2-based mode-locked fiber laser with a pulse width of 800 ps in the 1 μm region.183 Later, PtSe2, another emerging 2D material, was also reported\nas an SA in a 1 μm ultrafast fiber laser with a pulse duration of 470 ps (Fig. 6d–f ).83 In terms of TIs, another group of dualelemental 2D materials, their broadband SA properties have also been applied in 1 μm mode-locked fiber lasers. Dou et al. reported a Bi2Se3-based mode-locked Yb-doped fiber laser with a pulse energy of 0.756 nJ and a pulse width of 46 ps.184 Kowalczyk et al. obtained an Sb2Te3-based 1 μm mode-locked fiber laser with a pulse width of 5.9 ps, which is the narrowest pulse duration in any 1 μm 2D noncarbon materials-based fiber laser up to now.185 In addition, CH3NH3PbI3 perovskite, a multi-elemental material, has also recently been used to fabricate a 1 μm mode-locked fiber laser with a pulse width of 931 ps and a pulse energy of 3.85 nJ. It is worth noting that the pulse energy of 3.85 nJ is the highest among all reported emerging 2D material-based 1 μm mode-locked fiber lasers.102 More performance data of the 2D noncarbon materials-based 1 μm mode-locked fiber lasers are shown in Table 3.\n4.1.2 Working at ∼1.5 μm. 1.5 μm mode-locked lasers have attracted significant attention for their potential applications in laser sensing, LIDAR and telecommunication. Both DS and conventional soliton (CS) pulses with Kelly band spectra can\nTable 3 Performance summary of passively mode-locked fiber lasers working at 1 μm and 1.5 μm using emerging 2D materials as saturable absorbers. (To our best knowledge, the pulse width values in the table are the narrowest of each material reported up to now.)\n2D materials\nCentral wavelength\nPulse width\nOutput power\nSingle pulse energy Ref.\n1 μm mode-locked lasers BP 1064.4 nm 51 ps 18.9 mW 1.13 nJ 178 Bismuthene 1034.4 nm 30.25 ps 8.36 mW 0.38 nJ 148 MoS2 1042.6 nm 656 ps 2.37 mW 0.35 nJ 188 WS2 1063.6 nm 630 ps 7.6 mW 1.36 nJ 157 SnS2 1031 nm 282 ps — 492 pJ 68 PtSe2 1064.47 nm 470 ps 12.19 mW 2.31 nJ 83 Bi2Se3 1031.7 nm 46 ps 33.7 mW 0.756 nJ 184 Bi2Te3 1057.82 nm 230 ps 0.86 mW 0.599 nJ 189 Sb2Te3 1047.1 nm 5.9 ps 4 mW 0.21 nJ 185 CH3NH3PbI3 1064 nm 931 ps 15.7 mW 3.85 nJ 102 Ti3C2Tx 1065.89 nm 480 ps 9 mW 0.47 nJ 17 1.5 μm mode-locked lasers BP 1555 nm 102 fs 1.7 mW 71 pJ 187 BPQDs 1568.5 nm 813 fs — — 190 Antimonene 1557.68 nm 552 fs 0.66 mW 64.3 pJ 56 Selenium 1555.67 nm 3.1 ps — — 21 Bismuthene 1561 nm 193 fs 5.6 mW 633 pJ 147 MoS2 1560 nm 200 fs 1 mW 69 pJ 191 MoTe2 1559.57 nm 229 fs 57 mW 2.14 nJ 71 MoSe2 1552 nm 207 fs — — 192 WS2 1561 nm 246 fs 18 mW 178 pJ 67 WSe2 1557.4 nm 163.5 fs 28.5 mW 0.45 nJ 193 ReS2 1564 nm 1.25 ps — — 177 SnS2 1562 nm 623 fs 1.2 mW 40.9 pJ 194 TiS2 1544.5 nm 402 fs — — 121 PtSe2 1560 nm 1.02 ps 12.3 mW 0.53 nJ 153 Bi2Te3 1570 nm 385 fs — — 195 Bi2Se3 1571 nm 579 fs 1.59 mW 112 pJ 196 Sb2Te3 1565 nm 128 fs 1 mW 44.8 pJ 168 Ti3CNTx 1557 nm 660 fs 0.05 mW 3.24 pJ 94 Ti3C2Tx 1555.01 nm 159 fs 3 mW 410 pJ 17 Ni-MOF 1563.8 nm 749 fs 0.54 mW 83.5 pJ 93 CH3NH3PbI3 1555 nm 661 fs 1.7 mW 130 pJ 100\n2586 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nbe formed in the laser cavity through dispersion management in the 1.5 μm region. DS has the features of high single pulse energy, large chirp and relatively wide pulse width, while CS has the advantages of slight chirp and ultra-narrow pulse width. Since graphene was first used as an SA for 1.5 μm mode-locked lasers in 2009,12 other emerging 2D materials have also been developed in applications for ultrafast pulse generation. Recently, group VA elemental 2D materials have exhibited excellent NLO properties. A BP-based Er-doped mode-locked fiber laser with 280 fs transmission limited soliton pulse was obtained by Chen et al.14 Shortly afterwards, both bismuthene-based and antimonene-based SAs were reported as being applied in Er-doped mode-locked fiber lasers16,56 In terms of TMDs, Liu et al. employed MoS2/PVA as an SA with a saturable intensity of 34 MW cm−2 and a modulation depth of 4.3% in a 1.5 μm fiber laser. The obtained mode-locked laser had a pulse width of 710 fs.156 Soon afterwards, TMDs such as WS2, MoSe2 and MoTe2 were also applied for ultrafast pulse generation in the 1.5 μm region (Table 3). As broadband materials, TIs including Bi2Te3, Bi2Se3 and Sb2Te3 have been reported as being applied in modelocked 1.5 μm fiber lasers.186 Zhao et al. reported a Bi2Te3based Er-doped fiber laser with a pulse width of 1.86 ps.15 In addition, multi-elemental 2D materials including MXenes, MOFs and halide perovskites were also recently applied in mode-locked fiber lasers working at 1.5 μm (Fig. 6g– i).17,93,94,100,101 Up to now, a BP-based187 mode-locked fiber\nlaser with a pulse width of 102 fs and a TiS2-based 70 modelocked fiber laser with a single pulse energy of 5.05 nJ possess the best performance among all reported mode-locked fiber lasers based on emerging 2D materials in the 1.5 μm region."
    }, {
      "heading" : "4.2 Mid-infrared mode-locked fiber lasers",
      "text" : "4.2.1 Working at ∼2 μm. Thulium (Tm)-doped or Tm-Ho co-doped mode-locked fiber lasers with working wavelength of ∼2 μm have been studied intensively for their potential applications in molecular spectroscopy, medical surgery and remote sensing. 2D materials including TMDs, BP and TIs have broadband SA properties, which enable them to be used as SAs for 2 μm pulse generation ( Fig. 7a–f ).162,165 Sotor et al. fabricated 300 nm thick BP by the ME method and then transferred it onto a fiber connector as an SA. A mode-locked fiber laser with a working wavelength of 1910 nm and a pulse width of 739 fs was thereby realized.144 As the most widely used noncarbon 2D materials, TMDs have also been applied in 2 μm mode-locked fiber lasers. Wang et al. first demonstrated that MoS2 could be used as an SA in the 2 μm region.19 Then, Tian et al. used LPE-prepared MoS2 as an SA to fabricate a modelocked thulium fiber laser. The single pulse energy and the pulse width were determined to be 15.5 nJ and 843 ps, respectively.197 It is worth pointing out that 15.5 nJ is the highest obtained single pulse energy in the 2 μm region to our best knowledge. For the application of TIs in mode-locked 2 μm fiber lasers, Yin et al. inserted the Bi2Te3 SA into a Tm/Ho co-\nFig. 7 Mid-infrared mode-locked fiber lasers. (a) AFM image of MoTe2 film, (b) optical spectrum and (c) pulse duration of a 2 μm MoTe2-based mode-locked fiber laser. (d) SEM image of WTe2 film on a silicon wafer, (e) optical spectrum and (f ) pulse duration of a 2 μm WTe2-based modelocked fiber laser. (g) Layered BP solution and drops of the solution on a gold mirror, (h) optical spectrum and (i) pulse duration of a 3 μm BP-based mode-locked fiber laser. (a–c) Ref. 162, (d–f ) ref. 165, (g–i) ref. 139.\nThis journal is © The Royal Society of Chemistry 2019 Nanoscale, 2019, 11, 2577–2593 | 2587\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\ndoped fiber laser cavity using a tapered fiber and gained a stable CS pulse with a wavelength of 1909.05 nm and a pulse width of 1.26 ps.198 More data for emerging 2D materialsbased SAs used in 2 μm fiber lasers are shown in Table 4.\n4.2.2 Working at ∼3 μm. 3 μm mode-locked fiber lasers have attracted increasing attention owing to their applications in medical diagnosis, laser surgery and sensing, etc. In early studies, SAs such as SESAMs, Fe2+:ZnSe and graphene were commonly used to obtain 3 μm Er:ZBLAN (ZrF4-BaF2-LaF3AlF3-NaF) fiber lasers due to their ultra-narrow band gap.10,199,200 In regard to emerging 2D materials-based SAs, BP, with a small direct band gap (0.3 eV in bulk), and TIs, with narrow band gaps, are suitable for mode-locked 3 μm fiber lasers. Qin et al. obtained a 2.8 μm mode-locked Er:ZBLAN fiber laser using a BP-covered reflector as the SA. The modelocked laser had a pulse duration of 42 ps, an output power of 613 mW and a single pulse energy of 25.5 nJ (to our best knowledge, this laser possesses the best reported performance in terms of average output power and single pulse energy for any 3 μm 2D-materials-based mode-locked laser).145 Not long afterwards, Li et al. reported a BP SA-based 2980 nm Ho3+-Pr3+ co-doped fluoride fiber laser with a pulse energy of 6.28 nJ and a pulse duration of 8.6 ps (Fig. 7g–i).139 Furthermore, Bi2Te3 has also been reported to be used as an SA in a 3 μm modelocked fiber laser.174 More data for 3 μm emerging 2D materials-based mode-locked fiber lasers are listed in Table 4.\nIn order to broaden the applications of mode-locked fiber lasers, wavelength-tunable and multi-wavelength mode-locked fiber lasers have been investigated and reported in recent years.73,140,151,206–208 The most popular and simple method to obtain a wavelength-tunable or multi-wavelength laser is changing the intra-cavity birefringence by adjusting the polarization controller (PC), which induces an artificial birefringence filter with large bandwidth in the laser cavity.209 Zhao et al. realized\na 1.5 μm region Bi2Se3-based mode-locked fiber laser with tunable wavelengths ranging from 1557 to 1565 nm by adjusting the PC.207 Chen et al. obtained a BP-based wavelengthtunable mode-locked fiber laser with wavelength tuning from 1549 nm to 1575 nm using the same method.140 Moreover, by adjusting the PC, a multi-wavelength mode-locked fiber laser can also be fabricated.206 Wang et al. designed a 1 μm MoS2based mode-locked fiber laser with a digital-wavelength tuning feature which had potential applications in coding and signal processing.210"
    }, {
      "heading" : "5. Conclusions and perspectives",
      "text" : "In conclusion, SESAMs have many disadvantages including narrow working wavelength range, high cost and complicated fabrication process. Therefore, the search for substitutable SA materials is vital and the research on novel 2D SA materialsbased mode-locked fiber lasers has attracted substantial attention in recent years. Great developments have been made in all aspects, including the fabrication of novel 2D materials and their integration into the fiber laser system and fiber laser cavity configuration. In this review, we summarized the latest advances of 2D materials with SA properties and classified them according to their chemical composition. The newly reported 2D materials applied in mode-locked lasers, such as MXenes, PtSe2, PtS2, TiS2, antimonene, bismuthene and selenium, were introduced. According to the summary and analysis of the reported mode-locked fiber lasers based on 2D materials, the conclusions can be drawn: (1) For Yb-doped fiber lasers, BP, bismuthene, Bi2Se3 and Sb2Te3 can be used as SAs to obtain ∼1 μm mode-locked fiber lasers with pulse widths less than 50 ps. (2) For Er-doped fiber lasers, SAs including BP, bismuthene, Bi2Se3 and Sb2Te3 can achieve a pulse width of mode-locked laser less than ∼200 fs. (3) In 2 μm and 3 μm fiber lasers, pulses with width narrower than 1 ps can be obtained from BP, MoTe2, MoSe2, Sb2Te3 and Bi2Te3based mode-locked lasers.\nOur suggestions for future research on 2D SA materials focus on the following points. (1) Development of new SA materials with high performance, such as ultra-broadband SAs and SA materials with ultrafast exciton recovery time. (2) Improvement of existing 2D SA materials. (2-a) For example, combining the advantages of two or more materials through heterostructures. For instance, because BP is unstable in the air, a sandwiched structure with a phosphorus layer between two graphene layers (graphene/BP/graphene) could be designed to combine the stability of graphene and semiconducting property of BP. In fact, there have been a few reports on mode-locked lasers based on 2D heterostructures. For example, Z. Wang et al. obtained improved broadband NLO response from a graphene-Bi2Te3 heterostructure.\n211 H. Chen et al. realized an ultrashort pulsed laser with a pulse width of 296 fs working at 1.5 μm.212 Therefore, it will be an important development trend to apply heterostructures as SAs in order to improve the SA performance. (2-b) An alternative way to\nTable 4 Performance summary of passively mode-locked lasers working at 2 μm and 3 μm using emerging 2D materials as saturable absorbers\n2D materials Central wavelength Pulse width\nOutput power\nSingle pulse energy Ref.\n2 μm mode-locked lasers BP 2094 nm 1.3 ps 11 mW 379 pJ 138 BP 1910 nm 739 fs 1.5 mW 40.7 pJ 144 MoS2 1905 nm 843 ps 150 mW 15.5 nJ 197 MoTe2 1934.85 nm 1.3 ps 212 mW 13.8 nJ 71 MoTe2 1930.22 nm 952 fs 36.7 mW 2.56 nJ 162 MoSe2 1912 nm 920 fs 4.3 mW 0.24 nJ 201 WSe2 1886.22 nm 1.18 ps 32.5 mW 2.86 nJ 202 WTe2 1915.5 nm 1.25 ps 39.9 mW 2.13 nJ 165 WS2 1925 nm 1.3 ps — — 173 Bi2Te3 1909.5 nm 1.26 ps — — 198 Bi2Te3 1935 nm 795 fs — — 91 Sb2Te3 1945 nm 890 fs — — 203 3 μm mode-locked lasers BP 3489 nm — 40 mW — 204 BP 2800 nm 42 ps 613 mW 25.5 nJ 145 BP 2980 nm 8.6 ps 87.8 mW 6.28 nJ 139 Bi2Te3 2830 nm 6 ps 90 mW 8.6 nJ 205\n2588 | Nanoscale, 2019, 11, 2577–2593 This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 7\nJa nu\nar y\n20 19\n. D ow\nnl oa\nde d\nby U\nN IV\nE R\nSI T\nY O\nF B\nR IG\nH T\nO N\no n\n9/ 28\n/2 02\n0 2:\n31 :1\n9 A\nM .\nimprove existing 2D SA materials is to carry out surface modification, for example, BP could be protected by connecting functional groups to the surface. (2-c) Moreover, as is well known, the bandgap of 2D materials can be tuned by changing the number of layers. Additionally, doping is another method to tune the bandgap of 2D materials in a broad range. Furthermore, the interband energy levels can also be affected by doping, in turn adjusting the materials’ performance. (2-d) Another interesting phenomenon that should be mentioned is phase modulation of 2D materials. Many 2D materials have different phases, such as MoS2 and WS2, which have both 1T and 2H phases. Phase modulation is another method to adjust the performance of 2D SA materials. So far, a tremendous amount of work on passively mode-locked fiber lasers based on 2D materials has been reported; however, a large majority of those studies focus on the application of 2D SA materials, while the study of the underlying SA mechanisms is rare. It is believed that the study of the SA mechanisms will attract attention in the future.\nConflicts of interest\nThere are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by National Natural Science Foundation of China (61705044, 51702101), OneHundred Young Talents Program of Guangdong University of Technology (No. 220413145)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Ultrafast fiber lasers have significant applications in ultra-precision manufacturing, medical diagnostics, medical treatment, precision measurement and astronomical detection, owing to their ultra-short pulse width and ultra-high peak-power. Since graphene was first explored as an optical saturable absorber for passively mode-locked lasers in 2009, many other 2D materials beyond graphene, including phosphorene, antimonene, bismuthene, transition metal dichalcogenides (TMDs), topological insulators (TIs), metal– organic frameworks (MOFs) and MXenes, have been successively explored, resulting in rapid development of novel 2D materials-based saturable absorbers. Herein, we review the latest progress of the emerging 2D materials beyond graphene for passively mode-locked fiber laser application. These 2D materials are classified into mono-elemental, dual-elemental and multi-elemental 2D materials. The atomic structure, band structure, nonlinear optical properties, and preparation methods of 2D materials are summarized. Diverse integration strategies for applying 2D materials into fiber laser systems are introduced, and the mode-locking performance of the 2D materials-based fiber lasers working at 1–3 μm are discussed. Finally, the perspectives and challenges facing 2D materials-based mode-locked fiber lasers are highlighted.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}