{
  "name" : "downloads_2019-10-23_0e_jiang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Electric Field-Driven Interfacial Alloying for in Situ Fabrication of Nano-Mo2C on Carbon Fabric as Cathode toward Efficient Hydrogen Generation",
    "authors" : [ "Rui Jiang", "Liu Pi", "Bowen Deng", "Liangyou Hu", "Xianglin Liu", "Jiaxin Cui", "Xuhui Mao", "Dihua Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Mo2C, molten salt electrolysis, interfacial alloying, electric field, vacancy migration, hydrogen evolution reaction\n■ INTRODUCTION Electrocatalytic water splitting is considered an effective strategy for sustainable hydrogen production.1−3 As to such a technology, efficient and inexpensive catalysts for improving the electric energy efficiency undoubtedly constitute one key.4\nBecause of their outstanding electrocatalytic properties, the easily accessible transition-metal compounds have aroused considerable attention in recent years.5−12 Among these materials, molybdenum carbides, characteristics of their unique electronic property and high activity for electrocatalytic hydrogen evolution reaction (HER) in a broad pH range,13,14 have displayed excellent application prospects. Moreover, the state-of-the-art technology that anchors Mo2C on the carbon matrix takes full advantage of the good conductivity and large specific surface area of carbon materials, which attracts much attention.15−17 For example, Fan et al. developed Mo2C nanocrystals on vertically aligned graphene nanoribbons, and found that such hybrids exhibited high HER activity and durability.18 Hu et al. presented a hybrid of Mo2C and carbon nanotubes (CNTs) and confirmed that more active sites were exposed because the agglomeration of Mo2C nanoparticles could be effectively prevented by the porous CNT networks.19 The introduction of the carbon matrix largely determines the morphology, size, and composition of the formed Mo2C particles, and therefore plays a pivotal role in\nimproving catalysis for HER.20 The intimate conjugation between carbon and Mo2C tend to tailor their electronic properties, which also greatly influences the electrocatalytic performance.21\nAlthough Mo2C/C hybrids have numerous advantages, for better commercialization there still remains some deficiencies. Two of the most urgent challenges are to develop a short process method adopting easily available raw materials and fabricate a practical catalytic electrode for engineering production. As is known, earth-abundant precursors are indispensable for large-scale manufacturing. Molybdenite (mainly bulk-MoS2) is an ideal Mo source due to its natural abundance and high commercial value. However, the conventional synthetic method, by means of the thermal reaction between Mo sources (such as Mo, MoO3, and molybdate) and carbon, is complicated and costly in the strict sense, and is very hard to convert bulky molybdenite into nanostructured carbide catalysts directly (Figure S1). Besides, the powdery catalysts usually have to be solidified on a current collector with polymer binders prior to utilization for hydrogen evolution. Unfortunately, the binders are generally costly and toxic, and\nReceived: June 27, 2019 Accepted: September 30, 2019 Published: September 30, 2019\n© 2019 American Chemical Society 38606 DOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n9: 00\n:3 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\npoorly conductive and may block the active sites, which hinder the powder catalysts from scalable practical applications.22\nTherefore, a binderless electrode is more desirable for engineering use.23−28 Active compounds are directly grown or assembled on conductive substrates (e.g., foamed Ni and Mo mesh), which avoids the use of binders and facilitates the sufficient contact between electrolyte and catalysts.29−31 With this in mind, the nano-Mo2C-decorated carbon substrate derived from molybdenite without using any binders should be a very promising electrode toward engineering hydrogen production. However, the problem is how to fulfill this? Here, a simple and innovative electrochemical route (i.e., in\nsitu molten salt electrolysis) for fabricating the Mo2C/C composite electrode using molybdenite as a precursor is proposed. The Mo2C nanoparticles were anchored on carbon cloth (CC) through a simple electrolytic reduction of the MoS2-covered CC in molten NaCl−KCl at 700 °C. CC as a decent substrate is highly conductive, flexible, and robust in molten NaCl−KCl. During sample preparation, bulky MoS2 was electrolytically reduced to Mo on the CC surface and then interfacially alloyed with the carbon fiber substrate to form Mo2C. The formed electrodes (marked as CC/MC) were highly active toward HER and remained robust over a wide pH range. Similar carbide layers can be constructed on different carbon substrates by the same method. This work demonstrates an effective path for fabricating nanostructured carbides on the surface of carbon materials and deepens the knowledge to directly construct an electrochemical device by an electrically driven interfacial reaction.\n■ EXPERIMENTAL SECTION Chemicals and Reagents. Molybdenum disulfide (MoS2), nickel oxide (NiO, 99%), graphite powder (A.R.), and sodium nitroprusside (C5FeN6Na2O) were bought from Aladdin Bio-Chem Technology Co., Ltd. Sulphuric acid (H2SO4), potassium hydroxide (KOH), hydrophosphate, sodium chloride (NaCl), potassium chloride (KCl), sodium hypochlorite (NaClO), and sodium sulfate (Na2SO4) were offered by Sinopharm Group Co., Ltd. Graphite rod (D: 1.5 cm; L: ∼20 cm), molybdenum rod, and molybdenum wires were bought from Shuocun Hardware Co., Ltd. Pt/C catalyst (20 wt %), salicylic acid, and Nafion solution were provided by Sigma-Aldrich. Carbon fiber cloth (WOS 1002) was produced by CeTech Co., Ltd. Electrode Fabrication. Preparation of the CC/MoS2 Precursors. A certain amount of MoS2 powder was dispersed in absolute ethanol to form a uniform suspension by ultrasonic for 5 h. Then, such a suspension was evenly coated onto several pieces of CC (1 × 3 cm2, the geometric area is 6 cm2, cleaned by absolute ethanol with ultrasonication for 30 min before use) with different loading of 2, 4, 8, 12, and 16 mg, respectively. These CC/MoS2 precursors were dried under ambient conditions and calcined at 300 °C for 1 h in argon to remove volatile matters. In the end, a calcined CC/MoS2 was fastened with Mo wires to a Mo rod or a NiCr20 alloy rod (D: 2−4 mm) as a cathode for molten salt electrolysis. Synthesis of CC/Mo2C Electrodes. A mixture of 219.4 g NaCl and 280.6 g KCl was added in an alumina crucible (∼580 mL). Subsequently, the crucible was put into a self-designed stainless steel reactor (Figure S2) and toasted at 300 °C by an electric furnace for 36 h to remove the moisture from the salts. After that, the reactor was further heated to 800 °C in Ar over a period of 100 min to melt the salts, and finally cooled to 700 °C which took 30 min. The electrolytic preparation was performed in molten salt at a cell voltage of 2.6 V for 1 h with a prepared CC/MoS2 precursor and a graphite rod as the cathode and anode, respectively. After the electrolysis, the specimen was moved out from the melt and cooled to room temperature in an Ar atmosphere, then washed using ultrapure water, and dried at 70 °C for 12 h. By contrast, the well-mixed powder of\ngraphite and MoS2 was made into a pellet (D: 20 mm; wt: 1.5 g) using a pressing mold to prepare powdery Mo2C through a similar procedure. Note that, in the present study, the CC-based electrodes are named as CC/MC-x, where the “MC” represents Mo2C and the “x” refers to the initial mass density of MoS2 (0.33, 0.67, 1.33, 2.00, and 2.67 mg cm−2, respectively) on CC.\nFabrication of the CC/N0.1MC-2 Electrode. NiO (9.4 mg) and MoS2 powder (200 mg) were preliminarily mixed by ball milling and then ultrasonically dispersed (200 W, 5 h) in 250 mL ethanol to form a uniform suspension. Subsequently, 15 mL of this suspension was evenly coated on CC (1 × 3 cm2, the loading of MoS2 is 2 mg cm−2) in batches. The formed CC/NiO/MoS2 precursor was dried in air, calcined at 300 °C for 1 h in argon, and electrolytically reduced (2.6 V, 1 h) in molten NaCl−KCl (700 °C) in the end.\nCharacterizations. The morphology of CC/MC was identified using a field-emission scanning electron microscope (Zeiss Sigma 300) which is equipped with an energy-dispersive spectrometer (EDAX Genesis). The phase and structure of CC/MC were characterized by field-emission transmission electron microscopy (FETEM) and X-ray diffraction (XRD). The changes in the chemical state on CC/MC were studied by X-ray photoelectron spectroscopy (XPS).\nElectrochemical Tests. With a CHI 660d (CH Instruments) potentiostat and an Autolab (PGSTAT302N) electrochemical workstation, the electrocatalytic properties of CC/MC electrodes were investigated at 25 °C in Ar-purified H2SO4 (0.5 M, pH 0.167), hydrophosphate buffer (1.0 M, pH 6.87), and KOH (1.0 M, pH 13.92) solutions. A polished graphite rod (D: 5 mm), a prepared CC/ MC electrode, and an Ag/AgCl electrode were employed as the counter, working, and reference electrode, respectively. The geometric surface of CC/MC in contact with the solutions was set to be 1 × 1 cm2 (the total area was 2 cm2), while the remainder exposed region was covered by silicone rubber. The potentials recorded in aqueous solutions were normalized versus the reversible hydrogen electrode (RHE) based on ERHE (V) = EAg/AgCl (V) + 0.059pH + 0.197 V. The overpotentials for HER were measured by linear scanning voltammetry (LSV) with iR-drop compensations, where the sweep rate is 2 mV s−1. The electrochemical durability was measured by long-term cyclic voltammetry (CV) cycling and chronoamperometry. Electrochemical impedance spectroscopy (EIS) diagrams were recorded under specific potentials.\nTheoretical Calculations. The theoretical studies were implemented by employing the Vienna Ab initio Simulation Package. For simulating the interfacial Mo2C layer, a 4 × 4 × 1 supercell of its (001) facet was constructed. The minimum migration energy pathway of a Mo vacancy in the Mo2C lattice was determined with the climbing image-nudged elastic band method. The cut-off energy of 400 eV was employed, and the convergence criterion for total energy and force were 10−5 eV and 0.02 eV Å−1, respectively. The formation energy of Mo vacancy was calculated as per the following equation.\n= − +−E V E E E( ) f Mo substrate Mo substrate Mo\nwhere EMo is the energy of a single Mo atom, Esubstrate−Mo, and Esubstrate denote the calculated total electronic energies of the Mo2C with and without a Mo vacancy, respectively.\nThe migration behaviors of Mo vacancy were studied under conditions with and without supply of an external electric field. The electric field direction is parallel with the z-axis, which is perpendicular to the Mo2C|C interface according to our assumption. See Supporting Information for more computational details.\n■ RESULTS AND DISCUSSION Morphology and Composition. The CC/MC samples were prepared through an interfacial electrochemical reaction between CC and MoS2 (Scheme 1). CC, as the current collector for the electrolytic desulfuration of MoS2, provides the carbon source to fabricate the carbides and is also the conductive substrate for the loading of active materials. The\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38607\nscanning electron microscopy (SEM) images in Figure 1a−d demonstrate the preparation procedure of CC/MC. Initially, the pristine carbon fabric possesses a silk-like surface (Figure 1a). Sheet MoS2 was evenly coated on CC (Figure 1b), and electrochemically desulfurated through the electrolysis treatment in molten NaCl−KCl, accompanied by their solid-phase reaction with the carbon substrate that roughened the smooth texture of the carbon fibers and formed Mo2C. The preliminarily obtained CC/MC electrodes were ultrasonically pretreated (power: 80−100 W) in the electrolyte solution for 1\nh to remove the outer carbide with poor adhesion (Figure S5g), as a result, leading to a stable and rough surface on CC/ MC which is composed of fine Mo2C nanoparticles (Figure 1d). The SEM and the elemental mappings demonstrate that Mo\nand C are evenly distributed on CC/MC, and the energydispersive X-ray (EDX) spectrum reveals the corresponding surface composition (Figure 1e). From the TEM image of CC/MC-2 (Figure 1f), nanoparticles (ca. 30−60 nm in size) tightly attached on carbon fibers can be observed. Meanwhile, the lattice fringe analysis of these particles (inset in Figure 1f) and the XRD patterns of the CC/MC electrodes (Figure 1g) verify the generation of β-Mo2C (PDF # 35-0787) on the CC surface. Note that the higher the initial loading of MoS2 is, the stronger the diffraction peak intensity of Mo2C in the products becomes. The crystal size of Mo2C in CC/MC-2 was calculated to be ca. 33.9 nm via the Scherrer formula,32\nwhich is consistent with the TEM observation. For comparison, powdery Mo2C (Figure S6) was synthesized through the electrolytic reduction of well-mixed MoS2 and graphite powder. The XPS spectra in Figure 1h indicate that the C 1s signal in CC/MoS2-2 is significantly weaker than that in CC/MC-2, implying that the pristine MoS2 coats the carbon\nScheme 1. Preparation of the CC/MC Electrodes\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38608\nfibers densely. In addition, the strong S 2p peak presented in CC/MoS2-2 has completely disappeared in CC/MC-2. The Mo 3d spectrum (Figure 1i) of CC/MoS2-2 exhibits a typical pattern of MoS2, in which the peaks with the binding energies of 229.5 and 233.1 eV, respectively, can be assigned to Mo4+.33\nIn comparison, for CC/MC-2, the surface molybdenum species present four oxidation states: high-valence Mo species (Mo6+/4+) are attributable to the generation of surface molybdenum oxides on Mo2C during its pretreatment and storage (Figure S5),34 which help to inhibit the deep oxidation of the sample in an ambient atmosphere;35 Mo2+ is assigned to Mo2C, and Mo\n3+ is believed to be slightly oxidized Mo2+ or related to the Mo vacancies in Mo2C.\n36 These results confirm that MoS2 has been successfully in situ converted to Mo2C. Formation and Mechanism. For a better understanding\nof the formation process of the Mo2C layer on the carbon substrate (note that a limited loading of MoS2 on CC shortens the reaction time, which is not conducive for researchers to capture the formation details), an as-prepared MoS2 pellet (0.16 g, diameter: 15 mm) was sandwiched tightly between two polished graphite coins (GC, diameter: 15 mm), and then electrolytically reduced in molten NaCl−KCl (700 °C) at 2.6 V (Figure 2a). After electrolysis for different times, the\nmezzanine pellets were collected and identified by XRD. As shown in Figures 2b and S7, it can be determined that MoS2 is reduced to Mo near the interface at first, then Mo reacts with graphite to produce Mo2C (MoS2 + 4e = Mo + 2S\n2−; 2Mo + C = Mo2C). Moreover, the characteristic peaks of Mo2C shift to the lower angle with the increasing electrolysis time, demonstrating the smaller lattice parameters (a/b/c) for Mo2C when it is just formed. This observation is more likely to be related to the abundant Mo- or C-defects in the initially generated Mo2C crystal, which should arise from the lattice mismatch at the Mo2C|C interface. The phase changes on the GCs were further investigated and Mo2C layer has been confirmed to be formed (Figure S8). From Figure 2c, the initial content of Mo3+ on the graphite surface is relatively higher but decreases as the electrolysis time increases based on the XPS measurements, which indicates that the defects might well be Mo vacancies while the Mo atoms from the MoS2 would keep moving into the defect-rich Mo2C layers and gradually fill these vacancies during the electrolysis. According to the corresponding SEM images, fine crystallites bulged from the graphite surface (Figure 2d) during the initial stage of the interfacial reaction, grew larger gradually (Figure 2e), and ultimately formed closely spaced Mo2C nanogranular layer\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38609\n(assembled by quasispherical nanoparticles with a size of ca. 80−120 nm, Figure 2f), which is exactly similar to the results observed on CC/MC. The larger size of Mo2C particles on GC could be attributed to the compacted MoS2 that facilitate the aggregation of more Mo in a narrow space to promote the growth of crystals. It is worth noting that the longer the electrolysis goes on, the thicker and denser the nanoparticle layer is (Figures S10 and S11), which shows some controllability. As mentioned above, Mo, as the intermediate product of\nfused-salt electroreduction, combines with the carbon substrate to create Mo2C (Mo + 0.5C = 0.5Mo2C, ΔG = −27.314 kJ mol−1@700 °C). Nevertheless, the direct thermal combination of Mo and C has been shown to occur at an extremely high temperature (generally more than 1100 °C). The incredibly slow thermal reaction rate between Mo and carbon means that their mutual diffusion through the interface is suppressed because of high activation energies. To probe into the truth for Mo2C formation in lower temperatures, a Mo chip and equalarea CC were pressed together (Figure 2g), then immersed or electroreduced in molten NaCl−KCl (700 °C), respectively.\nThe experiments showed that the distinguishable interfacial combination between C and Mo cannot occur unless under an appropriate electric field (Figures 2g and S12 and S13). Combined with the previous analysis, it can be surmised that Mo atoms could more easily migrate into the carbon substrate or the Mo vacancies in the Mo2C layer under the effects of electrolysis, consequently promoting the formation of Mo2C in depth at a lower temperature. Boosted atomic migration and a Mo defect filling process\nwere observed during the electrochemical formation of Mo2C. It is known that the vacancy migration is actually the inverse of the atomic movement, in other words, the optimized energy barrier for vacancy migration signifies promoted atomic diffusion. Given these factors, the formation and migrations of Mo vacancy in the Mo2C lattice under the influence of an electric field are theoretically investigated. As seen in Figure 3a, to simplify computing, point vacancy VM was constructed and the minimum migration energy pathway of an adjoining Mo atom to transfer to VM for forming VN (Figure 3c) was surveyed. During the electroreduction process, electrons could be enriched in the current collector (i.e., carbon matrix), while\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38610\nthe alkali metal ions (M+, e.g., Na+) in the molten salt would be embedded into the carbon layers or largely adsorbed on the surface of the nascent Mo2C layers, which is similar to the charging process of the Li-ion battery. In this case, the local electric field from the interfacial region to the electronenriched area (perpendicular to the interface, Figure 3a) is formed by continuous electrolysis. The local charge distribution, gained through the difference between the intact structure and the vacancy (VM), displays that the cation vacancy in Mo2C is negatively charged (Figure 3b), indicating that its migration was probably affected significantly by an external electric field.37 The calculations suggest that a decline in migration barrier of ca. 0.4 eV for Mo vacancy is produced (Figure 3c) with the electric field increasing from 0 to 0.7 V Å−1, which is similar to the results of the related literature.37\nThe simulation results are in agreement with those of the experiment, attesting that the electric field brings about a decreasing migration barrier of Mo vacancies in Mo2C, and accordingly improves the diffusion of Mo atoms in the inverse\npathway of Mo vacancies migration (Figure 3d). Therefore, the Mo atoms would move into the carbon substrate easily across the interfacial Mo2C layer for the in-depth combination of Mo and C, which is similar to the metal surface alloying dependent on element penetration. We call such a peculiar quasi-alloying process electric field-driven accelerative vacancy migration (EF-DAM). Considering the possible positive effects of the heating effect in molten salt and the strain effect induced by the lattice mismatch, the migration barrier could be overcome or further reduced to improve the progress of the combination reaction at 700 °C.\nElectrocatalytic Properties. After pre-electrolysis in 0.5 M H2SO4 to eliminate the interfering effects from surface reducible species, the electrocatalytic HER performances of the CC/MC cathodes were assessed using LSV measurements. As shown in Figure 4a, among the composite electrodes, CC/MC2 displays the smallest overpotential (η10) of 134.4 mV at 10 mA cm−2, which is lower than that of CC/MC-0.33 (420.6 mV), CC/MC-0.67 (254.2 mV), CC/MC-1.33 (192.4 mV),\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38611\nand CC/MC-2.67 (139.8 mV), and is comparable to the data in recent reports (Table S2). For comparison, measurements for bare CC, CC/MoS2, powdery Mo2C (loaded on CC), Pt/ C catalyst, and Pt foil were also carried out (Figure 4a−c). As the cathodic current density rises to 50 mA cm−2, CC/MC-2 exhibits an obviously smaller overpotential (209.4 mV) compared to Pt foil (288.1 mV) and powder Mo2C (402.2 mV), demonstrating the promising catalytic property of CC/ MC cathodes. The HER kinetics were probed by fitting the Tafel plots (η ∼ log j) (Figure 4b). CC/MC-2 displays the lowest Tafel slope of 53.4 mV dec−1, suggesting an enhanced hydrogen evolution which follows a Volmer−Heyrovsky mechanism.38\nThe Nyquist plots of the CC/MC electrodes are shown in Figure 4d, CC/MC-2 shows the lowest Rct of 6.6 Ω, suggesting a faster charge transfer on this electrode. The non-faradaic capacitance (Cdl), calculated based on the CV curves, is a key indicator to examine the electrochemical active surface area (ECSA) on the catalyzers (Figure S15).39 CC/MC-2 exhibits the largest Cdl of 22.1 mF cm\n−2 among the composite electrodes (Table 1), implying a larger ECSA which offers more reactive sites. The hydrophilicity on the various electrodes was evaluated by contact angle tests. From Figure 4e, the surface of CC/MC-2 is more hydrophilic, contributing faster mass transfer during the electrocatalysis. Notably, the Mo2C powder with the binder of Nafion cannot fabricate a hydrophilic surface. The porous carbon fiber networks in CC also benefit the diffusion of generated H2. Moreover, Mo2C nanoparticles generated directly on the carbon fibers enhance the inherent contact between carbon and carbides, and therefore ensure their stability on the carbon surface and promote the electron transport inside the electrode. All of these may have led to the superior electrocatalytic property on CC/MC electrodes. The electrocatalytic stability of CC/MC was surveyed through continuous CV sweeps in 0.5 M H2SO4, it is obvious that the polarization curves are undiminished after\nthe voltammetric experiments (Figures 4f and S16). Bulk electrolysis was further implemented, and the cathodic current on CC/MC-2 shows a slight increase over 24 h (Figure 4f). These results reflect the good robustness of CC/MC electrodes toward HER in acid solution. Additionally, CC/ MC-2 also exhibits decent activity and stability in neutral (1.0 M hydrophosphate buffer) and alkaline (1.0 M KOH) solutions (Figure S18). Recently, the electrochemical conversion of N2 to NH3 (dinitrogen reduction reaction, NRR) is being paid close attention because of its flexibility and environmental friendliness with the increasing NH3 demand in the industry.\n40−45 As with the HER process, highly active electrocatalysts for NRR should also be essential.46,47 Cheng et al. reported a nanoMo2C/C hybrid and confirmed that such a kind of material, widely recognized as a promising catalyst for HER, also catalyzes NRR effectively.48 They suggested that a catalyst with certain hydrogen evolution performance is not necessarily inefficient in nitrogen reduction even though HER and NRR are two competing reactions. Considering that the abovementioned advantages of CC/MC electrode for catalytic HER, such as the fine grain size and good stability of catalysts and the 3D porous networks for improving mass transfer, are also the traits required for an efficient NRR electrocatalyst,45 here the performance of CC/MC-2 for electrocatalytic NRR was tested in 0.1 M Na2SO4 (Figure S19) to further explore the wide applicability of the composite electrode. Figure 5a shows that CC/MC-2 offers a larger polarization current in N2bubbled solution, meaning that N2 can be reduced on this cathode. NH3 was confirmed to be formed with the indophenol blue photometric method (Figure S20),42,43 and its generating rates at different potentials were investigated (Figure 5b,c). As seen in Figure 5c, CC/MC-2 exhibits a higher ammonia productivity of 14.15 μg h−1 cmgeo.\n−2 at −0.3 V (vs RHE) under ambient conditions and the corresponding faradaic efficiency reaches 4.85%, which are not inferior to the\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38612\ndata in some related articles (Table S3). By contrast, bare CC is inactive basically (Figure 5b). Besides, the powder Mo2Cloaded CC with poor hydrophilicity and worse activity for HER than CC/MC-2 (Figure 4c,e) also underperforms during the NRR process (Figure S23). Thus, it is unreasonable to blindly emphasize that suppressing the HER would be bound to improve the NRR. The stability of CC/MC-2 during N2 reduction was examined by periodic electrolysis (Figures 5d and S24). A slow decline (lose ∼9.6%) in the NH3 yield rate can be observed, demonstrating the decent durability of CC/ MC electrodes. Moreover, the isotopic N2 tests confirm that indeed, the NH3 is derived from the reduction of N2 (Figure S25).48,49 These results manifest the wide application prospect of the CC/MC electrode in the electrocatalytic realm. However, it must be acknowledged that the HER process implements a constraint for NRR that reduces the faradaic efficiency. How to seek a balance between the inhibition of hydrogen evolution and high NH3 yield by an elaborate catalyst design and regulation of reaction conditions is still a formidable challenge. Modification of CC/MC. For pursuing better catalytic\nproperty, Ni-doped Mo2C-modified CC (CC/N0.1MC-2, the value 0.1 represents the initial molar ratio of Ni/Mo loaded on CC) was successfully prepared via the same electrolytic procedure using MoS2/NiO-loaded CC as the precursor (Figure 6a,b). The exploration of its synthesis process (Figure S26a) reveals the formation of an intermediate NiMo alloy (PDF # 48-1745), indicating that MoS2 and NiO have to be reduced and fused into NiMo first, then NiMo reacts with CC to produce Ni-doped Mo2C (MoS2 + NiO + 6e\n− = MoNi + 2S2− + O2−; xMoNi + (2−x)Mo + C = NixMo2C). It can be surmised that the incorporation of Ni should also follow the EF-DAM mechanism. The electronic states on the sample are further analyzed by XPS. When Ni is integrated into Mo2C, the Mo2+ signals are red-shifted (Figure 6c). In the meantime, the Ni 2p XPS peak locations of the product lie between those of Ni0 and Ni2+ (Figure S26d).50 These observations suggest a probable electron transfer from Ni (χ = 1.91) that induces an\nelectron-rich state near the Mo (χ = 2.16) centers.51 In the corresponding valence band spectra (Figure 6d), a peak at ∼3.12 eV appears since Ni is incorporated, implying a higher electron density near the EFermi of the Ni-doped sample. Such variations in electronic property have been proven to optimize the hydrogen adsorption and improve the HER performance.51−53 The electrochemical tests (Figures 6e and S26) show that CC/N0.1MC-2 has a lower overpotential (96.6 mV@ 10 mA cm−2) and a smaller Rct value (3.7 Ω) compared with CC/MC-2, meanwhile stays stable in structure and property during a long-term electrolysis in acidic solution (Figure 6f), illustrating that the moderate doping of Ni enhances the activity of CC/MC for hydrogen generation. Similar carbide layer (e.g., WC and TaC, Figure S27) can also be constructed on different carbon substrates through the electrolytic methods.\n■ CONCLUSIONS The CC electrodes modified with Mo2C nanoparticles (CC/ MC), derived from MoS2-covered CC, have been successfully prepared via an in situ solid-state electrolytic reaction in molten NaCl−KCl. An EF-DAM mechanism is inferred through experiments and theoretical analysis, which may contribute to the rapid combination of Mo and C at a relatively low temperature (700 °C). The Mo2C particles formed directly on the surface of CC trigger a strong integration between Mo2C and carbon substrate, which endows the electrode with lower internal resistance and benefits the steadiness of carbides on the carbon surface. As a binderless non-noble metal cathode for HER, the optimized CC/MC exerts good activity and robustness over a broad pH range. Besides, CC/MC is also active for electrocatalytic NRR at ambient conditions. This research exhibits an efficient electrocatalytic cathode derived from earth-abundant precursors, and suggests a new method for fabricating transitionmetal carbides on carbon substrates for various applications.\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38613\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b11253.\nSchematic diagram of the temperature-controlling electrolyser, supplementary experimental details, theoretical model for calculation, SEM image, XRD, XPS spectrum, UV−vis spectrum, and the corresponding calibration curve, CV, LSV, potentiostatic electrolysis, and impedance spectrum, and comparison of the catalytic activity of CC/MC with the data in related articles (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: wangdh@whu.edu.cn. Phone/Fax: +8627-6877-4216."
    }, {
      "heading" : "ORCID",
      "text" : "Xuhui Mao: 0000-0003-1720-255X Dihua Wang: 0000-0003-2364-8718"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (21673162, 51325102), and the Natural Science Foundation Projects of Hubei Province (2015CFA017).\n■ REFERENCES (1) Shinagawa, T.; Takanabe, K. Towards Versatile and Sustainable Hydrogen Production through Electrocatalytic Water Splitting: Electrolyte Engineering. ChemSusChem 2017, 10, 1318−1336. (2) Yu, J.; Li, Q.; Chen, N.; Xu, C.-Y.; Zhen, L.; Wu, J.; Dravid, V. P. Carbon-Coated Nickel Phosphide Nanosheets as Efficient DualElectrocatalyst for Overall Water Splitting. ACS Appl. Mater. Interfaces 2016, 8, 27850−27858. (3) Wang, L.; Wu, X.; Guo, S.; Han, M.; Zhou, Y.; Sun, Y.; Huang, H.; Liu, Y.; Kang, Z. Mesoporous Nitrogen, Sulfur Co-doped Carbon Dots/CoS Hybrid as an Efficient Electrocatalyst for Hydrogen Evolution. J. Mater. Chem. A 2017, 5, 2717−2723. (4) Wang, H.; Cao, Y.; Zou, G.; Yi, Q.; Guo, J.; Gao, L. HighPerformance Hydrogen Evolution Electrocatalyst Derived from Ni3C Nanoparticles Embedded in a Porous Carbon Network. ACS Appl. Mater. Interfaces 2017, 9, 60−64. (5) Tiwari, A. P.; Kim, D.; Kim, Y.; Prakash, O.; Lee, H. Highly Active and Stable Layered Ternary Transition Metal Chalcogenide for Hydrogen Evolution Reaction. Nano Energy 2016, 28, 366−372. (6) You, B.; Sun, Y. Chalcogenide and Phosphide Solid-State Electrocatalysts for Hydrogen Generation. ChemPlusChem 2016, 81, 1045−1055. (7) Shalom, M.; Ressnig, D.; Yang, X.; Clavel, G.; Fellinger, T. P.; Antonietti, M. Nickel Nitride as an Efficient Electrocatalyst for Water Splitting. J. Mater. Chem. A 2015, 3, 8171−8177. (8) Ma, Y.; He, Z.; Wu, Z.; Zhang, B.; Zhang, Y.; Ding, S.; Xiao, C. Galvanic-Replacement Mediated Synthesis of Copper-Nickel Nitrides as Electrocatalyst for Hydrogen Evolution Reaction. J. Mater. Chem. A 2017, 5, 24850−24858. (9) Miao, M.; Pan, J.; He, T.; Yan, Y.; Xia, B. Y.; Wang, X. Molybdenum Carbide-Based Electrocatalysts for Hydrogen Evolution Reaction. Chem.Eur. J. 2017, 23, 10947−10961. (10) Han, L.; Xu, M.; Han, Y.; Yu, Y.; Dong, S. Core-ShellStructured Tungsten Carbide Encapsulated within Nitrogen-Doped Carbon Spheres for Enhanced Hydrogen Evolution. ChemSusChem 2016, 9, 2784−2787.\n(11) Wu, C.; Yang, Y.; Dong, D.; Zhang, Y.; Li, J. In Situ Coupling of CoP Polyhedrons and Carbon Nanotubes as Highly Efficient Hydrogen Evolution Reaction Electrocatalyst. Small 2017, 13, 1602873. (12) Du, H.; Kong, R.-M.; Guo, X.; Qu, F.; Li, J. Recent progress in transition metal phosphides with enhanced electrocatalysis for hydrogen evolution. Nanoscale 2018, 10, 21617−21624. (13) Yu, F.; Gao, Y.; Lang, Z.; Ma, Y.; Yin, L.; Du, J.; Tan, H.; Wang, Y.; Li, Y. Electrocatalytic performance of ultrasmall Mo2C affected by different transition metal dopants in hydrogen evolution reaction. Nanoscale 2018, 10, 6080−6087. (14) Vrubel, H.; Hu, X. Molybdenum Boride and Carbide Catalyze Hydrogen Evolution in both Acidic and Basic Solutions. Angew. Chem., Int. Ed. 2012, 51, 12703−12706. (15) Gao, W.; Shi, Y.; Zuo, L.; Fan, W.; Liu, T. Rough-Surfaced Molybdenum Carbide Nanobeads Grown on Graphene-Coated Carbon Nanofibers Membrane as Free-Standing Hydrogen Evolution Reaction Electrocatalyst. Mater. Today Chem. 2016, 1−2, 32−39. (16) Zhao, Z.; Qin, F.; Kasiraju, S.; Xie, L.; Alam, M. K.; Chen, S.; Wang, D.; Ren, Z.; Wang, Z.; Grabow, L. C.; Bao, J. Vertically Aligned MoS2/Mo2C hybrid Nanosheets Grown on Carbon Paper for Efficient Electrocatalytic Hydrogen Evolution. ACS Catal. 2017, 7, 7312−7318. (17) Gao, W.; Shi, Y.; Zhang, Y.; Zuo, L.; Lu, H.; Huang, Y.; Fan, W.; Liu, T. Molybdenum Carbide Anchored on Graphene Nanoribbons as Highly Efficient All-pH Hydrogen Evolution Reaction Electrocatalyst. ACS Sustainable Chem. Eng. 2016, 4, 6313−6321. (18) Fan, X.; Liu, Y.; Peng, Z.; Zhang, Z.; Zhou, H.; Zhang, X.; Yakobson, B. I.; Goddard, W. A., III; Guo, X.; Hauge, R. H.; Tour, J. M. Atomic H-Induced Mo2C Hybrid as an Active and Stable Bifunctional Electrocatalyst. ACS Nano 2017, 11, 384−394. (19) Hu, Y.; Guan, D.-g.; Yu, B.; Hou, W.; Zheng, B.; Zhang, W.; Chen, Y. Scalable synthesis of Mo2C/CNT networks as highly efficient and stable electrocatalyst for hydrogen evolution reaction. Electrochim. Acta 2018, 263, 192−200. (20) Mir, R. A.; Pandey, O. P. Influence of graphitic/amorphous coated carbon on HER activity of low temperature synthesized βMo2C@C nanocomposites. Chem. Eng. J. 2018, 348, 1037−1048. (21) Chen, W.-F.; Wang, C.-H.; Sasaki, K.; Marinkovic, N.; Xu, W.; Muckerman, J. T.; Zhu, Y.; Adzic, R. R. Highly Active and Durable Nanostructured Molybdenum Carbide Electrocatalysts for Hydrogen Production. Energy Environ. Sci. 2013, 6, 943−951. (22) Fan, M.; Chen, H.; Wu, Y.; Feng, L.-L.; Liu, Y.; Li, G.-D.; Zou, X. Growth of Molybdenum Carbide Micro-Islands on Carbon Cloth toward Binder-Free Cathodes for Efficient Hydrogen Evolution Reaction. J. Mater. Chem. A 2015, 3, 16320−16326. (23) Xiao, J.; Zhang, Y.; Zhang, Z.; Lv, Q.; Jing, F.; Chi, K.; Wang, S. Self-Supported Biocarbon-Fiber Electrode Decorated with Molybdenum Carbide Nanoparticles for Highly Active Hydrogen-Evolution Reaction. ACS Appl. Mater. Interfaces 2017, 9, 22604−22611. (24) Xu, R.; Wu, R.; Shi, Y.; Zhang, J.; Zhang, B. Ni3Se2 Nanoforest/ Ni Foam as a Hydrophilic, Metallic, and Self-Supported Bifunctional Electrocatalyst for both H2 and O2 Generations. Nano Energy 2016, 24, 103−110. (25) Sivanantham, A.; Shanmugam, S. Nickel Selenide Supported on Nickel Foam as an Efficient and Durable Non-Precious Electrocatalyst for the Alkaline Water Electrolysis. Appl. Catal., B 2017, 203, 485− 493. (26) Wang, X.; Kolen’ko, Y. V.; Bao, X.-Q.; Kovnir, K.; Liu, L. OneStep Synthesis of Self-Supported Nickel Phosphide Nanosheet Array Cathodes for Efficient Electrocatalytic Hydrogen Generation. Angew. Chem., Int. Ed. 2015, 54, 8188−8192. (27) Liu, B.; Li, H.; Cao, B.; Jiang, J.; Gao, R.; Zhang, J. Few Layered N, P Dual-Doped Carbon-Encapsulated Ultrafine MoP Nanocrystal/ MoP Cluster Hybrids on Carbon Cloth: An Ultrahigh Active and Durable 3D Self-Supported Integrated Electrode for Hydrogen Evolution Reaction in a Wide pH Range. Adv. Funct. Mater. 2018, 28, 1801527.\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38614\n(28) Wang, M.; Ye, C.; Xu, M.; Bao, S. MoP Nanoparticles with a PRich Outermost Atomic Layer Embedded in N-Doped Porous Carbon Nanofibers: Self-Supported Electrodes for Efficient Hydrogen Generation. Nano Res. 2018, 11, 4728−4734. (29) Xiong, K.; Li, L.; Zhang, L.; Ding, W.; Peng, L.; Wang, Y.; Chen, S.; Tan, S.; Wei, Z. Ni-doped Mo2C nanowires supported on Ni foam as a binder-free electrode for enhancing the hydrogen evolution performance. J. Mater. Chem. A 2015, 3, 1863−1867. (30) Xu, Y.; Zheng, C.; Wang, S.; Hou, Y. 3D Arrays of Molybdenum Sulphide Nanosheets on Mo Meshes: Efficient Electrocatalysts for Hydrogen evolution reaction. Electrochim. Acta 2015, 174, 653−659. (31) Pu, Z.; Wei, S.; Chen, Z.; Mu, S. Flexible Molybdenum Phosphide Nanosheet Array Electrodes for Hydrogen Evolution Reaction in a Wide pH Range. Appl. Catal., B 2016, 196, 193−198. (32) Liu, S.-H.; Wu, M.-T.; Lai, Y.-H.; Chiang, C.-C.; Yu, N.; Liu, S.B. Fabrication and Electrocatalytic Performance of Highly Stable and Active Platinum Nanoparticles Supported on Nitrogen-Doped Ordered Mesoporous Carbons for Oxygen Reduction Reaction. J. Mater. Chem. 2011, 21, 12489−12496. (33) Chua, X. J.; Pumera, M. The effect of varying solvents for MoS2 treatment on its catalytic efficiencies for HER and ORR. Phys. Chem. Chem. Phys. 2017, 19, 6610−6619. (34) Shi, Z.; Nie, K.; Shao, Z.-J.; Gao, B.; Lin, H.; Zhang, H.; Liu, B.; Wang, Y.; Zhang, Y.; Sun, X.; Cao, X.-M.; Hu, P.; Gao, Q.; Tang, Y. Phosphorus-Mo2C@carbon nanowires toward efficient electrochemical hydrogen evolution: composition, structural and electronic regulation. Energy Environ. Sci. 2017, 10, 1262−1271. (35) Gao, Q.; Zhao, X.; Xiao, Y.; Zhao, D.; Cao, M. A mild route to mesoporous Mo2C−C hybrid nanospheres for high performance lithium-ion batteries. Nanoscale 2014, 6, 6151−6157. (36) Li, F.; Zhao, X.; Mahmood, J.; Okyay, M. S.; Jung, S.-M.; Ahmad, I.; Kim, S.-J.; Han, G.-F.; Park, N.; Baek, J.-B. Macroporous Inverse Opal-like MoxC with Incorporated Mo Vacancies for Significantly Enhanced Hydrogen Evolution. ACS Nano 2017, 11, 7527−7533. (37) Warnick, K. H.; Puzyrev, Y.; Roy, T.; Fleetwood, D. M.; Schrimpf, R. D.; Pantelides, S. T. Room-Temperature Diffusive Phenomena in Semiconductors: The Case of AlGaN. Phys. Rev. B: Condens. Matter Mater. Phys. 2011, 84, 214109. (38) Murthy, A. P.; Theerthagiri, J.; Madhavan, J.; Murugan, K. Highly active MoS2/carbon electrocatalysts for the hydrogen evolution reactioninsight into the effect of the internal resistance and roughness factor on the Tafel slope. Phys. Chem. Chem. Phys. 2017, 19, 1988−1998. (39) Chen, B.-B.; Ma, D.-K.; Ke, Q.-P.; Chen, W.; Huang, S.-M. Indented Cu2MoS4 Nanosheets with Enhanced Electrocatalytic and Photocatalytic Activities Realized through Edge Engineering. Phys. Chem. Chem. Phys. 2016, 18, 6713−6721. (40) Chen, P.; Zhang, N.; Wang, S.; Zhou, T.; Tong, Y.; Ao, C.; Yan, W.; Zhang, L.; Chu, W.; Wu, C.; Xie, Y. Interfacial Engineering of Cobalt Sulfide/Graphene Hybrids for Highly Efficient Ammonia Electrosynthesis. Proc. Natl. Acad. Sci. U.S.A. 2019, 116, 6635−6640. (41) Li, L.; Tang, C.; Xia, B.; Jin, H.; Zheng, Y.; Qiao, S.-Z. TwoDimensional Mosaic Bismuth Nanosheets for Highly Selective Ambient Electrocatalytic Nitrogen Reduction. ACS Catal. 2019, 9, 2902−2908. (42) Ren, X.; Zhao, J.; Wei, Q.; Ma, Y.; Guo, H.; Liu, Q.; Wang, Y.; Cui, G.; Asiri, A. M.; Li, B.; Tang, B.; Sun, X. High-Performance N2to-NH3 Conversion Electrocatalyzed by Mo2C Nanorod. ACS Cent. Sci. 2019, 5, 116−121. (43) Zhang, L.; Ding, L.-X.; Chen, G.-F.; Yang, X.; Wang, H. Ammonia Synthesis Under Ambient Conditions: Selective Electroreduction of Dinitrogen to Ammonia on Black Phosphorus Nanosheets. Angew. Chem., Int. Ed. 2019, 58, 2612−2616. (44) Luo, Y.; Chen, G.-F.; Ding, L.; Chen, X.; Ding, L.-X.; Wang, H. Efficient Electrocatalytic N2 Fixation with MXene under Ambient Conditions. Joule 2019, 3, 279−289.\n(45) Chen, G.-F.; Ren, S.; Zhang, L.; Cheng, H.; Luo, Y.; Zhu, K.; Ding, L. X.; Wang, H. Advances in Electrocatalytic N2 ReductionStrategies to Tackle the Selectivity Challenge. Small Methods 2019, 3, 1800337. (46) Zhang, R.; Ren, X.; Shi, X.; Xie, F.; Zheng, B.; Guo, X.; Sun, X. Enabling Effective Electrocatalytic N2 Conversion to NH3 by the TiO2 Nanosheets Array under Ambient Conditions. ACS Appl. Mater. Interfaces 2018, 10, 28251−28255. (47) Han, L.; Liu, X.; Chen, J.; Lin, R.; Liu, H.; Lü, F.; Bak, S.; Liang, Z.; Zhao, S.; Stavitski, E.; Luo, J.; Adzic, R. R.; Xin, H. L. Atomically Dispersed Molybdenum Catalysts for Efficient Ambient Nitrogen Fixation. Angew. Chem., Int. Ed. 2019, 58, 2321−2325. (48) Cheng, H.; Ding, L.-X.; Chen, G.-F.; Zhang, L.; Xue, J.; Wang, H. Molybdenum Carbide Nanodots Enable Efficient Electrocatalytic Nitrogen Fixation under Ambient Conditions. Adv. Mater. 2018, 30, 1803694. (49) Chen, G.-F.; Cao, X.; Wu, S.; Zeng, X.; Ding, L.-X.; Zhu, M.; Wang, H. Ammonia Electrosynthesis with High Selectivity under Ambient Conditions via a Li+ Incorporation Strategy. J. Am. Chem. Soc. 2017, 139, 9771−9774. (50) Wang, T.; Guo, Y.; Zhou, Z.; Chang, X.; Zheng, J.; Li, X. NiMo nanocatalysts on N-doped graphite nanotubes for highly efficient electrochemical hydrogen evolution in acid. ACS Nano 2016, 10, 10397−10403. (51) Lin, H.; Liu, N.; Shi, Z.; Guo, Y.; Tang, Y.; Gao, Q. CobaltDoping in Molybdenum-Carbide Nanowires Toward Efficient Electrocatalytic Hydrogen Evolution. Adv. Funct. Mater. 2016, 26, 5590−5598. (52) Wan, C.; Leonard, B. M. Iron-Doped Molybdenum Carbide Catalyst with High Activity and Stability for the Hydrogen Evolution Reaction. Chem. Mater. 2015, 27, 4281−4288. (53) Jiang, R.; Fan, J.; Hu, L.; Dou, Y.; Mao, X.; Wang, D. Electrochemically synthesized N-doped molybdenum carbide nanoparticles for efficient catalysis of hydrogen evolution reaction. Electrochim. Acta 2018, 261, 578−587.\nDOI: 10.1021/acsami.9b11253 ACS Appl. Mater. Interfaces 2019, 11, 38606−38615\n38615"
    } ],
    "references" : [ {
      "title" : "Nickel Nitride as an Efficient Electrocatalyst for Water Splitting",
      "author" : [ "M. Antonietti" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "Antonietti,? \\Q2015\\E",
      "shortCiteRegEx" : "Antonietti",
      "year" : 2015
    }, {
      "title" : "coated carbon on HER activity of low temperature synthesized βMo2C@C nanocomposites",
      "author" : [ "W.-F. Chen", "C.-H. Wang", "K. Sasaki", "N. Marinkovic", "W. Xu" ],
      "venue" : "Chem. Eng. J. 2018,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Ordered Mesoporous Carbons for Oxygen Reduction Reaction",
      "author" : [ "X.J. Chua", "M. Pumera" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "Chua and Pumera,? \\Q2011\\E",
      "shortCiteRegEx" : "Chua and Pumera",
      "year" : 2011
    }, {
      "title" : "reactioninsight into the effect of the internal resistance and roughness factor on the Tafel slope",
      "author" : [ "B.-B. Chen", "D.-K. Ma", "Q.-P. Ke", "W. Chen", "S.-M. Huang" ],
      "venue" : "Phys. Chem. Chem. Phys. 2017,",
      "citeRegEx" : "Chen et al\\.,? \\Q1988\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 1988
    }, {
      "title" : "Ammonia Electrosynthesis with High Selectivity under Ambient Conditions via a Li Incorporation Strategy",
      "author" : [ "G.-F. Chen", "X. Cao", "S. Wu", "X. Zeng", "L.-X. Ding", "M. Zhu", "H. Wang" ],
      "venue" : "J. Am. Chem. Soc. 2017,",
      "citeRegEx" : "1803694",
      "shortCiteRegEx" : "1803694",
      "year" : 2017
    }, {
      "title" : "Electrochemically synthesized N-doped molybdenum carbide nanoparticles for efficient catalysis of hydrogen evolution reaction",
      "author" : [ "R. Jiang", "J. Fan", "L. Hu", "Y. Dou", "X. Mao", "D. Wang" ],
      "venue" : "Reaction. Chem. Mater",
      "citeRegEx" : "Jiang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "A binderless composite cathode for efficient electrocatalytic hydrogen evolution reaction (HER), Mo2C-decorated carbon cloth (denoted as CC/MC), is simply fabricated via a novel and unique strategy which involves a solid−solid phase interfacial electrochemical reaction between carbon fiber and bulk-MoS2 in molten NaCl−KCl (700 °C). MoS2, evenly coated on carbon cloth (CC), is electrochemically reduced in situ and readily reacts with the carbon fibers of CC current collector to form a Mo2C nanoparticle layer. The experiment and calculation results show that the applied electric field results in a declining migration barrier of Mo vacancies in Mo2C lattice, which promotes the diffusion of Mo atoms into carbon across the interfacial Mo2C layer, thereby impelling the combination of Mo with C in depth. The electrochemical tests indicate that the optimized cathode (CC/MC-2) exhibits a small overpotential of 134.4 mV at 10 mA cm−2 and stays stable for HER in acidic media. The catalytic capacity for N2 reduction of CC/MC-2 is analyzed. In addition, a Ni-doped Mo2C-modified carbon fabric electrode with enhanced HER activity (η10 = 96.6 mV) can be prepared through a similar process.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}