{
  "name" : "downloads_2020-10-06_64_kumar2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ni Nanoparticles Coated with Nitrogen-Doped Carbon for Optical Limiting Applications",
    "authors" : [ "Rajeev Kumar", "Ajay Kumar", "Nancy Verma", "Vijay Khopkar", "Reji Philip", "Balaram Sahoo" ],
    "emails" : [ "(Ni@C", "Ni@C", "Ni@C", "Ni@C" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: pyrolysis, carbon nanostructures, graphite-encapsulated Ni nanoparticles, nonlinear optical absorption (NLA), free carrier absorption (FCA), optical limiter"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Carbon materials, especially graphene and carbon nanotubes, have found unprecedented usage in the field of electronics1 and catalysis.2 Encapsulation of carbon layers on metallic nanoparticles renders them resistant to harsh corroding chemical and physical environments.3,4 Carbon also holds an upper hand in generating ultrathin, lightweight, and ecofriendly devices.5 The ease of functionalization,6 low cost of synthesis,7−9 and their polymorphism make the carbon-based materials highly attractive for a variety of applications. Functionalization of the carbon materials is useful for tuning the electronic and optical properties.10 Such modifications are especially important in optical limiting (OL) applications through nonlinear optical absorption (NLA) of high-intensity lasers.10,11 The open-aperture Z-scan measurement is a convenient and powerful way to investigate nonlinear optical properties.12,13 NLA manifests itself as one or a combination of\na few electronic transitions including excited-state absorption (ESA), free carrier absorption (FCA), multiphoton absorption [two-photon absorption (2PA) and three-photon absorption (3PA)], and saturable absorption (SA).14\nSeveral materials have been used for OL applications. Nanoscale structures are often known to show much higher NLA than their bulk counterparts. Carbon-based nanostructured materials are among the most studied ones.15−19 Apart from carbon nanostructures, metal oxides,12,15,20 metal nanoparticles,21 semiconductor crystals,22 and organic mole-\nReceived: May 12, 2020 Accepted: August 14, 2020 Published: August 14, 2020\n© 2020 American Chemical Society 8618\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\nD ow\nnl oa\nde d\nvi a\nA U\nC K\nL A\nN D\nU N\nIV O\nF T\nE C\nH N\nO L\nO G\nY o\nn O\nct ob\ner 6\n, 2 02\n0 at\n1 4:\n44 :5\n4 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic\nle s.\ncules23,24 are also investigated. Mathew et al. demonstrated the quantum confinement effect on the NLA in CdSe and CdSe− CdS core−shell quantum dots.25 Semiconductor nanocrystals and quantum dots have also been incorporated in a glass matrix to avoid degradation and improve stability during nonlinear optical measurements.22 Furthermore, core−shell configuration in ferrite nanoparticles was also shown to enhance the OL effects.26\nFew attempts to understand the role of defects and the mechanism of NLA exist in the literature. For instance, Anand et al. reported the role of defects in enhancing the NLA properties of ZnO and carbon nanomaterials.27 Doping of heteroatoms, for example, boron, nitrogen, and so forth, also enhances the NLA of single-walled nanotubes.28 The defects in nano-sized materials tune the electronic levels and translate into several novel and better properties in the linear and nonlinear optical regime. Substantial efforts have been put in enhancing the OL capabilities of carbon-based materials. Apart from functionalization with electron-rich species such as porphyrins and phthalocyanines, enhanced OL effects can also be achieved by embedding metal nanoparticles in the carbon framework and by tuning the defect concentration in the carbon framework.14 The defect concentration can be tuned by controlling the degree of graphitization to an optimum value. This maximizes the NLA signal in the carbonaceous nanomaterials.14 The amount of defects/degree of graphitization in the carbonaceous nanomaterials can be conveniently controlled through variation of synthesis\nparameters such as temperature14 and precursor concentration.29,30 The solubility of carbon in Fe, Co, and Ni is a function of their reduction potential. As such, Co and Ni tend to form metal nanoparticles, while Fe prefers its carbide form.31,32 The metallic surface catalyzes better graphitization, forming well-graphitized shells around it. The nature of metal catalysts also controls the nanotube growth under optimum synthesis conditions, namely, temperature, concentration, and so forth.33 A few recent reports highlight the role of heating rate in tuning the morphology34 and properties35 of the carbon materials. In this work, we investigate the heating-rate-induced morphological and structural changes in Ni-containing nitrogen-doped carbon nanostructures synthesized using a simple and one-step pyrolysis route. Furthermore, we demonstrate that the conducting nature of the interfaces between the embedded metallic nanoparticles and the graphitic shell surrounding these Ni nanoparticles plays a very crucial role in enhancing the NLA of carbonaceous optical limiters. Our work explores the potential of our samples for their application as optical limiters and provides the direct mechanistic pathways by which the NLA can be enhanced in these samples, which is via the synergistic influence of FCA and ESA. We also demonstrated that the presence of a major insulating NiO phase drastically reduces the NLA performance."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "Nitrogen-doped carbon nanostructures embedded with graphiteencapsulated Ni nanoparticles (Ni@C) were synthesized by the\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8619\npyrolysis method using Ni(II) acetylacetonate, melamine, and toluene precursors. The samples were prepared by pyrolyzing these precursors at different heating rates (Rh) to achieve the final reaction temperature of 600 °C. Typically, for the synthesis of a sample, 250 mg of Ni(acac)2, 100 mg of melamine, and 1 mL of toluene were taken in a quartz tube (50 cm length and 1 cm diameter). A rubber bladder filled with nitrogen gas (∼1.1 × 105 cm3) was attached to the open end of the quartz tube. The tube was then carefully inserted in a home-made tube furnace at room temperature (RT) in such a way that the precursors were positioned at a distance of 30 cm from the operating end of the furnace, as reported earlier.29,30,32,36 In this setup, when the center of the furnace was at 600 °C, the temperature experienced by the precursors was ∼575 °C. With the intention to vary the defect concentration of the graphitic shells, starting from RT, the furnace was heated at constant heating rates (Rh), 1, 3, 10, and 20 °C/min, for separate sets of reactions. The synthesis was carried out at 600 °C for 30 min. After the reaction was completed, the furnace was cooled to RT and the black-colored carbonaceous products were scraped from the inner walls of the quartz tube and ground using an agate mortar and pestle. Corresponding to the Rh = 1, 3, 10, and 20 °C/min, the samples were named as Ni-250-1, Ni-250-3, Ni-250-10, and Ni-250-20, respectively. A schematic depicting the synthesis protocol is presented in Figure 1. The structural characterization of the samples was performed through powder X-ray diffraction (XRD), scanning electron microscopy (SEM), transmission electron microscopy (TEM), UV−vis diffuse reflectance spectroscopy (UV−vis DRS), X-ray photoelectron spectroscopy, and Raman spectroscopy. The OL behavior of the samples was studied by the open-aperture Zscan technique. The details of the Z-scan technique are given in the Supporting Information."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Morphology and Structure. The XRD patterns of the synthesized samples are shown in Figure 2a. From the analysis of the XRD patterns, the presence of amorphous carbon, graphitic carbon, face-centered cubic (fcc) Ni, and hexagonal close-packed (hcp) Ni is identified in the samples. As visually evident from the line width of Bragg peaks in the XRD patterns, the crystallinity of the Ni phases and the size of these nanoparticles are the highest for the Ni-250-10 sample. It is also clear that the relative amount of hcp-Ni phase as compared to that of the fcc-Ni phase is quite high for Ni-25010 and Ni-250-20 samples. It is interesting to note here that the formation and identification of hcp-Ni have puzzled the scientists for a long time. Earlier, Ni3C was mistakenly represented as metastable hcp-Ni.37,38 However, in the recent work, Chiang et al. have reported the phase formation/ synthesis of hcp-Ni by thermal decomposition of Ni3C, 37 which clarifies this puzzle. Interestingly, in this present report, we also demonstrate the spontaneous formation of hcp-Ni in our samples synthesized by our simple, one-step pyrolysis reaction route. The presence of amorphous and graphitic carbon in the samples is evident from the nature of the (002) Bragg peak at 2θ ≈ 26° in the XRD patterns. An enlarged image depicting the (002) Bragg peak of carbon is shown in Figure 2b−e. Considering the asymmetric shape of this peak, it is clear that this peak could be fit with two subpeaks representing a highly defective amorphous-type carbon (graphite-1, G1) phase and a less-defective graphite (graphite-2, G2) phase. The fitting results are given in Table S1 (Supporting Information). The variation in the peak positions provides information regarding the degree of graphitization because a higher value of 2θ can represent a better crystalline graphite phase. From the positions of the G1 and G2 peaks, which correspond to the average interatomic distance between the C-atoms (in this\ncase, it is between the graphitic sheets!), it is clear that the lowest interatomic distance between the C-atoms is observed in the Ni-250-10 sample. This suggests that both the amorphous-type carbon (G1) and the graphitic (G2) phases are much better crystalline in the Ni-250-10 sample in comparison to the other samples (Table S1). The shift in the peak position observed in Table 1, for the graphite phase (G2), clearly indicates a decrease in the amount of structural defects when a heating rate of 10 °C/min was used. However, for Rh = 20 °C/min, that is, by using a further high heating rate, the crystallinity of the graphitic carbon decreases. In Table S1, the crystallite size obtained from the width [full width at half-maximum (fwhm)] of the corresponding XRD peaks can be assigned to the thickness of the shells formed by G1 and G2 phases. This assignment implies that the graphitic shell thickness increases with the increase in heating rate up to 10 °C/min, as the graphitic shell of the Ni-250-10 sample is the highest. Note, in general, that the relatively broader peak widths of the graphitic carbon peaks (Figure 2b−e) are due to the existence of N-doping in the samples, which adds extra amount of defects. Furthermore, from the relative area under the amorphous-type carbon peak (G1) and the graphitic peak (G2), it is observed that with the increase in heating rate, the relative amount of amorphous carbon decreases and the amount of graphitic carbon increases monotonously.\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8620\nThe SEM images of all the synthesized Ni@C samples are shown in Figure 3. The samples prepared at Rh = 1 and 3 °C/ min show aggregated globular carbon morphology. The globular structures are slightly bigger in size for the Ni-250-3 sample. The Ni-250-1 sample does not have distinctly separate globules. At higher heating rates of 10 and 20 °C/min, formation of nanotubes along with globular carbon nanostructures is seen. The nanotubes are stouter and longer for the\nsamples synthesized at Rh = 20 °C/min (Ni-250-20). A large number of thin and short nanotubes are seen in the Ni-250-10 sample. All the samples appear charged, indicating the presence of less conducting surface (amorphous carbon). The TEM and high-resolution TEM (HRTEM) images for all the synthesized samples are shown in Figure 4. The presence of nanotubes and core−shell Ni−graphite nanoparticles is clearly visible. The core−shell nanoparticles are present as isolated globular structures as well as at the tips of the carbon nanotubes (the white dots/particles seen in Figure 3). The cores are the Ni nanoparticles, and these particles are surrounded by graphitic shells, as indicated in Figure 4(e−h). Clearly, the average size of the Ni nanoparticles is bigger in the Ni-250-10 sample than that in the Ni-250-1 sample. It is noteworthy that the degree of graphitization is better in Ni250-3 and Ni-250-10 samples than that of Ni-250-1 and Ni250-20 samples. This is evident from the relatively well-defined rings (graphitic layer) seen for Ni-250-3 and Ni-250-10 samples in the HRTEM images of Figure 4, whereas more disordered graphitic shells are observed for Ni-250-1 and Ni250-20 samples. Nevertheless, both samples have defects, in varying amounts, within their graphitic shells. Furthermore, the crystallinity of the graphitic layer keeps decreasing away from the surface of the Ni nanoparticles toward the amorphous carbon matrix. Although the XRD results support this, analyzing only a few HRTEM images cannot provide a direct proof of this aspect; hence, we have also performed Raman spectroscopic investigation of the defects present in all the samples (discussed later). Furthermore, the vibrating sample magnetometer (VSM) results (Figure S1 and Table S2, Supporting Information) can also provide an indirect evidence of the relative Ni nanoparticle size in the samples. Clearly, the highest saturation magnetization (Ms) is observed for the Ni-250-10 sample, followed by the Ni-250-20 sample and other samples. Both the Ni-250-1 and Ni-250-3 samples show nearly the same values of Ms. Because the amount of the Ni acetylacetonate precursor taken for the synthesis is the same for all samples (which is supposed to give the same Ms value), the observed value of Ms can vary because of the number of Ni nanoparticles per unit weight of the sample, the crystallinity, and/or the size of the Ni nanoparticles. Hence, in association with the TEM images, it is clear that the smaller size of the Ni nanoparticles, the amount of magnetically dead carbon layers (which is higher in Ni-2501 and Ni-250-3 samples) along with low crystallinity, reduces the value of Ms. However, as the morphologies of both Ni-25010 and Ni-250-20 samples are similar, they are expected to contain a similar amount of Ni nanoparticles. However, the contribution toward higher magnetization for the Ni-250-10 sample than that of the Ni-250-20 sample can be correlated with the size of the embedded nanoparticles. Note that in addition to the smaller size of the Ni nanoparticles in the Ni250-20 sample, a small amount of Ni oxide (NiO) is also present, which will be discussed later. The presence of NiO in the samples cannot be comprehended from the XRD results but becomes evident from the analysis of XPS and Raman spectra. The XPS spectra for three representative samples (Ni-250-3, Ni-250-10, and Ni-250-20) are provided in Figures S2 and S3 (Supporting Information). The fitting results and the different binding energies associated with different elements are given in Table S3 of the Supporting Information. The C 1s spectra consist of subpeaks corresponding to sp2 (284.6 eV) and sp3\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8621\ncarbon (285.4 eV) and those with oxygen functionalities.35,39 The presence of C−N bonds in our samples can be confirmed from the subpeak corresponding to the binding energy of 286.5 eV. Furthermore, the N 1s spectra confirm the doping of nitrogen into the carbonaceous network of the samples. For N 1s, each spectrum is fit with five subpeaks corresponding to pyridinic (398.3 eV), amino (399.2 eV), pyrrolic (400.1 eV), graphitic (401.4 eV), and oxidized N (403.0 eV) in the samples.39,40 The relative nitrogen contents in the Ni-250-3, Ni-250-10, and Ni-250-20 samples were estimated to be 2.5, 3.1, and 2.4%, respectively. The higher percent of N in the Ni250-10 sample suggests that an Rh of 10 °C/min is more effective for N-doping in the carbonaceous samples. The Ni 2p spectra indicate the presence of a combination of “0” and +2 oxidation states of Ni in all the studied samples. The Ni 2p(3/2) peak at 854.5 eV can be assigned to the main line spectral contribution of the NiO major phase while that at 856.2 eV can originate from the surface (s) and nonlocal (nl) contributions.41−43 It is noteworthy that although Ni 2p XPS spectra presumably indicate a higher relative percentage of NiO than Ni metal, it is clearly highly overestimated when compared to the XRD results. It can be understood from the surface sensitivity (≤10 nm)44,45 of the XPS technique, where most of our Ni particles have a diameter in the range of 20− 100 nm, which are impregnated inside a thicker carbon matrix. Hence, XPS shows a higher contribution from the surface entities and cannot be reliably considered for estimating the absolute percentage of Ni metal and NiO in the samples. Nevertheless, we can still confirm that NiO is definitely present in all the samples, although in different proportions, as it is\nconfirmed from XRD and Raman results (discussed later). The interesting feature to be noted here is that the slightly higher area of NiO (s + nl) peaks than the metallic Ni(0) peaks suggests that the NiO phase is most probably present on the surface of the nanoparticles and are of very thin layer form.41,42\nThe O 1s spectra for these samples are given in Figure S3 (Supporting Information). The peak at 528.7 eV also indicates the presence of a metal−oxygen bond, that is, the presence of NiO.46,47 Clearly, the relative peak area of the Ni−O bond is higher in the Ni-250-20 sample, indicating a higher content of NiO, which confirms other results (XRD). To gain more insights into the relative amount of NiO phase in our samples, Raman spectroscopy was used, and as the penetration depth of 532 nm laser is about ∼50 nm48−50 within the carbon samples, it can be a more useful tool than XPS in this regard. The Raman spectra of the synthesized samples are provided in Figure 5a. The peaks observed between 1000 and 3500 cm−1\ncorrespond to the vibrational peaks of carbon-based materials present in the sample. Note that the two peaks are common in all the samples, that is, at ∼1334 and ∼1571 cm−1, represented by the D and G peaks, respectively, along with the 2D peaks in the Raman shift range of 2400−3400 cm−1. The D, G, and 2D peaks correspond to the vibrations of the C-atoms associated with the crystalline graphite, the defects of the material, and the second-order defects, respectively, which are typical for defective carbon materials.51 The D and G peaks (present at ∼1334 and ∼1571 cm−1) are deconvoluted to decipher the relative amount of the different types of defects present in the samples [Figure S4(a−d), Supporting Information].\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8622\nNote that the D peaks are deconvoluted into four subpeaks (D1, D2, D3, and D4).36,52−55 The origin of the Raman peaks is given in Table S4. The D1 peak represents the structural defects in sp2-bonded carbon. The D2 peak originates from the defects at the edges of graphitic crystallites. The D3 peak indicates the defects because of amorphous-type carbon. The D4 peak originates through the stretching vibrations of conjugated systems. The IG/ID ratios for the samples, which provide the information about the relative amount of graphitic carbon to the defective carbon present in the samples, are given in Table S5. Clearly, the IG/ID ratio is the highest for Ni250-10 sample, indicating a higher degree of graphitization for this sample prepared at Rh = 10 °C/min. The IG/ID2 ratio gives an indication for the relative number of graphitic crystallites. Interestingly, the lower IG/ID2 ratio for the Ni-250-10 sample clearly indicates the better quality of the crystalline graphitic carbon present in this sample, which is also observed from the XRD results. The IG/ID3 ratio indicates the presence of amorphous carbon in the samples. In addition to the vibrational peaks related to carbon, a broad peak is also observed at ∼485 cm−1 (Figure 5a), which is assigned to the presence of NiO56 in the samples. A zoomed-in view in the range of 50−1000 cm−1 is shown in Figure 5b to emphasize the NiO peak. The relative amount of NiO is clearly the highest for the Ni-250-20 sample and negligibly small for the other samples. The presence of these very small NiO particles (which were not even detected by XRD) provides much important information about the mechanism of formation of these carbonaceous nanostructures, which will be discussed in the next section. 3.2. Growth Mechanism of Ni@C Nanostructures. Based on the characterization results discussed above, a growth mechanism for the formation of Ni@C nanostructures is proposed here. Generally, a high heating rate of 20 °C/min leads to the formation of a higher amount of nanotubes, while a slow heating rate (∼3 °C/min) favors the formation of carbon globules embedded with predominantly metal−graphite core−shell nanoparticles. This has already been demonstrated through the pyrolysis of ferrocene−benzene precursors.34 In addition, as the heating rate increases, the degree of graphitization increases and the number of core−shell nanoparticles (per unit volume of sample) decreases because of the formation of bigger metal−nanoparticles (out of the same amount of metal precursors provided).32 Our observed results also suggest that the above observations are also valid here for the formation of Ni catalyst-based carbonaceous nanostructures when the temperature of the furnace starts increasing at different rates. Here, we can safely envisage that, at temperatures below ∼500 °C, the carbon precursors\n(toluene, melamine, and Ni acetylacetonate) pyrolyze to form a plethora of carbon-based atomic and molecular fragments as well as gaseous CO2 and CO. As the attached bladder (as discussed in the Materials and Methods section) is filled with N2 gas, the availability of oxygen (to oxidize the carbon atoms) is low, and this leads to a higher tendency to form CO than CO2, inside the chemical vapor deposition (CVD) chamber. Note here that CO is a reducing gas. Furthermore, as the temperature of the CVD system is raised at different heating rates, the Ni(acac)2 precursor decomposes between ∼200 and 300 °C, accordingly, and forms nickel oxide (NiO) nanoparticles, usually on the (inner) surface of the quartz tube (reaction tube). Furthermore, as the temperature increases above 300 °C, in the presence of carbon and carbon monoxide, the reducing gases reduce the nickel oxide nanoparticles to form metallic Ni nanoparticles (because of low reduction potential of Ni than C). These Ni nanoparticles act, subsequently, as catalysts for the formation of graphitic carbon shells or carbon nanotubes by the vapor−liquid−solid (VLS) mechanism reported earlier.57,58 Hence, it can be understood that the heating rate Rh of the furnace, which is also related to the rate of decomposition of the Ni(acac)2, decides the rate of reduction of NiO particles and also on the rate of deposition of carbon atoms on the formed catalyst Ni particles. The amorphous carbon deposited on the surface of the nanoparticles is converted into a graphitic carbon shell, and hence, the heating rate controls the quality and thickness of the graphitic layer on the Ni nanoparticles and, also, the growth of the carbon nanotubes by the VLS mechanism. Notably, the degree of graphitization of the shell, in the case of Ni catalysts, is expected to be better than that for Co and Fe, as a consequence of lowest solid solubility of carbon in Ni, under the same synthesis conditions.31,32 Melamine decomposes into carbon and nitrogen containing low-molecular-weight entities for temperatures greater than 500 °C. These entities get transformed into the pyrolyzed carbonaceous framework, leading to N-doped carbon, thereby increasing the defects in the carbon framework. The formation of carbon nanotubes and their growth through the “tip-growth mechanism” was observed at higher heating rates (Figures 3 and 4). This can be due to the availability of sufficient kinetic energy of carbon atoms to diffuse into the catalyst nanoparticles, this aspect will be discussed later. At low heating rates, the kinetic energy (and flux) of carbon atoms is low, which leads to immediate deposition of the carbon atoms. These deposited carbon atoms cover the Ni nanoparticles by amorphous-like carbon, thereby arresting these Ni catalysts inside the carbon framework. Hence, nucleation and growth of carbon nanotubes cease. This favors the formation of amorphous carbon globules embedded with core−shell nanoparticles. Here, the formation of graphitic carbon on the Ni nanoparticle surface is governed by the dissolve−diffusion−precipitation (DDP) mechanism.57,59 Simultaneously, at the lower heating rates (and also low flux of carbon atoms), the deposited NiO gets enough time (at low temperature) to completely reduce to metallic Ni nanoparticles, and in addition, they are surrounded by a high amount of amorphous carbon framework. The smaller Ni nanoparticles are easily arrested by the carbon framework, and being small, they cannot form highly graphitized carbon shells around them. Hence, in the present case, lower heating rates (1−3 °C/min) lead the Ni-250-1 and Ni-250-3 samples to contain core−shell nanoparticles embedded in globular carbon,\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8623\npredominantly, as seen from their morphology (Figure 4). This also explains the increase in the degree of graphitization as well as the amount of graphitic carbon, when the heating rate is increased from 1 to 3 °C/min. At higher heating rates, the Ni nanoparticles have high thermal energy and the amount of carbon framework surrounding the nanoparticles is low. Hence, this further increase in heating rate to 10 and 20 °C/min increases the relative amount of carbon nanotubes. Furthermore, in the case of Ni-250-10 sample (i.e., higher heating rate), there is a slight decrease in the number of core−shell nanostructures (per unit volume) as compared to Ni-250-3, as the nanoparticles are mainly located at the tips of the nanotubes. Furthermore, we observed that increasing the heating rate to 20 °C/min increases the amount of disorder on the graphitic carbon layer compared to the Ni-250-10 sample. The most plausible explanation for this lies in the fact that NiO is not completely reduced to metallic Ni in many of the nanoparticles in the sample synthesized at a heating rate of 20 °C/min, as observed in Figure 5b. Additionally, at this higher heating rate, most of the decomposed gaseous products travel out of the reaction zone of the quartz tube toward the rubber bladder. Therefore, there is an insufficient amount of carbon monoxide (CO) available locally in the reaction system (i.e., in the quartz tube) at the heating zone of the furnace to fully reduce metal oxide (NiO) to metal (Ni) for this heating rate. Hence, it sets a limit that the heating rate higher than 10 °C/min (or close to ∼20 °C/min) leads to incomplete reduction of NiO for our sample system, and at Rh = 20 °C/min, a noticeable presence of NiO is observed (Figure 5b). This NiO phase is present, probably, on the surface of the Ni particles (i.e., close to the carbon shell). As the metal oxide surfaces do not favor the catalytic transformation of amorphous carbon to graphitic carbon (the VLS mechanism is not favored), the defects in the carbonaceous shell are more for the Ni-250-20 sample [along with the partial presence of NiO in the Ni-250-20 sample as compared to the Ni-250-10 sample (Figure 5b)]. Furthermore, let us consider the crystal structure of the Ni nanoparticles formed in our synthesized samples. The stable crystal structure of Ni and Co at high temperature is fcc. Hence, the tendency of Co and Ni to form the fcc-phase of Co and Ni is expected. However, it is observed that Co forms the hcp-phase even at higher temperature if the size of the Co nanoparticles is small and surrounded by a high amount of carbon in its environment.32 In the present case, in addition to the formation of fcc-Ni, the increase in carbon concentration arising due to the decomposition of (the additional carbon source) melamine favors the formation of smaller-sized Nibased nanoparticles and thereby favors the formation of the hcp-Ni phase. This is very similar to that observed for the case of hcp-Co.32,36\n3.3. Nonlinear Optical Studies. The open-aperture Zscan curves measured for our synthesized Ni@C samples (carbon nanostructures embedded with graphite-encapsulated Ni particles) using short pulse excitation (5 ns, 532 nm) at an average laser energy of 40 μJ is shown in Figure 6 (left panel). For the Z-scan measurements, the samples were dispersed in ethylene glycol, as mentioned in the Supporting Information. The smooth valley-shaped open-aperture Z-scan curves, symmetrical about the focal point (z = 0), indicate the dominant NLA characteristic because of the reverse saturable absorption (RSA) behavior of the samples, where the intensity determines the effective absorption. To discover the exact\nnature and strength of the absorptive nonlinearity, the measured data (the Z-scan curves) were numerically fitted to the nonlinear transmission equation, given by the pulse propagation equation\nI z\nI I I I d d 1 ( / ) 0\ns\n2α β ′ = − + − (1)\nwhere I is the incident beam intensity, α0 is the unsaturated linear absorption coefficient, Is is the saturation intensity (the intensity at which the linear absorption drops to half of its original value), β is the NLA coefficient, and z′ is the propagation distance within the sample. The nature of the Zscan curves indicates that NLA in our sample is arising because of a combination of many different processes, including ESA, FCA, and 2PA along with weak SA, which will be discussed in the following paragraphs. The intensity-dependent nonlinear optical coefficients (β and Is) obtained from the fitting of the Z-scan curves are displayed in Table 1. Along with the obtained Z-scans curves (left panel), the corresponding normalized transmittance versus the input intensity plots (right panel) are shown in Figure 6. Clearly, the observed NLA signals are high for Ni-250-3 and Ni-250-10 samples but low for Ni-250-1 and Ni-250-20 samples; the NLA\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8624\nsignal for the Ni-250-20 sample is the lowest. This is also reflected in the values of β and Is, as seen in Table 1. From the analysis of the characterization results, it is clear that, for the Ni-250-1 sample, the average size of the Ni nanoparticles is small and the graphitization is of poor quality. However, for other samples (heating rates Rh ≥ 3 °C/min), the Ni nanoparticles are relatively bigger and are surrounded by a layer of highly graphitized carbon, followed by the carbon layer with an increasingly high defect content (as observed in Figure 4). Hence, the graphite layer on the Ni nanoparticles can be visualized as having an increasing gradient of defect concentration when one moves from the surface of the embedded Ni nanoparticles toward outside into the amorphous carbon matrix. Hence, the Z-scan curves (Figure 6), in association with the XRD, Raman spectra, and electron microscopy results, indicate that the quality/degree of graphitization and metallicity of the Ni nanoparticles play important roles in obtaining high NLA. Effectively, an optimum degree of graphitization along with a conducting metallic core is required to maximize the NLA strength of such materials. To understand the above concepts better, let us consider the graphitic material and the effect of defect concentration in the graphitic layer in the samples. As discussed above, the defect concentration in the graphitic shell is the lowest for the Ni250-10 sample and the highest for the Ni-250-1 sample. It can be envisaged that the degree of graphitization (amount of defects in the sample) can modify the energy band structure, that is, the creation of defect energy levels within the band gap\nregion can modify the value of the band gap because of the change in the electronic structure associated with the energy bands. This would have strong influence on the linear and nonlinear optical behavior of the sample, when excited with an intense laser beam. During the measurement, when the sample is translated away from the z = 0 position (on either side), the incident photon flux density or the fluence of the laser beam decreases (Figures 6, S7 and S8). As the band gap of the sample is less than the photon energy of the laser (2.33 eV), in a sample with higher graphitization, the occurrence of excitedstate transitions is more probable even at lower fluence of a beam. However, as the defects in the graphitic shell increases, such transitions are less likely because the low density of states decreases the population of the excited states. This implies that the highly defected graphitic layers would contribute relatively more to NLA at high fluence and significantly less even at a moderate fluence. To substantiate this claim, Z-scan measurements were further carried out at different input energies, that is, 10, 20, and 60 μJ. The Z-scans at different input energies are plotted in Figure 7. The corresponding normalized transmittance versus fluence plots are given in Figures S7 and S8 (Supporting Information). Clearly, the position and nature of the curves at high fluence indicate that OL is significantly high for more graphitic samples and better than the less graphitic samples even at low fluence. Furthermore, the variation in the nonlinear optical absorption values with respect to the input energy is plotted in Figure S9 (Supporting Information). The decreasing trends in β values indicate a dominant RSA process in the\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8625\nsamples. The OL threshold values were calculated from the normalized transmittance versus fluence plots at a 40 μJ input energy. The OL threshold is defined as the input fluence at which the transmittance falls to 50% of the normalized transmittance.60 The OL threshold values were found to be 8.58, 7.98, and 5.56 J/cm2 for Ni-250-1, Ni-250-3, and Ni-25010 samples, respectively. A comparison of the OL performance with standard carbon-based samples from the literature is given in Table S6 (Supporting Information). The results are at par with several of the reported optical limiters. Overall, all our samples have a gradient of defects in their graphitic shell surrounding the Ni nanoparticles. In the graphitic shell, the graphene-like layers closer to the surface of the Ni nanoparticles have fewer defects and they would contribute to NLA over a wide intensity (fluence) range (until a high value of z, in the Z-scan curves). However, the graphene-like layers further away from the surface, which have gradually increasing defect concentration, would contribute gradually less even at high fluences. Furthermore, as the degree of graphitization is low for the Ni-250-1 sample, it shows the low NLA response (Figures 6 and 7) and the samples with better quality graphitic layer on the Ni nanoparticles exhibit correspondingly higher NLA response. This observation is indicative of strong ESA process occurring in the sample as the origin of NLA response. However, although the Ni-250-20 sample also shows a fair degree of graphitization, it shows the lowest NLA response among all our studied samples. Clearly, this indicates that a mechanism other than ESA is dominating the NLA behavior in our samples. To understand the above aspect, one needs to understand the metallicity of the Ni nanoparticles. As the core nanoparticles of the Ni-250-20 sample contain the NiO phase (as detected by Raman spectroscopy), the metallic nature of the core nanoparticles seems to be an essential condition for enhancing the NLA response of carbon-based materials. Hence, to understand the origin of the NLA response of our samples in detail, let us consider the influence of the defects in the graphitic layer on\nthe electronic properties of the samples and the metallicity of the Ni nanoparticles. To further understand the origin of the difference in the NLA of our Ni@C samples, the modifications in the electronic band structure in our samples due to the defect states were investigated using UV−vis DRS. The UV−vis DRS spectra (in the wavelength range of 250−850 nm) for all the synthesized samples are shown in Figure S5. Clearly, the linear absorption is quite high (reflectance is low) in the 350−700 nm wavelength range. This suggests that the excited-state NLA of 532 nm laser in all the samples would be expected to be high. Furthermore, as seen in Figure S5, the reflectance increases (i.e., linear absorption intensity decreases) above the incident wavelength of ∼700 nm, suggesting that the energy band gap of all the Ni@C samples could be a value corresponding to this wavelength range (700−800 nm). To determine the direct band gap of the samples, the Kubelka− Munk (K−M) method61,62 is used. The K−M [(F(R)hν)2 vs “hν”] plots63,64 for the samples are shown in Figure S6. Here, the K−M function (F(R)) is equivalent to the absorption coefficient (α) used in Tauc formalism.63 The intersection of the straight line with the x-axis (as shown in the left panel Figure S6) provides the direct band gap of a sample. The obtained optical band gaps for all the samples are similar, that is, 1.49, 1.57, 1.58, and 1.55 eV. The band structure originates from the surface oxygen functionalities, nitrogen doping, and structural defects in the carbon shells. The spread of the energy levels within the band gap, which originates because of the defects in the samples, can be obtained through the estimation of the Urbach energy.65 The inverse of the slope of the linear region in ln(F(R)) versus incident energy (hν) plot gives the Urbach energy (the middle panel in Figure S6). As observed, the Urbach energy (Eu) is estimated to be 638, 397, 176, and 464 meV for Ni-250-1, Ni250-3, Ni-250-10, and Ni-250-20 samples, respectively. Note that the Urbach energy is the energy range of the band-tail formed by the densely populated defect states created within\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8626\nthe band gap, which starts from both the conduction band edge and the valence band edge, extending toward deep into the band gap. In Figure S6, the tail below the energy of the linear ln(F(R)) region (middle panel) indicates the presence of the localized (isolated) energy levels within the band gap region. A schematic representation of the electronic energy levels for each of the sample is also shown in Figure S6. The black line represents the most probable conduction band level (Tauc region) while the blue dotted lines represent the defect levels (not discrete) from the Urbach region. The origin of these defects is mainly from the nitrogen-doped carbonaceous component (graphite layer) surrounding the Ni nanoparticles. As shown in Figure S6, considering the Eu and the local defects, it can be understood that the energy levels are dense near the valence and conduction band edges for Ni-250-3 and Ni-250-10 samples, while they are quite diffused for the other samples. Correlating the above results with the observation of high NLA intensity for Ni-250-3 and Ni-250-10 samples, it can be rationalized that the better defined band structure (i.e., less energy spread) results in more nonlinear optical transitions within the energy levels, leading to high NLA intensity. This is particularly true in our samples because the band gap observed is less than the photon energy of the laser used. The NLA can be enhanced in such heterostructures because of a higher number of graphitic shells around the metallic core nanoparticles and their relative abundance through the RSA processes through reduction of SA.14 Similarly, an increment in the amount of graphitic nanotubes in the sample leads to enhancement of nonlinear optical absorption.66 On the other hand, the high amorphous carbon content in the sample leads to reduction in NLO absorption.14 Taken all the above findings together, our Ni-250-3, Ni-250-10, and Ni-250-20 samples should show high NLA, which is partially observed in our results. It is in line with the previous findings that the Ni250-1 sample shows low NLA strength. To understand the difference between the characterization and Z-scan results, considering all our results, a model (Figure 8) is proposed, as discussed below. In our Ni-250-1 sample, the amount and their degree of amorphousness of defective graphitic carbon (G1) are high compared to the other samples (Figure 2 and Table S1) and the sizes of the Ni nanoparticles are small. The number of core−shell nanoparticles is expected to be similar for Ni-250-1 and Ni-250-3 samples. The increase in the NLA intensity and the NLA coefficient “β” can be related to the increase in graphitization induced by increasing the heating rate from 1 to 3 °C/min. On further increasing the heating rate to 10 °C/ min, an increase in the number of nanotubes and degree of graphitization is observed (Figures 2, 3 and Table S1). This helps in enhancing the NLA intensity, as observed in Figures 6 and 7. Furthermore, it can also be understood by considering the XPS, TEM, and XRD results that the Ni-250-10 sample has more graphitic carbon on the Ni nanoparticle surface and higher N-defect centers. These results confirm that an optimum degree of graphitization and N-defect centers leads to higher NLA through ESA. However, the observation of lower NLA signal for the Ni-250-20 sample than that of the Ni250-10 sample suggests that the NLA signal is contributed majorly by FCA in our samples, more than the contribution of ESA. These interesting results can be further understood from the following discussion. The metallic particles, generally, enhance the NLA through the FCA process21,67,68 because they have free electrons that can absorb the energy via Ohmic\nconduction. Hence, the presence of a core (metal nanoparticle) and carbonaceous shell contributes to NLA through both ESA and FCA. It is clear that, in our Ni@C samples, the contribution toward NLA is mainly from ESA and FCA, along with a minor contribution from 2PA in Ni-250-(1, 3, and 10) samples. To understand this behavior, let us consider the next sample, that is, the sample prepared at a still higher heating rate (20 °C/min), the Ni-250-20 sample. There is a drastic decrease in the NLA for the Ni-250-20 sample. This is surprising because increasing the heating rate to 20 °C/min results in more nanotubes (presumably a more conducting network), which should enhance the NLA. This led us to conclude that the prime cause of reduction of NLA or the NLA coefficient “β” value could be the formation/presence of the higher amount of nickel oxide phase in the Ni-250-20 sample, as observed in Raman spectra (Figure 5b). This NiO phase in the core (nanoparticles) acts as a dielectric (nonconducting) barrier. This barrier resists the motion of the free carriers between two metallic Ni regions (in the same particle) and/or between the metallic Ni and the surrounding graphitic shell. This is discussed in detail below. The synthesis of carbon nanotubes proceeds through the decomposition of the Ni(acac)2, followed by the intermediate formation of NiO particles. The reduction of these NiO particles leads to the formation of metallic Ni particles, which acts as the nuclei for the subsequent growth of CNTs and/or core−shell Ni@C particles via the VLS mechanism. However, all the NiO is not reduced to Ni−graphite core−shell particles, maybe due to the quick covering of the NiO particles by carbon, as discussed earlier. The core nanoparticles in the Ni250-20 sample are not fully metallic. The presence of a dielectric material (NiO) reduces the metallicity of the core and reduces the conductivity of the Ni−NiO core. This reduction in the metallic nature of the core reduces the FCA. Note further that the presence of this NiO reduces the quality and thickness of the graphitic shell because the NiO phase neither catalyzes the ease nucleation of nanotubes nor the formation of a well-graphitized shell. Hence, although we have seen more nanotubes in comparison to our other samples, the nanotubes are not well developed (see TEM micrographs, Figure 4) and the sample is not devoid of carbon globules. Hence, both these parameters, that is, reduction in the metallicity of the Ni nanoparticles and the quality and thickness of the graphitic network/shell, result in reduction in FCA in the sample. This discussion confirms that there is a synergistic role of metal−core and interfacial graphitic carbon (with defects) in the enhancement of NLA. This observation (of drastic reduction in NLA response in the Ni-250-20 sample) highlights that FCA is the most dominant factor in enhancing the NLA process in metal nanoparticle-embedded carbonaceous nanomaterials. To emphasize our finding, the main results are depicted in the model given in Figure 8. Note here that, although NiO can be anywhere within the core, for simplicity, we have put it at the surface of the core forming the interfacial layer between Ni and graphite. In Figure 8, the NiO phase is shown as a green-colored shell surrounding the blue-colored Ni core. The top row shows the model of the core−shell nanoparticles, where the particle on the left shows only the metallic Ni core, whereas on the right side, the core contains the NiO phase as an outer layer in the metallic Ni particle. The exact confirmation of this NiO phase is unknown; nevertheless, the importance/outcome of the model will remain the same. The graphitic layers with a\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8627\ndifferent (lower) degree of graphitization are covering these Ni/NiO core nanoparticles. The second row in Figure 8 shows the cartoon depicting the response of the free carriers, but graphite as a covalent solid material has no free electrons. The figure at the left panel of the second row shows that the electrons of the metals will respond to the electrostatic field of the laser photons and will be leading to their motion either inside the metallic Ni nanoparticle or from the Ni nanoparticle to the graphitic carbon layer. These electrons can be carried away in the π-orbitals. This response of the electrons is known as the absorption of photon energy. This energy will be dissipated as conduction loss or Ohmic loss in the material because of the FCA of the laser light in the metallic graphitic core nanoparticles. However, as the right-hand side figure demonstrates, in the presence of a dielectric NiO layer between two metallic regions or between the metallic Ni and graphitic layers, it does not allow the free carrier conduction, but rather it acts as a capacitor. Therefore, the FCA process is drastically reduced in the presence of NiO, as in the Ni-250-20 sample. The third row of Figure 8 exhibits the corresponding Z-scan curves for the samples Ni-250-10 (left) and Ni-250-20 (right). Here, our model clearly demonstrates the difference in the NLA performance of the two corresponding samples, emphasizing the role of metallic nanoparticles in the samples. Note here that, although low, the NLA intensity observed for the Ni-250-20 sample is originating majorly because of the ESA process occurring in the graphitic layer. This observation also confirms that FCA is a stronger process than ESA in our materials, emphasizing the importance of metallic Ni nanoparticles. Furthermore, energy level diagrams are also shown in Figure 9, which graphically represents the above discussions. In the figure, S0 represents the ground-state level of defective carbon, S1 is the first excited-state equivalent to the optical band gap, and S2 represents the excited-state region where electrons jump to after the one-photon absorption process. Further photon absorption leads to the electron going to higher excited states\nvia the ESA process. In Ni-250-3 and Ni-250-10 samples, easy transfer of electrons from the excited states of carbon to vacant orbitals of metal nanoparticles is possible, leading to superlative FCA. The presence of NiO acts as a dielectric barrier to the electron-transfer process, leading to nearly no FCA. Because our results show a strong NLA signal, it is reminiscent of the ground-state absorption (GSA) process rather than the 2PA process (weak). Also, one should note that the band gap of our materials is around 1.5 eV, so electrons can easily get excited to levels beyond S1 using the 532 nm laser (2.33 eV). Once the electrons get to the excited-state levels, it can transfer the population to lower lying empty d-orbitals of the metal nanoparticles. Another possibility is that the electrons can also be transferred to the valence band of the metal nanoparticles. From here, the photon absorption leads to excitation of the electrons to higher energy levels, where further photon absorption leads to electrons moving to the continuum (toward vacuum level) via FCA. Because the conductivity of the Ni-250-1 sample would be lower due to the high amount of amorphous-type carbon, the electron transfer would be hindered, therefore low FCA."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "Graphite-encapsulated Ni nanoparticle-embedded nitrogendoped carbon nanostructures (Ni@C) were synthesized through one-step pyrolysis of Ni(acac)2, melamine, and toluene at a pyrolysis reaction temperature of 600 °C. To reach the reaction temperature, the CVD system was heated at varying heating rates, that is, 1, 3, 10, and 20 °C/min, starting from RT. All samples contained graphitic carbon with variable amount of defects. The samples prepared at Rh of 1 and 3 °C/ min had more disordered graphite than those samples prepared at Rh of 10 and 20 °C/min. Our nonlinear optical absorption results emphasize that the metallicity of the embedded Ni nanoparticles is very important in drastically enhancing the nonlinear optical absorption in our Ni@C samples. Here, the enhanced NLA originates due to the FCA,\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8628\nthrough the conduction loss or Ohmic loss of the absorbed photon energy. We demonstrated that the presence of a NiO barrier decreased the FCA and also its contribution to NLA. Our results also confirmed that the FCA is a strong process in comparison to ESA in the carbonaceous materials, such as in our Ni@C samples. In addition, an optimum degree of graphitization on these metallic Ni nanoparticle cores and Ndefect centers is also important for enhancing NLA through the ESA process. We further found that the NLA intensity was a function of graphitization around the core nanoparticle, that is, the increasing gradient of defects in the graphitic shell away from the core (Ni nanoparticle). Thus, our work elucidates the importance of heating rate in the preparation of core−shell (metallic Ni−graphite) nanostructures with a controlled degree of graphitization, thereby tuning the OL property of Ni@C nanomaterials.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.0c01284.\nDetails of Z-scan experiment; VSM plots; XPS spectra; Raman spectral fits; UV−vis DRS spectra; K−M and Urbach energy plots; normalized transmittance versus fluence plots at 10, 20, 40, and 60 μJ input energies; variation of β versus input energy; crystallite size derived from XRD; M versus H parameters; XPS binding energies and peak assignments; Raman intensity ratios; and comparison of OL performance with the reported literature (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Balaram Sahoo − Materials Research Centre, Indian Institute of Science, Bangalore 560012, India; orcid.org/0000-00022050-4746; Phone: +91-8022932943; Email: bsahoo@ iisc.ac.in"
    }, {
      "heading" : "Authors",
      "text" : "Rajeev Kumar − Materials Research Centre, Indian Institute of Science, Bangalore 560012, India; orcid.org/0000-00025436-2352\nAjay Kumar − Raman Research Institute, Bangalore 560080, India Nancy Verma − Raman Research Institute, Bangalore 560080, India Vijay Khopkar − Materials Research Centre, Indian Institute of Science, Bangalore 560012, India Reji Philip − Raman Research Institute, Bangalore 560080, India\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsanm.0c01284"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS R.K. is grateful to CSIR, New Delhi, for granting Senior Research Fellowship (file no. 09/079(2634)/2014-EMR-I).\n■ REFERENCES (1) Jariwala, D.; Sangwan, V. K.; Lauhon, L. J.; Marks, T. J.; Hersam, M. C. Carbon Nanomaterials for Electronics, Optoelectronics, Photovoltaics, and Sensing. Chem. Soc. Rev. 2013, 42, 2824−2860. (2) Fu, T.; Wang, M.; Cai, W.; Cui, Y.; Gao, F.; Peng, L.; Chen, W.; Ding, W. Acid-Resistant Catalysis without Use of Noble Metals: Carbon Nitride with Underlying Nickel. ACS Catal. 2014, 4, 2536− 2543. (3) Yadav, A.; Kumar, R.; Choudhary, H. K.; Sahoo, B. GrapheneOxide Coating for Corrosion Protection of Iron Particles in Saline Water. Carbon 2018, 140, 477−487. (4) Yadav, A.; Kumar, R.; Sahoo, B. Graphene Oxide Coatings on Amino Acid Modified Fe Surfaces for Corrosion Inhibition. ACS Appl. Nano Mater. 2020, 3, 3540−3557. (5) Popov, V. Carbon Nanotubes: Properties and Application. Mater. Sci. Eng., R 2004, 43, 61−102. (6) Bahr, J. L.; Yang, J.; Kosynkin, D. V.; Bronikowski, M. J.; Smalley, R. E.; Tour, J. M. Functionalization of Carbon Nanotubes by Electrochemical Reduction of Aryl Diazonium Salts: A Bucky Paper Electrode. J. Am. Chem. Soc. 2001, 123, 6536−6542. (7) Sajitha, E. P.; Prasad, V.; Subramanyam, S. V.; Eto, S.; Takai, K.; Enoki, T. Synthesis and Characteristics of Iron Nanoparticles in a Carbon Matrix along with the Catalytic Graphitization of Amorphous Carbon. Carbon 2004, 42, 2815−2820. (8) Kumar, R.; Anupama, A. V.; Kumaran, V.; Sahoo, B. Effect of Solvents on the Structure and Magnetic Properties of Pyrolysis Derived Carbon Globules Embedded with Iron/Iron Carbide Nanoparticles and Their Applications in Magnetorheological Fluids. Nano-Struct. Nano-Objects 2018, 16, 167−173. (9) Kumar, R.; Choudhary, H. K.; Pawar, S. P.; Bose, S.; Sahoo, B. Carbon Encapsulated Nanoscale Iron/Iron-Carbide/Graphite Particles for EMI Shielding and Microwave Absorption. Phys. Chem. Chem. Phys. 2017, 19, 23268−23279. (10) Gupta, J.; Vijayan, C.; Maurya, S. K.; Goswami, D. Ultrafast Nonlinear Optical Response of Carbon Nanotubes Functionalized with Water Soluble Porphyrin. Opt. Commun. 2012, 285, 1920−1924. (11) Zhu, J.; Li, Y.; Chen, Y.; Wang, J.; Zhang, B.; Zhang, J.; Blau, W. J. Graphene Oxide Covalently Functionalized with Zinc Phthalocyanine for Broadband Optical Limiting. Carbon 2011, 49, 1900−1905. (12) Woldu, T.; Raneesh, B.; Sreekanth, P.; Ramana Reddy, M. V.; Philip, R.; Kalarikkal, N. Size Dependent Nonlinear Optical Absorption in BaTiO3 Nanoparticles. Chem. Phys. Lett. 2015, 625, 58. (13) Sheik-Bahae, M.; Said, A. A.; Wei, T.-H.; Hagan, D. J.; Van Stryland, E. W. Sensitive Measurement of Optical Nonlinearities Using a Single Beam. IEEE J. Quantum Electron. 1990, 26, 760−769. (14) Kumar, R.; Kumar, A.; Verma, N.; Anupama, A. V.; Philip, R.; Sahoo, B. Modulating Non-Linear Optical Absorption through Controlled Graphitization of Carbon Nanostructures Containing Fe3C-Graphite Core-Shell Nanoparticles. Carbon 2019, 153, 545− 556. (15) Yamashita, S. Nonlinear Optics in Carbon Nanotube, Graphene, and Related 2D Materials. APL Photonics 2019, 4, 034301. (16) Anand, B.; Kaniyoor, A.; Sai, S. S. S.; Philip, R.; Ramaprabhu, S. Enhanced Optical Limiting in Functionalized Hydrogen Exfoliated Graphene and Its Metal Hybrids. J. Mater. Chem. C 2013, 1, 2773− 2780. (17) Anand, B.; Addo Ntim, S.; Sai Muthukumar, V.; Siva Sankara Sai, S.; Philip, R.; Mitra, S. Improved Optical Limiting in Dispersible Carbon Nanotubes and Their Metal Oxide Hybrids. Carbon 2011, 49, 4767−4773. (18) Dengler, S.; Muller, O.; Hege, C.; Eberle, B. Nonlinear optical effects in colloidal carbon nanohorns-a new optical limiting material. J. Phys. D Appl. Phys. 2016, 49, 365501. (19) Tan, D.; Yamada, Y.; Zhou, S.; Shimotsuma, Y.; Miura, K.; Qiu, J. Carbon Nanodots with Strong Nonlinear Optical Response. Carbon 2014, 69, 638−640.\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8629\n(20) Paramesh, G.; Kumari, N.; Krupanidhi, S. B.; Varma, K. B. R. Large nonlinear refraction and two photon absorption in ferroelectric Bi2VO5.5 thin films. Opt. Mater. 2012, 34, 1822−1825. (21) Sridharan, K.; Sreekanth, P.; Park, T. J.; Philip, R. Nonlinear Optical Investigations in Nine-Atom Silver Quantum Clusters and Graphitic Carbon Nitride Nanosheets. J. Phys. Chem. C 2015, 119, 16314−16320. (22) Ann Mary, K. A.; Unnikrishnan, N. V.; Philip, R. Cubic to Amorphous Transformation of Se in Silica with Improved Ultrafast Optical Nonlinearity. RSC Adv. 2015, 5, 14034−14041. (23) Wang, A.; Ye, J.; Humphrey, M. G.; Zhang, C. Graphene and Carbon-Nanotube Nanohybrids Covalently Functionalized by Porphyrins and Phthalocyanines for Optoelectronic Properties. Adv. Mater. 2018, 30, 1870118. (24) Dissanayake, D. M. A. S.; Cifuentes, M. P.; Humphrey, M. G. Optical Limiting Properties of (Reduced) Graphene Oxide Covalently Functionalized by Coordination Complexes. Coord. Chem. Rev. 2018, 375, 489−513. (25) Mathew, S.; Saran, A. D.; Singh Bhardwaj, B.; Ani Joseph, S.; Radhakrishnan, P.; Nampoori, V. P. N.; Vallabhan, C. P. G.; Bellare, J. R. Size Dependent Optical Properties of the CdSe-CdS Core-Shell Quantum Dots in the Strong Confinement Regime. J. Appl. Phys. 2012, 111, 074312. (26) Perumbilavil, S.; Loṕez-Ortega, A.; Tiwari, G. K.; Nogueś, J.; Endo, T.; Philip, R. Enhanced Ultrafast Nonlinear Optical Response in Ferrite Core/Shell Nanostructures with Excellent Optical Limiting Performance. Small 2018, 14, 1701001. (27) Anand, B.; Krishnan, S. R.; Podila, R.; Siva Sankara Sai, S.; Rao, A. M.; Philip, R. The Role of Defects in the Nonlinear Optical Absorption Behavior of Carbon and ZnO Nanostructures. Phys. Chem. Chem. Phys. 2014, 16, 8168−8177. (28) Anand, B.; Podila, R.; Ayala, P.; Oliveira, L.; Philip, R.; Sankara Sai, S. S.; Zakhidov, A. A.; Rao, A. M. Nonlinear Optical Properties of Boron Doped Single-Walled Carbon Nanotubes. Nanoscale 2013, 5, 7271−7276. (29) Kumar, R.; Sahoo, B. One-Step Pyrolytic Synthesis and Growth Mechanism of Core-Shell Type Fe/Fe3C-Graphite Nanoparticles Embedded Carbon Globules. Nano-Struct. Nano-Objects 2018, 16, 77−85. (30) Kumar, R.; Sahoo, B. Carbon Nanotubes or Carbon Globules: Optimization of the Pyrolytic Synthesis Parameters and Study of the Magnetic Properties. Nano-Struct. Nano-Objects 2018, 14, 131−137. (31) Tanaka, T.; Ishihara, K. N.; Shingu, P. H. Formation of metastable phases of Ni-C. Metall. Trans. A 1992, 23, 2431−2435. (32) Kumar, R.; Manjunatha, M.; Anupama, A. V.; Ramesh, K. P.; Sahoo, B. Synthesis, Composition and Spin-Dynamics of FCC and HCP Phases of Pyrolysis Derived Co-Nanoparticles Embedded in Amorphous Carbon Matrix. Ceram. Int. 2019, 45, 19879−19887. (33) He, Z.; Maurice, J.-L.; Gohier, A.; Lee, C. S.; Pribat, D.; Cojocaru, C. S. Iron Catalysts for the Growth of Carbon Nanofibers: Fe, Fe3C or Both? Chem. Mater. 2011, 23, 5379−5387. (34) Kumar, R.; Rajendiran, R.; Choudhary, H. K.; Naveen, K.; Balaiah, B.; Anupama, A. V.; Sahoo, B. Role of Pyrolysis Reaction Temperature and Heating-Rate in the Growth and Morphology of Carbon Nanostructures. Nano-Struct. Nano-Objects 2017, 12, 229− 238. (35) Nandan, R.; Gautam, A.; Nanda, K. K. Anthocephalus Cadamba Shaped FeNi Encapsulated Carbon Nanostructures for Metal-Air Batteries as a Resilient Bifunctional Oxygen Electrocatalyst. J. Mater. Chem. A 2018, 6, 20411−20420. (36) Kumar, R.; Choudhary, H. K.; Anupama, A. V.; Menon, A. V.; Pawar, S. P.; Bose, S.; Sahoo, B. Nitrogen doping as a fundamental way to enhance the EMI shielding behavior of cobalt particleembedded carbonaceous nanostructures. New J. Chem. 2019, 43, 5568−5580. (37) Chiang, R.-T.; Chiang, R.-K.; Shieu, F.-S. Emergence of Interstitial-Atom-Free HCP Nickel Phase during the Thermal Decomposition of Ni3C Nanoparticles. RSC Adv. 2014, 4, 19488− 19494.\n(38) Jung, H. J.; Choi, M. Y. Specific Solvent Produces Specific Phase Ni Nanoparticles: A Pulsed Laser Ablation in Solvents. J. Phys. Chem. C 2014, 118, 14647−14654. (39) Zhang, C.; Hao, R.; Liao, H.; Hou, Y. Synthesis of AminoFunctionalized Graphene as Metal-Free Catalyst and Exploration of the Roles of Various Nitrogen States in Oxygen Reduction Reaction. Nano Energy 2013, 2, 88−97. (40) Mahmood, N.; Zhang, C.; Yin, H.; Hou, Y. Graphene-Based Nanocomposites for Energy Storage and Conversion in Lithium Batteries, Supercapacitors and Fuel Cells. J. Mater. Chem. A 2014, 2, 15−32. (41) Preda, I.; Gutieŕrez, A.; Abbate, M.; Yubero, F.; Meńdez, J.; Alvarez, L.; Soriano, L. Interface Effects in the Ni 2p X-Ray Photoelectron Spectra of NiO Thin Films Grown on Oxide Substrates. Phys. Rev. B: Condens. Matter Mater. Phys. 2008, 77, 075411. (42) Preda, I.; Mossanek, R. J. O.; Abbate, M.; Alvarez, L.; Meńdez, J.; Gutieŕrez, A.; Soriano, L. Surface Contributions to the XPS Spectra of Nanostructured NiO Deposited on HOPG. Surf. Sci. 2012, 606, 1426−1430. (43) Grosvenor, A. P.; Biesinger, M. C.; Smart, R. S. C.; McIntyre, N. S. New Interpretations of XPS Spectra of Nickel Metal and Oxides. Surf. Sci. 2006, 600, 1771−1779. (44) Wang, H. Y.; Chua, D. H. C. Triple Layered Core-Shell Structure with Surface Fluorinated ZnO-Carbon Nanotube Composites and Its Electron Emission Properties. Appl. Surf. Sci. 2013, 265, 66−70. (45) Miller, T. S.; Ebejer, N.; Güell, A. G.; MacPherson, J. V.; Unwin, P. R. Electrochemistry at Carbon Nanotube Forests: Sidewalls and Closed Ends Allow Fast Electron Transfer. Chem. Commun. 2012, 48, 7435−7437. (46) Liu, J.; Lv, W.; Wei, W.; Zhang, C.; Li, Z.; Li, B.; Kang, F.; Yang, Q.-H. A Three-Dimensional Graphene Skeleton as a Fast Electron and Ion Transport Network for Electrochemical Applications. J. Mater. Chem. A 2014, 2, 3031−3037. (47) Rodríguez, J. L.; Valenzuela, M. A.; Poznyak, T.; Lartundo, L.; Chairez, I. Reactivity of NiO for 2,4-D Degradation with Ozone: XPS Studies. J. Hazard. Mater. 2013, 262, 472−481. (48) Li, S.; Park, J. G.; Liang, Z.; Siegrist, T.; Liu, T.; Zhang, M.; Cheng, Q.; Wang, B.; Zhang, C. In Situ Characterization of Structural Changes and the Fraction of Aligned Carbon Nanotube Networks Produced by Stretching. Carbon 2012, 50, 3859−3867. (49) Wang, Y. Y.; Ni, Z. H.; Shen, Z. X.; Wang, H. M.; Wu, Y. H. Interference Enhancement of Raman Signal of Graphene. Appl. Phys. Lett. 2008, 92, 043121. (50) Avotina, L.; Marcu, A.; Lungu, M.; Stancalie, A.; Grigorescu, C.; Ilie, A. G.; Porosnicu, C.; Mihai, L.; Sporea, D.; Lungu, C.; Somacescu, S.; Kizane, G.; Savastru, D.; Antohe, S. Power Density Influence on Laser-Induced Graphite Structural Modifications. Dig. J. Nanomater. Bios. 2016, 11, 973−981. (51) Dennison, J. R.; Holtz, M. Raman Spectroscopy of Carbon Materials. Spectroscopy 1996, 11, 38−46. (52) Kumar, R.; Sahoo, B. Investigation of Disorder in Carbon Encapsulated Core-Shell Fe/Fe3C Nanoparticles Synthesized by OneStep Pyrolysis. Diamond Relat. Mater. 2018, 90, 62−71. (53) Choudhary, H. K.; Kumar, R.; Pawar, S. P.; Sundararaj, U.; Sahoo, B. Enhancing absorption dominated microwave shielding in Co@C-PVDF nanocomposites through improved magnetization and graphitization of the Co@C-nanoparticles. Phys. Chem. Chem. Phys. 2019, 21, 15595−15608. (54) Hoekstra, J.; Beale, A. M.; Soulimani, F.; Versluijs-Helder, M.; Geus, J. W.; Jenneskens, L. W. Base Metal Catalyzed Graphitization of Cellulose: A Combined Raman Spectroscopy, Temperature-Dependent X-Ray Diffraction and High-Resolution Transmission Electron Microscopy Study. J. Phys. Chem. C 2015, 119, 10653−10661. (55) Choudhary, H. K.; Kumar, R.; Pawar, S. P.; Sundararaj, U.; Sahoo, B. Effect of Morphology and Role of Conductivity of Embedded Metallic Nanoparticles on Electromagnetic Interference\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8630\nShielding of PVDF-Carbonaceous-Nanofiller Composites. Carbon 2020, 164, 357−368. (56) Mironova-Ulmane, N.; Kuzmin, A.; Steins, I.; Grabis, J.; Sildos, I.; Par̈s, M. Raman Scattering in Nanosized Nickel Oxide NiO. J. Phys.: Conf. Ser. 2007, 93, 012039. (57) Ding, F.; Roseń, A.; Campbell, E. E. B.; Falk, L. K. L.; Bolton, K. Graphitic Encapsulation of Catalyst Particles in Carbon Nanotube Production. J. Phys. Chem. B 2006, 110, 7666−7670. (58) Yoshida, H.; Takeda, S.; Uchiyama, T.; Kohno, H.; Homma, Y. Atomic-Scale in-Situ Observation of Carbon Nanotube Growth from Solid State Iron Carbide Nanoparticles. Nano Lett. 2008, 8, 2082− 2086. (59) Jiao, J.; Seraphin, S. Carbon Encapsulated Nanoparticles of Ni, Co, Cu, and Ti. J. Appl. Phys. 1998, 83, 2442−2448. (60) Cai, S.; Zheng, C.; Xiao, X.; Li, W.; Chen, W. Graphene-Based Hierarchical Sandwich-Type Hybrid Nanostructures for Optical Limiters. Opt. Mater. 2019, 98, 109453. (61) Kubelka, P. New Contributions to the Optics of Intensely Light-Scattering Materials Part I. J. Opt. Soc. Am. 1948, 38, 448−457. (62) Yang, L.; Kruse, B. Revised Kubelka-Munk theory I Theory and application. J. Opt. Soc. Am. 2004, 21, 1933−1941. (63) Mahour, L. N.; Choudhary, H. K.; Kumar, R.; Anupama, A. V.; Sahoo, B. Structural, Optical and Mössbauer Spectroscopic Investigations on the Environment of Fe in Fe-Doped ZnO (Zn1‑XFexO) Ceramics Synthesized by Solution Combustion Method. Ceram. Int. 2019, 45, 24625−24634. (64) Kumar, A.; Kumar, R.; Verma, N.; Anupama, A. V.; Choudhary, H. K.; Philip, R.; Sahoo, B. Effect of the Band Gap and the Defect States Present within Band Gap on the Non-Linear Optical Absorption Behaviour of Yttrium Aluminium Iron Garnets. Opt. Mater. 2020, 108, 110163. (65) Raj Mohamed, J.; Amalraj, L. Effect of Precursor Concentration on Physical Properties of Nebulized Spray Deposited In2S3 Thin Films. J. Asian Ceram. Soc. 2016, 4, 357−366. (66) Wang, J.; Früchtl, D.; Sun, Z.; Coleman, J. N.; Blau, W. J. Control of Optical Limiting of Carbon Nanotube Dispersions by Changing Solvent Parameters. J. Phys. Chem. C 2010, 114, 6148− 6156. (67) Kalanoor, B. S.; Bisht, P. B.; Akbar Ali, S.; Baby, T. T.; Ramaprabhu, S. Optical Nonlinearity of Silver-Decorated Graphene. J. Opt. Soc. Am. B 2012, 29, 669. (68) Kumar, R.; Kumar, A.; Verma, N.; Philip, R.; Sahoo, B. FeCoCr Alloy-Nanoparticle Embedded Bamboo-Type Carbon Nanotubes for Non-Linear Optical Limiting Application. J. Alloys Compd. 2020, 849, 156665.\nhttps://dx.doi.org/10.1021/acsanm.0c01284 ACS Appl. Nano Mater. 2020, 3, 8618−8631\n8631"
    } ],
    "references" : [ {
      "title" : "Carbon Nanomaterials for Electronics, Optoelectronics, Photovoltaics, and Sensing",
      "author" : [ "C. M" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "M.,? \\Q2013\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2013
    }, {
      "title" : "Acid-Resistant Catalysis without Use of Noble Metals: Carbon Nitride with Underlying Nickel",
      "author" : [ "W. Ding" ],
      "venue" : "ACS Catal. 2014,",
      "citeRegEx" : "Ding,? \\Q2014\\E",
      "shortCiteRegEx" : "Ding",
      "year" : 2014
    }, {
      "title" : "Carbon Nanotubes: Properties and Application",
      "author" : [ "V. Popov" ],
      "venue" : "Mater. Sci. Eng., R 2004,",
      "citeRegEx" : "Popov,? \\Q2004\\E",
      "shortCiteRegEx" : "Popov",
      "year" : 2004
    }, {
      "title" : "Sensitive Measurement of Optical Nonlinearities Using a Single Beam",
      "author" : [ "E.W. Stryland" ],
      "venue" : "IEEE J. Quantum Electron. 1990,",
      "citeRegEx" : "Stryland,? \\Q1990\\E",
      "shortCiteRegEx" : "Stryland",
      "year" : 1990
    }, {
      "title" : "Large nonlinear refraction and two photon absorption in ferroelectric Bi2VO5.5 thin films",
      "author" : [ "G. Paramesh", "N. Kumari", "S.B. Krupanidhi", "K.B.R. Varma" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "Paramesh et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Paramesh et al\\.",
      "year" : 2012
    }, {
      "title" : "Graphitic Carbon Nitride Nanosheets",
      "author" : [ "K.A. Ann Mary", "N.V. Unnikrishnan", "R. Philip" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Mary et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Mary et al\\.",
      "year" : 2015
    }, {
      "title" : "Graphene and Carbon-Nanotube Nanohybrids Covalently Functionalized by Porphyrins and Phthalocyanines for Optoelectronic Properties",
      "author" : [ "A. Wang", "J. Ye", "M.G. Humphrey", "C. Zhang" ],
      "venue" : "Adv. Mater. 2018,",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Optical Limiting Properties of (Reduced) Graphene Oxide Covalently Functionalized by Coordination Complexes",
      "author" : [ "S. Mathew", "A.D. Saran", "B. Singh Bhardwaj", "S. Ani Joseph", "P. Radhakrishnan", "V.P.N. Nampoori", "C.P.G. Vallabhan", "J. Bellare" ],
      "venue" : "Coord. Chem. Rev",
      "citeRegEx" : "Mathew et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Mathew et al\\.",
      "year" : 2018
    }, {
      "title" : "Dependent Optical Properties of the CdSe-CdS Core-Shell Quantum Dots in the Strong Confinement Regime",
      "author" : [ "R. Size" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "Size,? \\Q2012\\E",
      "shortCiteRegEx" : "Size",
      "year" : 2012
    }, {
      "title" : "Ferrite Core/Shell Nanostructures with Excellent Optical Limiting Performance",
      "author" : [ "B. Anand", "S.R. Krishnan", "R. Podila", "S. Siva Sankara Sai", "A.M. Rao", "R. Philip" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "Anand et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Anand et al\\.",
      "year" : 2018
    }, {
      "title" : "Nonlinear Optical Properties of Boron Doped Single-Walled Carbon Nanotubes",
      "author" : [ "Chem. Phys" ],
      "venue" : "Nanoscale 2013,",
      "citeRegEx" : "Phys.,? \\Q2014\\E",
      "shortCiteRegEx" : "Phys.",
      "year" : 2014
    }, {
      "title" : "Formation of metastable phases of Ni-C",
      "author" : [ "T. Tanaka", "K.N. Ishihara", "P.H. Shingu" ],
      "venue" : "Metall. Trans. A 1992,",
      "citeRegEx" : "Tanaka et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Tanaka et al\\.",
      "year" : 1992
    }, {
      "title" : "New Interpretations of XPS Spectra of Nickel Metal and Oxides",
      "author" : [ "S. N" ],
      "venue" : "Surf. Sci",
      "citeRegEx" : "N.,? \\Q2006\\E",
      "shortCiteRegEx" : "N.",
      "year" : 2006
    }, {
      "title" : "Reactivity of NiO for 2,4-D Degradation with Ozone: XPS Studies",
      "author" : [ "I. Chairez" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Chairez,? \\Q2013\\E",
      "shortCiteRegEx" : "Chairez",
      "year" : 2013
    }, {
      "title" : "Raman Spectroscopy of Carbon Materials",
      "author" : [ "J.R. Dennison", "M. Holtz" ],
      "venue" : "Spectroscopy 1996,",
      "citeRegEx" : "Dennison and Holtz,? \\Q1996\\E",
      "shortCiteRegEx" : "Dennison and Holtz",
      "year" : 1996
    }, {
      "title" : "Carbon Encapsulated Nanoparticles of Ni, Co, Cu, and Ti",
      "author" : [ "J. Jiao", "S. Seraphin" ],
      "venue" : "J. Appl. Phys. 1998,",
      "citeRegEx" : "Jiao and Seraphin,? \\Q1998\\E",
      "shortCiteRegEx" : "Jiao and Seraphin",
      "year" : 1998
    }, {
      "title" : "New Contributions to the Optics of Intensely Light-Scattering Materials Part I",
      "author" : [ "P. Kubelka" ],
      "venue" : "J. Opt. Soc. Am. 1948,",
      "citeRegEx" : "Kubelka,? \\Q1948\\E",
      "shortCiteRegEx" : "Kubelka",
      "year" : 1948
    }, {
      "title" : "Revised Kubelka-Munk theory I Theory and application",
      "author" : [ "L. Yang", "B. Kruse" ],
      "venue" : "J. Opt. Soc. Am. 2004,",
      "citeRegEx" : "Yang and Kruse,? \\Q1941\\E",
      "shortCiteRegEx" : "Yang and Kruse",
      "year" : 1941
    }, {
      "title" : "Control of Optical Limiting of Carbon Nanotube Dispersions by Changing Solvent Parameters",
      "author" : [ "J. Wang", "D. Früchtl", "Z. Sun", "J.N. Coleman", "W.J. Blau" ],
      "venue" : "In2S3 Thin Films. J. Asian Ceram. Soc. 2016,",
      "citeRegEx" : "Wang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2010
    }, {
      "title" : "Optical Nonlinearity of Silver-Decorated Graphene",
      "author" : [ "B.S. Kalanoor", "P.B. Bisht", "S. Akbar Ali", "T.T. Baby", "S. Ramaprabhu" ],
      "venue" : "J. Opt. Soc. Am. B",
      "citeRegEx" : "6156",
      "shortCiteRegEx" : "6156",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In this work, we demonstrate the importance of the free carrier absorption (FCA) process in the nonlinear optical absorption (NLA) behavior of carbonaceous nanomaterials synthesized by pyrolysis at different heating rates (Rh = 1, 3, 10, and 20 °C/min). The chemical vapor deposition reaction through the pyrolysis of Ni(II) acetylacetonate, melamine, and toluene precursors was carried out at 600 °C, which leads to different carbonaceous nanostructures embedded with graphite-encapsulated Ni nanoparticles (Ni@C samples). A lower Rh (1 and 3 °C/min) value leads to the formation of globular carbon aggregates embedded with core−shell-type Ni−graphite nanoparticles, whereas a high Rh (10 and 20 °C/min) value leads to the formation of carbon nanotubes embedded with similar Ni−graphite core−shell nanoparticles. The samples prepared at moderate heating rates of 3 and 10 °C/min show prominently high NLA than those prepared at very slow or very fast (1 and 20 °C/min) heating rates. According to our results, the quality (and the amount) of graphitization and nitrogen defect centers enhance the NLA behavior of the Ni@C samples. This result is obtained through the enhancement of excited-state absorption (ESA) behavior of the samples due to the introduction of defect states within the band gap of the graphite layer. More importantly, the metallic Ni nanoparticles help in drastically enhancing the NLA through the FCA process. To prove this supposition, we demonstrated that the presence of any dielectric phase (e.g., NiO) within the metallic nanoparticles (or within the sample) acts as a barrier to FCA, thereby reducing the NLA. Our work highlights the importance of synthesis conditions (optimized heating rate), especially in controlling the quality of graphitization and the embedded metallic Ni particles in the Ni@C samples in enhancing the NLA. Furthermore, through the mechanistic insights, we emphasized the potential use of our Ni@C samples for optical limiting applications because of their excellent NLA behavior originating through the FCA and ESA processes.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}