{
  "name" : "downloads_2019-11-22_f3_pandanaboina2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Plasmonic nano surface for neuronal differentiation and manipulation",
    "authors" : [ "Sahitya Chetan Pandanaboina", "Karrer M. Alghazali", "Zeid A. Nima", "Raad A. Alawajji", "Krishna Deo Sharma", "Fumiya Watanabe", "Viney Saini", "Alexandru S. Biris", "Malathi Srivatsan" ],
    "emails" : [ "asbiris@ualr.edu", "msrivatsan@astate.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Neurodegenerative diseases and traumatic brain injuries can destroy neurons, resulting in sensory and motor function loss. Transplantation of differentiated neurons from stem cells could help restore such lost functions. Plasmonic gold nanorods (AuNR) were integrated in growth surfaces to stimulate and modulate neural cells in order to tune cell physiology. An AuNR nanocomposite system was fabricated, characterized, and then utilized to study the differentiation of embryonic rat neural stem cells (NSCs). Results demonstrated that this plasmonic surface 1) accelerated differentiation, yielding almost twice as many differentiated neural cells as a traditional NSC culture surface coated with poly-D-lysine and laminin for the same time period; and 2) promoted differentiation of NSCs into neurons and astrocytes in a 2:1 ratio, as evidenced by the expression of relevant marker proteins. These results indicate that the design and properties of this AuNR plasmonic surface would be advantageous for tissue engineering to address neural degeneration. © 2019 Elsevier Inc. All rights reserved.\nKey words: Gold nanostructures; Plasmonic surfaces; Stem cells; Neuronal differentiation\nWith death rates from childhood diseases and infectious diseases significantly decreasing in the past two decades, life expectancy is increasing all over the world [1]. However, with increasing age, the occurrence of neurodegenerative disorders such as Parkinson's and Alzheimer's has also increased. Alzheimer's disease affects approximately 44 million people, while 74% of their caregivers worry about the toll caregiving takes on their own health and wellbeing [2]. In addition, many young adults suffer from neurodegeneration due to central nervous system (CNS) injuries, such as spinal cord or brain injuries, which lead to loss of function and poor quality of life [3].\nNeurodegeneration involves progressive functional loss and neuron death within the CNS. Since fully differentiated neurons\n⁎Correspondence to: A. Biris, Center for Integrative Nanotechnology Sciences, University of Arkansas at Little Rock, Little Rock, AR 72204.\n⁎⁎Correspondence to: M. Srivatsan, Arkansas State University, Jonesboro, AR 72401.\nE-mail addresses: asbiris@ualr.edu (A.S. Biris), msrivatsan@astate.edu (M. Srivatsan).\n1 [1] The two authors contributed equally and are co-first authors\nhttps://doi.org/10.1016/j.nano.2019.102048 1549-9634/© 2019 Elsevier Inc. All rights reserved.\nusually do not replicate to replace dead neurons, neurodegeneration results in permanent function loss [4,5]. Currently, there are no treatments that totally cure neurodegenerative conditions [6], but research on transplanting neural stem cells (NSCs) to replace dead neurons has offered some hope. NSCs are multipotent, self-renewing cells—which enables expansion in cultures—that can differentiate into the three main types of cells in the CNS: astrocytes, oligodendrocytes, and neurons [7,8]. One risk of this approach is the possibility of causing teratoma when NSCs are transplanted [9], because stem cells retain their ability to proliferate when transplanted [10]. To avoid this, it would be ideal to fully differentiate neural stem cells into neurons, then transplant the differentiated neurons to sites of neurodegeneration. This approach requires the ability to (a) generate a large number of differentiated neurons, (b) ensure the neurons are viable and functional, and (c) study and modulate their function before transplantation.\nNSCs differentiate into either neurons, astrocytes, or oligodendrocytes based on complex environmental cues [11], which include appropriate substrata, growth factors, and specific signaling pathway inhibitors [12,13]. Thus, by manipulating the\nimmediate in vitro environment of NSCs, it is possible to differentiate them into neurons for transplantation purposes [14– 16]. In vitro NSC attachment, proliferation, and differentiation also depend on the growth surface. Neurons' adhesion to the substrate is critical for their viability in cell culture. However, neurons are poorly adhesive cells and do not attach well to glass or even plastic culture dishes. The most common solution is to treat the surface with a series of positive charges (e.g., coating with poly-D-lysine) that would allow the negatively charged cell membrane to attach to the positively charged surface.\nWith the growing interest in neural implants, prostheses, and cellular biosensors, researchers are working on artificial substrates that provide firm adhesion to neural cells [17]. Some artificial materials designed to resemble the microenvironment of developing neural cells include nanomaterial-based scaffolds and synthetic polymers [18,19]. Nanofabrication allows the chemical composition of a surface to be defined at the nanoscale, enabling study of and influence over cellular physiology [20,21]. Because the biomolecules that influence cell physiology are usually nanoscale proteins, nanomaterials can impact cell behavior better, with more precise interactions, than larger materials.\nAmong the nanomaterial surfaces explored for neural applications, gold nanomaterials present several advantages, including biocompatibility, optical properties, and photothermal effects. Gold nanoparticles functionalized with an amino group can offer cationic interaction spots with known size and distribution that attach to negatively charged NSC plasma membrane proteins, thus providing much-needed adhesion [22]. Furthermore, the surface of tunable, plasmonic gold nanomaterials can be useful as biosensors to study and modulate cell physiology due to the nanomaterial's optical properties [23,24]. As a conducive material for optical stimulation at a near-infrared (NIR) wavelength that matches the therapeutic wavelength (600– 1200 nm) currently in practice [25], gold nanorods (AuNRs) are a suitable substrate for modulating cell physiology. For instance, when cells are attached to AuNRs, the AuNRs can be photostimulated by a tunable NIR laser at certain plasmon resonance wavelengths to remotely activate the attached cells to internalize calcium [26]. Neurons can also be stimulated by localized heat from AuNRs that have been irradiated with an NIR laser [27,28]. Additionally, using a pulsed infrared light and plasmonic AuNRs, action potentials can be generated in neurons [29], which allows the differentiated neurons to be verified as physiologically functional before transplantation.\nClearly, AuNRs [30] have many potentially valuable biomedical uses, but these uses have yet to be fully explored. Therefore, we seek to use AuNR surfaces to (a) culture rat NSCs, (b) differentiate them into neurons, (c) test the differentiated cells for functional efficacy, (d) examine the electrophysiological responses of the neurons to optical stimulation while they are differentiating, and (e) modulate physiological characteristics, if necessary, to obtain neurons with the desired properties for transplantation. Rat NSCs were chosen because their wellknown physiological properties are similar to those of humans and allow for appropriate characterization after differentiation, In this paper, the results for (a) and (b) are reported. First, we fabricated amine and carboxylic groups coupled to gold nanorods and arranged in two layers as culture substratum,\nthen we investigated if the positively charged AuNR surface that came in contact with cells aided in the attachment and differentiation of NSCs. We analyzed the attachment of the NSCs, their differentiation into neurons and astrocytes, any cytotoxicity arising from the AuNRs, and the surface interaction of the differentiated neurons with AuNR."
    }, {
      "heading" : "Methods",
      "text" : "When fabricating the AuNR surface (Fig. 1), we used the terminal amine active sites of the glass coverslip as the linkers for the carboxyl group-functionalized AuNRs. Then, the carboxyl groups on the AuNRs were used alternatively as a binder for the second step—coating with NH2-functionalized AuNR (as described in the Supplementary Information, which contains the detailed materials and methods). As we reported previously [31], this approach is based on the assumption that there are two possible forces that might keep the surface of the functionalized AuNRs attached to the substrate: the first force is the interactions between the PEG polymeric chains covering the AuNRs and the hydrophilic surface, and the second force is the chemical reaction between the functional groups of the AuNRs and the functionalized sites of the nanorod films deposited over the glass surface.\nOne million ED 14 NSCs from rats were cultured in DMEM/ F-12 serum-free growth medium with FGF + EGF and StemPro neural supplement for 2 weeks, resulting in a robust yield of undifferentiated dividing cells. 1 million cells yielded 7 million cells at the end of Passage I and 16 million cells at the end of Passage II, thus allowing enough cells from the same batch to be frozen and stored for use in all the experiments in the present study. All cell culture details are described in the Supporting Information."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "AuNR surface",
      "text" : "Different characterization methods were used to validate the fabrication steps of the plasmonically active nanocomposite system. The characteristics of the AuNRs (majority with ~12 nm diameter, ~36 nm length) were confirmed by transmission electron microscopy (TEM) (Fig. 2a) and atomic force microscopy (AFM) (Fig. 2b). Modification of the surface chemistry of the AuNRs by Thiol-Au binding was also confirmed by TEM, which showed a 1-nm shield layer of PEG, as we reported previously [31]. Furthermore, tracking the change in Zeta potential for the pure and functionalized AuNRs validated the success of the functionalization process. The following Zeta potential values were recorded: pure AuNRs: −12 mV, AuNRs with free terminal of carboxyl groups: −31 mV, and AuNRs with free amine terminal groups: +24 mV. UV–Vis spectroscopy (Fig. 2c) confirmed the expected surface plasmon resonance of the functionalized AuNRs (λmax at around 520 nm and 780 nm), as we reported previously [31].\nMore characterizations were conducted using scanning electron microscopy (SEM), AFM, and UV–Vis spectroscopy\nto analyze the coating and morphology of the AuNR nanocomposite system (Fig. 2). The presence of a relatively uniform coating of functionalized AuNRs was established by SEM images (Fig. 2e). AFM analysis (Fig. 2f) showed the presence of the functionalized AuNR coating over the aminefunctionalized glass coverslip. AFM analysis (Fig. 2f, g) also found that the height of the coating was around 24 nm (±3 nm). Furthermore, the AFM data (Fig. 2h) showed that the roughness\nprofiles for the AuNR system were as follows: Image Rq: 8.44 nm, Image Ra: 7.30 nm, Mean roughness (Sa): 7.30 nm."
    }, {
      "heading" : "Proliferation and differentiation of NSCs",
      "text" : "According to our experience and the literature, neural cells do not attach to plain, uncoated glass surfaces but attach well to PDL- and laminin-coated culture surfaces. However, we were"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Neurodegenerative diseases and traumatic brain injuries can destroy neurons, resulting in sensory and motor function loss. Transplantation of differentiated neurons from stem cells could help restore such lost functions. Plasmonic gold nanorods (AuNR) were integrated in growth surfaces to stimulate and modulate neural cells in order to tune cell physiology. An AuNR nanocomposite system was fabricated, characterized, and then utilized to study the differentiation of embryonic rat neural stem cells (NSCs). Results demonstrated that this plasmonic surface 1) accelerated differentiation, yielding almost twice as many differentiated neural cells as a traditional NSC culture surface coated with poly-D-lysine and laminin for the same time period; and 2) promoted differentiation of NSCs into neurons and astrocytes in a 2:1 ratio, as evidenced by the expression of relevant marker proteins. These results indicate that the design and properties of this AuNR plasmonic surface would be advantageous for tissue engineering to address neural degeneration. © 2019 Elsevier Inc. All rights reserved.",
    "creator" : "Elsevier"
  }
}