{
  "name" : "downloads_2020-07-10_d6_10.1016@j.jhazmat.2020.123385.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of nano-enabled agricultural strategies on food quality: Current knowledge and future research needs",
    "authors" : [ "Alejandra Gomez", "Mahesh Narayan", "Lijuan Zhao", "Xiaorong Jia", "Ricardo A. Bernal", "Martha L. Lopez-Moreno", "Jose R. Peralta-Videa" ],
    "emails" : [ "jperalta@utep.edu", "(mnarayan@utep.edu)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nEffects of nano-enabled agricultural strategies on food quality: Current knowledge and future research needs Alejandra Gomez, Mahesh Narayan, Lijuan Zhao, Xiaorong Jia, Ricardo A. Bernal, Martha L. Lopez-Moreno, Jose R. Peralta-Videa\nPII: S0304-3894(20)31374-1 DOI: https://doi.org/10.1016/j.jhazmat.2020.123385 Reference: HAZMAT 123385\nTo appear in: Journal of Hazardous Materials\nReceived Date: 26 February 2020 Revised Date: 1 July 2020 Accepted Date: 2 July 2020\nPlease cite this article as: Gomez A, Narayan M, Zhao L, Jia X, Bernal RA, Lopez-Moreno ML, Peralta-Videa JR, Effects of nano-enabled agricultural strategies on food quality: Current knowledge and future research needs, Journal of Hazardous Materials (2020), doi: https://doi.org/10.1016/j.jhazmat.2020.123385\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier.\nEffects of nano-enabled agricultural strategies on food quality: Current knowledge and future research needs\nAlejandra Gomeza, Mahesh Narayan*a, Lijuan Zhaob, Xiaorong Jiab, Ricardo A. Bernala, Martha L. Lopez-Morenoc, and Jose R. Peralta-Videaa* aDepartment of Chemistry and Biochemistry, The University of Texas at El Paso, 500 West University Ave. El Paso, TX 79968, United States bState Key Laboratory of Pollution Control and Resource Reuse, School of Environment, Nanjing University, Nanjing 210046, China cChemistry Department, University of Puerto Rico at Mayagüez, PO Box 9019, Mayagüez, P.R. 00681-9019 Corresponding author: jperalta@utep.edu (J. R. Peralta-Videa); Phone: 915-747-8998; Fax: 915- 747-5748; Mahesh Narayan (mnarayan@utep.edu)\nGraphical abstract\nc\nJo ur\nna l P\nre -p\nro of\nHighlights\n Nano-enabled agrochemicals reduce environmental impacts of agricultural production  Nanofertilizers may increase food production and induce changes in produce ionome  Engineered nanomaterials may change protein content in plant-derived food  Effects on humans of produce from plants exposed to nanoagrochemicals are un-\nknown\nAbstract\nIt is becoming more feasible to use nano-enabled agricultural products such as\nnanofertilizers and nanopesticides to improve the efficiency of agrochemical delivery to crop plants. Experimental results have shown that nano-agrochemicals have great potential for reducing the environmental impact of traditional agrochemicals while simultaneously significantly increasing crop production. However, emerging data suggest that nano-enabled products are not only capable of increasing yield, but also result in alterations in crop quality. Variation in proteins, sugars, starch content, as well as in metallic essential elements have been reported. Verbi gratia, albumin, globulin, and prolamin have been significantly increased in rice exposed to CeO2 engineered nanoparticles (ENPs), while CeO2, CuO, and ZnO ENPs have increased Ca, Mg, and P in several crops. Conversely, reductions in Mo and Ni have been reported in cucumber and kidney beans exposed to CeO2 and ZnO engineered nanomaterials, respectively. However, reports on specific effects in human health due to the consumption of agricultural products obtained from plants exposed to nano-agrochemicals are still missing.\nKeywords: Engineered nanomaterials, Nanofertilizers, Nanopesticides, Crop quality, Human health\nJ ur\nn l P\nre -p\nro of"
    }, {
      "heading" : "1. Introduction",
      "text" : "The literature suggests that the effects of engineered nanomaterials (ENMs) on crop\nplants started to be evaluated about two decades ago. The first reports came from researchers working independently at different academic institutions and dealt mainly with toxicity studies. Several reports described effects of high concentration exposure on seed germination and seedling growth (Lu et al., 2002; Yang and Watts, 2005; Lin and Xing 2007). These studies, along with toxicity studies in other organisms, including humans, warned about the environmental risks of ENMs (Wiesner et al., 2006). In 2008, the US National Science Foundation (NSF) and the US Environmental Protection Agency (EPA) funded the creation of two big centers, the Center for Environmental Implications of Nanotechnology (CEINT), and the University of California Center for Environmental Implications of Nanotechnology (UC CEIN). These two centers generated outstanding information on hazard assessment at molecular, cellular and organismal level, as well as on the fate, transport, life cycle assessment, and toxicity of ENMs to terrestrial and marine organisms. Additionally, investigators at universities and research institutions worldwide dedicated numerous resources to exploring the effects of ENMs on living organisms, including plants. These efforts resulted in a robust literature collected in numerous review articles that have covered a span of almost two decades. Most of these reviews are discussed throughout this paper.\nStudies on terrestrial plants have been mostly oriented towards studying the toxicological\nimpact of ENMs at the early stages of plant development. Most studies describe the effect of ENM exposure under controlled conditions with nutrient solutions as a feeding mechanism (Monica and Cremonini, 2009; Peralta-Videa et al., 2011). In 2010, a review article by Ma et al. (2010) described that some ENMs are taken up by the roots and subsequently translocated\nJo rn\nal Pr\nepr\noo f\nthrough the plant body. On the other hand, Nair et al. (2010) offered several details about the possible use of ENMs in agriculture that include the delivery of genetic material, nutrients, and pesticides. In a review article by Gardea-Torresdey et al. (2014), it was reported that stable ENPs were observed in grains and leaves of agricultural plants (Figure 1). Gardea-Torresdey et al. (2014) also reported the transformation products accumulated in the aerial portion of the plants. The number of research and review articles about the use of ENMs in agricultural activities has steadily increased since then. A simple search in ScienceDirect.com using as keywords\n“nanotechnology in agriculture,” shows that in the last 10 years; there has been high scientific\nproduction on this topic including research and review articles, book chapters, and encyclopedia, among others (Figure 2). An analysis of the data shown in Figure 2 indicates that the total production of publications increased by 18% from 2017 to 2018 and 13% from 2018 to 2019. From the total production of 2017, 52% were research articles, 14% review articles, and 18% book chapters. In 2018, 53% were research articles, 17% review articles, and 18% book chapters. Whereas in 2019, there were 50% research articles, 16% review articles, and 23% book chapters. This suggests that total production of papers on this topic continues to increase with a similar distribution.\nThe most recent reviews on the interaction of ENMs with crop plants cover several topics.\nFor instance, Cappelli et al. (2020) suggest that ENMs can be used as sensors to detect heavy metals in potentially edible insects, and Kundu et al. (2019) indicate that ENMs may be used as sensors at pre-harvest and post-harvest stages. At pre-harvest, ENMs may help evaluate the nutritional status of plants, while at post-harvest, the nanosensors may help to monitor the shelflife of agricultural products. Other reviews emphasize the potential of ENMs as nanofertilizers (Adisa et al., 2019; Zulfikar et al., 2019; Kah et al., 2018), nanopesticides (Adisa et al., 2019; Jo ur\nal Pr\nepr\noo f\nKah, 2015), or nanoherbicides (He et al., 2019), among others. All of the above listed reviews describe general aspects about the potential use of ENMs in agriculture. However, there is a lack of emphasis on the effects of ENMs in food quality. In the present review, the readers will find a summary of the potential applications of ENMs in agricultural production, the impacts on food quality, and a discussion about the possible effects on human health."
    }, {
      "heading" : "2. Nanomaterials with potential agrochemical benefits",
      "text" : "This review includes literature concerning the potential reshaping of agricultural production\nby replacing traditional fertilizers, pesticides, and herbicides with nano-enabled counterparts. The discussion is focused on the possible effects of ENMs in food quality. Reports on soil and foliar applications, grain and leafy plants, as well as produce are discussed.\n2.1 Nanofertilizers\nThe US Department of Agiculture (USDA) reported a commercial fertilizer consumption\nof 22 million tons in 2015 (Hellerstein et al., 2019). It is well known that traditional application of bulk inorganic salts as fertilizers results in leaching of chemicals, over-application, less efficiency, nutrient chemical transformations, and loss of nutrient availability (Achari and Kowshik, 2018). Despite environmental concerns, human health is compromised because bodies of water, including groundwater, have been contaminated from agricultural practices.\nHeavy metals, such as Cd, are being released to soils through phosphate-based fertilizers\nleading to the presence of this metal in fruits and vegetables. The Agency for Toxic Substances and Disease Registry (ATSDR) lists Cd as the sixth carcinogenic substance, which endangers human health (Ulrich, 2019). Excessive nitrogen based fertilizers also contribute to nitrate accumulation and leaching to groundwaters. Drinking water contaminated with nitrate and\nJo ur\nal P\nepr\nof\nconsumption of leafy vegetables result in serious health effects such as thyroid cancer, diabetes, methemoglobinemia, among others (Ahmed et al., 2017).\nSoil fertility has been a research area of great interest for researchers and industries who\nare making efforts to find new routes to improve crop yield and plant nutrition. Healthy soils are the basis for healthy food production worldwide. According to the USDA, one of the challenges in the 21st century is to preserve current healthy soils and restore damaged soils (Tesfahunegn and Gebru, 2020). In order to accomplish this challenge without compromising the environment, researchers and industries are focusing on technologies which offer fewer environmental disturbance and the maximum nutrient availability. Replacing traditional fertilizers with their nano-enabled counterparts can substantially improve soil health, reduce environmental pollution, and increase the effective delivery of nutrients (Shang et al., 2019).\nSeveral reviews have been published about the use of nano fertilizers in agriculture and\ntheir mechanisms of action. However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019). For agricultural use, ENMs are commonly synthesized by wet methods, like homogeneous precipitation, hydrogels, and micelle encapsulation, among others. The impact of ENMs sometimes depend upon surface modification, encapsulation, dopping, and composition (Raliya et al., 2018). Researches are being focused on studying nano-micronutrients uptake by plants and only few studies have reported the effect of nano-macronutrients in plant growth and fruit development (Dimkpa and Bindraban, 2018). Application or delivery systems for nano-fertilizers are the same as conventional methods: directly applied to soil, foliar application, or seed priming. Foliar application has been used extensively to increase the rate of nutrient delivery to plants; however, Jo ur na l P\nr -p\nro of\nformulations of ENMs most show monodispersion through leaf surface to allow the transport through the nano-pores located on the leaf cuticle. Application of ENMs directly to soil sometimes result in agglomeration by interaction with soil particles. The transport of ENMs in soils, uptake by roots, and translocation to shoots are influenced by several parameters including the type of ENM, soil composition, and the cells pore size from pit membranes (200 nm), which impede their pass/transport through the xylem (Su et al., 2019).\nTable 1 shows a summary of the reported data on the use of ENMs as nanofertilizers.\nOverall, the applications have been done as in traditional fertilization practices including seed priming, soil, and leaf applications. Seed priming with ENMs has been shown to increase seed germination and seedling development. The ENMs enter easily through seed coat and trigger water absorption and metabolic pathways (Shang et al., 2019). Kole et al. (2013) were among the first authors reporting an increase in fruit yield of Momordica charantia plants generated from seeds primed with nano-fullerol suspensions. These researchers found a positive correlation between fruit weight and fruit yield. Concentrations of 4.72 and 47.2 nM of fullerol resulted in a fruit yield increase of 128 and 112%, respectively. Highest content of curcubitacin-B was found in seeds treated with 10.88 nM fullerol (73.68% more than control fruits) and the lycopene content was higher in fruits from seeds exposed to 47.2 nM fullerol (81.82% more than control fruits). Seeds treated with 4.72 nM fullerol produced fruits with the highest charantin (antidiabetic) content (19.71% more than control fruits) and the highest insulin content was observed in fruits from seeds exposed to 10.88 nM of fullerol (90.91% more than control fruits) (Kole et al., 2013).\nNano-urea, nano-hydroxiapatite (nano-HAP), nano CaO, nano Mg, and nano MgO are\nthe most macronutrients reported to enhance plant growth and biomass production. However,\nJo ur\nna l P\nre -p\nr of\nonly nano-HAP and nano-Mg have shown to increase seed yield in cowpea (Vigna unguiculata) and soybean (Glycine max). Liu and Lal (2015) reported a 32.6% growth increase and 20.4% yield increase in soybean plants grown in soil amended with 21.8 mg nano-HAP/L, compared to plants exposed to the same concentration of Ca(H2PO4)2 as P source. However, these authors did not report the nutritional content in harvested soybean seeds.\nChitosan is a natural polymer that has been used to encapsulate NKP at nano level. This\nmaterial controls the solubility and transport of NKP inside plants. Abdel-Aziz et al. (2016) synthesized a nano composite containing 500, 60, and 400 mg/kg of NKP encapsulated in chitosan ENPs. Wheat (Triticum aestivum) plants were fertilized via foliar with nano-chitosan NKP reaching the harvesting state 130 days after planting, while plants fertilized with normal NKP reached the harvesting state 170 days after planting. All parameters observed in plants grown in nano-chitosan NKP were higher compared to those observed in plants grown with normal fertilizer (root and shoot length, fresh and dry weight, water content, and leaf area, among others). The authors stated that nano-chitosan NKP stimulates vegetative and reproductive stages in wheat plants improving grain yield (26.69% higher in grain number and 101.8% grain yield/plant compared with plants grown with normal fertilizer). No analysis of the grain quality was presented.\nRui et al. (2016) investigated the use of Fe2O3 ENPs as fertilizer for peanut (Arachis\nhypogaea) plants in sandy soil, which possess low nutrient holding capacity. This crop is very responsive to Fe availability in soils, particularly in the chemical form of Fe2+. The authors grew plants in soil amended with 2 -1000 mg/kg of Fe2O3 ENPs. Plants also were grown in EDTA-Fe complex at 45.87 mg/kg. Plant branch numbers, chlorophyll content, phytohormones such as abscisic acid and gibberellic acid, were higher compared to control plants in both treatments\nJo ur\nna l P\nr -p\nro of\n(Fe2O3 NPs and EDTA-Fe complex). Fe2O3 NPs increased total Fe content in roots and shoots, compared to controls; however, direct effect of Fe products in fruit yield and nutritional status of peanut seeds were not evaluated in this research.\nAt this point, research related to nano fertilizers has been focused on the evaluation of the\navailability of some macro and micronutrients in different chemical forms (as oxides or capped with organic substances) and their effect in several plant species. Some ENMs, containing only one or two nutrient elements, have been proven to increase the growth and development of plants, improve fruit production, increase resistance to biotic or abiotic stress, and increase chlorophyll content. A representation of general results obtained with nanofertilizers is shown in Figure 3. Future research oriented to incorporate more nutrients at nanoscale in one formulation is needed. However, combination of several elements at nano scale in one formulation may change the availability and complexation of certain nutrients in different matrices. Additionally, data on the effectiveness of formulations at nanoscale, in comparison to the bulk counterparts is needed.\n2.2. Nanopesticides According to the US EPA, in 2012 the U.S. farmers expended about $56 billion in\npesticides, approximately 45% of which were herbicides, 29% insecticides, and 26% fungicides (Atwood and Paisley-Jones, 2017). Though it is difficult to have conclusive data about the environmental contamination due to pesticides, reports indicate that there are approximately 3 million people poisoned yearly by pesticides, with up to a 7.3% casualties (Bilal et al., 2019). Several strategies have been addressed to reduce the use of pesticides including traditional plant breeding techniques for pest and disease resistance. Although this technique is environmentally safe, its efficacy depends on many factors including the propagation system of the plants and the availability of resistant genotypes. Additionally, it could take several years before having desired Jo ur\nna l P\nr -p\nro o\nmaterials available for mass production (Russell, 1978).\nSince 1902, it is known that Bacilllus thuringiensis (Bt), originally described as B. sotto\n(Milner, 1994), produces a toxic crystal that parasitize caterpillars and other larvae. About 23 years ago, maize (Zea mays L.) plants, genetically modified (GM) to resist insect attack, started to be cultivated in the United States and Canada (Pew Initiative on Food and Biotechnology, 2002). A corn variety (not specified) was genetically modified to produce the toxin naturally produced by Bt bacteria. Genetically modified corn with Bt, known as Bt corn, produces the original toxin, which is able to control lepidopterans (butterflies) like tobacco budworm (Heliothis virescens) and the European corn borer (Ostrinia nubilalis). In subsequent plant generations, Bt corn produced a series of toxins able to control coleopteran (beetles) pest like western corn rootworm (Diabrotica virgifera) and the butterfly armyworm Spodoptera frugiperda (Bravo et al., 2011). Brookes (2019) mentions that in Spain, cultivating GM insect resistant corn plants helped to reduce the use of insecticides by 678,000 kg of active ingredients in a period of 20 years, alongside saving up to 36,000 m3 water per year. Additionally, the reduction in the use of pesticides also decreased the use of fuel, resulting in an important cut of carbon emissions (Herman et al., 2019; Tsatsakis et al., 2017). The technique has generated controversies since there are some evidences pointing to an increase in tumor size of laboratory rats fed with GM maize (Tsatsakis et al., 2017). There are also concerns regarding the effects on biodiversity and the development of resistance to herbicides and insecticides.\nIn recent years, a new strategy that could be complementary or alternative to GM crop\nplants is the use of ENMs. Engineered nanomaterials may function as active ingredient (a.i), like metal and metal oxide NMs, or they may serve as encapsulation agency like nano-chitosan. While encapsulation is aimed to control the release of a.i., some active ingredients including\nJo ur\nna l P\nre -p\nro f\nmetal and metal oxides, have shown to have pesticide and herbicide capabilities. Previous reviews have described the advantages of formulations containing ENMs that have proven to have pesticide properties (Adisa et al., 2019; Chhipa, 2017). Chhipa (2017) describes the pesticide properties of silver nanoparticles (NPs) against several fungi species, while Cu NPs have shown potential applications against bacteria and fungi. Other compounds such as nanosulfur and hezaconazole have also been described as potent fungicides; however, the environmental impacts of the new nanopesticides are still not well understood (Chhipa, 2017). Adisa et al. (2019) mention that polymer-based nano-enabled pesticides including nanospheres, nanocapsules, nanogels, and nanofibers are antimicrobials with different environmental persistence. Nanospheres hold the active ingredient distributed in a nanomatrix, while the polymeric matrix surrounds the active ingredient in nanocapsules (Adisa et al., 2019). The above mentioned authors highlighted the fact that different formulations of nanogels have been managed to meet organic farming standards. On the other hand, He et al. (2019), presented an analysis of the advantages of using nano-enabled technologies for the postharvest protection of agricultural products. These researchers discussed the literature concerning the use of microelement NPs such as Cu(OH)2, Cu, and ZnO, which have potential application as fungicides and bactericides.\nAn analysis of the data pertaining to the slow release of active ingredients through\nnanoencapsulation indicates that this technique is effective in reducing the amount of active ingredient, and consequently, their environmental release and undesirable impacts (Kumar et al., 2019). Kumar et al. (2019) indicate that encapsulation of nanomaterials is of great importance. Encapsulation with clay nanomaterials have high potential due to low production cost and high biocompatibility. In the case of silica-nanoencapsulated pesticides, the biocompatibility may be\nJ ur\nna l P\nre -p\nr of\nimproved by regulating the size of the silica shell (Kumar et al., 2019). Although it is possible that encapsulation with natural materials, such as clays, may improve the compatibility with natural environments, there is no data supporting the statement of low production costs. Adisa et al. (2019) presented a comprehensive review of ENMs used as pesticides covering up to 2018. The authors described works about ENMs including Ag, CuO/Cu/Cu2O, Cu-chitosan, ZnO, TiO2, CeO2, and MgO, among others. These nanomaterials have been tested on several fungal diseases of tomato, cucumber, watermelon, wheat, maize, and other grain plants. The ENMs were applied through roots, leaves, or seeds. In most of the cases, the reports indicate disease reductions varying from 20 to 100%. More details can be seen in Adisa et al. (2019).\nThough there are many research papers aimed to demonstrate the pesticide effect of\nagriculture-oriented nanomaterials (Camiletti et al., 2020; Martins et al., 2019), only a few new papers describing the nanopesticide effects of ENMs on plant-pathogen complexes were published in 2018-2020 (Table 2). For instance, (Nandhini et al., 2019) tested the efficiency of zinc oxide NPs (extracted from Eclipta alba) on the control of Downy mildew (Sclerospora graminicola) in Pearl millet (Pennisetum glaucum). They primed the seeds and made foliar applications with concentrations of ZnO NPs ranging between 50 to 500 mg/L. Authors reported that seed priming with 200 mg ZnO NPs/L produced the highest germination percentages (95%) and seedling vigor. At such a concentration, the greenhouse cultivated seedlings had the highest plant height, dry weight, and leaf surface area, compared with control. At 150 mg/L, sporulation of S. graminicola was inhibited. Seedlings sprayed with 200 mg/L of the bioproduced ZnO\nENPs, one day before inoculation, showed a 63.73% ± 3.08 protection against the mildew under\nfield conditions. Unfortunately, the paper does not show grain production data, which makes it difficult to evaluate the real effectiveness of the treatment. Graily Moradi et al. (2019) exposed\nJ ur\nna l P\nre -p\nro of\nchitosan coated lyposome co-encapsulated imidacloprid and lambda-cyhalothrin NPs to green peach aphid (Myzus persicae). Leaves of plants of about 20-day old were treated with the nanocarriers and then exposed to aphids. Mortality of about 80% was achieved 2-8 days after treatment with 0.1 % chitosan @ 1: 2 chitosan-liposome/1:4 chitosan-lecithin. They reported that the chitosan concentration influenced the release of insecticides. Under greenhouse conditions, the pesticide persisted for 26 days, while the life cycle of M. persicae lastet about 28 days; suggesting continuous control of the bell pepper aphid. However, data was collected from controlled conditions and detached leaves. No data from entire plants and field conditions were discussed. In a greenhouse experiment, tomato plants (Solanum lycopersicum) were exposed through roots or leaves to CeO2 at 50 and 250 mg/L and transplanted into sterilized soil (Adisa et al., 2018). One week after transplantation, the soil was inoculated with 1 g/kg of Fusarium oxysporum and the plants were allowed to grow to full maturity. At 250 mg CeO2/L, the soil application reduced disease severity by 53%, while the foliar application reduced it by 57%, compared with control. The authors reported an increase on chlorophyll content in the tomato plants. The authors reported no differences in the total number of fruits in infested plants, compared with infested control. The above mentioned literature suggests potential replacement of traditional pesticides; however, there is still a long way to go to get a clear idea about products and concentrations that produce best results. Additionally, there are no studies describing the possible environmental effects or the alteration in the edible portions of treated plants. Pandey et al. (2020) sprayed four-week old tomato plants (no description of the variety) either with a peppermint oil nanoemulsion (at 1%) or 0.1% carbendazim, a chemical fungicide. Two hours later, the plants were exposed to A. solani (106 spores/mL), bagged with plastic bags for 48 h, uncovered, and allowed to grow in the greenhouse till harvesting. At 21 days, the authors Jo ur n l P re -p ro of\nreported a reduction of disease severity by 87.5% and 54% with the nanoemulsion and carbendazim, respectively (Pandey et al. 2020). The authors also measured physiological parameters including chlorophyll production, stomatal conductance, photosynthesis, and transpiration. However, there was no measurement of the treatment effects on fruit production and fruit quality. The nanoemulsion seems to have better pesticide effects than the chemical fungicide; however, the comparison does not look so fair because the concentration of the fungicide was significantly lower, compared with the nanoemulsion. Although the peppermint nanoemulsion showed good effect on suppression of disease severity, there is no mean to measure the real application in agriculture, since the authors did not report the effects on fruit production and fruit quality.\n2.3 Nanoherbicides More than 20 years ago, United States farmers began to cultivate GM crops that were\ntolerant to herbicides (Brookes, 2014). The new approach ended up in a reduction of both the ploughing and application of selective herbicides. As a result, broad spectrum herbicides started to be used; however, as has happened with the use of new chemicals, herbicidal resistant weeds rapidly appeared (Norsworthy et al., 2012). This brought back the ancient practice of mechanic control and generated the search for new options for weed control. Perotti et al. (2019) mention that the Harrington Seed Destructor® is a technique that destroys weed seeds at harvest time, avoiding the proliferation of seeds in the next cultivation season. However, the technique is not applicable for all weeds yet (Perotti et al., 2019). Very recently, ENMs have appeared as a new option for modern agriculture. Adisa et al. (2019), summarized data on this topic that was published between 2014 and 2018 (seven articles). Data analyzed by Adisa et al. (2019) show that combinations of Ag-chitosan encapsulated, carboxymethyl-chitosan, Poly(Ɛ-caprolactone)Jo ur na l P\nre -p\nro of\ntriazine, chitosan-imazapic/imazapyr, poly(lactic-co-glycolic acid)- atrazine have potential applications. However, no reports were discussed about the use of these combinations in agricultural fields. In 2017, Hazrati et al. (2017) reported the herbicidal activity of garden savory (Satureja hortensis) essential oil on Amaranthus retroflexus and Chenopodium album. These herbs are food plants in some regions but considered weeds in others (Grubbe and Denton, 2004). Hazrati et al. (2017) applied an oil/water nanoemulsion to the seeds of both plants and found that 800 µL/L of the nanoemulsion inhibited seed germination. Additionally, the nanoemulsion was lethal at 4000 µL/L (Hazrati et al., 2017). The use of ENMs as nanoherbicides looks promising; however, there is no knowledge on specific formulations capable of destroying the weeds without affecting the crops. Data on ENM specificity, concentrations, tolerance to adverse weather conditions, and collateral environmental effects are still missing. Moreover, there are no data on the possible physiological and biochemical effects induced in the target plants.\n3. Impacts of nanomaterials in the nutritional composition of crops\n3.1. Leafy plants Several leafy plants including spinach (Spinacia oleracea), lettuce (Lactuca sativa), basil\n(Ocimum basilicum), oregano (Origanum vulgare), and cilantro (Coriandrum sativum) have been exposed to different ENMs. In some of these plant species, exposure to ENMs significantly increased or reduced essential metallic elements, while in others, proteins, carbohydrates, or antioxidant compounds were differentially altered.\nSpinach is one of the favorite leafy vegetables in many countries. This plant has a great\nnutritional value due to its high content of micronutrients and antioxidants, such as carotenoids,\nJo ur\nna l P\nre -p\nr of\nvitamin C, calcium (Ca), iron (Fe), flavonoids, and p-coumaric acid derivatives (Bergman et al., 2001; Singh and Kumar, 2020; Xu et al., 2018). Several studies have reported the impact of ENMs such as CeO2, ZnO, and FeS2 on the nutritional composition of spinach leaves. Zhang et al. (2019) exposed CeO2 ENPs (0, 0.3, and 3 mg per plant) to four-week old soil-grown spinach plants for 3 weeks. In addition to the bioaccumulation of Ce under exposure to high CeO2 concentration, the authors reported a significant decrease of Zn content (54% and 44%) and Ca content (38% and 32%) in leaves of plants exposed respectively to 0.3 and 3 mg of CeO2/plant, compared to control. At the same time, metabolomics showed that the content of amino acids including asparagine, aspartic acid, glutamine, L-cysteine, and methionine, were upregulated. On the other hand, the content of sugars including sucrose, fructose, glucose-1-phosphate, levoglucosan, ribulose-5-phosphate, allose, and xylose were downregulated under low dose of CeO2 ENMs exposure. This indicated that CeO2 trigger nitrogen and carbon pool reallocation in spinach leaf. However, there is a research question that persists, will the responses observed by Zhang et al. (2019) be repeated under other culture conditions? Kisan et al. (2015) sprayed 14- day old soil grown spinach plants with ZnO engineered nanoparticles (ENPs) (50 nm diameter) at 100-1000 mg/L and evaluated the results when the plants were 45-50 day-old. Contents of protein, fat, fiber, and carbohydrates were measured in control and ENP treated plants. The authors reported that plants sprayed with 500 and 1000 mg/L ZnO NPs had higher protein and dietary fiber content in leaves, compared with control. The highest protein content was recorded in plants exposed to 1000 mg/L. However, the authors did not present a statistical analysis of the results; consequently, it is impossible to conclude about concentration effects. Srivastava et al. (2014) primed spinach seeds with FeS2 ENPs (80 µg/mL, 14 h) and subsequently, the seeds were sown directly in the field. Treatment effects were measured when the plants were 50-day old. Jo ur na l P re -p ro of\nThe authors reported that leaves of plants developed from the primed seeds exhibited significant increase in leaf fresh/dry weight and in the contents of Ca (36.6%), Mn (26.4%), and Zn (58.0%), compared with control. However, no increases in Fe were observed. It is important to note that the authors used a single concentration of pyrite ENMs and there was no clear description of the type of soil.\nLettuce is another leafy plant widely grown in the temperate and subtropical regions of the\nworld. It is an important source of iron and provitamin A carotenoids in the human diet (Tang, 2010). It also has a large number of healthy phenolic compounds (Pérez-López et al., 2018). The effects of ENMs including TiO2, Fe3O4, CeO2, and Ag NPs on lettuce nutrient content have been studied by several researchers. Zahra et al. (2015) cultivated lettuce plants for 90 days (no description of the variety) in sandy loam soil amended with TiO2 or Fe3O4 ENMs at 50-250 mg/kg. Authors reported that both ENMs, at 150 mg/kg, increased the uptake of P in shoot and root by 74% and 89%, respectively, compared with control. Gui et al. (2015) cultivated butterhead lettuce for 30 days in soil amended with CeO2 ENPs at 50-1000 mg/kg. Results showed that CeO2 NPs, at 100 mg/kg, increased nitrate (which is a major nitrogen source for higher plants) content in leaves by 38.2%, compared with control. However, at 1000 mg CeO2 ENP/kg, there was a negative impact on the content of soluble sugar; additionally, all the concentrations tested did not impact the protein content in leaves. Unfortunately, the authors did not describe the type of soil and harvested the plants previous to reach maturity. Li et al. (2020) cultivated lettuce for 52 days in soil amended with sludge containing Ag ENPs at 10.4 mg/kg. The plants were allowed to grow until day 105, during which they were simultaneously exposed to 10 mg/L of 107Ag NPs via leaves for 3 days. The authors reported that root exposure retained the nutritional quality including protein, amino acid, and most essential element in leaves. The Jo ur na l P epr of\nexceptions were K and Mg that decreased on average by 25.0 and 25.3% relative to control. The foliar exposure to 107Ag NPs significantly increased Ag in the leaves. This suggests that Ag ENPs in soil, at the concentration tested, have low risk of toxicity for lettuce. Though the authors present the chemical analysis of soil and sludge, the results of the experiment cannot be generalized because it is unknown whether the same concentration of Ag ENP would cause similar effects when soil conditions change.\nBasil is a culinary herb originated in India, which is now cultivated worldwide. This herb\ncontains many beneficial compounds such as vitamins, minerals, and phenolic substances (Carvalho et al., 2016; Castronuovo et al., 2019). Tan et al. (2017a) monitored the impacts of TiO2 ENPs, with different surface coatings, and Cu(OH)2 nanowires on soil ground sweet basil. These authors reported a variety of responses linked to the surface coating. For instance, at 500 mg/kg, Cu and Fe were increased by unmodified TiO2 ENMs by 104% and 90%, respectively, while hydrophilic particles increased Fe by 90% and hydrophobic TiO2 increased Mn by 339%, compared with control. However, hydrophilic particles significantly reduced important nutritional elements such Ca (71%), Cu (58%), and P (40%), compared with control. On the other hand, unmodified, hydrophobic, and hydrophilic particles significantly reduced total sugar, compared with control (Tan et al., 2017b). Subsequently, Tan et al. (2018) evaluated the effects of continuous exposure to TiO2 ENMs in sweet basil. They cultivated for 65 days control seeds or seeds harvested from plants previously exposed to pristine, hydrophobic, or hydrophilic TiO2 ENPs in soil unamended or amended with 750 mg/kg of the respective particles. Elements such as Mg, Ca, and Zn were affected in different ways in roots; however, only nickel (Ni) showed important alteration in the aerial part. Plants exposed to pristine TiO2, only in second cycle, had 45% less Ni than control plants. In addition, plants exposed to pristine particles in the first cycle, Jo ur n l P re -p\nro of\nunexposed or exposed to these particles in the second cycle, had 84% and 83% less Ni, respectively, than control. On the other hand, hydrophobic particles, in single or consecutive exposure reduced Ni by about 61-75%, compared with control. Moreover, hydrophobic and hydrophilic nano-TiO2 increased total sugar (186%) and reducing sugar (145%) compared to unexposed plants in both cycles. In another study, Tan et al. (2018) evaluated the response of low and high anthocyanin basil varieties (LAV and HAV) to Cu(OH)2 nanowires and bulk Cu(OH)2 (CuPro). They cultivated the plants for 45 days and sprayed 22-day old plants with 4.8 mg Cu/per pot (two plants/pot). They found that Cu(OH)2 nanowires increased the abundance of n-decanoic acid (69%), dodecanoic acid (198%), octanoic acid (61%), and nonanoic acid (90%) in LAV, but reduced n-decanoic acid (59%), dodecanoic acid (65%), octanoic aicd (34%), tetradecanoic acid (31%) as well as essential oil in eugenol (87%), 2-methylundecanal (71%) on HAV, compared with control. These researchers also found that Cu(OH)2 nanowires reduced Mn in all plant tissues of both varieties, while the bulk material, CuPro, increased chlorophyll, compared with controls. The authors concluded that the response to Cu(OH)2 was variety and compound dependent.\nOregano is a culinary herb consumed fresh/dried worldwide, mainly in South European\ncuisine and Latin America (Du et al., 2018). Du et al. (2018) exposed for 60 days, soil ground oregano to metallic Cu nanoparticles (nCu) and Cu microparticles (μCu) at 0–200 mg Cu/kg soil. These researchers found that all treatments modified root and shoot Ca, Fe, Mg, Mn and decreased starch (33.9–58.5%), total sugar (39.5–55.7%), and reducing sugar (13.6–33.9%) in leaves. The highest inhibition caused by Cu ENPs was shown at 50 mg/kg and that for micro Cu was shown at the highest concentrations. It is important to point out that Du et al. (2018) used commercial potting mix (Miracle Gro®), which has a high content of organic matter. Jo rn\nal P\nepr\nof\nExperiments performed in soil with different organic matter content have shown that organic matter influences the response to ENMs exposure (Majumdar et al., 2016; Medina-Velo et al., 2017).\nCilantro is a culinary plant widely consumed worldwide. Production data indicates that\ncilantro, which is consumed fresh, is abundantly produced in Mexico and the United States (Zuverza-Mena et al., 2015). Few works have described the effects of ENMs in cilantro. Morales et al. (2013) cultivated cilantro plants for 30 days in Miracle-Gro organic potting soil amended with CeO2 ENPs at 62.5-500 mg/kg. These researcher found that at 125 mg/kg, CeO2 changed the chemical environment of carbohydrates in the aerial plant parts, with differences in the area between 900 and 1200 cm-1, compared with control. Zuverza-Mena et al. (2015) cultivated cilantro for 30 days in Miracle-Gro organic potting soil amended with 20 or 80 mg/kg of seven copper products including metallic Cu and CuO ENMs. Zuverza-Mena et al. (2015), found that 20 mg Cu ENP/kg soil increased shoot Mn by 25%, while at the same concentration, CuO ENPs reduced shoot Mg by 10%. Of course, the results could be different if the plants are cultivated in other types of soil. Pullagurala et al. (2018) cultivated cilantro for 35 days in Miracle-Gro soil amended with ZnO ENPs at 0-400 mg/kg. The authors reported that ZnO, at 400 mg/kg, decreased lipid peroxidation by 70%, while at 100 mg/kg, the ENM significantly increased carotenoid content, compared with control.\nHu et al. (2019) exposed one-month old coriander seedlings to TiO2 ENMs in a hydroponic\nsystem. The TiO2 was used at 50-400 mg/L and the plants were harvested after one week of exposure. These researchers reported that at 50 and 100 mg/L, there was a significant increase in Ca, Fe, K, Mg, Mn, and Zn. However, it is difficult to predict the results on soil cultivation from data gathered in hydroponic conditions.\nJo u\nna l P\nre -p\nro of"
    }, {
      "heading" : "3.2. Grains and seeds",
      "text" : "As expected, researchers have been interested in studying the interaction of ENMs with\nedible grains and seeds. The most important grain and seed producing plants are wheat, rice (Oryza sativa), corn, barely (Hordeum vulgare), and bean (Phaseolus vulgaris). All of them have been exposed to ENMs. Different responses have been observed concerning the effects of ENMs in seed production and seed quality.\nWheat is a staple food cultivated worldwide that provides more than 40% of the protein\nconsumed by humans (Jiang et al., 2008). Effects of ZnO, Fe, CeO2, and Ag in the nutritional composition of wheat grains have been evaluated. Zhang et al. (2018) found that the foliar application of both ZnO (2 g/L) ENM and ZnSO4 (7 g/L) on field-grown wheat improved Zn concentration in grains, which was mainly present within the aleurone layer and crease of the grain, while ZnO NPs treatment also slightly increased Zn within the endosperm. However, the contents of starch, soluble sugars, and proteins in wheat grains were unchanged upon exposure to ZnO NPs or ZnSO4. Results indicated that the foliar application of ZnO NPs appears to be a promising approach for Zn bioaccumulation. By priming wheat seeds with ZnO ENPs (25, 50, 75, and 100 mg/L) and Fe NPs (5, 10, 15, and 20 mg/L) and sowing the treated seeds in soil contaminated with Cd, Rizwan et al. (2019) observed that the concentration of Zn and Fe improved but the accumulation of Cd was reduced in roots and shoots, especially in grains. This study indicated that nanoparticles have the potential to improve the nutrition in wheat plant and, at the same time, reduce the toxic effect of soil contaminants. In a greenhouse experiment, Rico et al. (2014) examined the change in the nutritional composition of wheat exposed to 125, 250, and 500 mg/kg of cerium oxide ENMs. These authors reported that at 250 mg/kg, CeO2 significantly reduced Mn and S in grains (15.5% and 6.1%, respectively), while at 125 mg/kg, Jo ur na l P re -p\nro of\naltered the amino acid composition in grains, in which linolenic acid increased by 6.17% but decreased linoleic acid by 1.63%, compared to the other treatments. This study also showed that CeO2 ENPs disturbed the fatty acid synthesis and storage in grains, which could have serious implications on the nutritional value of wheat crops. Yang et al. (2018) cultivated wheat for four months in sandy loam soil amended with Ag ENPs (20- 2000 mg/kg) to monitor their impact on grain production and food quality. They found that at 200 and 2000 mg/kg, the Ag ENPs decreased the number of seeds per pot by 15.9% and 23.7%, respectively, compared with control. Additionally, at such concentration, the amount of Ag in grains was significant, compared to the other treatments. Yang et al. (2018) also reported that at 200 and 2000 mg/kg, the Ag ENPs reduced Zn (32.7 and 60%) and Cu (15.85 and 48.5%) in grains, respectively. At 20 and 200 mg/kg, there was a reduction in histidine by 5.9 and 2.9%, respectively, compared with control. While at 2000 mg/kg, aspartic acid and glutamic acids were reduced, by 8.3 and 7.9%, respectively.\nBesides wheat, ENMs have also been exposed to many valuable crops used for human\nnutrition including rice, corn, barely, and sorghum (Baik and Ullrich, 2008; Kean et al., 2008; Kennedy, 2002; Poornima and Rv, 2019). Rico et al. (2013) cultivated for 135 days three rice varieties (high, medium, and low amylose) in soil (Earthgro potting soil) amended with CeO2 ENM at 500 mg/kg. They found that at such concentration, CeO2 significantly reduced, in the three varieties, two essential elements (Fe and S) protein content (prolamin and glutelin), fatty acids (lauric and valeric acids), and starch. In another study, Rico et al. (2015) cultivated barley in potting soil (Miraclegro®) amended with CeO2 ENM at 125, 250, and 500 mg/kg. Results showed that CeO2 ENM, at 250 mg/kg, increased cerium (Ce) in grains by almost triple and also significantly increased the contents of P, K, Ca, Mg, S, Fe, Zn, Cu, and Al in barley. Jo ur\nna l P\nre -p\nro of\nAdditionally, at this CeO2 concentration, grains had more methionine (617%) aspartic acid (31%), threonine (58%), tyrosine (141%), arginine (378%), and linolenic acid (2.47%), compared to the other treatments. Moreover, Poscic et al. (2016) observed the alternation of nutritional parameters of barley (Horedum vulgare L.) kernels produced by plants grown in soil amended with CeO2 or TiO2 ENMs at 0, 500 and 1000 mg/kg. The authors found that CeO2 and TiO2 ENMs had an opposite impact on nutritional quality of barley kernels. Both ENMs increased the content of most amino acids, such as lysine (51%) and proline (37%), and crude protein but reduced amylose (21%), P and S contents. However, under 1000 mg/kg1 CeO2 ENMs treatment, the B concentration was significantly lowered by approximately 62%, compared to the control. Conversely, Zn and Mn concentrations were improved by 500 mg/kg of TiO2 ENMs, while Ca by both ENMs treatments. In another study, Zhao et al. (2015) cultivated corn plants to full maturity in loamy sand soil mixed with sand (Quikrete Premium Play Sand, Atlanta, GA) and sunshine Mix #4 (SunGro Hort., Bellevue, WA) at a ratio of 1:1:3 by volume amended with CeO2 or ZnO ENMs at 400 and 800 mg/kg. These researchers did not report changes in element contraption in grains; however, they found that at 800 mg/kg, the CeO2 ENMs changed the allocation of Ca, Cu, Fe, K, Mn, and Zn in kernels. Subbaiah et al. (2016) sprayed ZnO ENMs at different concentrations (50- 2000 mg/kg) and bulk ZnSO4 of 2000 ppm on maize at two stages during tasseling (48−58 days after sowing) (DAS) and milking (100−105 DAS). The authors observed that the translocation of the Zn content was dependent on the concentration of the ZnO ENMs. The highest grain Zn content of 35.96 mg/kg dr wt was recorded with the application of 100 mg/kg of ZnO ENMs and was significantly higher over control (37%) and bulk ZnSO4 at 2000 mg/kg (29%). The authors suggest that the application of ZnO ENMs on crops, through a foliar method, could be used as a novel technology to enhance the nutrition of plants. However, Jo ur na l P re -p ro of\nmore studies are needed in order to correlate the content of elements in soil and the concentration of ENMs applied to the plants. Dimkpa et al. (2017) exposed sorghum (Sorghum bicolor) to Zn ENPs or salt by soil or foliar delivery under a relatively low or high level of nitrogen, phosphorus, and potassium (NPK). The authors found that both Zn types increased the content of grain Zn, N, and K, irrespective of exposure pathway. However, P accumulation in plants depends on the type of Zn, Zn exposure pathway and NPK level. Grain P translocation increased significantly by ZnO ENMs under low NPK fertilization in the soil exposure, as well as in both soil and foliar exposures at the high P treatment. The research results indicate that foliar exposure is a nano-enabled strategy to improve nutrient loading of sorghum grains under Low NPK fertilization. Leguminous crops are an important source of nutrients for human beings globally. It is reported elsewhere that soybean provides vegetable oil, protein meal, and many more nutrients for an immense number of people. Peralta-Videa et al. (2014) showed that 1000 mg CeO2 ENPs kg/farm soil (organic farm Carpinteria, CA, USA) significantly decreased the content of Ca by more than 60% but increased P by 250% in soybean pods, respect to control. While at 100 mg/kg, ZnO ENPs, increased Zn by about (110%), Mn (125%), and Cu (150%) in pods. Common beans are important to the diet of many people across the world, especially in Latin America, Eastern and Southern Africa (Broughton et al., 2003). ENMs including CeO2, ZnO, and Cu-based ENMs have been exposed to common beans. Majumdar et al. (2015) cultivated to full maturity kidney bean plants in soils containing 4.2% or 10% organic matter amended with 62.5-500 mg/kg of CeO2 ENM. The plants were cultivated in a growth chamber with 14 h photoperiod, 65% relative humidity, and an illumination of 340 µmol/m2s. The authors reported that the exposure to CeO2 under high organic matter led to more changes in the nutritional quality of the bean seeds. In addition, they found that at 62.5 and 125 mg/kg, CeO2 Jo rn al re - ro f\nENMs upregulated stress-response proteins; however, phaseolin and lectins, which are associated with nutrient storage and carbohydrate metabolism, were down-regulated in a dose dependent manner by the nanoceria compound. Medina-Velo et al. (2017b) cultivated kidney beans in medium loam soil (2.8% organic matter) and organic matter enriched soil (18% organic matter) amended with uncoated nano-ZnO (Z-COTE), coated nano-ZnO (Z-COTE HP1), bulk ZnO, or ionic Zn (ZnCl2) at 0−500 mg/kg. The authors reported an interaction of the soil type with the Zn compounds; they found a 155% increase in yield in the organic matter enriched soil. The authors also reported that in organic matter enriched soil, the coated ENMs reduced seed Zn by 19%, compared to the other treatments. Medina-Velo et al. (2017b) also reported that the soil organic matter modulated the accumulation of Mn, Mo, and Ni (Figure 4). In another experiment, Medina-Velo et al. (2018) evaluated the transgenerational effects of ZnO ENMs in kidney beans. They reported no significant transgenerational effects for most of the essential elements; however, uncoated ZnO ENM at 500 mg/k and coated ZnO ENM at 125 and 500 mg/kg reduced Ni in seeds of the second generation plants by 60, 41, and 74%, respectively, compared with control. Apodaca et al. (2018) cultivated kidney bean plants for 90 days in soil (Miracle-Gro® organic potting mix) amended with bulk Cu, CuCl2, and metallic Cu ENPs at 0, 50, or 100 mg/kg, then watered the plants with 0, 10, or 100 μM of kinetin (a plant hormone) in order to study the effects of nano cupper and kinetin in kidney bean plants over their full life cycle. They found that all Cu forms, combined with 10 μM kinetin, reduced Mg from 9 -12%, while 100 mg/kg nano copper alone, decreased the accumulation of Fe by 29%, compared with control seeds. However, the variations in protein, sugar, starch content of seeds exposure to nano copper and kinetin were insignificant compared with control. The results elucidated that the combination of nano copper kinetin significantly changed the nutritional value of common beans. Jo ur na l P re -p ro of\nPea (Pisum sativum) is another leguminous plant widely consumed worldwide. Seeds of pea\nplants contain almost 25% protein by weight, with amino acid profile comparable to other common legumes (Pownall et al., 2010). Ochoa et al. 2018) evaluate the nutritional components of green pea seeds cultivated in soil amended with CuO ENM at 50 or 100 mg/kg, plus IAA (indole-3-acetic acid) at 0, 10 or 100 μM. They found that at 100 mg/kg, combined with IAA at 100 μM, the CuO ENM increased Fe in seeds by 42%, while at 50 mg/kg plus IAA at 100 μM, the CuO ENM reduced B by 80%, compared to control, and by 63% respect to IAA at 100 μM. In addition, IAA at 10 μM increased seed protein by 33%. Again, the results came from a particular type of soil and under controlled conditions. More studies are needed in order to know the response to these treatments in different types of soils."
    }, {
      "heading" : "3.3. Fruits",
      "text" : "So far, only a few studies have shown the effects of ENMs on fruit production and fruit nu-\ntrient composition. Cucumber (Cucumis sativus), tomato, bell pepper (Capsicum annuum), and bitter melon are among the studied plants.\nCucumber is a garden vegetable widely consumed worldwide. The per capita consumption\nof fresh cucumbers in the United States was eight pounds in 2018 (Statista, 2018). The leaf size, transpiration rate, and water demand of cucumber plant could induce the uptake ENMs, with potential effects on its fruit (Medrano et al., 2005). Zhao et al. (2013) performed a series of experiments to study the effects of ENMs in cucumber fruit. These authors conducted a lifecycle study in which cucumber plants were grown in soil amended with different concentrations of ZnO and CeO2 ENMs and measured the Zn and Ce accumulation in cucumber fruit. In a subsequent greenhouse study, Zhao et al. (2014) exposed cucumber plants to 400 and 800 mg Jo u\nna l P\nre -p\nr f\nCeO2 and ZnO ENMs per kg substrate (soil, sand, and Sunshine Mix at a ratio of 1:1:3 by volume). They found that CeO2, at 400 mg/kg, significantly increased reducing sugar by 59.6%, while at 400 mg/kg, reduced it by 64%. At 400 mg/kg, CeO2 increased globulin by 76% but reduced glutelin by 65%. On the other hand, ZnO ENMs, at 400 mg/kg, increased starch and Mn by 27% but reduced Cu by 25%, which might cause an increase in caloric value of a food that is typically characterized by its low caloric content. Again, these results are from commercial potting soil mix, data from real agricultural soil is scarce. Zhao et al. (2016), combined 1H NMR and GC-MS to detect the metabolite (nutrient supply) profile of cucumber fruit under metallic Cu ENP exposure in agricultural soils, observing that several metabolites were down-regulated including myo-inositol, methionine, citric acid, ornithine and citrulline and some sugars (xylose, fructose), amino acids (glycine, proline), organic acids (benzoic acid, glutaric acid), and fatty acids (caprylic acid, linolenic acid) were up-regulated. Cucumber plants have also been exposed to aerial application of ENMs. Hong et al. (2016) found that both CeO2 ENPs and bulk CeO2, at 200 mg/L, reduced Zn by 25%, while both CuO ENPs and bulk CuO at 200 mg/L reduced Mo in the fruit of cucumber plants, but CuO ENPs reduced Mo concentration to a greater extent.\nServin et al. (2013), cultivated cucumber for 150 days in sandy loam soil amended with\nTiO2 (82% anatase and 18% rutile) ENPs at 0-750 mg/kg. FTIR analysis showed that the TiO2 treatments induce modifications in band areas of amide, lignin, and carbohydrates of cucumber fruit. Moreover, fruits from plants exposed to 500 mg/kg showed an increase in potassium (35%) and phosphorus (34%), compared with control. Alsaeedi et al. (2019) cultivated cucumber plants in soil amended with silica ENPs (100-400 mg/kg) and exposed to salinity (1.7 and 4.63 dS/min) and water stress (100, 85, and 70% evapotranspiration (ETc)). The authors report that 200 mg/kg of the Si ENPs, at 85% ETc, caused an increase of 156% in fruit yield with an increase in Na of Jo ur\nna l P\nre -p\nr of\n78%. However, the authors did not refer the results to the salinity level. Wang et al. (2019) irrigated muskmelon (Cucumis melo) plants (at seven leaves stage, no soil description) with γFe2O3 and Fe3O4 ENPs at 100-400 mg/L. The authors report that at 200 mg/L, both ENMs significantly increased fruit weight by about 9%. Additionally, they mention that at 100 mg Fe3O4/L, the fruit vitamin increased by 46.95%. Bitter melon is a cucurbit crop, which could serve as a source of both vegetable and medicine in many tropical countries (Kole et al., 2013). These authors primed seeds of bitter melon with fullerol (0.943, 4.72, 9.43, 10.88, and 47.2 nM) for 48 h, and planted them in potting mix (3B potting mix, Fafard) over a period of 85 days. They found that the accumulation of fullerol in root, stem, petiole, leaf, flower and fruit had led to the highest improvement of two anticancer phytomedicines, cucurbitacin-B by 74% and lycopene by 82% in fruits of bitter melon. Again, these results come from a specific potting soil mix, data from real agricultural soil could be different.\nTomato is widely regarded as functional and nutraceutical fruit whose production has\nshown to be affected by ENMs. Lopez-Vargas et al. (2018) applied foliarly metallic Cu ENPs at 50 - 500 mg/L during the development of tomato plants and evaluated the content of the bioactive compounds in the fruit. They noticed that all treated plants had more vitamin C (from 35.5%- 122%) and more lycopene (from 57%-106%), compared with control. Barrios et al. (2017) cultivated tomato (Roma variety) for 210 days in Miracle-Gro® Organic potting mix amended with uncoated citric acid coated CeO2 ENMs at 62.5- 500 mg/kg. The authors reported that the citric acid coated ENPs at 62.5 mg/kg reduced fruit dried weight (54%), total sugar (84%), and reducing sugar (63%), while 125 mg/kg increased B by 33%. compared to control. On the other hand, uncoated CeO2, at 500 mg/kg reduced fruit B (28%), Fe (78%), Mn (33%), Jo ur na l P\nre -p\nro of\nand Ca (59%). However, the results could be different if the treatments are applied to other type of soil or other tomato variety.\nBell pepper is a food rich in vitamins A, C and E, and it is also a principal ingredient for\nmany spice products (Cisternas-Jamet et al., 2020). Rawat et al., 2018) cultivated bell pepper (California wonder 300 TMR) for 90 days in silty loam soil amended with metallic Cu ENPs, at 0- 500 mg Cu/kg. The authors showed that none of the copper treatments affected total sugar, carotenoid, chlorophyll, and vitamin C contents in the fruit. This experiment was performed in natural soil, it is possible that soil constituents interacted with the metallic Cu ENPs reducing the effects on bell pepper plants. It is also possible that bell pepper variety used in this study tolerates the Cu concentrations avoiding effects in the physiology of the plants. Li et al. (2020) cultivated chili (Capsicum annuum L.) for 67 days in soil amended by sludge with Ag ENPs at 10.4 mg/kg or without Ag NPs . Then root exposed chili continued to grow until day 75, during which they were simultaneously exposed to 107Ag NPs via leaves for 3 days. The research showed that Ag in sludge-amended soil at a level of 10.4 mg/kg did not affect the essential element concentrations (i.e., Fe, Zn, Mn, Ca, K, Mg, and P) and induced significant Ag accumulation in chili fruits. As expected, additional application through the leaves increased the Ag content in all plant parts. Data suggest that Ag NPs at 10 mg/kg, do not impact the quality of chili pepper."
    }, {
      "heading" : "3.4. Roots and tubers",
      "text" : "Radish (Raphanus sativus) is widely consumed around the world owing to their nutritional\ncontent and antioxidant properties (Baenas et al., 2015). Practically, all the radish plant is eaten, principally the seedlings and tubers. Zuverza-Mena et al. (2016) germinated radish seeds in colloidal silver (Ag) suspension (125-500 mg/L) for 3 days and allowed the plantlets to growth for 5\nJo ur\nna l P\nre -p\nro of\ndays in a growth chamber (340 µmol/m2s, 25/20 ºC day/night temperature, 14 h photoperiod and 60% relative humidity). They found that sprouts exposed to 500 mg/L had less Ca (~90%), Mg (~25%), B (~50%), Cu (~60%), Mn (~50%), and Zn (~10%), compared with control. In addition, the FTIR studies showed conformational changes in lipids and proteins of the radish sprouts. This suggests that Ag ENPs could significantly impact the nutrient content of radish sprouts. Corral-Diaz et al. (2014) cultivated radish in a substrate formed with loamy sand soil plus sand (Quikrete® Premium Play Sand, Atlanta, GA), and Sunshine Mix #4 (SunGro Hort., Bellevue, WA) in a proportion of 1:1:3 amended with CeO2 ENPs at 0, 62.5, 125, 250, and 500 mg/kg. Results showed that 500 mg/kg CeO2 ENM did not affect nutrient concentration in tubers and leaves and the antioxidant capacity of radish, while 250 mg/kg nCeO2 increased the antioxidant capacity in tubers by 30%, 32%, and 85%, expressed as FRAP, ABTS, and DPPH, respectively. On the other hand, Ce accumulation in tubers of plants exposed to 500 mg/kg CeO2 had 422% more Ce than control roots. Although the data would be different if the plants were cultivated in other type of soil, Ce accumulation in tubers should be considered from a nutritional point of view."
    }, {
      "heading" : "4. Possible impact to human health of nanomaterial-derived changes in the nutritional",
      "text" : "composition of crops.\nData concerning the effects of ENMs in crop quality is not so abundant. Research reports\nrefer mostly to changes in ionome, protein, and carbohydrates modifications. Very few reports refer to essential oil components or medicinal plant-derived products. For this section, only\nexcess quantities are being considered since, to the authors’ consideration, deficits can be\ncompensated by other dietary sources to reach the Recommended Dietary Allowance (RDA) given by the Food and Nutrition Board of the Institute of Medicine at the National Academies of\nJ ur\nn l P\nre -p\nof\nSciences, Engineering and Medicine (FNB-IM-NAS). Values on ionome changes exceeding the Tolerable Uptake Level (UL) suggested by the FNB-IM-NAS (http://nationalacademies.org/hmd/~/media/Files/Report%20Files/2019/DRI-Tables2019/4_TUILVVE.pdf?la=en) are discussed in Table 3. The UL is defined as the highest level of\nnutrient daily intake that is likely to pose no risks for adults’ human health. It is important to note\nthat the quantities, as reported in the literature (mg/kg), do not represent a realistic amount of what is consumed. Thus, Table 3 shows all values in mg/kg reported in the literature and mg/100 g to mimic edible portions. (USDA Food Data Central cucumber; https://fdc.nal.usda.gov/fdcapp.html#/food-details/168409/nutrients, tomato; https://fdc.nal.usda.gov/fdc-app.html#/fooddetails/475200/nutrients). Therefore, the real amount of a specific mineral that is consumed depends on fruit characteristics. Figure 5 illustrates the potential risks of excess consumption of minerals contained in plants."
    }, {
      "heading" : "4.1. Ionome modification",
      "text" : ""
    }, {
      "heading" : "4.1.1. Molybdenum",
      "text" : "Molybdenum is an essential metal for living organisms. In humans, it is a structural\ncomponent of molybdopterin, a cofactor required for the function of sulfide oxidase, xanthine oxidase, aldehyde oxidase and mitochondrial amidoxime reducing component (mARC). These enzymes metabolize heterocyclic compounds and sulfur containing amino acids (Beedham, 1985). According to the FNB-IM-NAS, adults need to consume at least 45 µg per day in their diet. Mo can be obtained mainly from legumes, whole grains, nuts, leafy vegetables and milk (Hunt and Meacham, 2001). A study on cucumber treated with CeO2 NPs reported Mo levels of 2.36, and 2.2 mg/kg of dry cucumber treated with 50 and 100 mg/kg CeO2 NPs. These amounts are slightly above the Mo UL of 2 mg/day (Hong et al., 2016). Like other minerals, excess Jo ur\nn l P\nre -p\nro of\nmolybdenum is excreted through urine. However, a study on high dietary intake of Mo in an area where soil has high levels of Mo showed that individuals exposed to excess Mo experienced high levels of uric acid, achy joints and gout-like symptoms (Turnlund et al., 1995). So far, it is difficult to predict if Mo concentration in cucumber fruit exposed to CeO2 ENMs is dangerous to human health."
    }, {
      "heading" : "4.1.2. Magnesium",
      "text" : "Magnesium is an important macronutrient with essential biological functions. It acts as a\ncofactor in over 300 enzymes that regulate biochemical reactions including energy production in oxidative phosphorylation and glycolysis, protein, DNA and RNA syntheses, blood glucose regulation and muscle and nerve function. It also contributes in the transport of minerals across the cell membrane (including Ca and K); it is crucial for muscle contraction, neural communication, and heart rhythm regulation (Modern Nutrition in Health and Disease 1968).\nAccording to the FNB-IMNAS, humans should consume around 310 and 320 mg Mg/day;\nhowever, consuming over 350 mg/day could lead to adverse effects (Dietary Reference Intakes, 2019 http://nationalacademies.org/hmd/~/media/Files/Report%20Files/2019/DRI-Tables2019/4_TUILVVE.pdf?la=en). Hong et al. (2016) reported concentrations around 3030, 2996 and 2625 mg Mg/kg d wt cucumber after treatments with 50, 100 and 200 mg/kg of CeO2 ENPs. In addition, treatment with CuO ENPs were reported to have Mg levels of 2669.6, 2874.7 and 2681.8 mg/kg at the concentrations of 50, 100 and 200 mg/kg (Hong et al., 2016). Another study with cucumber exposed to 400 mg/kg of CeO2 and ZnO ENPs reported Mg concentrations of 393.4 and 395.6 mg/kg d wt cucumber fruit, respectively (Zhao et al., 2014). It is important to\nmention that in the study performed by Hong et al. (2016), control plants had 4339.2 ± 61.8\nmg/kg d wt, which could be due to the soil Mg content. The consumption of dietary Mg above\nJo ur\nna l P\nre -p\no f\nthe UL (350 mg/day) does not often pose a health risk in healthy individuals because excess amounts are eliminated via urine (Musso, 2009). However, hypermagnesemia can be caused by the consumption of Mg in its carbonate, chloride, gluconate and oxide forms. Symptoms include diarrhea accompanied by nausea and cramps (Ranade, 2001). This suggests the necessity of studying the oxidation state of Mg in ENM treated plants."
    }, {
      "heading" : "4.1.3. Manganese",
      "text" : "The FNB-IM-NAS states that Mn RDA for females and males are 1.8 and 2.3 mg Mn/day,\nrespectively. The tolerable uptake level for adults is 11 mg Mn/day. Hong et al. (2016) reported that exposure to 50 mg/kg of CeO2 ENPs resulted in 15.9 mg Mn/kg d wt cucumber fruit. In addition, fruit of cucumber plants exposed to 50 mg/kg of CuO ENPs had 13.8 mg Mn/kg d wt. Both concentrations are higher than the tolerable uptake level for Mn.\nAnother study was performed with basil grown for 65 days in soil amended with TiO2 ENPs\nat different concentrations. Elemental analysis revealed Mn contents of 134, 176 and 128 mg/kg dry leaves when the plants were exposed to hydrophobic TiO2 ENPs at 125, 250, and 500 mg/kg, respectively (Tan et al., 2017).\nToxicity by excess dietary Mn (National Institute of Occupational Safety and Health,\nNIOSH, https://www.cdc.gov/niosh/topics/welding/default. 2013), although rare, can affect the central nervous system causing muscle spasms, tremors and loss of balance. This can progress to\nlocomotor deficits similar to those observed in Parkinson’s disease (Modern Nutrition in Health\nand Disease, 1968). Current data does not allow a broad view about the effects of ENMs on Mn concentrations in crop plants. More ENMs, more plant species, and different types of soils have to be considered in order to have a better idea about the health risks associated to Mn toxicity and plant exposure to ENMs.\nJo ur\nn l P\nre -p\nro of"
    }, {
      "heading" : "4.1.4. Iron",
      "text" : "Iron is an important component of numerous enzymes including hemoglobin, which is\nessential for biological processes. Iron plays a role in neurological development, physical growth, hormone synthesis, and muscle metabolism (Hurrell and Egli, 2010). Dietary iron has two forms; heme and nonheme. Plants contain nonheme Fe only (Hurrell and Egli, 2010). According to the FNB-IM-NAS, the RDA for Fe is 8 mg/day for males and 18 mg/day for females, while the UL for adults is 45 mg/day. Iron can be obtained from beans, lentils, spinach, tomatoes, and green peas, among others. Hong et al. (2016) reported that at 200 mg CeO2 ENPs/kg, cucumber fruits had 54.8 mg Fe/kg d wt. Excess intake of Fe can lead to constipation, nausea, vomiting and gastric upset (Chang et al, 2011). In severe cases it can reduce Zn absorption and lead to multisystem organ failure (Solomons, 1986). As previously mentioned,\ncontrol plants in Hong et al. (2016) study had 41.5 ± 2.2 mg/kg, which suggest that the high Fe\nconcentration in fruits were not only given by the ENM treatments. Additional experiments are needed for the risk assessment of the changes in the plant’s iron content due to the exposure to ENMs."
    }, {
      "heading" : "4.1.5. Boron",
      "text" : "Boron has a lot of functions in the human body including bone development and\nregeneration, wound healing, production of sex steroids and absorption and use of Ca and Mg (Pizzorno, 2015). People in a diet scarce in fruit and vegetables are recommended to take 3 mg/d of B. According to the FNB-IM-NAS, adults tolerate up to 20 mg of B per day before it causes toxicity. Very few papers mention the effects of ENMs on B content in fruit and seeds. Barrios et al. (2017) cultivated tomato to maturity in soil amended with bare CeO NPs and citric acid\nJo ur\nna l P\nre -p\nro of\ncoated CeO2 NPs. The authors reported ~32 mg B/kg of d wt in plants exposed to 125 mg CeO2 ENP/kg soil. Studies performed on animals have shown that excess B led to reproductive and developmental defects (Dietary Reference Intakes). Composition of tomato in 2018 in the United States was 20.6 pound/person (Statista, 2019) (https://www.statista.com/statistics/257302/percapita-consumption-of-fresh-tomatoes-in-the-us/), equivalent to 26 g/person/day, which could indicate no risks due to consumption of such tomatoes exposed to 125 mg CeO2 ENPs/kg soil. However, more research is needed in order to know if ENMs increase B in other fruits/grains."
    }, {
      "heading" : "4.1.6. Zinc",
      "text" : "Zinc, a naturally occurring mineral can be consumed in food or as a supplement. It is\nessential for the correct functioning of cellular metabolism. Around hundreds of enzymes require Zn in order to carry out their catalytic activity (Sandstead, 1994). It takes part in numerous processes including cell division, protein and DNA synthesis (Prasad, 1995), immune function and wound healing (Heyneman, 1996). The RDA for Zn is 11 mg/day for males and 8 mg/day for women (Table 4). Although the majority of Zn in the American diet is provided by red meat and poultry (USDA, 2019 https://www.nal.usda.gov/topics/food-and-human-nutrition,), Zn is obtained from seafood, nuts, beans, whole grains, and dairy products.\nData on Zn content in plants exposed to ENMs is not so abundant. Barley is one of the first\ncultivated grains, now considered a major cereal grain. Rico et al. (2015) reported that at 250 mg CeO2 ENPs/kg, barley grains had 412 mg Zn/kg d wt, which is significantly higher than the UL of 40 mg/day. Similarly, Zhao et al. (2013), reported that cucumber fruit cultivated in soil amended with ZnO ENPs at 400 and 800/kg had ~103 and ~111 mg Zn/kg d wt. These amounts are more than double than the UL of 40 mg/day. Zinc related toxicity includes nausea, vomiting, loss of appetite, diarrhea, and headaches (Prasad, 1995). If condition becomes chronic, other Jo ur\nna l P\nre -p\noo f\neffects such as low Cu status, altered Fe function and reduced immune function can occur (Johnson et al., 2007). Results from Rico et al. (2015) and Zhao et al. (2013) experiments may suggest that 250 mg/kg of CeO2 and 400 mg ZnO ENPs/kg are too high for barley and cucumber, respectively, cultivated in a soils with similar properties to those used in the reported studies.\n4.1.7. Phosphorus\nPhosphorus is a component of teeth, bone, DNA, and RNA. It is also a constituent of cell\nmembranes and ATP in its phosphorus form (Calvo et al., 2015). Phosphorus is consumed through many vegetable produce including grain and seeds. Reports on P contents in plants exposed to ENMs are limited. Hong et al. (2016) reported that three-week old soil grown cucumber seedlings sprayed with CeO2 ENPs at 50 mg/L had 7499 mg P/kg dry wt fruit. Similarly, exposure to 50 mg/L of CuO ENPs resulted in 5967 mg P/kg d wt fruit, which are higher than the recommended amount 4000 mg P/day (Hunt and Meacham, 2001) (Table 4). Some studies have found that high P intake can be associated with kidney, bone, and cardiovascular adverse effects, accompanied by an increased risk of death (Menon and Ix, 2013; Chang et al., 2014). Data from the above mentioned experiments could indicate that the concentrations of ENMs used were too high for cumber plants. However, the interaction of ENM concentrations with cucumber plants may be different in other environmental conditions and other types of soils."
    }, {
      "heading" : "4.1.8. Calcium",
      "text" : "About 1% of the total calcium in the body is required to support critical bodily functions\nincluding hormonal secretion, vascular contraction and vasodilation, intracellular signaling, and nerve communication (Bailey et al., 2010). The remaining Ca is stored for structure and function. As other essential elements, Ca is obtained from all sources of food including seeds, fruits, and\nJ ur\nna l P\nre -p\nr of\nleafy plants. Experiments have shown that ENMs can alter Ca contents in fruits.\nHong et al. (2016) reported that cucumber plants exposed to 50 mg CeO2 ENPs/kg had\n4378.5 mg Ca/kg d wt, while exposure to 50 mg CuO ENPs/kg resulted in 3983.5 d wt fruit. López-Vargas et al. (2018) sprayed tomato plants with 50 mg Cu ENPs/L and found 11.7 g Ca/kg d wt (Table 4). The RDA for Ca is 1200 mg/day, while the UL is 2500 mg/day. Excessive calcium in the blood is known as hypercalcemia, which can cause vascular and soft tissue calcification, renal insufficiency and kidney stones. However, excess Ca is more likely to be caused by supplements than dietary sources (Bailey et al., 2010). Data from Hong et al. (2016) and Lopez-Vargas et al. (2018), which came from similar concentration of two ENMs, show great variability on Ca accumulation of two plant species exposed to two ENMs applied in different form. This clearly shows the need of more studies to find the concentration and exposure form of ENM capable of producing balanced element contents in fruits."
    }, {
      "heading" : "4.1.9. Potassium",
      "text" : "Potassium is an essential nutrient present in all body tissues. It is required for maintaining\ntransmembrane electrochemical gradients and fluid volume (Stone et al., 2016). According to the FNB-IM-NAS, the RDA for K is 1400 mg/day for males and 2600 mg/day for women. In the United States milk, coffee, and potatoes are the top sources of dietary potassium (Keast et al., 2013). However, fruits and grains are good sources of K as well.\nExperiments with CeO2, ZnO, and Cu ENMs have shown that at certain concentration,\nthese ENMs alter the concentration of K in fruits. Zhao et al. (2014) reported that soil amendment with 400 and 800 mg of CeO2 or ZnO ENPs/kg resulted in 6402.8 and 5883.7 and 6022.5 and 5633.3 mg K/dry fruit, respectively. López-Vargas et al. (2018) sprayed tomato plants with Cu ENP at 500 mg/L resulting in K content of about 20 g/kg fruit, respectively. This\nJo ur\nna l P\nre -p\nr of\nsuggests that the type of ENM, plant species, and exposure method may determine the effects of ENMs on K accumulation. High dietary K intake does not pose a health risk for normal kidney function. However a large dose of K can cause heart abnormalities. So far, no UL has been reported for K but there is ongoing research about its effects on heart disease risk (USDA https://www.nal.usda.gov/sites/default/files/fnic_uploads//186-268.pdf, 2019). Figure 5 shows the health risks associated with excess of nutrient elements content in plants."
    }, {
      "heading" : "4.2 Changes in protein profile",
      "text" : "Few researchers have studied the effects of ENMs in plant protein content. Table 4 shows\nsome examples of protein modifications in plants. Zhao et al. (2014) reported increments in protein content in cucumber exposed to CeO2 and ZnO ENMs (Table 4). Interesting, CeO2 at 400 mg/kg increased globulin by 43% but reduced glutelin by 35%, compared with control. On the other hand, Rico et al. (2013) reported that the amylose content modulates the effects of CeO2 ENPs on protein concentration in rice. High amylose rice showed increase in albumin ~26%); however, medium amylose showed reduction in globulin (~12%) and prolamin (~37%), compared with control. Prolamins and globulins are the main storage proteins, being globulins the predominant protein in rice. Because of their abundance, these proteins contribute essential amino acids to human nutrition (Krishnan et al, 2001; Rico et al., 2014; Rico et al., 2014; Hu and Zhou, 2014). It is difficult to predict the effects of changes in proteins on plants exposed to ENMs because the demand for aminoacids and proteins depends on each individual (WHO Technical Report, 2002). However, it is thought that a reduction in protein and aminoacids will not benefit human health. Thus, more studies are needed in order to know what ENMs are enriching/ reducing the protein content in food plants. Jo rn al Pr ep\noo f"
    }, {
      "heading" : "4.3 Carbohydrates alteration",
      "text" : "There are no minimum requirements for carbohydrates in human diet (Ludwig et al., 2018).\nHowever, the quality of carbohydrates plays an important role in human diet. Starch and sugars are the main carbohydrates in plants. Plants use starch as their major glucose storage system. Reports indicate that ENMs alter the content of starch and other carbohydrates in crop plants. Tan et al. (2018) exposed basil to hydrophobic and hydrophilic TiO2 ENPs and reported an increase on total sugar and reducing sugar. Hydrophobic and hydrophilic TiO2 ENPs increased total sugar (186%) and reducing sugar (145%), compared with control. Du et al. 2018 reported a decrease in starch in oregano (48.7-58.5%) when the plants were exposed to Cu ENPs (50-200 mg/kg). On the other hand, Zhao et al. (2014) reported that ZnO ENM increase starch in cucumber fruit by 36% (Table 4). A decrease in starch content is linked to low carbon uptake, which may compromise fruit sweetness (Sulpice et al. 2009). Additionally, a reduction/increase in sugar changes the calorie content in fruits, which could affect their nutritional value. Although such event does not pose any health risk for the human population, the extent of the caloric changes must be taken into consideration for a balanced diet.\nOverall, the data suggest that ENMs can affect the nutritional content of crop plants.\nHowever, the response is affected by a series of factors including the type of ENM, plant growth stage and growth conditions that modulate the interaction of plant-nanomaterial. Moreover, in order to accurately predict whether the ionome, protein, and carbohydrate variations pose a risk (and to what degree) to human health, experiments with higher organisms need to be performed. Thus, the effects on human health discussed in this paper are based on the data found in the literature.\n5. Conclusions and future research needs\nJo ur\nna l P\nre -p\noo f\nWorries about the increase in world’s population and limitations for the food safety are\nchanging the focus on agricultural practices. Two of the biggest pitfalls to overcome are the inefficiency in fertilization systems and the collateral damage from pesticide use. Currently, it has been underscored that nano-enabled compounds are the key to solving both drawbacks. The literature highlights the high efficiency in delivery and utilization of nutrient elements from nanofertilizers and the effectiveness of nanopesticides (White and Gardea-Torresdey, 2018). Data from several plant species and ENMs seems to corroborate the promise of nano-enabled compounds. Increments in yield, improvement in nutrient contents or medicinal products and the control of fungal diseases are some of the advantages reported so far. However, at the present time, there are more questions than answers concerning the applicability of this promising alternative. After a careful review of the available literature, it is possible to identify the following research questions:\n Nano-enabled compounds generate changes in the quality of food. Increase or decrease in\nessential mineral elements, changes in carbohydrates, and increase/decrease in proteins have been reported. However, there is no evaluation of the benefits/dangers of such changes on human health. It is true that deficiencies in some essential elements such as Ni and Mo in one crop could be eased by eaten other produces. However, there could be a real problem with the consumption of produces with excess of essential elements in people whose food is vegetable-based. Additionally, stable ENMs, such as TiO2 and CeO2 have been found in nanoparticulate form in cucumber (Servin et al., 2013; Hernandez-Viezcas et al., 2013). In the case of TiO2, it has been reported that this ENM produces colon cancer in rats (Bettini et al., 2017). Figure 5 is general representation of\n Most of the results shown so far come from pot experiments with commercial potting\nJo ur\nna l P\nre -p\nro f\nsoil, or mixture of natural soil with sand and organic matter. Current data do not allow to predict the results under natural soil conditions. More experiments with natural soil are strongly suggested.\n Conventional fertilization techniques rest on soil analyses to recommend the type and\nconcentration of inorganic fertilizers. There is no idea yet how to do this for the use of ENMs as nanofertilizers.\n In the case of nanoherbicides, there is no known knowledge of doses and plant\nspecificity, or possible collateral effects leading to growth of tolerant species.\n There is no clear idea about the best delivery system for all the nano-enabled agricultural\nproducts.\n In the case of nanopesticides, there are no studies about the possible development of\nresistant fungal or bacterial species.\n Although great efforts are focused on the reduction of environmental impacts, most of the\nnano-enabled products are metal-based and some of them have demonstrated to be very stable under certain environmental conditions. This suggests that continuous application of some nano-enabled products may result in environmental buildup of metal ions/nanoparticles with unknown environmental consequences. Studies have to be done to clarify this issue.\n Finally, benefit/cost studies highlighting the real economic improvement of the use of\nnano-enabled products are needed.\nAs long as these questions remain unanswered, there will be low possibility of scaling up to\nJo ur\nna l P\nre -p\nro of\nmass application of nano-enabled strategies for agricultural production.\nCRediT roles All authors participated equally in the writing and final revision of this manuscript. Declaration of Competing Interest\nThe authors declared that no conflicts of interest. Conflicts of interest. The authors declared that no conflicts of interest.\nAcknowledgment\nJ.R. Peralta-Videa acknowledges the Department of Chemistry and Biochemistry that provided\nthe opportunity to write the article. R. Bernal acknowledges the Welch grant AH-1649.\nJo ur\nna l P\nr -p\nro of\nReferences\nAbdel-Aziz, H.M.M., Hasaneen, M.N.A., Omer, A.M., 2016. Nano chitosan-NPK ferti-\nlizer enhances the growth and productivity of wheat plants grown in sandy soil. Spanish J. Agric. Res. 14, 8205. https://doi.org/10.5424/sjar/2016141-8205\nAchari, G.A., Kowshik, M., 2018. Recent developments on nanotechnology in agricul-\nture: Plant mineral nutrition, health, and interactions with soil microflora. J. Agric. Food Chem. 66, 8647–8661. https://doi.org/10.1021/acs.jafc.8b00691\nAdisa, I.O., Pullagurala, V.L., Rawat, S., Hernandez-Viezcas, J.A., Dimkpa, C., Elmer,\nW.H., White, J.C., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. Role of cerium compounds in Fusarium wilt suppression and growth enhancement in tomato (Solanum lycopersicum). J. Agric. Food Chem. https://doi.org/10.1021/acs.jafc.8b01345\nAdisa, I.O., Pullagurala, V.L.R., Peralta-Videa, J.R., Dimkpa, C.O., Elmer, W.H.,\nGardea-Torresdey, J.L., White, J.C., 2019. Recent advances in nano-enabled fertilizers and pesticides: A critical review of mechanisms of action. Environ. Sci. Nano 6, 2002–2030. https://doi.org/10.1039/c9en00265k\nAhmed, M., Rauf, M., Mukhtar, Z., Saeed, N.A., 2017. Excessive use of nitrogenous fertilizers: an unawareness causing serious threats to environment and human health. Environ. Sci. Pollut. Res. 24, 26983–26987. https://doi.org/10.1007/s11356-017-0589-7\nAlsaeedi, A., El-Ramady, H., Alshaal, T., El-Garawany, M., Elhawat, N., Al-Otaibi, A.,\n2019. Silica nanoparticles boost growth and productivity of cucumber under water deficit and salinity stresses by balancing nutrients uptake. Plant Physiol. Biochem. 139, 1–10. https://doi.org/10.1016/j.plaphy.2019.03.008\nApodaca, S.A., Medina-Velo, I.A., Lazarski, A.C., Flores-Margez, J.P., Peralta-Videa,\nJo ur\nn l P\nre -p\nr of\nJ.R., Gardea-Torresdey, J.L., 2018. Different forms of copper and kinetin impacted element accumulation and macromolecule contents in kidney bean (Phaseolus vulgaris) seeds. Sci. Total Environ. 636. https://doi.org/10.1016/j.scitotenv.2018.04.360\nAtwood, D., Paisley-Jones, C., 2017. Pesticides industry sales and usage 2008-2012 Esti-\nmates. U.S. Environ. Prot. Agency.\nBaenas, N., Ferreres, F., García-Viguera, C., Moreno, D.A., 2015. Radish sprouts-Characterization and elicitation of novel varieties rich in anthocyanins. Food Res. Int. 69, 305–312. https://doi.org/10.1016/j.foodres.2015.01.009\nBaik, B.K., Ullrich, S.E., 2008. Barley for food: Characteristics, improvement, and re-\nnewed interest. J. Cereal Sci. 48, 233–242. https://doi.org/10.1016/j.jcs.2008.02.002\nBailey, R.L., Dodd, K.W., Goldman, J.A., Gahche, J.J., Dwyer, J.T., Moshfegh, A.J.,\nSempos, C.T., Picciano, M.F., 2010. Estimation of total usual calcium and vitamin D intakes in the United States. J. Nutr. 140, 817–822. https://doi.org/10.3945/jn.109.118539\nBarrios, A.C., Medina-Velo, I.A., Zuverza-Mena, N., Dominguez, O.E., Peralta-Videa,\nJ.R., Gardea-Torresdey, J.L., 2017. Nutritional quality assessment of tomato fruits after exposure to uncoated and citric acid coated cerium oxide nanoparticles, bulk cerium oxide, cerium acetate and citric acid. Plant Physiol. Biochem. 110, 100–107. https://doi.org/10.1016/j.plaphy.2016.04.017\nBeedham, C., 1985. Molybdenum hydroxylases as drug-metabolizing enzymes. Drug\nMetab. Rev. 16, 119–156. https://doi.org/10.3109/03602538508991432\nBergman, M., Varshavsky, L., Gottlieb, H.E., Grossman, S., 2001. The antioxidant activ-\nity of aqueous spinach extract.pdf. Phytochemistry 58, 143–152.\nBettini, S., Boutet-Robinet, E., Cartier, C., Coméra, C., Gaultier, E., Dupuy, J., Naud, N.,\nJo ur\nna l P\nre -p\nr of\nTaché, S., Grysan, P., Reguer, S., Thieriet, N., Réfrégiers, M., Thiaudière, D., Cravedi, J.P., Carrière, M., Audinot, J.N., Pierre, F.H., Guzylack-Piriou, L., Houdeau, E., 2017. Foodgrade TiO2 impairs intestinal and systemic immune homeostasis, initiates preneoplastic lesions and promotes aberrant crypt development in the rat colon. Sci. Rep. 7, 1–13. https://doi.org/10.1038/srep40373\nBilal, M., Iqbal, H.M.N., Barceló, D., 2019. Persistence of pesticides-based contaminants\nin the environment and their effective degradation using laccase-assisted biocatalytic systems. Sci. Total Environ. 695, 133896. https://doi.org/10.1016/j.scitotenv.2019.133896\nBravo, A., Likitvivatanavong, S., Gill, S.S., Soberón, M., 2011. Bacillus thuringiensis: A\nstory of a successful bioinsecticide. Insect Biochem. Mol. Biol. 41, 423–431. https://doi.org/10.1016/j.ibmb.2011.02.006\nBrookes, G., 2019. Twenty-one years of using insect resistant (GM) maize in Spain and\nPortugal: farm-level economic and environmental contributions. GM Crop. Food 10, 90– 101. https://doi.org/10.1080/21645698.2019.1614393\nBrookes, G., 2014. Weed control changes and genetically modified herbicide tolerant\ncrops in the USA 1996-2012. GM Crops Food 5, 321–332. https://doi.org/10.4161/21645698.2014.958930\nBroughton, W.J., Hern, aacute, Ndez, G., Blair, M., Beebe, S., Gepts, P., Vanderleyden,\nJ., 2003. Beans (Phaseolus spp.) - model food legumes. Plant Soil 252, 55–128.\nCalvo, M.S., Lamberg-Allardt, C.J., 2015. Phosphorus. Adv. Nutr. 6, 860–862.\nhttps://doi.org/10.3945/an.115.008516\nCappelli, A., Cini, E., Lorini, C., Oliva, N., Bonaccorsi, G., 2020. Insects as food: A re-\nview on risks assessments of Tenebrionidae and Gryllidae in relation to a first machines and\nJo u\nna l P\nre -p\nro of\nplants development. Food Control. https://doi.org/10.1016/j.foodcont.2019.106877\nCarvalho, S.D., Schwieterman, M.L., Abrahan, C.E., Colquhoun, T.A., Folta, K.M., 2016.\nLight quality dependent changes in morphology, antioxidant capacity, and volatile production in sweet basil (Ocimum basilicum). Front. Plant Sci. 7, 1–14. https://doi.org/10.3389/fpls.2016.01328\nCastronuovo, D., Russo, D., Libonati, R., Faraone, I., Candido, V., Picuno, P., Andrade, P., Valentao, P., Milella, L., 2019. Influence of shading treatment on yield, morphological traits and phenolic profile of sweet basil (Ocimum basilicum L.). Sci. Hortic. (Amsterdam). 254, 91–98. https://doi.org/10.1016/j.scienta.2019.04.077\nChang, A.R., Lazo, M., Appel, L.J., Gutierrez, O.M., Grams, M.E., 2014. High dietary\nphosphorus intake is associated with all-cause mortality: results from NHANES III. Am. J. Clin. Nutr. 99, 320–327. https://doi.org/10.3945/ajcn.113.073148\nChang, T.P.-Y., Rangan, C., 2011. Iron Poisoning: A literature-based review of epidemi-\nology, diagnosis, and management. Pediatr. Emerg. Care 27.\nChhipa, H., 2017. Nanofertilizers and nanopesticides for agriculture. Environ. Chem. Lett.\n15, 15–22. https://doi.org/10.1007/s10311-016-0600-4\nCisternas-Jamet, J., Salvatierra-Martínez, R., Vega-Gálvez, A., Stoll, A., Uribe, E., Goñi,\nM.G., 2020. Biochemical composition as a function of fruit maturity stage of bell pepper (Capsicum annum) inoculated with Bacillus amyloliquefaciens. Sci. Hortic. (Amsterdam). 263. https://doi.org/10.1016/j.scienta.2019.109107\nCorral-Diaz, B., Peralta-Videa, J.R., Alvarez-Parrilla, E., Rodrigo-García, J., Morales,\nM.I., Osuna-Avila, P., Niu, G., Hernandez-Viezcas, J.A., Gardea-Torresdey, J.L., 2014. Cerium oxide nanoparticles alter the antioxidant capacity but do not impact tuber ionome in\nJo rn\nal Pr\nepr\noo f\nRaphanus sativus (L). Plant Physiol. Biochem. 84. https://doi.org/10.1016/j.plaphy.2014.09.018\nDeng, C., Wang, Y., Cota-Ruiz, K., Reyes, A., Sun, Y., Peralta-Videa, J., Hernandez-\nViezcas, J.A., Turley, R.S., Niu, G., Li, C., Gardea-Torresdey, J., 2020. Bok choy (Brassica rapa) grown in copper oxide nanoparticles-amended soils exhibits toxicity in a phenotypedependent manner: Translocation, biodistribution and nutritional disturbance. J. Hazard. Mater. 398, 122978. https://doi.org/10.1016/j.jhazmat.2020.122978\nDimkpa, C.O., Bindraban, P.S., 2018. Nanofertilizers: New products for the industry? J.\nAgric. Food Chem. 66, 6462–6473. https://doi.org/10.1021/acs.jafc.7b02150\nDimkpa, C.O., White, J.C., Elmer, W.H., Gardea-Torresdey, J., 2017. Nanoparticle and ion-ic Zn promote nutrient loading of sorghum grain under low NPK fertilization. J Agric Food Chem 65, 8552-8559.\nDu, Wenchao, Tan, W., Yin, Y., Ji, R., Peralta-Videa, J.R., Guo, H., Gardea-Torresdey,\nJ.L., 2018. Differential effects of copper nanoparticles/microparticles in agronomic and physiological parameters of oregano (Origanum vulgare). Sci. Total Environ. 618, 306– 312. https://doi.org/10.1016/j.scitotenv.2017.11.042\nElemike, E.E., Uzoh, I.M., Onwudiwe, D.C., Babalola, O.O., 2019. The role of nanotech-\nnology in the fortification of plant nutrients and improvement of crop production. Appl. Sci. 9, 1–32. https://doi.org/10.3390/app9030499\nGardea-Torresdey, J.L., Rico, C.M., White, J.C., 2014. Trophic transfer, transformation,\nand impact of engineered nanomaterials in terrestrial environments. Environ. Sci. Technol. 48, 2526–2540. https://doi.org/10.1021/es4050665\nGraily Moradi, F., Hejazi, M.J., Hamishehkar, H., Enayati, A.A., 2019. Co-encapsulation\nJ ur\nna l P\nre -p\nro of\nof imidacloprid and lambda-cyhalothrin using biocompatible nanocarriers: Characterization and application. Ecotoxicol. Environ. Saf. 175, 155–163. https://doi.org/10.1016/j.ecoenv.2019.02.092\nGrubbe, G.J.H., Denton, O.A., 2004. Plant resources of tropical Africa 2. Vegetables, kew\nbulletin. https://doi.org/10.2307/4110929\nGui, X., Zhang, Z., Liu, S., Ma, Y., Zhang, P., He, X., Li, Y., Zhang, J., Li, H., Rui, Y.,\nLiu, L., Cao, W., 2015. Fate and phytotoxicity of CeO2 nanoparticles on lettuce cultured in the potting soil environment. PLoS One 10, 1–10. https://doi.org/10.1371/journal.pone.0134261\nHazrati, H., Saharkhiz, M.J., Niakousari, M., Moein, M., 2017. Natural herbicide activity\nof Satureja hortensis L. essential oil nanoemulsion on the seed germination and morphophysiological features of two important weed species. Ecotoxicol. Environ. Saf. 142, 423– 430. https://doi.org/10.1016/j.ecoenv.2017.04.041\nHe, X., Deng, H., Hwang, H. min, 2019. The current application of nanotechnology in\nfood and agriculture. J. Food Drug Anal. 27, 1–21. https://doi.org/10.1016/j.jfda.2018.12.002\nHellerstein, D., Vilorio, D., Ribaudo, M., 2019. Agricultural resources and environmental\nindicators, 2019 Edition. United States Dep. Agric. https://doi.org/10.2139/ssrn.2141408\nHerman, R.A., Zhuang, M., Storer, N.P., Cnudde, F., Delaney, B., 2019. Risk-Only As-\nsessment of genetically engineered crops is risky. Trends Plant Sci. 24, 58–68. https://doi.org/10.1016/j.tplants.2018.10.001\nHernandez-Viezcas, J.A., Castillo-Michel, H., Andrews, J.C., Cotte, M., Rico, C., Peralta-\nJ ur\nna l P\nre -p\nro of\nVidea, J.R., Ge, Y., Priester, J.H., Holden, P.A., Gardea-Torresdey, J.L., 2013. In situ synchrotron X-ray fluorescence mapping and speciation of CeO2 and ZnO nanoparticles in soil cultivated soybean (Glycine max). ACS Nano 7. https://doi.org/10.1021/nn305196q\nHeyneman, C.A., 1996. Zinc deficiency and taste disorders. Ann. Pharmacother. 30, 186–\n187. https://doi.org/10.1177/106002809603000215\nHong, J., Wang, L., Sun, Y., Zhao, L., Niu, G., Tan, W., Rico, C.M., Peralta-Videa, J.R.,\nGardea-Torresdey, J.L., 2016. Foliar applied nanoscale and microscale CeO2 and CuO alter cucumber (Cucumis sativus) fruit quality. Sci. Total Environ. 563–564, 904–911. https://doi.org/10.1016/j.scitotenv.2015.08.029\nHu, J., Wu, X., Wu, F., Chen, W., White, J.C., Yang, Y., Wang, B., Xing, B., Tao, S.,\nWang, X., 2019. Potential application of titanium dioxide nanoparticles to improve the nutritional quality of coriander (Coriandrum sativum L.). J. Hazard. Mater. 121837. https://doi.org/10.1016/j.jhazmat.2019.121837\nHu, X., Zhou, Q., 2014. Novel hydrated graphene ribbon unexpectedly promotes aged\nseed germination and root differentiation. Sci. Rep. 4, 3782. https://doi.org/10.1038/srep03782\nHunt, C.D., Meacham, S.L., 2001. Aluminum, boron, calcium, copper, iron, magnesium,\nmanganese, molybdenum, phosphorus, potassium, sodium, and zinc: Concentrations in common Western foods and estimated daily intakes by infants; toddlers; and male and female adolescents, adults, and senior. J. Am. Diet. Assoc. https://doi.org/10.1016/S00028223(01)00260-7\nHurrell, R., Egli, I., 2010. Iron bioavailability and dietary reference values. Am. J. Clin.\nNutr. 91, 1461–1467. https://doi.org/10.3945/ajcn.2010.28674F\nJo ur\nna l P\nre -\nro of\nJiang, X. Tian J. C, Hao, Z., Zhang W. 2008. Protein content and amino acid composition\nin grains of wheat-related species. Agric. Sci. China 7, 272–279. https://doi.org/10.1016/S1671-2927(08)60066-8\nJohnson, A.R., Munoz, A., Gottlieb, J.L., Jarrard, D.F., 2007. High dose zinc increases\nhospital admissions due to genitourinary complications. J. Urol. 177, 639–643. https://doi.org/10.1016/j.juro.2006.09.047\nKah, M., 2015. Nanopesticides and nanofertilizers: Emerging contaminants or opportuni-\nties for risk mitigation? Front. Chem. 3, 1–6. https://doi.org/10.3389/fchem.2015.00064\nKean, E.G., Hamaker, B.R., Ferruzzi, M.G., 2008. Carotenoid bioaccessibility from\nwhole grain and degermed maize meal products. J. Agric. Food Chem. 56, 9918–9926. https://doi.org/10.1021/jf8018613\nKeast, D.R., Fulgoni, V.L. 3rd, Nicklas, T.A., O’Neil, C.E., 2013. Food sources of energy\nand nutrients among children in the United States: National Health and Nutrition Examination Survey 2003-2006. Nutrients 5, 283–301. https://doi.org/10.3390/nu5010283\nKennedy, D., 2002. The importance of rice. Science (80-. ). 296, 13.\nhttps://doi.org/10.1126/science.296.5565.13\nKisan, B., Shruthi, H., Sharanagouda, H., Revanappa, S., NK, P., 2015. Effect of nano-\nzinc oxide on the leaf physical and nutritional quality of spinach. Agrotechnology 05, 1–3. https://doi.org/10.4172/2168-9881.1000135\nKole, C., Kole, P., Randunu, K.M., Choudhary, P., Podila, R., Ke, P.C., Rao, A.M., Mar-\ncus, R.K., 2013. Nanobiotechnology can boost crop production and quality: First evidence from increased plant biomass, fruit yield and phytomedicine content in bitter melon (Momordica charantia). BMC Biotechnol. 13. https://doi.org/10.1186/1472-6750-13-37\nJo ur\nna l P\nre -p\nro of\nKrishnan, H.B., Coe, E.H., 2001. Seed storage proteins, in: Brenner, S., Miller, J.H.B.T.-\nE. of G. (Eds.), . Academic Press, New York, pp. 1782–1787. https://doi.org/https://doi.org/10.1006/rwgn.2001.1714\nKumar, S., Nehra, M., Dilbaghi, N., Marrazza, G., Hassan, A.A., Kim, K.H., 2019. Nano-\nbased smart pesticide formulations: Emerging opportunities for agriculture. J. Control. Release 294, 131–153. https://doi.org/10.1016/j.jconrel.2018.12.012\nKundu, M., Krishnan, P., Kotnala, R.K., Sumana, G., 2019. Recent developments in bio-\nsensors to combat agricultural challenges and their future prospects. Trends Food Sci. Technol. 88, 157–178. https://doi.org/10.1016/j.tifs.2019.03.024\nLi, M., Liu, H.-l., Dang, F., Hintelmann, H., Yin, B., Zhou, D., 2020. Alteration of crop\nyield and quality of three vegetables upon exposure to silver nanoparticles in sludgeamended soil. ACS Sustainable Chemistry & Engineering 8, 2472-2480.\nLin, D., Xing, B., 2007. Phytotoxicity of nanoparticles: Inhibition of seed germination\nand root growth. Environ. Pollut. 150, 243–250. https://doi.org/10.1016/j.envpol.2007.01.016\nLiu, R., Lal, R., 2015. Potentials of engineered nanoparticles as fertilizers for increasing\nagronomic productions. Sci. Total Environ. 514, 131–139. https://doi.org/10.1016/j.scitotenv.2015.01.104\nLópez-Vargas, E.R., Ortega-Ortíz, H., Cadenas-Pliego, G., Romenus, K. de A., de la\nFuente, M.C., Benavides-Mendoza, A., Juárez-Maldonado, A., 2018. Foliar application of copper nanoparticles increases the fruit quality and the content of bioactive compounds in tomatoes. Appl. Sci. 8. https://doi.org/10.3390/app8071020\nLu, C., Zhang, C., Wen, J., Wu, G., Tao, M., 2002. Research of the effect of nanometer\nJo ur\nn l P\nepr\no f\nmaterials on germination and growth enhancement of Glycine max and its mechanism. Soybean Sci. 21, 168–171.\nLudwig, D.S., Hu, F.B., Tappy, L., Brand-Miller, J., 2018. Dietary carbohydrates: role of\nquality and quantity in chronic disease. https://doi.org/10.1136/bmj.k2340\nMa, X., Geiser-Lee, J., Deng, Y., Kolmakov, A., 2010. Interactions between engineered nanoparticles (ENPs) and plants: Phytotoxicity, uptake and accumulation. Sci. Total Environ. 408, 3053–3061. https://doi.org/10.1016/j.scitotenv.2010.03.031\nMajumdar, S., Almeida, I.C., Arigi, E.A., Choi, H., VerBerkmoes, N.C., Trujillo-Reyes, J., Flores-Margez, J.P., White, J.C., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2015. Environmental effects of nanoceria on seed production of common bean (Phaseolus vulgaris): A proteomic analysis. Environ. Sci. Technol. 49, 13283–13293. https://doi.org/10.1021/acs.est.5b03452\nMajumdar, S., Peralta-Videa, J.R., Trujillo-Reyes, J., Sun, Y., Barrios, A.C., Niu, G.,\nMargez, J.P.F., Gardea-Torresdey, J.L., 2016. Soil organic matter influences cerium translocation and physiological processes in kidney bean plants exposed to cerium oxide nanoparticles. Sci. Total Environ. 569–570, 201–211. https://doi.org/10.1016/j.scitotenv.2016.06.087\nMedina-Velo, Illya A., Dominguez, O.E., Ochoa, L., Barrios, A.C., Hernández-Viezcas,\nJ.A., White, J.C., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2017. Nutritional quality of bean seeds harvested from plants grown in different soils amended with coated and uncoated zinc oxide nanomaterials. Environ. Sci. Nano 4, 2336–2347. https://doi.org/10.1039/c7en00495h\nJo ur\nna l P\nre -p\nro of\nMedina-Velo, I.A., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2017. Assessing plant up-\ntake and transport mechanisms of engineered nanomaterials from soil. MRS Bull. 42. https://doi.org/10.1557/mrs.2017.87\nMedina-Velo, I.A., Zuverza-Mena, N., Tamez, C., Ye, Y., Hernandez-Viezcas, J.A.,\nWhite, J.C., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. Minimal transgenerational effect of ZnO nanomaterials on the physiology and nutrient profile of Phaseolus vulgaris, ACS Sustainable Chemistry and Engineering. https://doi.org/10.1021/acssuschemeng.8b01188\nMedrano, E., Lorenzo, P., Sánchez-Guerrero, M.C., Montero, J.I., 2005. Evaluation and\nmodelling of greenhouse cucumber-crop transpiration under high and low radiation conditions. Sci. Hortic. (Amsterdam). 105, 163–175. https://doi.org/10.1016/j.scienta.2005.01.024\nMenon, M.C., Ix, J.H., 2013. Dietary phosphorus, serum phosphorus, and cardiovascular\ndisease. Ann. N. Y. Acad. Sci. 1301, 21–26. https://doi.org/10.1111/nyas.12283\nMilner, R.J., 1994. History of Bacillus thuringiensis. Agric. Ecosyst. Environ. 49, 9–13.\nhttps://doi.org/10.1016/0167-8809(94)90014-0\nModern nutrition in health and disease, 1968. . Ann. Intern. Med.\nhttps://doi.org/10.7326/0003-4819-69-4-853_4\nMonica, R.C., Cremonini, R., 2009. Nanoparticles and higher plants. Caryologia 62, 161–\n165. https://doi.org/10.1080/00087114.2004.10589681\nMorales, M.I., Rico, C.M., Hernandez-Viezcas, J.A., Nunez, J.E., Barrios, A.C., Tafoya,\nA., Flores-Marges, J.P., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2013. Toxicity assess-\nJo ur\nna l P\nre -p\nro of\nment of cerium oxide nanoparticles in cilantro (Coriandrum sativum L.) plants grown in organic soil. J. Agric. Food Chem. 61, 6224–6230. https://doi.org/10.1021/jf401628v\nMusso, C.G., 2009. Magnesium metabolism in health and disease. Int. Urol. Nephrol. 41,\n357–362. https://doi.org/10.1007/s11255-009-9548-7\nNair, R., Varghese, S.H., Nair, B.G., Maekawa, T., Yoshida, Y., Kumar, D.S., 2010. Na-\nnoparticulate material delivery to plants. Plant Sci. 179, 154–163. https://doi.org/10.1016/j.plantsci.2010.04.012\nNandhini, M., Rajini, S.B., Udayashankar, A.C., Niranjana, S.R., Lund, O.S., Shetty,\nH.S., Prakash, H.S., 2019. Biofabricated zinc oxide nanoparticles as an eco-friendly alternative for growth promotion and management of downy mildew of pearl millet. Crop Prot. 121, 103–112. https://doi.org/10.1016/j.cropro.2019.03.015\nNorsworthy, J.K., Ward, S.M., Shaw, D.R., Llewellyn, R.S., Nichols, R.L., Webster,\nT.M., Bradley, K.W., Frisvold, G., Powles, S.B., Burgos, N.R., Witt, W.W., Barrett, M., 2012. Reducing the risks of herbicide resistance: Best management practices and recommendations. Weed Sci. 60, 31–62. https://doi.org/10.1614/ws-d-11-00155.1\nOchoa, L., Zuverza-Mena, N., Medina-Velo, I.A., Flores-Margez, J.P., Peralta-Videa,\nJ.R., Gardea-Torresdey, J.L., 2018. Copper oxide nanoparticles and bulk copper oxide, combined with indole-3-acetic acid, alter aluminum, boron, and iron in Pisum sativum seeds. Sci. Total Environ. 634. https://doi.org/10.1016/j.scitotenv.2018.04.003\nPeralta-Videa, J.R., Hernandez-Viezcas, J.A., Zhao, L., Diaz, B.C., Ge, Y., Priester, J.H.,\nHolden, P.A., Gardea-Torresdey, J.L., 2014. Cerium dioxide and zinc oxide nanoparticles alter the nutritional value of soil cultivated soybean plants. Plant Physiol. Biochem. 80, 128–135. https://doi.org/10.1016/j.plaphy.2014.03.028\nJo ur\nna l P\nre -p\nof\nPeralta-Videa, J.R., Zhao, L., Lopez-Moreno, M.L., de la Rosa, G., Hong, J., Gardea-Tor-\nresdey, J.L., 2011. Nanomaterials and the environment: A review for the biennium 2008- 2010. J. Hazard. Mater. 186. https://doi.org/10.1016/j.jhazmat.2010.11.020\nPérez-López, U., Sgherri, C., Miranda-Apodaca, J., Micaelli, F., Lacuesta, M., Mena-Petite, A., Quartacci, M.F., Muñoz-Rueda, A., 2018. Concentration of phenolic compounds is increased in lettuce grown under high light intensity and elevated CO2. Plant Physiol. Biochem. 123, 233–241. https://doi.org/10.1016/j.plaphy.2017.12.010\nPerotti, V.E., Larran, A.S., Palmieri, V.E., Martinatto, A.K., Permingeat, H.R., 2019.\nHerbicide resistant weeds: A call to integrate conventional agricultural practices, molecular biology knowledge and the new technologies. Plant Sci. https://doi.org/https://doi.org/10.1016/j.plantsci.2019.110255\nPew initiative on food and biotechnology. 2002. Three years later: Genetically engineered\ncorn and the Monarch butterfly controversy. Pew Charit. Trust. 1–19.\nPizzorno, L., 2015. Nothing Boring about this Borylation. Integr. Med. 14, 35–48.\nhttps://doi.org/10.1055/s-0034-1380103\nPoornima, R., Rv, K., 2019. Effect of nano zinc oxide on growth, yield and grain zinc\ncontent of sorghum ( Sorghum bicolor ) 8, 727–731.\nPoscic, F., Mattiello, A., Fellet, G., Miceli, F., Marchiol, L., 2016. Effects of cerium and\ntitanium oxide nanoparticles in soil on the nutrient composition of barley (Hordeum vulgare L.) kernels. Int J Environ Res Public Health 13.\nPownall, T.L., Udenigwe, C.C., Aluko, R.E., 2010. Amino acid composition and antioxi-\ndant properties of pea seed (Pisum sativum L.) Enzymatic protein hydrolysate fractions. J. Agric. Food Chem. 58, 4712–4718. https://doi.org/10.1021/jf904456r\nJo ur\nna l P\nre -p\nro of\nPrasad, A.S., 1995. Zinc: an overview. Nutrition 11, 93–99. Pullagurala, V.L.R., Adisa, I.O., Rawat, S., Kalagara, S., Hernandez-Viezcas, J.A., Pe-\nralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. ZnO nanoparticles increase photosynthetic pigments and decrease lipid peroxidation in soil grown cilantro (Coriandrum sativum). Plant Physiol. Biochem. 132, 120–127. https://doi.org/10.1016/j.plaphy.2018.08.037\nPullagurala, V.L.R., Rawat, S., Adisa, I.O., Hernandez-Viezcas, J.A., Peralta-Videa, J.R.,\nGardea-Torresdey, J.L., 2018. Plant uptake and translocation of contaminants of emerging concern in soil. Sci. Total Environ. 636. https://doi.org/10.1016/j.scitotenv.2018.04.375\nPullagurala, V.L.R., Adisa, I.O., Rawat, S., Kalagara, S., Hernandez-Viezcas, J.A., Pe-\nralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. ZnO nanoparticles increase photosynthetic pigments and decrease lipid peroxidation in soil grown cilantro (Coriandrum sativum). Plant Physiol. Biochem. 132, 120–127. https://doi.org/10.1016/j.plaphy.2018.08.037\nRaliya, R., Saharan, V., Dimkpa, C., Biswas, P., 2018. Nanofertilizer for precision and\nsustainable agriculture: Current state and future perspectives. J. Agric. Food Chem. 66, 6487–6503. https://doi.org/10.1021/acs.jafc.7b02178\nRanade, V. V., Somberg, J.C., 2001. Bioavailability and pharmacokinetics of magnesium\nafter administration of magnesium salts to humans. Am. J. Ther. 8, 345–357. https://doi.org/10.1097/00045391-200109000-00008\nRawat, S., Pullagurala, V.L.R., Hernandez-Molina, M., Sun, Y., Niu, G., Hernandez-\nViezcas, J.A., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. Impacts of copper oxide nanoparticles on bell pepper (Capsicum annum L.) plants: A full life cycle study. Environ. Sci. Nano 5. https://doi.org/10.1039/c7en00697g\nJo ur\nna l P\nre -p\nro of\nRico, C.M., Barrios, A.C., Tan, W., Rubenecia, R., Lee, S.C., Varela-Ramirez, A., Pe-\nralta-Videa, J.R., Gardea-Torresdey, J.L., 2015. Physiological and biochemical response of soil-grown barley (Hordeum vulgare L.) to cerium oxide nanoparticles. Environ. Sci. Pollut. Res. 22, 10551–10558. https://doi.org/10.1007/s11356-015-4243-y\nRico, C.M., Lee, S.C., Rubenecia, R., Mukherjee, A., Hong, J., Peralta-Videa, J.R.,\nGardea-Torresdey, J.L., 2014. Cerium oxide nanoparticles impact yield and modify nutritional parameters in wheat (Triticum aestivum L.). J. Agric. Food Chem. 62, 9669–9675. https://doi.org/10.1021/jf503526r\nRico, C.M., Morales, M.I., Barrios, A.C., McCreary, R., Hong, J., Lee, W.-Y., Nunez, J.,\nPeralta-Videa, J.R., Gardea-Torresdey, J.L., 2013. Effect of cerium oxide nanoparticles on the quality of rice (Oryza sativa L.) grains. J. Agric. Food Chem. 61. https://doi.org/10.1021/jf404046v\nRizwan, M., Ali, S., Ali, B., Adrees, M., Arshad, M., Hussain, A., Zia ur Rehman, M.,\nWaris, A.A., 2019. Zinc and iron oxide nanoparticles improved the plant growth and reduced the oxidative stress and cadmium concentration in wheat. Chemosphere 214, 269– 277. https://doi.org/10.1016/j.chemosphere.2018.09.120\nRui, M., Ma, C., Hao, Y., Guo, J., Rui, Y., Tang, X., Zhao, Q., Fan, X., Zhang, Z., Hou, T., Zhu, S., 2016. Iron oxide nanoparticles as a potential iron fertilizer for peanut (Arachis hypogaea). Front. Plant Sci. 7, 1–10. https://doi.org/10.3389/fpls.2016.00815\nRussell, G.E., n.d. Plant Breeding for Pest and Disease Resistance, 1st ed. Sandstead, H.H., 1994. Understanding zinc: recent observations and interpretations. J.\nLab. Clin. Med. 124, 322–327.\nServin, Alia D., Morales, M.I., Castillo-Michel, H., Hernandez-Viezcas, J.A., Munoz, B.,\nJo ur\nna l P\nre -p\nro of\nZhao, L., Nunez, J.E., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2013. Synchrotron verification of TiO2 accumulation in cucumber fruit: A possible pathway of TiO2 nanoparticle transfer from soil into the food chain. Environ. Sci. Technol. 47, 11592–11598. https://doi.org/10.1021/es403368j\nShang, Y., Kamrul Hasan, M., Ahammed, G.J., Li, M., Yin, H., Zhou, J., 2019. Applica-\ntions of nanotechnology in plant growth and crop protection: A review. Molecules 24. https://doi.org/10.3390/molecules24142558\nSingh, D., Kumar, A., 2020. Quantification of metal uptake in Spinacia oleracea irrigated with water containing a mixture of CuO and ZnO nanoparticles. Chemosphere 243, 125239. https://doi.org/10.1016/j.chemosphere.2019.125239\nSolomons, N.W., 1986. Competitive interaction of iron and zinc in the diet: consequences\nfor human nutrition. J. Nutr. 116, 927–935. https://doi.org/10.1093/jn/116.6.927\nSrivastava, G., Das, C.K., Das, A., Singh, Satish Kumar, Roy, M., Kim, H., Sethy, N.,\nKumar, A., Sharma, R.K., Singh, Sushil Kumar, Philip, D., Das, M., 2014. Seed treatment with iron pyrite (FeS2) nanoparticles increases the production of spinach. RSC Adv. 4, 58495–58504. https://doi.org/10.1039/c4ra06861k\nStone, M.S., Martyn, L., Weaver, C.M., 2016. Potassium intake, bioavailability, hyperten-\nsion, and glucose control. Nutrients 8. https://doi.org/10.3390/nu8070444\nSu, Y., Ashworth, V., Kim, C., Adeleye, A.S., Rolshausen, P., Roper, C., White, J.,\nJassby, D., 2019. Delivery, uptake, fate, and transport of engineered nanoparticles in plants: A critical review and data analysis. Environ. Sci. Nano 6, 2311–2331. https://doi.org/10.1039/c9en00461k\nSubbaiah, L.V., Prasad, T.N., Krishna, T.G., Sudhakar, P., Reddy, B.R., Pradeep, T.,\nJo u\nna l P\nre -p\nro of\n2016. Novel effects of nanoparticulate delivery of zinc on growth, productivity, and zinc biofortification in maize (Zea mays L.). J Agric Food Chem 64, 3778-3788.\nSulpice, R., Pyl, E.-T., Ishihara, H., Trenkamp, S., Steinfath, M., Witucka-Wall, H.,\nGibon, Y., Usadel, B., Poree, F., Piques, M.C., Von Korff, M., Steinhauser, M.C., Keurentjes, J.J.B., Guenther, M., Hoehne, M., Selbig, J., Fernie, A.R., Altmann, T., Stitt, M., 2009. Starch as a major integrator in the regulation of plant growth. Proc. Natl. Acad. Sci. 106, 10348 LP – 10353. https://doi.org/10.1073/pnas.0903478106\nTan, Wenjuan, Du, W., Barrios, A.C., Armendariz, R., Zuverza-Mena, N., Ji, Z., Chang,\nC.H., Zink, J.I., Hernandez-Viezcas, J.A., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2017a. Surface coating changes the physiological and biochemical impacts of nano-TiO2 in basil (Ocimum basilicum) plants. Environ. Pollut. 222, 64–72. https://doi.org/10.1016/j.envpol.2017.01.002\nTan, Wenjuan, Du, W., Darrouzet-Nardi, A.J., Hernandez-Viezcas, J.A., Ye, Y., Peralta-\nVidea, J.R., Gardea-Torresdey, J.L., 2017b. Effects of the exposure of TiO2 nanoparticles on basil (Ocimum basilicum) for two generations. Sci. Total Environ. 636, 240–248. https://doi.org/10.1016/j.scitotenv.2018.04.263\nTan, Wenjuan, Gao, Q., Deng, C., Wang, Y., Lee, W.Y., Hernandez-Viezcas, J.A., Pe-\nralta-Videa, J.R., Gardea-Torresdey, J.L., 2018. Foliar exposure of Cu(OH)2 nanopesticide to basil (Ocimum basilicum): Variety-dependent copper translocation and biochemical responses. J. Agric. Food Chem. 66, 3358–3366. https://doi.org/10.1021/acs.jafc.8b00339\nTang, G., 2010. Bioconversion of dietary provitamin A carotenoids to vitamin A in hu-\nmans. Am. J. Clin. Nutr. 91, 1468–1473. https://doi.org/10.3945/ajcn.2010.28674G\nJo ur\nna l P\nre -p\nr of\nTesfahunegn, G.B., Gebru, T.A., 2020. Variation in soil properties under long-term irrigated and non-irrigated cropping and other land-use systems in Dura Catchment, Northern Ethiopia. PLoS One.\nTsatsakis, A.M., Nawaz, M.A., Tutelyan, V.A., Golokhvast, K.S., Kalantzi, O.I., Chung, D.H., Kang, S.J., Coleman, M.D., Tyshko, N., Yang, S.H., Chung, G., 2017. Impact on environment, ecosystem, diversity and health from culturing and using GMOs as feed and food. Food Chem. Toxicol. 107, 108–121. https://doi.org/10.1016/j.fct.2017.06.033\nTurnlund, J.R., Keyes, W.R., Peiffer, G.L., 1995. Molybdenum absorption, excretion, and\nretention studied with stable isotopes in young men at five intakes of dietary molybdenum. Am. J. Clin. Nutr. 62, 790–796. https://doi.org/10.1093/ajcn/62.4.790\nUlrich, A.E., 2019. Cadmium governance in Europe’s phosphate fertilizers: Not so fast?\nSci. Total Environ. 650, 541–545. https://doi.org/10.1016/j.scitotenv.2018.09.014\nWang, Y., Deng, C., Cota-Ruiz, K., Peralta-Videa, J.R., Sun, Y., Rawat, S., Tan, W., Re-\nyes, A., Hernandez-Viezcas, J.A., Niu, G., Li, C., Gardea-Torresdey, J.L., 2020. Improvement of nutrient elements and allicin content in green onion (Allium fistulosum) plants exposed to CuO nanoparticles. Sci. Total Environ. 725, 138387. https://doi.org/10.1016/j.scitotenv.2020.138387\nWang, Y., Wang, S., Xu, M., Xiao, L., Dai, Z., Li, J., 2019. The impacts of Γ-Fe2O3 and\nFe3O4 nanoparticles on the physiology and fruit quality of muskmelon (Cucumis melo) plants. Environ. Pollut. 249, 1011–1018. https://doi.org/10.1016/j.envpol.2019.03.119\nWhite, J.C., Gardea-Torresdey, J., 2018. Achieving food security through the very small.\nNat. Nanotechnol. 13, 627–629. https://doi.org/10.1038/s41565-018-0223-y\nJo ur\nna l P\nre -p\nro of\nWHO Technical Report Series No. 935, 2002. Protein and amino acid requirements in hu-\nman nutrition. United Nations University, Geneva, Switzerland.\nWiesner, M.R., Lowry, G. V., Alvarez, P., Dionysiou, D., Biswas, P., 2006. Assessing the\nrisks of manufactured nanomaterials. Environ. Sci. Technol. 40, 4336–4345. https://doi.org/10.1021/es062726m\nXu, H., Brown, D.G., Moore, M.R., Currie, W.S., 2018. Optimizing spatial land manage-\nment to balance water quality and economic returns in a lake Erie watershed. Ecol. Econ. 145, 104–114. https://doi.org/10.1016/j.ecolecon.2017.08.015\nYang, J., Jiang, F., Ma, C., Rui, Y., Rui, M., Adeel, M., Cao, W., Xing, B., 2018. Altera-\ntion of crop yield and quality of wheat upon exposure to silver nanoparticles in a life cycle study. J. Agric. Food Chem. 66, 2589–2597. https://doi.org/10.1021/acs.jafc.7b04904\nYang, L., Watts, D.J., 2005. Particle surface characteristics may play an important role in\nphytotoxicity of alumina nanoparticles. Toxicol. Lett. 158, 122–132. https://doi.org/10.1016/j.toxlet.2005.03.003\nZahra, Z., Arshad, M., Rafique, R., Mahmood, A., Habib, A., Qazi, I.A., Khan, S.A.,\n2015. Metallic nanoparticle (TiO2 and Fe3O4) application modifies rhizosphere phosphorus availability and uptake by Lactuca sativa. J. Agric. Food Chem. 63, 6876–6882. https://doi.org/10.1021/acs.jafc.5b01611\nPoscic, F., Mattiello, A., Fellet, G., Miceli, F., Marchiol, L., 2016. Effects of cerium and\ntitanium oxide nanoparticles in soil on the nutrient composition of barley (Hordeum vulgare L.) Kernels. Int J Environ Res Public Health 13.\nZhang, H., Lu, L., Zhao, X., Zhao, S., Gu, X., Du, W., Wei, H., Ji, R., Zhao, L., 2019.\nJ ur\nna l P\nre -p\noo f\nMetabolomics reveals the \"invisible\" responses of spinach plants exposed to CeO2 nanoparticles. Environ Sci Technol 53, 6007-6017.\nZhang, T., Sun, H., Lv, Z., Cui, L., Mao, H., Kopittke, P.M., 2018. Using synchrotron-\nbased approaches to examine the foliar application of ZnSO4 and ZnO nanoparticles for field-grown winter wheat. J. Agric. Food Chem. 66, 2572–2579. https://doi.org/10.1021/acs.jafc.7b04153\nZhao, L., Huang, Y., Hu, J., Zhou, H., Adeleye, A.S., Keller, A.A., 2016. 1H NMR and\nGC-MS based metabolomics reveal defense and detoxification mechanism of cucumber plant under nano-Cu stress. Environ. Sci. Technol. 50, 2000–2010. https://doi.org/10.1021/acs.est.5b05011\nZhao, Lijuan, Peralta-Videa, J.R., Rico, C.M., Hernandez-Viezcas, J.A., Sun, Y., Niu, G.,\nServin, A., Nunez, J.E., Duarte-Gardea, M., Gardea-Torresdey, J.L., 2014. CeO2 and ZnO nanoparticles change the nutritional qualities of cucumber (Cucumis sativus). J. Agric. Food Chem. 62, 2752–2759. https://doi.org/10.1021/jf405476u\nZhao, L., Sun, Y., Hernandez-Viezcas, J.A., Hong, J., Majumdar, S., Niu, G., Duarte-\nGardea, M., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2015. Monitoring the environmental effects of CeO2 and ZnO nanoparticles through the life cycle of corn (Zea mays) plants and in situ μ-XRF mapping of nutrients in kernels. Environ. Sci. Technol. 49, 2921–2928. https://doi.org/10.1021/es5060226\nZhao, L., Sun, Y., Hernandez-Viezcas, J.A., Servin, A.D., Hong, J., Niu, G., Peralta-\nVidea, J.R., Duarte-Gardea, M., Gardea-Torresdey, J.L., 2013. Influence of CeO2 and ZnO nanoparticles on cucumber physiological markers and bioaccumulation of Ce and Zn: A Life Cycle Study. J. Agric. Food Chem. 61, 11945–11951.\nou rn\nal Pr\nepr\noo f\nhttps://doi.org/10.1021/jf404328e\nZulfiqar, F., Navarro, M., Ashraf, M., Akram, N.A., 2019. Nanofertilizer use for sustai-\nnable agriculture : Advantages and limitations. Plant Sci. 289, 110270.\nZuverza-Mena, N., Armendariz, R., Peralta-Videa, J.R., Gardea-Torresdey, J.L., 2016. Ef-\nfects of silver nanoparticles on radish sprouts: Root growth reduction and modifications in the nutritional value. Front. Plant Sci. 7. https://doi.org/10.3389/fpls.2016.00090\nZuverza-Mena, N., Medina-Velo, I.A., Barrios, A.C., Tan, W., Peralta-Videa, J.R., Gar-\ndea-Torresdey, J.L., 2015. Copper nanoparticles/compounds impact agronomic and physiological parameters in cilantro (Coriandrum sativum). Environ. Sci. Process. Impacts 17, 1783–1793. https://doi.org/10.1039/c5em00329f\nWeb References\nAgency for Toxic Substances and Disease Registry https://www.atsdr.cdc.gov/ (ac-\ncessed 5 November, 2019)\nCenter for Environmental Implications of Nanotechnology (CEINT)\nhttps://ceint.duke.edu/\nCucumber, with peel, raw. U.S. Department of Agriculture, Agricultural Research\nService. FoodData Central, (2019) Food and Human Nutrition https://www.nal.usda.gov/topics/food-and-human-nutrition (accessed 10 February, 2020)\nNational Academies of Sciences, Engineering and Medicine (2019) Table: Tolerable\nUpper Intake Level Values, Vitamins and Elements http://nationalacademies.org/hmd/~/media/Files/Report%20Files/2019/DRI-Tables2019/4_TUILVVE.pdf?la=en (accessed 11 February 2020)\nJ ur\nna l P\nre -p\nro of\nNational Institute for Occupational Safety and Health. (2013) Welding and Manga-\nnese. https://www.cdc.gov/niosh/topics/welding/default.html (accessed 11 February 2020)\nPer capita consumption of fresh cucumbers in the United States from 2000 to 2018\n(in pounds). Statista (2019) (https://www.statista.com/statistics/257324/per-capita-consumption-of-fresh-cucumbers-in-the-us/ (accessed 2 December, 2019)\nPer capita consumption of fresh tomatoes in the United States from 2000 to 2018 (in\npounds). Statista (2019) https://www.statista.com/statistics/257302/per-capita-consumption-of-fresh-tomatoes-in-the-us/ (accessed 26 January, 2020)\nPotassium. U.S. Department of Agriculture. https://www.nal.usda.gov/sites/de-\nfault/files/fnic_uploads//186-268.pdf (accessed 2 February, 2020)\nScienceDirect.com\n(https://www.sciencedirect.com/search/advanced?qs=nanotechnology%20in%20agricu lture) (accessed 15 December, 2019)\nTomato. U.S. Department of Agriculture. Research Service FoodData Central. (2019)\nFood and human nutrition. https://fdc.nal.usda.gov/fdc-app.html#/food-details/475200/nutrients (accessed 10 February, 2020)\nUnited States Environmental Protection Agency (EPA) https://www.epa.gov/ (ac-\ncessed 5 November, 2019)\nUniversity of California Center for Environmental Implications of Nanotechnology\n(UC CEIN) http://www.cein.ucla.edu/new/ (accessed 9 November, 2019)\nJo ur\nna l P\nre -p\nro of\nFigure 1. Uptake, translocation, and biotransformation of engineered nanomaterials (ENMs) in a plant system: (A) speciation and biotransformation of ENMs in plant tissues, including fruits/grains (modified from ref 57); (B) transverse cross section of the root absorption zone showing the transformation of ENMs (modified from ref 13). The references in () and [] represent the ENMs speciation inside plant tissues conducted in soil and hydroponics, respectively, whereas those in {} indicate ENMs speciation in soil or water media outside plant tissues. Reprinted with permission from Gardea-Torresdey, J.L., Rico, C.M., White, J.C., 2014. Trophic transfer, transformation, and impact of engineered nanomaterials in terrestrial environments. Environ. Sci. Technol. 48, 2526–2540. Copyright 2014 American Chemical Society.\"\nFigure 2 Literature about engineered nanomaterials and agriculture produced in the last 10 years (Source: ScienceDirect.com as of 6/25/2020; keywords “nanotechnology in agriculture”).\nJo\nur\nna l P\nre -p\nr\nf\nFigure 3. Materials used as Nanofertilizers and observed changes in plants.\nFigure 4. Soil × compound interaction plot of (a) manganese, (b) molybdenum, and (c) nickel content of red kidney beans seeds grown in natural soil (NS) or organic matter-enriched soil (ES)\nJo ur\nna l P\nre\n-p\nro of\namended with bulk ZnO, Z-COTE, Z-COTE HP1 and ZnCl2. Data are average of 20 replicates (concentration effect is not considered) and SE = (a) 0.528, (b) 0.819, and (c) 0.134. Letters represent differences between compounds within the same soil type and the symbol ^ represents differences between-soil types within the same compound (Medina-Velo et al. Environ. Sci.: Nano, 2017, 4, 2336–2347).\nFigure 5. Potential health risks associated with excess dietary mineral consumption\nJo\nur\nna l P\nre -p\nro of\nJo ur\nna l P\nre -p\nro of\nwas increased by nCuO and CuSO4 treatment at all concentrations (56, 187, 42 and 90% respectively)\nJo ur\nna l P\nre -p\nro of\nplants uncovered and allowed to grow within the greenhouse.\n*Values reported as stated in their respective articles as mg/kg quantities and in mg per 100 g for an accurate representation of what\nis actually consumed by humans.\nJo ur\nna l P\nre -p\nro of\nof\n*Values reported as stated in their respective articles as mg/kg quantities and in mg per 100 g for an accurate representation of what\nis actually consumed by humans.\nHydrophobic TiO2 Hydrophobic TiO2 CeO2 CeO2 CeO2 CuO CuO CuO 500 mg/kg 50 mg/L 100 mg/L 200 mg/L 50 mg/L 100 mg/L 200 mg/L\nCucumber Fruit\n128 15.9 18.1 14.8 13.8 15.2 17.2\n12.8 1.59 1.81 1.48 1.38 1.52 1.72\n(NIOSH). Can affect the central nervous system causing muscle spasms, tremors and loss of balance\nHong et al., 2016\nCeO2 CeO2\n50 mg/L 100 mg/L\nCucumber Fruit Molyb-\ndenum\n2.36 2.2\n0.23 0.22\n2000 μg/d High levels of uric acid, achy\njoints and gout-like symptoms\nHong et al., 2016\nCeO2 CeO2 CeO2 CuO CuO CuO\n50 mg/L 100 mg/L 200 mg/L 50 mg/L 100 mg/L 200 mg/L\nCucumber Fruit Phosphorus 7499\n6947.5 6265.7 5967.6 6481.6 6091.8\n749.9 694.75 626.57 596.76 648.16 609.18\n4000 mg/d High phosphorus intake can be\nassociated with kidney, bone and cardiovascular adverse effects accompanied by an increased risk of death\nHong et al., 2016\nCeO2 CeO2 ZnO ZnO Cu Cu Cu Cu\n400 mg/kg 800 mg/kg 400 mg/kg 800 mg/kg 50 mg/L 125 mg/L 250 mg/L 500 mg/L\nCucumber\nTomato\nFruit\nFruit\nPotassium 6402.8\n5883.7 6022.5 5633.3 20270 21050 20880 21210\n640.28 588.37 602.25 563.33 2027.0 2105.0 2088.0 2121.0\nN/A High dose of potassium as\nsupplement can cause heart abnormalities.\nZhao et al., 2014 LópezVargas et al., 2018\nCeO2\nZnO ZnO\n250 mg/kg\n400 mg/kg 800 mg/kg\nBarley\nCucumber\nGrains\nFruit\nZinc 412\n102.7 110.7\n41.2\n10.27 11.07\n40 mg/d Excess Zn causes nausea,\nvomiting, loss of appetite, diarrhea and headaches\nRico et al., 2015 Zhao et al., 2013 Jo rn\nal Pr\nepr\noo f\nNanomaterial\nConcentra-\ntion\nPlant Por-\ntion\nMacromole-\ncule\nConcentration mg/g dry wt\nComparison\nto control\nPossible\nhealth effect\nRefer-\nence\nCeO2 ZnO CeO2 ZnO ZnO\n400 mg/kg 400 mg/kg 400 mg/kg 800 mg/kg 400 mg/kg\nCucum-\nber\nFruit Globulin\nGlutelin Starch\n1.32 1.28 0.07 0.39 110.8\n+43.2% +41.4% -35^% +48.7% +36.0%\nNo immediate health risk\nIncreased\ncalorie content\nZhao et\nal., 2014\nCeO2 500 mg/kg HA rice\nMA rice HA rice MA rice HA rice LA rice HA rice\nGrain\ns\nAlbumin Globulin Prolamin Starch\n6.87 8.51 8./87 4.32 2.79 664 666\n+25.6% -12.4% +14.9% -36.8% +13.6% -9.2% -7.9%\nA reduction\nin globulin and prolamin may lead to deficient essential amino acid intake\nRico et\nal., 2013\nCeO2 1000 mg/kg Lettuce Leave\ns\nSoluble sugar N/A -1.2% Decreased\ncaloric content\nGui et al., 2015\nCu Cu Cu\n50 mg/kg 100 mg/kg 200 mg/kg\nOre-\ngano\nLeave\ns\nStarch 125.8\n87.1 79.0\n-48.7% -54.2% -58.5%\nDecreased\ncaloric content\nDu et al.,\n2018\nTiO2 750 mg/kg Basil Leave\ns\nTotal sugar Reducing\nsugar\n- -\n+186% 145%\nIncreased ca-\nloric content\nTan et al., 2018\n*LA: low amylose. MA: medium amylose. HA: high amylose\nTable 4. Changes in plant macromolecules caused by exposure to engineered nanomaterials and possible risks for human health.\nJo ur\nal Pr\nepr\no\nf"
    } ],
    "references" : [ {
      "title" : "Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil",
      "author" : [ "H.M.M. Abdel-Aziz", "M.N.A. Hasaneen", "A.M. Omer" ],
      "venue" : "Spanish J. Agric. Res",
      "citeRegEx" : "Abdel.Aziz et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Abdel.Aziz et al\\.",
      "year" : 2016
    }, {
      "title" : "Recent developments on nanotechnology in agriculture: Plant mineral nutrition, health, and interactions with soil microflora",
      "author" : [ "G.A. Achari", "M. Kowshik" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Achari and Kowshik,? \\Q2018\\E",
      "shortCiteRegEx" : "Achari and Kowshik",
      "year" : 2018
    }, {
      "title" : "Role of cerium compounds in Fusarium wilt suppression and growth enhancement in tomato (Solanum lycopersicum)",
      "author" : [ "I.O. Adisa", "V.L. Pullagurala", "S. Rawat", "J.A. Hernandez-Viezcas", "C. Dimkpa", "W.H. Elmer", "J.C. White", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Adisa et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Adisa et al\\.",
      "year" : 2018
    }, {
      "title" : "Recent advances in nano-enabled fertilizers and pesticides: A critical review of mechanisms of action",
      "author" : [ "I.O. Adisa", "V.L.R. Pullagurala", "J.R. Peralta-Videa", "C.O. Dimkpa", "W.H. Elmer", "J.L. Gardea-Torresdey", "J.C. White" ],
      "venue" : "Environ. Sci. Nano",
      "citeRegEx" : "Adisa et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Adisa et al\\.",
      "year" : 2019
    }, {
      "title" : "Excessive use of nitrogenous fertilizers: an unawareness causing serious threats to environment and human health",
      "author" : [ "M. Ahmed", "M. Rauf", "Z. Mukhtar", "N.A. Saeed" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "Ahmed et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ahmed et al\\.",
      "year" : 2017
    }, {
      "title" : "Silica nanoparticles boost growth and productivity of cucumber under water deficit and salinity stresses by balancing nutrients uptake",
      "author" : [ "A. Alsaeedi", "H. El-Ramady", "T. Alshaal", "M. El-Garawany", "N. Elhawat", "A. Al-Otaibi" ],
      "venue" : "Plant Physiol. Biochem. 139,",
      "citeRegEx" : "Alsaeedi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Alsaeedi et al\\.",
      "year" : 2019
    }, {
      "title" : "Different forms of copper and kinetin impacted element accumulation and macromolecule contents in kidney bean (Phaseolus vulgaris) seeds",
      "author" : [ "J.R", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "J.R. and Gardea.Torresdey,? \\Q2018\\E",
      "shortCiteRegEx" : "J.R. and Gardea.Torresdey",
      "year" : 2018
    }, {
      "title" : "Pesticides industry sales and usage 2008-2012",
      "author" : [ "D. Atwood", "C. Paisley-Jones" ],
      "venue" : "Estimates. U.S. Environ. Prot. Agency",
      "citeRegEx" : "Atwood and Paisley.Jones,? \\Q2017\\E",
      "shortCiteRegEx" : "Atwood and Paisley.Jones",
      "year" : 2017
    }, {
      "title" : "Radish sprouts-Characterization and elicitation of novel varieties rich in anthocyanins",
      "author" : [ "N. Baenas", "F. Ferreres", "C. García-Viguera", "D.A. Moreno" ],
      "venue" : "Food Res. Int",
      "citeRegEx" : "Baenas et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Baenas et al\\.",
      "year" : 2015
    }, {
      "title" : "Barley for food: Characteristics, improvement, and renewed interest",
      "author" : [ "B.K. Baik", "S.E. Ullrich" ],
      "venue" : "J. Cereal Sci",
      "citeRegEx" : "Baik and Ullrich,? \\Q2008\\E",
      "shortCiteRegEx" : "Baik and Ullrich",
      "year" : 2008
    }, {
      "title" : "Estimation of total usual calcium and vitamin D intakes in the United States",
      "author" : [ "R.L. Bailey", "K.W. Dodd", "J.A. Goldman", "J.J. Gahche", "J.T. Dwyer", "A.J. Moshfegh", "C.T. Sempos", "M.F. Picciano" ],
      "venue" : "J. Nutr",
      "citeRegEx" : "Bailey et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Bailey et al\\.",
      "year" : 2010
    }, {
      "title" : "Nutritional quality assessment of tomato fruits after exposure to uncoated and citric acid coated cerium oxide nanoparticles, bulk cerium oxide, cerium acetate and citric acid",
      "author" : [ "A.C. Barrios", "I.A. Medina-Velo", "N. Zuverza-Mena", "O.E. Dominguez", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Barrios et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Barrios et al\\.",
      "year" : 2017
    }, {
      "title" : "Molybdenum hydroxylases as drug-metabolizing enzymes",
      "author" : [ "C. Beedham" ],
      "venue" : "Drug Metab. Rev. 16,",
      "citeRegEx" : "Beedham,? \\Q1985\\E",
      "shortCiteRegEx" : "Beedham",
      "year" : 1985
    }, {
      "title" : "The antioxidant activity of aqueous spinach extract.pdf",
      "author" : [ "M. Bergman", "L. Varshavsky", "H.E. Gottlieb", "S. Grossman" ],
      "venue" : "Phytochemistry",
      "citeRegEx" : "Bergman et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Bergman et al\\.",
      "year" : 2001
    }, {
      "title" : "Foodgrade TiO2 impairs intestinal and systemic immune homeostasis, initiates preneoplastic lesions and promotes aberrant crypt development in the rat colon",
      "author" : [ "S. Taché", "P. Grysan", "S. Reguer", "N. Thieriet", "M. Réfrégiers", "D. Thiaudière", "J.P. Cravedi", "M. Carrière", "J.N. Audinot", "F.H. Pierre", "L. Guzylack-Piriou", "E. Houdeau" ],
      "venue" : null,
      "citeRegEx" : "Taché et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Taché et al\\.",
      "year" : 2017
    }, {
      "title" : "Persistence of pesticides-based contaminants in the environment and their effective degradation using laccase-assisted biocatalytic systems",
      "author" : [ "M. Bilal", "H.M.N. Iqbal", "D. Barceló" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Bilal et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Bilal et al\\.",
      "year" : 2019
    }, {
      "title" : "Bacillus thuringiensis: A story of a successful bioinsecticide",
      "author" : [ "A. Bravo", "S. Likitvivatanavong", "S.S. Gill", "M. Soberón" ],
      "venue" : "Insect Biochem. Mol. Biol",
      "citeRegEx" : "Bravo et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Bravo et al\\.",
      "year" : 2011
    }, {
      "title" : "Twenty-one years of using insect resistant (GM) maize in Spain and Portugal: farm-level economic and environmental contributions",
      "author" : [ "G. Brookes" ],
      "venue" : "GM Crop. Food",
      "citeRegEx" : "Brookes,? \\Q2019\\E",
      "shortCiteRegEx" : "Brookes",
      "year" : 2019
    }, {
      "title" : "Weed control changes and genetically modified herbicide tolerant crops in the USA 1996-2012",
      "author" : [ "G. Brookes" ],
      "venue" : "GM Crops Food",
      "citeRegEx" : "Brookes,? \\Q2014\\E",
      "shortCiteRegEx" : "Brookes",
      "year" : 2014
    }, {
      "title" : "Beans (Phaseolus spp.) - model food legumes",
      "author" : [ "W.J. Broughton", "Hern", "aacute", "G. Ndez", "M. Blair", "S. Beebe", "P. Gepts", "J. Vanderleyden" ],
      "venue" : "Plant Soil",
      "citeRegEx" : "Broughton et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Broughton et al\\.",
      "year" : 2003
    }, {
      "title" : "Insects as food: A review on risks assessments of Tenebrionidae and Gryllidae in relation to a first machines",
      "author" : [ "A. Cappelli", "E. Cini", "C. Lorini", "N. Oliva", "G. Bonaccorsi" ],
      "venue" : null,
      "citeRegEx" : "Cappelli et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Cappelli et al\\.",
      "year" : 2020
    }, {
      "title" : "Light quality dependent changes in morphology, antioxidant capacity, and volatile production in sweet basil (Ocimum basilicum)",
      "author" : [ "S.D. Carvalho", "M.L. Schwieterman", "C.E. Abrahan", "T.A. Colquhoun", "K.M. Folta" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "Carvalho et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Carvalho et al\\.",
      "year" : 2016
    }, {
      "title" : "Influence of shading treatment on yield, morphological traits and phenolic profile of sweet basil (Ocimum basilicum L.)",
      "author" : [ "D. Castronuovo", "D. Russo", "R. Libonati", "I. Faraone", "V. Candido", "P. Picuno", "P. Andrade", "P. Valentao", "L. Milella" ],
      "venue" : "Sci. Hortic. (Amsterdam)",
      "citeRegEx" : "Castronuovo et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Castronuovo et al\\.",
      "year" : 2019
    }, {
      "title" : "High dietary phosphorus intake is associated with all-cause mortality: results from NHANES III",
      "author" : [ "A.R. Chang", "M. Lazo", "L.J. Appel", "O.M. Gutierrez", "M.E. Grams" ],
      "venue" : "Am. J. Clin. Nutr",
      "citeRegEx" : "Chang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2014
    }, {
      "title" : "Iron Poisoning: A literature-based review of epidemiology, diagnosis, and management",
      "author" : [ "Chang", "T.P.-Y", "C. Rangan" ],
      "venue" : "Pediatr. Emerg. Care",
      "citeRegEx" : "Chang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2011
    }, {
      "title" : "Nanofertilizers and nanopesticides for agriculture",
      "author" : [ "H. Chhipa" ],
      "venue" : "Environ. Chem. Lett. 15,",
      "citeRegEx" : "Chhipa,? \\Q2017\\E",
      "shortCiteRegEx" : "Chhipa",
      "year" : 2017
    }, {
      "title" : "Biochemical composition as a function of fruit maturity stage of bell pepper (Capsicum annum) inoculated with Bacillus amyloliquefaciens",
      "author" : [ "J. Cisternas-Jamet", "R. Salvatierra-Martínez", "A. Vega-Gálvez", "A. Stoll", "E. Uribe", "M.G. Goñi" ],
      "venue" : "Sci. Hortic. (Amsterdam)",
      "citeRegEx" : "Cisternas.Jamet et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Cisternas.Jamet et al\\.",
      "year" : 2020
    }, {
      "title" : "Cerium oxide nanoparticles alter the antioxidant capacity but do not impact tuber ionome",
      "author" : [ "B. Corral-Diaz", "J.R. Peralta-Videa", "E. Alvarez-Parrilla", "J. Rodrigo-García", "M.I. Morales", "P. Osuna-Avila", "G. Niu", "J.A. Hernandez-Viezcas", "J.L. Gardea-Torresdey" ],
      "venue" : null,
      "citeRegEx" : "Corral.Diaz et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Corral.Diaz et al\\.",
      "year" : 2014
    }, {
      "title" : "Bok choy (Brassica rapa) grown in copper oxide nanoparticles-amended soils exhibits toxicity in a phenotypedependent manner: Translocation, biodistribution and nutritional disturbance",
      "author" : [ "C. Deng", "Y. Wang", "K. Cota-Ruiz", "A. Reyes", "Y. Sun", "J. Peralta-Videa", "J.A. HernandezViezcas", "R.S. Turley", "G. Niu", "C. Li", "J. Gardea-Torresdey" ],
      "venue" : "J. Hazard. Mater. 398,",
      "citeRegEx" : "Deng et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2020
    }, {
      "title" : "Nanofertilizers: New products for the industry",
      "author" : [ "C.O. Dimkpa", "P.S. Bindraban" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Dimkpa and Bindraban,? \\Q2018\\E",
      "shortCiteRegEx" : "Dimkpa and Bindraban",
      "year" : 2018
    }, {
      "title" : "Nanoparticle and ion-ic Zn promote nutrient loading of sorghum grain under low NPK fertilization",
      "author" : [ "C.O. Dimkpa", "J.C. White", "W.H. Elmer", "J. Gardea-Torresdey" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "Dimkpa et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Dimkpa et al\\.",
      "year" : 2017
    }, {
      "title" : "Differential effects of copper nanoparticles/microparticles in agronomic and physiological parameters of oregano (Origanum vulgare)",
      "author" : [ "Du", "Wenchao", "W. Tan", "Y. Yin", "R. Ji", "J.R. Peralta-Videa", "H. Guo", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Du et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Du et al\\.",
      "year" : 2018
    }, {
      "title" : "The role of nanotechnology in the fortification of plant nutrients and improvement of crop production",
      "author" : [ "E.E. Elemike", "I.M. Uzoh", "D.C. Onwudiwe", "O.O. Babalola" ],
      "venue" : "Appl. Sci",
      "citeRegEx" : "Elemike et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Elemike et al\\.",
      "year" : 2019
    }, {
      "title" : "Trophic transfer, transformation, and impact of engineered nanomaterials in terrestrial environments",
      "author" : [ "J.L. Gardea-Torresdey", "C.M. Rico", "J.C. White" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Gardea.Torresdey et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gardea.Torresdey et al\\.",
      "year" : 2014
    }, {
      "title" : "Plant resources of tropical Africa 2. Vegetables, kew bulletin",
      "author" : [ "G.J.H. Grubbe", "O.A. Denton" ],
      "venue" : null,
      "citeRegEx" : "Grubbe and Denton,? \\Q2004\\E",
      "shortCiteRegEx" : "Grubbe and Denton",
      "year" : 2004
    }, {
      "title" : "Fate and phytotoxicity of CeO2 nanoparticles on lettuce cultured in the potting soil environment",
      "author" : [ "X. Gui", "Z. Zhang", "S. Liu", "Y. Ma", "P. Zhang", "X. He", "Y. Li", "J. Zhang", "H. Li", "Y. Rui", "L. Liu", "W. Cao" ],
      "venue" : "PLoS One 10,",
      "citeRegEx" : "Gui et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gui et al\\.",
      "year" : 2015
    }, {
      "title" : "Natural herbicide activity of Satureja hortensis L. essential oil nanoemulsion on the seed germination and morphophysiological features of two important weed species",
      "author" : [ "H. Hazrati", "M.J. Saharkhiz", "M. Niakousari", "M. Moein" ],
      "venue" : "Ecotoxicol. Environ. Saf",
      "citeRegEx" : "Hazrati et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hazrati et al\\.",
      "year" : 2017
    }, {
      "title" : "The current application of nanotechnology in food and agriculture",
      "author" : [ "X. He", "H. Deng", "Hwang", "H. min" ],
      "venue" : "J. Food Drug Anal. 27,",
      "citeRegEx" : "He et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2019
    }, {
      "title" : "Agricultural resources and environmental indicators, 2019 Edition",
      "author" : [ "D. Hellerstein", "D. Vilorio", "M. Ribaudo" ],
      "venue" : "United States Dep. Agric",
      "citeRegEx" : "Hellerstein et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hellerstein et al\\.",
      "year" : 2019
    }, {
      "title" : "Risk-Only Assessment of genetically engineered crops is risky",
      "author" : [ "R.A. Herman", "M. Zhuang", "N.P. Storer", "F. Cnudde", "B. Delaney" ],
      "venue" : "Trends Plant Sci",
      "citeRegEx" : "Herman et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Herman et al\\.",
      "year" : 2019
    }, {
      "title" : "In situ synchrotron X-ray fluorescence mapping and speciation of CeO2 and ZnO nanoparticles in soil cultivated soybean (Glycine max)",
      "author" : [ "J.R. Videa", "Y. Ge", "J.H. Priester", "P.A. Holden", "J.L. Gardea-Torresdey" ],
      "venue" : "ACS Nano 7",
      "citeRegEx" : "Videa et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Videa et al\\.",
      "year" : 2013
    }, {
      "title" : "Zinc deficiency and taste disorders",
      "author" : [ "C.A. Heyneman" ],
      "venue" : "Ann. Pharmacother",
      "citeRegEx" : "Heyneman,? \\Q1996\\E",
      "shortCiteRegEx" : "Heyneman",
      "year" : 1996
    }, {
      "title" : "Foliar applied nanoscale and microscale CeO2 and CuO alter cucumber (Cucumis sativus) fruit",
      "author" : [ "J. Hong", "L. Wang", "Y. Sun", "L. Zhao", "G. Niu", "W. Tan", "C.M. Rico", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "quality. Sci. Total Environ",
      "citeRegEx" : "Hong et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hong et al\\.",
      "year" : 2016
    }, {
      "title" : "Potential application of titanium dioxide nanoparticles to improve the nutritional quality of coriander (Coriandrum sativum L.)",
      "author" : [ "J. Hu", "X. Wu", "F. Wu", "W. Chen", "J.C. White", "Y. Yang", "B. Wang", "B. Xing", "S. Tao", "X. Wang" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Hu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2019
    }, {
      "title" : "Novel hydrated graphene ribbon unexpectedly promotes aged seed germination and root differentiation",
      "author" : [ "X. Hu", "Q. Zhou" ],
      "venue" : null,
      "citeRegEx" : "Hu and Zhou,? \\Q2014\\E",
      "shortCiteRegEx" : "Hu and Zhou",
      "year" : 2014
    }, {
      "title" : "Aluminum, boron, calcium, copper, iron, magnesium, manganese, molybdenum, phosphorus, potassium, sodium, and zinc: Concentrations in common Western foods and estimated daily intakes by infants; toddlers; and male and female adolescents, adults, and senior",
      "author" : [ "C.D. Hunt", "S.L. Meacham" ],
      "venue" : "J. Am. Diet. Assoc",
      "citeRegEx" : "Hunt and Meacham,? \\Q2001\\E",
      "shortCiteRegEx" : "Hunt and Meacham",
      "year" : 2001
    }, {
      "title" : "Iron bioavailability and dietary reference values",
      "author" : [ "R. Hurrell", "I. Egli" ],
      "venue" : "Am. J. Clin. Nutr",
      "citeRegEx" : "Hurrell and Egli,? \\Q2010\\E",
      "shortCiteRegEx" : "Hurrell and Egli",
      "year" : 2010
    }, {
      "title" : "Protein content and amino acid composition in grains of wheat-related species",
      "author" : [ "Jiang", "X. Tian J. C", "Z. Hao", "Zhang W." ],
      "venue" : "Agric. Sci. China 7, 272–279. https://doi.org/10.1016/S1671-2927(08)60066-8",
      "citeRegEx" : "Jiang et al\\.,? 2008",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2008
    }, {
      "title" : "High dose zinc increases hospital admissions due to genitourinary complications",
      "author" : [ "A.R. Johnson", "A. Munoz", "J.L. Gottlieb", "D.F. Jarrard" ],
      "venue" : "J. Urol",
      "citeRegEx" : "Johnson et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Johnson et al\\.",
      "year" : 2007
    }, {
      "title" : "Nanopesticides and nanofertilizers: Emerging contaminants or opportunities for risk mitigation",
      "author" : [ "M. Kah" ],
      "venue" : "Front. Chem. 3,",
      "citeRegEx" : "Kah,? \\Q2015\\E",
      "shortCiteRegEx" : "Kah",
      "year" : 2015
    }, {
      "title" : "Carotenoid bioaccessibility from whole grain and degermed maize meal products",
      "author" : [ "E.G. Kean", "B.R. Hamaker", "M.G. Ferruzzi" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Kean et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Kean et al\\.",
      "year" : 2008
    }, {
      "title" : "Food sources of energy and nutrients among children in the United States: National Health and Nutrition Examination Survey 2003-2006",
      "author" : [ "D.R. Keast", "Fulgoni", "V.L. 3rd", "T.A. Nicklas", "C.E. O’Neil" ],
      "venue" : "Nutrients 5,",
      "citeRegEx" : "Keast et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Keast et al\\.",
      "year" : 2013
    }, {
      "title" : "The importance of rice",
      "author" : [ "D. Kennedy" ],
      "venue" : "Science (80-",
      "citeRegEx" : "Kennedy,? \\Q2002\\E",
      "shortCiteRegEx" : "Kennedy",
      "year" : 2002
    }, {
      "title" : "Effect of nanozinc oxide on the leaf physical and nutritional quality of spinach",
      "author" : [ "B. Kisan", "H. Shruthi", "H. Sharanagouda", "S. Revanappa", "P. NK" ],
      "venue" : "Agrotechnology 05,",
      "citeRegEx" : "Kisan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kisan et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanobiotechnology can boost crop production and quality: First evidence from increased plant biomass, fruit yield and phytomedicine content in bitter melon (Momordica charantia)",
      "author" : [ "C. Kole", "P. Kole", "K.M. Randunu", "P. Choudhary", "R. Podila", "P.C. Ke", "A.M. Rao", "R.K. Marcus" ],
      "venue" : "BMC Biotechnol",
      "citeRegEx" : "Kole et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kole et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanobased smart pesticide formulations: Emerging opportunities for agriculture",
      "author" : [ "S. Kumar", "M. Nehra", "N. Dilbaghi", "G. Marrazza", "A.A. Hassan", "K.H. Kim" ],
      "venue" : "J. Control. Release 294,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2019
    }, {
      "title" : "Recent developments in biosensors to combat agricultural challenges and their future prospects",
      "author" : [ "M. Kundu", "P. Krishnan", "R.K. Kotnala", "G. Sumana" ],
      "venue" : "Trends Food Sci. Technol",
      "citeRegEx" : "Kundu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Kundu et al\\.",
      "year" : 2019
    }, {
      "title" : "Alteration of crop yield and quality of three vegetables upon exposure to silver nanoparticles in sludgeamended soil",
      "author" : [ "M. Li", "Liu", "H.-l", "F. Dang", "H. Hintelmann", "B. Yin", "D. Zhou" ],
      "venue" : "ACS Sustainable Chemistry & Engineering",
      "citeRegEx" : "Li et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2020
    }, {
      "title" : "Phytotoxicity of nanoparticles: Inhibition of seed germination and root growth",
      "author" : [ "D. Lin", "B. Xing" ],
      "venue" : "Environ. Pollut. 150,",
      "citeRegEx" : "Lin and Xing,? \\Q2007\\E",
      "shortCiteRegEx" : "Lin and Xing",
      "year" : 2007
    }, {
      "title" : "Potentials of engineered nanoparticles as fertilizers for increasing agronomic productions",
      "author" : [ "R. Liu", "R. Lal" ],
      "venue" : "Sci. Total Environ. 514,",
      "citeRegEx" : "Liu and Lal,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu and Lal",
      "year" : 2015
    }, {
      "title" : "Foliar application of copper nanoparticles increases the fruit quality and the content of bioactive compounds in tomatoes",
      "author" : [ "E.R. López-Vargas", "H. Ortega-Ortíz", "G. Cadenas-Pliego", "Romenus", "K. de A", "M.C. de la Fuente", "A. Benavides-Mendoza", "A. Juárez-Maldonado" ],
      "venue" : "Appl. Sci",
      "citeRegEx" : "López.Vargas et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "López.Vargas et al\\.",
      "year" : 2018
    }, {
      "title" : "Research of the effect of nanometer",
      "author" : [ "C. Lu", "C. Zhang", "J. Wen", "G. Wu", "M. Tao" ],
      "venue" : null,
      "citeRegEx" : "Lu et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2002
    }, {
      "title" : "Dietary carbohydrates: role of quality and quantity in chronic disease",
      "author" : [ "D.S. Ludwig", "F.B. Hu", "L. Tappy", "J. Brand-Miller" ],
      "venue" : null,
      "citeRegEx" : "Ludwig et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ludwig et al\\.",
      "year" : 2018
    }, {
      "title" : "Interactions between engineered nanoparticles (ENPs) and plants: Phytotoxicity, uptake and accumulation",
      "author" : [ "X. Ma", "J. Geiser-Lee", "Y. Deng", "A. Kolmakov" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Ma et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2010
    }, {
      "title" : "Environmental effects of nanoceria on seed production of common bean (Phaseolus vulgaris): A proteomic analysis",
      "author" : [ "S. Majumdar", "I.C. Almeida", "E.A. Arigi", "H. Choi", "N.C. VerBerkmoes", "J. Trujillo-Reyes", "J.P. Flores-Margez", "J.C. White", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Majumdar et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Majumdar et al\\.",
      "year" : 2015
    }, {
      "title" : "Soil organic matter influences cerium translocation and physiological processes in kidney bean plants exposed to cerium oxide nanoparticles",
      "author" : [ "S. Majumdar", "J.R. Peralta-Videa", "J. Trujillo-Reyes", "Y. Sun", "A.C. Barrios", "G. Niu", "J.P.F. Margez", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Majumdar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Majumdar et al\\.",
      "year" : 2016
    }, {
      "title" : "Nutritional quality of bean seeds harvested from plants grown in different soils amended with coated and uncoated zinc oxide nanomaterials",
      "author" : [ "Medina-Velo", "Illya A", "O.E. Dominguez", "L. Ochoa", "A.C. Barrios", "J.A. Hernández-Viezcas", "J.C. White", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Environ. Sci. Nano",
      "citeRegEx" : "Medina.Velo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Medina.Velo et al\\.",
      "year" : 2017
    }, {
      "title" : "Assessing plant uptake and transport mechanisms of engineered nanomaterials from soil",
      "author" : [ "I.A. Medina-Velo", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "MRS Bull",
      "citeRegEx" : "Medina.Velo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Medina.Velo et al\\.",
      "year" : 2017
    }, {
      "title" : "Minimal transgenerational effect of ZnO nanomaterials on the physiology and nutrient profile of Phaseolus vulgaris, ACS Sustainable Chemistry and Engineering",
      "author" : [ "I.A. Medina-Velo", "N. Zuverza-Mena", "C. Tamez", "Y. Ye", "J.A. Hernandez-Viezcas", "J.C. White", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : null,
      "citeRegEx" : "Medina.Velo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Medina.Velo et al\\.",
      "year" : 2018
    }, {
      "title" : "Evaluation and modelling of greenhouse cucumber-crop transpiration under high and low radiation conditions",
      "author" : [ "E. Medrano", "P. Lorenzo", "M.C. Sánchez-Guerrero", "J.I. Montero" ],
      "venue" : "Sci. Hortic. (Amsterdam)",
      "citeRegEx" : "Medrano et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Medrano et al\\.",
      "year" : 2005
    }, {
      "title" : "Dietary phosphorus, serum phosphorus, and cardiovascular disease",
      "author" : [ "M.C. Menon", "J.H. Ix" ],
      "venue" : "Ann. N. Y. Acad. Sci",
      "citeRegEx" : "Menon and Ix,? \\Q2013\\E",
      "shortCiteRegEx" : "Menon and Ix",
      "year" : 2013
    }, {
      "title" : "History of Bacillus thuringiensis",
      "author" : [ "R.J. Milner" ],
      "venue" : "Agric. Ecosyst. Environ",
      "citeRegEx" : "Milner,? \\Q1994\\E",
      "shortCiteRegEx" : "Milner",
      "year" : 1994
    }, {
      "title" : "Nanoparticles and higher plants",
      "author" : [ "R.C. Monica", "R. Cremonini" ],
      "venue" : "Caryologia 62,",
      "citeRegEx" : "Monica and Cremonini,? \\Q2009\\E",
      "shortCiteRegEx" : "Monica and Cremonini",
      "year" : 2009
    }, {
      "title" : "Magnesium metabolism in health and disease",
      "author" : [ "C.G. Musso" ],
      "venue" : "Int. Urol. Nephrol. 41,",
      "citeRegEx" : "Musso,? \\Q2009\\E",
      "shortCiteRegEx" : "Musso",
      "year" : 2009
    }, {
      "title" : "Nanoparticulate material delivery to plants",
      "author" : [ "R. Nair", "S.H. Varghese", "B.G. Nair", "T. Maekawa", "Y. Yoshida", "D.S. Kumar" ],
      "venue" : "Plant Sci. 179,",
      "citeRegEx" : "Nair et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nair et al\\.",
      "year" : 2010
    }, {
      "title" : "Biofabricated zinc oxide nanoparticles as an eco-friendly alternative for growth promotion and management of downy mildew of pearl millet",
      "author" : [ "M. Nandhini", "S.B. Rajini", "A.C. Udayashankar", "S.R. Niranjana", "O.S. Lund", "H.S. Shetty", "H.S. Prakash" ],
      "venue" : "Crop Prot. 121,",
      "citeRegEx" : "Nandhini et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nandhini et al\\.",
      "year" : 2019
    }, {
      "title" : "Reducing the risks of herbicide resistance: Best management practices and recommendations",
      "author" : [ "J.K. Norsworthy", "S.M. Ward", "D.R. Shaw", "R.S. Llewellyn", "R.L. Nichols", "T.M. Webster", "K.W. Bradley", "G. Frisvold", "S.B. Powles", "N.R. Burgos", "W.W. Witt", "M. Barrett" ],
      "venue" : "Weed Sci",
      "citeRegEx" : "Norsworthy et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Norsworthy et al\\.",
      "year" : 2012
    }, {
      "title" : "Copper oxide nanoparticles and bulk copper oxide, combined with indole-3-acetic acid, alter aluminum, boron, and iron in Pisum sativum",
      "author" : [ "L. Ochoa", "N. Zuverza-Mena", "I.A. Medina-Velo", "J.P. Flores-Margez", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "seeds. Sci. Total Environ",
      "citeRegEx" : "Ochoa et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ochoa et al\\.",
      "year" : 2018
    }, {
      "title" : "Cerium dioxide and zinc oxide nanoparticles alter the nutritional value of soil cultivated soybean plants",
      "author" : [ "J.R. Peralta-Videa", "J.A. Hernandez-Viezcas", "L. Zhao", "B.C. Diaz", "Y. Ge", "J.H. Priester", "P.A. Holden", "J.L. Gardea-Torresdey" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Peralta.Videa et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Peralta.Videa et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanomaterials and the environment: A review for the biennium 20082010",
      "author" : [ "J.R. Peralta-Videa", "L. Zhao", "M.L. Lopez-Moreno", "G. de la Rosa", "J. Hong", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "Peralta.Videa et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Peralta.Videa et al\\.",
      "year" : 2011
    }, {
      "title" : "Concentration of phenolic compounds is increased in lettuce grown under high light intensity and elevated CO2",
      "author" : [ "U. Pérez-López", "C. Sgherri", "J. Miranda-Apodaca", "F. Micaelli", "M. Lacuesta", "A. Mena-Petite", "M.F. Quartacci", "A. Muñoz-Rueda" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Pérez.López et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pérez.López et al\\.",
      "year" : 2018
    }, {
      "title" : "Herbicide resistant weeds: A call to integrate conventional agricultural practices, molecular biology knowledge and the new technologies",
      "author" : [ "V.E. Perotti", "A.S. Larran", "V.E. Palmieri", "A.K. Martinatto", "H.R. Permingeat" ],
      "venue" : "Plant Sci",
      "citeRegEx" : "Perotti et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Perotti et al\\.",
      "year" : 2019
    }, {
      "title" : "Three years later: Genetically engineered corn and the Monarch butterfly controversy",
      "author" : [ "Pew initiative on food", "biotechnology." ],
      "venue" : "Pew Charit. Trust. 1–19.",
      "citeRegEx" : "food and biotechnology.,? 2002",
      "shortCiteRegEx" : "food and biotechnology.",
      "year" : 2002
    }, {
      "title" : "Nothing Boring about this Borylation",
      "author" : [ "L. Pizzorno" ],
      "venue" : "Integr. Med",
      "citeRegEx" : "Pizzorno,? \\Q2015\\E",
      "shortCiteRegEx" : "Pizzorno",
      "year" : 2015
    }, {
      "title" : "Effect of nano zinc oxide on growth, yield and grain zinc content of sorghum",
      "author" : [ "R. Poornima", "K. Rv" ],
      "venue" : "Sorghum bicolor )",
      "citeRegEx" : "Poornima and Rv,? \\Q2019\\E",
      "shortCiteRegEx" : "Poornima and Rv",
      "year" : 2019
    }, {
      "title" : "Effects of cerium and titanium oxide nanoparticles in soil on the nutrient composition of barley (Hordeum vulgare L",
      "author" : [ "F. Poscic", "A. Mattiello", "G. Fellet", "F. Miceli", "L. Marchiol" ],
      "venue" : "kernels. Int J Environ Res Public Health",
      "citeRegEx" : "Poscic et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Poscic et al\\.",
      "year" : 2016
    }, {
      "title" : "Amino acid composition and antioxidant properties of pea seed (Pisum sativum L.) Enzymatic protein hydrolysate fractions",
      "author" : [ "T.L. Pownall", "C.C. Udenigwe", "R.E. Aluko" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Pownall et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Pownall et al\\.",
      "year" : 2010
    }, {
      "title" : "Zinc: an overview",
      "author" : [ "A.S. Prasad" ],
      "venue" : "Nutrition",
      "citeRegEx" : "Prasad,? \\Q1995\\E",
      "shortCiteRegEx" : "Prasad",
      "year" : 1995
    }, {
      "title" : "ZnO nanoparticles increase photosynthetic pigments and decrease lipid peroxidation in soil grown cilantro (Coriandrum sativum)",
      "author" : [ "V.L.R. Pullagurala", "I.O. Adisa", "S. Rawat", "S. Kalagara", "J.A. Hernandez-Viezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Pullagurala et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pullagurala et al\\.",
      "year" : 2018
    }, {
      "title" : "Plant uptake and translocation of contaminants of emerging concern in soil",
      "author" : [ "V.L.R. Pullagurala", "S. Rawat", "I.O. Adisa", "J.A. Hernandez-Viezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Pullagurala et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pullagurala et al\\.",
      "year" : 2018
    }, {
      "title" : "ZnO nanoparticles increase photosynthetic pigments and decrease lipid peroxidation in soil grown cilantro (Coriandrum sativum)",
      "author" : [ "V.L.R. Pullagurala", "I.O. Adisa", "S. Rawat", "S. Kalagara", "J.A. Hernandez-Viezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Plant Physiol. Biochem",
      "citeRegEx" : "Pullagurala et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pullagurala et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanofertilizer for precision and sustainable agriculture: Current state and future perspectives",
      "author" : [ "R. Raliya", "V. Saharan", "C. Dimkpa", "P. Biswas" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Raliya et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Raliya et al\\.",
      "year" : 2018
    }, {
      "title" : "Bioavailability and pharmacokinetics of magnesium after administration of magnesium salts to humans",
      "author" : [ "V.V. Ranade", "J.C. Somberg" ],
      "venue" : "Am. J. Ther",
      "citeRegEx" : "Ranade and Somberg,? \\Q2001\\E",
      "shortCiteRegEx" : "Ranade and Somberg",
      "year" : 2001
    }, {
      "title" : "Impacts of copper oxide nanoparticles on bell pepper (Capsicum annum L.) plants: A full life cycle study",
      "author" : [ "S. Rawat", "V.L.R. Pullagurala", "M. Hernandez-Molina", "Y. Sun", "G. Niu", "J.A. HernandezViezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : null,
      "citeRegEx" : "Rawat et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Rawat et al\\.",
      "year" : 2018
    }, {
      "title" : "Physiological and biochemical response of soil-grown barley (Hordeum vulgare L.) to cerium oxide nanoparticles",
      "author" : [ "C.M. Rico", "A.C. Barrios", "W. Tan", "R. Rubenecia", "S.C. Lee", "A. Varela-Ramirez", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "Rico et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Rico et al\\.",
      "year" : 2015
    }, {
      "title" : "Cerium oxide nanoparticles impact yield and modify nutritional parameters in wheat (Triticum aestivum L.)",
      "author" : [ "C.M. Rico", "S.C. Lee", "R. Rubenecia", "A. Mukherjee", "J. Hong", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Rico et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Rico et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of cerium oxide nanoparticles on the quality of rice (Oryza sativa L",
      "author" : [ "C.M. Rico", "M.I. Morales", "A.C. Barrios", "R. McCreary", "J. Hong", "Lee", "W.-Y", "J. Nunez", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "grains. J. Agric. Food Chem",
      "citeRegEx" : "Rico et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Rico et al\\.",
      "year" : 2013
    }, {
      "title" : "Zinc and iron oxide nanoparticles improved the plant growth and reduced the oxidative stress and cadmium concentration in wheat",
      "author" : [ "M. Rizwan", "S. Ali", "B. Ali", "M. Adrees", "M. Arshad", "A. Hussain", "M. Zia ur Rehman", "A.A. Waris" ],
      "venue" : null,
      "citeRegEx" : "Rizwan et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Rizwan et al\\.",
      "year" : 2019
    }, {
      "title" : "Iron oxide nanoparticles as a potential iron fertilizer for peanut (Arachis hypogaea)",
      "author" : [ "M. Rui", "C. Ma", "Y. Hao", "J. Guo", "Y. Rui", "X. Tang", "Q. Zhao", "X. Fan", "Z. Zhang", "T. Hou", "S. Zhu" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "Rui et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rui et al\\.",
      "year" : 2016
    }, {
      "title" : "Understanding zinc: recent observations and interpretations",
      "author" : [ "H.H. Sandstead" ],
      "venue" : "J. Lab. Clin. Med",
      "citeRegEx" : "Sandstead,? \\Q1994\\E",
      "shortCiteRegEx" : "Sandstead",
      "year" : 1994
    }, {
      "title" : "Synchrotron verification of TiO2 accumulation in cucumber fruit: A possible pathway of TiO2 nanoparticle transfer from soil into the food",
      "author" : [ "L. Zhao", "J.E. Nunez", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "chain. Environ. Sci. Technol",
      "citeRegEx" : "Zhao et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2013
    }, {
      "title" : "Applications of nanotechnology in plant growth and crop protection: A review",
      "author" : [ "Y. Shang", "M. Kamrul Hasan", "G.J. Ahammed", "M. Li", "H. Yin", "J. Zhou" ],
      "venue" : null,
      "citeRegEx" : "Shang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Shang et al\\.",
      "year" : 2019
    }, {
      "title" : "Quantification of metal uptake in Spinacia oleracea irrigated with water containing a mixture of CuO and ZnO nanoparticles",
      "author" : [ "D. Singh", "A. Kumar" ],
      "venue" : "Chemosphere 243,",
      "citeRegEx" : "Singh and Kumar,? \\Q2020\\E",
      "shortCiteRegEx" : "Singh and Kumar",
      "year" : 2020
    }, {
      "title" : "Competitive interaction of iron and zinc in the diet: consequences for human nutrition",
      "author" : [ "N.W. Solomons" ],
      "venue" : "J. Nutr",
      "citeRegEx" : "Solomons,? \\Q1986\\E",
      "shortCiteRegEx" : "Solomons",
      "year" : 1986
    }, {
      "title" : "Seed treatment with iron pyrite (FeS2) nanoparticles increases the production of spinach",
      "author" : [ "G. Srivastava", "C.K. Das", "A. Das", "Singh", "Satish Kumar", "M. Roy", "H. Kim", "N. Sethy", "A. Kumar", "R.K. Sharma", "Sushil Kumar", "D. Philip", "M. Das" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "Srivastava et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Srivastava et al\\.",
      "year" : 2014
    }, {
      "title" : "Potassium intake, bioavailability, hypertension, and glucose control. Nutrients",
      "author" : [ "M.S. Stone", "L. Martyn", "C.M. Weaver" ],
      "venue" : null,
      "citeRegEx" : "Stone et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Stone et al\\.",
      "year" : 2016
    }, {
      "title" : "Delivery, uptake, fate, and transport of engineered nanoparticles in plants: A critical review and data analysis",
      "author" : [ "Y. Su", "V. Ashworth", "C. Kim", "A.S. Adeleye", "P. Rolshausen", "C. Roper", "J. White", "D. Jassby" ],
      "venue" : "Environ. Sci. Nano 6,",
      "citeRegEx" : "Su et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Su et al\\.",
      "year" : 2019
    }, {
      "title" : "Starch as a major integrator in the regulation of plant growth",
      "author" : [ "R. Sulpice", "Pyl", "E.-T", "H. Ishihara", "S. Trenkamp", "M. Steinfath", "H. Witucka-Wall", "Y. Gibon", "B. Usadel", "F. Poree", "M.C. Piques", "M. Von Korff", "M.C. Steinhauser", "J.J.B. Keurentjes", "M. Guenther", "M. Hoehne", "J. Selbig", "A.R. Fernie", "T. Altmann", "M. Stitt" ],
      "venue" : "Proc. Natl. Acad",
      "citeRegEx" : "Sulpice et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Sulpice et al\\.",
      "year" : 2009
    }, {
      "title" : "2017a. Surface coating changes the physiological and biochemical impacts of nano-TiO2 in basil (Ocimum basilicum) plants",
      "author" : [ "Tan", "Wenjuan", "W. Du", "A.C. Barrios", "R. Armendariz", "N. Zuverza-Mena", "Z. Ji", "C.H. Chang", "J.I. Zink", "J.A. Hernandez-Viezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "Environ. Pollut. 222,",
      "citeRegEx" : "Tan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2017
    }, {
      "title" : "Effects of the exposure of TiO2 nanoparticles on basil (Ocimum basilicum) for two generations",
      "author" : [ "Tan", "Wenjuan", "W. Du", "A.J. Darrouzet-Nardi", "J.A. Hernandez-Viezcas", "Y. Ye", "J.R. PeraltaVidea", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Tan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2017
    }, {
      "title" : "Foliar exposure of Cu(OH)2 nanopesticide to basil (Ocimum basilicum): Variety-dependent copper translocation and biochemical responses",
      "author" : [ "Tan", "Wenjuan", "Q. Gao", "C. Deng", "Y. Wang", "W.Y. Lee", "J.A. Hernandez-Viezcas", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Tan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2018
    }, {
      "title" : "Bioconversion of dietary provitamin A carotenoids to vitamin A in humans",
      "author" : [ "G. Tang" ],
      "venue" : "Am. J. Clin. Nutr",
      "citeRegEx" : "Tang,? \\Q2010\\E",
      "shortCiteRegEx" : "Tang",
      "year" : 2010
    }, {
      "title" : "Variation in soil properties under long-term irrigated and non-irrigated cropping and other land-use systems in Dura Catchment, Northern Ethiopia",
      "author" : [ "G.B. Tesfahunegn", "T.A. Gebru" ],
      "venue" : "PLoS One",
      "citeRegEx" : "Tesfahunegn and Gebru,? \\Q2020\\E",
      "shortCiteRegEx" : "Tesfahunegn and Gebru",
      "year" : 2020
    }, {
      "title" : "Impact on environment, ecosystem, diversity and health from culturing and using GMOs as feed and food",
      "author" : [ "A.M. Tsatsakis", "M.A. Nawaz", "V.A. Tutelyan", "K.S. Golokhvast", "O.I. Kalantzi", "D.H. Chung", "S.J. Kang", "M.D. Coleman", "N. Tyshko", "S.H. Yang", "G. Chung" ],
      "venue" : "Food Chem. Toxicol",
      "citeRegEx" : "Tsatsakis et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tsatsakis et al\\.",
      "year" : 2017
    }, {
      "title" : "Molybdenum absorption, excretion, and retention studied with stable isotopes in young men at five intakes of dietary molybdenum",
      "author" : [ "J.R. Turnlund", "W.R. Keyes", "G.L. Peiffer" ],
      "venue" : "Am. J. Clin. Nutr",
      "citeRegEx" : "Turnlund et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Turnlund et al\\.",
      "year" : 1995
    }, {
      "title" : "Cadmium governance in Europe’s phosphate fertilizers: Not so fast? Sci",
      "author" : [ "A.E. Ulrich" ],
      "venue" : "Total Environ",
      "citeRegEx" : "Ulrich,? \\Q2019\\E",
      "shortCiteRegEx" : "Ulrich",
      "year" : 2019
    }, {
      "title" : "Improvement of nutrient elements and allicin content in green onion (Allium fistulosum) plants exposed to CuO nanoparticles",
      "author" : [ "Y. Wang", "C. Deng", "K. Cota-Ruiz", "J.R. Peralta-Videa", "Y. Sun", "S. Rawat", "W. Tan", "A. Reyes", "J.A. Hernandez-Viezcas", "G. Niu", "C. Li", "J.L. Gardea-Torresdey" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Wang et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2020
    }, {
      "title" : "The impacts of Γ-Fe2O3 and Fe3O4 nanoparticles on the physiology and fruit quality of muskmelon (Cucumis melo) plants",
      "author" : [ "Y. Wang", "S. Wang", "M. Xu", "L. Xiao", "Z. Dai", "J. Li" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Wang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2019
    }, {
      "title" : "Achieving food security through the very small",
      "author" : [ "J.C. White", "J. Gardea-Torresdey" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "White and Gardea.Torresdey,? \\Q2018\\E",
      "shortCiteRegEx" : "White and Gardea.Torresdey",
      "year" : 2018
    }, {
      "title" : "Assessing the risks of manufactured nanomaterials",
      "author" : [ "M.R. Wiesner", "G.V. Lowry", "P. Alvarez", "D. Dionysiou", "P. Biswas" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Wiesner et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wiesner et al\\.",
      "year" : 2006
    }, {
      "title" : "Optimizing spatial land management to balance water quality and economic returns in a lake Erie watershed",
      "author" : [ "H. Xu", "D.G. Brown", "M.R. Moore", "W.S. Currie" ],
      "venue" : "Ecol. Econ. 145,",
      "citeRegEx" : "Xu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2018
    }, {
      "title" : "Alteration of crop yield and quality of wheat upon exposure to silver nanoparticles in a life cycle study",
      "author" : [ "J. Yang", "F. Jiang", "C. Ma", "Y. Rui", "M. Rui", "M. Adeel", "W. Cao", "B. Xing" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Yang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2018
    }, {
      "title" : "Particle surface characteristics may play an important role in phytotoxicity of alumina nanoparticles",
      "author" : [ "L. Yang", "D.J. Watts" ],
      "venue" : "Toxicol. Lett. 158,",
      "citeRegEx" : "Yang and Watts,? \\Q2005\\E",
      "shortCiteRegEx" : "Yang and Watts",
      "year" : 2005
    }, {
      "title" : "Effects of cerium and titanium oxide nanoparticles in soil on the nutrient composition of barley (Hordeum vulgare L.) Kernels",
      "author" : [ "F. Poscic", "A. Mattiello", "G. Fellet", "F. Miceli", "L. Marchiol" ],
      "venue" : "Int J Environ Res Public Health",
      "citeRegEx" : "Poscic et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Poscic et al\\.",
      "year" : 2016
    }, {
      "title" : "Using synchrotronbased approaches to examine the foliar application of ZnSO4 and ZnO nanoparticles for field-grown winter wheat",
      "author" : [ "T. Zhang", "H. Sun", "Z. Lv", "L. Cui", "H. Mao", "P.M. Kopittke" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "1H NMR and GC-MS based metabolomics reveal defense and detoxification mechanism of cucumber plant under nano-Cu stress",
      "author" : [ "L. Zhao", "Y. Huang", "J. Hu", "H. Zhou", "A.S. Adeleye", "A.A. Keller" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Zhao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2016
    }, {
      "title" : "CeO2 and ZnO nanoparticles change the nutritional qualities of cucumber (Cucumis sativus)",
      "author" : [ "Zhao", "Lijuan", "J.R. Peralta-Videa", "C.M. Rico", "J.A. Hernandez-Viezcas", "Y. Sun", "G. Niu", "A. Servin", "J.E. Nunez", "M. Duarte-Gardea", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Zhao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2014
    }, {
      "title" : "Monitoring the environmental effects of CeO2 and ZnO nanoparticles through the life cycle of corn (Zea mays) plants and in situ μ-XRF mapping of nutrients",
      "author" : [ "L. Zhao", "Y. Sun", "J.A. Hernandez-Viezcas", "J. Hong", "S. Majumdar", "G. Niu", "M. DuarteGardea", "J.R. Peralta-Videa", "J.L. Gardea-Torresdey" ],
      "venue" : null,
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "Influence of CeO2 and ZnO nanoparticles on cucumber physiological markers and bioaccumulation of Ce and Zn: A Life Cycle Study",
      "author" : [ "L. Zhao", "Y. Sun", "J.A. Hernandez-Viezcas", "A.D. Servin", "J. Hong", "G. Niu", "J.R. PeraltaVidea", "M. Duarte-Gardea", "J.L. Gardea-Torresdey" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "Zhao et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanofertilizer use for sustai",
      "author" : [ "M. Navarro", "M. Ashraf", "N.A. Akram" ],
      "venue" : null,
      "citeRegEx" : "Zulfiqar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zulfiqar et al\\.",
      "year" : 2019
    }, {
      "title" : "Copper nanoparticles/compounds impact agronomic and physio",
      "author" : [ "J.L. dea-Torresdey" ],
      "venue" : null,
      "citeRegEx" : "dea.Torresdey,? \\Q2015\\E",
      "shortCiteRegEx" : "dea.Torresdey",
      "year" : 2015
    }, {
      "title" : "ENMs speciation inside plant tissues conducted in soil and hydroponics, respectively, whereas those in {} indicate ENMs speciation in soil or water media outside plant tissues",
      "author" : [ "J.L. Gardea-Torresdey", "C.M. Rico", "J.C. White" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Gardea.Torresdey et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gardea.Torresdey et al\\.",
      "year" : 2014
    }, {
      "title" : "Z-cote (ZnO) Z-Cote HP1 (ZnO coated with triethox",
      "author" : [ "Rui" ],
      "venue" : null,
      "citeRegEx" : "Rui,? \\Q2016\\E",
      "shortCiteRegEx" : "Rui",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 61,
      "context" : "Several reports described effects of high concentration exposure on seed germination and seedling growth (Lu et al., 2002; Yang and Watts, 2005; Lin and Xing 2007).",
      "startOffset" : 105,
      "endOffset" : 163
    }, {
      "referenceID" : 122,
      "context" : "Several reports described effects of high concentration exposure on seed germination and seedling growth (Lu et al., 2002; Yang and Watts, 2005; Lin and Xing 2007).",
      "startOffset" : 105,
      "endOffset" : 163
    }, {
      "referenceID" : 58,
      "context" : "Several reports described effects of high concentration exposure on seed germination and seedling growth (Lu et al., 2002; Yang and Watts, 2005; Lin and Xing 2007).",
      "startOffset" : 105,
      "endOffset" : 163
    }, {
      "referenceID" : 119,
      "context" : "along with toxicity studies in other organisms, including humans, warned about the environmental risks of ENMs (Wiesner et al., 2006).",
      "startOffset" : 111,
      "endOffset" : 133
    }, {
      "referenceID" : 72,
      "context" : "Most studies describe the effect of ENM exposure under controlled conditions with nutrient solutions as a feeding mechanism (Monica and Cremonini, 2009; Peralta-Videa et al., 2011).",
      "startOffset" : 124,
      "endOffset" : 180
    }, {
      "referenceID" : 79,
      "context" : "Most studies describe the effect of ENM exposure under controlled conditions with nutrient solutions as a feeding mechanism (Monica and Cremonini, 2009; Peralta-Videa et al., 2011).",
      "startOffset" : 124,
      "endOffset" : 180
    }, {
      "referenceID" : 3,
      "context" : "Other reviews emphasize the potential of ENMs as nanofertilizers (Adisa et al., 2019; Zulfikar et al., 2019; Kah et al., 2018), nanopesticides (Adisa et al.",
      "startOffset" : 65,
      "endOffset" : 126
    }, {
      "referenceID" : 37,
      "context" : "Kah, 2015), or nanoherbicides (He et al., 2019), among others.",
      "startOffset" : 30,
      "endOffset" : 47
    }, {
      "referenceID" : 38,
      "context" : "The US Department of Agiculture (USDA) reported a commercial fertilizer consumption of 22 million tons in 2015 (Hellerstein et al., 2019).",
      "startOffset" : 111,
      "endOffset" : 137
    }, {
      "referenceID" : 1,
      "context" : "It is well known that traditional application of bulk inorganic salts as fertilizers results in leaching of chemicals, over-application, less efficiency, nutrient chemical transformations, and loss of nutrient availability (Achari and Kowshik, 2018).",
      "startOffset" : 223,
      "endOffset" : 249
    }, {
      "referenceID" : 115,
      "context" : "The Agency for Toxic Substances and Disease Registry (ATSDR) lists Cd as the sixth carcinogenic substance, which endangers human health (Ulrich, 2019).",
      "startOffset" : 136,
      "endOffset" : 150
    }, {
      "referenceID" : 101,
      "context" : "Replacing traditional fertilizers with their nano-enabled counterparts can substantially improve soil health, reduce environmental pollution, and increase the effective delivery of nutrients (Shang et al., 2019).",
      "startOffset" : 191,
      "endOffset" : 211
    }, {
      "referenceID" : 29,
      "context" : "However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 208
    }, {
      "referenceID" : 91,
      "context" : "However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 208
    }, {
      "referenceID" : 101,
      "context" : "However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 208
    }, {
      "referenceID" : 3,
      "context" : "However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 208
    }, {
      "referenceID" : 32,
      "context" : "However, there is limited information about the effects of ENMs in food quality and human health (Dimkpa and Bindraban, 2018; Raliya et al., 2018; Shang et al., 2019; Adisa et al., 2019; Elemike et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 208
    }, {
      "referenceID" : 91,
      "context" : "The impact of ENMs sometimes depend upon surface modification, encapsulation, dopping, and composition (Raliya et al., 2018).",
      "startOffset" : 103,
      "endOffset" : 124
    }, {
      "referenceID" : 29,
      "context" : "being focused on studying nano-micronutrients uptake by plants and only few studies have reported the effect of nano-macronutrients in plant growth and fruit development (Dimkpa and Bindraban, 2018).",
      "startOffset" : 170,
      "endOffset" : 198
    }, {
      "referenceID" : 106,
      "context" : "The transport of ENMs in soils, uptake by roots, and translocation to shoots are influenced by several parameters including the type of ENM, soil composition, and the cells pore size from pit membranes (200 nm), which impede their pass/transport through the xylem (Su et al., 2019).",
      "startOffset" : 264,
      "endOffset" : 281
    }, {
      "referenceID" : 101,
      "context" : "The ENMs enter easily through seed coat and trigger water absorption and metabolic pathways (Shang et al., 2019).",
      "startOffset" : 92,
      "endOffset" : 112
    }, {
      "referenceID" : 7,
      "context" : "farmers expended about $56 billion in pesticides, approximately 45% of which were herbicides, 29% insecticides, and 26% fungicides (Atwood and Paisley-Jones, 2017).",
      "startOffset" : 131,
      "endOffset" : 163
    }, {
      "referenceID" : 71,
      "context" : "sotto (Milner, 1994), produces a toxic crystal that parasitize caterpillars and other larvae.",
      "startOffset" : 6,
      "endOffset" : 20
    }, {
      "referenceID" : 16,
      "context" : "In subsequent plant generations, Bt corn produced a series of toxins able to control coleopteran (beetles) pest like western corn rootworm (Diabrotica virgifera) and the butterfly armyworm Spodoptera frugiperda (Bravo et al., 2011).",
      "startOffset" : 211,
      "endOffset" : 231
    }, {
      "referenceID" : 39,
      "context" : "Additionally, the reduction in the use of pesticides also decreased the use of fuel, resulting in an important cut of carbon emissions (Herman et al., 2019; Tsatsakis et al., 2017).",
      "startOffset" : 135,
      "endOffset" : 180
    }, {
      "referenceID" : 113,
      "context" : "Additionally, the reduction in the use of pesticides also decreased the use of fuel, resulting in an important cut of carbon emissions (Herman et al., 2019; Tsatsakis et al., 2017).",
      "startOffset" : 135,
      "endOffset" : 180
    }, {
      "referenceID" : 113,
      "context" : "The technique has generated controversies since there are some evidences pointing to an increase in tumor size of laboratory rats fed with GM maize (Tsatsakis et al., 2017).",
      "startOffset" : 148,
      "endOffset" : 172
    }, {
      "referenceID" : 3,
      "context" : "Previous reviews have described the advantages of formulations containing ENMs that have proven to have pesticide properties (Adisa et al., 2019; Chhipa, 2017).",
      "startOffset" : 125,
      "endOffset" : 159
    }, {
      "referenceID" : 25,
      "context" : "Previous reviews have described the advantages of formulations containing ENMs that have proven to have pesticide properties (Adisa et al., 2019; Chhipa, 2017).",
      "startOffset" : 125,
      "endOffset" : 159
    }, {
      "referenceID" : 25,
      "context" : "environmental impacts of the new nanopesticides are still not well understood (Chhipa, 2017).",
      "startOffset" : 78,
      "endOffset" : 92
    }, {
      "referenceID" : 3,
      "context" : "Nanospheres hold the active ingredient distributed in a nanomatrix, while the polymeric matrix surrounds the active ingredient in nanocapsules (Adisa et al., 2019).",
      "startOffset" : 143,
      "endOffset" : 163
    }, {
      "referenceID" : 55,
      "context" : "ingredient, and consequently, their environmental release and undesirable impacts (Kumar et al., 2019).",
      "startOffset" : 82,
      "endOffset" : 102
    }, {
      "referenceID" : 55,
      "context" : "improved by regulating the size of the silica shell (Kumar et al., 2019).",
      "startOffset" : 52,
      "endOffset" : 72
    }, {
      "referenceID" : 75,
      "context" : "For instance, (Nandhini et al., 2019) tested the efficiency of zinc oxide NPs (extracted from Eclipta alba) on the control of Downy mildew (Sclerospora graminicola) in Pearl millet (Pennisetum glaucum).",
      "startOffset" : 14,
      "endOffset" : 37
    }, {
      "referenceID" : 2,
      "context" : "In a greenhouse experiment, tomato plants (Solanum lycopersicum) were exposed through roots or leaves to CeO2 at 50 and 250 mg/L and transplanted into sterilized soil (Adisa et al., 2018).",
      "startOffset" : 167,
      "endOffset" : 187
    }, {
      "referenceID" : 18,
      "context" : "3 Nanoherbicides More than 20 years ago, United States farmers began to cultivate GM crops that were tolerant to herbicides (Brookes, 2014).",
      "startOffset" : 124,
      "endOffset" : 139
    }, {
      "referenceID" : 76,
      "context" : "As a result, broad spectrum herbicides started to be used; however, as has happened with the use of new chemicals, herbicidal resistant weeds rapidly appeared (Norsworthy et al., 2012).",
      "startOffset" : 159,
      "endOffset" : 184
    }, {
      "referenceID" : 34,
      "context" : "These herbs are food plants in some regions but considered weeds in others (Grubbe and Denton, 2004).",
      "startOffset" : 75,
      "endOffset" : 100
    }, {
      "referenceID" : 36,
      "context" : "Additionally, the nanoemulsion was lethal at 4000 μL/L (Hazrati et al., 2017).",
      "startOffset" : 55,
      "endOffset" : 77
    }, {
      "referenceID" : 13,
      "context" : "vitamin C, calcium (Ca), iron (Fe), flavonoids, and p-coumaric acid derivatives (Bergman et al., 2001; Singh and Kumar, 2020; Xu et al., 2018).",
      "startOffset" : 80,
      "endOffset" : 142
    }, {
      "referenceID" : 102,
      "context" : "vitamin C, calcium (Ca), iron (Fe), flavonoids, and p-coumaric acid derivatives (Bergman et al., 2001; Singh and Kumar, 2020; Xu et al., 2018).",
      "startOffset" : 80,
      "endOffset" : 142
    }, {
      "referenceID" : 120,
      "context" : "vitamin C, calcium (Ca), iron (Fe), flavonoids, and p-coumaric acid derivatives (Bergman et al., 2001; Singh and Kumar, 2020; Xu et al., 2018).",
      "startOffset" : 80,
      "endOffset" : 142
    }, {
      "referenceID" : 111,
      "context" : "It is an important source of iron and provitamin A carotenoids in the human diet (Tang, 2010).",
      "startOffset" : 81,
      "endOffset" : 93
    }, {
      "referenceID" : 80,
      "context" : "It also has a large number of healthy phenolic compounds (Pérez-López et al., 2018).",
      "startOffset" : 57,
      "endOffset" : 83
    }, {
      "referenceID" : 21,
      "context" : "This herb contains many beneficial compounds such as vitamins, minerals, and phenolic substances (Carvalho et al., 2016; Castronuovo et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 146
    }, {
      "referenceID" : 22,
      "context" : "This herb contains many beneficial compounds such as vitamins, minerals, and phenolic substances (Carvalho et al., 2016; Castronuovo et al., 2019).",
      "startOffset" : 97,
      "endOffset" : 146
    }, {
      "referenceID" : 31,
      "context" : "Oregano is a culinary herb consumed fresh/dried worldwide, mainly in South European cuisine and Latin America (Du et al., 2018).",
      "startOffset" : 110,
      "endOffset" : 127
    }, {
      "referenceID" : 65,
      "context" : "Experiments performed in soil with different organic matter content have shown that organic matter influences the response to ENMs exposure (Majumdar et al., 2016; Medina-Velo et al., 2017).",
      "startOffset" : 140,
      "endOffset" : 189
    }, {
      "referenceID" : 66,
      "context" : "Experiments performed in soil with different organic matter content have shown that organic matter influences the response to ENMs exposure (Majumdar et al., 2016; Medina-Velo et al., 2017).",
      "startOffset" : 140,
      "endOffset" : 189
    }, {
      "referenceID" : 47,
      "context" : "Wheat is a staple food cultivated worldwide that provides more than 40% of the protein consumed by humans (Jiang et al., 2008).",
      "startOffset" : 106,
      "endOffset" : 126
    }, {
      "referenceID" : 9,
      "context" : "Besides wheat, ENMs have also been exposed to many valuable crops used for human nutrition including rice, corn, barely, and sorghum (Baik and Ullrich, 2008; Kean et al., 2008; Kennedy, 2002; Poornima and Rv, 2019).",
      "startOffset" : 133,
      "endOffset" : 214
    }, {
      "referenceID" : 50,
      "context" : "Besides wheat, ENMs have also been exposed to many valuable crops used for human nutrition including rice, corn, barely, and sorghum (Baik and Ullrich, 2008; Kean et al., 2008; Kennedy, 2002; Poornima and Rv, 2019).",
      "startOffset" : 133,
      "endOffset" : 214
    }, {
      "referenceID" : 52,
      "context" : "Besides wheat, ENMs have also been exposed to many valuable crops used for human nutrition including rice, corn, barely, and sorghum (Baik and Ullrich, 2008; Kean et al., 2008; Kennedy, 2002; Poornima and Rv, 2019).",
      "startOffset" : 133,
      "endOffset" : 214
    }, {
      "referenceID" : 84,
      "context" : "Besides wheat, ENMs have also been exposed to many valuable crops used for human nutrition including rice, corn, barely, and sorghum (Baik and Ullrich, 2008; Kean et al., 2008; Kennedy, 2002; Poornima and Rv, 2019).",
      "startOffset" : 133,
      "endOffset" : 214
    }, {
      "referenceID" : 19,
      "context" : "Common beans are important to the diet of many people across the world, especially in Latin America, Eastern and Southern Africa (Broughton et al., 2003).",
      "startOffset" : 129,
      "endOffset" : 153
    }, {
      "referenceID" : 86,
      "context" : "Seeds of pea plants contain almost 25% protein by weight, with amino acid profile comparable to other common legumes (Pownall et al., 2010).",
      "startOffset" : 117,
      "endOffset" : 139
    }, {
      "referenceID" : 69,
      "context" : "The leaf size, transpiration rate, and water demand of cucumber plant could induce the uptake ENMs, with potential effects on its fruit (Medrano et al., 2005).",
      "startOffset" : 136,
      "endOffset" : 158
    }, {
      "referenceID" : 54,
      "context" : "Bitter melon is a cucurbit crop, which could serve as a source of both vegetable and medicine in many tropical countries (Kole et al., 2013).",
      "startOffset" : 121,
      "endOffset" : 140
    }, {
      "referenceID" : 26,
      "context" : "Bell pepper is a food rich in vitamins A, C and E, and it is also a principal ingredient for many spice products (Cisternas-Jamet et al., 2020).",
      "startOffset" : 113,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "Radish (Raphanus sativus) is widely consumed around the world owing to their nutritional content and antioxidant properties (Baenas et al., 2015).",
      "startOffset" : 124,
      "endOffset" : 145
    }, {
      "referenceID" : 45,
      "context" : "Mo can be obtained mainly from legumes, whole grains, nuts, leafy vegetables and milk (Hunt and Meacham, 2001).",
      "startOffset" : 86,
      "endOffset" : 110
    }, {
      "referenceID" : 42,
      "context" : "These amounts are slightly above the Mo UL of 2 mg/day (Hong et al., 2016).",
      "startOffset" : 55,
      "endOffset" : 74
    }, {
      "referenceID" : 114,
      "context" : "However, a study on high dietary intake of Mo in an area where soil has high levels of Mo showed that individuals exposed to excess Mo experienced high levels of uric acid, achy joints and gout-like symptoms (Turnlund et al., 1995).",
      "startOffset" : 208,
      "endOffset" : 231
    }, {
      "referenceID" : 42,
      "context" : "8 mg/kg at the concentrations of 50, 100 and 200 mg/kg (Hong et al., 2016).",
      "startOffset" : 55,
      "endOffset" : 74
    }, {
      "referenceID" : 126,
      "context" : "6 mg/kg d wt cucumber fruit, respectively (Zhao et al., 2014).",
      "startOffset" : 42,
      "endOffset" : 61
    }, {
      "referenceID" : 73,
      "context" : "the UL (350 mg/day) does not often pose a health risk in healthy individuals because excess amounts are eliminated via urine (Musso, 2009).",
      "startOffset" : 125,
      "endOffset" : 138
    }, {
      "referenceID" : 108,
      "context" : "Elemental analysis revealed Mn contents of 134, 176 and 128 mg/kg dry leaves when the plants were exposed to hydrophobic TiO2 ENPs at 125, 250, and 500 mg/kg, respectively (Tan et al., 2017).",
      "startOffset" : 172,
      "endOffset" : 190
    }, {
      "referenceID" : 46,
      "context" : "Iron plays a role in neurological development, physical growth, hormone synthesis, and muscle metabolism (Hurrell and Egli, 2010).",
      "startOffset" : 105,
      "endOffset" : 129
    }, {
      "referenceID" : 103,
      "context" : "In severe cases it can reduce Zn absorption and lead to multisystem organ failure (Solomons, 1986).",
      "startOffset" : 82,
      "endOffset" : 98
    }, {
      "referenceID" : 83,
      "context" : "regeneration, wound healing, production of sex steroids and absorption and use of Ca and Mg (Pizzorno, 2015).",
      "startOffset" : 92,
      "endOffset" : 108
    }, {
      "referenceID" : 99,
      "context" : "Around hundreds of enzymes require Zn in order to carry out their catalytic activity (Sandstead, 1994).",
      "startOffset" : 85,
      "endOffset" : 102
    }, {
      "referenceID" : 87,
      "context" : "It takes part in numerous processes including cell division, protein and DNA synthesis (Prasad, 1995), immune function and wound healing (Heyneman, 1996).",
      "startOffset" : 87,
      "endOffset" : 101
    }, {
      "referenceID" : 41,
      "context" : "It takes part in numerous processes including cell division, protein and DNA synthesis (Prasad, 1995), immune function and wound healing (Heyneman, 1996).",
      "startOffset" : 137,
      "endOffset" : 153
    }, {
      "referenceID" : 87,
      "context" : "Zinc related toxicity includes nausea, vomiting, loss of appetite, diarrhea, and headaches (Prasad, 1995).",
      "startOffset" : 91,
      "endOffset" : 105
    }, {
      "referenceID" : 48,
      "context" : "effects such as low Cu status, altered Fe function and reduced immune function can occur (Johnson et al., 2007).",
      "startOffset" : 89,
      "endOffset" : 111
    }, {
      "referenceID" : 45,
      "context" : "Similarly, exposure to 50 mg/L of CuO ENPs resulted in 5967 mg P/kg d wt fruit, which are higher than the recommended amount 4000 mg P/day (Hunt and Meacham, 2001) (Table 4).",
      "startOffset" : 139,
      "endOffset" : 163
    }, {
      "referenceID" : 70,
      "context" : "cardiovascular adverse effects, accompanied by an increased risk of death (Menon and Ix, 2013; Chang et al., 2014).",
      "startOffset" : 74,
      "endOffset" : 114
    }, {
      "referenceID" : 23,
      "context" : "cardiovascular adverse effects, accompanied by an increased risk of death (Menon and Ix, 2013; Chang et al., 2014).",
      "startOffset" : 74,
      "endOffset" : 114
    }, {
      "referenceID" : 10,
      "context" : "About 1% of the total calcium in the body is required to support critical bodily functions including hormonal secretion, vascular contraction and vasodilation, intracellular signaling, and nerve communication (Bailey et al., 2010).",
      "startOffset" : 209,
      "endOffset" : 230
    }, {
      "referenceID" : 10,
      "context" : "However, excess Ca is more likely to be caused by supplements than dietary sources (Bailey et al., 2010).",
      "startOffset" : 83,
      "endOffset" : 104
    }, {
      "referenceID" : 105,
      "context" : "It is required for maintaining transmembrane electrochemical gradients and fluid volume (Stone et al., 2016).",
      "startOffset" : 88,
      "endOffset" : 108
    }, {
      "referenceID" : 51,
      "context" : "In the United States milk, coffee, and potatoes are the top sources of dietary potassium (Keast et al., 2013).",
      "startOffset" : 89,
      "endOffset" : 109
    }, {
      "referenceID" : 95,
      "context" : "Because of their abundance, these proteins contribute essential amino acids to human nutrition (Krishnan et al, 2001; Rico et al., 2014; Rico et al., 2014; Hu and Zhou, 2014).",
      "startOffset" : 95,
      "endOffset" : 174
    }, {
      "referenceID" : 95,
      "context" : "Because of their abundance, these proteins contribute essential amino acids to human nutrition (Krishnan et al, 2001; Rico et al., 2014; Rico et al., 2014; Hu and Zhou, 2014).",
      "startOffset" : 95,
      "endOffset" : 174
    }, {
      "referenceID" : 44,
      "context" : "Because of their abundance, these proteins contribute essential amino acids to human nutrition (Krishnan et al, 2001; Rico et al., 2014; Rico et al., 2014; Hu and Zhou, 2014).",
      "startOffset" : 95,
      "endOffset" : 174
    }, {
      "referenceID" : 62,
      "context" : "There are no minimum requirements for carbohydrates in human diet (Ludwig et al., 2018).",
      "startOffset" : 66,
      "endOffset" : 87
    }, {
      "referenceID" : 107,
      "context" : "A decrease in starch content is linked to low carbon uptake, which may compromise fruit sweetness (Sulpice et al. 2009).",
      "startOffset" : 98,
      "endOffset" : 119
    }, {
      "referenceID" : 118,
      "context" : "The literature highlights the high efficiency in delivery and utilization of nutrient elements from nanofertilizers and the effectiveness of nanopesticides (White and Gardea-Torresdey, 2018).",
      "startOffset" : 156,
      "endOffset" : 190
    } ],
    "year" : 2020,
    "abstractText" : "It is becoming more feasible to use nano-enabled agricultural products such as nanofertilizers and nanopesticides to improve the efficiency of agrochemical delivery to crop plants. Experimental results have shown that nano-agrochemicals have great potential for reducing the environmental impact of traditional agrochemicals while simultaneously significantly increasing crop production. However, emerging data suggest that nano-enabled products are not only capable of increasing yield, but also result in alterations in crop quality. Variation in proteins, sugars, starch content, as well as in metallic essential elements have been reported. Verbi gratia, albumin, globulin, and prolamin have been significantly increased in rice exposed to CeO2 engineered nanoparticles (ENPs), while CeO2, CuO, and ZnO ENPs have increased Ca, Mg, and P in several crops. Conversely, reductions in Mo and Ni have been reported in cucumber and kidney beans exposed to CeO2 and ZnO engineered nanomaterials, respectively. However, reports on specific effects in human health due to the consumption of agricultural products obtained from plants exposed to nano-agrochemicals are still missing.",
    "creator" : "Elsevier"
  }
}