{
  "name" : "downloads_2020-03-03_ef_roy2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "A Self-Powered Wearable Pressure Sensor and Pyroelectric Breathing Sensor Based on GO Interfaced PVDF Nanofibers",
    "authors" : [ "Krittish Roy", "Sujoy Kumar Ghosh", "Ayesha Sultana", "Samiran Garain", "Mengying Xie", "Christopher Rhys Bowen", "Karsten Henkel", "Dieter Schmeiβer", "Dipankar Mandal" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: piezo- and pyro-electric hybrid nanogenerator, poly(vinylidene fluoride) (PVDF)/graphene oxide (GO) nanofibers, wearable pressure sensor, breathing sensor\n■ INTRODUCTION Recent progress in wearable pressure sensors and electronic skins (E-skins) that are able to mimic human skin and organs by transducing external stimuli such as strain, pressure, temperature, and humidity have led to research interest1−4 in new materials for sensing during physiological activities, health care monitoring, and medical diagnosis.5−10 A number of research groups have demonstrated flexible and sensitive pressure sensors based on gold nanowires,11 metal nanoparticles,12,13 carbon-based materials such as carbon nanotubes,14,15 graphene,16 and polymers incorporated with a range of sensing materials that exploit a variety of sensing mechanisms which include piezoresistive, piezoelectric, piezocapacitive, and triboelectric effects. Among these mechanisms, sensors based on piezoelectric and triboelectric materials, often termed nanogenerators (NGs), are promising\nfor self-powered sensing applications.17 However, triboelectric sensors are based on capacitors with an air-gap which may be sensitive to undesired side-effects such as static electricity, stray capacitances, and temperature variations. In contrast, piezoelectricity is driven by the material polarization because of the separation of electrical charges where the resulting polarization is changed as a result of an external mechanical stimulus. To date, several NGs have been developed using a range of inorganic piezoelectric materials such as lead zirconate titanate (PZT), BaTiO3, ZnSnO3, CdS, ZnO, and GaN which have exhibited promising vibrational energy-harvesting performance.18−22 However, the high cost, high stiffness, high density,\nReceived: January 7, 2019 Accepted: March 7, 2019 Published: March 7, 2019\n© 2019 American Chemical Society 2013 DOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\nD ow\nnl oa\nde d\nvi a\nL IN\nK O\nPI N\nG U\nN IV\no n\nM ar\nch 3\n, 2 02\n0 at\n1 6:\n08 :3\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar\ncomplex processing route, brittleness, and toxic components during processing restrain their utilization in wearable electronics and health-care monitoring. However, organic ferroelectric polymers such as poly(vinylidene fluoride) (PVDF) (chemical formula: −(CH2−CF2)−n) and its copolymers are advantageous in terms of flexibility, low density, large-area, and low cost processing and environmental-friendly (lead-free) fabrication which has led to interest in these materials toward NG engineering and sensor implementation. The piezoelectric and ferroelectric behavior of semicrystalline PVDF is attributed to the polar phases such as β- (TTTT conformation) and γ-phase (T3GT3G′ conformation), whereas the α-phase (TGTG′ conformation) is nonpolar.23−28\nTherefore, efforts have been made to achieve effective βphase nucleation in a PVDF matrix; this includes the use of uniaxial or biaxial mechanical stretching at elevated temperature, electrical poling, and spin coating. In this regard, the electrospinning process is a relatively simple technique for βphase transformation, whereby large stretching forces are applied on electrified solution jets for producing in situ poled nanofibers that can be several centimeters in length and have a micro/nanosize diameter.26,29,30 More recently, graphene as a highly conductive, rigid, and thin 2D- material, has gathered significant attention as a promising material in the field of multifunctional wearable electronics and biomedical engineer-\ning because of its biocompatibility and excellent energy storage potential.31,32 The incorporation of nanofillers, which include 2D- materials such as transition metal dichalcogenides (TMDCs), graphene, and graphene nanocomposites, for example, Ce3+/graphene and CdS/rGO nanocomposites, can increase the polar content of the PVDF nanofibers and have been employed for energy-harvesting applications.26,29,30 Despite their noticeable energy-harvesting performance, Ce3+/graphene and CdS/rGO nanocomposites doped PVDF nanofibers have yet to be used as a wearable pressure sensor and pyroelectric breathing sensor. For example, a Ce3+/ graphene-based device was used as an acoustic sensor and wind energy harvester.26 In other work, a CdS/rGO-based device was demonstrated as a mechanical energy harvester with a relatively low output voltage.30 A current challenge in the use of graphene in biomedical applications stems from its costly manufacturing process and lack of batch production efficiency. To overcome these disadvantages, graphene oxide (GO), a graphene derivative, can be used with a similar functionality and is capable of being used in mass production. In this work, a facile and low-cost approach to fabricate a highly flexible, sensitive, and self-powered wearable pressure and temperature sensor is presented for the creation of epidermal devices based on GO encapsulated PVDF nanofibers. The graphene oxide was synthesized using a solutionbased chemical treatment approach. The graphene-based\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2014\npiezo- and pyro-electric nanogenerator (GPPNG) is shown to exhibit a high sensitivity to both static and dynamic tactile stimuli with a high pressure sensitivity of up to 4.3 V/kPa and can also detect a pressure as low as 10 Pa. The low-range detection limit makes it favorable as a wearable pressure sensor. In addition, it is demonstrated that there is potential to generate an output power density up to ∼6.2 mW/m2 and ∼1.2 nW/m2 under mechanical and thermal fluctuations, respectively. We further demonstrate that the GPPNG sensor can accurately detect and discriminate different skin related stresses induced by finger bending and stretching, wrist bending, vocal vibrations (speech signals), and other human body motions. Finally, the PVDF/GO-based device can be utilized as a pyroelectric breathing sensor. These wide ranging properties extend the potential application of GPPNG toward energy harvesting, low power electronics, and biomedical fields, which include personal health monitoring, acute heart and respiratory disorder diagnosis, human-computer interaction as well as portable electronic devices.\n■ EXPERIMENTAL SECTION Materials. Graphite powder, sulfuric acid (H2SO4), hydrochloric acid (HCl), potassium permanganate (KMnO4), hydrogen peroxide (H2O2), ethylene glycol (EG), N,N-dimethylformamide (DMF), acetone, and ethanol were obtained from Merck India Ltd. PVDF pellets (Mw ≈ 275 000) were received from Sigma-Aldrich, U.S.A. Graphene Oxide synthesis. Graphene oxide was produced by oxidizing graphite powder using the modified Hummers’ method.33 Figure 1a shows the synthesis and molecular structure of GO. In brief,\n6 g of graphite powder was thoroughly mixed with 3 g of NaNO3 in the 100 mL of cold concentrated sulfuric acid. The solution was then stirred well in an ice bath that was maintained below 5 °C. A mass of 15 g of KMnO4 was then gradually added to the resulting solution while being continuously stirred. After removal from the cooling bath, stirring of the mixture was continued at room temperature. Afterward, 200 mL of water was added to the solution and the temperature was increased to 98 °C while being continuously stirred. Then, 500 mL of deionized water and 30 mL of 30% H2O2 were added until effervescence has ceased and the color of the solution changed to light brown and was left overnight. The brown precipitate was then separated from the supernatant and then washed repeatedly with 5% (v/v) HCl. Finally the material was centrifuged with deionized (DI) water followed by drying in a vacuum oven. Then, 100 mg of the asprepared GO was collected and dissolved in EG for further synthesis and analysis.\nPreparation of PVDF/GO Nanofibers. To prepare the spinning solutions, first, 12 wt % PVDF was dissolved in a mixed solvent of DMF and acetone (6:4) and it was stirred for 3 h at 60 °C. Successively, GO powder with different weight ratios (0.25, 0.5, and 1 (w/v)%) was immersed into the PVDF solution while being vigorously stirred for 8 h at 60 °C. In order to achieve a homogeneous dispersion of GO, the resulting solution was sonicated in an ultrasonic bath for half an hour. A reference PVDF solution without GO was also prepared and electrospun under the same condition to execute control experiments.\nThe electrospinning solution was filled into a 10 mL hypertonic syringe with a diameter of 0.8 mm to initiate the eletrospinning process. All nanofibers were prepared under a high bias voltage of 12.5 kV using a commercial electrospinning instrument. A schematic in Figure 1c demonstrates the typical electrospinning setup. The solution was forced by a syringe pump and injected into the needle\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2015\nat a flow rate of 1.2 mL/hour. The nanofibers were deposited on a Alfoil wrapped collector plate, as shown in Figure 1c, where the collector was positioned at a 12 cm distance to the needle tip. Finally the four sets of nanofibers were dried at 60 °C for 8 h to ensure that all of the solvents are released and to obtain stable nanofibers for further characterization and nanogenerator device fabrication. Nanofibers, with and without GO are indexed as PVDF/1 wt % GO, PVDF/0.5 wt % GO, PVDF/0.25 wt % GO, and pure PVDF for decreasing wt % content of GO (1, 0.5, 0.25, and 0 wt %) in PVDF, respectively. Fabrication of Nanogenerators (NGs). A schematic describing the complete fabrication procedure of the NG is shown in Figure 1a− f. The flexible, low-cost, lightweight hybrid nanogenerators were fabricated using a copper (Cu)−nickel (Ni) plated fine knit polyester fabric (Coatex Industries, India) as the electrode material. First, a (∼25 mm × 50 mm) area of nanofiber was cut from the electrospun fiber. Then, the top and bottom electrodes were prepared using a polyester fabric with an active contact area of ∼18 mm × 44 mm. Finally, the electrode/nanofiber/electrode configuration was enclosed between two layers of PDMS (thickness ∼0.8 mm, prepared in a mixture with a curing agent (ratio 10:1) which was cured in an oven at 60 °C for 1 h) to form the desired NG, as shown in Figure 1d. Nanogenerators comprising PVDF/1 wt % GO (1 wt % GO) and pure PVDF (0 wt % GO) are termed GPPNG and NPPNG respectively. Characterization Methods. The X-ray diffraction patterns and crystalline phases of the as-prepared GO and composite nanofibers were recorded by X-ray diffractometer (Bruker, D8 Advance) with a Cu Kα (λ = 0.154 nm) with an X-ray source at an operating voltage and current of 40 kV and 40 mA, respectively. The characteristic vibrational bands and crystalline phases of the nanofibers were further characterized by Fourier Transform Infrared Spectroscopy (FT-IR, TENSOR II, Bruker). Morphological analysis of GO and nanofibers were carried out by FE-SEM (INSPECT F50) operating at an acceleration voltage of 20 kV and high-resolution transmission electron microscope HRTEM (JEOL-JEM 2100) operating at 200 kV. The Raman spectra of the exfoliated GO were measured using a Micro-Raman spectrometer (Lab RAM HR, Jobin Yvon). The piezoelectric open circuit voltage was recorded using a National Instrument (NI) Data acquisition (DAQ) device (NI, USB 6000) using a sampling rate of 1000 samples per second, interfaced with a computer with a standalone program created using LabVIEW software. X-ray photoelectron spectroscopy (XPS) was performed by a thermo-electron system equipped with a Al Kα excitation source and a hemispherical electron analyzer made by Leybold-Heraeus. The d33 values of the samples were measured by d33-meter (Piezoest, PM300) in HI/d33 mode (capacitance, C measurement of the material is inactive) under an applied force of 0.4 N and a frequency of 110 Hz. The instrument was calibrated with a piezometer reference sample with a d33 value of 349 pC/N.\n■ RESULTS AND DISCUSSION Materials Characterization. The surface morphology of the PVDF/1 wt % GO nanofibers is presented in Figure 2a. The surface of the as-prepared composite nanofiber is rougher than that of the PVDF electrospun fibers (refer to Supporting Information, Figure S1a) because of the incorporation of the GO nanofiller. The TEM image, shown in Figure 2b, indicates that the PVDF/1 wt % GO nanofibers consist of randomly oriented fibers without any agglomeration, which is in accordance with the FE-SEM image in Figure 2a. From the FE-SEM micrographs, shown in Figure 2c, it can be seen that the prepared GO consists of randomly aggregated, crumpled, thin, and wrinkled sheet-like structures. These closely associated layered sheets form a disordered solid, which is due to the formation of sp3 carbon from the planar sp2 carbon during the oxidation and heating process.36 In addition, the HR-TEM image in the inset of Figure 2c reveals the thin,\ntransparent, and wrinkled structure of GO due to sheet folding; this is also confirmed by the FE-SEM images.34,35 GO was homogeneously dispersed in the PVDF matrix because of its carbon-based structure and presence of oxygen linked functional groups and no agglomeration was observed on the surface of the PVDF/GO fibers. The XPS (C1s) spectra (Figure 2d) of GO confirms the presence of oxygen functional groups (−CO and −COO−), which will be described in more detail below. In addition, no agglomerates are observed on as-prepared nanofibers. Furthermore, the prepared fibers are formed with a stable morphology, and no cracks were detected so that the fibers did not become brittle. The PVDF/ 1 wt % GO nanofibers have a relatively smaller diameter (∼125 nm) compared with the pure PVDF fiber (∼270 nm) prepared under the same conditions as presented in the inset of Figure 2a and Supporting Information, Figure S1a. The incorporation of GO considerably reduces the average fiber diameter, and this is a result of the cumulative charge density of the dispersed GO sheets due to the application of a high voltage to the solution and the fiber jet during electro-spinning. This also facilitates the electrostatic repulsion and Coulombic force on the Taylor cone which leads to a relatively reduced fiber diameter of the PVDF/GO nanocomposites.29,37 The crystallinity, mechanical properties, and overall energy-harvesting performance are also improved due to a decrease in fiber diameter for the PVDF/1 wt % GO composites.26,38 It is also evident from the TEM image in Figure 2b that the GO is well dispersed in the fiber matrix since GO contains several functional groups. Thus, it is expected that the embedded GO in the fiber matrix can influence the electrical conductivity, piezoelectric properties, and pressure−temperature sensitivity. The selected area electron diffraction (SAED) pattern of the doped fiber, as shown in the inset of Figure 2b, revealed the presence of electroactive β- and γ-phases. From electron dispersive X-ray spectroscopy (EDX) (Supporing Information, Figure S1b), the presence of carbon, fluorine, and oxygen in PVDF/1 wt % GO can be observed, which indicates the presence of oxygen functional groups in the fiber matrix. The FT-IR spectra of electrospun pure PVDF nanofibers and PVDF/1 wt % GO composite fibers are shown in Figure 2e. For the pure PVDF nanofibers, the characteristic vibrational peaks are observed at υ = 613, 764, 796, and 975 cm−1, which correspond to the nonpolar α-phase. The appearance of two additional intense peaks at 1275 and 1233 cm−1 confirm the nucleation of the polar β-phase (TTTT) and the semipolar γ-phase (TTTG), respectively.23−26\nFor the PVDF/GO nanofiber based on PVDF/1 wt % GO, all α- peaks are diminished, and signals corresponding to the electroactive β- and γ-phases have appeared. A systematic study of other fibers with other GO contents (PVDF/0.25 wt % GO, PVDF/0.5 wt % GO) revealed that the intensity of electro-active β- and γ-phases gradually increases with an increasing GO concentration (Supporting Information, Figure S1c,e). In order to undertake a qualitative analysis of the α-, β-, and γ-phases, the absorbance intensities are normalized to the 1072 cm−1 peak as it is linearly dependent on fiber thickness, regardless of crystalline modification.28 Generally, the vibrational bands of the β- and γ-phases of the PVDF coincide since both contain the same TTT in the chain conformation and give rise to common vibrational peaks, such as at 841 cm−1.26,28,39,40 The peak at 841 cm−1 for the PVDF/1 wt % GO nanofibers is more intense than pure PVDF, which indicates the specific electrostatic interaction between the π-\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2016\nelectron cloud and the oxygen containing functional groups (carbonyl and carboxylic groups) in GO and the −CH2/−CF2 dipoles of PVDF.41,42 It can be clearly observed from the absorption band intensity ratio I1276/I1233 (Supporting Information, Figure S1d) that the γ-crystalline growth is almost negligible with respect to the β-phase when the GO concentration is increased gradually (Supporting Information, Figure S1f). Thus, it can be concluded that the PVDF/1 wt % GO nanofibers consist of the largest proportion of ferroelectric β-phase. In addition, it is worth noting that a strong absorption band appears at 841 cm−1, which is a common characteristic of both β- and γ-phases. Thus, the absorption intensity of 841 cm−1 band is used to quantify the relative proportion of the electroactive phase (FEA), as a result of both β- and γphases43,44 (Supporting Information, Note S1). A FEA of 96% is achieved for the PVDF/1 wt % GO fiber as shown in Supporting Information, Figure S1e. Furthermore, the absorbance peak at 764 cm−1 (nonpolar α-phase) which appears as a result of CF2 bending and the skeletal bending vibrational mode, is completely diminished in the FT-IR spectra of the PVDF/1 wt % GO fiber (Figure 2e). The 841 cm−1 has been deconvoluted to calculate the relative fraction of electroactive β- and γ-phases and is shown in the Supporting Information, Figure S2 and Note S1. To evaluate the crystallinity of the nanofibers from the XRD pattern of the related polarized phases, a curve deconvolution technique was performed.26,29,44 From the curve deconvoluted XRD pattern, as shown in Figure 2f, the data of pure PVDF nanofibers show a diffraction peak at 18.2° (202), which is characteristic of α- crystalline phase, and this is in accordance with the FT-IR spectra presented in Figure 2e. Furthermore, two additional crystalline phases can be observed at 20.3° (110) and 20.8° (110/200),23,26 which are attributed to electroactive γ- and β-phases, respectively. The reason behind the electroactive phase formation in the pure PVDF nanofibers is that the molecular chains of PVDF are uniaxially stretched by the high electrical forces during the electrospinning process, which forces the −CH2/ −CF2 dipoles for in situ orientation.37,45 Furthermore, characteristic nonpolar α-phase peaks at 17.6° (100), 18.2° (202), and 19.9° (110) are diminished in the PVDF/1 wt % GO nanofibers. The presence of intense diffraction peaks at 20.5° emphasizes the dual signature of both the β- and γ-phases.23,39 Curve deconvolution assigns the sharp peak at 20.5° as the predominant βphase with the coexistence of lower content of γ-phase at 20.3° and at 18.5°. The total degree of crystallinity (χC) and the crystallinity of the individual phases are calculated using curve deconvolution methodology as detailed in Supporting Information, Note S2. The deconvoluted XRD patterns of PVDF/0.5 wt % GO and PVDF/0.25 wt % GO are also shown in Supporting Information, Figure S3a. The highest degree of crystallinity was obtained for the PVDF/1 wt % GO fiber, which is almost 68% whereas the pure PVDF is 53% and the degree of crystallinity gradually increases with the incorporation of GO. In particular, the incorporation of GO improves β-phase crystallinity significantly.41,46 This is due to complete adsorption of the PVDF chain on the large surface provided by GO and this adsorption leads to the complete conversion of TGTG′ chains into TTTT chains. The heterogeneous nucleation of β- and γ-phase of the PVDF chain on the GO surface increases the crystallinity and the crystallization temperature. The average crystallite size of the β- (Dβ) and\nγ- (Dγ) phases are calculated using the Debye−Scherrer equation, as shown below, and these values are tabulated in Supporting Information, Table S1:\nλ β θ =D K cos\nwhere, K is a constant (0.89), λ is the wavelength (0.1541 nm) of the Cu Kα X-ray radiation, β is the full-width (in radian) at half maxima (fwhm) of the intense diffraction peak and θ is the diffraction angle. To understand the compositional changes related to conformational ordering of the PVDF chain due to the incorporation of GO in the PVDF nanofiber, XPS was performed over GO, pure PVDF, and the PVDF/1 wt % GO nanofibers. In the high-resolution C1s core level spectrum of pure PVDF, which is shown in Figure 3a, two main peaks are\npresent with binding energies of 287.1 and 291.7 eV, which indicate two main carbon species, CH2 and CF2, respectively. A chemical shift toward lower binding energies can be detected for the CH2 and CF2 peaks in PVDF/1 wt % GO, with binding energies of 286.3 and 290.7 eV. Furthermore, a substantial decrease in intensity of the CF2 peak and an increase of the peak area of the CH2 species for the PVDF/1 wt % GO nanofibers are also observed in comparison to the pure PVDF. These two observations suggest that there is significant distinction in the electronic environment of the −CH2 and −CF2 dipoles in the PVDF chain of the PVDF/1 wt % GO nanofibers. To investigate the formation of GO and to confirm the presence of oxygen functionalities, XPS was carried out on the as-synthesized GO. The XPS survey spectra of GO (Supporting Information, Figure S4d) shows peaks associated with C1s and O1s, which appeared at 285 and 533 eV, respectively. The high-resolution spectral analysis of the C1s\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2017\ncharacteristic peak, shown in Figure 2d, indicates the presence of five different peaks at 283.7, 285, 286.2, 287.7, 288 eV, which correspond to the sp2C, sp3C, −C−O, −CO, and −COO− groups, respectively.47 Other characterization techniques on GO are detailed in Supporting Information, Note S3. In addition, the high-resolution F1s core level spectrum, which is positioned at 688.1 eV, as shown in Figure 3b, reveal that PVDF/1 wt % GO exhibits a minor asymmetry at the higher binding energy level compared to pure PVDF. These results indicate an interaction between the −CH2/−CF2 dipoles of PVDF and oxygen functional groups present in GO. Frequency shifts of the CH2 symmetric and CH2 asymmetric vibrational FT-IR modes in the frequency region of 3060−2940 cm−1 for PVDF/1 wt % GO compared to pure PVDF (Supporting Information, Figure S3b) support this fact. A noticeable shift of these bands toward a lower frequency can be observed, which points toward the presence of an interfacial interaction between the superficial charge existing on the GO sheet and −CH2/−CF2 dipoles of PVDF in the nanocomposite system.24,44\nTherefore, it is evident from the above-mentioned data that β- and γ-phase nucleation has occurred in the PVDF/GO composite nanofibers because of an interaction between the negatively charged GO nanosheet and the dipoles of the PVDF fiber.41 The conversion of the nonpolar α-phase to the electroactive β- and γ-phase is a result of the electrostatic interaction and/or the intermolecular hydrogen bonding between the oxygen containing functional groups and −CH2/−CF2 dipoles of the PVDF,41,48,49 which leads to improved ferroelectric performance for piezoelectric-based sensing and energy-harvesting applications.50,51 To understand the interaction present between the PVDF chain and GO sheet, a hypothetical model is constructed on the basis of the results, as described in the schematic in Figure 3c. Piezoelectric Energy Harvesting. The piezoelectric performance with respect to the open circuit output voltage\nwas recorded using a repetitive motion applied by a finger on the surface of the NGs at a frequency of ∼4 Hz. The process was performed using a bare finger covered by a polyethylene glove under the repeating compressive force of 7 N and associated applied stress amplitude of 8.8 kPa, respectively. An open circuit voltage of ∼7 V was measured for the PVDF/1 wt % GO-based device (GPPNG), whereas ∼1 V was generated for the pure PVDF-based device (NPPNG), which is shown in Figure 4a. The recorded output voltages from other NGs are shown in Supporting Information, Figure S5a. The output voltage with a reverse electrode connection was also measured (Supporting Information, Figure S5b), which clearly indicated that an output of similar amplitude, but with reversed polarity, was observed. This indicates that the potential difference is a result of the change in dipole moment of the system under stress; that is, it is a stress-induced polarization change due to the piezoelectric effect.52 As a control, we have tested a nanogenerator in the same configuration but with only poly(methyl methacrylate) (PMMA) nanofibers and did not observe any output voltage response (Supporting Information, Figure S5c). Therefore, it can be concluded that the response is piezoelectric. When the GPPNG is subjected to a vertical mechanical stress, the piezoelectric β-crystal structures of the nanofibers are deformed, and thus, a potential difference is developed between the two electrodes. As an outcome, the external free electrons are forced to the GPPNG, leading to a strong enhancement in piezoelectric response by converting the distorted structure into its stable form. When the external strain is released from the GPPNG surface, the potential difference between the two electrodes diminishes and the accumulated free electrons gradually move back through the external circuit, generating an electric current in the reverse direction.53 As shown in Figures 4a and Supporting Information, S5a, the open circuit voltage gradually increased with an increase of the GO content in the PVDF mat. The maximum recorded output voltage is 7 V at a 1 wt % filler loading, which is approximately 7 times higher than that\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2018\nexhibited by the NG containing pure PVDF nanofibers. This enhancement is associated with the increased longitudinal piezoelectric charge coefficient, d33 ∼ −30 pC/N (Supporting Information, Figure S5e) in comparison with the pure PVDF nanofiber (∼ −22 pC/N) (Supporting Information, Figure S5d; details given in Supporting Information Table S2). The reason behind the increased output performance is due to the electrostatic interaction between the negatively charged GO nanosheet embedded in PVDF nanofibers with the −CH2/− CF2 dipoles present in PVDF. This interaction not only incorporates the nucleation but also stabilizes the electroactive β-phase (surface charge induced polarization) in the PVDF nanofiber mat.54 Therefore, the high quality crystal structure and the existence of delocalized π- electrons and oxygen functional groups present in the layered structure of the GO improve the piezoelectric performance of the hybrid system. Thus, the PVDF/GO system (GPPNG) can be used as a real time power source in various self-powered portable electronic devices. Further experiments and applications are now carried out and discussed using the GPPNG due to its better piezoelectric performance. To evaluate the instantaneous electrical power output performance, the GPPNG was directly connected to electrical loads at different resistances (RL) ranging from 100 kΩ to 60 MΩ (while applying force of 7 N at a frequency of ∼4 Hz). The measured output voltage as a function of external load resistances is shown in Figure 4b. The output voltage gradually increases with increasing load resistance, since the discharge of the devices is reduced and approaches the open circuit voltage of 7 V at a high load resistance; i.e. on approaching an infinitely high resistance. The variation of power density (P)\nwith respect to RL in Figure 4b was quantified using the\nfollowing equation, =P A V R\n1 2\nL , where V is the voltage drop\nacross RL and A is effective electrode area. The maximum instantaneous output power density of ∼6.2 mW/m2 was achieved at a RL of 1 MΩ. It has been observed that the output power density of our GPPNG is found to be superior with respect to current state of the art nanogenerators (Supporting Information, Table S3). The power is also sufficient to illuminate more than 10 blue LEDs in series by repeated human finger impact of similar load, as shown in the inset of Figure 4c. Thus, the GPPNG can be used as a power generator or small-scale energy scavenger to drive self-powered electronic devices. In addition to output voltage performance, to demonstrate\nthe energy storage ability and the application of piezoelectric energy conversion performance, three capacitors (i.e., 1, 2.2, 4.7 μF) were individually connected to the GPPNG through a full wave bridge rectifying circuit and charged by repeated human finger taping (Figure 4c). It was observed that the PVDF/GO-based device (GPPNG) efficiently charged up the capacitors when subjected to a periodic pressure of 8.8 kPa. The charging voltage across the capacitors reached a steady state (4.9, 3.6, and 2.3 V) following an exponential path within a short time scale of 54, 80, and 80 s for the 1, 2.2, and 4.7 μF capacitors, respectively. The energy stored (Estored) within the capacitors reached a maximum in the case of 2.2 μF and reached up to 14.25 μJ. Here, Estored can be calculated as =E CVstored 2 2 , where C is the capacitance of the capacitor and V is the voltage across the capacitor.\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2019\nFurthermore, to investigate the low-range-pressure (σa) sensing performance of the GPPNG composed of PVDF/1 wt % GO nanofibers, lightweight substances of different masses were dropped on the upper surface of the GPPNG from a height of 3 cm. The GPPNG could detect an external pressure as low as ∼10 Pa and generated an output response of 0.06 V. The generated output voltage changes almost linearly with respect to the increased implied pressure in the low-pressure regime as seen in Figure 4d. The calculated mechanical impact\nsensitivity (S) can be expressed as = σ Δ ΔS V a , where ΔV and Δσa are termed as differences of V and σa, respectively, and the sensitivity of the GPPNG in the low-pressure region (S = 4.3 V/kPa) is higher than several previously reported piezoelectric pressure sensors. A detailed comparison table of piezoelectric pressure sensitivity is provided in Supporting Information, Table S4. In the large-pressure range, the sensitivity of the GPPNG gradually decreases. The output voltage of 7 V is obtained at a pressure of 8.8 kPa, which is the maximum output performance during periodic impact by a human finger. The output performance was also measured at 10 kPa and the recorded output voltage is almost 7 V (Supporting Information, Figure S5f). Therefore, the output signal becomes saturated in a higher pressure range. This is possibly due to the theoretical limits of effective strain in piezoelectric materials in the high-pressure region.55 Hence, the GPPNG has the capability to be used as a self-powered E-skin for biomedical applications such as sensing static tactile stimuli, vocal cord vibrations during coughing, swallowing movements of human throat and speech signal recognition due to its sensitive pressure-sensing capability. Pyroelectric Energy Harvesting. To evaluate the pyroelectric short circuit peak current and open circuit peak voltage, the GPPNG was placed under an IR radiation test setup and a controlled temperature oscillation was applied to the device under periodic illumination of IR light and convective cooling. The GPPNG can readily harvest thermal energy due to the pyroelectric properties of the PVDF/1 wt % GO nanofibers.52 When a periodic thermal fluctuation is applied to the PVDF/GO-based device (GPPNG), there is a clear enhancement of output performance with respect to the device made from pure PVDF nanofibers (NPPNG). When the temperature increases from room temperature to 318 K (ΔT = 22K and dT/dt = 2.12 K s−1) (Figure 5a), the GPPNG shows an output peak current of 45 pA at a lamp switching frequency of 0.01 Hz, which is nearly 7 times higher than that of NPPNG, as shown in Figure 5c. When the switching frequency changes from 0.01 to 0.1 Hz, (ΔT = 6K and dT/dt = 1.3 K s−1) (Figure 5b), the increase in peak output current is around 10 times higher than that of NPPNG (Figure 5d).\nWhen exposed to temperature changes, it can be observed that the short circuit current (Isc) shows a positive peak if the material is heated (dT/dt > 0) and a negative peak during the convective cooling process (dT/dt < 0). This is due to the decrease in the level of spontaneous polarization during heating process, forcing the surface charges to flow between the two polar surfaces. When the device is subsequently cooled, current flows in the reverse direction due to the attractive force of the free charges to the polar surfaces.56−58 In Figure 5 (c, d), the GPPNG generates approximately 60 mV and 100 mV at a switching frequency of 0.01 and 0.1 Hz, respectively. Thus, it can be concluded that incorporation of the GO sufficiently increased the pyroelectric performance of the GPPNG. This improved performance can be described in terms of the following two factors:\n(1) The existence of a variety of oxygen-oriented functional groups within GO enhances the absorption in the midIR region. The absorbed IR is converted into heat, which increases the temperature of GO by exciting the C−C bond, yielding phonons. Due to this effect, a decrease in resistance is caused by the incident IR, which triggers a temperature-sensitive conductance change.59\n(2) The thermal conductivity of GO can be ascribed by the increase in the interlayer coupling, which is provided by the covalent interactions of the oxygen atoms.\nThe pyroelectric coefficient of the GPPNG is described in terms of the following equations. Under short circuit conditions, = *I P A T td /dsc and in open circuit condition,\n= Δ ε * V t TPoc , 56,60 where Isc is the short circuit pyroelectric current, Voc is the open circuit pyroelectric voltage, A is the electrode area, dT/dt is the rate of change in temperature, ΔT is the change of temperature, ε is the relative permittivity of the material, t is the thickness across the polarization direction, and P* is the pyroelectric coefficient, respectively. Appling our experimental data, the projected pyroelectric coefficient of the PVDF/1 wt % GO is 27 nCm−2 K−1, which is almost 6 times higher than the pure PVDF fiber (4 nCm−2 K−1). The maximum generated output power density (Figures 5e,f) was found to be ∼1.2 nW/m2, which is assessed using the relation\n=P A V R\n1 oc 2\nL , when periodic thermal energy was applied to the\nGPPNG at a switching frequency of 0.1 Hz. Thus, our device can be used as a promising waste heat energy harvester in addition to its piezoelectric energy harvesting and biomedical implementation.\nPhysiological Signal Monitoring. Piezoelectric Pressure Sensing. In order to demonstrate the GPPNG as a selfpowered wearable pressure sensor, it was attached to various\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2020\nhuman body parts for monitoring physiological signals. The GPPNG was employed on the wrist to evaluate the sensing features of the wearable nanogenerator for mechanical stimuli such as stretching and bending, and the sensing performance and generated voltage was measured, as depicted in Figure 6a. During a quick downward wrist-bending motion, a sudden static tensile strain was exerted on the sensor, resulting in an overall increase of the voltage, and it was retrieved by straightening the wrist to its original configuration. The response of the bending/relaxation motion of the wrist is a combined result of the stretching/bending effect of the skin (skin deformation), and the pressure is imparted by joint motion during repeated wrist bending. Additionally, flexion and extension of the elbow can be clearly distinguished by fixing the strain sensor on the joint area of the elbow using adhesive tape, as shown in Figure 6b. Therefore, it can be concluded that the GPPNG strain sensor exhibits distinct output signals of different patterns related to numerous stimuli of synovial joints such as the wrist and elbow. Our device comprising electrospun PVDF/1 wt % GO nanofibers may be valuable in epidermal electronic systems fabrication and in medical applications such as monitoring patient and athlete motion. Furthermore, to demonstrate the potential of the GPPNG as a human motion detector, the GPPNG sensor was mounted on the top surface of individual fingers of a right-hand and the corresponding sensing performance was monitored. As shown in Figure 6c, the sensor can readily detect and discriminate between bending and stretching motion of each finger such as the thumb, index, middle, ring, and little finger. The sensor exhibits different patterns of output signals by measuring voltage changes associated with variations in the bending. In addition, these five independent strain sensors can be assembled into a wearable glove (data glove) to utilize it in remote patient monitoring system using wireless communication module to transmit the information on a sick patient to\nthe cell phone of a doctor.61 Such a data glove may be useful in the field of fine motion control in robotics such as drones and radio controlled cars as well as to examine human body configuration.61−63 More importantly, this wearable skin interactive strain sensor does not limit any human motion due to its high flexibility and lightweight nature. Moreover, to allow the graphene-based sensors to be worn near the skin for a real-world application, the whole system was sandwiched using two layers of PDMS (Figure 1e). However, it should be emphasized that graphene oxide exhibits itself no cytotoxic reactions on human skin64,65, and graphene-based materials are also appropriate for neural prosthetic devices, which are based on carbon,66 which indicate the potential biocompatibility of our GPPNG. The GPPNG sensor can also be utilized to detect and monitor phonation (speech). When the sensor was fixed to the subject’s throat, it was able to precisely monitor the pressure difference created by the muscle movement during speaking. As shown in Figure 7a, it shows sensitivity toward specific phonation recognition. During the pronunciation of different alphabetic characters such as “A”, “B”, “C”, “D” and “E”, the stress that originated from vocal vibrations due to the complex muscle movement all over the throat was transferred to the sensor. Thus, the sensor exhibits distinguishable output signal waveforms for each alphabetic character. It can be concluded from the short time Fourier transform (STFT) processed spectrograms for all five characters that maximum amplitude of all characters is approximately inside the frequency range of 250−300 Hz and in the higher frequency range of ∼450 Hz and is in accordance with the fast Fourier transform (FFT) profile of each alphabetic character (Supporting Information, Figure S6). These results show that the self-powered wearable pressure sensor has potential application as a sound detecting skin and in speech rehabilitation training.67−69 In addition, our device shows a reproducible sensing property and repeatability toward thoracic pressure developed due to vibration of the\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2021\ntissue around vocal cord during repeated coughing action. The GPPNG sensor can successfully detect the two or three distinct phases of cough (Figure 7b), consisting of the initial opening burst, the blaring airflow (second phase), and possibly a final glottal closure,70,71 as shown in the inset of Figure 7b. The STFT processed signal of one single cough waveform (Supporting Information, Figure S7) validates its generation due to vibration of the vocal cord (200−450 Hz). Therefore, the GPPNG can be used to monitor the airway flow mechanics during coughing and for successive analysis and diagnosis of coughing related to asthma and other bronchopulmonary respiratory diseases.70,72,73 Furthermore, the complex gulping (swallowing) behavior was also recorded reliably and repeatedly via the pressure sensor when attached to a human throat (Figure 7c,d). The relative change in voltage indicates the opening and closing event of the glottis associated with the muscle movement of the throat during agglutination behavior. Such devices can be useful in a sensor-operated rehabilitation game for patients undergoing dysphagia and odynophagia (painful swallowing).74 All results indicate that the as-prepared GPPNG sensor showed high sensitivity, repeatability, and stability toward subtle pressure changes near human skin, stretching, bending, and other physiological signals, indicating its wide futuristic application in personal health assessment and clinical diagnosis. Pyroelectric Breathing Sensor. In addition to the piezoelectric sensing applications reported above, the GPPNG can be used as a self-powered breathing sensor as well as temperature sensor for human health monitoring and diagnosis. To demonstrate its use, the GPPNG was mounted on a N95 mask at the location where most of the airflow during respiration process is condensed (inset of Figure 7f). The whole system was worn on the human face and a temperature sensor was attached to the GPPNG during the experiment to record the real-time temperature fluctuations during breathing. The continuous breathing process led to periodic temperature differences around the mouth and the recorded temperature fluctuation during this respiratory process is almost 5K, as shown in Figure 7e. Figure 7f clearly indicates the open circuit voltage of the GPPNG, which is generated due to pyroelectric effect under the given experimental condition. The temperature of the airflow during respiration is similar to body temperature. Therefore, it is possible to harvest waste heat energy from respiration75 by wearing the above-mentioned system on the face in lowtemperature regions and in the winter season. Moreover, the breathing rate and breathing pattern are the vital signs of human health in detecting medical problems as they provide the information about how the cardiorespiratory system is working. The normal respiration rate for an adult at rest is 14 to 18 breaths per minute. Unusual respiration rates such as bradypnea (abnormally slow rate) and tachypnea (abnormally rapid rate) are the alarming signs of various hidden diseases and psychological stress. In addition, unusual breathing patterns are also associated with different health conditions. For an example, Cheyne−Stokes breathing is an accurate sign of left ventricular dysfunction, especially for older patients (∼80 years). From the featured results, it is clear that the GPPNG is able to provide the information (rate and pattern) regarding human respiration. Moreover, its lightweight and high-sensitivity characteristics make it a high-potential candidate for breathing sensor for real-time health monitoring of aged persons and patients.\n■ CONCLUSIONS In conclusion, we have presented a novel wearable pressure sensor based on biocompatible graphene oxide doped PVDF nanofibers, which exhibited superior piezoelectric and pyroelectric sensing performance compared with pure PVDF nanofibers. The preparation of the PVDF/GO nanofibers via electrospinning and the complete fabrication strategy of the pressure and temperature sensor device are relatively simple with the combined advantages of a cost-effective fabrication process and potential for large-scale production and flexibility. We have demonstrated that the PVDF/GO nanofiber-based sensor exhibits a high pressure sensitivity of 4.3 V/kPa, with a low detection limit up to 10 Pa. The sensor exhibits outstanding response for detecting a variety of human physiological signals such as joint movements, coughing signals, swallowing and monitoring throat muscle movement in real-time during repeated speaking of different alphabetic characters, confirming its potential for voice recognition. Moreover, the PVDF/GO nanofiber-based device exhibits superior pyroelectric performance compared to pure PVDF with a maximum output power density of ∼1.2 nW/m2. Furthermore, it can sense periodic temperature fluctuation during continuous breathing process and the potential temperature sensing ability makes it promising as a breathing sensor. The fabricated system has promising applications in wearable smart skin for medical diagnostics, human health monitoring, and power sources for wearable electronics and Eskin applications.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00033.\nCalculation of the FEA and crystallinity of the different composite fibers (PVDF/GO), table of degree of crystallinity and β-, γ- crystallite size, FE-SEM micrograph of pure PVDF, EDX spectra of PVDF/1 wt % GO, FT-IR spectra of PVDF/0.25 wt % GO and PVDF/0.5 wt % GO fibers in the wavenumber range of 1600−600 cm−1, variation of the FT-IR absorption intensity ratio of β and γ phases (I1276/I1233) of pure PVDF and PVDF/ GO fibers with respect to the concentration of GO, relative percentage of FEA as a function of the GO concentration, the bar diagram of the relative percentage of F(β) and F(γ) for PVDF/GO fibers, the deconvolution of the FT-IR spectra (920−780 cm−1) for different GO doped PVDF fibers (1, 0.5, 0.25 wt %), the curve deconvolution of the XRD pattern in the 2θ range of 15−25° for PVDF/0.5 wt % GO and PVDF/0.25 wt % GO, FT-IR spectra of pure PVDF and PVDF/1 wt % GO fibers in the wavenumber range of 3060−2940 cm−1, Raman spectra of graphite powder and GO, XRD pattern and XPS survey spectra of GO, open-circuit output voltages of the NGs made of PVDF/0.25 wt % GO and PVDF/0.5 wt % GO, PMMA nanofibers, opencircuit output voltages of NPPNG and GPPNG in reverse connection, open-circuit output voltage of GPPNG at 10 kPa, FFT processed frequency spectrum profile during pronunciation of the letters “A”, “B”, “C”, “D” and “E” and the STFT processed spectrogram for one single cough signal, comparison tables of piezoelectric charge coefficient (d33), output power density\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2022\nand sensitivity of GPPNG with respect to the nanogenerators reported in the literatures (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mails for D.M.: dipankar@phys.jdvu.ac.in; dmandal@inst. ac.in."
    }, {
      "heading" : "ORCID",
      "text" : "Dipankar Mandal: 0000-0003-2167-2706"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS Authors acknowledge DST, Govt. of India for awarding INSPIRE fellowship to Mr. Krittish Roy (IF160559), Mr. Sujoy Kumar Ghosh (IF130865) and for the development of instrumental facilities under FIST-II programme. Ayesha Sultana is supported by Maulana Azad National Fellowship (F1-17.1/2015-16/MANF-2015-17-WES-53885/(SA-III/ Website)) from UGC. Samiran Garain was partially supported by German Federal Ministry for Economic Affairs and Energy (BMWi, ZIM, 16KN033522). Authors are also grateful to the Science and Engineering Research Board (EEQ/2018/ 001130), Government of India for their financial assistance to complete the work.\n■ REFERENCES (1) Wang, Y.; Yang, R.; Shi, Z.; Zhang, L.; Shi, D.; Wang, E.; Zhang, G. Super-Elastic Graphene Ripples for Flexible Strain Sensors. ACS Nano 2011, 5, 3645−3650. (2) Takei, K.; Takahashi, T.; Ho, J. C.; Ko, H.; Gillies, A. G.; Leu, P. W.; Fearing, R. S.; Javey, A. Nanowire Active-Matrix Circuitry for Low-Voltage Macroscale Artificial Skin. Nat. Mater. 2010, 9, 821− 826. (3) Ghosh, S. K.; Mandal, D. Bio-assembled Piezoelectric Prawn Shell made Self-Powered Wearable Sensor for Non-invasive Physiological Signal Monitoring. Appl. Phys. Lett. 2017, 110, 123701−123705. (4) Tao, L.-Q.; Zhang, K.-N.; Tian, H.; Liu, Y.; Wang, D.-Y.; Chen, Y.-Q.; Yang, Y.; Ren, T.-L. Graphene-Paper Pressure Sensor for Detecting Human Motions. ACS Nano 2017, 11, 8790−8795. (5) Chen, X.; Shao, J.; An, N.; Li, X.; Tian, H.; Xu, C.; Ding, Y. SelfPowered Flexible Pressure Sensors with Vertically Well-Aligned Piezoelectric Nanowire Arrays for Monitoring Vital Signs. J. Mater. Chem. C 2015, 3, 11806−11814. (6) Lou, Z.; Chen, S.; Wang, L.; Jiang, K.; Shen, G. An UltraSensitive and Rapid Response Speed Graphene Pressure Sensors for Electronic Skin and Health Monitoring. Nano Energy 2016, 23, 7−14. (7) Zhou, Y.; He, J.; Wang, H.; Qi, K.; Nan, N.; You, X.; Shao, W.; Wang, L.; Ding, B.; Cui, S. Highly Sensitive, Self-Powered and Wearable Electronic Skin Based on Pressure-Sensitive Nanofiber Woven Fabric Sensor. Sci. Rep. 2017, 7, 12949−12957. (8) Kim, D. H.; Lu, N.; Ma, R.; Kim, Y. S.; Kim, R. H.; Wang, S.; Wu, J.; Won, S. M.; Tao, H.; Islam, A.; Rogers John, A.; et al. Epidermal Electronics. Science 2011, 333, 838−843. (9) Lee, K. Y.; Gupta, M. K.; Kim, S. W. Transparent Flexible Stretchable Piezoelectric and Triboelectric Nanogenerators for Powering Portable Electronics. Nano Energy 2015, 14, 139−160. (10) Schwartz, G.; Tee, B. C. K.; Mei, J.; Appleton, A. L.; Kim, D. H.; Wang, H.; Bao, Z. Flexible Polymer Transistors with High Pressure Sensitivity for Application in Electronic Skin and Health Monitoring. Nat. Commun. 2013, 4, 1859−1867. (11) Gong, S.; Schwalb, W.; Wang, Y.; Chen, Y.; Tang, Y.; Si, J.; Shirinzadeh, B.; Cheng, W. A Wearable and Highly Sensitive Pressure\nSensor with Ultrathin Gold Nanowires. Nat. Commun. 2014, 5, 3132−3139. (12) Segev-Bar, M.; Landman, A.; Nir-Shapira, M.; Shuster, G.; Haick, H. Tunable Touch Sensor and Combined Sensing Platform: Toward Nanoparticle-Based Electronic Skin. ACS Appl. Mater. Interfaces 2013, 5, 5531−5541. (13) Maheshwari, V.; Saraf, R. F. High-Resolution Thin-Film Device to Sense Texture by Touch. Science 2006, 312, 1501−1504. (14) Jiang, M. J.; Dang, Z. M.; Xu, H. P. Giant Dielectric Constant and Resistance-Pressure Sensitivity in Carbon Nanotubes/Rubber Nanocomposites with Low Percolation Threshold. Appl. Phys. Lett. 2007, 90, 042914−042916. (15) Dang, Z.-M.; Jiang, M.-J.; Xie, D.; Yao, S.-H.; Zhang, L.-Q.; Bai, J. Supersensitive Linear Piezoresistive Property in Carbon Nanotubes/Silicone Rubber Nanocomposites. J. Appl. Phys. 2008, 104, 024114−024119. (16) Chen, L.; Chen, G. H.; Lu, L. Piezoresistive Behavior Study on Finger Sensing Silicone Rubber/Graphite Nanosheet Nanocomposites. Adv. Funct. Mater. 2007, 17, 898−904. (17) Fan, F. R.; Tang, W.; Wang, Z. L. Flexible Nanogenerators for Energy Harvesting and Self-Powered Electronics. Adv. Mater. 2016, 28, 4283−4305. (18) Lang, S. B.; Das-Gupta, D. K. Pyroelectricity: Fundamentals and Applications. Handbook of Advanced Electronic and Photonic Materials and Devices 2001, 4, 22−50. (19) Lin, Y.-F.; Song, J.; Ding, Y.; Lu, S.-Y.; Wang, Z. L. Piezoelectric Nanogenerator Using CdS Nanowires. Appl. Phys. Lett. 2008, 92, 022105−022107. (20) Kang, H. B.; Chang, J.; Koh, K.; Lin, L.; Cho, Y. S. High Quality Mn-Doped (Na,K)NbO3 Nanofibers for Flexible Piezoelectric Nanogenerators. ACS Appl. Mater. Interfaces 2014, 6, 10576−10582. (21) Park, K. I.; Xu, S.; Liu, Y.; Hwang, G. T.; Kang, S. J. L.; Wang, Z. L.; Lee, K. J. Piezoelectric BaTiO3 Thin Film Nanogenerator on Plastic Substrates. Nano Lett. 2010, 10, 4939−4943. (22) Wang, Z. L.; Song, J. Piezoelectric Nanogenerators Based on Zinc Oxide Nanowire Arrays. Science 2006, 312, 242−246. (23) Ghosh, S. K.; Alam, M. M.; Mandal, D. The In Situ Formation of Platinum Nanoparticles and Their Catalytic Role in Electroactive Phase Formation in Poly(vinylidene fluoride): A Simple Preparation of Multifunctional Poly(vinylidene fluoride) Films Doped with Platinum Nanoparticles. RSC Adv. 2014, 4, 41886−41894. (24) Mandal, D.; Kim, K. J.; Lee, J. S. Simple Synthesis of Palladium Nanoparticles, β-Phase Formation, and the Control of Chain and Dipole Orientations in Palladium-Doped Poly(vinylidene fluoride) Thin Films. Langmuir 2012, 28, 10310−10317. (25) Jana, S.; Garain, S.; Sen, S.; Mandal, D. The Influence of Hydrogen Bonding on Dielectric Constant and Piezoelectric Energy Harvesting Performance of Hydrated Metal Salt Mediated PVDF Films. Phys. Chem. Chem. Phys. 2015, 17, 17429−17436. (26) Garain, S.; Jana, S.; Sinha, T. K.; Mandal, D. Design of In Situ Poled Ce3+-Doped Electrospun PVDF/Graphene Composite Nanofibers for Fabrication of Nanopressure Sensor and Ultrasensitive Acoustic Nanogenerator. ACS Appl. Mater. Interfaces 2016, 8, 4532− 4540. (27) Lovinger, A. J. Ferroelectric Polymers. Science 1983, 220, 1115−1121. (28) Martins, P.; Lopes, A. C.; Lanceros-Mendez, S. Electroactive Phases of Poly(vinylidene fluoride): Determination, Processing and Applications. Prog. Polym. Sci. 2014, 39, 683−706. (29) Maity, K.; Mahanty, B.; Sinha, T. K.; Garain, S.; Biswas, A.; Ghosh, S. K.; Manna, S.; Ray, S. K.; Mandal, D. Two Dimensional Piezoelectric MoS2 Modulated Nanogenerator and Nanosensor Made of Poly(vinlydine Fluoride) Nanofiber Webs for Self Powered Electronics and Robotics. Energy Technol. 2017, 5, 234−243. (30) Roy, K.; Mandal, D. CdS Decorated rGO Containing PVDF Electrospun Fiber Based Piezoelectric Nanogenerator for Mechanical Energy Harvesting Application. AIP Conference Proceedings 2018, 1942, 050125−050128.\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2023\n(31) Yadav, S. K.; Cho, J. W. Functionalized Graphene Nanoplatelets for Enhanced Mechanical and Thermal Properties of Polyurethane Nanocomposites. Appl. Surf. Sci. 2013, 266, 360−367. (32) Tong, W.; Zhang, Y.; Yu, L.; Luan, X.; An, Q.; Zhang, Q.; Lv, F.; Chu, P. K.; Shen, B.; Zhang, Z. Novel Method for the Fabrication of Flexible Film with Oriented Arrays of Graphene in Poly(vinylidene fluoride-co-hexafluoropropylene) with Low Dielectric Loss. J. Phys. Chem. C 2014, 118, 10567−10573. (33) Hummers, W. S.; Offeman, R. E. Preparation of Graphitic Oxide. J. Am. Chem. Soc. 1958, 80, 1339−1339. (34) Zhang, H.; Feng, P. X. Fabrication and Characterization of Few-Layer Graphene. Carbon 2010, 48, 359−364. (35) Ortolani, L.; Cadelano, E.; Veronese, G. P.; Degli Esposti Boschi, C.; Snoeck, E.; Colombo, L.; Morandi, V. Folded Graphene Membranes: Mapping Curvature at the Nanoscale. Nano Lett. 2012, 12, 5207−5212. (36) Xian, H.; Peng, T.; Sun, H.; Wang, J. The Effect of Thermal Exfoliation Temperature on the Structure and Supercapacitive Performance of Graphene Nanosheets. Nano-Micro Lett. 2015, 7, 17−26. (37) Mandal, D.; Henkel, K.; Schmeißer, D. Improved Performance of a Polymer Nanogenerator Based on Silver Nanoparticles Doped Electrospun P(VDF−HFP) Nanofibers. Phys. Chem. Chem. Phys. 2014, 16, 10403−10407. (38) Zeng, W.; Tao, X. M.; Chen, S.; Shang, S.; Chan, H. L. W.; Choy, S. H. Highly Durable All-Fiber Nanogenerator for Mechanical Energy Harvesting. Energy Environ. Sci. 2013, 6, 2631−2638. (39) Ince-Gunduz, B. S.; Alpern, R.; Amare, D.; Crawford, J.; Dolan, B.; Jones, S.; Kobylarz, R.; Reveley, M.; Cebe, P. Impact of Nanosilicates on Poly(vinylidene fluoride) Crystal Polymorphism: Part 1. Melt-Crystallization at High Supercooling. Polymer 2010, 51, 1485−1493. (40) Sharma, M.; Madras, G.; Bose, S. Contrasting Effects of Graphene Oxide and Poly(ethylenimine) on the Polymorphism in Poly(vinylidene fluoride). Cryst. Growth Des. 2015, 15, 3345−3355. (41) Liu, X.; Ma, J.; Wu, X.; Lin, L.; Wang, X. Polymeric Nanofibers with Ultrahigh Piezoelectricity via Self-Orientation of Nanocrystals. ACS Nano 2017, 11, 1901−1910. (42) Karan, S. K.; Mandal, D.; Khatua, B. B. Self-Powered Flexible Fe-Doped RGO/PVDF Nanocomposite: An Excellent Material for a Piezoelectric Energy Harvester. Nanoscale 2015, 7, 10655−10666. (43) Adhikary, P.; Garain, S.; Mandal, D. The Co-Operative Performance of a Hydrated Salt Assisted Sponge Like P(VDF-HFP) Piezoelectric Generator: An Effective Piezoelectric Based Energy Harvester. Phys. Chem. Chem. Phys. 2015, 17, 7275−7281. (44) Garain, S.; Sinha, T. K.; Adhikary, P.; Henkel, K.; Sen, S.; Ram, S.; Sinha, C.; Schmeiβer, D.; Mandal, D. Self-Poled Transparent and Flexible UV Light-Emitting Cerium Complex−PVDF Composite: A High-Performance Nanogenerator. ACS Appl. Mater. Interfaces 2015, 7, 1298−1307. (45) Mandal, D.; Yoon, S.; Kim, K. J. Origin of Piezoelectricity in An Electrospun Poly(vinylidene fluoride trifluoroethylene) Nanofiber Web Based Nanogenerator and Nano Pressure Sensor. Macromol. Rapid Commun. 2011, 32, 831−837. (46) Huang, L.; Lu, C.; Wang, F.; Wang, L. Preparation of PVDF/ Graphene Ferroelectric Composite Films by In Situ Reduction with Hydrobromic Acids and their Properties. RSC Adv. 2014, 4, 45220− 45229. (47) Fan, Z. J.; Kai, W.; Yan, J.; Wei, T.; Zhi, L. J.; Feng, J.; Ren, Y. M.; Song, L.-P.; Wei, F. Facile Synthesis of Graphene Nanosheets via Fe Reduction of Exfoliated Graphite Oxide. ACS Nano 2011, 5, 191− 198. (48) Lopes, A. C.; Costa, C. M.; Tavares, C. J.; Neves, I. C.; Lanceros-Mendez, S. Nucleation of the Electroactive γ Phase and Enhancement of the Optical Transparency in Low Filler Content Poly(vinylidene)/Clay Nanocomposites. J. Phys. Chem. C 2011, 115, 18076−18082. (49) Lopes, A. C.; Carabineiro, S. A. C.; Pereira, M. F. R.; Botelho, G.; Lanceros-Mendez, S. Nanoparticle Size and Concentration\nDependence of the Electroactive Phase Content and Electrical and Optical Properties of Ag/Poly(vinylidene fluoride) Composites. ChemPhysChem 2013, 14, 1926−1933. (50) Bowen, C. R.; Kim, H. A.; Weaver, P. M.; Dunn, S. Piezoelectric and Ferroelectric Materials and Structures for Energy Harvesting Applications. Energy Environ. Sci. 2014, 7, 25−44. (51) Lingam, D.; Parikh, A. R.; Huang, J.; Jain, A.; Minary-Jolandan, M. Nano/Microscale Pyroelectric Energy Harvesting: Challenges and Opportunities. Int. J. Smart Nano Mater. 2013, 4, 229−245. (52) Lee, K. Y.; Kim, D.; Lee, J. H.; Kim, T. Y.; Gupta, M. K.; Kim, S. W. Unidirectional High Power Generation via Stress Induced Dipole Alignment from ZnSnO3 Nanocubes/Polymer Hybrid Piezoelectric Nanogenerator. Adv. Funct. Mater. 2014, 24, 37−43. (53) Lee, J. H.; Yoon, H. J.; Kim, T. Y.; Gupta, M. K.; Lee, J. H.; Seung, W.; Ryu, H.; Kim, S. W. Micropatterned P(VDF TrFE) Film Based Piezoelectric Nanogenerators for Highly Sensitive Self Powered Pressure Sensors. Adv. Funct. Mater. 2015, 25, 3203−3209. (54) Mao, Y.; Zhao, P.; McConohy, G.; Yang, H.; Tong, Y.; Wang, X. Sponge Like Piezoelectric Polymer Films for Scalable and Integratable Nanogenerators and Self Powered Electronic Systems. Adv. Energy Mater. 2014, 4, 1301624−1301630. (55) Park, D. Y.; Joe, D. J.; Kim, D. H.; Park, H.; Han, J. H.; Jeong, C. K.; Park, H.; Park, J. G.; Joung, B.; Lee, K. J. Self-Powered RealTime Arterial Pulse Monitoring Using Ultrathin Epidermal Piezoelectric Sensors. Adv. Mater. 2017, 29, 1702308−1702316. (56) Lee, J.-H.; Ryu, H.; Kim, T.-Y.; Kwak, S.-S.; Yoon, H.-J.; Kim, T.-H.; Seung, W.; Kim, S. W. Thermally Induced Strain Coupled Highly Stretchable and Sensitive Pyroelectric Nanogenerators. Adv. Energy Mater. 2015, 5, 1500704−1500709. (57) Xie, M.; Zabek, D.; Bowen, C.; Abdelmageed, M.; Arafa, M. Wind-driven Pyroelectric Energy Harvesting Device. Smart Mater. Struct. 2016, 25, 125023−125030. (58) Zabek, D.; Taylor, J.; Boulbar, E. L.; Bowen, C. R. Micropatterning of Flexible and Free Standing Polyvinylidene Difluoride (PVDF) Films for Enhanced Pyroelectric Energy Transformation. Adv. Energy Mater. 2015, 5, 1401891−1401896. (59) Bae, J. J.; Yoon, J. H.; Jeong, S.; Moon, B. H.; Han, J. T.; Jeong, H. J.; Lee, G.-W.; Hwang, H. R.; Lee, Y. H.; Jeong, S. Y.; Lim, S. C. Sensitive Photo-Thermal Response of Graphene Oxide for MidInfrared Detection. Nanoscale 2015, 7, 15695−15700. (60) Zabek, D.; Seunarine, K.; Spacie, C.; Bowen, C. Graphene Ink Laminate Structures on Poly(vinylidene difluoride) (PVDF) for Pyroelectric Thermal Energy Harvesting and Waste Heat Recovery. ACS Appl. Mater. Interfaces 2017, 9, 9161−9167. (61) Ghosh, S. K.; Adhikary, P.; Jana, S.; Biswas, A.; Sencadas, V.; Gupta, S. D.; Tudu, B.; Mandal, D. Electrospun Gelatin Nanofiber Based Self-Powered Bio-e-skin for Health Care Monitoring. Nano Energy 2017, 36, 166−175. (62) Tee, B. C.; Wang, C.; Allen, R.; Bao, Z. An Electrically and Mechanically Self-Healing Composite with Pressure- and FlexionSensitive Properties for Electronic Skin Applications. Nat. Nanotechnol. 2012, 7, 825−832. (63) Deng, W.; Yang, T.; Jin, L.; Yan, C.; Huang, H.; Chu, X.; Wang, Z.; Xiong, D.; Tian, G.; Gao, Y.; Zhang, H.; Yang, W. CowpeaStructured PVDF/ZnO Nanofibers Based Flexible Self-Powered Piezoelectric Bending Motion Sensor Towards Remote Control of Gestures. Nano Energy 2019, 55, 516−525. (64) Pelin, M.; Fusco, L.; Leon, V.; Martin, C.; Criado, A.; Sosa, S.; Vazquez, E.; Tubaro, A.; Prato, M. Differential Cytotoxic Effects of Graphene and Graphene Oxide on Skin Keratinocytes. Sci. Rep. 2017, 7, 40572−40583. (65) Conroy, J.; Verma, N. K.; Smith, R. J.; Rezvani, E.; Duesberg, G. S.; Coleman, J. N.; Volkov, Y. Biocompatibility of Pristine Graphene Monolayers, Nanosheets and Thin Films. 2014, arXiv:1406.2497 [q-bio.CB]. arXiv.org e-Print archive. https://arxiv. org/abs/1406.2497. (66) Fabbro, A.; Scaini, D.; Leon, V.; Vazquez, E.; Cellot, G.; Privitera, G.; Lombardi, L.; Torrisi, F.; Tomarchio, F.; Bonaccorso, F.; Bosi, S.; Ferrari, A. C.; Ballerini, L.; Prato, M. Graphene-Based\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2024\nInterfaces Do Not Alter Target Nerve Cells. ACS Nano 2016, 10, 615−623. (67) Sultana, A.; Ghosh, S. K.; Sencadas, V.; Zheng, T.; Higgins, M. J.; Middya, T. R.; Mandal, D. Human Skin Interactive Self-Powered Wearable Piezoelectric Bio-e-skin by Electrospun Poly-L-lactic Acid Nanofibers for Non-invasive Physiological Signal Monitoring. J. Mater. Chem. B 2017, 5, 7352−7359. (68) Ghosh, S. K.; Mandal, D. Sustainable Energy Generation from Piezoelectric Biomaterial for Non-invasive Physiological Signal Monitoring. ACS Sustainable Chem. Eng. 2017, 5, 8836−8843. (69) Chen, X.; Parida, K.; Wang, J.; Xiong, J.; Lin, M.-F.; Shao, J.; Lee, P. S. A Stretchable and Transparent Nanocomposite Nanogenerator for Self-Powered Physiological Monitoring. ACS Appl. Mater. Interfaces 2017, 9, 42200−42209. (70) Piirila, P.; Sovijarvi, A. R. A. Objective Assessment of Cough. Eur. Respir. J. 1995, 8, 1949−1956. (71) Thorpe, C. W.; Toop, L. J.; Dawson, K. P. Towards a Quantitative Description of Asthmatic Cough Sounds. Eur. Respir. J. 1992, 5, 685−692. (72) Thorpe, W.; Kurver, M.; King, G.; Salome, C. In Acoustic Analysis of Cough, The Seventh Australian and New Zealand Intelligent Information Systems Conference, IEEE, Perth, Western Australia, November 18−21 , 2001; pp 391−394. (73) Chen, X.; Li, X.; Shao, J.; An, N.; Tian, H.; Wang, C.; Han, T.; Wang, L.; Lu, B. High Performance Piezoelectric Nanogenerators with Imprinted P(VDF TrFE)/BaTiO3 Nanocomposite Micropillars for Self Powered Flexible Sensors. Small 2017, 13, 1604245− 1604256. (74) Nicholls, B.; Ang, C. S.; Efstratiou, C.; Lee, Y.; Yeo, W.-H. In Swallowing Detection for Game Control: Using Skin-Like Electronics to Support People with Dysphagia., 2017 IEEE International Conference on Pervasive Computing and Communications Workshops (PerCom Workshops), IEEE, Kona, Hawaii, U.S.A., March 13−17, 2017, DOI: 10.1109/PERCOMW.2017.7917598. (75) Xue, H.; Yang, Q.; Wang, D.; Luo, W.; Wang, W.; Lin, M.; Liang, D.; Luo, Q. A Wearable Pyroelectric Nanogenerator and SelfPowered Breathing Sensor. Nano Energy 2017, 38, 147−154.\nDOI: 10.1021/acsanm.9b00033 ACS Appl. Nano Mater. 2019, 2, 2013−2025\n2025"
    } ],
    "references" : [ {
      "title" : "Graphene Ripples for Flexible Strain Sensors",
      "author" : [ "G. Super-Elastic" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Super.Elastic,? \\Q2011\\E",
      "shortCiteRegEx" : "Super.Elastic",
      "year" : 2011
    }, {
      "title" : "Nanowire Active-Matrix Circuitry for Low-Voltage Macroscale Artificial Skin",
      "author" : [ "R.S. Fearing", "A. Javey" ],
      "venue" : "Nat. Mater. 2010,",
      "citeRegEx" : "W. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2010
    }, {
      "title" : "Graphene-Paper Pressure Sensor for Detecting Human Motions",
      "author" : [ "Y.-Q", "Y. Yang", "T.-L. Ren" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Y..Q. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Y..Q. et al\\.",
      "year" : 2017
    }, {
      "title" : "Epidermal Electronics",
      "author" : [ "J. Wu", "S.M. Won", "H. Tao", "A. Islam", "A Rogers John" ],
      "venue" : "Science",
      "citeRegEx" : "Wu et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2011
    }, {
      "title" : "High-Resolution Thin-Film Device to Sense Texture by Touch",
      "author" : [ "V. Maheshwari", "R.F. Saraf" ],
      "venue" : "Science",
      "citeRegEx" : "Maheshwari and Saraf,? \\Q2006\\E",
      "shortCiteRegEx" : "Maheshwari and Saraf",
      "year" : 2006
    }, {
      "title" : "Piezoelectric BaTiO3 Thin Film Nanogenerator on Plastic Substrates",
      "author" : [ "Z. L", "Lee", "K. J" ],
      "venue" : "Nano Lett. 2010,",
      "citeRegEx" : "L. and J.,? \\Q2010\\E",
      "shortCiteRegEx" : "L. and J.",
      "year" : 2010
    }, {
      "title" : "Piezoelectric Nanogenerators Based on Zinc Oxide Nanowire Arrays",
      "author" : [ "Z.L. Wang", "J. Song" ],
      "venue" : "Science",
      "citeRegEx" : "Wang and Song,? \\Q2006\\E",
      "shortCiteRegEx" : "Wang and Song",
      "year" : 2006
    }, {
      "title" : "Preparation of Graphitic Oxide",
      "author" : [ "W.S. Hummers", "R.E. Offeman" ],
      "venue" : "J. Am. Chem. Soc. 1958,",
      "citeRegEx" : "Hummers and Offeman,? \\Q1958\\E",
      "shortCiteRegEx" : "Hummers and Offeman",
      "year" : 1958
    }, {
      "title" : "Fabrication and Characterization of Few-Layer Graphene",
      "author" : [ "H. Zhang", "P.X. Feng" ],
      "venue" : "Carbon 2010,",
      "citeRegEx" : "Zhang and Feng,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang and Feng",
      "year" : 2010
    }, {
      "title" : "Highly Durable All-Fiber Nanogenerator for Mechanical Energy Harvesting",
      "author" : [ "S.H. Choy" ],
      "venue" : "Energy Environ. Sci. 2013,",
      "citeRegEx" : "Choy,? \\Q2013\\E",
      "shortCiteRegEx" : "Choy",
      "year" : 2013
    }, {
      "title" : "Facile Synthesis of Graphene Nanosheets via Fe Reduction of Exfoliated Graphite Oxide",
      "author" : [ "L.-P. Song", "F. Wei" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "M. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2011
    }, {
      "title" : "Pyroelectric Energy Harvesting: Challenges and Opportunities",
      "author" : [ "M. Nano/Microscale" ],
      "venue" : "Int. J. Smart Nano Mater. 2013,",
      "citeRegEx" : "Nano.Microscale,? \\Q2013\\E",
      "shortCiteRegEx" : "Nano.Microscale",
      "year" : 2013
    }, {
      "title" : "Objective Assessment of Cough",
      "author" : [ "P. Piirila", "A.R.A. Sovijarvi" ],
      "venue" : "Eur. Respir. J. 1995,",
      "citeRegEx" : "Piirila and Sovijarvi,? \\Q1956\\E",
      "shortCiteRegEx" : "Piirila and Sovijarvi",
      "year" : 1956
    }, {
      "title" : "A Wearable Pyroelectric Nanogenerator and SelfPowered Breathing Sensor",
      "author" : [ "D. Liang", "Q. Luo" ],
      "venue" : "Nano Energy 2017,",
      "citeRegEx" : "Liang and Luo,? \\Q2017\\E",
      "shortCiteRegEx" : "Liang and Luo",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "This paper reports a self-powered, flexible, piezoand pyro-electric hybrid nanogenerator (NG) device that can be fixed on different locations of human skin for detecting static and dynamic pressure variations and can also monitor temperature fluctuations during the respiration process. An efficient and cost-effective fabrication strategy has been developed to create electrospun poly(vinylidene fluoride) (PVDF)/ graphene oxide (GO) nanofibers, which are used to create a highly sensitive wearable pressure sensor and pyroelectric breathing sensor. The sensor can accurately and rapidly detect pressures as low as 10 Pa with a high sensitivity (4.3 V/kPa), a key performance indicator for wearable sensors. Importantly, the sensor exhibits a high sensitivity to bending and stretching by finger, wrist, and elbow. The pressure sensor is also highly sensitive to vocal vibrations when attached to the human throat. The device can generate a maximum output power density of ∼6.2 mW/m when subjected to a compressive stress, which enhances its range of applications. Moreover, it is demonstrated that doping with GO improves the pyroelectric energy harvesting and sensing performance of the device under repeated temperature fluctuations. The PVDF/GO-based nanogenerator has a maximum pyroelectric output power density of ∼1.2 nW/m and can sense temperature changes during respiration, which makes it promising as a pyroelectric breathing sensor. It is demonstrated that processing of the PVDF-GO self-powered multifunctional pressure and pyroelectric breathing sensor can be up-scaled for fabricating compact and high-performance electronic skins for application in health monitoring, motion detection, and portable electronics.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}