{
  "name" : "downloads_2020-08-19_6f_10.3390@nano10081605.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Reducing Amplified Spontaneous Emission Threshold in CsPbBr3 Quantum Dot Films by Controlling TiO2 Compact Layer",
    "authors" : [ "Saif M. H. Qaid", "Fahhad H. Alharbi", "Idriss Bedja", "Mohammad Khaja Nazeeruddin", "Abdullah S. Aldwayyan" ],
    "emails" : [ "dwayyan@ksu.edu.sa", "fahhad.alharbi@kfupm.edu.sa", "bedja@ksu.edu.sa", "mdkhaja.nazeeruddin@epfl.ch", "sqaid@ksu.edu.sa" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: amplified spontaneous emission; CsPbBr3 laser; CsPbBr3 quantum dots; TiO2 compact layer"
    }, {
      "heading" : "1. Introduction",
      "text" : "Recently, halide perovskites materials attracted a lot of attention; especially for their remarkable deployment in solar cells [1–3]. Their general chemical formula is ABX3, where A is a monovalent cation, B is a divalent metallic cation, and X is a halogen (or a mix of them). By proper cation and anion substitutions, the physical properties of perovskite material can be modified and tuned [4–7]. The extraordinary success of perovskites materials in solar cells manifest the possibility of extending that to other optical and optoelectronic applications like as active layers in light-emitting diodes (LEDs) and lasers [8–12].\nNanomaterials 2020, 10, 1605; doi:10.3390/nano10081605 www.mdpi.com/journal/nanomaterials\nOne of the main practical challenges of halide perovskites is stability. This problem is more pronounced for hybrid perovskites. So, in general, it is expected that full inorganic perovskites are more stable than hybrid ones. For example, it was found that replacing methylammonium monovalent cation by cesium (Cs) results in much better thermal and photostability [13–16]. Optical-wise, the replacement of iodine (I) with bromide (Br) anion widens the perovskite bandgap to around 2.3 eV. This shall allow the realization of true-green light-emitting devices, which have strong limitations in their present materials and fabrication technologies [15,17].Thus, cesium-based bromide perovskites and in particular CsPbBr3 are considered very promising light-emitting materials [18–20]. The first observation of the applicability of halide perovskites for stimulated emission as amplified spontaneous emission (ASE) was only achieved in 2014 by Xing et al. [21]. This was followed by developments in many directions. For example, due to the flexible structures, shapes, and sizes of halide perovskites, which can be conveniently manipulated as quantum dots (QDs) and nanowires (NWs), they are exploited to tune lasing properties [5,22–24]. Nanostructuring ensures having regular and smooth end faces, which can naturally serve as an active resonant cavity oscillation and optical gain media by themselves. The compact physical sizes from several to tens of microns can confine the generated photons located in the nano-structured cavities, and when the photons satisfy the resonance conditions of microcavities and obtain sufficient gain, the lasing will happen. Thus, perovskite laser is highly promising for integration onto on-chip circuitry because of its small modal volume [25]. Furthermore, due to their remarkably high photoluminescence quantum yield (PLQY), perovskite QDs have attracted the attention as a potential for new generation of gain optical materials for amplified spontaneous emissions (ASEs) and lasers in general [26,27]. In particular, it was found that CsPbBr3 exhibits remarkable features and improved stability when compared to CsPbI3 and CsPbCl3. This fact besides the aforementioned attractive bandgap of 2.3 eV lead most of perovskite QDs light-emitting research to focus on CsPbBr3. In this work, we investigate the effect of improving the morphology of the substrate on CsPbBr3 QDs film. This is done by introducing high quality TiO2 compact layer grown by atomic-layer deposition (ALD). The compact layer (CL) or buffer layer is an ultrathin high-quality crystalline grown on top of a glass substrate to smooth the surface prior to QDs deposition. In principle, this shall improve the morphology of the subsequently grown CsPbBr3 QDs layer. To achieve that, CL must be as smooth as possible, crack free, and having homogeneous optical properties. Thus, as known, ALD can make ultra-thin layers with the desired qualities and properties. We found that CL—indeed–improves the active layer morphology which in turn allows maintaining better the structure of the used quantum dots in the precursor solution. This results in better absorption and hence lower ASE threshold. This is enhanced further with the thickness of CL layer as quantified by the reduced roughness of the obtained films to less than 5 nm with 50 nm TiO2 substrate. We deposited TiO2 CL with thicknesses varied from 10 to 50 nm onto the normal glass substrate. The conditions are optimized to have the best possible morphology CLs. After that, CsPbBr3 QDs are spin-coated deposited on the prepared substrates. Furthermore, we prepared samples of CsPbBr3 QDs without CL. It was found that ASE threshold is reduced by incorporating CL. This improves further with the CL thickness. The threshold –in term of excited carrier density—is reduced from 6.52 × 1018 cm−3 without CL to 4.59 × 1018 cm−3 with 50 nm CL. The reduction is attributed indirectly to the improved morphology of TiO2 compact layer and subsequently CsPbBr3 active layer as grown on better quality substrates. Considering the used growth method for the quantum dot film, the improved substrate morphology maintains better the structure of the used quantum dots in the precursor solution. Beside this, the improved film quality results further in reducing light scattering and hence additional slight optical enhancement. The work demonstrates a potential approach to reduce the amplified spontaneous emission threshold of quantum dot films and hence enhance their performance."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "High quality (CsPbBr3 perovskite QDs (PQDs)/ALD-TiO2 compact layer/glass) films, which are labeled as [PQDs/c-TiO2], are used in the present investigation. First, the microscopic glass substrates were washed with soap water under sonicator for 15 min, followed by water only under sonicator for 15 min, then acetone under sonicator for 15 min, and the last one with Isopropyl alcohol (IPA) for 15 min under ultrasonicator. Then, they are left to dry in room temperature. After that, TiO2 compact layers werere deposited by ALD (R 200, Picosun, Espoo, Finland) with various layer thicknesses (10 nm, 20 nm, and 50 nm). The details of similar compact layer growth can be found in a previous work [28], where Si(111) was used as substrate. For CsPbBr3 films, high-quality CsPbBr3 QDs powder were purchased from Quantum-Solutions Company (Thuwal, Saudi Arabia). Then, the QDs powder was dissolved in a proper amount of hexanes to get the required concentration of 50 mg/mL and left overnight for better dispersion and complete dissolution. Finally, the CsPbBr3 QDs thin films were prepared by spin-coating method via 100 µL of QDs solution dropped on the pre-prepared glass/ALD-TiO2 CL substrates. The drop size was 2 cm2 and the spinning speed was 4000 rpm for 30 s. In order to remove the solvent completely, we just leave it dry under vacuum for an hour. The structural properties of the grown films were investigated and characterized using High-Resolution Transmission Electron Microscope HRTEM (JEM-2100F, JEOL, Tokyo, Japan) system using an acceleration voltage of 200 kV and X-ray Diffractometer by (Miniflex 600, Rigaku, Tokyo, Japan) system with CuKα radiation was used in XRD measurements at the scanning angle 2θ was changed between 20◦ and 50◦ in steps of 0.01◦. Atomic Force Microscope (AFM) Characteristics using Multimode V Scan Probe Microscope (Nanoscope V, Veeco, Santa Barbara, CA, USA) in tapping mode was used to examine surface morphologies. Photoluminescence (PL) spectra of the films were carried out with a luminescence spectroscopy system (LS45, Perkin-Elmer, Beaconsfield, UK). Finally, the incident power-dependent ASE spectra were collected using a Beta-Barium Borate Optical Parametric Generator (OPG) (with a tunable range of 420–2300 nm) (LT-2215 OPG-PC, LOTTIS II, Minsk, Belarus) operated and pumped by a Q-switched Nd:YAG picosecond laser (LS-2151, LOTTIS II, Minsk, Belarus). The pulse duration was about 75 ps, with a repetition rate of 15 Hz. The beam size was focused to around 2mm-radius by a conventional lens. The output signal from the sample was collected through an optical fiber with a collimating lens attached with a spectrograph (QE65 Pro, Ocean Optics, Dunedin, USA). Transient PL measurements were carried out using a laser flash photolysis spectrometer setup (LP920, Edinburgh, Livingston, UK) following the conventional measurements procedure [29,30]. Furthermore, in order to check the prepared samples stabilities, an additional ASE operational stability test has been done. For this regard, the sample was left under continuous laser operation in air for more than an hour at pumping level of energy density beyond the ASE threshold value. PL intensity was automatically measured after each 60 s interval. This can be done by calculating the output intensity by integrating the spectrograph counts across the emission spectrum and then normalizing to create a degradation curve."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Structural Results",
      "text" : "Figure 1a,b show low and high resolution transmission electron microscopy (TEM) images of the pure QDs. For TEM characterization, samples were prepared by dilution of 10 µL from CsPbBr3 QDs solution with 2 mL of hexane followed by placing several drops of a dilute CsPbBr3 QDs solution onto a carbon-coated copper grid. The figures indicate that CsPbBr3 QDs were successfully grown. This is further confirmed by the measured XRD patterns shown in Figure 1c. A set of distinct peaks located at approximately 2θ = 15.33◦, 21.70◦, 30.87◦, 34.45◦, 37.90◦& 43.93◦ that correspond, respectively, to diffractions from (100), (110), (200), (210), (211) and (220) planes of the CsPbBr3\nperovskite cubic structure [12,19,23,24,31]. Interestingly, there are clearly some differences in the sharpnesses of XRD peaks. These are associated with the QDs sizes, which are deduced from the full width at half maximum (FWHM) of the peaks of 30.87◦ using the Scherrer equation. The calculated CsPbBr3 QD sizes are listed in Table 1.\nThen, the morphology of the grown films were characterized using atomic force microscopy (AFM). The 3D- AFM images of 5 × 5 µm scan area are shown in Figure 2 for the different TiO2 CL with thicknesses of 0, 10, 20, and 50 nm. The resulted surface roughness obtained by AFM of the grown CsPbBr3 PQDs film are shown in Table 2."
    }, {
      "heading" : "3.2. Optical Results",
      "text" : "The optical properties of the grown thin films were then investigated to study the effects of CL thickness on these properties. The absorbance spectra, the PL spectra, and the corresponding transient PL were measured. Figure 3a shows the absorbance spectrum of the studied samples. The absorbance spectrum has a sharp peak at 510 nm. An absorption background of about 0.3 was subtracted from the absorption spectrum in order to remove the wavelength independent component of light scattering [32]. Furthermore, it is clear from Figure 3b that the absorption coefficient increases with CL thickness.\nFigure 4a represents the normalized PL spectra for the grown films. There is a very small variation of the peak position around 515 nm. The small differences are within PL apparatus error margin. Figure 4b shows the PL transient behavior for all the grown films. The faster decay corresponds to intenser emission [33]. The PL decay exhibits a consistent trend as it is faster for thicker CL layers. This has considerable effect in the reduction of the threshold as discussed in the next section."
    }, {
      "heading" : "3.3. Amplified Spontaneous Emission Analysis",
      "text" : "ASE was effortlessly observed in all samples; but obviously, with varying efficiencies. Figure 5 shows the PL spectra evolution indicating the presence of two regimes from Spontaneous Emission (SE) to ASE with increasing the pump energy density under 410 nm excitation. Below the threshold energy densities, PL shows relatively broad emission spectra centered around 520 nm for all samples. At and above the threshold, as reported previously [11], this broad emission is split into two bands with the emergence of a narrower peak at around 530 nm, which characterizes the ASE state.\nConsidering the thickness of the compact layer, it is observed that the intensity evolution of ASE with the pump energy becomes larger as CL thickness increases evidencing the strongly different slope of the PL intensity/energy density curves at various values of CL thickness. The film of 50 nm TiO2 CL has shown a higher slope. This difference will be clearer later when discussing the relation between PL versus excited carrier density since the excited carrier density not only depends on the pumping energy\nbut also depends more on the photon absorption value at the pumping energy. This is represented in faster emergence (threshold) of the integrated PL vs. the excited pulse energy density (Figure 6a). The ASE state appeares around 22.17, 21.92, 21.13, and 20.03 µJ/cm2 for TiO2 CL thicknesses of 0, 10, 20, and 50 nm respectively. Threshold is estimated by determining the mean value of the minimum pump energy density that allows the observation of the ASE regime measured in 3 different positions on the sample. Also, it is found that the differential quantum efficiency, which can be deduced from the slope of the PL vs. energy density curves, increases with TiO2 CL thickness as shown in Figure 6b. This figure shows the slopes of the fitting lines beyond the threshold as a function of c-TiO2 thickness. Finally, the excited carrier density is estimated from the absorbed photon density, which depends on the film thickness and the absorbance (Figure 3). The total number of photons (Nexc) in the exciting pulse is simply the total pulse energy vs. the energy of individual photon, i.e.:\nNexc = Epulse\nhc λexc\n(1)\nwhere Epulse is the total pulse energy and λexc = 410 nm is the exciation wavelength. Then, we need to estimate the number of the absorbed photons, which equals to the number of photons (Nexc) in the exciting pulse minus the transmitted photons. So [11],\nNabs = Nexc ( 1 − e−A )\n(2)\nwhere A is the absorbance where we assume that non-radiative losses are negligible. From Nabs, we can estimate the excited carrier density. Figure 7 shows PL intensity vs. the estimated excited carrier density (n) for the pure CsPbBr3 QDs and CsPbBr3 QDs/c-TiO2 films of 0, 10, 20, and 50 nm c-TiO2 thickness respectively. This quantifies ASE threshold. Clearly, ASE threshold decreases with TiO2 CL thickness.\nFinally, ASE operational stability has been investigated by measuring the PL spectra above the ASE threshold during continuous pumping in air. Considering that in real laser applications a device is operated at an excitation density that allows stable light amplification. Remembering that, the ASE threshold quantifies the minimum excitation density necessary to have light amplification and the ASE operational lifetime, quantified as the number of pump laser pulses necessary to have an ASE intensity reduction of a factor e (1/e lifetime). So, we measured ASE intensity stability under continuous laser pumping at an excitation energy level 2 times larger than ASE threshold value for all the samples. In particular, the excitation density was set at 44.34, 43.84, 42.26, and 40.06 µJ/cm2 for TiO2 CL thicknesses of 0, 10, 20, and 50 nm respectively. Figure 8, showed a nice stable ASE intensity up to about 23250 laser pulses for TiO2 CL thicknesses of 0 and 50 nm. A progressive intensity decrease at longer times for TiO2 CL thicknesses of 0 nm could be noticed. From the extrapolation of the experimental data, the film of 50 nm c-TiO2 thickness shows an excellent ASE intensity stability, with 1.2 times higher than the film of 0 nm c-TiO2 thickness. In particular, after 33,000 pulses ASE intensity of the film of 50 nm c-TiO2 thickness is still preserving 95% of the initial value, while it became 80% of the initial value in case of 0 nm c-TiO2 thickness. So, we should thus expect a long ASE operational lifetime (1/e) in non-encapsulated films operating in air demonstrates a remarkable photo-stability of the samples deposited on c-TiO2.\n0 400 800 1200 1600 2000 2400\n0 6000 12,000 18,000 24,000 30,000 36,000\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\nLaser shots\nA S\nE i n te\nn s it y (\na .u\n.)\nElapesd time (s)\n50 nm\n0 nm\nFigure 8. ASE operational stability behavior for TiO2 CL thicknesses of 0 and 50 nm samples."
    }, {
      "heading" : "4. Discussion",
      "text" : "At the beginning, the XRD patterns (Figure 1c) and TEM images (Figure 1a,b) confirm that the grown of CsPbBr3 QDs films are of high phase purity. Yet, the estimated final QDs sizes (Table 1) from XRD peak around 2θ = 30.87◦ indicate that they are smaller for thicker TiO2 CL. Furthermore, the morphology analysis illustrates that the film morphology improves with TiO2 CL thickness. This is quantified by the reduced roughness (Table 2). Considering the used growth method for the quantum dot film, the improved substrate morphology maintains better the structure of the used quantum dots in the precursor solution (smaller QDs), i.e., less distortion and more aggregation. This behavior was occasionally observed for QDs films [34–36]. However, a further detailed investigation is needed for better quantification and interpretation. This is beyond the scope of this study and should be done in a future separate work. This preservation of the original structure of CsPbBr3 QDs results in more suitable optical properties for ASE as the absorbance increases with TiO2 CL thickness. This can be attributed to the increased QDs density due to the aggregation of smaller QDs. It is clear from Figure 3b that the absorption coefficient increases with CL thickness, which resulted—in turn—in faster transient PL decay as shown in Figure 4b. As aforementioned, the faster decay corresponds to an intenser emission [33]. Distinctly, the PL decay exhibits a consistent trend as it is faster for thicker CL layers. Furthermore, the improved film morphology (i.e., smaller roughness) shall reduce incident light scattering. Thus, it is expected that more pump energy enters to films with lower roughness (i.e., thicker CT) and hence improved overall absorption as certainly observed (Figure 3). As aforementioned, this resulted further in faster transient PL decay as shown in Figure 4b and hence lower ASE threshold. This improved absorption and the subsequent faster emission are the essence of the observed reduction in the ASE threshold. As shown in Figure 7, the estimated threshold excited densities are 6.52 × 1018, 5.85 × 1018, 5.18 × 1018, and 4.59 × 1018 for TiO2 CL thicknesses of 0, 10, 20, and 50 nm respectively. The estimated threshold excited densities have been estimated by determining the mean value of the excitation density, measured at 3 different positions on the sample. This is corresponds to 10.28%, 20.55%, and 29.60% reductions in ASE threshold for 10, 20, and 50 nm CL thickness. So, the presented approach demonstrated a very high potential to reduce ASE threshold of quantum dot films and hence to enhance their optical performance.\nAuthor Contributions: Conceptualization, S.M.H.Q., F.H.A. and A.S.A.; methodology, S.M.H.Q. and A.S.A.; software, S.M.H.Q. and F.H.A.; validation, S.M.H.Q., F.H.A., A.S.A., M.K.N. and I.B.; formal analysis, S.M.H.Q., F.H.A. and A.S.A.; investigation, S.M.H.Q., F.H.A. and A.S.A.; resources, S.M.H.Q. and A.S.A.; data curation, S.M.H.Q. and F.H.A.; writing—original draft preparation, S.M.H.Q.; writing—review and editing, F.H.A., A.S.A., S.M.H.Q., M.K.N. and I.B.; visualization, S.M.H.Q.; supervision, S.M.H.Q., A.S.A. and F.H.A.; project administration, S.M.H.Q. and A.S.A.; funding acquisition, A.S.A. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was funded by the National Plan for Science, Technology and Innovation (MAARIFAH), King Abdulaziz City for Science and Technology, Kingdom of Saudi Arabia, Award Number (11-ENE1474-02).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Frontiers, opportunities, and challenges in perovskite solar cells: A critical review",
      "author" : [ "M.I.H. Ansari", "A. Qurashi", "M.K. Nazeeruddin" ],
      "venue" : "J. Photochem. Photobiol. C Photochem. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Pathways toward high-performance perovskite solar cells: Review of recent advances in organo-metal halide perovskites for photovoltaic applications",
      "author" : [ "Z. Song", "S.C. Watthage", "A.B. Phillips", "M.J. Heben" ],
      "venue" : "J. Photonics Energy 2016,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2200
    }, {
      "title" : "Recent progress of inorganic perovskite solar cells",
      "author" : [ "Q. Tai", "K.C. Tang", "F. Yan" ],
      "venue" : "Energy Environ. Sci. 2019,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2020
    }, {
      "title" : "Band-gap tuning of lead halide perovskite using a single step spin-coating deposition process",
      "author" : [ "S.M. Qaid", "M.S. Al Sobaie", "M.M. Khan", "I.M. Bedja", "F.H. Alharbi", "M.K. Nazeeruddin", "A.S. Aldwayyan" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Tuning the light emission properties by band gap engineering in hybrid lead halide perovskite",
      "author" : [ "V. D’Innocenzo", "A.R. Srimath Kandada", "M. De Bastiani", "M. Gandini", "A. Petrozza" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Tuning the optical properties of cesium lead halide perovskite nanocrystals by anion exchange reactions",
      "author" : [ "Q.A. Akkerman", "V. D’Innocenzo", "S. Accornero", "A. Scarpellini", "A. Petrozza", "M. Prato", "L. Manna" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "Exploring new approaches towards the formability of mixed-ion perovskites by DFT and machine learning",
      "author" : [ "H. Park", "R. Mall", "F.H. Alharbi", "S. Sanvito", "N. Tabet", "H. Bensmail", "F. El-Mellouhi" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Electroluminescence from an organic- inorganic perovskite incorporating a quaterthiophene dye within lead halide perovskite layers",
      "author" : [ "K. Chondroudis", "D.B. Mitzi" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1999
    }, {
      "title" : "Perovskite materials for light-emitting diodes and lasers",
      "author" : [ "S.A. Veldhuis", "P.P. Boix", "N. Yantara", "M. Li", "T.C. Sum", "N. Mathews", "S.G. Mhaisalkar" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Restraining effect of film thickness on the behaviour of amplified spontaneous emission from methylammonium lead iodide perovskite",
      "author" : [ "S.M. Qaid", "M.N. Khan", "A. Alqasem", "M. Hezam", "A. Aldwayyan" ],
      "venue" : "IET Optoelectron",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Optical and structural properties of CsPbBr3 perovskite quantum dots/PFO polymer composite thin films",
      "author" : [ "S.M. Qaid", "B. Al-Asbahi", "H.M. Ghaithan", "M. AlSalhi", "A. Aldwayyan" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "Cation-induced band-gap tuning in organohalide perovskites: Interplay of spin–orbit coupling and octahedra tilting",
      "author" : [ "A. Amat", "E. Mosconi", "E. Ronca", "C. Quarti", "P. Umari", "M.K. Nazeeruddin", "M. Grätzel", "F. De Angelis" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Cesium enhances long-term stability of lead bromide perovskite-based solar cells",
      "author" : [ "M. Kulbak", "S. Gupta", "N. Kedem", "I. Levine", "T. Bendikov", "G. Hodes", "D. Cahen" ],
      "venue" : "J. Phys. Chem. Lett. 2016,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Inorganic halide perovskites for efficient light-emitting diodes",
      "author" : [ "N. Yantara", "S. Bhaumik", "F. Yan", "D. Sabba", "H.A. Dewi", "N. Mathews", "P.P. Boix", "H.V. Demir", "S. Mhaisalkar" ],
      "venue" : "J. Phys. Chem. Lett. 2015,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Strategy of solution-processed all-inorganic heterostructure for humidity/temperature-stable perovskite quantum dot light-emitting diodes",
      "author" : [ "Z. Shi", "S. Li", "Y. Li", "H. Ji", "X. Li", "D. Wu", "T. Xu", "Y. Chen", "Y. Tian", "Y Zhang" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Efficiency drop in green lnGaN/GaN light emitting diodes: The role of random alloy fluctuations",
      "author" : [ "M.A. Der Maur", "A. Pecchia", "G. Penazzi", "W. Rodrigues", "A. Di Carlo" ],
      "venue" : "Phys. Rev. Lett",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Colloidal CsPbBr3 perovskite nanocrystals: Luminescence beyond traditional quantum dots",
      "author" : [ "A. Swarnkar", "R. Chulliyil", "V.K. Ravi", "M. Irfanullah", "A. Chowdhury", "A. Nag" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "CsPbBr3 perovskite quantum dot vertical cavity lasers with low threshold and high stability",
      "author" : [ "C.Y. Huang", "C. Zou", "C. Mao", "K.L. Corp", "Y.C. Yao", "Y.J. Lee", "C.W. Schlenker", "A.K. Jen", "L.Y. Lin" ],
      "venue" : "ACS Photonics 2017,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "CsPbBr3 perovskite quantum dots: Saturable absorption properties and passively Q-switched visible lasers",
      "author" : [ "J. Li", "H. Dong", "B. Xu", "S. Zhang", "Z. Cai", "J. Wang", "L. Zhang" ],
      "venue" : "Photonics Res. 2017,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Low-temperature solution-processed wavelength-tunable perovskites for lasing",
      "author" : [ "G. Xing", "N. Mathews", "S.S. Lim", "N. Yantara", "X. Liu", "D. Sabba", "M. Grätzel", "S. Mhaisalkar", "T.C. Sum" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Air-stable surface-passivated perovskite quantum dots for ultra-robust, single-and two-photon-induced amplified spontaneous emission",
      "author" : [ "J. Pan", "S.P. Sarmah", "B. Murali", "I. Dursun", "W. Peng", "M.R. Parida", "J. Liu", "L. Sinatra", "N. Alyami", "C Zhao" ],
      "venue" : "J. Phys. Chem. Lett. 2015,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "High-quality whispering-gallery-mode lasing from cesium lead halide perovskite nanoplatelets",
      "author" : [ "Q. Zhang", "R. Su", "X. Liu", "J. Xing", "T.C. Sum", "Q. Xiong" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Lasing in robust cesium lead halide perovskite nanowires",
      "author" : [ "S.W. Eaton", "M. Lai", "N.A. Gibson", "A.B. Wong", "L. Dou", "J. Ma", "L.W. Wang", "S.R. Leone", "P. Yang" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Advances in inorganic and hybrid perovskites for miniaturized lasers",
      "author" : [ "Z. Liu", "S. Huang", "J. Du", "C. Wang", "Y. Leng" ],
      "venue" : "Nanophotonics 2020,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2020
    }, {
      "title" : "Controlling Crystallization of All-Inorganic Perovskite Films for Ultralow-Threshold Amplification Spontaneous Emission",
      "author" : [ "Z.J. Yong", "Y. Zhou", "J.P. Ma", "Y.M. Chen", "J.Y. Yang", "Y.L. Song", "J. Wang", "H.T. Sun" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Nonlinear absorption and low-threshold multiphoton pumped stimulated emission from all-inorganic perovskite nanocrystals",
      "author" : [ "Y. Wang", "X. Li", "X. Zhao", "L. Xiao", "H. Zeng", "H. Sun" ],
      "venue" : "Nano Lett. 2016,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Structural and optical investigation of brookite TiO2 thin films grown by atomic layer deposition on Si(111) substrates",
      "author" : [ "S.M. Qaid", "M. Hussain", "M. Hezam", "M.M. Khan", "H. Albrithen", "H.M. Ghaithan", "A.S. Aldwayyan" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "Direct monitoring of ultrafast electron and hole dynamics in perovskite solar cells",
      "author" : [ "P. Piatkowski", "B. Cohen", "F.J. Ramos", "M. Di Nunzio", "M.K. Nazeeruddin", "M. Grätzel", "S. Ahmad", "A. Douhal" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    }, {
      "title" : "Kinetics of dye regeneration in liquid electrolyte unveils efficiency of 10.5% in dye-sensitized solar cells",
      "author" : [ "J.V.S. Krishna", "N.V. Krishna", "T.H. Chowdhury", "S. Singh", "I. Bedja", "A. Islam", "L. Giribabu" ],
      "venue" : "J. Mater. Chem. C 2018,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "Effect of Donor-Acceptor Concentration Ratios on Non-Radiative Energy Transfer in Zero-Dimensional Cs4PbBr6 Perovskite/MEH-PPV Nanocomposite Thin Films",
      "author" : [ "B.A. Al-Asbahi", "S.M. Qaid" ],
      "venue" : "Polymers",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2020
    }, {
      "title" : "Bright visible-infrared light emitting diodes based on hybrid halide perovskite with Spiro-OMeTAD as a hole-injecting layer",
      "author" : [ "O.A. Jaramillo-Quintero", "R.S. Sanchez", "M. Rincon", "I. Mora-Sero" ],
      "venue" : "J. Phys. Chem. Lett. 2015,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Analysis of Photocarrier Dynamics at Interfaces in Perovskite Solar Cells by Time-Resolved Photoluminescence",
      "author" : [ "A.A. Baloch", "F.H. Alharbi", "G. Grancini", "M.I. Hossain", "M.K. Nazeeruddin", "N. Tabet" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Patterned atomic reaction at surfaces",
      "author" : [ "I.R. McNab", "J.C. Polanyi" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2006
    }, {
      "title" : "Size of small Si and Ge clusters on Si (1 1 1) and Ge (1 1 1) surfaces",
      "author" : [ "H. Asaoka", "V. Cherepanov", "B. Voigtländer" ],
      "venue" : "Surf. Sci",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2005
    }, {
      "title" : "Formation of ordered Ge quantum dots on the Si",
      "author" : [ "Y. Zhang", "L. Yan", "S. Xie", "S. Pang", "H.J. Gao" ],
      "venue" : "surface. Appl. Phys. Lett",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2001
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "This shall allow the realization of true-green light-emitting devices, which have strong limitations in their present materials and fabrication technologies [15,17].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 15,
      "context" : "This shall allow the realization of true-green light-emitting devices, which have strong limitations in their present materials and fabrication technologies [15,17].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 23,
      "context" : "Thus, perovskite laser is highly promising for integration onto on-chip circuitry because of its small modal volume [25].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "Furthermore, due to their remarkably high photoluminescence quantum yield (PLQY), perovskite QDs have attracted the attention as a potential for new generation of gain optical materials for amplified spontaneous emissions (ASEs) and lasers in general [26,27].",
      "startOffset" : 251,
      "endOffset" : 258
    }, {
      "referenceID" : 25,
      "context" : "Furthermore, due to their remarkably high photoluminescence quantum yield (PLQY), perovskite QDs have attracted the attention as a potential for new generation of gain optical materials for amplified spontaneous emissions (ASEs) and lasers in general [26,27].",
      "startOffset" : 251,
      "endOffset" : 258
    }, {
      "referenceID" : 26,
      "context" : "The details of similar compact layer growth can be found in a previous work [28], where Si(111) was used as substrate.",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 27,
      "context" : "Transient PL measurements were carried out using a laser flash photolysis spectrometer setup (LP920, Edinburgh, Livingston, UK) following the conventional measurements procedure [29,30].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 28,
      "context" : "Transient PL measurements were carried out using a laser flash photolysis spectrometer setup (LP920, Edinburgh, Livingston, UK) following the conventional measurements procedure [29,30].",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 30,
      "context" : "3 was subtracted from the absorption spectrum in order to remove the wavelength independent component of light scattering [32].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 31,
      "context" : "The faster decay corresponds to intenser emission [33].",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 9,
      "context" : "At and above the threshold, as reported previously [11], this broad emission is split into two bands with the emergence of a narrower peak at around 530 nm, which characterizes the ASE state.",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 31,
      "context" : "As aforementioned, the faster decay corresponds to an intenser emission [33].",
      "startOffset" : 72,
      "endOffset" : 76
    } ],
    "year" : 2020,
    "abstractText" : "Amplified spontaneous emission (ASE) threshold in CsPbBr3 quantum dot films is systematically reduced by introducing high quality TiO2 compact layer grown by atomic-layer deposition. Uniform and pinhole-free TiO2 films of thickness 10, 20 and 50 nm are used as a substrates for CsPbBr3 quantum dot films to enhance amplified spontaneous emission performance. The reduction is attributed indirectly to the improved morphology of TiO2 compact layer and subsequently CsPbBr3 active layer as grown on better quality substrates. This is quantified by the reduced roughness of the obtained films to less than 5 nm with 50 nm TiO2 substrate. Considering the used growth method for the quantum dot film, the improved substrate morphology maintains better the structure of the used quantum dots in the precursor solution. This results in better absorption and hence lower threshold of ASE. Besides that, the improved film quality results further in reducing light scattering and hence additional slight optical enhancement. The work demonstrates a potential venue to reduce the amplified spontaneous emission threshold of quantum dot films and therefore enhanced their optical performance.",
    "creator" : null
  }
}