{
  "name" : "downloads_2020-07-13_79_zubar2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Features of the Growth Processes and Magnetic Domain Structure of NiFe Nano-objects",
    "authors" : [ "Tatiana Zubar", "Alexey Trukhanov", "Denis Vinnik", "Ksenia Astapovich", "Daria Tishkevich", "Egor Kaniukov", "Artem Kozlovskiy", "Maksim Zdorovets", "Sergey Trukhanov" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "NiFe alloys exhibit optimal magnetic and functional properties,1−4 thereby they are widely used as functional materials for practical applications, for example, in magnetic recording media,5−7 in sensors8,9 and spintronic materials,10,11 in electromagnetic shields to protect functional electronics against permanent fields and electromagnetic radiation,12,13 in battery applications,14 and so on. Thin Ni−Fe films are widely used for magnetic field sensors due to anisotropic and giant magnetoresistance.15,16 Magnetic nanocrystalline films and individual nanoparticles on a substrate have been studied more and more because of their unique properties and phenomena that appear at the nanoscale, such as skyrmions17,18 and vortex-antivortex pairs.19 In addition, arrays of magnetic nanoparticles offer exciting opportunities for novel ultra-high-density data storage technologies.20,21 They are very promising not only because of their use as single particles, but also due to their ability to form self-organizing films and solids. The fact that NiFe nanoparticles are soft magnetic materials, in the sense that they quickly switch the direction of magnetization when the external magnetic field is reversed, makes them ideal not only for data recording, but also for use in high-frequency electric circuits. Dipolar interactions play an important role in determining atomic cooperative phenomena in nanostructured materials built from nanoscale particles. Matrix effects, long-range\ninteractions, long-range order, domain walls, hysteresis, collective behavior, percolation, correlated local and global perturbations, and others, are subjects of thorough investigations.22−29 It has extended to a wide range of other fields: from material science and solid state physics to biotechnology. However, it has been theoretically and practically well established30 that in two-dimensional magnetic systems dipolar interactions stabilize long-range magnetic order, and determine the nature and morphology of such ordered states, which may impede the ability to address a single particle individually in dense particulate media. The magnetic characteristics of the nanomaterial depend substantially on the structure.31−35 The structure is usually understood as a complex of parameters: crystal features, the number of grain boundaries, the defects of the surface layer, the size and shape of nanoparticles, and density. One method proposed in an article very well describes the magnetic behavior of nanoparticles ranging in size from 6.3 to 16.2 nm.36 The method is based on fitting the room temperature magnetization curve using the Brillouin function, while considering dipolar interactions. The Stoner−Wohlfarth model, according to which\nReceived: July 23, 2019 Revised: October 15, 2019 Published: October 15, 2019\n© 2019 American Chemical Society 26957 DOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nL A\nSG O\nW o\nn Ju\nly 1\n2, 2\n02 0\nat 2\n3: 23\n:1 0\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nthe spins of nanoparticle atoms rotate consistently, says that the coercive force increases with decreasing particle size, also the magnetization and the number of domain walls inside the particle also decrease simultaneously.37 The trend continues until a certain critical diameter is reached, when a transition to a superparamagnetic state occurs. However, the model does not take into account the effect of enhancement of thermal fluctuations at the boundaries and the magnetic exchange interaction of nanoparticles. All of the foregoing motivates the need to study the collective behavior of nanoparticle arrays in terms of the magnetic structure. In addition, it is difficult to solve the problem of agglomeration in the synthesis of nanoparticles, especially in the formation of particle arrays. The electrolyte deposition of a magnetic material on a substrate in an ultrashort time, when the island growth mechanism is realized, allows synthesis of the ordered arrays of quasi-zero-dimensional objects. In our previous works38,39 and papers,40,41 the possibility of controlling the mechanisms of growth and formation of uniform films and arrays of nanoparticles was demonstrated. The results of theoretical studies rarely give an acceptable description of real magnetic nanomaterials, as well as arrays of nanoparticles, since they leave out of account the microstructure (defective boundaries and volume, size and shape, porosity, density, etc.) andmagnetic exchange interactions.42 In this regard, the present paper shows the results of our investigations of collective magnetic phenomena (including the changing of magnetic domain structure and magnetization) in two-dimensional NiFe nanoparticle assemblies and zero-dimensional nano-objects with different structure and particle densities by magnetic force microscopy."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "NiFe nanoparticle assemblies were grown by controlled electrolyte deposition43 onto a standard silicon wafer (100) coated with a one hundred nanometer gold layer. The electrolyte consisted of NiSO4 − 210 g/L, NiCl2 −20 g/L, H3BO3 −30 g/L, MgSO4 −60 g/L, FeSO4 −15 g/L, and saccharin −1 g/L. A pulsed current with current density j = 25 mA/cm2 was used. Deposition of NiFe was carried out at the average electrolyte temperature T = 32 °C and pH = 2.4. Three modes with different deposition rates were used for producing samples: fast (FD), medium (MD), and slow deposition (SD) (see Table 1). The deposition rate was determined by the duty cycle or the ratio of pause time to time of pulse. Full electrodeposition time was 5 and 30 s for each sample. Surface morphology was studied with a Hitachi TM3030 scanning electron microscope (SEM) and a Bruker Demension Icon atomic force microscope (AFM). The size of the\nnanoparticles, including surface area and volume, was determined using SEM and AFM images, simultaneously. The reason is that SEM does not have much uncertainty in determining lateral dimensions, and AFM allows acquisition of the exact height value. The film thickness was determined by stepwise abrasion using a diamond probe with the nanoindenter Hysitron TI 750 Ubi. Surface roughness was calculated using AFM data.44 The NanoScope Analysis and Gwyddion software were used to analyze particle size. The images of magnetic force microscopy contrast (MFM) and adhesion contrast were obtained by the PeakForce QNM method combined with the MFM method using the atomic force microscope Dimension Icon. This is a new three-pass scanning AFM technique, which was specifically designed for this work. This combined method makes it possible to obtain maps of nanomechanical properties45,46 (including adhesion) and magnetic force maps above the sample surface while simultaneously obtaining surface morphology. The adhesion force Fad was calculated using the following equation:\nF kZ f f( )aad r a 2=\nwhere k is a probe stiffness coefficient (2.8 N/m), Za is a probe bending magnitude obtained during the separation from the surface (experimental data), f r is a typical resonant frequency of the probe with stiffness coefficient 2.8 N/m (80 kHz), fa is a resonant frequency corresponding to the maximum amplitude of the probe oscillation determined during calibration. The advantage of the applied MFMmethod, in addition to its large lateral resolution, is that long-range magnetic interactions can be virtually excluded. We used a silicon probe with CoCr coating, coercivity of about 400 Oe, and magnetic moment of about 10−13 EMU, and the tip diameter of about 10 nm. The lateral resolution of the AFM andMFM images in the PeakForce scanning method was higher than the tip curvature due to noncontact scanning and regularity of the surface."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Investigation results of the surface microstructure obtained using SEM (Figure 1) and AFM (Figure 2) confirm and complement each other. In the fast deposition mode, nanocrystalline NiFe films with a thickness of about 7−10 nm and 40−50 nm were obtained during 5 and 60 s by the pulsed electrolyte deposition. The FD-5 sample has a relatively smooth surface (Figure 1a). Individual particles rise above the surface by 3−5 nm (Figure 2a) and have a spherical shape and a diameter of less than 10 nm. The images of theMD-5 film show the presence of elliptical particles with a height of up to 20 nm (Figures 1b and 2b). The thickness of the MD-5 film was 1−10 nm and the thickness of the MD-30 film was 15−20 nm, if you do not take into account the height of the dominant particles. The particles have a length of up to 50 nm along the major axis; the minor axis is usually 2 times shorter. Figures 1c and 2c show the results of electrodeposition in the SD mode during 5 s. Isolated NiFe nanoparticles with a diameter of up to 30 nm, and a height substantially exceeding the diameter and reaching 60 nm in some cases were formed in this mode on the Au sublayer. With an increase in the full deposition time from 5 to 30 s, there is no significant change in the structure (Figure 1d−f, Figure 2d−f). But we can note an increase in the particle size, which is fixed in Figure 3 in the form of a particle size distribution for all samples. The average diameter of the equivalent sphere was used as the particle diameter (not particle\nTable 1. Features of Technological Regimes of Samples Production\nmode full time, tfull, s short samples name pulse time, ton, s pause time, toff, s duty cycle, D, % fast deposition (FD) 5 FD-5 10−5 10−5 50 30 FD-30 medium deposition (MD) 5 MD-5 10−3 1 30 MD-30 slow deposition (SD) 5 SD-5 10−1 0.01 30 SD-30\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26958\nlength along any axis) in plotting the distribution. The most likely particle size is less than 10 nm for FD samples. The bimodal size distribution is characteristic of MD samples, because the films contain two fractions of particles: spherical with size of less than 10 nm (which form a smooth surface) and dominant elliptic particles with an equivalent sphere diameter of 30−50 nm. The most likely particle size of SD-5 and SD-30 samples are about 50 and 55 nm, respectively. It should also be\nnoted that the density of particles simultaneously increases from ∼30 to 40−50% for SD-30 samples in comparison with SD-5. The panels of Figure 4 show the maps of adhesive force\ndistribution of samples. The adhesion force in this paper is the adhesion between the AFM probe and the investigated surface. We can see that the values of adhesion obtained on the whole surface (particle top and bottom area) of FD and MD samples are close and equal to 10···15 nN (Figure 4a,b,d,e). At the same\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26959\ntime in the SD samples, two different values of adhesion force were observed. There are 10···15 nN on the particle top, and 25···35 nN on the bottom between the particles (Figure 4c,f). We carried out additional measurements of the adhesion of the gold film without NiFe and found that the adhesion of the gold sublayer is equal to 33.0 ± 2.4 nN. So, we can conclude that the SD samples are separate NiFe particles on the gold sublayer, but the FD and MD samples are fully filled NiFe nanocrystalline films. This distinction is caused by the change in the film growth mechanism to a single Volmer−Weber or island mechanism one for SD deposition mode (the mechanism in FD and MD modes is layer-by-layer or layer-plus-island). The phenomenon of\nchanging growth mechanism is discussed in our previous article.39 So, we have uniform magnetic films (FD mode), horizontal ellipsoids surrounded by a uniform nanocrystalline film (MD mode), and separate vertical ellipsoids or arrays of nanoparticles (SD mode). According to the XRD results from a previous paper,39 it was\nfound that crystallites with size dcr less than 15.52 nm were grown at the pulse time ton = 10\n−5 s. So, it can be established that both dominant particles in MD samples and individual NiFe nanoparticles obtained in the SD mode are polycrystalline. At the same time, the particles of the FD sample and the part of\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26960\nparticles in the bottom area of the MD sample are monocrystalline. MFM studies show that a single-domain state inside dominant particles with a diameter of about 10 nm was implemented in both FD samples (the violet regions in Figures 5a,d). The compensation region with the opposite direction of magnetization was formed near each dominant particle (the red region in Figures 5a,d). It should be noted that the distance between the centers of both domains remained constant regardless of the domain size and magnetic moment. If the distance between the centers is the same, and the domain size is different, then the thickness of the domain wall is different (this is seen in the Figures 5a,d). Considering that the thickness of FD-5 and FD-30 films is about 7 and 30 nm, respectively, and domain walls are located in the plane regions, it can be concluded that the Neel wall is formed in FD samples, that is, the magnetization vectors are perpendicular to the wall. The reason for this may be the demagnetizing field induced by the film, the magnitude of which is inversely proportional to the film thickness.37 In addition, the magnetization vectors are also horizontally oriented in the plane of the film. A schematic representation of the magnetic structure of the samples obtained in the FD mode is shown in Figure 6a. Dominant particles of MD-5 and MD-30 samples are polycrystalline and have the shape of an ellipsoid. Therefore, the most energetically favorable process is the formation of a multidomain state with the Bloch wall in the dominant particles (Figure 5c,e). The number of domains depends on the length ratio of the major a and minor b axis of ellipsoidal particles.42 If a = xb, where x = 1, ···, 2, then two domains were formed, if a > 2b, then three ormore domains were observed in nanoparticles. The magnetization vectors in the bottom regions (between particles) were oriented along the field induced by the probe or perpendicular to the films plane, as shown in the scheme (Figure 6b). The reason for this is a small and nonuniform\nthickness of the bottom regions. For example, the thickness of MD-5 samples changed from 1 to 10 nm without the height of the dominant particles. The planar magnetization is energetically favorable in the plane structure like thin film.42 Here, the films height changes up to 10 times, and magnetization vectors are oriented perpendicular to the film plane. SD samples differ from the others as they are isolated magnetic particles on a diamagnetic sublayer with different filled density of the substrate (Figure 4c,f). Particles similar to those obtained in the MD mode have an ellipsoidal shape, but their long axis is oriented perpendicular to the substrate and parallel to the magnetic field of the AFM probe. These nanoparticles are polycrystalline and they are in a two-domain state due to their spatial orientation relative to the magnetic field of the probe. A schematic representation of magnetic domain structures of SD samples is shown in Figure 6c. The color of the magnetization vectors in the schematic representation (Figure 6) coincides\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26961\nwith the color of the corresponding regions in the MFM images (Figure 5). It is interesting to note that the thickness of the domain wall remains constant regardless of the particle or domain size and is equal to 10−15 nm. This fact, as well as the vertical orientation of the particles major axis (parallel to the field), says that the wall corresponds to the Landau and Lifshitz model (Bloch wall),42 when the magnetization in the wall is parallel to the plane of the wall. The dependence of the phase shift of the AFM magnetic probe oscillation on the lift height for the magnetic domain of each sample is shown in Figure 7. The measurements were carried out in points with themaximummagnetic moment of the domain (usually in the domain center), excluding the Au surface on SD samples. The values were normalized to zero for clarity (the value of the phase shift when scanning gold at a distance of more than 200 nm was taken equal to zero). All experimental curves indicate that the magnetic and van der Waals forces are involved in the interaction of the AFM probe and the sample at a height of less than 40 nm. But van der Waals forces have a shorter range. Therefore, a height of 50 nm was chosen to measure the average magnetic moment of the domain (ADMM). The 50 nm lift height corresponds to the optimal ratio of error/magnetic signal. It is obvious that near the surface the signal (magnetic and intermolecular) increases. But the gain is less pronounced in the case of the MD-5 and MD-30 samples. This is probably due to the multidomain state of these samples with a small size of each domain: approaching the surface may enhance the effect of noncoherently directed magnetization vectors. The results of the ADMM investigation are plotted in Figure 8. An increase in signal is observed with an increase in particle size starting with the FD-5 sample (black line): the greater is the amount of magnetic material, the greater is the magnetic signal.\nA similar result can be obtained by analyzing Figure 7a. The red line in Figure 8 corresponds to the ADMM values for particles obtained within 30 s of electrodeposition in different modes. The tendency to increase the magnetic signal with increasing the particle size is not maintained for samples obtained during 30 s of deposition. The ADMM value decreases significantly for individual particles of the SD-30 sample and becomes almost 2 times lower than that for the SD-5 sample. This is due to an increase in the density of the substrate filling by NiFe nanoparticles with an increase in the deposition time. On the basis of the AFM data, the filling degree of the SD-5 sample is about 30%, and about 40−50% for the SD-30 sample, which is close to the percolation threshold. An increase in the particle density causes an increase in magnetic exchange interactions, which in turn leads to reorientation of the magnetic moment vectors. So, the filling degree determines the value of the ADMM of single-domain particles in arrays of quasi-zero-dimensional particles."
    }, {
      "heading" : "4. CONCLUSION",
      "text" : "Quasi-two- and -zero-dimensional NiFe nano-objects were formed onto silicon substrates with a 100 nm gold sublayer via pulsed electrodeposition with ultrashort pulse duration (10−5 s) and variable time of pause (10−5, 10−3, and 10−1 s). The microstructure features and the adhesive force distribution of NiFe nano-objects were studied using SEM and AFM. Magnetic force microscopy was used to investigate the magnetic structure. Three fundamentally different variants of the structure obtained by controllable variation of the growth mechanism were investigated in the present paper.\n• Uniform magnetic films with monocrystalline particles of 10 nm and less were formed in the FD mode with toff = 10−5 s by layer-by-layer growth. It was found that a singledomain state within the dominant particles with the compensation region of the opposite direction was formed alongside. The magnetization vectors are horizontally oriented in the plane of the film. The Neel wall exists in FD samples due to the demagnetizing field induced by the film.\n• Horizontal polycrystalline ellipsoids surrounded with a uniform nanocrystalline film were obtained in the MD mode (toff = 10\n−3 s) by the layer-plus-island growth mechanism. The results showed that the formation of a multidomain state with the Bloch wall within the dominant particles is the most energetically favorable. The number of domains in the nanoparticles depends on the length ratio of the major and minor axes and varies from 2 to 4−5. The magnetization vectors between the\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26962\nparticles were oriented along the field induced by the probe or perpendicular to the film plane due to a small and nonuniform thickness of the bottom regions.\n• Finally, the arrays of individual vertical ellipsoidal NiFe nanoparticles were obtained via island growth in the SD mode with toff = 10\n−1 s. Nanoparticles are in a two-domain state because they are polycrystalline and their major axis is oriented parallel to the magnetic field of the AFM probe. They have the Bloch domain wall with a constant thickness of about 10−15 nm, regardless of the particle and domain size, which is due to their morphology and spatial position.\nIt was shown that an increase in the size of a magnetic particle leads to an increase in the domain magnetic moment. The exception was the case of the SD-30 sample. Here, the moment decreased by 2 times in comparisonwith the expected value. The explanation of this phenomenon was found in the influence of the degree of substrate filling. The increase in the particles density to 40% causes an increase in magnetic exchange interactions in arrays of quasi-zero-dimensional particles, which in turn leads to reorientation of the magnetic moment vectors. As a result, the domain magnetic moment increases.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: fix.tatyana@gmail.com."
    }, {
      "heading" : "ORCID",
      "text" : "Tatiana Zubar: 0000-0002-2225-9641 Daria Tishkevich: 0000-0001-9774-8522"
    }, {
      "heading" : "Author Contributions",
      "text" : "A.T, E.K., and S.T. conceived the idea. T.Z., D.V., D.T., A.K. and M.Z. performed the experiments. All authors contributed to the discussions of the results. T.Z. and K.A. wrote the manuscript with input from all authors."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The work was supported by Act 211 of Government of Russian Federation (Contract No. 02.A03.21.0011) and by Ministry of Science and High Education of the Russian Federation (task 4.1346.2017/4.6). The work was carried out with the financial support of the Russian Foundation for Basic Research in the framework of the scientific Project No. 19-32-50029 (program “mol_nr”).\n■ REFERENCES (1) Batchellor, A. S.; Kwon, G.; Laskowski, F. A. L.; Tiede, D. M.; Boettcher, S. W. Domain Structures of Ni and NiFe (Oxy) Hydroxide Oxygen-Evolution Catalysts from X-ray Pair Distribution Function Analysis. J. Phys. Chem. C 2017, 121, 25421−25429. (2) Teeriniemi, J.; Melander, M.; Lipasti, S.; Hatz, R.; Laasonen, K. Fe−Ni Nanoparticles: A Multiscale First-Principles Study to Predict Geometry, Structure, and Catalytic Activity. J. Phys. Chem. C 2017, 121, 1667−1664. (3) Ito, Y.; Miyazaki, A.; Valiyaveettil, S.; Enoki, S. Magnetic Properties of Fe−Pd Alloy Nanoparticles. J. Phys. Chem. C 2010, 114, 11699−11702. (4) Zhang, J.; Wang, S.; Du, X.; Xu, K.; Ji, V. Comparison of Electronic and Magnetic Properties of Fe, Co, and Ni Nanowires Encapsulated in Boron Nitride Nanotubes. J. Phys. Chem. C 2009, 113, 17745−17750.\n(5) Gong, M.; Dai, H. A Mini Review of NiFe-based Materials as Highly Active Oxygen Evolution Reaction Electrocatalysts. Nano Res. 2015, 8, 23−39. (6) Anthony, R.; Shanahan, B. J.;Waldron, F.;Mathuna, C. O.; Rohan, J. F. Anisotropic Ni−Fe−B Films with Varying Alloy Composition for High Frequency Magnetics on Silicon Applications. Appl. Surf. Sci. 2015, 357, 385−390. (7) Osaka, T.; Asahi, T.; Kawaji, J.; Yokoshima, T. Development of High-performance Magnetic Thin Film for High-density Magnetic Recording. Electrochim. Acta 2005, 50, 4576−4585. (8) Nicolaescu, D.; Filip, V. Modelling of a Magnetic Sensor Based on Vacuum Field Emission. Appl. Surf. Sci. 1996, 94−95, 87−93. (9) Zhang, Y.; Jia, C.; Wang, Q.; Kong, Q.; Chen, G.; Guan, H.; Dong, C. Highly Sensitive and Selective Toluene Sensor of Bimetallic Ni/FeMOFs Derived Porous NiFe2O4 Nanorods. Ind. Eng. Chem. Res. 2019, 58, 9450−9457. (10) Sun, X.; Wang, B.; Yamauchi, Y. Spin Splitting in a Nickel Phthalocyanine Molecule on an Fe(100) Surface by First-principles Calculations. J. Phys. Chem. C 2012, 116, 10976−10981. (11) Chowdhury, P. Development of Magnetoresistive Thin Film Sensor for Magnetic Field Sensing Applications. Proc. 57th DAE Solid State Phys. Symp. 2013, 1512, 30−33. (12) Grabchikov, S. S.; Trukhanov, A. V.; Trukhanov, S. V.; Kazakevich, I. S.; Solobay, A. A.; Erofeenko, V. T.; Vasilenkov, N. A.; Volkova, O. S.; Shakin, A. Effectiveness of the Magnetostatic Shielding by the Cylindrical Shells. J. Magn. Magn. Mater. 2016, 398, 49−53. (13) Trukhanov, A. V.; Grabchikov, S. S.; Solobay, A. A.; Tishkevich, D. I.; Trukhanov, S. V.; Trukhanov, S. V.; Trukhanova, E. L. AC and DC-shielding Properties for the Ni80Fe20/Cu Film Structures. J. Magn. Magn. Mater. 2017, 443, 142−148. (14) Liu, J.; Chen, M.; Zhang, L.; Jiang, J.; Yan, J.; Huang, Y.; Lin, J.; Fan, H. J.; Shen, Z. X. A Flexible Alkaline Rechargeable Ni/Fe Battery Based on Graphene Foam/Carbon Nanotubes Hybrid Film.Nano Lett. 2014, 14, 7180−7187. (15) Hika, K.; Panina, L. V.; Mohri, K. Magneto-impedance in Sandwich Film for Magnetic Sensor Heads. IEEE Trans. Magn. 1996, 32, 4594−4596. (16) Lee,W. Y.; Toney, M. F.; Mauri, D.; Tameerug, P.; Allen, E. High Magnetoresistance Permalloy Films Trough Growth on Seed layers of (Ni0.81Fe0.19)1−xCrx. IEEE Trans. Magn. 2010, 36, 381−387. (17) Tong, Q.; Liu, F.; Xiao, J.; Yao, W. Skyrmions in theMoire ́ of van der Waals 2D Magnets. Nano Lett. 2018, 18, 7194−7199. (18) Fert, A.; Cros, V.; Sampaio, V. Skyrmions on the Track. Nat. Nanotechnol. 2013, 8, 152−156. (19) Kumar, D.; Barman, S.; Barman, A. Magnetic Vortex Based Transistor Operations. Sci. Rep. 2015, 4, 4108. (20) Tannous, C.; Comstock, R. L.Magnetic Information-Storage Materials; Kasap, S., Capper, P., Eds.; Springer: Cham, 2017. (21) Sun, S.; Murray, C. B.; Weller, D.; Folks, L.; Moser, A. Monodisperse FePt Nanoparticles and Ferromagnetic FePt Nanocrystal Superlattices. Science 2000, 287, 1989−1992. (22) Weis, J-J Simulation of Quasi-two-dimensional Dipolar Systems. J. Phys.: Condens. Matter 2003, 15, S1471−S1495. (23) Puntes, V. F.; Gorostiza, P.; Aruguete, D. M.; Bastus, N. G.; Alivisatos, A. P. Collective Behaviour in Two-dimensional Cobalt Nanoparticle Assemblies Observed by Magnetic Force Microscopy. Nat. Mater. 2004, 3, 263−268. (24) Lacnjevac, U.; Jovic, B.M.; Jovic, V.D. Morphology and Composition of the Fe − Ni Powders Electrodeposited from Citrate Containing Electrolytes. Electrochim. Acta 2009, 55, 535−543. (25) Zubar, T. I.; Trukhanov, A. V.; Vinnik, D. A. Influence of Surface Energy on Ni-Fe Thin Films Formation Process. Mater. Sci. Forum 2019, 946, 228−234. (26) Zavaleyev, V.; Walkowicz, J.; Kuznetsova, T.; Zubar, T. The dependence of the Structure and Mechanical Properties of Thin ta-C Coatings Deposited Using Electromagnetic Venetian Blind Plasma Filter on their Thickness. Thin Solid Films 2017, 638, 153−158. (27) Vidal Russell, E.; Israeloff, N. E. Direct Observation of Molecular Cooperativity near the Glass Transition. Nature 2000, 408, 695−698.\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26963\n(28) Young, A. P. Spin Glasses and Random Fields; World Scientific: Singapore, 1998. (29) Jendrzejewska, I.; Gron,́ T.; Kusz, J.; Żelechower, M.; Maciązėk, E.; Ślebarski, A.; Fijałkowski, M. Spin-glass-like Behaviour in Tin Doped ZnCr2Se4 Single Crystals. J. Alloys Compd. 2015, 635, 238−244. (30) Li, Q.; Kartikowati, C.W.; Horie, S.; Ogi, T.; Iwaki, T.; Okuyama, K. Correlation between Particle Size/Domain Structure and Magnetic Properties of Highly Crystalline Fe3O4 Nanoparticles. Sci. Rep. 2017, 7, 9894. (31) Zhou, S.; He, L.; Zhao, S.; Guo, Y.; Zhao, J.; Shi, L. SizeDependent Structural and Magnetic Properties of LaCoO3 Nanoparticles. J. Phys. Chem. C 2009, 113, 13522−13526. (32) Sayed, F.; Yaacoub, N.; labaye, Y.; Sayed Hassan, R.; Singh, G.; Anil Kumar, P.; Greneche, G. M.; Mathieu, R.; Hadjipanayis, G. C.; Agostinelli, E.; et al. Surface Effects in Ultrathin Iron Oxide Hollow Nanoparticles: Exploring Magnetic Disorder at the Nanoscale. J. Phys. Chem. C 2018, 122, 7516−4224. (33) Tajiri, T.; Saisho, S.; Mito, M.; Deguchi, H.; Konishi, K.; Kohno, A. Size Dependence of Crystal Structure and Magnetic Properties of NiO Nanoparticles in Mesoporous Silica. J. Phys. Chem. C 2015, 119, 1194−1200. (34) Hu, W.; Chen, Y.; Yuan, H.; Li, G.; Qiao, Y.; Qin, Y.; Feng, S. Structure, Magnetic, and Ferroelectric Properties of Bi1‑xGdxFeO3 Nanoparticles. J. Phys. Chem. C 2011, 115, 8869−8875. (35) Filippousi, M.; Angelakeris, M.; Katsikini, M.; Paloura, E.; Efthimiopoulos, I.; Wang, Y.; Zamboulis, D.; Tendeloo, G. V. Surfactant Effects on the Structural and Magnetic Properties of Iron Oxide Nanoparticles. J. Phys. Chem. C 2014, 118, 16209−16217. (36) Dehsari, H. S.; Ksenofontov, V.; Möller, A.; Jakob, G.; Asadi, K. Determining Magnetite/Maghemite Composition and Core-Shell Nanostructure from Magnetization Curve for Iron Oxide Nanoparticles. J. Phys. Chem. C 2018, 122, 28292−28301. (37) Martın, J.I; Nogues, J; Liu, K.; Vicent, J.L; Schuller, I. K Mini Review. Ordered Magnetic Nanostructures: Fabrication and Properties. J. Magn. Magn. Mater. 2003, 256, 449−501. (38) Zubar, T. I.; Sharko, S. A.; Tishkevich, D. I.; Kovaleva, N. N.; Vinnik, D. A.; Gudkova, S. A.; Trukhanova, E. L.; Trofimov, E. A.; Chizhik, S. A.; Panina, L. V.; et al. Anomalies in Ni-Fe Nanogranular Flms Growth. J. Alloys Compd. 2018, 748, 970−978. (39) Zubar, T. I.; Fedosyuk, V. M.; Trukhanov, A. V.; Kovaleva, N. N.; Astapovich, K. A.; Vinnik, D. A.; Trukhanov, E. L.; Kozlovskiy, A. L.; Zdorovets, M. V.; Solobai, A. A.; et al. Control of GrowthMechanism of Electrodeposited Nanocrystalline NiFe Films. J. Electrochem. Soc. 2019, 166, D173−D180. (40) Wang, R.; Bertocci, U.; Tan, H.; Bendersky, L. A.; Moffat, T. P. Self-Terminated Electrodeposition of Ni, Co, and Fe Ultrathin Films. J. Phys. Chem. C 2016, 120, 16228−16237. (41) Liu, L.; Guan, J.; Shi, W.; Sun, Z.; Zhao, J. Facile Synthesis and GrowthMechanism of Flowerlike Ni−Fe Alloy Nanostructures. J. Phys. Chem. C 2010, 114, 13565−13570. (42) Hubert, A.; Schafer, R. Magnetic Domains: The Analysis of Magnetic Microstructures; Springer-Verlag: Berlin, Heidelberg, Germany, 1998. (43) Trukhanov, A. V.; Grabchikov, S. S.; Vasiliev, A. N.; Sharko, S. A.; Mukhurov, N. I.; Gasenkova, I. V. Specific Features of Formation and Growth Mechanism of Multilayered 1uasi-one-dimensional (Co-NiFe)/Cu Systems in Pores of Anodic Alumina Matrices. Crystallogr. Rep. 2014, 59, 744−748. (44) Warcholinski, B.; Gilewicz, A.; Kuznetsova, T. A.; Zubar, T. I.; Chizhik, S. A. Mechanical Properties of Mo(C)N Coatings Deposited Using Cathodic Arc Evaporation. Surf. Coat. Technol. 2017, 319, 117− 128. (45) Kuznetsova, T.; Zubar, T.; Chizhik, S.; Gilewicz, A.; Lupicka, O.; Warcholinski, B. Surface Microstructure of Mo(C)N Coatings Investigated by AFM. J. Mater. Eng. Perform. 2016, 25, 5450−5459. (46) Warcholinski, B.; Gilewicz, A.; Lupicka, O.; Kuprin, A. S.; Tolmachova, G. N.; Ovcharenko, V. D.; Kolodiy, I. S.; Sawczak, M.; Kochmanska, A. E.; Kochmanski, P.; et al. Structure of CrON Coatings\nFormed in Vacuum Arc Plasma Fluxes. Surf. Coat. Technol. 2017, 309, 920−930.\nDOI: 10.1021/acs.jpcc.9b06997 J. Phys. Chem. C 2019, 123, 26957−26964\n26964"
    } ],
    "references" : [ {
      "title" : "Magnetic Properties of Fe−Pd Alloy Nanoparticles",
      "author" : [ "Y. Ito", "A. Miyazaki", "S. Valiyaveettil", "S. Enoki" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Ito et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Ito et al\\.",
      "year" : 2010
    }, {
      "title" : "Modelling of a Magnetic Sensor Based on Vacuum Field Emission",
      "author" : [ "D. Nicolaescu", "V. Filip" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "Nicolaescu and Filip,? \\Q1996\\E",
      "shortCiteRegEx" : "Nicolaescu and Filip",
      "year" : 1996
    }, {
      "title" : "Effectiveness of the Magnetostatic Shielding by the Cylindrical Shells",
      "author" : [ "O.S. Volkova", "A. Shakin" ],
      "venue" : "J. Magn. Magn. Mater. 2016,",
      "citeRegEx" : "Volkova and Shakin,? \\Q2016\\E",
      "shortCiteRegEx" : "Volkova and Shakin",
      "year" : 2016
    }, {
      "title" : "Simulation of Quasi-two-dimensional Dipolar Systems",
      "author" : [ "Weis", "J-J" ],
      "venue" : "J. Phys.: Condens. Matter 2003,",
      "citeRegEx" : "Weis and J.J,? \\Q2003\\E",
      "shortCiteRegEx" : "Weis and J.J",
      "year" : 2003
    }, {
      "title" : "Morphology and Composition of the Fe − Ni Powders Electrodeposited from Citrate Containing Electrolytes. Electrochim",
      "author" : [ "U. Lacnjevac", "B.M. Jovic", "V.D. Jovic" ],
      "venue" : "Acta 2009,",
      "citeRegEx" : "Lacnjevac et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lacnjevac et al\\.",
      "year" : 2009
    }, {
      "title" : "Direct Observation of Molecular Cooperativity near the Glass Transition",
      "author" : [ "E. Vidal Russell", "N.E. Israeloff" ],
      "venue" : "Nature",
      "citeRegEx" : "Russell and Israeloff,? \\Q2000\\E",
      "shortCiteRegEx" : "Russell and Israeloff",
      "year" : 2000
    }, {
      "title" : "Spin-glass-like Behaviour in Tin Doped",
      "author" : [ "I. Jendrzejewska", "́ T. Gron", "J. Kusz", "M. Żelechower", "E. Maciązėk", "A. Ślebarski", "M. Fijałkowski" ],
      "venue" : "Spin Glasses and Random Fields; World Scientific: Singapore,",
      "citeRegEx" : "Jendrzejewska et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Jendrzejewska et al\\.",
      "year" : 1998
    }, {
      "title" : "Correlation between Particle Size/Domain Structure and Magnetic Properties of Highly Crystalline",
      "author" : [ "C.W. Kartikowati", "S. Horie", "T. Ogi", "T. Iwaki", "K. Okuyama" ],
      "venue" : "Single Crystals. J. Alloys Compd",
      "citeRegEx" : "Q. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Q. et al\\.",
      "year" : 2015
    }, {
      "title" : "Anomalies in Ni-Fe Nanogranular Flms Growth",
      "author" : [ "S.A. Chizhik", "L. V Panina" ],
      "venue" : "J. Alloys Compd. 2018,",
      "citeRegEx" : "Chizhik and Panina,? \\Q2018\\E",
      "shortCiteRegEx" : "Chizhik and Panina",
      "year" : 2018
    }, {
      "title" : "Facile Synthesis and GrowthMechanism of Flowerlike Ni−Fe Alloy Nanostructures",
      "author" : [ "L. Liu", "J. Guan", "W. Shi", "Z. Sun", "J. Zhao" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Liu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2010
    }, {
      "title" : "Mechanical Properties of Mo(C)N Coatings Deposited Using Cathodic Arc Evaporation",
      "author" : [ "S.A. Chizhik" ],
      "venue" : "Surf. Coat. Technol. 2017,",
      "citeRegEx" : "Chizhik,? \\Q2017\\E",
      "shortCiteRegEx" : "Chizhik",
      "year" : 2017
    }, {
      "title" : "Surface Microstructure of Mo(C)N Coatings Investigated by AFM",
      "author" : [ "B. Warcholinski" ],
      "venue" : "J. Mater. Eng. Perform. 2016,",
      "citeRegEx" : "Warcholinski,? \\Q2016\\E",
      "shortCiteRegEx" : "Warcholinski",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The possibility to control and transform the magnetic domain structure during the growth process of NiFe nano-objects with the ability to realize single-, two-, and multidomain states within a single particle is shown. It was found that a single-domain state is possible when the crystallite size corresponds to the particle size. The configuration of polycrystalline NiFe nanoparticles determined the transition between two-domain and multidomain states. This was made possible by the controlled growth of NiFe nano-objects in the initial stages of electrolyte deposition. Among other things, it was shown that an increase in the nanoparticles density in arrays of zero-dimensional objects near the percolation threshold reduces the domain magnetic moment due to the enhancement of the magnetic exchange interaction and partial reorientation of the magnetization vectors. At the same time, the size of the domain wall remains insensitive to particle size, filling density, and value of the domain magnetic moment.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}