{
  "name" : "downloads_2020-03-21_06_10.1038@s41589-020-0515-z.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tick tock",
    "authors" : [ "Yiyun Song" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Tick tock",
      "text" : "PNAS 117, 3610–3620 (2020)\nTranslation is finely regulated in a highly ordered manner to ensure the correct transfer of genetic information into proteins. Elongation factor Tu (EF-Tu) plays important roles in aminoacyl-tRNA (aa-tRNA) selection by forming a ternary complex with aa-tRNA and GTP and guiding its entry into the ribosome. To investigate the kinetics of EF-Tu in the translation process, Morse et al. used three-color smFRET imaging to simultaneously tag EF-Tu, aa-tRNA and the ribosome in conjunction with molecular dynamics (MD) simulation, finding that EF-Tu dissociation from the ribosome occurs after GTP hydrolysis and initiation of aa-tRNA fitting into the A site and prior to peptide-bond formation. Interestingly, inhibitors that block aa-tRNA accommodation or slow formation of the\nCredit: PNAS\npeptide bond cause rebinding of EF-Tu with aa-tRNA already residing within the A site. The phenomenon could also be observed in normal translation processes, but at a much lower frequency. Rebinding of EF-Tu increased the rate of GTP hydrolysis for each peptide-bond formation event, suggesting that EF-Tu promotes translation at the expense of energy consumption. This study reflects the advantage of smFRET and MD simulation methods in studying complex systems with multiple components and gaining molecular insights into timing in translational events. YS\nhttps://doi.org/10.1038/s41589-020-0515-z\nNATuRe ChemICAL BIOLOgy | VOL 16 | APriL 2020 | 363 | www.nature.com/naturechemicalbiology"
    }, {
      "heading" : "ANTIBIOTIC DISCOVeRy",
      "text" : ""
    }, {
      "heading" : "A tell-tale absence",
      "text" : "Nature 578, 582–587 (2020)\nNatural product gene clusters often encode resistance genes to protect the producing organism against its own bioactive compound, and these can also hint at the product’s mechanism of action. Focusing on these resistance determinants in glycopeptide antibiotic (GPA) biosynthetic gene clusters, Culp et al. used clusters lacking known GPA resistance genes as a guide to find compounds with potentially novel mechanisms of action. Two compounds encoded by such clusters, complestatin and corbomycin, exhibited activity against vancomycin-resistant Gram-positive bacteria, unlike typical GPAs. By examining their effects on various steps of peptidoglycan metabolism and genome sequencing of resistant mutants, the authors identified the peptidoglycanremodeling autolysin enzymes as the target for both complestatin and corbomycin. Both compounds inhibit a range of autolysins through directly binding to their peptidoglycan substrate and were effective as topical antibacterials in a mouse MRSA skin infection model. These GPAs demonstrate the utility of focusing on genetic resistance determinants for antibiotic discovery through genome mining. CD\nhttps://doi.org/10.1038/s41589-020-0513-1"
    }, {
      "heading" : "Mirella Bucci, Caitlin Deane and",
      "text" : "Yiyun Song\nOH O\nN H\nH N\nO\nO H N\nO N H\nO\nN H\nH N\nHO OH HO\nHN\nO\nO\nH NHO2C\nO\nO\nH N\nO N H\nO\nOH\nOH\nOH HO\nCorbomycin OH\nCredit: Nature\nmICROBIOme–hOST INTeRACTIONS\nA gut reaction Nature 579, 123–129 (2020)\nThe composition of the microbiota of all metazoans plays an important role in host physiology, with microbe-derived natural products acting as the chemical messengers interacting with host systems. To examine the global impact of the microbiome on chemical composition, Quinn et al. performed metabolomics analyses across 96 sample sites, representing 29 different organs in both germ-free (GF) and colonized (SPF) mice, and found that the microbiome affects the chemical make-up and metabolic transformations in all organs, including organs that are very distant from the gastrointestinal (Gi) tract. The most molecularly diverse region was the colon of SPF mice. An analysis of chemical transformations in metabolites in the lower Gi tract showed that the microbiota contributed more to catabolic breakdown than to anabolism. However, among the signals associated with SPF mice that did contribute to anabolism were three unique amino acid amide conjugates of cholic acid that correlated with the presence of Clostridium sp. Two of these could agonize a key human bile acid receptor, FXr, and were also found, using data from public metabolomics repositories, to be linked to diet in animals and human gut dysbiosis and disease. These findings aid in understanding the connections between the microbiota, metabolites, and host health. MB\nhttps://doi.org/10.1038/s41589-020-0514-0"
    }, {
      "heading" : "BIOCATALySIS",
      "text" : ""
    }, {
      "heading" : "Locked on target",
      "text" : "Science 367, 917–921 (2020)\nPlanar chirality, resulting from a lack of symmetry with respect to a plane, can arise when substituents on a macrocycle are locked and unable to rotate. Such conformations can be critical for the biological activity of a compound but are difficult to control during synthesis. As enzymes are often naturally stereoselective, Gagnon et al. turned to biocatalysis as an approach for making planar chiral macrocycles. Using the serine hydrolase Candida antarctica lipase B (CALB), the authors demonstrated the ability to make macrocyclic paracyclophane rings of various sizes from aromatic diols and diacid aliphatic linkers. The reaction was also amenable both to certain alternative linkers containing a rigid diyne moiety or a disulfide bridge and to additional substituents on\nthe aromatic ring without compromising enantioselectivity. The incorporation of reactive handles such as halogens or alkyne groups on the aromatic ring thus provided the capability for further functionalization and diversification beyond the tolerance of the CALB enzyme. This chemoenzymatic approach to macrocycle synthesis provides a more environmentally friendly and stereoselective route to potentially useful new compounds. CD\nhttps://doi.org/10.1038/s41589-020-0512-2"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Translation is finely regulated in a highly ordered manner to ensure the correct transfer of genetic information into proteins. Elongation factor Tu (EF-Tu) plays important roles in aminoacyl-tRNA (aa-tRNA) selection by forming a ternary complex with aa-tRNA and GTP and guiding its entry into the ribosome. To investigate the kinetics of EF-Tu in the translation process, Morse et al. used three-color smFRET imaging to simultaneously tag EF-Tu, aa-tRNA and the ribosome in conjunction with molecular dynamics (MD) simulation, finding that EF-Tu dissociation from the ribosome occurs after GTP hydrolysis and initiation of aa-tRNA fitting into the A site and prior to peptide-bond formation. Interestingly, inhibitors that block aa-tRNA accommodation or slow formation of the Credit: PNAS peptide bond cause rebinding of EF-Tu with aa-tRNA already residing within the A site. The phenomenon could also be observed in normal translation processes, but at a much lower frequency. Rebinding of EF-Tu increased the rate of GTP hydrolysis for each peptide-bond formation event, suggesting that EF-Tu promotes translation at the expense of energy consumption. This study reflects the advantage of smFRET and MD simulation methods in studying complex systems with multiple components and gaining molecular insights into timing in translational events. YS",
    "creator" : "Springer"
  }
}