{
  "name" : "downloads_2019-10-24_49_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Rational Design of Robust Si/C Microspheres for High-Tap-Density Anode Materials",
    "authors" : [ "Jin-Yi Li", "Ge Li", "Juan Zhang", "Ya-Xia Yin", "Feng-Shu Yue", "Quan Xu", "Yu-Guo Guo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Li-ion batteries, Si/C anodes, microspheres, high tap density, electrochemistry"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "With an ever-growing demand for high-energy-density lithiumion batteries to extend the battery life of portable electronic devices with increased power consumption and to ease concerns for driving range of electric vehicles, extensive interest has been stimulated in developing high-energy-density lithium-ion batteries (LIBs). To date, natural and artificial graphite electrodes have been utilized as the mainstream anodes for commercial LIBs because of their appropriate physicochemical and electrochemical characteristics and good processability.1−3 However, the graphite anode cannot satisfy the requirements of higher energy density because of its low theoretical specific capacity (LiC6, 372 mA h g\n−1). Among all emerging anode alternatives to the graphite anode, the Sibased anode has been considered as one of the most competitive anodes owing to its superior gravimetric capacity (Li15Si4, 3590 mA h g\n−1) and moderate operating potential (∼0.4 V vs Li+/Li).4−6 Unfortunately, inferior electrical conductivity and huge volume variation (∼300%) of Si during (de)lithiation easily cause serious problems, for instance, the\ncracking of active particles; pulverization of the electrode; loss of electrical conduction among active particles, conductive additives, and current collector; and labile solid electrolyte interface (SEI). To resolve the above issues of the Si anode, intensive nanostructured Si-based materials have been developed.7−19 Besides, new binders, electrolyte additives, and electrolyte formulas are also investigated to promote practical application of Si-based anodes.20−29 Nevertheless, the Si-based anode is still facing challenges in practical applications, considering the relatively high manufacturing cost and processability, especially the low compressive strength to maintain structural integrity under high pressure of the rolling procedure. Once the well-designed structure breaks down, new interfaces would cause inestimable side reactions, which will further consume limited lithium ions and accelerate capacity degradation. Fortunately, in recent years, Si nano-\nReceived: November 16, 2018 Accepted: January 2, 2019 Published: January 2, 2019\n© 2019 American Chemical Society 4057 DOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA M\nB R\nID G\nE o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 2\n1: 52\n:2 9\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nparticles (Si NPs) have been chosen as the most promising material for high-performance Si/C anodes and the mass production of Si NPs became vincible and cost-effective via chemical vapor deposition, sand milling, and high-energy ballmilling methods. Among the reports, anodes formed by coupling carbon-coated Si NPs and spherical graphite presented excellent processability and electrochemical properties in LIBs.30−34 Note that Si NPs are usually decorated on the surface of spherical graphite through these commonly used mixing or milling processes. Yet, it is challengeable to load more Si NPs on the surface of graphite because of the limited specific surface area (SSA) of spherical graphite and to maintain an intact structure of the anode during repeated volume variation, leading to low specific capacity and finite energy density. Nevertheless, the physicochemical properties of commercial graphite could be drawn to obtain excellent processability. A spherical structure could realize a higher tap density as well as stacking density than that of a nonspherical structure and tend to expand isotropically, which may benefit the structural stability of anode materials with huge volume variation. Therefore, a rational design for robust Si/C anode materials for practical application is proposed with the following characteristics: (i) a micron-sized spherical structure with compact carbon for compressive property to enhance the structural stability of Si-based materials under high rolling pressure and low SSA for less side reactions; (ii) homogeneously anchored Si NPs on flake graphite with pitch and dispersed in the microspheres for high specific capacity and isotropic expansion; (iii) pitch-derived carbon and graphite,\nserving as a three-dimensional carbon framework to ensure the electrochemical activity of Si NPs, alleviating volume deformation of Si upon cycling, and effectively impeding the agglomeration of Si NPs. Herein, a facile strategy to achieve the encapsulation of Si NPs in compact carbon microspheres was developed by the self-assembly process. As a consequence, the prepared Si/C microspheres deliver a proper specific capacity of 640 mA h g−1 and an initial Coulombic efficiency (ICE) of 90.5% and exhibit 85% capacity retention over 300 cycles under a high areal capacity (4 mA h cm−2). Besides, Si/ C anodes demonstrate a superior rate capability with approximately 88% capacity retention even under the high current density of 3200 mA g−1. Furthermore, the practical applications of the Si/C microspheres are validated by full cell measurements."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Material Preparation. To prepare Si/C microspheres, 7 g of pitch powder (softening point 250 °C), 2 g of silicon nanoparticles (D50 = 100 nm), and 3 g of flake graphite (5 μm) were homogeneously dispersed in 100 mL of poly(dimethylsiloxane) (PDMS, viscosity = 500 mPa s) using a high-energy ball-milling method. Then, the slurry was filled into a stainless steel reactor for reaction with continuous stirring under high temperature (HT, 430 °C) and high pressure (HP, 1 MPa) for 3 h. After completely removing the liquid phase, the solid composites were dried in vacuum overnight (120 °C, 12 h). Finally, the products were collected after further heating to 1000 °C for 3 h in an Ar atmosphere. For comparison, the Si/graphite/pitch mixture was prepared with the same ball-milling method, but the homogeneous slurry was further\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4058\ndried without the HTHP process. In the end, the solid mixture was carbonized at 1000 °C for 3 h in an Ar atmosphere. 2.2. Structural Characterizations. A field-emission scanning electron microscope (SEM, JEOL, JSM-6701F) was employed to investigate the morphologies of all materials and electrodes. Cross sections for SEM and element mapping analysis were prepared using a focused-ion-beam microscope equipped with an energy-dispersive Xray spectroscope (EDS) (Helios NanoLab 600i). Transmission electron microscopy (TEM) analysis was performed by a JEM2100F field-emission electron microscope. Thermogravimetric analysis (TGA) was carried out using Netzch STA449F3. X-ray diffraction (XRD) patterns of all materials were obtained by a Rigaku D/max 2500 diffractometer using Cu Kα radiation. 2.3. Electrochemical Measurements. The Si/C slurry was prepared with the Si/C composites (93 wt %), a conducting additive (Super-P, 2 wt %), and a binder (poly(acrylic acid), Mw ∼ 250 000, 5 wt %) dissolved in deionized water. After coating the slurry on the Cu foil, vacuum-drying was carried out at 120 °C for 12 h and then the electrodes were pressed with a rolling machine. For comparison, the compaction density of all electrodes was uniformized at 1.3 g cm−3. The half/full cells were assembled in an Ar-filled glove box with CR2032. A celgard membrane was chosen as separator, and electrolyte formula was 1 M LiPF6 in a mixed solution of ethylene carbonate, dimethylene carbonate, and ethylmethyl carbonate with 5% fluoroethylene carbonate (EC/DMC/EMC 1:1:1 vol % + 5% FEC). To evaluate electrochemical performance, half cells were tested using the galvanostatic method over a voltage range of 0.01−2.0 V vs Li+/Li. Full cells were cycled over 2.5−4.2 V using constant current charge of 0.5C and constant voltage of 4.2 V, and discharge current was 0.5C."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Figure 1a illustrates the schematic synthesis process of the robust Si/C microparticles. First, commercial Si NPs, flake\ngraphite, and the pitch powder were mixed in an appropriate ratio in PDMS using the high-energy ball-milling method, which smashes the composites into pieces and results in their homogeneous dispersion. The ratio of the composites and the viscosity of PDMS were carefully selected to avoid sedimentation as well as to maintain emulsion. More importantly, the particle size of Si is crucially important to determine the cycling stability of the Si-based anode, which was made with reference to a previous study.35 Second, the slurry of Si NPs, flake graphite, and the pitch powder was allowed to react in the vessel under HTHP, at which the pitch became soft and sticky so that it could firmly hold the Si NPs and flake graphite together and then the composites selfassemble into spheres because of the surface tension. To gain more information during the process, the morphologies of the intermediate products after different reaction times were characterized by field-emission SEM (FESEM) and the results are shown in Figures 1b−e and S1. Figure 1b confirms the homogeneous dispersion of all raw materials, and Figure 1c confirms the combination of Si NPs/graphite/pitch with the bonding of the pitch. With the reaction going on, the composites transform into microspheres (Figure 1e). The structure evolution could be divided into two processes, pitch softening and polycondensation, which is also illustrated in Figure 1a. Finally, the precursors were carbonized to prepare the robust Si/C microspheres. Besides, we also examined the pristine graphite, pitch-derived carbon, Si NPs, as-prepared Si/ C mixture, and Si/C microspheres with FESEM. As shown in Figure 2a, building blocks of the microparticle exhibit diverse morphologies. Specifically, original graphite has a flakelike morphology and pitch-derived carbon (Figure 2b) and their\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4059\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4060\nmixture (Figure 2c) are densely packed and have bulk morphology. After our spheroidization, these fundamental components self-assembled into spherical granules and the asobtained microscale spherical morphologies of the Si/C composite were well-maintained after the calcination process. Moreover, Si NPs are invisible on the surface of the microspheres (Figure 2d,e), implying that Si NPs have been successfully encapsulated into the carbon matrix. Thus, the HTHP process is the key process to obtain microspheres, which was identified by a number of experiments (Figures S1 and S2). To confirm the chemical composition inside the Si/C microspheres, TEM of the microspheres, cross-section SEM, and mappings of element analysis were investigated using a focused-ion-beam microscope equipped with EDS. The TEM image confirms the structure that Si NPs are embedded in carbon framework as designed (Figure 2f). From the crosssectional view in Figure 2g, some voids are clearly observed, suggesting that Si/C microspheres could provide space to accommodate the volume deformation during (de)lithiation of Si. Furthermore, the EDS mapping of the cross section of a single Si/C microsphere was carried out. The distribution of silicon and carbon in the Si/C composite (Figure 2h,i) provides further evidence of Si NPs uniformly encapsulation in the carbon framework. From the analysis of internal and external structures of the Si/C microspheres, the micro/ nanostructure was obtained as designed and the densely packed structure achieved a high tap density of 1 g cm−3, which is significantly higher than 0.16 g cm−3 (primary Si NPs) and almost equal to the value of commercial graphite. This value indicates that our Si/C microspheres have great advantages toward the conventional electrode fabrication procedure and could improve the volumetric energy density. Besides, the formed densely packed Si/C microspheres possess another excellent feature of low SSA (2 m2 g−1), which is beneficial to form a stable SEI and hence delivers high Coulombic efficiency during cycles, in marked contrast to the high Brunauer− Emmett−Teller SSA of 30.5 m2 g−1 for Si NPs and 70 m2 g−1 for porous Si.36\nTo verify the phase composition and surface chemistry information, the Si/C microspheres were examined by XRD and TGA measurements. The XRD patterns of Si NPs, graphite, and Si/C microspheres are shown in Figure 3a. As expected, typical peaks of crystalline Si and graphite are clearly observed without impurity, indicating the successful combina-\ntion of Si NPs and graphite in the pitch polycondensation process.37 According to TGA in Figure 3b, the mass loading of active Si NPs in the composite is calculated to be 12.32%. From the particle-size distribution analysis in Figure 3c, it is clearly seen that the original Si powder has D50 = 100 nm and we successfully prepared the Si/C microspheres with a welldefined single population centered at 15 μm, larger than that of the commercial graphite centered at 10.5 μm. The electrochemical performances of the Si/C electrode after the rolling process were tested with an areal capacity of 4 mA h cm−2. From the cyclic voltammetry curves of the Si/C microspheres in Figure 4a, the anodic peaks at around 0.5 V are attributed to dealloying of LixSi and the cathodic peaks below 0.2 V are ascribed to alloying of LixSi.\n38,39 In the subsequent scans, no significant shift was observed, indicating the fine reversibility. From the charge and discharge profiles of the anode in Figure 4b, it was observed that the as-prepared mixture shows slightly larger overpotential than that of the Si/ C microspheres. This phenomenon corresponds to the high rate capability of the microspheres in Figure 4c. When the cycling rate sequentially increases to 1C and 2C, the Si/C anode could deliver high reversible capacities of 616 and 606 mA h g−1, respectively, more than 96% of its capacity at 0.2C. Especially, when the current increases to 5C, the Si/C anode could still achieve a high specific capacity of 582 mA h g−1, still higher than 372 mA h g−1. While the charge and discharge currents turn down to 0.2C, the Si/C anode could also regain a capacity of 626 mA h g−1, indicating its superior reversibility. Furthermore, the Si/C anode delivers initial charge and discharge capacities of 640 and 711 mA h g−1 at a current density of 200 mA g−1 over 0.01−2 V, corresponding to a high ICE of 90.5%. The high Coulombic efficiency could be attributed to the stable structure, lower SSA, and stable SEI of the Si/C anode. The Nyquist plots of the Si/C microsphere anodes are shown in Figure 4d. The curves consist two semicircles and a straight line, in which the first and second semicircles correlate with the interfacial resistance (Rsei) and charge transfer resistance (Rct), respectively. The rest of the curves are related to lithium diffusion and phase transition at low frequency.40 Table S1 summarizes the values of ohmic resistance (Rs), Rsei, and Rct estimated by curve fitting. According to the results, Rsei increases 57 Ω from 1st to 20th cycle and stayed stable afterward from 20th to 50th, which could be ascribed to stable SEI formation. Meanwhile,\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4061\nRct changes slightly, indicating the stable structure of the electrode. Therefore, an excellent cycling stability (87.1% over 300 cycles) with average CE around 99.8 from 50 to 300 cycles is achieved (Figure S3), whereas the Si/C mixture electrode exhibits abrupt capacity decay within 50 cycles, which is probably due to the contact loss with the conductive matrix and the unstable SEI formation. To further demonstrate the advantage of robust Si/C microspheres in maintaining the structural integrity, the ex situ SEM technique was employed to observe thickness variation and surface deformation of the electrode under the rolling procedure and cycling process, in which Si/C and commercial graphite electrodes were prepared under the rolling pressure of 200 kg cm−2. As a result, the Si/C anode is capable of retaining a spherical morphology (Figure 5a,c), whereas the artificial graphite electrode is pressed into a tabletlike morphology (Figure 5e,g). From the ex situ SEM images in Figure 5b,d, we can see that the Si/C anode still maintains the original microsized spherical structure after 50 cycles, suggesting that Si NPs were still dispersed and encapsulated within the carbon matrix. The good structural integrity after the rolling process with an areal capacity of 4 mA h cm−2 could be attributed to the densely packed spherical structure and the good interparticle connection between Si NPs and the carbon matrix, which enable high compaction density and facilitate electron/Li+ highways. After 50 cycles, the thickness of the Si/ C anode increased from 108.6 to 135.7 μm, resulting in 25% volume expansion of the electrode for the fully lithiated state. This value is close to that of the artificial graphite electrode (20%), much lower than that of Si materials (Figure 5e,f). It should be emphasized that under the same areal capacity and rolling pressure, the thickness of the Si/C electrode is twothirds of that of the graphite electrode, indicating a higher volumetric density of Si/C microspheres. Based on the top view of both lithiated Si/C and graphite (Figure 5d,h), smooth SEI layers are homogeneously covered on the surface of particles, promising superior, long cycling stability. Meanwhile, the electrochemical performance of commercial graphite is demonstrated in Figure S4. It is clearly seen that the specific\ncapacity and CE of the anode after the rolling process rise slowly to the stable values of the graphite electrode before the rolling process; this activation may contribute to the dense packing of materials. Moreover, Figure S5 provides more affirmation that robust Si/C microspheres have high compressive property than that of porous Si/C microspheres. We observe that microspheres are crushed into a flat shape, which leads to poor cycling performance. For further practical applications, a full cell was assembled using the LiNi0.8Co0.1Mn0.1O2 and robust Si/C microspheres (with anode areal capacity of 4 mA h cm−2 and a negative/ positive capacity ratio of 1.1).41−43 Figure 6a exhibits the profiles of the first and second cycles of the full cell over 2.5− 4.2 V. The first charge and discharge capacities of the full cell are 224.9 and 181.8 mA h g−1 at 0.2C, respectively. On increasing the cycling rate to 2C, the full cell presents a proper rate capability with 76% capacity retention at 2C (Figure 6b). Additionally, the full cell delivers 84% capacity retention over 100 cycles at 0.5C (Figure 6c). For comparison, the profiles of the initial cycle and cycling performance of LiNi0.8Co0.1Mn0.1O2 in a half-cell are shown in Figure S6, exhibiting a capacity of 201.6 mA h g−1 and ICE of 89% at 0.1C. It is worth noting that full cell performance could be further improved if all of the influence factors are fully optimized, such as the N/P ratio, electrode porosity, electrolyte formula, initial charge/discharge program, prelithiation, and so on.31,32 Moreover, a comparison of electrochemical performances with those reported in literatures is provided in Table S2. These results implied the advantage of rational design and the feasibility of our Si/C nano/ microspheres in higher-energy-density LIBs."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, a rational design of robust Si/C anode materials for practical application with Si encapsulated in compact carbon microspheres was proposed. The micron-sized spherical structure and compact carbon matrixes present synergetic effect in maintaining the structure integrity under high rolling pressure and enabling high-tap-density micro-\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4062\nspheres. To obtain the designed structure, the HTHP emulsion process is applied, and in this structure, Si NPs are intimately anchored on flake graphite and ingeniously self-assembled into microspheres with a smooth surface because of the surface tension in the liquid phase. More importantly, the integration of graphite and pitch-derived carbon enables high electrical conductivity of the electrode, beneficial to implement the electrochemical activity of Si NPs as well as suppress the destruction and aggregation of Si NPs upon Li+ insertion/ extraction, thereby enhancing the structural stability. Consequently, the Si/C microspheres exhibit 85% capacity retention over 300 cycles at a high areal capacity of 4 mA h cm−2 and an ICE of 90.5%. Furthermore, the robust Si/C anode is capable of maintaining structural integrity after repeated cycling as expected. The rational design has model significance for other high-energy materials, and the proposed synthesis process can be developed to load other nanomaterials for advanced batteries.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b20213.\nSEM images of composites, cycling performance of Si/C microspheres and graphite, SEM images of porous anode material electrodes before and after the rolling process, values of resistance components estimated by curve fitting, and electrochemical performance of the LiNi0.8Co0.1Mn0.1O2 cathode in a half-cell (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: xuquan@iccas.ac.cn (Q.X.). *E-mail: ygguo@iccas.ac.cn (Y.-G.G.)."
    }, {
      "heading" : "ORCID",
      "text" : "Ya-Xia Yin: 0000-0002-0983-9916 Yu-Guo Guo: 0000-0003-0322-8476"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Key R&D Program of China (Grant No. 2016YFB0100100), the Basic Science Center Project of the National Natural Science Foundation of China (NSFC) (Grant No. 51788104), the NSFC (Grant Nos. 51772301 and 21773264), the Beijing Natural Science Foundation (L172023), and the “Transformational Technologies for Clean Energy and Demonstration” Strategic Priority Research Program of the Chinese Academy of Sciences (Grant No. XDA 21070300).\n■ REFERENCES (1) Arico,̀ A. S.; Bruce, P.; Scrosati, B.; Tarascon, J. M.; Van Schalkwijk, W. Nanostructured Materials for Advanced Energy Conversion and Storage Devices. Nat. Mater. 2005, 4, 366−377. (2) Owen, J. R. Rechargeable Lithium Batteries. Chem. Soc. Rev. 1997, 26, 259−267. (3) Tarascon, J. M.; Armand, M. Issues and Challenges Facing Rechargeable Lithium Batteries. Nature 2001, 414, 359−367. (4) Szczech, J. R.; Jin, S. Nanostructured Silicon for High Capacity Lithium Battery Anodes. Energy Environ. Sci. 2011, 4, 56−72.\n(5) Wu, H.; Cui, Y. Designing Aanostructured Si Anodes for High Energy Lithium Ion Batteries. Nano Today 2012, 7, 414−429. (6) Li, J. Y.; Xu, Q.; Li, G.; Yin, Y. X.; Wan, L. J.; Guo, Y. G. Research Progress Regarding Si-based Anode Materials towards Practical Application in High Energy Density Li-ion Batteries. Mater. Chem. Front. 2017, 1, 1691−1708. (7) Chen, C.; Li, Q.; Li, Y.; Cui, Z.; Guo, X.; Li, H. Sustainable Interfaces between Si Anodes and Garnet Electrolytes for RoomTemperature Solid-State Batteries. ACS Appl. Mater. Interfaces 2018, 10, 2185−2190. (8) Chen, D.; Mei, X.; Ji, G.; Lu, M.; Xie, J.; Lu, J.; Lee, J. Y. Reversible Lithium-Ion Storage in Silver-Treated Nanoscale Hollow Porous Silicon Particles. Angew. Chem., Int. Ed. 2012, 51, 2409−2413. (9) Han, B.; Yang, Y.; Shi, X.; Zhang, G.; Gong, L.; Xu, D.; Zeng, H.; Wang, C.; Gu, M.; Deng, Y. Spontaneous Repairing Liquid Metal/Si Nanocomposite as a Smart Conductive-Additive-Free Anode for Lithium-ion Battery. Nano Energy 2018, 50, 359−366. (10) Evanoff, K.; Magasinski, A.; Yang, J. B.; Yushin, G. NanosiliconCoated Graphene Granules as Anodes for Li-Ion Batteries. Adv. Energy Mater. 2011, 1, 495−498. (11) Zhang, Z.; Wang, Y.; Ren, W.; Tan, Q.; Chen, Y.; Li, H.; Zhong, Z.; Su, F. Scalable Synthesis of Interconnected Porous Silicon/Carbon Composites by the Rochow Reaction as HighPerformance Anodes of Lithium Ion Batteries. Angew. Chem., Int. Ed. 2014, 53, 5165−5169. (12) Jia, H.; Gao, P.; Yang, J.; Wang, J.; Nuli, Y.; Yang, Z. Novel Three-Dimensional Mesoporous Silicon for High Power Lithium-Ion Battery Anode Material. Adv. Energy Mater. 2011, 1, 1036−1039. (13) Kasavajjula, U.; Wang, C.; Appleby, A. J. Nano- and BulkSilicon-Based Insertion Anodes for Lithium-ion Secondary Cells. J. Power Sources 2007, 163, 1003−1039. (14) Magasinski, A.; Dixon, P.; Hertzberg, B.; Kvit, A.; Ayala, J.; Yushin, G. High-Performance Lithium-Ion Anodes Using a Hierarchical Bottom-Up Approach. Nat. Mater. 2010, 9, 353−358. (15) Wu, H.; Chan, G.; Choi, J. W.; Ryu, I.; Yao, Y.; McDowell, M. T.; Lee, S. W.; Jackson, A.; Yang, Y.; Hu, L.; Cui, Y. Stable Cycling of Double-Walled Silicon Nanotube Battery Anodes Through SolidElectrolyte Interphase Control. Nat. Nanotechnol. 2012, 7, 310−315. (16) Zhou, X. S.; Yin, Y. X.; Wan, L. J.; Guo, Y. G. Facile Synthesis of Silicon Nanoparticles Inserted into Graphene Sheets as Improved Anode Materials for Lithium-Ion Batteries. Chem. Commun. 2012, 48, 2198−2200. (17) Lee, P. K.; Tan, T.; Wang, S.; Kang, W.; Lee, C. S.; Yu, D. Y. W. Robust Micron-Sized Silicon Secondary Particles Anchored by Polyimide as High-Capacity, High-Stability Li-Ion Battery Anode. ACS Appl. Mater. Interfaces 2018, 10, 34132−34139. (18) Weng, W.; Lin, J.; Du, Y.; Ge, X.; Zhou, X.; Bao, J. Templatefree Synthesis of Metal Oxide Hollow Micro-/Nanospheres via Ostwald Ripening for Lithium-Ion Batteries. J. Mater. Chem. A 2018, 6, 10168−10175. (19) Xia, L.; Du, Y.; Hu, L.; Zhou, X.; Li, Y.; Dai, Z.; Bao, J. Understanding the Effect of Different Polymeric Surfactants on Enhancing the Silicon/Reduced Graphene Oxide Anode Performance. J. Phys. Chem. C 2015, 119, 5848−5854. (20) Jin, Y.; Kneusels, N. J. H.; Marbella, L. E.; Castillo-Martínez, E.; Magusin, P. C. M. M.; Weatherup, R. S.; Jońsson, E.; Liu, T.; Paul, S.; Grey, C. P. Understanding Fluoroethylene Carbonate and Vinylene Carbonate Based Electrolytes for Si Anodes in Lithium Ion Batteries with NMR Spectroscopy. J. Am. Chem. Soc. 2018, 140, 9854−9867. (21) Kim, S.; Jeong, Y. K.; Wang, Y.; Lee, H.; Choi, J. W. A “Sticky” Mucin-Inspired DNA-Polysaccharide Binder for Silicon and SiliconGraphite Blended Anodes in Lithium-Ion Batteries. Adv. Mater. 2018, 30, No. 1707594. (22) Kovalenko, I.; Zdyrko, B.; Magasinski, A.; Hertzberg, B.; Milicev, Z.; Burtovyy, R.; Luzinov, I.; Yushin, G. A Major Constituent of Brown Algae for Use in High-Capacity Li-Ion Batteries. Science 2011, 334, 75−79. (23) Lee, S. H.; Lee, J. H.; Nam, D. H.; Cho, M.; Kim, J.; Chanthad, C.; Lee, Y. Epoxidized Natural Rubber/Chitosan Network Binder for\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4063\nSilicon Anode in Lithium-Ion Battery. ACS Appl. Mater. Interfaces 2018, 10, 16449−16457. (24) Li, J. T.; Wu, Z. Y.; Lu, Y. Q.; Zhou, Y.; Huang, Q. S.; Huang, L.; Sun, S. G. Water Soluble Binder, an Electrochemical Performance Booster for Electrode Materials with High Energy Density. Adv. Energy Mater. 2017, 7, No. 1701185. (25) Magasinski, A.; Zdyrko, B.; Kovalenko, I.; Hertzberg, B.; Burtovyy, R.; Huebner, C. F.; Fuller, T. F.; Luzinov, I.; Yushin, G. Toward Efficient Binders for Li-Ion Battery Si-Based Anodes: Polyacrylic Acid. ACS Appl. Mater. Interfaces 2010, 2, 3004−3010. (26) Wu, M. Y.; Xiao, X. C.; Vukmirovic, N.; Xun, S. D.; Das, P. K.; Song, X. Y.; Olalde-Velasco, P.; Wang, D. D.; Weber, A. Z.; Wang, L. W.; Battaglia, V. S.; Yang, W. L.; Liu, G. Toward an Ideal Polymer Binder Design for High-Capacity Battery Anodes. J. Am. Chem. Soc. 2013, 135, 12048−12056. (27) Haregewoin, A. M.; Wotango, A. S.; Hwang, B.-J. Electrolyte Additives for Lithium Ion Battery Electrodes: Progress and Perspectives. Energy Environ. Sci. 2016, 9, 1955−1988. (28) Shang, H.; Zuo, Z.; Yu, L.; Wang, F.; He, F.; Li, Y. LowTemperature Growth of All-Carbon Graphdiyne on a Silicon Anode for High-Performance Lithium-Ion Batteries. Adv. Mater. 2018, 30, No. 1801459. (29) Wang, C.; Luo, F.; Lu, H.; Rong, X.; Liu, B.; Chu, G.; Sun, Y.; Quan, B.; Zheng, J.; Li, J.; Gu, C.; Qiu, X.; Li, H.; Chen, L. A WellDefined Silicon Nanocone−Carbon Structure for Demonstrating Exclusive Influences of Carbon Coating on Silicon Anode of LithiumIon Batteries. ACS Appl. Mater. Interfaces 2017, 9, 2806−2814. (30) Kim, H.; Han, B.; Choo, J.; Cho, J. Three-Dimensional Porous Silicon Particles for Use in High-Performance Lithium Secondary Batteries. Angew. Chem., Int. Ed. 2008, 120, 10305−10308. (31) Kim, H. J.; Choi, S.; Lee, S. J.; Seo, M. W.; Lee, J. G.; Deniz, E.; Lee, Y. J.; Kim, E. K.; Choi, J. W. Controlled Prelithiation of Silicon Monoxide for High Performance Lithium-ion Rechargeable Full Cells. Nano Lett. 2016, 16, 282−288. (32) Zhao, J.; Lu, Z. D.; Wang, H. T.; Liu, W.; Lee, H. W.; Yan, K.; Zhuo, D.; Lin, D. C.; Liu, N.; Cui, Y. Artificial Solid Electrolyte Interphase-Protected LixSi Nanoparticles: An Efficient and Stable Prelithiation Reagent for Lithium-Ion Batteries. J. Am. Chem. Soc. 2015, 137, 8372−8375. (33) Miyachi, M.; Yamamoto, H.; Kawai, H.; Ohta, T.; Shirakata, M. Analysis of SiO Anodes for Lithium-Ion Batteries. J. Electrochem. Soc. 2005, 152, A2089−A2091. (34) Yang, J.; Takeda, Y.; Imanishi, N.; Capiglia, C.; Xie, J.; Yamamoto, O. SiOx-Based Anodes for Secondary Lithium Batteries. Solid State Ionics 2002, 152−153, 125−129. (35) Kim, H.; Seo, M.; Park, M. H.; Cho, J. A Critical Size of Silicon Nano-Anodes for Lithium Rechargeable Batteries. Angew. Chem., Int. Ed. 2010, 49, 2146−2149. (36) Ge, M.; Lu, Y.; Ercius, P.; Rong, J.; Fang, X.; Mecklenburg, M.; Zhou, C. Large-Scale Fabrication, 3D Tomography, and Lithium-Ion Battery Application of Porous Silicon. Nano Lett. 2014, 14, 261−268. (37) Kim, S. Y.; Lee, J.; Kim, B. H.; Kim, Y. J.; Yang, K. S.; Park, M. S. Facile Synthesis of Carbon-Coated Silicon/Graphite Spherical Composites for High-Performance Lithium-Ion Batteries. ACS Appl. Mater. Interfaces 2016, 8, 12109−12117. (38) Yang, Y.; Qu, X.; Zhang, L.; Gao, M.; Liu, Y.; Pan, H. ReactionBall-Milling-Driven Surface Coating Strategy to Suppress Pulverization of Microparticle Si Anodes. ACS Appl. Mater. Interfaces 2018, 10, 20591−20598. (39) McDowell, M. T.; Lee, S. W.; Ryu, I.; Wu, H.; Nix, W. D.; Choi, J. W.; Cui, Y. Novel Size and Surface Oxide Effects in Silicon Nanowires as Lithium Battery Anodes. Nano Lett. 2011, 11, 4018− 4025. (40) Du, L. L.; Zhang, Q. B.; Wei, T.; Shi, Y. L.; Qiang, Y. H.; Sun, S. G. Electrochemical Impedance Spectroscopic Studies of the First Lithiation of Si/C Composites Electrode. Acta Chim. Sin. 2011, 69, 2641−2647.\n(41) Aravindan, V.; Lee, Y. S.; Madhavi, S. Research Progress on Negative Electrodes for Practical Li-Ion Batteries: Beyond Carbonaceous Anodes. Adv. Energy Mater. 2015, 5, No. 1402225. (42) Liu, B. N.; Xu, Q.; Chu, G.; Lu, H.; Yin, Y. X.; Luo, F.; Zheng, J. Y.; Guo, Y. G.; Li, H. Research Progress of the Nano-Si/C Materials with High Capacity for Lithium-Ion Batteries. Energy Storage Sci. Technol. 2016, 5, 418−421. (43) Wu, J. Y.; Liu, P.; Hu, Y. S.; Li, H. Calculation on Energy Densities of Lithium Ion Batteries and Metallic Lithium Ion Batteries. Energy Storage Sci. Technol. 2016, 5, 443−453.\nDOI: 10.1021/acsami.8b20213 ACS Appl. Mater. Interfaces 2019, 11, 4057−4064\n4064"
    } ],
    "references" : [ {
      "title" : "Nanostructured Materials for Advanced Energy Conversion and Storage Devices",
      "author" : [ "W. Schalkwijk" ],
      "venue" : "Nat. Mater. 2005,",
      "citeRegEx" : "Schalkwijk,? \\Q2005\\E",
      "shortCiteRegEx" : "Schalkwijk",
      "year" : 2005
    }, {
      "title" : "Rechargeable Lithium Batteries",
      "author" : [ "J.R. Owen" ],
      "venue" : "Chem. Soc. Rev. 1997,",
      "citeRegEx" : "Owen,? \\Q1997\\E",
      "shortCiteRegEx" : "Owen",
      "year" : 1997
    }, {
      "title" : "Issues and Challenges Facing Rechargeable Lithium Batteries",
      "author" : [ "J.M. Tarascon", "M. Armand" ],
      "venue" : "Nature",
      "citeRegEx" : "Tarascon and Armand,? \\Q2001\\E",
      "shortCiteRegEx" : "Tarascon and Armand",
      "year" : 2001
    }, {
      "title" : "Nanostructured Silicon for High Capacity Lithium Battery Anodes",
      "author" : [ "J.R. Szczech", "S. Jin" ],
      "venue" : "Energy Environ. Sci. 2011,",
      "citeRegEx" : "Szczech and Jin,? \\Q2011\\E",
      "shortCiteRegEx" : "Szczech and Jin",
      "year" : 2011
    }, {
      "title" : "Designing Aanostructured Si Anodes for High Energy Lithium Ion Batteries",
      "author" : [ "H. Wu", "Y. Cui" ],
      "venue" : "Nano Today 2012,",
      "citeRegEx" : "Wu and Cui,? \\Q2012\\E",
      "shortCiteRegEx" : "Wu and Cui",
      "year" : 2012
    }, {
      "title" : "High-Performance Lithium-Ion Anodes Using a Hierarchical Bottom-Up Approach",
      "author" : [ "G. Yushin" ],
      "venue" : "Nat. Mater. 2010,",
      "citeRegEx" : "Yushin,? \\Q2010\\E",
      "shortCiteRegEx" : "Yushin",
      "year" : 2010
    }, {
      "title" : "Large-Scale Fabrication, 3D Tomography, and Lithium-Ion Battery Application of Porous Silicon",
      "author" : [ "C. Zhou" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "Zhou,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhou",
      "year" : 2014
    }, {
      "title" : "Novel Size and Surface Oxide Effects in Silicon Nanowires as Lithium Battery Anodes",
      "author" : [ "J.W. Choi", "Y. Cui" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "Choi and Cui,? \\Q2011\\E",
      "shortCiteRegEx" : "Choi and Cui",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Si has been recognized as a next-generation anode alternative to graphite for high-energy-density lithium-ion batteries. However, the most intractable problem of previous Si-based anodes is the relatively low compressive strength of particles because of excess voids and porous structures, thus leading to poor structural integrity and electrochemical performance under high pressure of the rolling procedure in practical application. Therefore, a rational design of robust Si/C microspheres with a compact nano/microstructure is an effective strategy to address the abovementioned issues. In this ingenious structure, Si nanoparticles are homogeneously dispersed and anchored on flake graphite and then the composites self-assemble into microspheres via polycondensation and surface tension of pitch under high temperature and high pressure. Benefitting from this innovative approach and rational design, the obtained robust Si/C microspheres not only present high compressive property and high tap density (1.0 g cm−3) but also demonstrate high initial Coulombic efficiency (90.5%) and cycling stability with areal capacity (4 mA h cm−2) under a compaction density of 1.3 g cm−3. Furthermore, the full cell assembled with LiNi0.8Co0.1Mn0.1O2 and the resultant Si/C microsphere anode also displays good cycling performance and rate capabilities. Owing to these aspects, the proposed rational design of encapsulating Si nanoparticles in high-tap-density microspheres could be extended to load other nanomaterials for advanced batteries.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}