{
  "name" : "downloads_2020-03-03_c1_oktarina2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Can nano-silver products endanger beneficial soil fungi ?",
    "authors" : [ "H Oktarina" ],
    "emails" : [ "oktarina.hartati@unsyiah.ac.id" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Content from this work may be used under the terms of the Creative Commons Attribution 3.0 licence. Any further distribution of this work must maintain attribution to the author(s) and the title of the work, journal citation and DOI.\nPublished under licence by IOP Publishing Ltd\nproperties. Despite of its beneficial, they may potentially affect the activity of beneficial soil microorganisms. Trichoderma harzianum was used in this to investigate the effect of AgNPs on beneficial soil fungi. Colony diameter and spore production of T. harzianum were observed in the presence of three levels of AgNPs (200, 600, 1000 mg L -1 ) in growth media. The results showed that the application of AgNPs at high levels reduced colony diameter and spore production of the tested fungi. The findings indicate that AgNPs have the potential to damage beneficial soil fungi."
    }, {
      "heading" : "1. Introduction",
      "text" : "Silver nanoparticles (AgNPs) are widely used in industry due to their anti-microbial properties. Common applications include the use of AgNPs for antimicrobial coatings on textiles, electronics and biomedical devices [1] [2] [3]. Recently, researchers have proposed the use of AgNPs in agriculture to control plant pathogenic fungi such as Rhizoctonia solani, Bipolaris sorokiniana, Magnoporthe grisea, and Colletotrichum sp. [4] [5] [6].\nThe use of AgNPs to control plant pathogen fungi does raise concerns as they may potentially affect the activity of beneficial soil microorganisms. The nanoparticles applied will end up in the soil and may become toxic to microorganisms. In bacteria, silver ions inhibit cell growth and multiplication by breaking through the cell wall, disrupting respiration and binding [7]. Antifungal activity of AgNPs damage fungal membrane integrity by interrupting the structure of the cell membrane and inhibiting the normal budding process [8].\nThe genus Trichoderma is one of a range of beneficial fungi that live in soil as saprophytes. In particular, Trichoderma has the ability to decompose organic matter [9]. Furthermore, Trichoderma species also have capability to live on other fungi and this property makes them well known as biocontrol agent against a wide range of plant pathogens. The potential of Trichoderma species as a biocontrol agent was first demonstrated by Weindling in the early 1930s [10] and has been used to control many plant pathogenic fungi since then. Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16]. Today, several species of Trichoderma have been produced commercially as biological fungicides.\nVery little work has been done to study the impact of AgNPs on Trichoderma sp. Most studies have only focused on the use of AgNPs to control fungal plant pathogens. Due to the ecological\nIOP Conf. Series: Earth and Environmental Science 425 (2020) 012070 IOP Publishing doi:10.1088/1755-1315/425/1/012070\nimportance of Trichoderma in soil and as biocontrol, the current work investigates the effect of AgNPs exposure on colony diameter and spore production of T. harzianum in vitro."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. The impact of AgNPs on T. harzianum colony diameter",
      "text" : "The AgNPs used in the experiment were obtained from M K Impex Corp. Mississauga, Canada (MKN-Ag-020). Three levels of AgNPs (200, 600, and 1000 mg L -1 of AgNPs) were added to Czapek Dox Agar (CDA), before autoclaving at 121 o C for 15 minutes. Sterile media containing AgNPs were swirled thoroughly before being plated into 90 mm petri dishes. Once the media had set, a 3 mm plug of 7-day-old T. harzianum culture was placed in the centre and incubated at 24 o C. The growth of T. harzianum was observed by measuring the colony diameter at 24 hours intervals until control plates were fully covered by hyphae (4 days). Control plates were prepared without AgNPs. All experiments were carried out in triplicate."
    }, {
      "heading" : "2.2. The impact of AgNPs on T. harzianum spore production",
      "text" : "The spores number produced by T. harzianum at 1000 mg AgNPs L -1 was counted on the 7 th , 14 th , 21 th , and 28 th day after inoculation. The spores were harvested by pouring sterile distilled water on the culture. One ml of spore suspension was transferred to a clean 1.5 ml microfuge tube. Dilutions were made up to 10 -3 , depending on density of spores. Twenty µL of the spores dilution were dropped on the centre of haemocytometer and observed under light microscope. Spores from five random squares (0.04 mm² each square) were counted as the sample. To calculate the number of spores per ml suspension, equation below was used:\nThe number of spores on control plates were also counted. The spore count was carried out in triplicate."
    }, {
      "heading" : "2.3. Statistical analysis",
      "text" : "The data on colony diameter, spore production, and spore viability were statistically analysed for Analysis of Variance (ANOVA) on Minitab 17. Significant differences between mean values were determined using Least Significant Different (P=0.05)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "The colony diameter of T. harzianum was measured every 24 hours for four days, when the plate was covered fully by hyphae. Three levels of AgNPs (200, 600 and 1000 mg L -1 ) were used to determine the level that affected colony diameter of T. harzianum that grown on CDA. Figure 1 shows that AgNPs at 200 mg L -1 had no effect on the growth of T. harzianum. The colony diameters of the fungi growth on AgNPs contaminated media were equal to control (without AgNPs).\nIOP Conf. Series: Earth and Environmental Science 425 (2020) 012070 IOP Publishing doi:10.1088/1755-1315/425/1/012070\nHowever, higher levels of AgNPs (600 and 1000 mg L -1 ) decreased the colony diameter of T. harzianum (Figure 2 and Figure 3). A significant reduction, around 30%, was notice on the last day of observation for both AgNPs levels.\nIOP Conf. Series: Earth and Environmental Science 425 (2020) 012070 IOP Publishing doi:10.1088/1755-1315/425/1/012070\nT. harzianum growth used in this study was affected by AgNPs at high levels (600 and 1000 mg\nAgNPs L -1 ). Other reports revealed that AgNPs at lower level reduce the colony diameter of T. harzianum. [17] reported that 25 mg L -1 of AgNPs inhibited colony growth of T. harzianum and T. viride by 50%. Similarly, [18] reported 90% growth inhibition of T. harzianum at 10 mg L -1 . These findings suggest that sensitivity to silver is likely to be different between fungal strains of the same species but this should be tested further using similar growth conditions.\nAnother possible explanation for the resistance of T. harzianum to AgNPs is the ability of Trichoderma species to produce nanoparticles when exposed to metal ions. This ability is thought to be a detoxification mechanism e.g. toxic soluble metal ions are reduced to elemental nanoparticles which are less toxic. For example, a previous study showed that T. asperellum [19] and T. viride [20] produced AgNPs as by-product of their metabolism. [21] revealed that T. reesei produce enzyme and metabolites for their survival when the mycelium was exposed to silver nanoparticles. In this process the toxic metal ions were reduced to the non-toxic metallic AgNPs through the catalytic effect of the extracellular enzyme and metabolites of the fungus.\nIOP Conf. Series: Earth and Environmental Science 425 (2020) 012070 IOP Publishing doi:10.1088/1755-1315/425/1/012070\nThe fact that T. harzianum survived in media that contaminated with AgNPs at very high level, lead the research to study the spore production of the fungi. The spore of T. harzianum at 1000 mg AgNPs L -1 was harvested and counted at different age (7, 14, 21, 28 days after inoculation).. Figure 4 indicates that spore production of T. harzianum was reduce significantly with the presence of AgNPs in growth media. The number of spores was reduced around 25% on the 7 th , 14 th , and 28 th day. The lowest number of spores was produced by T. harzianum on the 21th day.\nThis study revealed that spore production was affected by the presence of AgNPs. [22] stated that AgNPs damage the hyphae of Aspergillus flavus and reduce the number of spores produced. [23] reported that T. harzianum growth and spore production reduced as heavy metal concentration in the media used was increased. Researchers reported that heavy metal rupture of fungal cell membrane [24], change in the structure of fungus [25], damage the shape of hyphal walls, malformations and hyperthropy resulting in possible damage of the spores [22]."
    }, {
      "heading" : "4. Conclusion",
      "text" : "T. harzianum colony diameter and spore production were affected by the presence of AgNPs at high level. The study also revealed that when comparing results from different studies on the effect of AgNPs on fungal growth it is important to take into account that fungal strains of the same species can show markedly different responses sensitivity to AgNPs. For instance, the growth of T. harzianum that sensitive to low level of AgNPs may affected by the application of AgNPs as fungicide to control plant pathogenic fungi. However, T. harzianum that resistance to AgNPs at higher level might has a potential as bioremediation agent. Further study is required to verify this hypothesis."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We would like to thank to Directorate General of Higher Education, Ministry of Education, The Republic of Indonesia, for funding the research."
    } ],
    "references" : [ {
      "title" : "Targeted nanoparticle-based drug delivery and diagnosis",
      "author" : [ "DF Emerich", "CG Thanos" ],
      "venue" : "Journal of Drug Targeting",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2007
    }, {
      "title" : "Silver nanoparticles as a new generation of antimicrobials",
      "author" : [ "M Rai", "A Yadav", "A Gade" ],
      "venue" : "Biotechnology Advances",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "Silicon nanoparticles–graphene paper composites for Li ion battery anodes",
      "author" : [ "JK Lee", "KB Smith", "CM Hayner", "HH Kung" ],
      "venue" : "The Royal Society of Chemistry",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2010
    }, {
      "title" : "Effects of colloidal silver nanoparticles on sclerotium-forming phytopathogenic fungi",
      "author" : [ "JS Min", "KS Kim", "SW Kim", "JH Jung", "K Lamsal", "SB Kim", "M Jung", "YS Lee" ],
      "venue" : "Plant Pathol J",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Antifungal activity of silver ions and nanoparticles on phytopathogenic fungi",
      "author" : [ "YK Jo", "BH Kim", "G Jung" ],
      "venue" : "The American Phytopathological Society",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2009
    }, {
      "title" : "Application of silver nanoparticles for the control of Colletotrichum species in vitro and pepper Anthracnose disease",
      "author" : [ "K Lamsal", "SW Kim", "JH Jung", "YS Kim", "KS Kim", "YS Lee" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Silver nanoparticles: mechanism of antimicrobial action, synthesis, medical applications, and toxicity effects",
      "author" : [ "S Prabhu", "EK Poulose" ],
      "venue" : "International Nano Letters",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Antifungal activity and mode of action of silver nano-particles on Candida albicans",
      "author" : [ "Kim K-J", "Sung WS", "Moon S-K", "Kim J-S", "Lee DG" ],
      "venue" : "Biometals",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2009
    }, {
      "title" : "Trichoderma in plant health management",
      "author" : [ "Zaidi NW", "Singh" ],
      "venue" : "(eds.) Trichoderma: biology and application. CPI Group (UK) Ltd",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2013
    }, {
      "title" : "Physiological and biochemical characterization of Trichoderma harzianum, a biological control agent against soilborne fungal plant pathogens",
      "author" : [ "I Grondona", "R Hermosa", "M Tejada", "MD Gomis", "PF Mateos", "PD Bridge", "E Monte", "I Garcia- Acha" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1997
    }, {
      "title" : "Trichoderma lignorum as a parasite of other soil",
      "author" : [ "R Weindling" ],
      "venue" : "fungi. Phytopathology",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1932
    }, {
      "title" : "Experimental concideration of the mold toxin of Gliocladium and Trichoderma",
      "author" : [ "R Weindling" ],
      "venue" : "Phytopathology",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1941
    }, {
      "title" : "Mechanisms employed by Trichoderma species in the biological control of plant diseases: the history and evolution of current concepts. The American Phytopathological Society",
      "author" : [ "CR Howell" ],
      "venue" : "Plant Disease",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2003
    }, {
      "title" : "Suppression of Fusarium colonization of cotton roots and Fusarium wilt by seed treatments with Gliocladium virens and Bacillus subtilis",
      "author" : [ "J Zhang", "CR Howell", "JL Starr" ],
      "venue" : "Biocontrol Sci. Technol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1996
    }, {
      "title" : "Myths and Dogmas of Biocontrol Changes in Perceptions Derived from Research on Trichoderma harzinum T-22",
      "author" : [ "GE Harman" ],
      "venue" : "Plant Dis",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2000
    }, {
      "title" : "Induction of Terpenoid Synthesis in Cotton Roots and Control of Rhizoctonia solani by Seed Treatment with Trichoderma virens",
      "author" : [ "CR Howell", "LE Hanson", "RD Stipanovic", "LS Puckhaber" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2000
    }, {
      "title" : "Destructive effect of Silver Nanoparticles on Biocontrol Agent fungi Trichoderma viride and T. harzianum",
      "author" : [ "S Gavanji", "M Shams", "N Shafagh", "AJ Zand", "B Larki", "DM Mohammadi", "AH Taraghian", "SV Niknezhad" ],
      "venue" : "Caspian Journal of Applied Sciences research",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2012
    }, {
      "title" : "Evaluation of antifungal activity of silver nanoparticles against some phytopathogenic fungi and Trichoderma harzianum",
      "author" : [ "V Mahdizadeh", "N Safaie", "F Khelghatibana" ],
      "venue" : "J. Crop Prot",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Green synthesis of highly stabilized nanocrystalline silver particles by a nonpathogenic and agriculturally important fungus",
      "author" : [ "P Mukherjee", "M Roy", "BP Mandal", "GK Dey", "PK Mukherjee", "J Ghatak", "AK Tyagi", "SP Kale" ],
      "venue" : "T. asperellum. Nanotechnology",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2008
    }, {
      "title" : "Biogenic synthesis of silver nanoparticles and their synergestic effect with antibiotics: a study against gram-positive and gram-negative bacteria. Nanomedicine",
      "author" : [ "AM Fayaz", "K Balaji", "M Girilal", "R Yadav", "PT Kalaichelvan", "R Venketesan" ],
      "venue" : "The 1st International Conference on Agriculture and Bioindustry",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2010
    }, {
      "title" : "Biosynthesis of silver nanoparticles by fungus Trichoderma reesei (A route for large-scale production of AgNPs) Insciences J",
      "author" : [ "K Vahabi", "GA Mansoori", "S Karimi" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2011
    }, {
      "title" : "Application of silver nanoparticles as antifungal and antiaflatoxin B1 produced by Aspergillus flavus",
      "author" : [ "MR Al-Othman", "ARM Abd El-Aziz", "MA Mahmoud", "SA Eifan", "MS El-Shikh", "M Majrashi" ],
      "venue" : "Nanomaterial and Biostructures J",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2014
    }, {
      "title" : "Studies on the effect of heavy metals on soil fungi Trichoderma sp",
      "author" : [ "R Lalfakzuala", "Lalrinmuana", "H Lalruatsanga" ],
      "venue" : "Science Vision",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Biological activity of gold nanoparticles towards filamentous pathogenic fungi",
      "author" : [ "GD Savi", "MMS Paula", "JC Possato", "T Barichello", "D Castagnaro", "Scussel" ],
      "venue" : "VM",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2012
    }, {
      "title" : "Antifungal activity of zinc oxide nanoparticles against Botrytis cinerea and Penicillium expansum",
      "author" : [ "LY Liu", "A Mustapha", "M Lin" ],
      "venue" : "Microbiological Research",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Common applications include the use of AgNPs for antimicrobial coatings on textiles, electronics and biomedical devices [1] [2] [3].",
      "startOffset" : 120,
      "endOffset" : 123
    }, {
      "referenceID" : 1,
      "context" : "Common applications include the use of AgNPs for antimicrobial coatings on textiles, electronics and biomedical devices [1] [2] [3].",
      "startOffset" : 124,
      "endOffset" : 127
    }, {
      "referenceID" : 2,
      "context" : "Common applications include the use of AgNPs for antimicrobial coatings on textiles, electronics and biomedical devices [1] [2] [3].",
      "startOffset" : 128,
      "endOffset" : 131
    }, {
      "referenceID" : 6,
      "context" : "In bacteria, silver ions inhibit cell growth and multiplication by breaking through the cell wall, disrupting respiration and binding [7].",
      "startOffset" : 134,
      "endOffset" : 137
    }, {
      "referenceID" : 7,
      "context" : "Antifungal activity of AgNPs damage fungal membrane integrity by interrupting the structure of the cell membrane and inhibiting the normal budding process [8].",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 8,
      "context" : "In particular, Trichoderma has the ability to decompose organic matter [9].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 9,
      "context" : "The potential of Trichoderma species as a biocontrol agent was first demonstrated by Weindling in the early 1930s [10] and has been used to control many plant pathogenic fungi since then.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 10,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 11,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 12,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 13,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 14,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 15,
      "context" : "Trichoderma suppress plant pathogen by (1) coiling and penetrating the pathogen hypha [11], (2) produce toxins and enzyme (chitinase and/or glucanases) to destroy pathogen cell wall integrity [12] [13], (3) compete for space and nutrients [14] [15] [16].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 16,
      "context" : "[17] reported that 25 mg L -1 of AgNPs inhibited colony growth of T.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "Similarly, [18] reported 90% growth inhibition of T.",
      "startOffset" : 11,
      "endOffset" : 15
    }, {
      "referenceID" : 19,
      "context" : "viride [20] produced AgNPs as by-product of their metabolism.",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 21,
      "context" : "[22] stated that AgNPs damage the hyphae of Aspergillus flavus and reduce the number of spores produced.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "Researchers reported that heavy metal rupture of fungal cell membrane [24], change in the structure of fungus [25], damage the shape of hyphal walls, malformations and hyperthropy resulting in possible damage of the spores [22].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 24,
      "context" : "Researchers reported that heavy metal rupture of fungal cell membrane [24], change in the structure of fungus [25], damage the shape of hyphal walls, malformations and hyperthropy resulting in possible damage of the spores [22].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 21,
      "context" : "Researchers reported that heavy metal rupture of fungal cell membrane [24], change in the structure of fungus [25], damage the shape of hyphal walls, malformations and hyperthropy resulting in possible damage of the spores [22].",
      "startOffset" : 223,
      "endOffset" : 227
    } ],
    "year" : 2019,
    "abstractText" : "Silver nanoparticles (AgNPs) are widely used in industry due to their anti-microbial properties. Despite of its beneficial, they may potentially affect the activity of beneficial soil microorganisms. Trichoderma harzianum was used in this to investigate the effect of AgNPs on beneficial soil fungi. Colony diameter and spore production of T. harzianum were observed in the presence of three levels of AgNPs (200, 600, 1000 mg L -1 ) in growth media. The results showed that the application of AgNPs at high levels reduced colony diameter and spore production of the tested fungi. The findings indicate that AgNPs have the potential to damage beneficial soil fungi.",
    "creator" : "Appligent StampPDF Batch 4.5.1"
  }
}