{
  "name" : "downloads_2020-09-01_14_li2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Multifunctional Organic–Inorganic Hybrid Aerogel for Self‐Cleaning, Heat‐Insulating, and Highly Efficient Microwave Absorbing Material",
    "authors" : [ "Ya Li", "Xiaofang Liu", "Xiaoyu Nie", "Wenwen Yang", "Yidong Wang", "Ronghai Yu", "Jianglan Shui" ],
    "emails" : [ "liuxf05@buaa.edu.cn;", "rhyu@buaa.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FULL PAPER www.afm-journal.de\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1807624 (1 of 9)"
    }, {
      "heading" : "Multifunctional Organic–Inorganic Hybrid Aerogel",
      "text" : "for Self-Cleaning, Heat-Insulating, and Highly Efficient"
    }, {
      "heading" : "Microwave Absorbing Material",
      "text" : ""
    }, {
      "heading" : "Ya Li, Xiaofang Liu,* Xiaoyu Nie, Wenwen Yang, Yidong Wang, Ronghai Yu,*",
      "text" : "and Jianglan Shui\nMultifunctionalization is the future development direction for microwave absorbing materials, but has not yet been explored. The effective integration of multiple functions into one material remains a huge challenge. Herein, an aerogel-type microwave absorber assembled with multidimensional organic and inorganic components is synthesized. Polyacrylonitrile fibers and polybenzoxazine membranes work as the skeleton and crosslinker, respectively, forming a 3D framework, in which carbon nanotubes are interconnected into an electrically conductive network, and Fe3O4 nanoparticles are uniformly dispersed throughout the aerogel. Remarkably, the microwave absorption performances of the aerogel achieve ultralight, ultrathin (1.5 mm), and strong absorption (reflection loss of −59.85 dB) features. In particular, its specific reflection loss values considerably outperform the current magnetic–dielectric hybrids with similar components. Moreover, the aerogel possesses strong hydrophobicity and good thermal insulation, endowing it attractive functions of self-cleaning, infrared stealth, and heat insulation that is even comparable to commercial products. The excellent multifunction benefits from the cellular structure of aerogel, the assembly of multidimensional nanomaterials, and the synergistic effect of organic–inorganic components. This study paves the way for designing next-generation microwave absorbing materials with great potential for multifunctional applications.\nDOI: 10.1002/adfm.201807624\nY. Li, Prof. X. Liu, X. Nie, W. Yang, Y. Wang, Prof. R. Yu, Prof. J. Shui School of Materials Science and Engineering Beihang University Beijing 100083, P. R. China E-mail: liuxf05@buaa.edu.cn; rhyu@buaa.edu.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201807624.\nbandwidth.[2] A variety of new nanomaterials and nanostructures based on carbon nanotubes (CNTs),[3] graphene,[4] MXene,[5] conductive polymer,[6] and so on have been successfully prepared and exhibited promising absorption properties.\nDespite these progresses, current research still concentrates on the solo improvement of microwave absorption performance. In the future, however, the application of absorbers may be extended to more complex environment and fields, which require them to possess more functions to fulfill the ever-growing demands. For example, flexible and compressible microwave absorbers are highly desirable in wearable electronics for shielding electromagnetic interference and protecting human health.[7] Microwave absorbers with hydrophobicity and low thermal conductivity can be potentially used to cover a building surface as an outer protective layer, providing multifunction of self-cleaning, heat insulation, and eliminating electromagnetic pollution, which benefits energy saving and environ-\nmental protection. In addition, materials that combine infrared and microwave stealth have broader prospects in civilian and military applications than single-function microwave absorbers. Multifunctionalization is the future development direction of advanced microwave absorbing materials. There has been rare research in this area so far. The effective integration of multiple functions into one material remains a huge challenge, relying on the creative design for composite component, 3D structure, and/or surface state.[8]\nAmong various microwave absorbing materials, CNTs represent one of the most promising candidates due to its light weight, high stability, and remarkable mechanical and electronic properties.[9] Many studies have combined CNTs with magnetic nanoparticles (NPs) to produce composite absorbers that possess both dielectric loss and magnetic loss, such as CNT-Fe3O4[10] and CNT-Co.[11] Despite their strong microwave absorption, these composites are difficult to have versatility to satisfy other functional requirements for some special application environments. In recent years, cellular aerogel, which can be assembled by various building blocks including NPs, fibers, and 2D materials, is attractive for their wide applications"
    }, {
      "heading" : "Microwave Absorbing Materials",
      "text" : ""
    }, {
      "heading" : "1. Introduction",
      "text" : "Microwave absorbing materials, which can convert electromagnetic energy to thermal energy, are essential to address the problems of electromagnetic radiation and pollution (especially in gigahertz frequency) that pose a threat to human health, information safety, and high precision electronic apparatus.[1] In recent years, in terms of the practical applications in portable electronic devices, aircraft, and spacecraft, extensive studies on microwave absorbers have focused on reducing weight, decreasing thickness, and broadening absorption\nAdv. Funct. Mater. 2019, 29, 1807624\n1807624 (2 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nin the fields of catalyst supports, oil/water separation, battery electrodes, and so on.[12] The properties of aerogels could be adjusted by their geometry (the spatial configuration of voids and the solid) and the properties of building blocks. Hence, the assembly of CNTs, magnetic NPs, and other ingredients into a cellular aerogel with proper composition and structure could be an effective strategy to develop multifunctional microwave absorbing materials. Meanwhile, the cellular structure and the synergistic effect among multiple components may promote the microwave absorption.\nIn this work, we have synthesized an aerogel-type microwave absorber consisting of organic polyacrylonitrile (PAN) fibers and polybenzoxazine (PBZ) membranes as 3D skeleton and crosslinker, respectively, as well as inorganic fillers of CNTs and Fe3O4 NPs as dielectric-loss and magnetic-loss components. Benefitting from the cellular structure of aerogel and the synergistic effect among organic and inorganic components, the hybrid aerogel exhibits attractive multifunction. First, it achieves excellent microwave absorption properties of ultralight, ultrathin (1.5 mm), and extremely strong absorption (reflection loss, RL = −59.85 dB). Remarkably, its specific reflection loss values considerably outperform other reported CNT–magnetic NP composite absorbers to the best of our knowledge. Moreover, the aerogel possesses promising selfcleaning function due to its strong hydrophobicity with a water contact angle (WCA) of ≈135o, good heat insulation feature that is comparable to commercial products, as well as infrared stealth function."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : "Scheme 1 illustrates the synthetic process of organic–inorganic hybrid aerogel PAN/CNT/Fe3O4 aerogel (PCF), in which PAN fibers, CNTs, and Fe3O4 NPs are used as the major building blocks. As the CNT amount increases, corresponding aerogel is marked as PCF-0 (without CNTs), PCF-1, PCF-2, PCF-3, and PCF-4 (detailed component ratio is presented in Table S1 in the Supporting Information). The morphology and microstructure of the materials were observed using scanning electron microscopy (SEM) and transmission electron microscopy\n(TEM). The PAN fibers fabricated by electrospinning have a uniform diameter of ≈250 nm and a length of several micrometers (Figure 1a). The PAN fibers with good flexibility served as the skeleton of the aerogel.[13] After homogenization process, the curly CNTs with a typical diameter of ≈40 nm (Figure 1b) homogeneously entangled with PAN fibers, and the 6 nm sized Fe3O4 particles (Figure 1c) were loaded on the PAN fibers and CNTs. Meanwhile, a low surface energy fluoric bifunctional benzoxazine (BAF-a) monomer with irregular particle shape was blended with the above mixture as an in situ crosslinking agent (Figure 1d). Upon heating the freeze-dried mixture at 235 °C, the BAF-a monomers in situ polymerized through a ring-opening reaction, forming a Mannich bridged PBZ.[14] As displayed in Figure 1e, the rough PBZ membrane was simultaneously coated on PAN fibers and CNTs, strengthening the whole aerogel.[15] The uniformly dispersed Fe3O4 NPs enhanced the porous structure and increased the nanoscale roughness of aerogel (Figure 1f,g). The whole mixture constituted an interconnected 3D framework with an open-cell geometry (Figure 1h). The pore size measurement using mercury intrusion porosimetry shows that the representative PCF-3 aerogel has a major open pore size of 70–130 µm (Figure S1a, Supporting Information). Besides, the N2 adsorption–desorption isotherm analysis using the Barrett−Joyner−Halenda method indicates the presence of a certain number of mesopores around 4 nm in PCF-3 (Figure S1b, Supporting Information). It is worth noting that with PAN fibers as skeleton, a small amount of CNTs can overcome their severe agglomeration and thus forms an interconnected network throughout the aerogel. The established macroscopic conductive network has the potential to possess high dielectric-loss capability that benefits microwave dissipation.\nDue to the filling of plenty of air in the skeleton, PCF aerogel has an attractive advantage of low density. As shown in Figure 2a, the PCF aerogel can rest on top of a dandelion without deforming the fluffy seed heads. The lightweight feature is an important standard for advanced microwave absorbing material, which enables it potential applications in portable electronics, aircraft, and spacecraft.[16] Moreover, PCF aerogel exhibits strong hydrophobicity. When we dropped colorful water droplets on the surface of PCF aerogel (Figure 2b), it is seen that the water droplets steadily stood\nAdv. Funct. Mater. 2019, 29, 1807624\nScheme 1. Synthetic progress of organic–inorganic hybrid aerogel.\n1807624 (3 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\non the aerogel rather than permeated into the aerogel. The WCA (θ) was further measured to quantify the hydrophobic degree, and the photographs of a water droplet on the aerogel surface are presented in Figure 2c. The measured θ values for the series of PCF aerogels range from 131° to 135°, which is insensitive to the CNT amount. The hydrophobicity of the aerogel could be mainly ascribed to two aspects. One is the low surface energy of PBZ coating layer on fiber surface; the other is the micrometer-scale roughness from the cellular structure and the nanoscale roughness from Fe3O4 NPs, which reduce the water–solid contact area and thus enhance the hydrophobicity.[15] When the aerogel absorbing layer is exposed to environment, the hydrophobicity endows it specific applications of waterproof, anti-icing, and corrosion resistance. Meanwhile, the environmental water droplets can roll on the hydrophobic surface, which removes the adsorbed dust and contaminants, achieving a self-cleaning function.[17] Good thermal insulation property is another useful function for microwave coating layer, which can keep desirable temperature in targets and protect them from high-temperature\nAdv. Funct. Mater. 2019, 29, 1807624\nFigure 1. Morphology and microstructure characterizations of PCF aerogel. a) SEM image of PAN fibers. b) SEM and TEM (inset) images of CNTs. c) TEM image and particle size distribution (inset) of Fe3O4 NPs. d) SEM image of PCF-3 before BAF-a polymerization. e) SEM image of PCF-3 after BAF-a polymerization. f,g) TEM images of PCF-3. h) Zoomed-out SEM image of PCF-3.\n1807624 (4 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ndamage, etc.[18] Herein, we visually compared the thermal insulation properties of the representative PCF-3 aerogel with several commercial thermal insulation materials including polyvinyl alcohol (PVA) foam, polyurethane (PU) foam, polyvinyl chloride (PVC) foam, and nitrile butadiene rubber (NBR) board (Figure 3). To avoid the heat radiation from the surrounding air, the perforated NBR board was placed on the heating platform, and the samples were placed in the size-matched holes with their lower surfaces in contact with the heating platform (Figure 3d,e). The temperature of the heating platform was set to 50, 75, 100, 125, and 150 °C, and the actual temperature is calibrated in Figure S2 in the Supporting Information. Thermal infrared images of the samples captured at 1, 10, and 30 min are presented in Figure 3a–c and Figure S3 (Supporting Information). When the actual temperature of the heating platform increased to high temperatures, i.e., 100, 125, and 150 °C, the detected temperatures on PCF-3 were only ≈42.3, ≈43.7, and ≈45.4 °C correspondingly, indicating its good thermal insulating property. As compared in Figure 3f, the thermal insulating property of PCF-3 is comparable to those commercial thermal insulation materials, revealing the promising prospect of our aerogel in practical application. Meanwhile, the detected temperature was quite stable with negligible increase even after 30 min, demonstrating the stable thermal insulating function of the PCF aerogel.\nThe good thermal insulating property also endows the aerogel potential infrared stealth function. It is seen in\nFigure 3g that the color of the bare hand appears green to red. The apparent color contrast with the surrounding environment indicates the high infrared radiation intensity of the hand, making it visible under infrared detection device. When a piece of PCF-3 is placed on the hand, the color of the covered area turns purple, which is consistent with the ambient color. Thus, the covered area becomes invisible due to the radiation suppression by aerogel.\nIt is well known that the total thermal conductivity of aerogel depends on the conduction in solid phase, the conduction through gas phase, as well as the radiative heat transfer.[19] The low density and high porosity of aerogel significantly decrease the thermal conduction in solid phase, while the air filled in the pores has a quite low thermal conductivity.[20] Besides, the randomly distributed pores in aerogel reduce the heat transfer by radiation, which is beneficial to the thermal insulation as well.[21] It should be mentioned that in practical applications the adsorption of water from environment can inevitably damage the thermal insulation of the aerogel.[22] However, the strong hydrophobicity of the PCF aerogel smartly solves the problem very well, guaranteeing the multifunction of this microwave absorber in harsh environments.\nthe RL based on the transmission line theory[23]\ntanh 2 in 0 r\nr r rZ Z j\nf t\nc µ ε π µ ε=          \n(1)\nRL 20 log in 0\nin 0\nZ Z Z Z = − + (2)\nwhere Zin is input impedance at the absorber surface, Z0 is impedance of the air, f is microwave frequency, t is thickness of the absorber, and c is velocity of light in free space. Figure 4a–c and Figure S4 (Supporting Information) present the reflection-loss properties of the aerogels that show dependence on CNT amount. Generally, the RL value of −10 dB is recognized as the threshold for effective microwave absorption. The PCF-0 and PCF-1 aerogels with low contents of CNTs exhibit quite weak microwave absorption capability with |RL| values less than 10 dB at all thicknesses (Figure S4a,b, Supporting Information). As the mass fraction of CNTs in aerogel increases, the minimum RL value of PCF-2 exceeds −10 dB, achieving 90% microwave attenuation (Figure 4a). Interestingly, the PCF-3 aerogel with thickness as thin as 1.5 mm achieves an extremely strong absorption with minimum RL of −59.85 dB at 16.4 GHz, which is far beyond the effective absorption standard (Figure 4b). However, a further increase\nAdv. Funct. Mater. 2019, 29, 1807624\n1807624 (5 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nof CNT amount leads to a weakened microwave absorption performance (Figure 4c).\nIt is more clearly observed in the RL contour plots that the effective absorption region of PCF-2 (|RL| > 10 dB) is confined in two closed circles (Figure 4d), whereas the effective absorption regions of PCF-3 and PCF-4 expand into strips, demonstrating the wider frequency ranges for strong microwave dissipation (Figure 4e,f). The scatter symbols (★) representing the RL peaks agree well with the simulated dashed line, which was plotted based on the equation / 4 / 4mt n nc fm r rλ µ ε( )= = (n = 1, 3, 5, …).[24] Therefore, the strong microwave absorption of the aerogel satisfies the quarter-wavelength cancelation law, suggesting an interference type loss.[25] Recently, Shahzad et al. and Yin et al. proposed more accurate and clear criteria, i.e., specific shielding effectiveness and specific absorption effectiveness, to evaluate the electromagnetic wave shielding and absorption performances of lightweight materials.[11,26]\nAccordingly, we calculated two specific reflection loss values for PCF-3 aerogel: SRLt (RL/layer thickness) and SRLft (RL/ (filler loading × layer thickness)), and compared these values with those of other CNT-based magnetic–dielectric composites. Remarkably, the much higher |SRLt| and |SRLft| values of PCF-3 reach new records, implying the good prospect for PCF-3 as an ultralight, ultrathin, and highly efficient microwave absorber (Figure 5 and Table S2 in the Supporting Information).\nThe microwave absorption mechanism of the aerogel could be clarified by analyzing the complex permittivity (εr = ε′ −jε″) and complex permeability (µr = µ′ − jµ″ ). The real parts ε′ and µ′ represent the storage capability of electric and magnetic energies, while the imaginary parts ε″ and µ″ stand for the dissipation capability of electric and magnetic energies.[27] The ε′ and ε″ of PCF-0 approximate to 2 and 0 over the whole frequency region, respectively, indicating the negligible dielectric loss of PAN fibers, PBZ membranes, and Fe3O4 NPs\nAdv. Funct. Mater. 2019, 29, 1807624\nFigure 3. Thermal infrared images of PCF-3 captured at 1, 10, and 30 min, respectively. The temperature of the heating platform was set to a) 100 °C, b) 125 °C, and c) 150 °C. d) Optical photograph and e) scheme of PCF-3, PVA, PVC, and PU placed in the holes of NBR board. The lower surfaces of the samples were in contact with the heating platform. f) Variation of the temperature detected on the upper surface of samples with the set temperature of heating platform. g) Thermal infrared images of PCF-3 placed on the hand.\n1807624 (6 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n(Figure 6a,b). Thus, the dielectric loss of aerogel derives from the addition of CNTs. The monotonous increase of the permittivity with CNT amount is consistent with the effective medium theory.[28] Generally, dielectric loss of a material associates with polarization relaxation and/or conductive loss.[29] The obvious resonant peaks in ε″ curves indicate the presence of multiple polarization relaxation behaviors, which could be further confirmed by plotting the ε′ versus ε″ curve according to the Debye relaxation theory: (ε′ − ε∞)2 + (ε′′)2 = (εs − ε∞)2.[30] As observed in Figure S5 (Supporting Information), the ε′–ε″ curves for PCF-2, PCF-3, and PCF-4 exhibit overlapped Cole–Cole semicircles, each of which represents one Debye relaxation process.[31] In composite absorber, interfacial polarization is considered as the dominant polarization mode.[32] With the addition of electrically conductive CNTs, more free charges readily accumulate at the heterointerfaces between PAN-CNT, Fe3O4-CNT, and PBZ-CNT, thus causing macroscopic dipole moments that produce Debye relaxation to dissipate electromagnetic wave (Figure 6c).[33] Therefore, the polarization relaxation loss is enhanced as the CNT amount increases. Due to the high conductivity of CNTs, conductive loss that is proportional to the electrical conductivity is definitely another important source for dielectric loss.[11,34] Meanwhile, the severe distortion of the Cole–Cole semicircles further reveals that polarization relaxation is not the exclusive reason for dielectric loss. As observed in Figure 1e, a 3D conductive network could form throughout the skeleton in PCF-3 with high content of CNTs (schematic shown in Figure 6d). Hence, the time-varying electromagnetic field-induced currents could quickly attenuate in the conductive network and convert into thermal energy, leading to the rapid decay of electromagnetic wave.[4a] However, the excessive CNTs in PCF-4 induce extremely high conductivity, resulting in intensive reflection of electromagnetic wave at the absorber surface, which will be analyzed below. Fe3O4 NPs endow the aerogel superparamagnetic properties as evidenced in Figure S6 (Supporting Information), and\nAdv. Funct. Mater. 2019, 29, 1807624\nFigure 4. Frequency dependence of reflection losses of PCF aerogels: a) PCF-2, b) PCF-3, and c) PCF-4. Dependence of matching thickness (tm) on matching frequency (fm) of d) PCF-2, e) PCF-3, and f) PCF-4. The region confined in the black lines correspond to |RL|>10 dB.\n1807624 (7 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ngenerate magnetic loss to dissipate electromagnetic wave. Due to the fixed content of Fe3O4 NPs, the µ′ and µ″ show little variation among the four aerogels, revealing their similar abilities for storing and dissipating magnetic energies (Figure 6f,g).[35] The strong resonance peaks at ≈4 GHz in µ″ curves could be ascribed to the natural ferromagnetic resonance.[36] Compared with bulk Fe3O4 whose natural resonant frequency (fr) is located in megahertz frequency, the shift of fr to gigahertz frequency for Fe3O4 NPs suggests the breakthrough of Snoek’s limit due to the small size effect-enhanced anisotropy energy.[37] The resonant peaks at high frequency derive from the strengthened exchange resonances because the crystal size of Fe3O4 NPs is close to the exchange length.[38] Furthermore, we analyzed the contribution of eddy current to magnetic loss by plotting the dependence of µ′′(µ′)−2f−1 (C0) on frequency. If the eddy current effect occurs in magnetic materials, the calculated C0 will be a constant value.[39] As shown in Figure S7 (Supporting Information), the C0 values decrease with frequency from 2 to 8 GHz, and then slightly fluctuate in 8–18 GHz. This demonstrates that eddy current is suppressed at low-frequency region where natural ferromagnetic resonance dominates, whereas it becomes the main source for magnetic loss at high-frequency region.\nBesides the above-mentioned dielectric and magnetic losses, the unique structure of aerogel is favorable to enhance the\nelectromagnetic wave attenuation by promoting multiscattering. As illustrated in Figure 6e, when electromagnetic wave propagates in the cavity of aerogel, they can be repeatedly scattered by the cavity walls. In particular, the coating of PBZ membrane on the cavity walls effectively increases the scattering area and further promotes multiscattering. The calculated electromagnetic wave attenuation constant α of the aerogels reveals the enhanced capability of dissipating electromagnetic energy with increasing CNT amount (Figure S8, Supporting Information). Despite the largest α value, PCF-4 exhibits poorer microwave absorption than PCF-3, which could be explained by analyzing the impedance matching characteristic. Ideal impedance matching requires a |Zin/Z0| value of 1.0 that implies the complete entrance of incident electromagnetic wave into absorber.[40] Compared with PCF-3, the poorer impedance matching of PCF-4 caused by its extremely high conductivity results in the strong reflection of electromagnetic wave at the absorber–air interface, thus decreasing the microwave absorption capability (Figure S9, Supporting Information)."
    }, {
      "heading" : "3. Conclusion",
      "text" : "In summary, a novel cellular aerogel assembled with organic PAN fibers and PBZ membranes, as well as inorganic CNTs\nAdv. Funct. Mater. 2019, 29, 1807624\nFigure 6. Frequency dependence of a) real part ε′ and b) imaginary part ε″ of complex permittivity. Scheme of c) interfacial polarization, d) microcurrent loss, and e) multiscattering in aerogel. Frequency dependence of f) real part µ′ and g) imaginary part µ″ of complex permeability.\n1807624 (8 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nand Fe3O4 NPs, was fabricated through a homogenization process, followed by freeze drying and low-temperature annealing. With PBZ membrane as a crosslinker, the CNTs are entangled in the PAN fiber-constructed 3D skeleton forming a continuous and interconnected conductive network, and the loaded Fe3O4 NPs homogeneously distribute over the aerogel. Due to the cellular structure and the synergistic effect between organic and inorganic components, the aerogel possesses multiple functions, i.e., strong hydrophobicity with a water contact angle of ≈135°, good thermal insulating that is comparable to commercial thermal insulation materials, and promising infrared and microwave stealth. Remarkably, the aerogel with appropriate amount of CNTs exhibits outstanding microwave absorption properties with an extremely strong RL of −59.85 dB at a small layer thickness of 1.5 mm. The specific reflection loss values considerably outperform other magnetic–dielectric composite absorbers with similar components. This work provides new inspiration and insight for preparing multifunctional microwave absorbing materials, which have great potentials for applications in many fields in future."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Preparation of PAN Fibers: PAN fibers were synthesized by an electrospinning method.[41] Typically, the homogenous precursor solution was prepared by dissolving PAN (0.5 g) in dimethylformamide (5 mL) under magnetic stirring for 5 h at room temperature. The above solution was then loaded into a plastic syringe with a metal needle. Electrospinning was conducted at 6 kV with a feeding rate of 0.24 mL h−1. The Al foil collector was placed at a distance of 10 cm from the needle.\nSynthesis of BAF-a Monomer: Briefly, bisphenol AF (33.6 g) and paraformaldehyde (12.0 g) were dispersed in aniline (18.6 g). After vigorously stirring for 30 min, the solution was heated to 110 °C and kept at this temperature for 4 h under N2 atmosphere. After cooling down to room temperature, the obtained yellow product was dispersed in dichloromethane, followed by purifying with deionized water and aqueous sodium hydroxide. Finally, the precipitate was collected by centrifugation and dried overnight.\nSynthesis of Fe3O4 Nanoparticles: Fe(acac)3 (2.1 g) was dissolved in triethylene glycol (100 mL) solvent and heated at 265 °C for 1.5 h under vigorous stirring. Subsequently, the product was collected by magnetic separation, washed with ethyl acetate and ethanol, and then dried.\nFabrication of PAN/CNT/Fe3O4 Aerogel: A certain amount of PAN fibers and CNTs (Shenzhen Nanotech Port Co. Ltd.) was dispersed in camphene (7 mL) at 70 °C with different mass ratios. The mixture was homogenized at a speed of 10 000 rpm for 30 min to form a uniform fiber dispersion. Subsequently, Fe3O4 nanoparticles (0.08 g) and BAF-a powders (0.08 g) were added to the dispersion and further homogenized for another 30 min. After freeze drying, the product was heated at 235 °C for 2 h in Ar atmosphere to obtain aerogel. The samples with CNT amount from low to high were denoted as PCF-0, PCF-1, PCF-2, PCF-3, and PCF-4. The detailed synthetic parameters for the PCF aerogels are summarized in Table S1 (Supporting Information).\nCharacterization: The morphology and microstructure of the samples were characterized by SEM (JEOL-JSM7500) and TEM (JEOL-JEM2100). The pore size and distribution were investigated via mercury porosimetry (AutoPore IV 9500) and physisorption analyzer (Quantachrome 2000). The WCA measurements were performed by a contact angle goniometer (XG-CAM). The infrared imaging system (Fluke Ti27) was used to visualize the heat transfer process of the samples on a heating platform. The electromagnetic parameters of the aerogels were measured using a vector network analyzer (CETC AV3672C) in the frequency range of\n2–18 GHz. For testing, the aerogel was immersed in molten paraffin and then pressed into toroidal-shaped specimen with an outer diameter of 7.00 mm and an inner diameter of 3.04 mm.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by the National Natural Science Foundation of China (Grant Nos. U1832138, 51731002, and 51671010), the Beijing Municipal Natural Science Foundation (Grant No. 2172031), the Beijing Municipal Science and Technology Project (Grant No. Z161100002116029), the Aeronautical Science Foundation of China (Grant No. 2016ZF51049), and the Fundamental Research Funds for the Central Universities."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "aerogel, microwave absorption, multifunction, self-cleaning, thermal insulation\nReceived: October 29, 2018 Revised: December 5, 2018\nPublished online: December 18, 2018\n[1] a) G. Choi, F. Shahzad, Y. M. Bahk, Y. M. Jhon, H. Park, M. Alhabeb, B. Anasori, D. S. Kim, C. M. Koo, Y. Gogotsi, M. Seo, Adv. Opt. Mater. 2018, 6, 1701076; b) W. T. Cao, F. F. Chen, Y. J. Zhu, Y. G. Zhang, Y. Y. Jiang, M. G. Ma, F. Chen, ACS Nano 2018, 12, 4583; c) Q. Zhang, Q. Liang, Z. Zhang, Z. Kang, Q. Liao, Y. Ding, M. Ma, F. Gao, X. Zhao, Y. Zhang, Adv. Funct. Mater. 2018, 28, 1703801; d) D. Hu, J. Cao, W. Li, C. Zhang, T. Wu, Q. Li, Z. Chen, Y. Wang, J. Guan, Adv. Opt. Mater. 2017, 5, 1700109. [2] a) Q. Song, F. Ye, X. Yin, W. Li, H. Li, Y. Liu, K. Li, K. Xie, X. Li, Q. Fu, L. Cheng, L. Zhang, B. Wei, Adv. Mater. 2017, 29, 1701583; b) X. Liu, C. Hao, L. He, C. Yang, Y. Chen, C. Jiang, R. Yu, Nano Res. 2018, 11, 4169; c) W. Li, U. Guler, N. Kinsey, G. V. Naik, A. Boltasseva, J. Guan, V. M. Shalaev, A. V. Kildishev, Adv. Mater. 2014, 26, 7959; d) I. Arief, S. Biswas, S. Bose, ACS Appl. Mater. Interfaces 2017, 9, 19202. [3] a) H. Sun, R. Che, X. You, Y. Jiang, Z. Yang, J. Deng, L. Qiu, H. Peng, Adv. Mater. 2014, 26, 8120; b) L. Wang, X. Li, Q. Li, Y. Zhao, R. Che, ACS Appl. Mater. Interfaces 2018, 10, 22602; c) M. Gonzalez, M. Crespo, J. Baselga, J. Pozuelo, Nanoscale 2016, 8, 10724. [4] a) Y. Zhang, Y. Huang, T. Zhang, H. Chang, P. Xiao, H. Chen, Z. Huang, Y. Chen, Adv. Mater. 2015, 27, 2049; b) F. Ye, Q. Song, Z. Zhang, W. Li, S. Zhang, X. Yin, Y. Zhou, H. Tao, Y. Liu, L. Cheng, L. Zhang, H. Li, Adv. Funct. Mater. 2018, 28, 1707205; c) S. Biswas, I. Arief, S. S. Panja, S. Bose, ACS Appl. Mater. Interfaces 2017, 9, 3030. [5] a) M. Han, X. Yin, X. Li, B. Anasori, L. Zhang, L. Cheng, Y. Gogotsi, ACS Appl. Mater. Interfaces 2017, 9, 20038; b) M. Han, X. Yin,\nAdv. Funct. Mater. 2019, 29, 1807624\n1807624 (9 of 9) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nH. Wu, Z. Hou, C. Song, X. Li, L. Zhang, L. Cheng, ACS Appl. Mater. Interfaces 2016, 8, 21011. [6] a) L. Yan, X. Wang, S. Zhao, Y. Li, Z. Gao, B. Zhang, M. Cao, Y. Qin, ACS Appl. Mater. Interfaces 2017, 9, 11116; b) D. A. Gopakumar, A. R. Pai, Y. B. Pottathara, D. Pasquini, L. Carlos de Morais, M. Luke, N. Kalarikkal, Y. Grohens, S. Thomas, ACS Appl. Mater. Interfaces 2018, 10, 20032. [7] a) J. Liu, H. Zhang, R. Sun, Y. Liu, Z. Liu, A. Zhou, Z. Yu, Adv. Mater. 2017, 29, 1702367; b) H. Lv, Z. Yang, P. L. Wang, G. Ji, J. Song, L. Zheng, H. Zeng, Z. J. Xu, Adv. Mater. 2018, 30, 1706343; c) Z. Chen, C. Xu, C. Ma, W. Ren, H. M. Cheng, Adv. Mater. 2013, 25, 1296. [8] a) L. Qu, Y. Zhao, L. Dai, Small 2006, 2, 1052; b) J. Kim, Y. Piao, T. Hyeon, Chem. Soc. Rev. 2009, 38, 372; c) X. Zeng, J. Shui, X. Liu, Q. Liu, Y. Li, J. Shang, L. Zheng, R. Yu, Adv. Energy Mater. 2018, 8, 1701345. [9] a) N. Li, Y. Huang, F. Du, X. He, X. Lin, H. Gao, Y. Ma, F. Li, Y. Chen, P. C. Eklund, Nano Lett. 2006, 6, 1141; b) L. Xue, Y. Li, X. Liu, Q. Liu, J. Shang, H. Duan, L. Dai, J. Shui, Nat. Commun. 2018, 9, 3819; c) M. González, J. Baselga, J. Pozuelo, J. Mater. Chem. C 2016, 4, 8575. [10] Y. Bhattacharjee, D. Chatterjee, S. Bose, ACS Appl. Mater. Interfaces 2018, 10, 30762. [11] Y. Yin, X. Liu, X. Wei, Y. Li, X. Nie, R. Yu, J. Shui, ACS Appl. Mater. Interfaces 2017, 9, 30850. [12] a) A. C. Pierre, G. M. Pajonk, Chem. Rev. 2002, 102, 4243; b) H. Yin, C. Zhang, F. Liu, Y. Hou, Adv. Funct. Mater. 2014, 24, 2930. [13] a) Z. Zhu, W. Wang, D. Qi, Y. Luo, Y. Liu, Y. Xu, F. Cui, C. Wang, X. Chen, Adv. Mater. 2018, 30, 1801870; b) W. Xu, X. Hu, S. Zhuang, Y. Wang, X. Li, L. Zhou, S. Zhu, J. Zhu, Adv. Energy Mater. 2018, 8, 1702884. [14] N. N. Ghosh, B. Kiskan, Y. Yagci, Prog. Polym. Sci. 2007, 32, 1344. [15] Y. Si, Q. Fu, X. Wang, J. Zhu, J. Yu, G. Sun, B. Ding, ACS Nano 2015,\n9, 3791. [16] a) Y. Zhang, X. Wang, M. Cao, Nano Res. 2018, 11, 1426; b) Q. Liu,\nX. Liu, L. Zheng, J. Shui, Angew. Chem., Int. Ed. 2018, 57, 1204. [17] I. P. Parkin, R. G. Palgrave, J. Mater. Chem. 2005, 15, 1689. [18] H. Maleki, L. Whitmore, N. Hüsing, J. Mater. Chem. A 2018, 6,\n12598. [19] a) A. A. Gunay, H. Kim, N. Nagarajan, M. Lopez, R. Kantharaj,\nA. Alsaati, A. Marconnet, A. Lenert, N. Miljkovic, ACS Appl. Mater. Interfaces 2018, 10, 12603; b) K. H. Kim, Y. Oh, M. F. Islam, Adv. Funct. Mater. 2013, 23, 377. [20] S. Zhao, Z. Zhang, G. Sèbe, R. Wu, R. V. Rivera Virtudazo, P. Tingaut, M. M. Koebel, Adv. Funct. Mater. 2015, 25, 2326. [21] C. Jiménez-Saelices, B. Seantier, B. Cathala, Y. Grohens, J. Sol-Gel Sci. Technol. 2017, 84, 475. [22] J. Shi, L. Lu, W. Guo, J. Zhang, Y. Cao, Carbohydr. Polym. 2013, 98, 282.\n[23] a) X. Liu, X. Nie, R. Yu, H. Feng, Chem. Eng. J. 2018, 334, 153; b) Y. Cheng, Z. Li, Y. Li, S. Dai, G. Ji, H. Zhao, J. Cao, Y. Du, Carbon 2018, 127, 643; c) A. Shah, A. Ding, Y. Wang, L. Zhang, D. Wang, J. Muhammad, H. Huang, Y. Duan, X. Dong, Z. Zhang, Carbon 2016, 96, 987. [24] a) G. Tong, F. Liu, W. Wu, F. Du, J. Guan, J. Mater. Chem. A 2014, 2, 7373; b) Y. Yin, X. Liu, X. Wei, R. Yu, J. Shui, ACS Appl. Mater. Interfaces 2016, 8, 34686; c) T. Wu, Y. Liu, X. Zeng, T. Cui, Y. Zhao, Y. Li, G. Tong, ACS Appl. Mater. Interfaces 2016, 8, 7370. [25] W. Yang, Y. Zhang, G. Qiao, Y. Lai, S. Liu, C. Wang, J. Han, H. Du, Y. Zhang, Y. Yang, Y. Hou, J. Yang, Acta Mater. 2018, 145, 331. [26] F. Shahzad, M. Alhabeb, C. B. Hatter, B. Anasori, S. Man Hong, C. M. Koo, Y. Gogotsi, Science 2016, 353, 1137. [27] a) R. Qiang, Y. Du, H. Zhao, Y. Wang, C. Tian, Z. Li, X. Han, P. Xu, J. Mater. Chem. A 2015, 3, 13426; b) M. Crespo, N. Méndez, M. González, J. Baselga, J. Pozuelo, Carbon 2014, 74, 63. [28] Q. Liu, X. Liu, H. Feng, H. Shui, R. Yu, Chem. Eng. J. 2017, 314, 320. [29] a) B. Zhao, X. Guo, W. Zhao, J. Deng, B. Fan, G. Shao, Z. Bai,\nR. Zhang, Nano Res. 2017, 10, 331; b) Z. Zhu, X. Sun, H. Xue, H. Guo, X. Fan, X. Pan, J. He, J. Mater. Chem. C 2014, 2, 6582. [30] Y. Liu, Y. Fu, L. Liu, W. Li, J. Guan, G. Tong, ACS Appl. Mater. Interfaces 2018, 10, 16511. [31] a) Y. Wang, C. Li, X. Han, D. Liu, H. Zhao, Z. Li, P. Xu, Y. Du, ACS Appl. Nano Mater. 2018, 1, 5366; b) X. Sun, J. He, G. Li, J. Tang, T. Wang, Y. Guo, H. Xue, J. Mater. Chem. C 2013, 1, 765. [32] J. Liu, R. Che, H. Chen, F. Zhang, F. Xia, Q. Wu, M. Wang, Small 2012, 8, 1214. [33] a) Q. Liu, Q. Cao, H. Bi, C. Liang, K. Yuan, W. She, Y. Yang, R. Che, Adv. Mater. 2016, 28, 486; b) X. Liu, X. Cui, Y. Chen, X. Zhang, R. Yu, G. Wang, H. Ma, Carbon 2015, 95, 870; c) T. Xia, C. Zhang, N. A. Oyler, X. Chen, Adv. Mater. 2013, 25, 6905. [34] P. C. P. Watts, W. K. Hsu, A. Barnes, B. Chambers, Adv. Mater. 2003, 15, 600. [35] R. Che, L. Peng, X. Duan, Q. Chen, X. Liang, Adv. Mater. 2004, 16, 401. [36] a) M. Javid, Y. Zhou, D. Wang, D. Li, G. Shi, U. Kim, L. Zhou,\nX. Dong, Z. Zhang, ACS Appl. Nano Mater. 2018, 1, 1309; b) X. Liu, Y. Chen, X. Cui, M. Zeng, R. Yu, G. Wang, J. Mater. Chem. A 2015, 3, 12197. [37] X. Zhang, Y. Rao, J. Guo, G. Qin, Carbon 2016, 96, 972. [38] R. Arias, P. Chu, D. L. Mills, Phys. Rev. B 2005, 71, 224410. [39] a) X. Zhang, J. Zhu, P. Yin, A. Guo, A. Huang, L. Guo, G. Wang,\nAdv. Funct. Mater. 2018, 28, 1800761; b) D. Ding, Y. Wang, X. Li, R. Qiang, P. Xu, W. Chu, X. Han, Y. Du, Carbon 2017, 111, 722; c) H. Wang, L. Xiang, W. Wei, J. An, J. He, C. Gong, Y. Hou, ACS Appl. Mater. Interfaces 2017, 9, 42102. [40] W. Liu, L. Liu, Z. Yang, J. Xu, Y. Hou, G. Ji, ACS Appl. Mater. Interfaces 2018, 10, 8965. [41] J. Shui, C. Chen, L. Grabstanowicz, D. Zhao, D. Liu, Proc. Natl. Acad. Sci. USA 2015, 112, 10629.\nAdv. Funct. Mater. 2019, 29, 1807624"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "I.P. Parkin", "R.G. Palgrave", "J. Mater" ],
      "venue" : "2005, 15,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1689
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Meanwhile, the environmental water droplets can roll on the hydrophobic surface, which removes the adsorbed dust and contaminants, achieving a self-cleaning function.[17] Good thermal insulation property is another useful function for microwave coating layer, which can keep desirable temperature in targets and protect them from high-temperature",
      "startOffset" : 166,
      "endOffset" : 170
    } ],
    "year" : 2019,
    "abstractText" : "Multifunctionalization is the future development direction for microwave absorbing materials, but has not yet been explored. The effective integration of multiple functions into one material remains a huge challenge. Herein, an aerogel-type microwave absorber assembled with multidimensional organic and inorganic components is synthesized. Polyacrylonitrile fibers and polybenzoxazine membranes work as the skeleton and crosslinker, respectively, forming a 3D framework, in which carbon nanotubes are interconnected into an electrically conductive network, and Fe3O4 nanoparticles are uniformly dispersed throughout the aerogel. Remarkably, the microwave absorption performances of the aerogel achieve ultralight, ultrathin (1.5 mm), and strong absorption (reflection loss of −59.85 dB) features. In particular, its specific reflection loss values considerably outperform the current magnetic–dielectric hybrids with similar components. Moreover, the aerogel possesses strong hydrophobicity and good thermal insulation, endowing it attractive functions of self-cleaning, infrared stealth, and heat insulation that is even comparable to commercial products. The excellent multifunction benefits from the cellular structure of aerogel, the assembly of multidimensional nanomaterials, and the synergistic effect of organic–inorganic components. This study paves the way for designing next-generation microwave absorbing materials with great potential for multifunctional applications.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}