{
  "name" : "downloads_2020-07-21_b3_10.1002@mma.6699.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nonlinear dynamic analysis of vibratory behavior of a graphene nano/microelectromechanical system",
    "authors" : [ "Naveed Anjum", "Ji-Huan He" ],
    "emails" : [ "hejihuan@suda.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "S P E C I A L I S S U E P A P E R\nNonlinear dynamic analysis of vibratory behavior of a graphene nano/microelectromechanical system\nNaveed Anjum1,2,3 | Ji-Huan He1,4,5\n1National Engineering Laboratory for Modern Silk, College of Textile and Engineering, Soochow University, Suzhou, China 2School of Mathematical Sciences, Soochow University, Suzhou, China 3Department of Mathematics, Government College University, Faisalabad, Pakistan 4School of Mathematics and Information Science, Henan Polytechnic University, Jiaozuo, China 5School of Science, Xi'an University of Architecture and Technology, Xi'an, China\nCorrespondence Ji-Huan He, National Engineering Laboratory for Modern Silk, College of Textile and Engineering, Soochow University, Suzhou, China. Email: hejihuan@suda.edu.cn\nThe nano/microelectromechanical systems (N/MEMS) have gained consider-\nable attention in the past few decades for their attractive properties such as\nsmall size, high reliability, batch fabrication, and low power consumption.\nCarbon-based nanostructures such as one-dimensional carbon nanotubes\n(CNTs) and two-dimensional graphene are the key materials in many\nN/MEMS and very attractive due to their unique properties and ultra-small\ndimensions especially the large surface area-to-volume ratio make them prime\ncandidates for sensing applications in N/MEMS. Therefore, the main objective\nof this manuscript is to analyze the dynamic behavior of a graphene N/MEMS.\nThe mathematical model of this system uses constitutive stress–strain law and\nthe electrostatic Coulomb force for the restoring force of the spring and the\ndriving force of the mass attached to the spring, respectively. The modeled sys-\ntem is then solved by employing the variational iteration method (VIM)\naccompanied by the techniques of the Laplace transform. This coupling of\nVIM and Laplace transform (Laplace-based variational iteration method\n[LVIM]) not only suggests an easier approach to determine the Lagrange mul-\ntiplier used in the VIM but also provides approximate nonlinear frequency and\napproximate solution of graphene N/MEMS in an efficient way. Moreover, the\nLVIM also approximates the pull-in threshold, a critical phenomenon associ-\nated with N/MEMS, in terms of model parameters. Finally, to verify the\nobtained findings, the results are compared with those achieved numerically\nas well.\nKEYWORD S\ncarbon nanotubes (CNTs), dynamic pull-in, graphene, Lagrange multiplier, nano/microelectromechanical systems, nonlinear oscillator, Variational iteration method"
    }, {
      "heading" : "1 | INTRODUCTION",
      "text" : "The nano/microelectromechanical systems (N/MEMS) have been broadly investigated for numerous applications in nano/microdevices such as sensors, actuators, bridges, and switches.1–7 Carbon-based nanomaterials having unique mechanical, electrical, optical, and chemical properties make N/MEMS applications such as electronic components, field-effect transistors, mass/gas sensors, and supercapacitors more attractive.8–16 The unique mechanical properties of graphene and carbon nanotube (CNT) include low mass, high Young's modulus, high thermal conductivity, and high surface area-to-volume ratio. The properties of low mass and high surface area-to-volume ratio make graphene a\nReceived: 17 June 2020\nDOI: 10.1002/mma.6699\nMath Meth Appl Sci. 2020;1–16. wileyonlinelibrary.com/journal/mma © 2020 John Wiley & Sons, Ltd. 1\npotentially excellent candidate for mass- and gas-sensing applications, respectively. Specifically, graphene N/MEMS can be utilized as the foundation to sense the frequency shift due to mass changes, including mass changes due to the absorption of gasses as a gas sensor. Therefore, it is very necessary to examine the nonlinear dynamic behavior of the wonder material graphene N/MEMS that is to be considered an excellent material candidate for electrically actuated N/MEMS devices.\nA significant phenomenon attached to the devices used in N/MEMS is the dynamic pull-in instability that depends on some parameters. For the efficient operations and reliability of these devices, it is very crucial to analyze pull-in instability. Besides pull-in analysis, exploring the vibratory behavior of N/MEMS is also a challenging task because of zero total energy (zero kinetic and potential energies) of these systems at time t = 0. Another substantial challenge to N/MEMS researchers and engineers is the presence of strong and dominant nonlinearities in these systems. Neglecting these nonlinearities can lead to erroneous estimation. The main source of these nonlinearities is due to forces for actuation and detection mechanisms. The forces acting on N/MEMS include mainly van der Waals attraction,17,18 Casimir force,7,16,19 electrostatic force,20–22 and electromagnetic force.23–25 In these circumstances, the periodic solution is difficult to be obtained.\nThere are many analytical methods available in the open literature to solve nonlinear differential equations generally and N/MEMS models specifically, for example, the variational iteration method,17,26,27 the homotopy perturbation method,28–30 the iteration perturbation method,12,31,32 the energy balance method,33 the higher order Hamiltonian approach,34 the spreading residual harmonic balance method,18 the Adomian decomposition method,35 the parameter expansion method,20,36 the residual power series method,37 and the frequency formulation.38,39 Among them, the variational iteration method has a great potential in solving nonlinear differential equations and leads to accurate results.\nThe variational iteration method was first proposed in 199840 and is extensively used to solve various nonlinear problems.17,26,27,41–44 The method is to construct a suitable correction iteration (correction functional) with a Lagrange multiplier, which is optimally determined by the variational theory,45–48 and many effective modifications were appeared in open literature.49–54 It is noticed that the correction functional used in the VIM accompanied by an integral transform for a nonlinear oscillator is extremely suitable for initial conditions.50,52\nIn this paper, we suggest the Variational iteration method accompanied by the techniques of the Laplace transform (Laplace-based variational iteration method [LVIM]) to find the periodic solution of the graphene N/MEMS model characterized by a second-order nonlinear ordinary differential equation with zero initial conditions. This simple and effective approach not only gives the approximate nonlinear frequency and approximate analytic solution but also discusses the pull-in instability of the model. We compare the results of the LVIM to those obtained from the Runge–Kutta method of order four (RK4) to verify the solution process."
    }, {
      "heading" : "2 | MODEL PROBLEM FORMULATION",
      "text" : "Consider a two-parallel-plates model actuated by electrostatic force. Let a graphene strip with cross-sectional area A0 join moveable and fixed-base parts separated by an initial distance h. The movable part is a flat plate of area A and mass m shown in Figure 1. From Lee 55 and Lu and Huang56, graphene material obeys the following constitutive equation:\nσ=Eε−Dε j ε j , ð1Þ\nwhere σ,ε,E, and D respectively denote the axial stress, axial strain, Young's modulus, and elastic stiffness constant, respectively. The moving part is subject to the restoring force Fr that occurs due to axial displacement of the graphene strip and electrostatic force Fe that arises because of imposing the voltage V. Using Equation 1, the expressions for Fr and Fe can be written as\nFr = −A0E x̂ l +A0D x̂ l x̂ l , ð2Þ\nFe = ε0AV 2\n2 h− x̂ð Þ2 , ð3Þ\nwhere ε0 is electric emissivity. The equation of motion of the moveable part can be expressed with the following nonlinear differential equation using Newton's second law of motion as\nm d2x̂\ndt̂ 2 +A 0E x̂ l −A0D x̂ l x̂ l = ε0AV 22 h− x̂ð Þ2 , ð4Þ\nwhere x̂ is the vertical displacement at time t̂ between moveable and fixed parts. Introducing the dimensionless variables,\nx= x̂ h , t= t̂ ffiffiffiffiffiffiffiffi A0E ml r , α= hD lE , k= ε0AlV 2 2A0Eh3 :\nWe transform the equation of motion of this model in dimensionless form as\nd2x\ndt2 + x−αx xj j= k 1−xð Þ2 : ð5Þ\nWe assume that the initial conditions are zero, that is,\nx 0ð Þ=0, dx dt\nt=0\n= 0: ð6Þ\nFrom Equation 5, α = k = 0 represents the classical harmonic oscillator. The case of k = 0 and α > 0 has been discussed in Cveticanin.57 Younis58 discussed the static pull-in voltage analysis for α = 0. Recently, the dynamic pull-in analysis for the case α > 0 and k ≥ 0 has been discussed in Skrzypacz et al,59 but no effort is made to find the analytic solution."
    }, {
      "heading" : "3 | BASIC IDEA OF THE LVIM FOR NONLINEAR OSCILLATORS WITH",
      "text" : "ZERO INITIAL CONDITIONS\nGenerally, a nonlinear oscillator can be represented with second-order nonlinear ordinary differential equation as\nFIGURE 1 Graphene nano/microelectromechanical systems (N/MEMS) model\nd2x dt2 + f xð Þ=0: ð7Þ\nWe can rewrite Equation 7 as\nd2x dt2 +Ω2x+ g xð Þ=0, ð8Þ\nwhere g(x) = f(x) − Ω2x and Ω is the frequency of the oscillation of the system to be determined. According to the VIM, the correction functional for Equation 8 can be written as\nxk+1 tð Þ= xk tð Þ+ ðt 0 λ ψð Þ d 2x ψð Þ dψ2 +Ω2xk ψð Þ+~gk ψð Þ dψ , k=0, 1, 2, ……, ð9Þ\nwhere λ is general Lagrange multiplier, and using variational theory, it can be calculated optimally. The subscript k represents the kth approximation, and ~gk is a restricted variation, that is, δ~gk =0. Recently, He 49 and Anjum et al50 adopt the general form of Lagrange multiplier as\nλ= λ t−ψð Þ:\nBy doing this, the integration in Equation 9 is basically the convolution; therefore, we can conveniently use Laplace transform. Applying Laplace transform on both side of Equation 9, the correction functional will have the form\nL xk+1 tð Þ½ =L xk tð Þ½ + L ðt 0 λ t−ψð Þ d 2xk ψð Þ dψ2 +Ω2xk ψð Þ+~gk xð Þ dψ 2 4 3 5, k=0, 1, 2, ……: ð10Þ\nThus,\nL xk+1 tð Þ½ =L xk tð Þ½ +L λ tð Þ d 2xk tð Þ dt2 +Ω2xk tð Þ+~gk xð Þ =L xk tð Þ½ +L λ tð Þ½ L d 2xk tð Þ dt2 +Ω2xk tð Þ+~gk xð Þ\nL xk+1 tð Þ½ =L xk tð Þ½ +L λ tð Þ½ L s2 +Ω2 L xk tð Þ½ −sxk 0ð Þ−dxkdt t=0 +L ~gk xð Þ½ : ð11Þ\nBy making Equation 11 stationary with respect to xk(t) as\nδ δxk L xk+1 tð Þ½ = δ δxk L xk tð Þ½ + δ δxk L λ tð Þ½ s2 +Ω2 L xk tð Þ½ −sxk 0ð Þ−dxkdt\nt=0\n+L ~gk xð Þ½ ,\nL δxk+1½ =L δxk½ +L λ½ s2 +Ω2 L δxk tð Þ½ , ð12Þ\nL λ½ = − 1 s2 +Ω2 , ð13Þ\none can achieve the optimum value of Lagrange multiplier by applying the Laplace inverse on the last equation. Thus, we have\nλ tð Þ= − 1 Ω sinΩt: ð14Þ\nUsing Equation 10, the iterative formula has the form\nL xk+1 tð Þ½ =L xk tð Þ½ − 1ΩL ðt 0 sinΩ t−ψð Þ d 2xk ψð Þ dψ2 +Ω2xk ψð Þ+~gk xð Þ dψ 2 4 3 5: ð15Þ\nNow, by consider the integral\nðt 0 sinΩ t−ψð Þ d 2xk ψð Þ dψ2 +Ω2xk ψð Þ dψ = −sinΩt dxk tð Þ dt t=0 +Ωxk tð Þ−Ωxk 0ð ÞcosΩt, ð16Þ\nEquation 15 after utilizing Equation 16 gets the form\nL xk+1 tð Þ½ = − 1ΩL −sinΩt dxk tð Þ dt\nt=0 −Ωxk 0ð ÞcosΩt+ ðt 0 sinΩ t−ψð Þ ~gk xð Þ½ dψ 2 4 3 5: ð17Þ\nThe correction functional is further reduced after using initial conditions given in Equation 6\nL xk+1 tð Þ½ = − 1ΩL ðt 0 sinΩ t−ψð Þ ~gk xð Þ½ dψ 2 4 3 5,\nand after applying convolution, we have the iterative formula for Equation 7 under conditions expressed in Equation 6 as\nL xk+1 tð Þ½ = − 1ΩL sinΩt½ L g xk tð Þð Þ½ : ð18Þ\nBoth nonlinear frequency and analytic solution of the oscillatory problem expressed in Equation 7 can be obtained by Equation 18. Nonlinear frequency can be obtained by means of secular term and by applying this secular term equal to zero into the above equation results the approximate analytic solution."
    }, {
      "heading" : "4 | IMPLEMENTATION OF THE LVIM IN VIBRATION OF MODEL PROBLEM",
      "text" : "This section is devoted to employing the LVIM discussed in the above section to solve the graphene N/MEMS expressed mathematically in Equation 5 subject to the conditions in Equation 6. The dimensionless domain allows us to utilize the truncated Taylor series that is the special case of the Binomial series of the rational term of Equation 5. Thus, after employing Taylor series, Equation (5) can be expressed in the form\nd2x dt2 + x−αx2−k 1+ 2x+3x2 + 4x3 =0: ð19Þ\nAccording to Equation 8, Equation 19 can be rewritten as\nd2x dt2 +Ω2x+ x 1−2k−Ω2 − α+3kð Þx2−k 1+ 4x3 =0, ð20Þ\nwhere x(1 − 2k − Ω2) − (α+3k)x2 − k(1+4x3) = g(x). The iteration formula for Equation 20 using Equation 18 can be developed as\nL xk+1 tð Þ½ = − 1ΩL sinΩt½ L xk 1−2k−Ω 2 − α+3kð Þx2k−k 1+ 4x3k\nð21Þ\nBecause of the initial conditions in Equation 6, we can take initial guess x0(t) = 0, and then Equation 21 gets the form\nL x1 tð Þ½ = 1ΩL sinΩt½ L k½ :\nAfter applying Laplace and inverse Laplace transform, we have\nx1 tð Þ= kΩ2 1−cosΩtð Þ: ð22Þ\nIn order to get the approximate nonlinear frequency Ω, substitute Equation 22 into Equation 21\nL x2 tð Þ½ = − 1ΩL sinΩt½ L k Ω2 1−cosΩtð Þ 1−2k−Ω2\n− α+3kð Þ k Ω2\n1−cosΩtð Þ 2 −k 1+ 4 k\nΩ2 1−cosΩtð Þ\n3( )# :\nAfter simple calculations, we arrive at\nL x2 tð Þ½ = − 1ΩL sinΩt½ L k Ω2 −2k−\n2k2 Ω2 − αk2 Ω4 − 3k3 Ω4 − 4k4 Ω6 + 4k4 Ω6 cos3Ωt\n− αk2 Ω4 + 3k3 Ω4 + 12k4 Ω6 cos2Ωt+ − k Ω2 + k+ 2k2 Ω2 + 2αk2 Ω4 + 6k3 Ω4 + 12k4 Ω6 cosΩt\nL x2 tð Þ½ = − 1ΩL sinΩt½ L k Ω2 −2k−\n2k2 Ω2 − 3αk2 2Ω4 − 9k3 2Ω4 − 10k4 Ω6 + k4 Ω6 cos3Ωt\n− αk2\n2Ω4 +\n3k3 2Ω4 + 6k4 Ω6 cos2Ωt+ − k Ω2 + k+ 2k2 Ω2 + 2αk2 Ω4 + 6k3 Ω4 + 15k4 Ω6 cosΩt , ð23Þ\nThe following formula helps us to solve Equation 23\nL−1 L sinΩt½ L cosmΩt½ ð Þ= 1 2 tsinΩt, m=1\ncosΩt−cosmΩt Ω m2−1ð Þ , m 6¼ 1\n8>< >: : ð24Þ\nEquation 23 yields as follows after utilizing Equation 24\nx2 tð Þ= − 1Ω k Ω2 −2k−\n2k2 Ω2 − 3αk2 2Ω4 − 9k3 2Ω4 − 10k4 Ω6 1 Ω 1−cosΩtð Þ\n+ k4 Ω6 1 8Ω cosΩt−cos3Ωtð Þ− αk 2 2Ω4 + 3k3 2Ω4 + 6k4 Ω6 1 3Ω cosΩt−cos2Ωtð Þ\n+ − k\nΩ2 + k+\n2k2 Ω2 + 2αk2 Ω4 + 6k3 Ω4 + 15k4 Ω6 1 2 tsinΩt :\nð25Þ\nNo secular term in the next iteration requires that the coefficient of tsinΩt must be zero.\nΩ6 + 2k−1ð ÞΩ4 + 6k2 + 2kα Ω2 + 15k3 = 0 ð26Þ\nSubstituting Equation 26 into Equation 25, the approximate analytic solution is obtained as\nx2 tð Þ= − 1Ω k Ω2 −2k−\n2k2 Ω2 − 3αk2 2Ω4 − 9k3 2Ω4 − 10k4 Ω6 1 Ω 1−cosΩtð Þ\n+ k4 Ω6 1 8Ω cosΩt−cos3Ωtð Þ− αk 2 2Ω4 + 3k3 2Ω4 + 6k4 Ω6 1 3Ω cosΩt−cos2Ωtð Þ\nx2 tð Þ= 1 24Ω8 −195k4−96k3Ω2 + 24kΩ4− 3Ω2 + 2α 16k2Ω2−48kΩ6 cosΩt\n+ k4\n8Ω8 cos3Ωt−\n1\n6Ω8 12k4 + 3k+ αð Þk2Ω2 cos2Ωt\n+ 1 2Ω8 20k4 + 3k+ αð Þ3k2Ω2−2kΩ4 + 4k2Ω4 + 4kΩ6 : ð27Þ\nHence, Equations 26 and 27 respectively represent the approximate nonlinear frequency and corresponding approximate oscillatory solution of Equation 5 subject to zero initial conditions. We can achieve higher order nonlinear frequency in a similar way by substituting Equation 27 into Equation 21 and then making the coefficient of tsinΩt zero."
    }, {
      "heading" : "5 | RESULTS AND DISCUSSIONS",
      "text" : "This section is divided into two subsections. In the first subsection, we will discuss the case for α = 0 and in the second subsection, the case of α > 0 and k ≥ 0 will be discussed in detail. Each subsection consists of three parts. In the first part, we will focus on the condition for the periodic solution and the dynamic pull-in solution. The analytical solution will be verified numerically by the Runge–Kutta method of order four (RK4) in the second part. Finally, the influence of the parameter(s) on the analytic frequency and analytic solution for the vibration of microsystem is examined."
    }, {
      "heading" : "5.1 | Case I: α = 0 and k > 0(Nathanson's model)",
      "text" : ""
    }, {
      "heading" : "5.1.1 | Dynamic pull-in analysis",
      "text" : "It is notable that in the presence of electrostatic force only, that is, α = 0, our model reduced to well-known Nathanson's or parallel-plate capacitor model.60 The energy equation for Equation 5 of the case of Nathanson's model can be obtained by multiplying Equation 5 by dxdt and then integration with respect to time as\nE tð Þ= 1 2 dx dt 2 + 1 2 x2− k 1−x , ð28Þ\nor 1 2 dx dt 2 + 1 2 x2− k 1−x =C,\nwhere C= 12 dx dt t=0 2 + 12x 2 0− k1−x0, thus\ndx dt\n2 = −x2 +\n2k 1−x + dx dt\nt=0\n2 + x20− 2k 1−x0 : ð29Þ\nOur analysis is based on zero initial conditions, the phase diagrams using Equation 29 with their corresponding periodic solutions are depicted in Figure 2 for different values of k. From Figure 2, the periodic solutions occur for a small value of the parameter k > 0. From basic oscillation theory, our considered model problem has the periodic solution if k is less than or equal to the dynamic pull-in threshold value and pull-in instability occurs beyond that threshold value.\nTo find this threshold value of k, we consider Equation 26 for α = 0.\nΩ6 + 2k−1ð ÞΩ4 + 6k2Ω2 + 15k3 = 0\nLet Ω2 = y. The no secular term gets the form\ny3 + 2k−1ð Þy2 + 6k2y+15k3 = 0, ð30Þ\nwhich is a cubic equation, and we can employ Cardano's formula to solve Equation 30\nLet y= z− 2k−1 3 : ð31Þ\nSubstitute Equation 31 into Equation 30, we have the reduced form\nz3 + − 1 3 + 4k 3 + 14k2 3 z+ − 2 27 + 4k 9 + 10k2 9 + 313k3 27 =0, ð32Þ\nor the depressed cubic equation form\nz3 + 3Mz−2N =0, ð33Þ\nwhere\nM = − 1 9 + 4k 9 + 14k2 9 , N = 1 27 − 2k 9 − 5k2 9 − 313k3 54 : ð34Þ\nThe discriminant of Equation 33 is N2 − M3, and its value can be calculated as\nN2 +M3 = 1345 36 k6 + 29 3 k5 + 3k4− 5 9 k3: ð35Þ\nThe discriminant has the only positive real root k = 0.11881209… called the LVIM dynamic pull-in threshold for Nathanson's model with percentage error less than 5% because the exact dynamic pull-in threshold value is k = 0.125.59 Thus, we concluded that the considered model problem has periodic solution if k ≤ 0.11881209…, whereas the pull-in occurs if k > 0.11881209….\nThe corresponding solution of Equation 33 when discriminant has real root can be calculated as\ny= N + ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi N2 +M3 p 1=3 + N− ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi N2 +M3 p 1=3 − 2k−1 3 : ð36Þ\nFinally, the approximate nonlinear frequency can be obtained as\nΩ= ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi N + ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi N2 +M3 p 1=3 + N− ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi N2 +M3 p 1=3 − 2k−1 3 r : ð37Þ"
    }, {
      "heading" : "5.1.2 | Validity of the LVIM solution",
      "text" : "The approximate nonlinear frequency of the problem being considered can be calculated from Equation 37 for various values of k. Table 1 shows the comparison between the frequencies obtained from the LVIM and those achieved by RK4 and confirms the accuracy of the LVIM solution as the maximum percentage error is not more than 4%. It can be seen that Figure 3 shows the findings produced by the LVIM are in good agreement with those reported by the RK4. Consequently, Table 1 and Figure 3 indicate that the dynamic oscillatory activity of Equation 5 can be forecast by the estimated solution obtained by the LVIM correctly. That fact confirms the validity of the LVIM solution."
    }, {
      "heading" : "5.1.3 | Effect of the parameter k on nonlinear frequency and approximate solution",
      "text" : "The nonlinear frequency can be obtained from Equation 37 for different values of the parameter k. Table 1 and Figure 3 estimate the behavior of nonlinear frequency regarding k. Notably, there is an inverse relationship between the nonlinear frequency and the parameter k.\nThe analytic approximate solution can be obtained from Equation 27 for different values of k when α=0. It can be observed from Figure 3 that the displacement between plates increases with increasing k and vice versa. Moreover, as k approaching its threshold value, the error between the amplitudes obtained from the LVIM and that achieved by the RK4 can be seen. These relationships can be helpful in designing graphene N/MEMS for the case α = 0."
    }, {
      "heading" : "5.2 | Case II: α > 0 and k > 0",
      "text" : ""
    }, {
      "heading" : "5.2.1 | Dynamic pull-in analysis",
      "text" : "In order to find the critical value (dynamic pull-in threshold value) on which graphene N/MEMS becomes stable or structural damage occurs, we again consider Equation 26\nΩ6 + 2k−1ð ÞΩ4 + 6k2 + 2kα Ω2 + 15k3 = 0:\nLet Ω2 = u. The above equation has the form\nu3 + 2k−1ð Þu2 + 6k2 + 2kα u+15k3 = 0: ð38Þ\nWe can use Cardano's formula to solve Equation 38.\nLet u= v− 2k−1 3 : ð39Þ\nThe reduced form of the Equation 38 can be obtained using Equation 39 as\nv3 + − 1 3 + 4k 3 + 2kα+ 14k2 3 v+ − 2 27 + 4k 9 + 2kα 3 + 10k2 9 − 4k2α 3 + 313k3 27 =0, ð40Þ\nand the cubic equation in depressed form can be written as\nv3 + 3Kv−2L=0, ð41Þ\nFIGURE 3 LVIM solution and its corresponding RK4 solution for different values of k > 0 at α = 0. LVIM, Laplacebased variational iteration method; RK4, Runge–Kutta method of order four [Colour figure can be viewed at wileyonlinelibrary.com]\nwhere\nK = − 1 9 + 4k 9 + 2kα 3 + 14k2 9 , L= 1 27 − 2k 9 − kα 3 − 5k2 9 + 2k2α 3 − 313k3 54 : ð42Þ\nThe discriminant of Equation 41 is L2 − K3, and its value can be calculated\nL2 +K3 = 1345 36 k6 + 29 3 − 26 9 α k5 + 3+ 53 9 α+ 68 27 α2 k4\n− 5 9 + 2 9 α− 4 27 α2− 8 27 α3 k3− α 27 k2:\nð43Þ\nUsing MATLAB or some other mathematical software, Equation 43 can be solved to find the dynamic pull-in threshold value approximately for different sets of parameters α > 0. Moreover, after obtaining the pull-in threshold value, these computer programs help in calculating the approximate nonlinear frequency by setting different parameters α > 0 and k > 0 in Equation 26.\nTable 2 shows the comparison between the pull-in threshold values obtained from the LVIM using Equation 43 and those reported by Skrzypacz et al.59 The amount of error is relatively high, and it can be reduced by adding more terms in the Taylor's polynomial. On the other hand, the accuracy of nonlinear frequency and approximate solution obtained from LVIM shown in Table 3 and Figures 4 and 5 is exceptional under these threshold values."
    }, {
      "heading" : "5.2.2 | Validity of the LVIM solution",
      "text" : "The approximate nonlinear frequency and approximate analytic solution of the graphene N/MEMS can be obtained from Equations 26 and 27, respectively. A comparison of frequencies and maximum amplitudes attained by the graphene model against different parameter values of α and k is illustrated in Table 3. We display the nonlinear frequencies attained by RK4 (ΩRK4) in the third column and those obtained by the LVIM (ΩLVIM) in the fourth column of\nthe table. The fifth column depicts the percentage error of frequencies (∈Ω) for different sets of parameters α and k. For the same sets of parameters, we also display maximum amplitudes obtained from RK4 (xmaxRK4) and the LVIM (x max LVIM) in the sixth and seventh columns, respectively, and the percentage error of amplitudes (∈x) in the eighth column of Table 2. We see the magnitude of error reveals the accuracy of LVIM results as the maximum error for the case of nonlinear frequency is not more than 2% and less than 1% for the case of maximum amplitude.\nFigures 4 and 5 also confirm the validity of the LVIM solution because the results achieved by the LVIM are in good agreement with those obtained computationally using the fourth-order Runge–Kutta method."
    }, {
      "heading" : "5.2.3 | Effect of the parameters α and k on nonlinear frequency and approximate solution",
      "text" : "This subsection is devoted to examining the effects of parameters α and k on nonlinear frequency and approximate analytic solution. One of the listed parameters will change, whereas others remain constant. Applying this practice, the time-displacement graph has been shown in Figures 4 and 5. These figures show the consistency of the obtained analytic solution in Equations 26 and 27.\nIt is observed from Figure 4 that there is a directly proportional relationship between the displacement of moving part from fixed part and value of parameter k for definite value of α where an increase in k results in increasing the displacement between plates and vice versa. On the other hand, an inversely proportional relationship between nonlinear frequency and value of parameter k can be seen from Table 3 and Figure 4, where an increase in k results in decreasing the displacement between plates and vice versa. Figure 5 illustrates the variations of nonlinear frequency and approximate analytic solution with respect to the mentioned parameters. It can examine that the nonlinear frequency and approximate analytic solution remain almost constant for smaller values of the parameter k, whereas a minor change in frequency and solution can be seen as k approaching pull-in threshold value. The above-mentioned relationships may be helpful in designing a graphene N/MEMS.\nFrom the above discussion, we can conclude that the nonlinear frequency generally depends on the electrostatic force parameter k and the frequency is not affected by the restoring force parameter of graphene α that is related to the constitutive equation."
    }, {
      "heading" : "6 | SUMMARY AND CONCLUSION",
      "text" : "This paper elucidates the constitutive stress–strain law and electrostatic force to develop a graphene N/MEMS that exhibits the unique mechanical and electrical properties of graphene. We also suggested an effective method, called the LVIM, to find the fairly accurate solution of this micro structure. The LVIM is applied to find the approximate value of dynamic pull-in threshold, nonlinear frequency, and approximate analytic solution of the considered oscillatory system. It is noted that periodic solutions of this system depend on the lumped parameters. It is also observed that the amplitude–frequency relationship is very important for a better understanding of the oscillatory behavior of this system as it can carry more information and have given a better insight into the system. Finally, the accuracy of the results can\nFIGURE 5 LVIM solution and its corresponding RK4 solution for different values of α > 0 at k = 0.04 and 0.08. LVIM, Laplace-based variational iteration method; RK4, Runge– Kutta method of order four [Colour figure can be viewed at wileyonlinelibrary.com]\nfurther be improved if a higher order Taylor series is considered. Consequently, graphene and CNTs are excellent materials for the applications used in N/MEMS due to their attractive properties. Moreover, the LVIM can be applied to other nonlinear problems arising in N/MEMS as well."
    }, {
      "heading" : "7 | FUTURE PROSPECTIVE",
      "text" : "Certain fields need to be more explored and these will be the focus of future work.\n1. Because graphene and CNTs-based N/MEMS have become common in industrial applications, the optimum design considering the vibration property is much required. The future research will rely on an enhanced nano/micro oscillator considering other nonlinear factors. 2. The LVIM solution provides a good physical insight into the solution properties using the truncated Taylor series, we need an approximate solution valid for the whole solution domain. 3. There is more investigation to be done on finding the amplitude–frequency relationship of N/MEMS. This will not only help in a better understanding of the systems but also useful in the implementation point of view.\nCONFLICT OF INTEREST This work does not have any conflicts of interest.\nORCID Naveed Anjum https://orcid.org/0000-0001-7810-7877 Ji-Huan He https://orcid.org/0000-0002-1636-0559"
    } ],
    "references" : [ {
      "title" : "Development and application of a novel electrochemical immune sensor for tetracycline screening in honey using a fully integrated electrochemical BioMEMS",
      "author" : [ "NEA El Hassani", "A Baraket", "S Boudjaoui" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "From micro to nano and from science to technology: nano age makes the impossible possible",
      "author" : [ "He JH" ],
      "venue" : "Micro Nanosys",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2020
    }, {
      "title" : "Non-linear dynamic instability of a double-sided nano-bridge considering centrifugal force and rarefied gas flow",
      "author" : [ "HM Sedighi", "A Koochi", "F Daneshmand", "M. Abadyan" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "MEMS impedance flow cytometry designs for effective manipulation of micro entities in health care applications",
      "author" : [ "M Kumar", "S Yadav", "A Kumar", "NN Sharma", "J Akhtar", "K. Singh" ],
      "venue" : "Biosens Bioelectron",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Electrostatic pull-in instability in mems/nems: a review",
      "author" : [ "WM Zhang", "H Yan", "ZK Peng", "G. Meng" ],
      "venue" : "Sensor Actuat A-Phys",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Modeling the nonlinear pull-in behavior of tunable nano-switches",
      "author" : [ "MS Rezaee", "M. Afrashi" ],
      "venue" : "Int J Eng Sci",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Dynamic instability analysis of doubly clamped cylindrical nanowires in the presence of Casimir attraction and surface effects using modified couple stress theory",
      "author" : [ "HM Sedighi", "A. Bozorgmehri" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Rippling effect on the structural response of electrostatically actuated single-walled carbon nanotube based NEMS actuators",
      "author" : [ "Ouakad HM", "Sedighi HM" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Nonlinear vibration control with nanocapacitive sensor for electrostatically actuated nanobeam",
      "author" : [ "QM Gong", "CC Liu", "Y Xu" ],
      "venue" : "J Low Freq Noise V A",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Modeling the effects of material properties on the pull-in instability of nonlocal functionally graded nano-actuators",
      "author" : [ "HM Sedighi", "F Daneshmand", "M. Abadyan" ],
      "venue" : "ZAMM-Z Angew Math me",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Nanoscale adhesion and attachment oscillation under the geometric potential. Part 1: the formation mechanism of nanofiber membrane in the electrospinning",
      "author" : [ "Li XX", "He JH" ],
      "venue" : "Results Phys. 2019;12:1405-1410",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Static and dynamic pull-in instability of multi-walled carbon nanotube probes by He's iteration perturbation method",
      "author" : [ "HM Sedighi", "F. Daneshmand" ],
      "venue" : "J Mech Sci Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Graphene and carbon nanotube (CNT) in MEMS/NEMS applications",
      "author" : [ "X Zang", "Q Zhou", "J Chang", "Y Liu", "L. Lin" ],
      "venue" : "Microelectron Eng",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Stress-driven nonlocal elasticity for the instability analysis of fluid-conveying C-BN hybrid-nanotube in a magneto-thermal environment",
      "author" : [ "HM Sedighi", "HM Ouakad", "R Dimitri", "R. Tornabene" ],
      "venue" : "Phys Scripta",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Stress-driven nonlocal elasticity for nonlinear vibration characteristics of carbon/boron-nitride heteronanotube subject to magneto-thermal environment",
      "author" : [ "HM Sedighi", "M. Malikan" ],
      "venue" : "Phys Scripta",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "Size-dependent dynamic behavior and instability analysis of nanoscale rotational varactor in the presence of Casimir attraction",
      "author" : [ "HM Sedighi", "M Moory-Shirbani", "M Shishesaz", "A Koochi", "M. Abadyan" ],
      "venue" : "Int J Appl Mech. 2016;8(2),1650018",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Application of the variational iteration method to nonlinear vibrations of nanobeams induced by the van der Waals force under different boundary conditions",
      "author" : [ "M. Mohammadiana" ],
      "venue" : "Eur Phys J Plus",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "The spreading residue harmonic balance method for studying the doubly clamped beam-type N/MEMS subjected to the van der Waals attraction",
      "author" : [ "YH Qian", "JL Pan", "Y Qiang", "JS. Wang" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Generalized closed form approximations for pull-in characteristics of fixed-fixed nano beam under the influences of van der Waals and Casimir forces",
      "author" : [ "B Mukherjeea", "S. Sen" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Vibrations of micro-beams actuated by an electric field via parameter expansion method",
      "author" : [ "Sedighi HM", "Shirazi KH" ],
      "venue" : "Acta Astronaut",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Static response and free vibration of MEMS arches assuming out-of-plane actuation pattern",
      "author" : [ "Ouakad HM", "Sedighi HM" ],
      "venue" : "Int J Nonlin Mech. 2019;110:44-57",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Experimental and mathematical analysis of a piezoelectrically actuated multilayered imperfect microbeam subjected to applied electric potential",
      "author" : [ "M Moory-Shirbani", "HM Sedighi", "HM Ouakad", "F. Najar" ],
      "venue" : "Compos Struct",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Design and analytical modeling of magneto-electromechanical characteristics of a novel magneto-electro-elastic vibration-based energy harvesting system",
      "author" : [ "M Shishesaz", "MM Shirbani", "HM Sedighi", "A. Hajnayeb" ],
      "venue" : "J Sound Vib",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Coupled magneto-electro-mechanical lumped parameter model for a novel vibration-based magneto-electro-elastic energy harvesting systems",
      "author" : [ "MM Shirbani", "M Shishesaz", "A Hajnayeb", "HM. Sedighi" ],
      "venue" : "Physica E. 2017;90:158-169",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Dynamic pull-in for micro-electromechanical device with a current-carrying conductor",
      "author" : [ "JH He", "D Nurakhmetov", "P Skrzypacz", "DM. Wei" ],
      "venue" : "J Low Freq Noise V A",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1984
    }, {
      "title" : "A general numerical algorithm for nonlinear differential equations by the variational iteration method",
      "author" : [ "JH He", "H. Latifizadeh" ],
      "venue" : "Int J Numer Method H. 2020",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Variational principle and periodic solution of the Kundu–Mukherjee–Naskar equation",
      "author" : [ "He JH" ],
      "venue" : "Results Phys. 2020;17,103031. https://doi",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2020
    }, {
      "title" : "Homotopy perturbation method for N/MEMS oscillators.Math Method",
      "author" : [ "Anjum N", "He JH" ],
      "venue" : "Appl Sci. 2020",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2020
    }, {
      "title" : "Study of strongly nonlinear oscillators using the Aboodh transform and the homotopy perturbation method",
      "author" : [ "K Manimegalai", "CFS Zephania", "PK Bera", "P Bera", "SK Das", "T. Sil" ],
      "venue" : "Eur Phys J Plus",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Nonlinear transversely vibrating beams by the homotopy perturbation method with an auxiliary term",
      "author" : [ "HM Sedighi", "F. Daneshmand" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Iteration perturbation method for strongly nonlinear oscillations",
      "author" : [ "He JH" ],
      "venue" : "J Vib Control",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2001
    }, {
      "title" : "Application of iteration perturbation method in studying dynamic pull-in instability of micro-beams",
      "author" : [ "HM Sedighi", "F Daneshmand", "A. Yaghootian" ],
      "venue" : "Lat am J Solids Stru",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1400
    }, {
      "title" : "Application of the energy balance method to a nonlinear oscillator arising in the microelectromechanical system (MEMS)",
      "author" : [ "Y Fu", "J Zhang", "L. Wan" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "Application of higher order Hamiltonian approach to the nonlinear vibration of micro electro mechanical systems",
      "author" : [ "S Sadeghzadeh", "A. Kabiri" ],
      "venue" : "Lat am J Solids Stru",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Adomian decomposition method used for solving nonlinear pull-in behavior in electrostatic micro-actuators",
      "author" : [ "Kuang JH", "Chen CJ" ],
      "venue" : "Math Comp Model",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2005
    }, {
      "title" : "Using parameter expansion method and min-max approach for the analytical investigation of vibrating micro-beams pre-deformed by an electric field",
      "author" : [ "HM Sedighi", "A Reza", "J. Zare" ],
      "venue" : "Adv Struct Eng. 2013;16(4):693-699",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Residual power series method for solving time-fractional model of vibration equation of large membranes",
      "author" : [ "RM Jena", "S. Chakraverty" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "The simplest approach to nonlinear oscillators",
      "author" : [ "He JH" ],
      "venue" : "Result Phys. 2019;15,102546",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "The simpler, the better: analytical methods for nonlinear oscillators and fractional oscillators",
      "author" : [ "He JH" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2019
    }, {
      "title" : "Variational iteration method—a kind of non-linear analytical technique: some examples",
      "author" : [ "He JH" ],
      "venue" : "Int J Nonlinear Mech",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1999
    }, {
      "title" : "A modification fractional variational iteration method for solving non-linear gas dynamic and coupled Kdv equations involving local fractional operators",
      "author" : [ "D Baleanu", "HK Jassim", "H. Khan" ],
      "venue" : "Therm Sci. 2018;22:S165-S175",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Variational iteration method with matrix Lagrange multiplier for nonlinear oscillators",
      "author" : [ "ZL Tao", "GH Chen", "YH. Chen" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "A short review on analytical methods for the capillary oscillator in a nanoscale deformable tube",
      "author" : [ "JH He", "X. Jin" ],
      "venue" : "Math Meth Appl Sci",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2020
    }, {
      "title" : "Fractional variational iteration method for time-fractional non-linear functional partial differential equation having proportional delays",
      "author" : [ "DD Durgun", "A. Konuralp" ],
      "venue" : "Therm Sci",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "A modified Li-He's variational principle for plasma",
      "author" : [ "He JH" ],
      "venue" : "Int J Numer Meth H. 2019",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2019
    }, {
      "title" : "Generalized equilibrium equations for shell derived from a generalized variational principle",
      "author" : [ "He JH" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "A variational formulation for anisotropic wave traveling in a porous medium. Fractals",
      "author" : [ "Y Wang", "JY An", "XQ. Wang" ],
      "venue" : null,
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1950
    }, {
      "title" : "Generalizing the variational iteration method for BVPs: proper setting of the correction functional",
      "author" : [ "SA Khuri", "A. Sayfy" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "Modified variational iteration method for analytical solutions of nonlinear oscillators",
      "author" : [ "W He", "H Kong", "YM. Qin" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Numerical iteration for nonlinear oscillators by Elzaki transform",
      "author" : [ "N Anjum", "M Suleman", "JH He", "D Lu", "M. Ramzan" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 1987
    }, {
      "title" : "An effective modification of He's variational approach to a nonlinear oscillator",
      "author" : [ "Y Nawaz", "MS Arif", "M Bibi", "M Naz", "R. Fayyaz" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Laplace transform: making the variational iteration method easier",
      "author" : [ "Anjum N", "He JH" ],
      "venue" : null,
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Variational iteration algorithm-I with an auxiliary parameter for wave-like vibration equations",
      "author" : [ "Ahmad H", "Khan TA" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2019
    }, {
      "title" : "The VIM-Padé technique for strongly nonlinear oscillators with cubic and harmonic restoring force",
      "author" : [ "J Lu", "L. Ma" ],
      "venue" : "J Low Freq Noise V a",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2019
    }, {
      "title" : "Measurement of the elastic properties and intrinsic strength of monolayer graphene",
      "author" : [ "C. Lee" ],
      "venue" : null,
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2008
    }, {
      "title" : "Nonlinear mechanics of single-atomic-layer graphene sheets",
      "author" : [ "C Lu", "R. Huang" ],
      "venue" : "Int J Appl Mech",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2009
    }, {
      "title" : "Vibrations of the nonlinear oscillator with quadratic nonlinearity",
      "author" : [ "L. Cveticanin" ],
      "venue" : "Physica a",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2004
    }, {
      "title" : "MEMS Linear and Nonlinear Statics and Dynamics",
      "author" : [ "Younis MI" ],
      "venue" : "New York: Springer;",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2011
    }, {
      "title" : "Analysis of dynamic pull-in voltage of a graphene MEMS model",
      "author" : [ "P Skrzypacz", "S Kadyrov", "D Nurakhmetov", "D. Wei" ],
      "venue" : "Nonlinear Anal-Real",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2019
    }, {
      "title" : "On the stability of periodic solutions with defined sign in MEMS via lower and upper solutions",
      "author" : [ "D Nuñez", "O Perdomo", "A. Rivera" ],
      "venue" : "Nonlinear Anal-Real",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 37,
      "context" : "There are many analytical methods available in the open literature to solve nonlinear differential equations generally and N/MEMS models specifically, for example, the variational iteration method,(17,26,27) the homotopy perturbation method, the iteration perturbation method,(12,31,32) the energy balance method,(33) the higher order Hamiltonian approach,(34) the spreading residual harmonic balance method,(18) the Adomian decomposition method,(35) the parameter expansion method,(20,36) the residual power series method,(37) and the frequency formulation.(38,39) Among them, the variational iteration method has a great potential in solving nonlinear differential equations and leads to accurate results.",
      "startOffset" : 558,
      "endOffset" : 565
    }, {
      "referenceID" : 38,
      "context" : "There are many analytical methods available in the open literature to solve nonlinear differential equations generally and N/MEMS models specifically, for example, the variational iteration method,(17,26,27) the homotopy perturbation method, the iteration perturbation method,(12,31,32) the energy balance method,(33) the higher order Hamiltonian approach,(34) the spreading residual harmonic balance method,(18) the Adomian decomposition method,(35) the parameter expansion method,(20,36) the residual power series method,(37) and the frequency formulation.(38,39) Among them, the variational iteration method has a great potential in solving nonlinear differential equations and leads to accurate results.",
      "startOffset" : 558,
      "endOffset" : 565
    }, {
      "referenceID" : 49,
      "context" : "It is noticed that the correction functional used in the VIM accompanied by an integral transform for a nonlinear oscillator is extremely suitable for initial conditions.(50,52) In this paper, we suggest the Variational iteration method accompanied by the techniques of the Laplace transform (Laplace-based variational iteration method [LVIM]) to find the periodic solution of the graphene N/MEMS model characterized by a second-order nonlinear ordinary differential equation with zero initial conditions.",
      "startOffset" : 170,
      "endOffset" : 177
    }, {
      "referenceID" : 51,
      "context" : "It is noticed that the correction functional used in the VIM accompanied by an integral transform for a nonlinear oscillator is extremely suitable for initial conditions.(50,52) In this paper, we suggest the Variational iteration method accompanied by the techniques of the Laplace transform (Laplace-based variational iteration method [LVIM]) to find the periodic solution of the graphene N/MEMS model characterized by a second-order nonlinear ordinary differential equation with zero initial conditions.",
      "startOffset" : 170,
      "endOffset" : 177
    }, {
      "referenceID" : 56,
      "context" : "The case of k = 0 and α > 0 has been discussed in Cveticanin.(57) Younis(58) discussed the static pull-in voltage analysis for α = 0.",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 59,
      "context" : "It is notable that in the presence of electrostatic force only, that is, α = 0, our model reduced to well-known Nathanson's or parallel-plate capacitor model.(60) The energy equation for Equation 5 of the case of Nathanson's model can be obtained by multiplying Equation 5 by dx dt and then integration with respect to time as",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 58,
      "context" : "125.(59) Thus, we concluded that the considered model problem has periodic solution if k ≤ 0.",
      "startOffset" : 4,
      "endOffset" : 8
    }, {
      "referenceID" : 58,
      "context" : "Table 2 shows the comparison between the pull-in threshold values obtained from the LVIM using Equation 43 and those reported by Skrzypacz et al.(59) The amount of error is relatively high, and it can be reduced by adding more terms in the Taylor's polynomial.",
      "startOffset" : 145,
      "endOffset" : 149
    } ],
    "year" : 2020,
    "abstractText" : "National Engineering Laboratory for Modern Silk, College of Textile and Engineering, Soochow University, Suzhou, China School of Mathematical Sciences, Soochow University, Suzhou, China Department of Mathematics, Government College University, Faisalabad, Pakistan School of Mathematics and Information Science, Henan Polytechnic University, Jiaozuo, China School of Science, Xi'an University of Architecture and Technology, Xi'an, China",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}