{
  "name" : "downloads_2020-09-01_2f_wang2017.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Cellulose-Based Nanomaterials for Energy Applications",
    "authors" : [ "Xudong Wang", "Chunhua Yao", "Fei Wang", "Zhaodong Li" ],
    "emails" : [ "xudong@engr.wisc.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "review\n1702240 (1 of 19) © 2017 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com small\nCellulose-Based Nanomaterials for Energy Applications\nXudong Wang,* Chunhua Yao, Fei Wang, and Zhaodong Li\nProf. X. Wang, C. Yao, Dr. F. Wang, Dr. Z. Li Department of Materials Science and Engineering University of Wisconsin-Madison Madison, WI 53706, USA E-mail: xudong@engr.wisc.edu\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201702240.\nDOI: 10.1002/smll.201702240"
    }, {
      "heading" : "1. Introduction",
      "text" : "Invention and utilization of paper marked an important mile stone in human civilization. Such a revolutionary use of natural fibers brought in an affordable, abundant, and renewable sub stance to human race, which significantly facilitated the heri tage and evolution of knowledge, technology, and humanity. Today, as our technology entering a new era of information technology, materials innovation is experiencing an unprec edented pace of progressing. Machines, vehicles, computers, display panels, memory devices, batteries, solar cells, and numerous types of sensors are built everyday using advanced ceramics, metals, and plastics. The explosive advancement of modern technology is bringing revolutionary changes to the human society in recent decades; meanwhile, however, it also\nCellulose is the most abundant natural polymer on earth, providing a sustainable green resource that is renewable, degradable, biocompatible, and cost effective. Recently, nanocellulose-based mesoporous structures, flexi ble thin films, fibers, and networks are increasingly developed and used in photovoltaic devices, energy storage systems, mechanical energy harvesters, and catalysts components, showing tremendous materials science value and application potential in many energy-related fields. In this Review, the most recent advancements of processing, integration, and application of cellulose nanomaterials in the areas of solar energy harvesting, energy storage, and mechanical energy harvesting are reviewed. For solar energy harvesting, promising applications of cellulose-based nanostructures for both solar cells and photoelectrochemical electrodes development are reviewed, and their morphology-related merits are discussed. For energy storage, the discussion is primarily focused on the applications of cellulose-based nanomaterials in lithium-ion batteries, including electrodes (e.g., active materials, binders, and structural support), electrolytes, and separators. Applications of cellulose nanomaterials in supercapacitors are also reviewed briefly. For mechanical energy harvesting, the most recent technology evolution in cellulose-based triboelectric nanogenerators is reviewed, from fundamental property tuning to practical implementations. At last, the future research potential and opportunities of cellulose nanomaterials as a new energy material are discussed.\nCellulose Nanomaterials\nleads to a more and more serious envi ronmental issue on electronic and plastic wastes. While paper is still mostly playing its traditional role currently, it is maybe about the time that the plantbased mate rials stand out again to pay the debt that human civilization owes to the environ ment and make our technology evolution more sustainable.\nCellulose, as the most abundant natural polymer on earth, provides a sustainable green resource that is renewable, degra dable, biocompatible, and costeffective.[1–3] It is directly generated from natural plant such as wood, cotton, and hemp or from microbes such as bacteria, algae, and fungi. Among them, woodorigin cellulose isc the most common one, and is usually used in the form of wood pulp.[4] Chemi cally, cellulose consists of linear chains of repeating βDglucopyranose units covalently linked through β1,4 glycosidic bonds.[2] A large number of hydrogen bonds exist intra and intermolecularly and yield different configurations of cellu lose structure. The nanoscale structures of cellulose (e.g., nanofibrils or nanocrystals) offer a unique combination of proper\nties including flexible surface chemistry, transparency, low thermal expansion, high elasticity, and anisotropy. While most study on cellulose were centered around cellulosetofuel con version, contemporary research recently began to address the functionalization and engineering of cellulose nanostructures for electronic and energy applications. With its unique struc tural and chemical features, cellulose can be assembled into various nanoscale configurations to meet the design needs of the energy devices. Currently, nanocellulosebased mesoporous structures, flexible thin films, fibers, and networks are devel oped and used in photovoltaic (PV) devices, energy storage sys tems, mechanical energy harvesters, and catalysts components. Inclusion of nanocellulose in those energyrelated devices largely raises the portion of ecofriendly materials and is very promising in addressing the relevant environmental concerns. Furthermore, cellulose manifests itself in the low cost and largescale promises. As the celluloserelated materials become more and more popular, many quality review articles have been published.[2,5–7] Most of them, however, are still in the area of processing cellulose molecule for chemical fuel production. A few most recent ones begin to address contemporary applica tions such as cellulosebased electronics[8] and electronics from woodbased materials.[9] To address the emergent applications of cellulose nanomaterials in energyrelated areas, this review\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (2 of 19)\narticle discusses the most current advancements of processing, integration, and application of cellulose nanomaterials in the areas of solar energy harvesting, mechanical energy harvesting, and energy storage."
    }, {
      "heading" : "2. Cellulose Nanostructures for Solar Energy Harvesting",
      "text" : "Solar energyharvesting devices typically prefer high surface area and good charge transport properties so that photons can be effectively absorbed and converted into electrical energy. 3D mesoporous structures composed of cellulose nanofibrils (CNFs) offer a very large surface area, and present mechanical properties (e.g., Young’s modulus and tensile strength) com parable to other fibrous materials (e.g., carbon fibers and glass fibers).[10] Therefore, CNFs are often considered as an attrac tive template/matrix for processing functional 3D nanostruc tures for photoelectrode development.[11] In addition, 3D CNF network or compact CNF films could bring unique optical properties that are beneficial to photon absorption. In this sec tion, promising applications of CNFbased nanostructures for both solar cells and photoelectrochemical (PEC) electrodes development are reviewed, and their morphologyrelated merits are discussed."
    }, {
      "heading" : "2.1. Nanocellulose-Based Paper Substrate for Solar Cell Development",
      "text" : "Since cellulose intrinsically is an insulator, the most common application of CNF in solar cell development is the transparent substrate. In order to maximize the photon absorption, both high optical transparency and high optical haze (the percentage of light diffusely scattered from a transparent surface) are desired for solar cell substrates. Regular paper substrates offer good optical haze but typically have low transmittance.[12,13] Therefore, organic solar cells built on paper substrates usu ally exhibited a fairly low power conversion efficiency (PCE, <1.4%).[14–16] As for nanocellulose (e.g., CNF and cellulose nanocrystal (CNC)), because their sizes are much less than the wavelength of visible light, paper made from nanocellulose could be highly transparent with significant scattering along the light transport direction.[17] Thus, nanocellulose paper could be an ideal substrate for supporting the photoactive compo nents of solar cells.\nHu et al. fabricated a carboxymethylated nanocellulose paper and studied its optical properties and subsequent organic solar cell application.[17] The nanocellulose paper (≈40 µm thick) was fabricated by compressing carboxymethylated cellulose pulp in a sheetformer at 70 °C and 1 bar. The asfabricated nanocellu lose paper was highly transparent to a closely contacted object, but was hazy when the object was ≈2 inches away due to sig nificant light scattering of the porous cellulose film (Figure 1a). Angular reflection and transmittance revealed that the nano cellulose paper did not have strong angledependent reflection and transmission, which is drastically different from regular transparent substrates. This nanocellulose paper was then applied as the substrate for organic bulk heterojunction solar\ncells that were composed of poly(3,4ethylenedioxythiophene): poly(styrene sulfonate) (PEDOT:PSS), poly(3hexylthiophene) (P3HT), and [6,6]phenylC61butyric acid methyl ester (PCBM). Although the optical property of the nanocellulose paper sub strate was superior, the PV performance of the solar cell did not excel due to the large sheet resistance of indium tin oxide (ITO) coating and other fabricationrelated issues. As shown in Figure 1b, the shortcircuit current (Jsc) and opencircuit voltage (Voc) were ≈2.4 mA cm−2 and of ≈0.4 V, respectively, revealing a PCE of only ≈0.2%.\nZhou et al. demonstrated organic solar cells on CNC substrates which yielded higher efficiencies and excellent rectification behaviors (Figure 1c,d).[18] The CNC substrates offered similar optical properties as the CNF papers, while the better performance was mainly attributed to the utilization of highly conductive Ag electrode and better fabrication strategy. However, the low transmittance of the Ag electrode capped the efficiency at ≈2.7%. Zhou et al. further fabricated such organic solar cells on recyclable CNC substrates and the efficiency reached almost 4.0% by using polyethyleniminemodified Ag electrode. The dry lamination transfer process of PEDOT:PSS to the CNC substrate could avoid the damage of cellulose from typi cal aqueousbased processes, and thus led to very low reverse saturation current and good diode rectification of the device.[19]\nMost recently, Fang et al. further improved the nanocellulose paper using a tetramethylpiperidine1oxy (TEMPO)oxidized\nXudong Wang is a professor in the department of Materials Science and Engineering at University of Wisconsin-Madison. His research focuses on studying the growth and assembly of nanoscale materials, including 1D nanowires and 2D nanosheets, with application potential in the areas of nanogenerators and solar\nenergy conversion. His research group first time demonstrated the functionalization of cellulose nanomaterials for triboelectric nanogenerator development.\nChunhua Yao received her bachelor’s degree in Wood Science and Engineering from Central South University of Forestry and Technology, China. She is currently pursuing her Ph.D. under supervision of Prof. Xudong Wang in Department of Materials Science and Engineering, University of WisconsinMadison. Her research\nfocuses on the development of functional materials and energy-harvesting devices from bio-based materials.\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (3 of 19)\ncellulose as the building block. This paper had a high fragment content and fewer hollow structures, which led to a higher packing density and thus exhibited excellent optical transpar ency (≈96%) and ultrahigh haze (≈60%) (Figure 1e).[13] By simply laminating a piece of such paper on an ITO glass, the haze effect enhanced the incident angle independency of the solar cell device. When the angle of the incident light was larger than 7°, the photocurrents of the nanocellulose paperattached solar cell started to excel. Over ≈15% photocurrent improve ment was observed within the incident angle range of 60°–87° (Figure 1f), which was a result of the reduced light reflection and broadened angular distribution of incident light due to the haze effect of the nanocellulose paper.[13]\nIn general, nanocellulose paper can offer enhanced photon absorption at oblique incidence, therefore they are superior in\ncollecting ambient light with greater effectiveness compared to regular glass substrates. The optical properties are directly related to the fiber length, packing density, and processing techniques. With further material and processing optimization, nanocellulose papers may take a dominating role in fabricating highefficiency solar cells."
    }, {
      "heading" : "2.2. CNF-Templated Mesoporous Structure as Solar Cell Electrodes",
      "text" : "The very large surface area offered by the CNF network is a general structural merit to achieve high photocurrent density in solar cell design. Nevertheless, due to the intrinsic insulating property of CNF, using CNF networks as the scaffold for solar\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (4 of 19)\ncell electrode development was less popular compared to sub strate renovation. The mostly practiced strategy is to use CNF networks as a template to fabricate mesoporous structure of a functional material that is photoactive and conductive. TiO2 was frequently used to coat CNF template, followed by high temperature calcination to remove the CNF template, forming a hollow nanofiber network with a very high porosity.[20] Due to the excellent hydrophilicity of CNF, aqueous solutionbased approaches have been found very effective in producing a uni form coating with tens of nanometer thickness (Figure 2a). Such a crosslinked TiO2 network yielded improved electron transport properties than mesoporous films assembled from TiO2 nanoparticles. Therefore, the CNFtemplated TiO2 nanofibers could provide structural advantages in photon interaction and charge transport. In a typical demonstration, the nanofibers were directly cast on a transparent conducting glass substrate with designed thickness to serve as the photo electrode of a dyesensitized solar cell (DSSC). It was expected that the high surface area could largely improve the loading of dye molecules and thus yield high photocurrent density and high incident photontocurrent conversion efficiency. Com pared to nanoparticlebased DSSC with the same thickness, the nanofiberbased devices, however, showed a slightly lower photocurrent density but higher opencircuit voltage (Voc, Figure 2b). The relatively low roughness factor of the fiber network was believed to be responsible for the lower current density, which was not odd in many fiber or nanowirebased electrodes. The higher Voc of fiberbased DSSC was attributed to the higher photoelectron density (1017 cm−3) compared to the nanoparticle electrode (Figure 2c). The higher electron den sity at a constant Voc is a result of the lowering of the conduc tion band.[20,21] By comparing the Voc difference at the same photoelectron density, the recombination lifetime of electrons (τrec) in the 6 µmthick fibrous electrode was ≈3 times higher than that of the nanoparticlebased photoelectrode (Figure 2d). The TiO2 hollow fibers also exhibited 2–3 times shorter elec tron collection time (τn) compared to the TiO2 nanoparticles networks with the same film thickness (Figure 2e). Although no specific reason was given by the literature, better charge transport property of the nanocellulosetemplated TiO2 could be attributed to the residue carbon in the TiO2 lattice, which facilitated electron transport. These merits are beneficial to solar cell performance. Further improving the surface area den sity (i.e., the nanocellulose packing density) without losing the\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (5 of 19)\nporosity could eventually raise the overall PV performance of nanocellulosetemplated solar cells."
    }, {
      "heading" : "2.3. Nanocellulose in PEC Cell Development",
      "text" : "PEC water splitting is a promising strategy for directly con verting solar energy into hydrogen fuels.[22] It shares much similarity with solar cell development, including rapid charge generation and separation, large surface area for redox reac tions, and broadband light absorption.[11,23] Therefore, PEC cells can also benefit from the structural merits offered by nanocellulosebased 3D structures.[11,24–27] In addition, the hydrophilic mesopores within the cellulose film could serve as an ideal host matrix for the embeddment of the nanoparticle catalysts with minimized agglomeration. As a representative example, Ke et al. immobilized photoactive cadmium sulfide (CdS) nanoparticles in mesoporous nanocellulose films by sequentially immersing a nanocellulose film in CdCl2 solution and Na2S solution.[25] Pt nanoparticles were then photochemi cally deposited on the CdS/cellulose nanocomposite film for photocatalytic H2 evolution. The mesoscale pores in the cellu lose matrix offered large light scattering, uniform highdensity CdS coating, and good charge and mass transport. Thus, a high H2 production rate of 1.323 mmol g−1 h−1 was achieved, evidencing a promising role of porous nanocellulose films in photocatalyst loading.\nThe mesoporous cellulose films were also used as a sup porting framework for encapsulating photosynthetic mate rials,[26,28] which could support the photoactive materials, organize the guest redox couples, and protect them by pro viding a stable microenvironment.[29] Lee et al. reported an integrated artificial photosynthetic system in which a mesoporous lignocellulosic composite was used as a support to immobilize lightharvesting pigments.[26] The porphyrins were embedded in the lignocellulosic matrix and interacted with lights to perform photochemical reactions, regenerate pyridine nucleotide cofactors, and synthesize enzymes. Furthermore, the presence of redoxactive lignin component on the mesoporous lignocellulosic composite surfaces could further enhance the photosynthesis activity.\nTaking the advantage of the excellent hydrophilicity of cellulose, Li et al. developed a capillary PEC system using CNFtemplated TiO2 nanostructures that can uniquely perform PEC water splitting reactions outside of the electrolyte body.[11] A mesoporous CNF film was used to template the fabrication of anatase TiO2 nanofibrous 3D structure via atomic layer deposi tion (ALD) followed by hightemperature annealing (Figure 3a). A CNF strip was then attached to the TiO2 nanostructure, which acted as the photoanode and was placed outside of the electro lyte facing a light source. The electrolyte was supplied through the nano/microchannels in the CNF film driven by the capillary force (Figure 3b). By comparing to regular inelectrolyte PEC setup, the capillary PEC exhibited a superior performance with a photocurrent density (Jph) of 0.87 mA cm−2, which was 107% higher than that of the inelectrolyte setup. The PEC perfor mance enhancement of the capillary design was attributed to the less light scattering from minimal electrolyte coating and higher interfacial charge transport kinetics.\nLi et al. further showed that the CNF template was able to modulate the chemical composition of the TiO2 coating.[11] By annealing the TiO2coated CNF structures in vacuum instead of in O2 atmosphere, the final structure appeared black while the fibrous morphology was still well preserved (Figure 3c). The black color was a result of appreciable amount of carbon element preserved in the TiO2 lattices, suggesting significant visible light absorption. This “black” cellulosetemplated TiO2 nanostructure exhibited appreciable photoactivity under visi ble light illumination and further improved the PEC performance of the capillary design. The enhancements Jph and PEC effi ciency (η) were as large as ≈767% and ≈800% under visible light illumination (Figure 3d). This comparison clearly shows that the CNFenabled capillary PEC is able to provide signifi cant additional enhancement of the PEC performance to those achieved by other strategies, such as optimizations of light absorption, surface/interface properties, and charge transport.\nIn addition to templating lowtemperature ALD film coating, mesoporous CNF was also used as templates for hightempera ture nanorods (NRs) growth. Li et al. adapted the surfacereac tionlimited pulsed chemical vapor deposition technique[30–32] for synthesizing highdensity TiO2 NR branches within mesoporous CNF templates.[24] The CNF framework was well preserved under high deposition temperature (≈600 °C) by first introducing a ZnO overcoating. The ZnO layer interacted with TiCl4 vapor and was quickly converted into polycrystalline TiO2 thin films following the Kirkendall effect,[33] seeding the growth of TiO2 NRs while the CNF framework was burned off (Figure 3e). This 3D heterostructure offers long optical paths, highquality charge transport channels, and a super large elec trolyte–semiconductor interface area. When used as a PEC photoanode, its efficiency could be more than 200% higher than those of CNFtemplated TiO2 nanofibrous 3D structure."
    }, {
      "heading" : "3. Cellulose Nanostructures for Energy Storage Applications",
      "text" : "Lithiumion batteries (LIBs) are broadly used as an energy storage device in automobiles and portable electronic devices. Rapid expansion of these industries generates a growing need for LIBs with greater safety, lower manufacture cost, higher energy density, and power density. Environmental concerns also demand LIBs to use environmentalfriendly materials. To manufacture LIBs with these desirable properties, the devel opment of new materials and innovative structural design for LIBs seems imminently inevitable. Cellulose, with its intrinsic chemical and physical properties as well as advantages arising from its microstructures, starts to draw a considerable amount of attention from researchers.[34] For example, the good solu bility of cellulose in water allows the utilization of aqueous electrolyte in place of hazardous organic solvents, and the safety concern of LIBs can therefore be greatly alleviated. The nanostructured cellulose and assemblies can bring in some unique advantages and even another dimension in designing battery electrodes. To date, various forms of cellulose, including wood CNFs, wood CNCs, and bacterial nanocellulose (BNC), have been applied in all components of LIBs. In this section, we will primarily focus our discussion on the applications of\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (6 of 19)\ncellulosebased nanomateriales in LIBs, including electrodes (e.g., active materials, binders, and structural support), electro lytes, and separators. Contemporary applications of cellulose nanomaterials in supercapacitors, which share much similarity in materials requirements, will also be reviewed briefly."
    }, {
      "heading" : "3.1. Paper-Based LIBs",
      "text" : "Conventional LIB electrodes employ lithium intercalation materials in both cathodes and anodes. These electrode mate rials are usually coated onto a metal foil serving as a current collector and structural support. The lithiumion storage materials, or the active materials, are used in conjunction with binders and electronic conductivityenhancing materials (e.g., carbon black). In the form of paper sheets, cellulose can be used as the substrates for LIB electrodes in place of the metal foil current collectors. In this regard, the technique of coating current collector and electrode materials onto\ncellulose paper sheets is critical. Hu et al. first exercised a simple Meyer rod coating method to coat carbon nanotubes (CNTs) and silver nanowires onto commercial Xerox papers and achieved sheet resistance as low as 1 ohm per square.[35] Compared with plastics, the authors demonstrated that cel lulose paper substrates could dramatically improve the film adhesion, and thereby simplify the coating process and lower the cost. It was also pointed out that the porous structure of cellulose paper could lead to more conformal coating of the conductive materials as it provides strong capillary force, which enabled large contacting surface area between flexible nanotubes/nanowires and cellulose paper after the solvent was absorbed and dried out.\nSince cellulose paper sheets can be used as both separa tors and electrode substrates, there has been a new research frontier where LIBs are completely built on paper sheets.[36] Such paperbased LIBs are thin and flexible in nature and therefore can unlock a number of applications where conven tional LIBs would fail to deliver success. These applications\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (7 of 19)\ninclude batteries for bendable electronics and those where irregularshaped batteries are needed to fill the void spaces such as in the chassis of electric vehicles. Hu et al. later demonstrated a lamination process that could integrate all components of a LIB into a single paper sheet.[37] The pro cess began with assembling a CNT current collector layer and active material layer on a stainless steel substrate, fol lowed by transferring this doublelayer structure to a cellu lose paper coated with polyvinylidene fluoride (PVDF) as the glue. Figure 4 illustrates the lamination process. The CNT layer was coated by a doctor blade method using an aqueous ink containing CNTs and dodecylbenzenesulfonate; while the active materials layer was coated by a slurry containing Li4Ti5O12 (LTO, anode material)/LiCoO2 (LCO, cathode mate rial), with active carbon and PVDF as binder. The anode and cathode doublelayer structures could be peeled off and glued to both sides of the cellulose paper, which served as a sepa rator membrane as well as a mechanical support. Compared to directly coating the doublelayer structure onto the cellu lose paper, the lamination process could provide excellent mechanical integrity of the electrode materials and prevented leaking through the paper separator. Similar configuration can be applied to zinc–air batteries, too. Hilder et al. success fully fabricated flexible zinc–air batteries by printing zinc/ carbon/polymer composite anode on one side and poly(3.4 ethylenedioxythiophene) on the other side of a cellulose paper.[38]"
    }, {
      "heading" : "3.2. Binders",
      "text" : "An important application of cellulose in LIBs is the binder in both cathodes and anodes for electrode materials including layered oxides,[39] lithium iron phosphate (LFP),[40,41] sulfur,[42,43] TiO2(B),[44] graphite,[45–47] and silicon.[47–52] Although binders are not the most essential component in LIBs, they can greatly affect the properties of electrodes, particularly their mechanical and electrochemical perfor mances.[43,49,53] Current LIB technology uses PVDF as binders and requires the use of volatile and toxic solvents for pro cessing, such as Nmethylpyrrolidone (NMP). Both PVDF and NMP are expensive materials and difficult to recycle. The use of organic solvents can lead to hazardous events, such as explosion. Therefore, fluorinefree aqueous binder replace ment is desired to address the economic, environmental, and safety concerns, paving the way toward safer and greener LIBs. In this regard, watersoluble carboxymethyl cellulose (CMC), a derivative of linear polymeric cellulose with substi tutional anionic carboxymethyl groups in various degrees, is frequently used. Typically, sodium CMC is often applied in conjunction with styrenebutadiene rubber (SBR) by a weight ratio.[54] Studies have shown that CMC may not only be a safer, cheaper, and more environmentalfriendly alternative to PVDF as binders, but it also enhances the performance of the electrodes. Despite its high stiffness and a small strain\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (8 of 19)\nat fracture, CMC could yield better bonding with the elec trode materials and the electrode substrates. This can be intuitively attributed to the large number of carboxylmethyl groups on cellulose chains. Munao et al. compared the per formance of PVDF and CMC when using a nanoporous sil icon material as the cathode.[49] They found that the sample with CMC had a much longer cycle life than that with PVDF, where both have similar initial capacity (1153 mAh g−1 for 35 cycles). This agrees with previous findings by Li et al., where a specific capacity about 1100 mAh g−1 for 70 cycles was obtained.[52] Figure 5a schematically illustrates the pro posed cycling failure mechanism of both binder materials. Compared with PVDF, CMC was much more adherent to the Si particle surfaces and the structure of the composite elec trode materials thus had a much better stability upon cycling. The specific bonding between CMC and Si was proposed to be the carboxylic groups on CMC and the OH groups on the surface oxide of Si. Liu et al. reported that SBR, together with sodium CMC, can provide great adhesion between the electrode materials and the copper substrate. The cycle life of the LIB was thus improved nearly 10 times for Sibased cathode and 100 times for graphitebased cathode.[50] Signifi cant improvement in the cyclability of the specific capacity was also discovered when sulfur was used as the cathode material.[42] Natural cellulose without any modification can also be used as binders. However, ionic liquids have to be used as solvents in this case as natural cellulose is not soluble in water. Jeong et al. prepared natural cellulose in 1ethyl3methylimidazolium acetate (EMIMAc) and mixed active materials (graphite and LFP, respectively, for anode and cathode) into the solution.[55] After coating the slurry on metal foils, the electrodes were immediately immersed in water to extract EMIMAc (Figure 5b). Water is a good solvent for EMIMAc but not for cellulose. In this phaseinversion process, EMIMAc is completely recyclable. Unlike most abovementioned work where a single electrode was tested against a lithiumfoil counter electrode, full coin cells were tested and a maximum capacity of 140 mAh g−1 (LFP) was obtained at the 55th cycle, and 85% of that capacity was retained up to 120 cycles.\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (9 of 19)"
    }, {
      "heading" : "3.3. LIB Separators",
      "text" : "Cellulose paper sheets are widely used in commercial alka line batteries thanks to their excellent wettability, low cost and weight, high porosity, and good mechanical properties. Their use in LIBs is very limited primarily because of the lack of a thermal shutdown mechanism that closes the pores and ter minates the ionic flow at high temperature.[56] The hydrophilic nature of cellulose papers is another concern as too much water can cause degradation of lithium salts. However, recent work by Jabbour et al. and Leijonmarck et al. suggested that prolonged thermal treatment of cellulose papers can largely alleviate this problem.[57,58] It is estimated that the cost of the separator can be over 20% of the total cost of a LIB, and the majority of which comes from the manufacturing process.[59] The low cost of cellulose has driven continuous efforts on using cellulose papers and cellulose composite papers for LIB separators as a cheap alternative to existing polyethylene (PE)/polypropylene (PP) membranes especially for lowpower applications.[60–63]\nZhang et al. for the first time reported the use of a commer cial rice paper as a separator in LIBs. The cellulose fibers in the rice papers were about 5–40 µm in diameter. The perfor mance of such separators was compared to a commercial PP/ PE/PP Celgard membrane and a lower ionic resistance was discovered.[64] Kim et al. prepared cellulose nanofiber papers with pore size tuned by incorporating SiO2 nanoparticles and nonconductive spacer particles. Such cellulose composite papers were prepared by vacuum filtering a suspension con sisting of cellulose powders and SiO2 nanoparticles and sub sequently drying between two filter papers under 1 MPa in a 80 °C oven.[65,66] They found that 5 wt% SiO2 content yielded the highest ionic conduction due to a balanced combina tion of nanoporous structure and the proper separator thick ness. Figure 6 shows the SEM images and an illustration of the composite separator structure. Increasing content of SiO2 nanoparticles raised the pore size of the separator membrane and thus the ionic conductivity. Thus, a significantly lower MacMullin number could be achieved compared to the com mercial PP/PE/PP separators. Xu et al. prepared cellulose/ polydopamine (CPD) membrane simply using a papermaking machine instead of a vacuumfiltration system.[67] A complete lithium cobalt oxide/graphite cell was fabricated using CPD separator, and better cycling stability and rate capability were observed compared to commercial PP separator and pristine cellulose separator. Alternatingcurrent impedance of the cell with CPD separator showed only a minor variation of 9 Ω after 100 cycles indicating an excellent interfacial stability. Zhang et al. developed a nonwoven cellulose composite membrane that contains cellulose, sodium alginate, flame retardant, and silica using a papermaking machine as well, and a com plete lithium iron phosphate/lithium cell was fabricated and tested using such separators.[68] In addition to good mechan ical strength, improved electrolyte uptake and ionic conduc tivity, such composite separators showed stable cyclability and thermal dimensional stability at 120 °C owing to the addition of the flame retardant. The addition of sodium alginate and silica also enhanced the bonding between cellulose fibers and thus the tensile strength of the separators."
    }, {
      "heading" : "3.4. LIB Electrolyte",
      "text" : "In current LIBs, mixtures of ethylene carbonate and a linear carbonate are most commonly used as electrolytes. Such polar electrolytes raised safety concerns as they are volatile and flam mable. Water and ionic liquids have also been used as elec trolytes. In general, liquid electrolytes can suffer from leaking problems which threatens the life time of LIBs. Researchers have adapted polymer electrolytes where liquid electrolytes are trapped inside a polymer matrix to prevent leakage and allow the development of flexible LIBs. Cellulose and cellulose derivatives are studied for this purpose. In the simplest case, cellulose can be used as filler materials to reinforce the mechanical strength of polymer electrolytes. Nair et al. used a natural cellulose hand sheet in a methacrylicbased thermosset gelpolymer electro lyte.[69] To enhance its compatibility with the polymer matrix, cellulose was modified by grating poly(ethylene glycol) methyl ether methacrylate under UV. The cellulose composite exhibited excellent mechanical properties and preserved the good electro chemical performance. Azizi Samir et al. conducted a series of study on the tunicin cellulose whiskerreinforced crosslinked poly(oxyethylene) (POE) electrolyte. They were able to obtain higher ionic conductivity over a wide temperature range and better mechanical properties compared to POE without tunicin cellulose whiskers. The reinforcing effect was more prominent at high temperature.[70–73] In addition, the cellulose filler could provide a thermal stabilization effect to the polymer electrolyte above the melting point of poly(oxyethylene).[71] Willgert et al. developed poly(ethylene glycol) (PEG) electrolyte reinforced with CNF paper. The CNF paper was made from neverdried softwood dissolving pulp and was modified by acryloyl chloride and propionyl chloride via reactions with the OH groups on cel lulose, before their polymerization with the PEG methacrylate oligomers.[74] Therefore, covalent bonds were created between the PEG and cellulose phase, which improved the ionic conduc tivity when the composite was swelled with liquid electrolyte. An ionic conductivity of 5 × 10−5 S cm−1 and an elastic modulus around 400 MPa at 25 °C were obtained.\nCellulose and cellulose derivatives alone can be used as the polymer matrix for electrolytes. Lee et al. reported a composite polymer gels made of cellulose triacetate (CTA), NmethylN’ propylpyrrolidinium bis(trifluoromethanesulfonyl)imide, and lithium bis(trifluoromethanesulfonylimide with a ratio of 1:3:1.5.[75] They demonstrated a significant enhancement in ionic conductivity owing to the strong interaction between lithium ions and the carbonyl group of CTA. Other cellulose derivatives have been used as well, with similar motivations of solvation and complexation of lithium ions to improve the ionic conductivity.[76,77] Grafting anionic side chains to the polymer backbones is another way of improving the ionic conductivity as the translational mobility of negative charges can be reduced so that positive lithium ions can have a significant mobility.[78,79] Paracha et al. grafted lithium salts of 2acrylamido2methylpro pane sulfonic acid on ethyl cellulose, and then copolymerized methyl methacrylate (MMA) with a crosslinking agent to form a semiinterpenetrating network for LIB electrolyte.[80] 1.33 mS cm−1 was obtained in conductivity tests and the mechanical strength of the gels could be controlled by the con centration of MMA and ethyl cellulose.\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (10 of 19)"
    }, {
      "heading" : "3.5. As-Grown Template for Complex Electrode Structures",
      "text" : "The fibrous form factor of cellulose nanofibers also contributes to the development of novel LIBs as it allows tubularnanostru crture growth of electrode materials using cellulose nanofibers as templates. Guo et al. took the advantage of the morpholog ical hierarchy of filter papers made from natural cellulose, and applied a surface sol–gel process and subsequent calcination process to prepare nanotubular hollow SiOx.[81] The authors argued that the nanotubes possessed firm framework and prevented the electrodes from pulverizing in the charge–dis charge process while having sufficient voids to accommodate the volume change. Wang et al. reported a templated growth of TiO2 nanotubes from cellulose filter papers. They first had Ti(OBu)4 sufficiently adsorbed into filter papers in ethanol and then calcinated the paper at 500 °C.[82] Compared with other templated growth of TiO2 nanotubes, this method is cheaper, simpler, and more capable of being integrated into the fabrica tion of LIBs. Cellulose can also be easily converted to carbon, a common anode material. Wang et al. reported that they prepared carbon aerogel from bacterial nanocellulose (BNC) aerogels, which was obtained by freezedrying BNC hydro gels.[83] After calcination, the 3D open network of bacterial nanocellulose hydrogels was preserved and carbon aerogels\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (11 of 19)\ncomposed of about 20 nm nanofibers were produced. A much better capacity retention behavior than mesoporous carbon was observed due to the higher surface area of the aerogel electrode."
    }, {
      "heading" : "3.6. Supercapacitors",
      "text" : "Similar to LIBs, cellulose papers can also be used as substrates for supercapacitors. Compared to conventional metal sub strates, cellulose substrate renders capacitors good flexiblity, which is desired to meet the varying design and power needs of gadgets. Gui et al. developed cellulose paper/CNTs/MnO2/ CNTs supercapacitor electrodes (Figure 7a).[84] The cellulose fibers in the paper not only provided a high surface area but also acted as an interior electrolyte reservoir. The devices had dual ion diffusion and electron transfer pathways so they work as both doublelayer capacitor and pseudocapacitors. Comparisons were made between electrodes with cellulose paper replaced by Al2O3coated polyester textile, showing cellulose paperbased ones had better ionic and electron conductivity and a better capacitance retention up to 50k cycles. Surface area is a critical factor for supercapacitors, where cellulose paperbased superca pacitors can find its unique advantages. BNC, typically obtained from bacterial synthesis for low molecular weight sugars and alcohols, has drawn much attention as BNC fibers are much smaller (20–100 nm) and have better mechanical strength, superior chemical stability, and can be made thinner.[4,84–87] For example, Kim et al. made BNC papers from cultured glucon acetobacter xylinum and prepared CNT/BNC composite papers\n(Figure 7b).[88] The supercapacitor showed an excellent specific capacity of about 20 mF cm−2 with a reduction of smaller than 0.5% over 5k cycles at a current density of 10 A g−1. They were also tested against bending and the performance was retained through 200 bending cycles. In addition to CNTs, graphene and conducting polymers are often used to form the composite too.[89–91] A new advance in this area was made when Liew et al. reported their polypyrrole/cellulose nanocrystals composite supercapacitors.[92] Unlike other laboratory models where very thin films were used and thus their area specific capacitance was too small for commercial applications, this work fabricated films over 100 µm thick, which yielded a high capacitance of 240 F g−1. A highest area specific capacitance of 1.54 F cm−2 was demonstrated before electrolyte diffusion reaches its limi tation in thicker electrodes.\nRather than using premade cellulose papers, Pushparaj et al. developed cellulose/CNTs composite paper supercapacitors by embedding cellulose in vertically aligned multiwalled carbon nanotube (MWNT) array on Si substrates (Figure 7c).[93] Unmodified plant cellulose in an ionic liquid (1butyl,3methy limidazolium chloride) was infiltrated into the MWNT to form a uniform film of cellulose and the ionic liquid was removed by solidification of the film on dry ice and immersing it in eth anol for extraction. This thin film was then peeled off from the Si substrate and exhibited excellent mechanical flexibility and integrity during operation. An intriguing feature of such nano composite paperbased supercapacitors was the flexible choice of electrolyte. In addition to water and ionic liquid electrolytes, the device could operate with a suite of electrolytes based on\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (12 of 19)\nbody fluids, such as sweat, blood, allowing body implant or use under special circumstances.[94]\nCellulose can be used as binders and separators in superca pacitors just like in LIBs. Testing in conventional active carbon based doublelayer capacitors, Varzi et al. demonstrated that cellulose fiber binders enabled superior performance retention under float tests at high voltage compared to PVDF. This is a merit particularly important in doublelayer capacitor electrodes with ionic liquids as electrolytes. Their work demonstrated that the improvement was more significant at the negative electrode.[95]"
    }, {
      "heading" : "4. Cellulose Nanomaterials for Nanogenerator Developments",
      "text" : "Mechanical energy from the environment (e.g., ambient vibra tions or activities of human body)[96,97] represents a unique and sustainable energy source that perfectly suits for powering portable electronics and unattended devices.[97–99] In 2012, the triboelectric nanogenerator (TENG) was first reported[100] as a new type of technology that converts environment mechanical energy to electrical energy.[13] Compared to other technolo gies, TENG is advantageous in terms of high efficiency, high power density, light weight, low cost, and great manufactur ability.[97,101–103] TENG operates based on the coupling effects of contact electrification and electrostatic induction. The working principle requires two dissimilar surfaces to be oppo sitely charged upon contact. Positive (polyamides,[104] metals[97]) and negative (fluorinated ethylene propylene (FEP),[105,106] polytetrafluoroethylene (PTFE),[104] and polyethylene terephtha late (PET)[104,107–109]) triboelectric materials are typically used in pairs in TENGs due to their opposite tendencies to gain or lose charges upon contact. Cellulose, the most abundant natural polymer on Earth, can also be a good candidate as a triboelectric material, bringing unprecedented natural degradability, recycla bility and biocompatibility to TENG systems. As a result, CNF thin films are increasingly explored in TENG developments in recent a couple of years. Here, we review the most recent technology evolution in CNFbased TENGs, from fundamental property tuning to practical implementations of CNF materials in TENG systems. Cellulosebased piezoelectric nanogenerators (PENGs) are also briefly reviewed as an alternative for mechan ical energy harvesting."
    }, {
      "heading" : "4.1. Cellulose Nanostructure-Based TENGs",
      "text" : "Natural cellulose is a slightly triboelectric positive material. In order to effectively generate triboelectric output, it was typically paired with strong triboelectric negative materials to fabricate a TENG device. The first CNFbased TENG was demonstrated by Yao et al. by pairing a CNF mesoporous film with a FEP film.[110] The CNF film surface exhibited a clear fibrous feature and a surface roughness of ≈300 nm, offering a large surface area for contact and electrostatic charge generation (Figure 8a). The asprepared film also showed excellent transparency and flexibility, and the entire TENG device is flexible and trans parent (inset of Figure 8b). The average triboelectric output\nunder regular mechanical force reached ≈5 V (Figure 8b), which were comparable to the performance of TENGs made of typical synthetic polymer pairs such as KaptonPET[100], PTFEpolyamide.[104] External load matching test indicated the optimal power was 0.56 mW at ≈1 MΩ.\nSuccessful development of TENG using CNF film opened a possibility of creating powerharvesting boards using wood extracted fibers. CNFbased TENG was integrated with a fiberboard made from recycled cardboards as a practical dem onstration. Figure 8c shows the largescale manufacturing process of the triboelectric fiberboard. This board was able to generate electricity as high as ≈10–30 V and ≈10–90 µA, when subjected to repeated steps from a person of average weight. The amount of electricity generated from one single step could light up 35 green LEDs that were connected in series (panel 6 in Figure 8c), demonstrating the promise of powering commer cial electronics from foot traffic. This research fully exploited the merits of mechanical flexibility and nanostructured surface features contributed by the NC films.\nFollowing this work, cellulose nanomaterials were more and more frequently used in TENG developments. Kim et al.[111] regenerated bacteria cellulose to obtain a uniform, flexible, and transparent cellulose film. Since the chemistry of bacteria cel lulose is nearly the same as wood cellulose, their dielectric and triboelectric polarizations are generally the same, and thus the triboelectric output remained at the same level as the previous report. When the cellulose film was assembled with Cu to form a vertical contactseparation mode TENG, the typical voltage output from a 5 × 5 cm2 TENG under a compressing force of 16.8 N at 1 Hz was ≈13 V (Figure 9a), where a curved cellu lose film was found favorable for higher output. Uddin et al.[112] also fabricated purecellulosebased TENG by assembling two flexible cellulose films made from hydrolyzed microcrystalline cellulose with a polyimideAlPETAlpolyimide corrugatedcore structure (inset of Figure 9b). The TENG showed a maximum output voltage of 142–153 V and output current of 3.2–3.9 µA at a frequency of 3 Hz under a series of forces ranging from 3 to 10.1 N. This TENG device also exhibited a H2gas respon sive output: when the TENG was exposed to 0.1 vol% H2 gas, the voltage output decreased remarkably, from ≈142 to ≈41 V (Figure 9b). This forceindependent output response was pos sibly owing to the strong interaction between cellulose fibrils and H2 molecules, showing a promising application potential of selfpowered gas sensing.\nIn addition to pure cellulose films, cellulose composites were also developed for TENG applications. Chandrasekhar et al. fabricated polydimethylsiloxane (PDMS)/cellulose composite films with improved flexibility and mechanical integrity.[113] By pairing this composite film with Al film, the TENG gener ated a voltage output of 28 V at a force of 32.16 N. A similar cellulose composite film was created by mixing cellulose nanocrystal flakes in a PDMS matrix (Figure 9c).[114] Under a compressing force of 20–40 N at a frequency of 10 Hz, the TENGs assembled from the composite film against Al showed voltage output of 150–320 V (Figure 9d), which was 4–10 times higher than its pure PDMS counterpart. This output was also much higher than the other cellulose composite films, which might be related to the internal polarization from the cellulose nanocrystal flakes.\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (13 of 19)"
    }, {
      "heading" : "4.2. Polarity Tuning of Cellulose Nanomaterials",
      "text" : "Above pioneer work on cellulose TENG opened a new exciting material engineering direction for TENG development using natural and recyclable materials. However, all of them still included synthetic polymers and/or other electrode materials to pair with cellulose for effective charge separation. The weak polarization tendency of natural cellulose limits its capability of generating surface charge, which keeps their performance low compared to those synthetic polymers. Inclusion of synthetic polymers would also reduce the recyclability and ecofriendli ness, as well as raise the cost. In order to realize allcellulose TENGs, the electric property of CNF fibers needs to be tuned. Thus, both TENG active layers can be made from CNF thin films. Taking advantage of the abundant hydroxyl groups on cellulose molecules, CNF can be functionalized via simple wetchemistry reactions.[115–117] Their electrical properties could then be drastically tuned by the new chemical functional groups. For example, nitro groups (NO3) can largely raise the electron affinity of cellulose molecules; while methyl groups (CH3) can improve cellulose’s capability of donating electrons.\nRecently, Yao et al. employed wetchemical reaction approaches to introduce nitro groups and methyl groups, to rationally tune the triboelectric polarity of CNF for TENG application.[118] NitroCNF was achieved by treating CNFs with nitration acid mixture comprising HNO3, H2SO4, and water. MethylCNF was obtained by reacting mercerized CNF with dimethyl sulfate. The asprepared nitro and methylCNF films were both flexible and transparent, showing the chemical func tionalization imposed negligible influences on the film’s other physical properties. Triboelectric figure of merit (FOM) charac terization was performed on these CNF thin films by quanti fying the surface charge density upon contacting with standard GaIn eutectic liquid metal electrode. Measurements revealed the charge densities from pristine CNF, nitroCNF, methyl CNF, and FEP were −13.3, 85.8, −62.5, and 120.9 µC m−2, respectively (Figure 10). The negative sign indicates that elec trons were transferred from the testing film to the electrode upon contact. FEP is the most tribonegative material and was used as a reference here (FOM = 1). It can be seen that, after the methylation and nitration, the charge density of CNF exhibi ted 5–10 times enhancement toward the same and oppo site charge transfer directions, respectively. The charge den sity of nitroCNF raised to nearly 80% of FEP. Corresponding FOMs of nitroCNF and methylCNF were calculated to be 0.51 and 0.28, respectively.These are comparable to other commonly\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (14 of 19)\nused synthetic polymers such as Kapton (0.60), PVDF (0.45), polyethylene (0.43).\nThe remarkable triboelectric polarity tuning allowed the creation of allCNFbased TENGs with both triboelectric func tional layers being CNF materials. TENGs with the vertical contact mode were assembled with different pairs of pristine and functionalized CNF and their voltage and current output were characterized. The two chemically functionalized CNF films both showed enhanced output when paired with the pris tine CNF film. Because nitro and methylfunctionalization shifted the triboelectric polarization toward opposite directions, when these two materials were paired together, the output was further raised to an average voltage and current value of 8 V and 9 µA. It is important to notice that output from the nitroCNFmethylCNF pair was approaching that of the FEP CNF pair (9 V and 10.5 µA); whereas the FEPmethylCNF pair showed an even higher output (12 V and 10.5 µA) due to the more positive methyl functionalization. Since this polariza tion tuning was based on molecularlevel functionalization, the enhanced output was fairly stable. Longterm test of the nitro CNFmethylCNF TENG revealed no output signal decay after 5 × 105 cycles. These experiments evidenced the great potential for replacing commercial synthetic polymers by renewable and\nbiodegradable CNFbased films with comparable or even supe rior triboelectric performance."
    }, {
      "heading" : "4.3. Flexible, Transparent, and Conductive CNF Paper",
      "text" : "Most recently, Yang et al. presented a development of flexible and nature degradable transparent electrodes based on CNF paper.[119] In their work, an aluminumdoped zinc oxide (AZO) thin film was grown by ALD on a CNF paper as the transparent conductive oxide (TCO) layer. While the deposition temperature was only 150 °C to preserve the structural and chemical integ rity of the CNF paper, the AZO film showed excellent crystal linity, conformality, and a very low surface roughness (≈2 nm, Figure 11a). By optimizing the Al concentration, the highest resistivity of the AZOcoated CNF paper was found to be 2.7 × 10−3 Ω.cm at 3.7 at% Al. Meanwhile, the AZOCNF papers showed a high transmittance of >84% in the visible range of 400–760 nm, which allowed them for TCOs applications like displays and solar cell windows. The AZO film with 3.7 at% Al also exhibited the best resistivity and transparency combina tion, which was at the same level as the reported values of ITO and graphene (Figure 11b).[120,121]\nSmall 2017, 13, 1702240\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (15 of 19)\nSmall 2017, 13, 1702240\nThe relative open structure of the CNF paper was believed to facilitate the strong binding of oxide layer. Crosssectional energy disperse spectrum (EDS) mapping (inset of Figure 12a) showed that appreciable amount of Zn presented within the CNF film, indicating successful infiltration of the precursor into the CNF paper porous structure. Growth of AZO, a certain dis tance into the CNF paper, could enhance the binding strength between the AZO layer and the CNF surface (Figure 12a) and improve its mechanical integrity. As a result, the sheet resist ance of the AZO–CNF papers exhibited an excellent stability within a range of 135–180 Ω sq−1 under compressive strain from −0.057 to −0.457% (Figure 12b). This stable strain region of the AZOCNF film was comparable to typical ITObased flexible transparent films, suggesting its potential as a competi tive flexible transparent substrate.\nOne unique merit of AZOCNF paper that distinguishes it from other synthetic flexible polymer substrates is the excellent degradability and recyclability. As shown in Figure 12c, one piece of AZOCNF paper was placed into a warm city water (70 °C). After 60min stirring, the AZOCNF paper was completely dis solved into the water. The final solution was clear. It became a CNF gel with a small amount of Zn and Al ions coming from the AZO coating. Using AZO as the TCO component ensures\ncomplete dissolving of all the film components. This solution can thus be further concentrated and filtered to produce CNF film again, whic indicates the excellent recyclability.\nA pair of AZOCNF paper with chemically tuned polarity was then used to fabricate a nature degradable TENG device (Figure 12d). Because metal contact was no longer used in this TENG assembly, the entire device was also completely water degradable. When the TENG was under a constant 10 Hz impact, the maximum voltage was ≈1–6 V under a series of external load resistance (Figure 12e). The maximum power of ≈0.5 mW was obtained at 1 MΩ load resistance, comparable to other cellulosebased TENG devices. This is the first report of flexible, transparent, and metalfree TENG that is completely nature degradable. With a reasonably high electrical output and operational life span, it offers a unique solution for developing green, biocompatible, and selfdegradable powering units for selfsustainable electronic systems."
    }, {
      "heading" : "4.4. Cellulose-Based PENGs",
      "text" : "PENG is another widely applied technology for mechanical energy harvesting using piezoelectric nanomaterials.[122]\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (16 of 19)\nSmall 2017, 13, 1702240\nCrystalline cellulose is a wellknown polymeric piezoelectric material, and its piezoelectric polarity arises from the align ment of the glucose units through glycosidic linkage linearly along the C2 monoclinic lattice, a noncentrosymmetric crys tallographic structure. While the piezoelectric property has been observed over half century ago from natural wood,[123] isolated cellulose was not investigated as a piezoelectric material until 2006 when Kim et al. published their pioneer work on a cellulose paper (which was termed as EAPap, standing for cellulose electroactive paper) demonstrating an actuation phenomenon.[124] This cellulose paper was a film of regenerated cellulose fabricated from xanthate cellulose solution, and morphologically consisted of ordered and dis ordered regions. This paper exhibited appreciable mechan ical deflection under relatively small electrical potential, and this response was also very sensitive to humidity. Oriented CNC film was expected to generate more significant piezoe lectricity due to their highly ordered crystal structure. Csoka et al. fabricated an ordered CNC film by a combination of shear and electric fields.[125] Atomic force microscopy (AFM)\nmeasurements revealed the piezoelectric constant d25 of such a highly ordered CNC film to be 2.1 Å V−1.\nHowever, so far there is no work reporting directly using crystalline cel lulose for PENG development, possibly because of its relatively weak piezoelectric effect and high processing requirements. Instead, cellulosebased composites were successfully explored as a promi sing PENG structure. Zhang and coworkers reported a piezoelectric composite paper based on ferroelectric BaTiO3 (BTO) nanoparticles and bacterial cellulose.[126] This composite paper exhibited remarkably enhanced piezoelectric output with a peak voltage of 14 V and a peak current density of 190 nA cm−2. The maximum power den sity reached 0.64 µW cm−2. This output was nearly ten times higher than that of piezo electric composite paper made from the same BTO nanoparticles in a PDMS matrix. The enhancement was attributed to the extremely uniform distribution of BTO nano particles in the cellulose matrix in contrast to more agglomerations in PDMS media. This advantage was intuitive since cellulose offers preferable hydrophilicity and strong surface charge to stabilize nanoparticle suspension during composite processing. It should be noted that this output power was still much lower than cellulosebased TENG devices. It may be promising to inte grate both bulkrelated piezoelectric effect and surfacerelated triboelectric effect in cellulose nanostructures to further improve mechanical energyharvesting capability."
    }, {
      "heading" : "5. Conclusion and Remarks",
      "text" : "In general, this article reviews the most recent developments and contemporary applications of cellulose nanomaterials in energyrelated areas, including LIBs, supercapacitors, solar cells, PEC electrodes, and nanogenerators. Compared to the conventional application of cellulose in biofuel generation, these applications emphasize the polymeric material nature of cellulose. As we addressed in the introduction part, cellulose possesses many unique features and advantages as a polymer and presents a unique combination of chemical, structural, dielectric, and optical properties that can be rarely found in other polymer systems. In this regard, using cellulose nanoma terial as a functional component in modern energy devices and systems may lead to a new paradigm of materials innovation. Therefore, we can highlight the studies reviewed in this article as functional cellulose nanomaterials development. Although it just emerged in recent years, these unprecedented application potentials have been seen in various directions. It is foreseeable that functional cellulose nanomaterials are going to take on a\nFigure 11. Transparent conductive AZO-CNF papers. a) Left is AFM image of an AZO-coated CNF surface. Right are optical images of an as-fabricated CNF paper from the CNF gel (top) and an AZO-coated CNF paper (bottom). b) Transmittance (at 550 nm) and sheet resistance of AZO-CNF in comparison with other typical flexible transparent electrode materials. Reproduced with permission.[119] Copyright 2017, Creative Commons Attribution 4.0 International License, Nature Publication Group.\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (17 of 19)\nSmall 2017, 13, 1702240\nmore and more important role in the family of energy mate rials. Certainly, challenges also exist and require substantial research efforts to overcome.\nFirst, synthesis of cellulose nanomaterials with wellcon trolled degreeofpolymerization. This is the fundamental requirement for us to obtain reliable understanding of the property and structure relationships in cellulose nanomaterials and predict their functionality.\nSecond, molecularlevel understanding of how cellulose molecules arrange into different phases, i.e., how the mole cular chains organize and interact with each other in short and longrange ordered fashion. Although many cellulose polymorphs have been found, how they can be controlled, and thus tune the macroscopic property is mostly still a mystery. This understanding will essentially uncover the unprecedented application potentials of cellulose nanomaterials as an essen\ntial functional component in many modern energy and elec tronic systems.\nThird, new approaches to functionalization, modification, and assembly of cellulose nanomaterials in different length scale. This capability, which is currently lacking, is an essential step leading the fundamental and conceptual studies of cellu lose nanomaterials toward practical applications.\nTo conclude, study of functional cellulose nanomaterials is just at the beginning. As reviewed in this article, it possesses tremendous materials science value and application potential in many energyrelated fields. With advanced synthesis, pro cessing and characterization techniques, and the talents from different scientific disciplines, cellulose nanomaterials may soon become a powerful multifunctional material platform that nature offered to us to bring our energy materials technology to a new horizon.\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (18 of 19)\nSmall 2017, 13, 1702240"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This publication was supported by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health under Award # R01EB021336, Department of Energy (DOE), Office of Science, Basic Energy Sciences (BES), under Award # DE-SC0008711, and the National Science Foundation under Award # CMMI-1148919. Figures 1–12 were inverted when this article was first published in an online issue. This was corrected on November 24, 2017.\nConflict of Interest The authors declare no conflict of interest.\nKeywords cellulose nanomaterials, lithium-ion batteries, nanogenerators, photoelectrochemical devices, solar cells\nReceived: July 1, 2017 Revised: August 1, 2017\nPublished online: September 13, 2017\n[1] S. Liu, D. Tao, H. Bai, X. Liu, J. Appl. Polym. Sci. 2012, 126, E282. [2] R. J. Moon, A. Martini, J. Nairn, J. Simonsen, J. Youngblood, Chem.\nSoc. Rev. 2011, 40, 3941. [3] J. Zeng, R. Li, S. Liu, L. Zhang, ACS Appl. Mater. Interfaces 2011,\n3, 2074. [4] D. Klemm, B. Heublein, H. P. Fink, A. Bohn, Angew. Chem. Int. Ed.\n2005, 44, 3358. [5] G. W. Huber, S. Iborra, A. Corma, Chem. Rev. 2006, 106, 4044. [6] L. R. Lynd, P. J. Weimer, W. H. Van Zyl, I. S. Pretorius, Microbiol.\nMol. Biol. Rev. 2002, 66, 506. [7] Y. Sun, J. Cheng, Bioresour. Technol. 2002, 83, 1. [8] R. Sabo, A. Yermakov, C. T. Law, R. Elhajjar, J. Renewable Mater.\n2016, 4, 297. [9] H. Zhu, W. Luo, P. N. Ciesielski, Z. Fang, J. Zhu, G. Henriksson,\nM. E. Himmel, L. Hu, Chem. Rev. 2016, 116, 9305. [10] B. Wang, Ph. D. Thesis 2008, University of Toronto, Toronto,\nCanada. [11] Z. Li, C. Yao, Y. Yu, Z. Cai, X. Wang, Adv. Mater. 2014, 26, 2262. [12] H. Zhu, Z. Fang, C. Preston, Y. Li, L. Hu, Energy Environ. Sci. 2014,\n7, 269. [13] Z. Fang, H. Zhu, Y. Yuan, D. Ha, S. Zhu, C. Preston, Q. Chen, Y. Li,\nX. Han, S. Lee, G. Chen, T. Li, J. Munday, J. Huang, L. Hu, Nano Lett. 2014, 14, 765. [14] M. C. Barr, J. A. Rowehl, R. R. Lunt, J. Xu, A. Wang, C. M. Boyce, S. G. Im, V. Bulovic, K. K. Gleason, Adv. Mater. 2011, 23, 3499. [15] F. Wang, Z. Chen, L. Xiao, B. Qu, Q. Gong, Sol. Energy Mater. Sol. Cells 2010, 94, 1270. [16] T.-S. Kim, S.-I. Na, S.-S. Kim, B.-K. Yu, J.-S. Yeo, D.-Y. Kim, Phys. Status Solidi RRL 2012, 6, 13. [17] L. Hu, G. Zheng, J. Yao, N. Liu, B. Weil, M. Eskilsson, E. Karabulut, Z. Ruan, S. Fan, J. T. Bloking, M. D. McGehee, L. Wågberg, Y. Cui, Energy Environ. Sci. 2013, 6, 513. [18] Y. Zhou, C. Fuentes-Hernandez, T. M. Khan, J. C. Liu, J. Hsu, J. W. Shim, A. Dindar, J. P. Youngblood, R. J. Moon, B. Kippelen, Sci. Rep. 2013, 3, 1536. [19] Y. Zhou, T. M. Khan, J.-C. Liu, C. Fuentes-Hernandez, J. W. Shim, E. Najafabadi, J. P. Youngblood, R. J. Moon, B. Kippelen, Org. Electron. 2014, 15, 661.\n[20] E. Ghadiri, N. Taghavinia, S. M. Zakeeruddin, M. Gratzel, J. E. Moser, Nano Lett. 2010, 10, 1632. [21] N. Kopidakis, N. R. Neale, A. J. Frank, J. Phys. Chem. B 2006, 110, 12485. [22] A. Fujishima, K. Honda, Nature 1972, 238, 37. [23] F. Wang, J.-H. Seo, Z. Li, A. V. Kvit, Z. Ma, X. Wang, ACS Appl.\nMater. Interfaces 2014, 6, 1288. [24] Z. Li, C. Yao, F. Wang, Z. Cai, X. Wang, Nanotechnology 2014, 25,\n504005. [25] D. Ke, S. Liu, K. Dai, J. Zhou, L. Zhang, T. Peng, J. Phys. Chem. C\n2009, 113, 16021. [26] M. Lee, J. H. Kim, S. H. Lee, C. B. Park, ChemSusChem 2011,\n4, 581. [27] Y. Zhang, L. Ge, S. Ge, M. Yan, J. Yan, D. Zang, J. Lu, J. Yu,\nX. Song, Electrochim. Acta 2013, 112, 620. [28] J. C. Rooke, C. Meunier, A. Léonard, B.-L. Su, Pure Appl. Chem.\n2008, 80, 2345. [29] S. L. Jain, J. K. Joseph, F. E. Kühn, O. Reiser, Adv. Synth. Catal.\n2011, 353, 1391. [30] J. Shi, Y. Hara, C. Sun, M. A. Anderson, X. Wang, Nano Lett. 2011,\n11, 3413. [31] J. Shi, X. Wang, Energy Environ. Sci. 2012, 5, 7918. [32] J. Shi, C. Sun, M. B. Starr, X. Wang, Nano Lett. 2011, 11, 624. [33] Y. Yu, X. Yin, A. Kvit, X. Wang, Nano Lett. 2014, 14, 2528. [34] L. Jabbour, R. Bongiovanni, D. Chaussy, C. Gerbaldi, D. Beneventi,\nCellulose 2013, 20, 1523. [35] L. B. Hu, J. W. Choi, Y. Yang, S. Jeong, F. La Mantia, L. F. Cui,\nY. Cui, Proc. Natl. Acad. Sci. U. S. A. 2009, 106, 21490. [36] G. M. Zhou, F. Li, H. M. Cheng, Energy Environ. Sci. 2014, 7, 1307. [37] L. B. Hu, H. Wu, F. La Mantia, Y. A. Yang, Y. Cui, ACS Nano 2010,\n4, 5843. [38] M. Hilder, B. Winther-Jensen, N. B. Clark, J. Power Sources 2009,\n194, 1135. [39] J. Li, R. Klopsch, S. Nowak, M. Kunze, M. Winter, S. Passerini,\nJ. Power Sources 2011, 196, 7687. [40] W. Porcher, B. Lestriez, S. Jouanneau, D. Guyomard, J. Electro-\nchem. Soc. 2009, 156, A133. [41] G. T. Kim, S. S. Jeong, M. Joost, E. Rocca, M. Winter, S. Passerini,\nA. Balducci, J. Power Sources 2011, 196, 2187. [42] M. He, L. X. Yuan, W. X. Zhang, X. L. Hu, Y. H. Huang, J. Phys.\nChem. C 2011, 115, 15703. [43] M. M. Rao, X. Y. Song, H. G. Liao, E. J. Cairns, Electrochim. Acta\n2012, 65, 228. [44] X. Yan, Y. Q. Zhang, K. Zhu, Y. Gao, D. Zhang, G. Chen,\nC. Z. Wang, Y. J. Wei, J. Power Sources 2014, 246, 95. [45] S. F. Lux, M. Schmuck, S. Jeong, S. Passerini, M. Winter,\nA. Balducci, Int. J. Energy Res. 2010, 34, 97. [46] S. F. Lux, M. Schmuck, G. B. Appetecchi, S. Passerini, M. Winter,\nA. Balducci, J. Power Sources 2009, 192, 606. [47] V. L. Chevrier, J. R. Dahn, J. Electrochem. Soc. 2010, 157, A392. [48] B. Lestrie, S. Bahri, I. Sandu, L. Roue, D. Guyomard, Electrochem.\nCommun. 2007, 9, 2801. [49] D. Munao, J. W. M. van Erven, M. Valvo, E. Garcia-Tamayo,\nE. M. Kelder, J. Power Sources 2011, 196, 6695. [50] W. R. Liu, M. H. Yang, H. C. Wu, S. M. Chiao, N. L. Wu, Electro-\nchem. Solid-State Lett. 2005, 8, A100. [51] D. Mazouzi, B. Lestriez, L. Roue, D. Guyomard, Electrochem. Solid-\nState Lett. 2009, 12, A215. [52] J. Li, R. B. Lewis, J. R. Dahn, Electrochem. Solid-State Lett. 2007, 10,\nA17. [53] Q. L. Wu, S. Ha, J. Prakash, D. W. Dees, W. Q. Lu, Electrochim.\nActa 2013, 114, 1. [54] H. Buqa, M. Holzapfel, F. Krumeich, C. Veit, P. Novak, J. Power\nSources 2006, 161, 617. [55] S. S. Jeong, N. Bockenfeld, A. Balducci, M. Winter, S. Passerini,\nJ. Power Sources 2012, 199, 331.\n© 2017 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1702240 (19 of 19)\nSmall 2017, 13, 1702240\n[56] Y. S. Chung, S. H. Yoo, C. K. Kim, Ind. Eng. Chem. Res. 2009, 48, 4346. [57] S. Leijonmarck, A. Cornell, G. Lindbergh, L. Wagberg, J. Mater.\nChem. A 2013, 1, 4671. [58] L. Jabbour, M. Destro, D. Chaussy, C. Gerbaldi, N. Penazzi,\nS. Bodoardo, D. Beneventi, Cellulose 2013, 20, 571. [59] S. S. Zhang, J. Power Sources 2007, 164, 351. [60] J. J. Zhang, Z. H. Liu, Q. S. Kong, C. J. Zhang, S. P. Pang, L. P. Yue,\nX. J. Wang, J. H. Yao, G. L. Cui, ACS Appl. Mater. Interfaces 2013, 5, 128. [61] B. S. Lalia, Y. A. Samad, R. Hashaikeh, J. Appl. Polym. Sci. 2012, 126, E441. [62] B. S. Lalia, Y. A. Samad, R. Hashaikeh, J. Solid State Electrochem. 2013, 17, 575. [63] J. Kelley, J. Simonsen, J. Ding, J. Appl. Polym. Sci. 2013, 127, 487. [64] L. C. Zhang, X. Sun, Z. Hu, C. C. Yuan, C. H. Chen, J. Power\nSources 2012, 204, 149. [65] J. H. Kim, J. H. Kim, E. S. Choi, H. K. Yu, J. H. Kim, Q. L. Wu,\nS. J. Chun, S. Y. Lee, S. Y. Lee, J. Power Sources 2013, 242, 533. [66] S. J. Chun, E. S. Choi, E. H. Lee, J. H. Kim, S. Y. Lee, S. Y. Lee, J.\nMater. Chem. 2012, 22, 16618. [67] Q. Xu, Q. S. Kong, Z. H. Liu, J. J. Zhang, X. J. Wang, R. Z. Liu,\nL. P. Yue, G. L. Cui, RSC Adv. 2014, 4, 7845. [68] J. J. Zhang, L. P. Yue, Q. S. Kong, Z. H. Liu, X. H. Zhou,\nC. J. Zhang, Q. Xu, B. Zhang, G. L. Ding, B. S. Qin, Y. L. Duan, Q. F. Wang, J. H. Yao, G. L. Cui, L. Q. Chen, Sci. Rep. 2014, 4, 3935. [69] J. R. Nair, A. Chiappone, C. Gerbaldi, V. S. Ijeri, E. Zeno, R. Bongiovanni, S. Bodoardo, N. Penazzi, Electrochim. Acta 2011, 57, 104. [70] M. A. S. Azizi Samir, F. Alloin, A. Dufresne, Compos. Interfaces 2006, 13, 545. [71] M. A. S. Azizi Samir, A. M. Mateos, F. Alloin, J. Y. Sanchez, A. Dufresne, Electrochim. Acta 2004, 49, 4667. [72] M. A. S. Azizi Samir, F. Alloin, J. Y. Sanchez, A. Dufresne, Macromolecules 2004, 37, 4839. [73] M. A. S. Azizi Samir, L. Chazeau, F. Alloin, J. Y. Cavaille, A. Dufresne, J. Y. Sanchez, Electrochim. Acta 2005, 50, 3897. [74] M. Willgert, S. Leijonmarck, G. Lindbergh, E. Malmstrom, M. Johansson, J. Mater. Chem. A 2014, 2, 13556. [75] J. M. Lee, D. Q. Nguyen, S. B. Lee, H. Kim, B. S. Ahn, H. Lee, H. S. Kim, J. Appl. Polym. Sci. 2010, 115, 32. [76] Z. Yue, I. J. McEwen, J. M. G. Cowie, Solid State Ionics 2003, 156, 155. [77] Z. Yue, I. J. McEwen, J. M. G. Cowie, J. Mater. Chem. 2002, 12, 2281. [78] J. Travas-Sejdic, R. Steiner, J. Desilvestro, P. Pickering, Electrochim.\nActa 2001, 46, 1461. [79] M. Forsyth, H. A. Every, D. R. MacFarlane, J. Travas-Sejdic,\nR. Steiner, Macromol. Mater. Eng. 2002, 287, 523. [80] R. N. Paracha, S. Ray, A. J. Easteal, J. Mater. Sci. 2012, 47, 3698. [81] H. Guo, R. Mao, X. J. Yang, J. Chen, Electrochim. Acta 2012, 74, 271. [82] B. Wang, J. L. Cheng, Y. P. Wu, J. Alloys Compd. 2012, 527, 132. [83] L. P. Wang, C. Schutz, G. Salazar-Alvarez, M. M. Titirici, RSC Adv.\n2014, 4, 17549. [84] Z. Gui, H. Zhu, E. Gillette, X. Han, G. W. Rubloff, L. Hu, S. B. Lee,\nACS Nano 2013, 7, 6037. [85] D. Klemm, F. Kramer, S. Moritz, T. Lindström, M. Ankerfors,\nD. Gray, A. Dorris, Angew. Chem. Int. Ed. 2011, 50, 5438. [86] L. F. Chen, Z. H. Huang, H. W. Liang, Q. F. Guan, S. H. Yu, Adv.\nMater. 2013, 25, 4746. [87] J. Xu, L. Zhu, Z. Bai, G. Liang, L. Liu, D. Fang, W. Xu, Org. Electron.\n2013, 14, 3331. [88] Y. J. Kang, S. J. Chun, S. S. Lee, B. Y. Kim, J. H. Kim, H. Chung,\nS. Y. Lee, W. Kim, ACS Nano 2012, 6, 6400. [89] K. Z. Gao, Z. Q. Shao, J. Li, X. Wang, X. Q. Peng, W. J. Wang,\nF. J. Wang, J. Mater. Chem. A 2013, 1, 63.\n[90] Y. R. Kang, Y. L. Li, F. Hou, Y. Y. Wen, D. Su, Nanoscale 2012, 4, 3248. [91] H. Peng, G. F. Ma, W. M. Ying, A. D. Wang, H. H. Huang,\nZ. Q. Lei, J. Power Sources 2012, 211, 40. [92] S. Y. Liew, D. A. Walsh, W. Thielemans, RSC Adv. 2013, 3, 9158. [93] V. L. Pushparaj, M. M. Shaijumon, A. Kumar, S. Murugesan, L. Ci,\nR. Vajtai, R. J. Linhardt, O. Nalamasu, P. M. Ajayan, Proc. Natl. Acad. Sci. U. S. A. 2007, 104, 13574. [94] K. B. Lee, J. Micromech. Microeng. 2005, 15, S210. [95] A. Varzi, A. Balducci, S. Passerini, J. Electrochem. Soc. 2014, 161, A368. [96] J. Zhong, Q. Zhong, F. Fan, Y. Zhang, S. Wang, B. Hu, Z. L. Wang,\nJ. Zhou, Nano Energy 2013, 2, 491. [97] G. Zhu, Y. S. Zhou, P. Bai, X. S. Meng, Q. Jing, J. Chen, Z. L. Wang,\nAdv. Mater. 2014, 26, 3788. [98] F. R. Fan, J. Luo, W. Tang, C. Li, C. Zhang, Z. Tian, Z. L. Wang, J.\nMater. Chem. A 2014, 2, 13219. [99] Y. Xie, S. Wang, L. Lin, Q. Jing, Z.-H. Lin, S. Niu, Z. Wu,\nZ. L. Wang, ACS Nano 2013, 7, 7119. [100] F.-R. Fan, Z.-Q. Tian, Z. L. Wang, Nano Energy 2012, 1, 328. [101] G. Zhu, J. Chen, T. Zhang, Q. Jing, Z. L. Wang, Nat. Commun. 2014, 5, 3426. [102] Q. Liang, X. Yan, Y. Gu, K. Zhang, M. Liang, S. Lu, X. Zheng, Y. Zhang, Sci. Rep. 2015, 5, 9080. [103] K. Y. Lee, M. K. Gupta, S.-W. Kim, Nano Energy 2015, 14, 139. [104] Y. Yang, H. Zhang, R. Liu, X. Wen, T. C. Hou, Z. L. Wang, Adv. Energy Mater. 2013, 3, 1563. [105] L. Lin, Y. Xie, S. Niu, S. Wang, P.-K. Yang, Z. L. Wang, ACS Nano 2015, 9, 922. [106] Y. Yang, G. Zhu, H. Zhang, J. Chen, X. Zhong, Z.-H. Lin, Y. Su, P. Bai, X. Wen, Z. L. Wang, ACS Nano 2013, 7, 9461. [107] F.-R. Fan, L. Lin, G. Zhu, W. Wu, R. Zhang, Z. L. Wang, Nano Lett. 2012, 12, 3109. [108] B. Meng, W. Tang, Z.-H. Too, X. Zhang, M. Han, W. Liu, H. Zhang, Energy Environ. Sci. 2013, 6, 3235. [109] L. Zhang, F. Xue, W. Du, C. Han, C. Zhang, Z. Wang, Nano Res. 2014, 7, 1215. [110] C. Yao, A. Hernandez, Y. Yu, Z. Cai, X. Wang, Nano Energy 2016, 30, 103. [111] H.-J. Kim, E.-C. Yim, J.-H. Kim, S.-J. Kim, J.-Y. Park, I.-K. Oh, Nano Energy 2017, 33, 130. [112] A. I. Uddin, G.-S. Chung, Sens. Actuators, B 2017, 245, 1. [113] A. Chandrasekhar, N. R. Alluri, B. Saravanakumar, S. Selvarajan, S.-J. Kim, J. Mater. Chem. C 2017, 5, 1810. [114] J. Peng, H. Zhang, Q. Zheng, C. M. Clemons, R. C. Sabo, S. Gong, Z. Ma, L.-S. Turng, Nanoscale 2017, 9, 1428. [115] R. G. P. Viera, G. R. Filho, R. M. N. de Assunção, C. d. S. Meireles, J. G. Vieira, G. S. de Oliveira, Carbohydr. Polym. 2007, 67, 182. [116] A. Salam, L. A. Lucia, H. Jameel, Cellulose 2015, 22, 397. [117] D. Klemm, B. Philipp, T. Heinze, U. Heinze, W. Wagenknecht, Sys-\ntematics of Cellulose Functionalization: Section 4.1–4.1.4, Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim, Germany 2004. [118] C. Yao, X. Yin, Y. Yu, Z. Cai, X. Wang, Adv. Funct. Mater. 2017, 27, 1700794. [119] B. Yang, C. Yao, Y. Yu, Z. Li, X. Wang, Sci. Rep. 2017, 7, 4936. [120] F. Wong, M. Fung, S. Tong, C. Lee, S. Lee, Thin Solid Films 2004,\n466, 225. [121] S. Bae, H. Kim, Y. Lee, X. Xu, J.-S. Park, Y. Zheng, J. Balakrishnan,\nT. Lei, H. R. Kim, Y. I. Song, Nat. Nanotechnol. 2010, 5, 574. [122] X. D. Wang, J. H. Song, J. Liu, Z. L. Wang, Science 2007, 316, 102. [123] E. Fukada, J. Phys. Soc. Jpn. 1955, 10, 149. [124] J. Kim, S. Yun, Z. Ounaies, Macromolecules 2006, 39, 4202. [125] L. Csoka, I. C. Hoeger, O. J. Rojas, I. Peszlen, J. J. Pawlak,\nP. N. Peralta, ACS Macro Lett. 2012, 1, 867. [126] Y. Zhao, Q. Liao, G. Zhang, Z. Zhang, Q. Liang, X. Liao, Y. Zhang,\nNano Energy 2015, 11, 719."
    } ],
    "references" : [ {
      "title" : "Mater",
      "author" : [ "J. Zeng", "R. Li", "S. Liu", "L. Zhang", "ACS Appl" ],
      "venue" : "Interfaces 2011, 3,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2074
    }, {
      "title" : "Mater",
      "author" : [ "F. Wang", "J.-H. Seo", "Z. Li", "A.V. Kvit", "Z. Ma", "X. Wang", "ACS Appl" ],
      "venue" : "Interfaces 2014, 6,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1288
    }, {
      "title" : "Chem",
      "author" : [ "Z. Yue", "I.J. McEwen", "J.M.G. Cowie", "J. Mater" ],
      "venue" : "2002, 12,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2281
    }, {
      "title" : "Chem",
      "author" : [ "A. Chandrasekhar", "N.R. Alluri", "B. Saravanakumar", "S. Selvarajan", "S.-J. Kim", "J. Mater" ],
      "venue" : "C 2017, 5,",
      "citeRegEx" : "113",
      "shortCiteRegEx" : null,
      "year" : 1810
    }, {
      "title" : "Systematics of Cellulose Functionalization: Section 4.1–4.1.4",
      "author" : [ "D. Klemm", "B. Philipp", "T. Heinze", "U. Heinze", "W. Wagenknecht" ],
      "venue" : "Wiley-VCH Verlag GmbH & Co. KGaA,",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2004
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "[22] It shares much similarity with solar cell development, including rapid charge generation and separation, large surface area for redox reac­ tions, and broadband light absorption.[11,23] Therefore, PEC cells can also benefit from the structural merits offered by nanocellulose­based 3D structures.",
      "startOffset" : 183,
      "endOffset" : 190
    }, {
      "referenceID" : 2,
      "context" : "Other cellulose derivatives have been used as well, with similar motivations of solvation and complexation of lithium ions to improve the ionic conductivity.[76,77] Grafting anionic side chains to the polymer backbones is another way of improving the ionic conductivity as the translational mobility of negative charges can be reduced so that positive lithium ions can have a significant mobility.",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 3,
      "context" : "fabricated polydimethylsiloxane (PDMS)/cellulose composite films with improved flexibility and mechanical integrity.[113] By pairing this composite film with Al film, the TENG gener­ ated a voltage output of 28 V at a force of 32.",
      "startOffset" : 116,
      "endOffset" : 121
    } ],
    "year" : 2017,
    "abstractText" : "Invention and utilization of paper marked an important mile­ stone in human civilization. Such a revolutionary use of natural fibers brought in an affordable, abundant, and renewable sub­ stance to human race, which significantly facilitated the heri­ tage and evolution of knowledge, technology, and humanity. Today, as our technology entering a new era of information technology, materials innovation is experiencing an unprec­ edented pace of progressing. Machines, vehicles, computers, display panels, memory devices, batteries, solar cells, and numerous types of sensors are built everyday using advanced ceramics, metals, and plastics. The explosive advancement of modern technology is bringing revolutionary changes to the human society in recent decades; meanwhile, however, it also Cellulose is the most abundant natural polymer on earth, providing a sustainable green resource that is renewable, degradable, biocompatible, and cost effective. Recently, nanocellulose-based mesoporous structures, flexi ble thin films, fibers, and networks are increasingly developed and used in photovoltaic devices, energy storage systems, mechanical energy harvesters, and catalysts components, showing tremendous materials science value and application potential in many energy-related fields. In this Review, the most recent advancements of processing, integration, and application of cellulose nanomaterials in the areas of solar energy harvesting, energy storage, and mechanical energy harvesting are reviewed. For solar energy harvesting, promising applications of cellulose-based nanostructures for both solar cells and photoelectrochemical electrodes development are reviewed, and their morphology-related merits are discussed. For energy storage, the discussion is primarily focused on the applications of cellulose-based nanomaterials in lithium-ion batteries, including electrodes (e.g., active materials, binders, and structural support), electrolytes, and separators. Applications of cellulose nanomaterials in supercapacitors are also reviewed briefly. For mechanical energy harvesting, the most recent technology evolution in cellulose-based triboelectric nanogenerators is reviewed, from fundamental property tuning to practical implementations. At last, the future research potential and opportunities of cellulose nanomaterials as a new energy material are discussed. Cellulose Nanomaterials",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}