{
  "name" : "downloads_2019-11-18_baec_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Engineering State-of-the-Art Plasmonic Nanomaterials for SERS-Based Clinical Liquid Biopsy Applications",
    "authors" : [ "Jing Wang", "Kevin M. Koo", "Yuling Wang", "Matt Trau", "J. Wang" ],
    "emails" : [ "maisheng.koo@uqconnect.edu.au;", "m.trau@uq.edu.au", "yuling.wang@mq.edu.au" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Review\n1900730 (1 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nEngineering State-of-the-Art Plasmonic Nanomaterials for SERS-Based Clinical Liquid Biopsy Applications\nJing Wang, Kevin M. Koo,* Yuling Wang,* and Matt Trau*\nJ. Wang, Dr. K. M. Koo, Prof. M. Trau Centre for Personalized Nanomedicine Australian Institute for Bioengineering and Nanotechnology (AIBN) The University of Queensland Brisbane, QLD 4072, Australia E-mail: maisheng.koo@uqconnect.edu.au; m.trau@uq.edu.au Dr. Y. Wang Department of Molecular Sciences ARC Excellence Centre for Nanoscale BioPhotonics Faculty of Science and Engineering Macquarie University Sydney, NSW 2109, Australia E-mail: yuling.wang@mq.edu.au Prof. M. Trau School of Chemistry and Molecular Biosciences The University of Queensland Brisbane, QLD 4072, Australia\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/advs.201900730.\nDOI: 10.1002/advs.201900730\n1. Introduction\nPrecision oncology is an ongoing revolution in cancer management that involves the use of tumor molecular profiling to identify actionable cancer driver mutations in individual patients for tailored cancer treatments. As compared to the existing “one-size-fits-all” treatment strategy across all patients, the potential benefits of precision oncology include improved treatment quality from targeted therapeutics, and decreased costings through reduction of unnecessary diagnostic tests and therapies. Therefore, for successful administration of precision oncology, a convenient noninvasive biopsy approach which can provide comprehensive tumor molecular information is greatly required. In this regard, the use of liquid biopsies has begun to showcase its clinical promise in precision oncology.\nLiquid biopsies involve the minimally invasive sampling of circulating bodily fluids (such as blood, urine, or sputum) for detection of cancer biomarkers such as circulating tumor cells (CTCs),\ntumor-derived extracellular vesicles (EVs), as well as circulating cancer proteins and tumor nucleic acids (NAs).[1] As compared to tissue-based biopsies from limited tumor regions, detection and characterization of such circulating biomarkers could provide more comprehensive molecular information on the primary and metastatic tumors present in a patient.[1b] Many recent studies have illustrated the clinical potential of using liquid biopsies for diagnosing early-stage cancer, monitoring tumor progression, tracking treatment responses, and assessing residual disease.[1,2] Additionally, as liquid biopsies can be obtained in an easily accessible and minimally invasive way, it could be used to determine and follow the dynamic molecular makeup of a patient’s tumor longitudinally. Therefore, liquid biopsies may be a stepping stone in overcoming the longstanding cancer detection challenges related to tumor heterogeneity and ultimately promote precision oncology.\nDue to limited trace amounts in biofluids, the analysis of cancer biomarkers in liquid biopsies is a daunting task. To date, liquid biopsy specimens can be analyzed for biomarkers using either protein (e.g., western blot, enzyme-linked immunosorbent assay (ELISA), or fluorescence-assisted cell sorting) or NA (e.g., polymerase chain reaction (PCR)-based or\nPrecision oncology, defined as the use of the molecular understanding of cancer to implement personalized patient treatment, is currently at the heart of revolutionizing oncology practice. Due to the need for repeated molecular tumor analyses in facilitating precision oncology, liquid biopsies, which involve the detection of noninvasive cancer biomarkers in circulation, may be a critical key. Yet, existing liquid biopsy analysis technologies are still undergoing an evolution to address the challenges of analyzing trace quantities of circulating tumor biomarkers reliably and cost effectively. Consequently, the recent emergence of cutting-edge plasmonic nanomaterials represents a paradigm shift in harnessing the unique merits of surface-enhanced Raman scattering (SERS) biosensing platforms for clinical liquid biopsy applications. Herein, an expansive review on the design/synthesis of a new generation of diverse plasmonic nanomaterials, and an updated evaluation of their demonstrated SERS-based uses in liquid biopsies, such as circulating tumor cells, tumor-derived extracellular vesicles, as well as circulating cancer proteins, and tumor nucleic acids is presented. Existing challenges impeding the clinical translation of plasmonic nanomaterials for SERS-based liquid biopsy applications are also identified, and outlooks and insights into advancing this rapidly growing field for practical patient use are provided.\nPlasmonic Nanomaterials\n© 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (2 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nnext-generation sequencing (NGS)) methods. While this repertoire of analysis techniques has undoubtedly enabled great advancements for liquid biopsy applications, their performance in terms of detection sensitivity, multiplexing capacity, and assay cost is still to be improved further for the potential of liquid biopsies in clinical cancer detection and treatment response prediction/monitoring. In this respect, modern innovative research into nanomaterials has led to unprecedented detection capabilities of analytical techniques, which may well be harnessed for advancing liquid biopsy applications. A prime example is the engineering of cutting-edge plasmonic nanomaterials for surface-enhanced Raman scattering (SERS) analyses.\nSERS is a powerful analytical technique that has shown promise for ultrasensitive liquid biopsy analyses. Essentially, SERS is described as the amplified inelastic Raman scattering of molecules on or near the SERS-active substrates (most often plasmonic metallic nanomaterials), as shown in Figure 1a. Fundamentally, the SERS signal is generated due to two different mechanisms: chemical mechanism and electromagnetic mechanism (EM). The chemical mechanism refers to the electronic interaction between substrates and adsorbed molecules,[3] which depends on the binding affinity between molecules and substrates and provides the minor enhancement magnitude (102–103).[4] EM provides the contribution through enhancing the electromagnetic field around plasmonic structures generated upon the excitation of a localized surface plasmon resonance (LSPR) by the incident light. Plasmonic nanomaterials are such nanomaterials which conduction electrons can be coherently excited by electromagnetic radiation of incident light to oscillate collectively at metal/dielectric interfaces. The maximum SERS enhancement factor (EF) arising from EM contribution on plasmonic nanomaterials is in the order of 1010–1011,[5] which is sufficient for the detection of single molecules.[6] Raman scattering signals of molecules on the surface of plasmonic nanomaterials are thus amplified mainly due to the LSPR effect.\nSERS can be used to directly characterize the fingerprint information of native targets adsorbed close to the surface of plasmonic nanomaterials, or for selective target detection via encoded labels (termed as “SERS nanotags”) that have surface functionalization of organic Raman reporter molecules and/ or target-specific binding molecules. In particular, SERS nanotags possess multiple merits, such as single-particle sensing activity,[7] multiplexing capacity,[8] and photostability;[8b] thus rendering the SERS technique promising for diverse biosensing applications in place of conventional optical labels (e.g., fluorescent dyes and quantum dots). Currently, a wide range of state-of-the-art plasmonic nanomaterials has been conceived to further progress the SERS enhancement efficiency for unparalleled detection sensitivity, and reproducible signal readouts of exceptional uniformity and stability.\nIn order for plasmonic nanomaterials to effectively contribute toward SERS-based clinical liquid biopsy applications, it is of our opinion that the clinical usage feasibility of advanced plasmonic nanomaterials is as equally important as their design and synthesis. Despite numerous excellent reviews on plasmonic nanostructures for proof-of-concept SERS biomedical applications in recent times,[5,9] a comprehensive focus on plasmonic nanomaterials and their clinical\nJing Wang is currently a Ph.D. candidate at the Australian Institute for Bioengineering and Nanotechnology, The University of Queensland. Jing’s thesis research focuses on the development of plasmonic nanomaterial– based sensing techniques for point-of-care diagnostics and surface-enhanced\nRaman spectroscopy technology-based liquid biopsy analysis for precision nanomedicine.\nYuling Wang is currently a Senior Lecturer in the Department of Molecular Sciences, Macquarie University (Sydney). She received her Ph.D. from Changchun Institute of Applied Chemistry, Chinese Academy of Sciences in 2009. In 2014, she worked in the Australian Institute for Bioengineering and\nNanotechnology, University of Queensland. Toward the end of her ARC DECRA Fellowship, she was appointed as a Senior Lecturer at Macquarie University in 2017. Her research is mainly focused on plasmonic nanostructures for surface-enhanced Raman spectroscopy, biomarker sensing for point-of-care diagnostics and personalized nanomedicine.\nMatt Trau is currently the UQ-CSIRO Chair in Personalised Nanodiagnostics, a Professor of Chemistry and Director of the Centre for Personalised Nanomedicine at the University of Queensland in Brisbane, Australia. He is also senior group leader and co-founder of\nthe Australian Institute for Bioengineering and Nanotechnology (AIBN). His research is dedicated toward developing innovative nanodiagnostics to help transform the healthcare system toward early detection and personalized treatment of disease. He has held positions within industry and academia across the globe. Matt is internationally recognized for his innovative and crossdisciplinary research at the interface between chemistry, nanotechnology, biology and medicine.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (3 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\ntranslation for SERS-based liquid biopsy applications such as cancer diagnosis, risk prediction, and treatment monitoring has yet to be summarized. In a bid to address this crucial point, we provide herein an extensive review on the rational design/ synthesis of state-of-the-art plasmonic nanomaterials as SERS substrates, and up-to-date progress (within last 3 years) of plasmonic nanomaterial-based SERS analyses which have been applied for liquid biopsies (Figure 1b). We also identify existing challenges impeding the translation of engineered plasmonic nanomaterials for clinical SERS-based biosensing, and share our perspectives and insights on how to advance this rapidly evolving field."
    }, {
      "heading" : "2. Engineering Cutting-Edge Plasmonic Nanomaterials for SERS",
      "text" : "Plasmonic nanomaterials have been applied as the signal amplification substrates for SERS sensing due to the excellent enhancement efficiency (an average electromagnetic enhancement of ≈106)[10] and as drug containers for SERS nanotagbased therapy.[11] Colloidal gold and silver nanospheres are the most commonly used plasmonic nanomaterials for SERSbased biosensing due to their simple synthesis and easy functionalization. However, the tunable LSPR ranges of gold and silver nanospheres are narrow[12] and not in the nearinfrared (NIR) region from 650 to 900 nm (ideal for biomedical applications due to the low light attenuation and autofluorescence from biomolecules).[13] Additionally, a single gold nanosphere can only generate an EF on the order of 102–103.[14] In contrast, dimers or oligomers generate higher enhancement efficiency than single nanospheres because of the intensified electromagnetic enhancement due to interparticle LSPR coupling effects and increased absorbance in the NIR region owing to a redshift of the LSPR.\nThe SERS signal enhancement ability of plasmonic nanomaterials mainly relies on the LSPR coupling effect which is strongly dependent on the size,[15] shape,[15,16] chemical composition,[17] local dielectric environment,[18] and interparticle interaction.[19] Generally, strong electromagnetic fields (termed as “hot spots”) could be created by sharp tips,[20] vertices,[21] nanoporous frameworks in nanostructures,[22] intra-nanogaps within nanostructures,[23] and crevices or inter-nanogaps between nanostructures.[24] The enhancement efficiency of a hot spot is affected by many factors, such as curvature degree, gap size between nanostructures, and laser polarization.[25] Recent progress has produced high-performance plasmonic nanomaterials with excellent uniformity, reproducibility, and stability. In this section, we will summarize the design and synthesis of different structures of plasmonic nanomaterials as modern SERS substrates. Plasmonic nanomaterials that are highly promising or have already been demonstrated for liquid biopsy applications are further highlighted for discussion."
    }, {
      "heading" : "2.1. Anisotropic Plasmonic Nanoparticles",
      "text" : "Anisotropic particles have nonspherical structures and provide strong SERS enhancements by moving the LSPR band\nwithin the NIR region and creating “built-in” hot spots at locations of tips, vertices, or edges. Typical anisotropic structures include nanorods,[26] nanotriangles,[27] nanocubes,[21,28] polyhedral nanoparticles,[29] nanoflowers,[30] nanostars,[20] highly branched nanocrystals,[31] concave nanocrystals,[32] cubic nanoframes,[32] and microcages.[33] These anisotropic particles are attractive for biological and biomedical applications due to their capability of providing single-particle SERS activity."
    }, {
      "heading" : "2.1.1. Template-Based Synthesis",
      "text" : "Surfactant- and polymer-mediated syntheses remain the most common methods to generate anisotropic particles. Matteini et al. utilized polyvinylpyrrolidone (PVP) as a structure-directing polymer to synthesize silver nanocubes for the detection of proteins in aqueous media at physiological pH (Figure 2a).[21] In this work, the synthesis of silver nanocubes relied on the PVP’s stronger binding affinity to silver facets (100) with respect to (111) facets. The synthesized silver nanocubes resulted in an incomplete and patchy monolayer (thickness of 0.3–0.5 nm) at corners and multiple layers (thickness of 1.1–1.8 nm) on cube faces (Figure 2b, top). Such PVP coatings drove the preferential interaction of proteins with the corners of silver nanocubes by shielding the contacts between proteins and silver nanocube faces (Figure 2b, bottom). A limit of detection (LOD) of ≈(5–10) × 10−9 m (equal to ≈60–120 ng mL−1) cytochrome c (12 kD) was achieved by such site-selective gathering of protein molecules at the hot spots generated on the corners of individual silver nanocubes.[21] However, this detection sensitivity is not superior to ELISA (≈pg mL−1–ng mL−1), and this nanostructure might not be suitable for big-sized biomarker (>10 nm) analysis given the limited hot spot area at corners.\nGenerally, while surfactants or polymers contribute to the precise control of nanoparticle morphology, the use of these structure-directing agents might i) weaken SERS performance due to the occupied surfaces or increased distances to surfaces of anisotropic particles,[32,34] ii) generate detectable background signals which can interfere with SERS signals of target molecules,[35] and iii) cause apparent cytotoxicity and affect downstream molecular analyses (e.g., PCR analysis after SERS characterization of CTCs and EVs) resulting from the desorption or residual molecules in solution.[36] Although stubborn capping agents could be removed via washing strategies, there will always be residuals which are resistant to removal.[37]"
    }, {
      "heading" : "2.1.2. Template-Free Synthesis",
      "text" : "Given the drawbacks of using structure-directing agents for the synthesis of anisotropic nanoparticles, template-free synthesis methods are being developed. Li et al. synthesized template-free nanodot-decorated gold–silver alloy nanoboxes with single-particle SERS activity (Figure 2c)[38] for the detection of circulating soluble cancer protein biomarkers.[39] Ascorbic acid was solely used for the reduction\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (4 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nof hydrogen tetrachloroaurate trihydrate and silver nitrate, and was performed in a one-pot synthesis in aqueous phase under ambient temperature. Meanwhile, Wall et al. proposed a simple, green chemistry, and universal system for synthesizing nanostars, nanospheres, nanorods, and nanoplates (Figure 2d,e).[40] The authors demonstrated that these synthesized template-free nanoparticles have better SERS performance as compared to analogous nanoparticles with surfactant or polymer coatings. Such template-free synthesis methods could minimize contamination and/or cytotoxicity\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (5 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nfor CTCs or EVs, which are particularly useful for ex vivo culturing of CTCs and EVs for functional evaluation."
    }, {
      "heading" : "2.2. Nanostructures with Intra-Nanogaps",
      "text" : "Apart from enhancing SERS signals by creating sharp tips and vertices in single anisotropic particles, great efforts have been made to generate hot spots through building nanogaps within nanostructures. The size and morphology of nanogaps pose a significant effect on the plasmon mode and signal intensity. Generally, the electromagnetic field intensity strengthens with the decrease of nanogap sizes and the maximum SERS intensity is achieved at ≈1 nm region.[41]"
    }, {
      "heading" : "2.2.1. Accessible Intra-Nanogaps",
      "text" : "To produce abundantly accessible nanogaps, Fan et al. reported a convenient, universal method that generally constructed well-defined gold–silver alloy nanoislands on the surface of pre-existing PVP-stabilized gold seeds (Figure 3a,b).[42] The nanogap distance between nanoislands or the density of nanoislands could be tuned by varying the concentration of chloroauric acid. The SERS signals increased with the density of nanoislands, and the maximum single-particle SERS EF was estimated to be ≈5 × 106. The key to the synthesis is utilizing a partial surface passivation strategy to shift the crystal growth mode from “Frank–van der Merwe” mode (layer-by-layer growth) to “Volmer–Weber”\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (6 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nmode (islands growth) based on the strong adsorption of iodide on silver-coated gold seed surfaces. This method directly builds secondary nanostructures on pre-existing plasmonic nanocrystals during the initial synthesis, which is more efficient and reproducible than methods that engineer the presynthesized colloidal nanoparticles into secondary structures. Additionally, the described nanoislands have also been successfully formed on gold nanospheres, nanoplates, and nanorods (Figure 3b). To create a nanogap with a large accessible area, Jiang et al. constructed a silver nanoplate with a long, ultranarrow gap (90 nm in length and 2 nm in width) (Figure 3c,d).[43] Silver nanoparticles were first encapsulated in polystyreneblock-poly(acrylic acid) and served as growth seeds. The silver\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (7 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\ndomain then extended from one point of the encapsulated seed but did not merge at the meet-up point, leaving a long narrow gap. This gapped nanoplate showed 2–4 times stronger signals than its gap-absent counterpart, and has demonstrated its capability in detecting down to 10−9 m of 2-naphthalenethiol due to the large area of hot spots. Nevertheless, the width of 2 nm might still be too narrow for bigger biomolecules (e.g., bovine serum albumin, ≥3 nm) to enter into the nanogap.[44] As such, to be applicable for liquid biopsy analyses, further structural modification of this gapped nanomaterial is required."
    }, {
      "heading" : "2.2.2. Enclosed Intra-Nanogaps",
      "text" : "Core–shell gapped nanoparticles with a built-in dielectric gap separating core and shell have emerged as an attractive type of SERS nanotags for liquid biopsy analyses due to strong, stable SERS signals. The SERS signals of Raman reporters within the nanogap (≤10 nm) can be enormously amplified because of the enhanced electromagnetic field. The shell structure can also prevent Raman reporters from contaminant-induced desorption and enzymatic degradation, as well as signal variations caused by microenvironmental interferences. These two merits make core–shell-gapped nanoparticles competent for quantitative SERS analyses. Common practices to generate controllable, uniform interior nanogaps mainly use DNA,[23a] small molecules,[23c,45] and polymers[23d] as dielectric spacers. For example, Shen et al. constructed gapped SERS nanotags with two types of small molecules in the dielectric layer, including framework molecules (i.e., cysteamine) to form the shell and Raman reporter molecules as a Raman internal standard (Figure 3e,f).[45] The introduction of framework molecules provides the versatility to encode SERS nanotags with different Raman reporters. Such gapped SERS nanotags have also demonstrated their vital roles in the direct detection of target molecules with much improved dynamic range, reproducibility, and reliability.[45] It is therefore ideal to use SERS nanotags with enclosed gaps for the quantification of liquid biopsy biomarkers.\nZhou et al. used polydopamine as a nanoscale spacer to provide great flexibility in tailoring structures and properties of core–shell nanoparticles with built-in nanogaps (Figure 3g).[23d] The universal adhesion of polydopamine on diverse colloidal substrates allows for the customized synthesis of multishell gapped nanoparticles and multifunctional particles with different cores, such as SERS nanotags with magnetic cores. As a proof-of-concept, they have demonstrated that bioconjugated SERS nanotags with magnetic cores were capable of achieving efficient magnetic separation, ultrasensitive Raman detection, and effective photothermal killing of a common food-borne pathogen, Escherichia coli. O157: H7 (Figure 3h). Similar multifunctional plasmonic core–shell nanoparticles have been applied for simultaneous isolation and characterization of specific CTC subpopulations in whole blood.[46] Compared to conventional two-step CTC analyses (i.e., immunomagnetic isolation and labeling), the use of such nanomaterials might simplify and accelerate the CTC analysis process."
    }, {
      "heading" : "2.3. Nanoassemblies with Interparticle Nanogaps",
      "text" : "Nanoassemblies with interparticle nanogaps are of special interest due to their ultrastrong electromagnetic fields and controllable interparticle distance. However, these promising nanoassemblies have shown limited practical applications due to the lack of design principles and low yield of target nanoassemblies.[41]"
    }, {
      "heading" : "2.3.1. Thiolated Linker–Constructed Assembly",
      "text" : "The interparticle distance in nanoassemblies has a significant effect on the plasmon mode and signal intensity; thiolated linkers have thus been proposed to control the nanoassemblies through forming distance-adjustable nanogaps. For example, Guarrotxena and Bazan synthesizd silver nanoassemblies using thiolated reporter linkers. After further surface functionalization with target-specific antibodies, these silver nanoassemblies have been used for the detection of human α-thrombin, myoglobin, and c-reactive protein.[47] However, for solution-based synthetic methods, the use of thiolated linkers often leads to uncontrollable aggregation and heterogeneous size distributions of nanoassemblies, which in turn reduces the reproducibility of SERS measurements. To avoid over-crosslinking of nanoparticles into bulky precipitates and to improve the purity of nanoassemblies, Yoon et al. proposed a substratebased sequential dimer assembling process (Figure 4a).[24f ] Monomeric gold nanoparticles were first electrostatically immobilized onto a bare glass substrate and then covalently conjugated with second nanoparticles via dithiol linkers. The resulting assemblies with 87% of dimers (Figure 4b) were then collected by detachment from the glass surface. Notwithstanding, this method is time-consuming and requires multiple steps, including two conjugation and one detachment steps. Therefore, to promote the applications of nanoassemblies as SERS nanotags for liquid biopsy biomarker barcoding, it is of great demand to develop a method that can efficiently generate high-purity target assemblies as well as synthesize new Raman reporters with dithiol groups."
    }, {
      "heading" : "2.3.2. Thiolated Linker–Free Assembly",
      "text" : "To address the limitations of using thiolated linkers for building nanoassemblies, thiolated linker–free strategies have been devised. Liu et al. proposed a solution-based silver ion soldering process for forming nanoassemblies (Figure 4c).[48] The addition of silver ions stripped off of bis(p-sulfonatophenyl) phenyl phosphine (BSPP) from nanoparticle surfaces based on the strong affinity between silver ions and BSPP, and subsequently led to the destabilization of BSPP-stabilized gold assembly. The silver ion–triggered aggregation process reached a steady self-limiting phase immediately upon adding a certain amount of FSDNA (mechanically shortened fish sperm DNA). FSDNA adsorbed onto the partially exposed nanoparticle surfaces and terminated further clusterization by increasing steric repulsion. The target assemblies (e.g., dimers) were then purified through high-resolution gel isolation, showing\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (8 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nhigh purity (≥91%) of dimers (Figure 4d). Compared to thiolated linker–based strategies, this synthesis method avoids the over-crosslinking of nanoparticles into bulky precipitates and generates dimers with excellent stability, high purity, and minimum surface passivation. Nonetheless, a purification process is still needed to yield relatively pure target nanostructures, making this synthetic method unsuitable for mass production.\nHu et al. reported a strategy to generate precisely controllable particle assemblies by tuning interparticle forces and steric hindrance, without any purification process (Figure 4e).[49] Hexadecyltrimethylammonium bromide (CTAB)-coated Janus gold nanoparticles were used as building blocks, and for manipulating the direction of van der Waals forces to induce directional binding of nanoparticles in ethanol. The proportion of dimers generated by this method approached ≈70% (Figure 4f), and the SERS EF of corresponding dimers reached ≈106. However, the use of toxic chemical CTAB will limit practical biosensing usage, particularly for in vivo biological applications.\nAn alternative thiolated linker–free method is DNA origami–based nanoparticle assembly strategies.[24b,50] DNA origami–based methods utilized DNA origamis with docking sites to precisely control the location of nanoparticles and to\ncreate ≤10 nm nanogaps between nanoparticles. The nanogap distance is controllable[24b,50c] and can be narrowed down to 1–2 nm by the optothermal-induced shrinking of a DNA origami to generate strong SERS enhancement (Figure 4g).[50c] The yield of target assemblies (i.e., particle dimers) reached as high as 72%.[50a] In addition, the site-specific placement of analytes at hot spot regions could be achieved with DNA staples,[24b,50c] which not only maximized SERS signals but also minimized signal variations caused by varied positioning of analytes. As such, DNA origami–based particle assembly methods have demonstrated outstanding merits, including excellent nanogap-induced SERS enhancement, high yield of target assemblies, precise placement of analytes at hot spot regions, and minimum cytotoxicity.\nMost of DNA origami–based particle assembly methods have only been applied for the dye molecule detection due to limited accessible nanogaps (≤10 nm). To provide relatively bigger nanogaps for the attachment of biomolecules while still ensuring excellent SERS enhancement, Tanwar et al. immobilized gold nanostars on DNA origami substrates to create DNA origami–based dimeric gold nanostars with nanogaps of 7 and 13 nm, which generated SERS EFs of 2 × 1010 and 8 × 109, respectively (Figure 4h).[24b] The resultant EF is at\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (9 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nleast 100-fold higher than dimeric spherical gold nanoparticles (≈107). Currently, the feasibility of using DNA origami–based dimeric gold nanostars for SERS measurements of biomolecules has yet to be evaluated, and the potential interference of DNA background signals in such measurements needs to be further studied.\nSimilar to the DNA origami–based method, Xu et al. proposed strategies using DNA-frame-based silver or gold pyramids for disease biomarker detection.[24d,g] The yield of ≈86% nanoparticle pyramids was achieved.[24g] Using the detection of telomerase as an example, telomerase primers and dye molecules were inserted into DNA frames for target identification and signal transduction, respectively (Figure 4i).[24g] In the presence of telomerase and deoxynucleotides, telomerase triggered the strand extension of telomerase primers, which resulted in the replacement of dye molecules and subsequently a reduced SERS signal level. Such DNA-frame-based nanoparticle pyramids enabled an ultrasensitive detection of telomerase with an LOD of 6.2 × 10−15 IU. Given the excellent detection sensitivity and multiplexity provided by DNA-frame-based nanoparticle pyramids, it might be interesting to explore their feasibility in detecting alternative types of liquid biopsy biomarkers, such as circulating tumor NAs."
    }, {
      "heading" : "2.4. Supercrystals",
      "text" : "Plasmonic supercrystals that are formed by self-assembling individual nanoparticles into compact, well-defined 3D structures, possess intrinsic characteristics of individual nanoparticles as well as unique collective optical and electronic properties. Particularly, plasmonic supercrystals provide tunable plasmon resonances and intensified electromagnetic fields at nanoparticle interstices. Bian et al. used a binary solvent diffusion method to synthesize self-assembled hexagonal closepacked 3D gold nanoparticle supercrystals.[51] The growth of gold nanoparticle supercrystals was achieved by slowly driving the nanoparticle solution to supersaturation with increasing antisolvent concentrations. The size and quality of gold nanoparticle supercrystals were tuned by adjusting the initial nanoparticle concentration and the diffusion speed.\nKim et al. used shape-anisotropic nanoparticles (gold triangular prisms) as building blocks to form supercrystals on silicon substrates via a droplet evaporation method in presence of depletants (Figure 5a,b).[52] The resulting interlocking honeycomb brought all plasmonic surfaces into close proximity, and led to a strong SERS enhancement that was able to detect 10−8 m of rhodamine 6G. Dual-structure supercrystals using polyhedral nanoparticles have recently been created via\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (10 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\ntwo self-assembly microenvironments (Figure 5c,d).[29] These dual-structural supercrystals showed a 3.3-fold higher SERS enhancement efficiency as compared to uniformly structured supercrystals. While considerable progress has been achieved in supercrystal synthesis, these methods do still require multiple time-consuming steps (12 h to 1 week).\nTo speed up the synthesis of supercrystals, a simple onestep synthesis method is highly desired. Kwon et al. developed a direct chemical synthesis of plasmonic black colloidal gold supercrystals with broadband absorption in visible and NIR regions (Figure 5e,f).[53] The chemical synthesis involves self-assembly of in situ–formed gold nanoparticles driven by solvophobic interactions between nanoparticles and solvent. Furthermore, Matricardi et al. proposed a scalable approach to fabricate plasmonic supercrystal arrays using the templateassisted assembly of gold nanospheres with topographically patterned polydimethylsiloxane molds (Figure 5g,h).[54] The whole fabrication process only requires 1 h. The supercrystals possess well-defined collective plasmon modes that can be tailored from visible through NIR regions by simple modification of the lattice parameter via specific polydimethylsiloxane patterns. This process thus paves the way toward the synthesis of high-yield, enhancement-efficient, and reproducible supercrystals."
    }, {
      "heading" : "2.5. Nanostructures-on-Film",
      "text" : "In the previous subsections, the geometry of plasmonic architectures is limited and strongly governed by the synthesis method, which in turn restricts further improvement of SERS performance. In contrast, nanostructures-on-film, defined as nanostructures formed on the surface of 2D substrates, could be artificially fabricated into flexibly shaped structures to achieve new desirable optical and electronic properties. Generally, nanostructures-on-film can be constructed using selfassembly methods and lithography/template technologies."
    }, {
      "heading" : "2.5.1. Self-Assembled Nanostructures",
      "text" : "Self-assembly methods are simple and have the capability of generating a high yield of sub 10 nm gaps on 2D substrates for single-molecule detection.[55] For example, Yang et al. achieved a 3D hotspot matrix by evaporating a droplet of plasmonic nanoparticles on a hydrophobic substrate (Figure 6a). The selfassembled gold nanoparticle aggregates could sensitively detect trace amount (i.e., 10 × 10−18 m) of biological targets, including thymine, adenine, and bovine serum albumin.[55b] However, this platform might suffer from relatively poor signal reproducibility due to the random distribution of hot spots. To generate SERS substrates with a uniform distribution of hot spots, Si et al. proposed oil–water interfacial self-assembly of gold nanoparticles on stretchable poly(dimethylsiloxane) substrates (Figure 6b),[56] which created sub 1 nm gaps of higher density and reproducibility as compared to by using evaporation-based synthesis methods. However, the homogeneous distribution of nanoparticles on the substrate is yet to be achieved, as evident from large void areas observed in scanning electron microscopy (SEM) images.\nFor detecting native biomolecules at the level of tumor cells and tissues, it is important to construct a large-area SERS-active substrate. Yamazoe et al. proposed a simple, reproducible, and cost-effective strategy that used a self-assembled nanostructure (i.e., boehmite) as a template for gold deposition.[57] The gold nanoparticles were grown on random nanoarrays directly, and the resulting SERS substrate exhibited less than 11.2% signal intensity variation in detecting rhodamine 6G molecules across 121 spots over an area of 10 × 10 mm2. More importantly, this SERS substrate was capable of performing tissue imaging, over a maximum area of 24 × 24 mm2 and was sensitive to detect metabolic derangement of 9-substituted adenine derivatives at an acute phase of brain ischemia.\nShiota et al. further improved the detection sensitivity through better control of nanostructure geometries by deposing gold nanoparticles from an oblique direction at an angle of 80° to the self-assembled boehmite substrates, leading to a highly porous and anisotropic island growth (Figure 6c,d).[58] With this gold-nanofève SERS substrate, they successfully identified tumor boundaries in liver tissues based on the distinct molecular vibration fingerprints of tissue metabolites. Following this study, the automated pathological diagnosis of cancer is currently underway through further integration with digital image processing algorithms and prelearning by an experienced pathologist."
    }, {
      "heading" : "2.5.2. Ordered Nanostructures",
      "text" : "Lithography and template methods are routinely used in the fabrication of highly ordered plasmonic nanostructure arrays. For example, electron-beam lithography has advantages in fabricating a wide range of 2D periodic geometries with ultrafine features, good reproducibility, and large-scale uniformity, such as the nanoantenna dimer arrays,[59] ordered nanopillars,[60] nanostar dimer arrays,[61] and 3D multipetal flower arrays.[62] However, electron-beam lithography is inapplicable for the mass production of nanostructure-on-film due to low efficiency in time and cost. Recently, the construction of nanostructure arrays with uniform nanogaps (10–20 nm) has been engineered by many alternative time- and cost-effective technologies, including template-assisted assembly,[54] laser interference lithography,[63] and laser-assisted nanoreplication methods.[60a]\nWith the advancement of facile fabrication techniques, various “state-of-the-art” nanostructures have been designed to achieve high-efficiency SERS measurements. One type of newly designed nanostructures is leaning nanopillar arrays that cluster together to form narrow interparticle gaps (1–10 nm) on the top of nanopillars.[64] These structures were created through the facile solvent wetting (Wenzel state) method, which provides attractive capillary forces among nanopillars (Figure 7a,b).[64c] A similar nanostructure type has also been synthesized by gold nanoparticles sliding on nanohoodoos and forming clusters via deposition and evaporation of deionized water (Figure 7c–e).[65] Although these close-packed nanoparticles or nanopillars (usually at sub 10 nm) dramatically enhance SERS signaling, they are often subjected to poor reproducibility due to uncontrollable aggregation. In addition, the vertical spreading of solution droplets often results in random adsorption of molecules across\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (11 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nthe entire nanostructure surface which has varying levels of SERS activities, thus eventually leading to poor experimental reproducibility and detection sensitivity. To generate a nanostructure design with homogeneous distributions of hot spots in 3D space, Jeong et al. developed 3D cross-point plasmonic nanoarchitectures containing dense\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (12 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nhot spots via an optimized solvent-assisted nanotransfer printing technology (Figure 8a).[66] The resulting nanoarchitectures achieved an EF of 4.1 × 107 through integration of an in-plane coupling effect in the sub 20 nm nanogaps between sequentially transfer-printed nanowires, and an out-of-coupling effect at the cross-points where two nanowires were closely stacked. More interestingly, this substrate was further engineered as soft SERS contact lens mounted on an artificial glass eye for in situ detection of 0.1 × 10−3 m glucose in solution (which corresponds to the glucose level in tears of diabetes patients).\nAn alternative nanostructure design with 3D distributions of hot spots is gold-nanoparticle-conjugated hierarchic nanostructures. Such hierarchic nanostructures could be tailored to enable measurements of either nanometer-sized (e.g., circulating tumor NAs) or micrometer-sized (e.g., CTCs) biomolecules. For the measurement of small biomolecules, Kim et al. developed a paper-based SERS sensor chip—gold nanoparticles were decorated on zinc oxide (ZnO) nanorod arrays that were vertically grown on cellulose paper (Figure 8b).[67] A hydrothermal method was utilized to align the dense vertical growth of ZnO nanorod arrays on porous cellulose paper, and an optimized successive ionic layer adsorption and reaction method was employed for the decoration of gold nanoparticles on ZnO nanorods. The EF of this SERS substrate was calculated to be ≈1.25 × 107, with an excellent reproducibility of <6% variability. The authors applied this chip for the detection of trace amounts of human amniotic fluids and identified different types of prenatal diseases with >92% clinical sensitivity and specificity.\nFor the analysis of micrometer-sized biotargets, Lin et al. fabricated a gap-independent gold nanoparticle–functionalized Si nanorod array for ultrasensitive SERS detection of amyloid aggregates. This gold nanoparticle–functionalized\nSi nanorod array produced a long decay length of >130 nm (Figure 8c,d).[68] For microlevel analysis, Jin et al. also reported a mechanical trap SERS platform for simultaneous capture and 3D microscopic mapping of cell surfaces (Figure 8e).[69] The functionalization of inner surfaces of glasslike mechanical traps with gold nanostars and the conformal contact of cell membranes enable sensitive, nonperturbative, and multiplex 3D surface molecular analysis of single cells (not achievable by use of a 2D SERS substrate). Additionally, the mechanical trap offers a stable orientation of single cells, which allows a 3D microscopic analysis of intrinsic molecular signatures (e.g., lipids and proteins) of cell membranes to be performed in diverse environments.\nIn addition to nanostructures which possess a single type of hot spot enhancement mode (e.g., nanorod arrays), hybrid nanostructures (that comprise two or more different nanostructures) are getting increasing attention due to the innovative integration of multiple plasmonic modes, or integrated plasmonic and optical cavities, for enhanced electromagnetic coupling. For example, Ma et al. developed a plasmonic silver “nanopore-in-nanogap” hybrid structure (Figure 9).[70] They first synthesized large-area 2D silver nanoparticle supercrystals with uniform nanogaps of ≈3 nm using 3D ordered mesoporous silica as a hard template together with a nanocasting process. An etching process was then performed to create ultrasmall nanopores of sub 10 nm in diameter on 2D silver nanoparticle supercrystals. The resulting “nanopore-innanogap” hybrid nanostructures thus possessed a combined nanopore and nanogap plasmon modes, which provided an additional electromagnetic enhancement for the ultrasensitive detection of 4-aminothiophenol down to 0.1 × 10−15 m. Currently, there are many other hybrid nanostructures in reports, including a split-wedge antenna with 1 nm gaps,[71] vertically coupled complementary antenna,[72] bimetallic 3D\nFigure 7. a) Schematic of fabrication procedure and b) SEM images of ordered arrays of silver nanorod bundles. Reproduced with permission.[64c] Copyright 2016, Wiley-VCH. Nanohoodoos topped by c) single gold nanoparticles and d) gold nanoparticle clusters formed during evaporation of solvent. e) SERS spectra of thiophenol obtained from these SERS substrates. Reproduced with permission.[65] Copyright 2018, Wiley-VCH.\n(a)\n(b)\n(c)\n(d)\n(e)PS sphere\nSputtering Au\nAu film\nAu film Cu film\nAu shell Ag-nanorod\nTurning over AAO & ED of Ag-nanorods\nin AAO pores\nSputtering Au & ED of Cu film\non Au film\nEtching AAO\nRinsing & Evaporation\nWater\nWater\nDrying Large-scale observation\nEtching PS spheresPorous AAO\nI II\nIII\nIVV\nVI\nVII VIII\nRaman Shift (cm-1) 1600 1400 1200 1000\nR am\nan I\nn te\nn si\nty\n5000 adu·mW-1·s-1\n× 25\n× 50\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (13 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nnanostar dimers in ring cavities,[73] and a SERS substrate with a 3D arrangement of nanohole array and an optical cavity.[74]"
    }, {
      "heading" : "2.6. Microchanneled Nanostructures",
      "text" : "Nanostructures fabricated directly within a microchannel (termed as “microchanneled nanostructures”) have recently been developed for the microfluidic SERS detection. This fabrication method aims to replace the need of having to inject colloidal plasmonic nanoparticles into microfluidic channels, which demands elaborate microfluidic design and careful control of the flow rate. Currently, there are limited research reports on the fabrication of plasmonic nanostructure arrays in closed microfluidic channels.[24e,75] These studies could be classified into two groups according to nanostructure fabrication methods: i) synthetic chemistry and ii) nanolithography. Yan et al. proposed a synthetic chemistry-based strategy that utilized two-step photoreduction to synthesize silver nanoparticle aggregates directly in a microfluidic channel, followed by in situ single-molecule SERS measurements (Figure 10a,b).[24e] The resulting SERS substrates enabled effective detection of different dye molecules (e.g., rhodamine 6G) at a low concentration of 10−13 m, and single-molecule SERS measurements for up to ≈50% of all molecules. Bai et al. applied the all-femtosecond-laser-processing technique to engineer a 2D periodic plasmonic nanostructures within 3D glass microfluidic channels (Figure 10c).[75d] The geometry of deposited plasmonic nanostructures could be controlled through adjustments of laser ablation parameters, laser scanning schemes, and metallization time. Engineered nanostructures that consist of layered copper–silver nanodots could be fabricated at a size as small as 25% of the laser wavelength, thus allowing for the detection of ≈10−8 m of rhodamine 6G with a relative standard deviation of 8.88%.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (14 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com"
    }, {
      "heading" : "2.7. Comparisons of Different Plasmonic Nanomaterials",
      "text" : "For better comparison, we have schematically overviewed (Figure 11) the representative structures of each type of plasmonic nanomaterials. Their advantages and disadvantages have been compared and summarized in Table 1. We found that most plasmonic nanomaterials only tested their performance using common Raman reporters, which may not provide sufficient justification for their suitability for biomolecule detection. As such, to facilitate the applications of these plasmonic nanomaterials in SERS-based liquid biopsy sensing, it\nis encouraged to include different types of biomolecules (e.g., protein and NA) for evaluation of nanomaterial detection performance."
    }, {
      "heading" : "3. Plasmonic Nanomaterial-Based SERS Liquid Biopsy Analyses",
      "text" : "SERS analysis based on innovatively engineered plasmonic nanomaterials (as reviewed in the preceding section) can potentially benefit clinical liquid biopsy analyses with exemplary\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (15 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\ndetection sensitivity and multiplexity attributes.[76] Generally, SERS-based liquid biopsy biosensing strategies could be classified into two classes (Figure 12): i) direct SERS and ii) nanotagbased SERS (indirect SERS). Direct SERS detects molecular fingerprint information of biomarkers and could be performed by directly incubating target samples with plasmonic nanomaterials. Indirect SERS normally relies on the SERS nanotags for barcoding target biomarkers, which is feasible for highly multiplexed detection. In this section, we first summarize the clinical value, traditional detection methods, and current analysis challenges of various liquid biopsy biomarkers (i.e., CTCs, tumor-derived EVs, circulating cancer proteins, and circulating tumor NAs). We then focus on how plasmonic nanomaterialbased SERS technologies have been explored to overcome current analysis challenges, as well as insights to promote clinical translation for various liquid biopsy biomarkers."
    }, {
      "heading" : "3.1. Circulating Tumor Cells",
      "text" : "CTCs are tumor cells that have been passively shed into the bloodstream from a primary tumor and/or metastatic lesions. Based on the “seed and soil” theory, a small portion of CTCs (<0.01%) may seed a secondary tumor (metastasis).[77] Clinical\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (16 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nevidence has demonstrated the presence of CTCs in various metastatic carcinomas (e.g., melanoma, breast, and prostate).[78] It has also been reported that CTCs can be used for studying protein localization and cell morphology of tumor cells, which cannot be provided by other liquid biopsy biomarkers.[2,120] Additionally, many studies have indicated that the abundance of CTCs is associated with the tumor burden and could serve as an indicator of treatment responses.[79] However, there are only as few as 1–10 CTCs mixed with ≈7 × 106 leukocytes and ≈5 × 109 erythrocytes in 1 mL of blood.[80] Furthermore, CTCs are extremely heterogeneous,[81] thus posing further technical challenges for CTC detection and characterization. As such, it is fundamentally important to develop technologies that can identify CTCs sensitively, specifically, and reproducibly.\nConsidering the rarity of CTCs against the background of blood cells and other biomolecules in the blood of a cancer patient, CTC isolation methods are often performed prior to downstream analyses, either by i) positive CTC isolation which selectively enriches CTCs from the blood or ii) negative CTC isolation based on the depletion of blood cells.\nGenerally, positive CTC isolation methods can be classified based on whether they exploit the biological or physical properties of CTCs, alternatively referred to as ligand-dependent or ligand-independent approaches, respectively. The most common ligand-dependent method is using magnetic particles conjugated with cancer-specific antibodies. The CellSearch system (Veridex, LLC) is the only Food and Drug Administration (FDA)-approved CTC detection technology for clinical use. This system magnetically isolates CTCs expressing epithelial cell adhesion molecule (EpCAM) from whole blood, followed by CTC identification via immunofluorescence imaging for positive intracellular cytokeratin and negative CD45 expression. The LOD achieved by the CellSearch system is 1 cell\nper 7.5 mL blood. However, the CellSearch system is prone to overlooking CTCs that have low EpCAM expression due to the epithelial–mesenchymal transition (EMT) process and/or nonepithelial origins.[82] Additionally, as magnetic particles used for CTC isolation are mainly micrometer-sized magnetic beads,[46] they have a relatively low surface-to-volume ratio to provide an efficient binding affinity toward CTCs and tend to precipitate out of blood during the sample incubation process. In contrast, ligand-independent CTC enrichment approaches are based on physical properties of CTCs, such as the size-based ISET (Isolation by SizE of Tumor/Trophoblastic Cells). The LOD achieved by ISET is 1 cell mL−1 blood.[83] However, there are caveats which limit the efficiency of size-exclusion enrichment approaches, such as the variable stiffness and size of EMTrelated CTCs.\nAlternatively, negative CTC isolation methods based on blood cell depletion have been proposed to isolate a collection of diverse CTCs by reducing the loss of CTCs that express inadequate ligand-specific biomarkers, and/or are small-sized (i.e., critical limitations present in the positive isolation of specific CTC subpopulations). Negative CTC isolation normally includes two steps: i) depletion of erythrocytes via erythrocyte lysis or density gradient centrifugation and then ii) depletion of CD45+ leukocytes using the MACS MicroBead technology (Miltenyi Biotec, Germany) or EasySep cell isolation kit (STEMCELL Technologies Inc., Canada).\nFollowing CTC isolation, the captured CTCs could then be analyzed via protein-based techniques such as fluorescenceassisted cell sorting or NA-based techniques such as PCR.[84] Fluorescence-assisted cell sorting provides high-throughput analyses of cell phenotypes but typically requires a large number of cells (1 target cell in 1000 nontarget cells)[85] and four lasers for 17-plex detection.[86] Mass cytometer (CyTOF)\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (17 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nAdv. Sci. 2019, 1900730\nGold nanopillar bundle arrays[64c] Solvent wetting method EF = 108\nGap = 2 nm SR < 10%\nMethyl parathion\n(21.5 × 10−9 m), 2,4-D (61.9 × 10−9 m)\n• Ultrasensitive, quantitative analysis\nof biomolecules via direct SERS measurements\n3D cross-point plasmonic nanoarchitectures[66] Nanotransfer printing EF = 4.1 × 107\nGap < 20 nm SR < 10%\nGlucose (0.1 × 10−3 m)\nGold nanosphere-conjugated hierarchic nanostructures[67] Bottom-up technique EF = 1.25 × 107\nGap = 1–2 nm SR < 6%\nCV (100 × 10−12 m), Human amniotic fluids\nGold nanosphere–functionalized Si nanorod arrays[68] Top-down technique EF ≈ 107\nGap > 130 nm SR 3.9–7.2%\nR6G (0.1 m),\namyloid-β fibrils\nNanopore-in-nanogap silver nanostructures[70] Nanocasting Gap: ≈3 nm SR < 12% CV (10 × 10−15 m), 4-ATP (0.1 × 10−15 m)\nMicrochanneled nanostructures\n2D periodic metal nanostructures[75d] Femtosecond laser–assisted etching EF = 7.3 × 108\nGap = 50 nm SR = 8.88%\nCd2+ ions (10 ppb) • Real-time SERS measurements\nwww.advancedsciencenews.com\n1900730 (18 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\novercomes these limitations;[87] however, it is incapable of collecting live cells for downstream analyses. While PCR can quantify the relative expression of target transcripts within low quantities of CTCs, it is difficult to provide accurate CTC count and morphological information. Thus, an innovative method is highly desired for sensitive CTC detection and multiplex phenotypic characterization."
    }, {
      "heading" : "3.1.1. CTC Enumeration",
      "text" : "Integration of CTC isolation strategies with SERS readouts provides a sensitive platform for CTC detection. Ruan et al. have demonstrated that a combination of magnetic bead–based positive isolation of CTCs and triangular silver nanoprism-based SERS detection yielded better sensitivity and specificity than the SERS detection alone, and improved the LOD from 5 cells mL−1 to 1 cell mL−1 from blood samples.[88]\nSERS nanotags of high performance are essential for achieving ultrasensitive CTC detection. Wu et al. recently estimated the CTC detection sensitivity achieved by using gold nanospheres, gold nanorods, and gold nanostars of different shapes but similar particle size and modifications.[89] They concluded that gold nanostars (conjugated with 4-mercaptobenzoic acid Raman reporters and cancer-cell-specific ligand folic acids, and stabilized with reductive bovine serum albumin) showed a higher analytical sensitivity than spherical gold nanoparticles and gold nanorods, with an LOD of 1 cell mL−1 in the peripheral rabbit blood.\nTo avoid external environment-associated effects such as unintended replacement of Raman reporters and particle aggregation,[90] core–shell plasmonic nanoparticles have been applied for accurate CTC enumeration. Zhang et al. exploited core–shell plasmonic nanorods with the encapsulation of Raman reporters to detect as low as 20 MCF7 cells directly in simulated blood (Figure 13).[91] Additionally, the morphologies of core–shell plasmonic nanorods could be tuned to tailor LSPR\ninto the NIR region, which further amplified SERS signals for sensitive CTC enumeration."
    }, {
      "heading" : "3.1.2. CTC Phenotyping",
      "text" : "The advances in isolation strategies and plasmonic nanomaterials have also led to new insights into the biology of CTCs,\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (19 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nsuch as CTC heterogeneity. Zhang et al. developed a size-based microfluidic SERS platform for in situ profiling of cell membrane proteins and identification of cancer subpopulations (Figure 14a).[92] The 12 µm microfluidic filters efficiently sieved CTCs from blood based on the size discrepancy between CTCs and blood cells, resulting in capture rates of 87 ± 8%, 93 ± 6%, and 87 ± 8% for breast cancer cells SKBR3, MCF7, and MDAMB-231, respectively. The combination of the multiplex SERS nanotag labeling system and categorization algorithm-partial least square discriminant analysis enabled the accurate classification of cancer subpopulations. Tsao et al. recently developed a SERS-based CTC characterization strategy that utilized a multiplex SERS nanotag system for simultaneous phenotyping of multiple CTC surface biomarkers, and further applied it for monitoring the phenotypic evolution of CTCs during melanoma treatment\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\nwww.advancedscience.com\n(Figure 14b–d).[93] This strategy offered a sensitive CTC detection of ≈10 cells from 10 mL of blood. More importantly, comprehensive CTC heterogeneity characterization could be simply achieved via the analysis of SERS signal variations caused by CTCs undergoing Brownian motion in solution (Figure 14b). With this strategy, they observed cell heterogeneity and phenotypic changes of three melanoma cell lines during molecularly targeted therapy. Furthermore, the analysis of CTC phenotypic evolution of ten stage-IV melanoma patients receiving immunological or molecular targeted therapies indicated drug-resistant CTC clones possessing different potential clinically actionable phenotypes. To achieve a further in-depth and accurate analysis of CTCs, a higher-multiplex SERS nanotag labeling system is desired. It is believed that the integration of numerous biomarkers could further improve the understanding of CTC biological properties, and thus has the potential to improve treatment management."
    }, {
      "heading" : "3.1.3. Outlooks for SERS-Based CTC Analysis",
      "text" : "In conclusion, the development of advanced plasmonic nanomaterials and CTC isolation strategies has enabled ultrasensitive CTC enumeration (LOD: 1 cell mL−1 blood) for cancer diagnosis.[88,92–94] A recent SERS platform which demonstrated a simultaneous 4-plex signal readout using one excitation laser has further enabled the investigation of CTC heterogeneity,[93] which is a limitation of commercial CTC detection assays/systems (e.g., CellSearch system, ISET, and fluorescence-assisted cell sorting). As such, the development of SERS-based CTC technologies (Table 2) might facilitate the clinical applications of CTC biomarkers by providing a sensitive, comprehensive CTC characterization tool. However, most SERS-based CTC technologies are limited to the detection of cell-surface biomarkers; therefore, developing strategies for CTC intracellular biomarker detection (some technologies have been applied for the cell line model[95]) might provide new insights into their characteristics. Moreover, current SERS-based CTC detection strategies mainly focused on improving the assay sensitivity and specificity, while the comprehensive downstream analysis of CTC biology has largely been ignored. As not all CTCs possess the metastatic potential for detection, simple enumeration of CTCs\nwithout molecular characterization may lead to inaccurate clinical diagnosis and consequences. As such, the next frontier in the SERS-based CTC field may progress toward comprehensive CTC characterization using constantly evolving plasmonic nanomaterials, which could help elucidate the clinical value of CTCs as molecular biomarkers and therapeutic targets. To promote ultimate clinical applications of CTCs as a predictive and prognostic biomarker, we also suggest that demonstrations of plasmonic nanomaterials for SERS-based CTC analyses should include i) more patient sample testing to fully evaluate usage feasibility in highly variable clinical samples from different patients, and ii) further evaluation of relevance between CTC analysis data and clinical outcomes to investigate assay clinical performance."
    }, {
      "heading" : "3.2. Tumor-Derived Extracellular Vesicles",
      "text" : "EVs are lipid-bilayer-enclosed membrane vesicles of 30–10 000 nm in diameter and secreted by essentially all cell types (e.g., blood cells, immunocytes, and tumor cells). EVs can be classified into two major subclasses: exosomes (30–100 nm in diameter) which are formed by the inward budding of the endosomal membrane during maturation of multivesicular endosome, and microvesicles (50–10 000 nm in diameter) that are shed from the plasma membrane surface via outward budding.[96]\nEVs are of interest for diagnostic and prognostic applications as they contain various molecules (e.g., NAs and proteins) derived directly from secreted cells. EVs can also be used to track inflammatory responses, as well as stromal and other systemic changes (which are not derivable from CTCs or circulating tumor NAs).[2] Additionally, EVs can be easily sampled as they are present in various body fluids (e.g., blood and urine).[97,120] However, sensitive and specific detection of tumor-derived EVs is difficult due to the i) abundant background presence of EVs secreted from non neoplastic cells as well as other nonvesicular materials,[1b,98] and ii) inherent EV heterogeneity in biophysical characteristic and composition.[97] Furthermore, the current lack of a standardized EV isolation and analysis workflow makes the clinical translation of EVs even challenging.\nTo date, main EV isolation methods include ultracentrifugation (e.g., differential ultracentrifugation and density gradient ultracentrifugation), size exclusion (e.g., ultrafiltration\nwww.advancedsciencenews.com\n1900730 (21 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nand size exclusion chromatography), polymer-facilitated precipitation (e.g., ExoQuick, Total Exosome Isolation Kit), and immunoaffinity isolation.[97,99] Differential ultracentrifugation remains the most commonly used technique for EV isolation but easily causes vesicle aggregation and co-isolates protein contaminants. Density gradient ultracentrifugation provides relatively pure EVs through overnight centrifugation on sucrose or iodixanol gradient; however, it is time-consuming, low yielding, and operator dependent. Size exclusion methods are user-friendly, straightforward, and gentler isolation alternatives to ultracentrifugation methods. The purity of resulting EVs is also similar to that of density gradient ultracentrifugation. Contrarily, polymer-facilitated precipitation approaches can be performed via commercially available polymeric precipitation mixtures which are technically facile and time-saving; however, the purity of EVs produced by polymer-facilitated precipitation methods is generally poor. Lastly, immunoaffinity-based methods allow the isolation of EVs bearing specific surface biomarkers, thus enabling the interrogation of EV subpopulations of interest.\nFollowing EV isolation, downstream analyses of EVs include i) nanoparticle tracking analysis (NTA) and tunable resistive pulse sensing (TRPS) for measuring physical properties and concentrations; ii) western blot, ELISA, and liquid chromatography-tandem–mass spectrometry for protein phenotyping; and iii) PCR and NGS for NA profiling. Nevertheless, these techniques normally require a large number of EV samples and are\ndifficult for the in-depth study of EV heterogeneity. As such, it is in great demand to develop a sensitive, multiplex technology that only requires a small number of EV samples for comprehensive EV analyses."
    }, {
      "heading" : "3.2.1. EV Subpopulation Differentiation",
      "text" : "Presently, the integration of EV isolation strategies and SERS technology has enabled differentiation of EVs derived from tumor and normal cells based on unique EV molecular components (e.g., cholesterol content, surface protein expression, and phospholipids).[100] Stremersch et al. performed a direct SERS measurement to distinguish EVs of different cellular origins, in which gold nanoparticles were deposited on the surface of EVs that were isolated with density gradient ultracentrifugation (Figure 15a).[100c] This strategy together with the partial least squares discriminant analysis successfully quantified the composition of EV mixtures derived from melanoma cells and erythrocytes (Figure 15b,c). Nevertheless, the feasibility of this strategy for cancer diagnosis still needs further clinical validation using real clinical samples.\nPark et al. performed bulk SERS detection on EVs which were purified via ultrafiltration and size exclusion chromatography.[102] The SERS substrates were fabricated by drying CuSO4-induced aggregated gold nanoparticles over the cover glass. Further statistical analysis discriminated EVs derived\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (22 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nfrom lung cancer cells and normal cells with a sensitivity of 95.3% and a specificity of 97.3%. The authors then applied this method to clinical samples obtained from two lung cancer patients and two healthy individuals. However, the differentiation of EVs derived from patient and normal blood samples is yet to be achieved, partially due to i) artificial signal variations caused by the random distribution of hot spots and EVs, and ii) rare tumor-derived EVs being masked by the abundant background of EVs derived from normal cells.\nTo minimize aggregation-induced signal variations and further improve SERS performance, plasmonic nanomaterials with well-ordered nanostructures have been applied in direct SERS detection of EVs.[100a,b] Lee et al. developed a thin silver film–coated nanobowl SERS substrate for EV measurements in solution.[100b] The nanobowl-structured substrate provided a uniform distribution of hot spots for reproducible EV measurements. Using this substrate, they monitored the development of new SERS characteristic peaks during the drying process, which enabled the analysis of exosomal membrane composition and contents within EVs. Ertsgaard et al. developed an integrated nanogap-structured platform that combines subvolt dielectrophoresis trapping, gold nanoparticles, and SERS readouts for the detection of biological nanoparticles.[100a] This platform was capable of isolating suspended sub 100 nm EVs such that nanovesicles were trapped along the gap together with bare gold nanoparticles to boost local electromagnetic fields. However, the performance of\nthis platform has only been evaluated in liposomes with the encapsulation of Raman reporter 4-mercaptopyridine.\nThe identification and quantification of specific EV subpopulations have also been achieved by plasmonic nanomaterials conjugated with target-specific ligands.[101] Lee et al. performed a selective SERS analysis of EV subpopulations by using a thiolated peptide ligand that was bound to the surface of silver nanoparticles (Figure 16a).[101a] The detectable EV-specific SERS peaks indicated characteristic Raman peaks belonging to α3ß1 integrin overexpressing EVs (Figure 16b). This study also showed the potential of developing a target-specific SERS detection approach for characterizing EVs from a heterogeneous mixture in body fluids for cancer diagnosis. To achieve more robust tumor-derived EV quantification, Zong et al. presented a SERS-based detection method using magnetic nanoparticles as the EV capture substrate, and gold core–silver shell nanorods as SERS nanotags—both of which were functionalized with target-specific antibodies (Figure 16c).[101d] The LOD was determined to be 1200 EVs (Figure 16d). Furthermore, the proposed method was simple and rapid (≈2 h) for direct detection of EVs from cell culture media without pre-enrichment of EVs."
    }, {
      "heading" : "3.2.2. Tumor-Derived EV Phenotyping",
      "text" : "Accurate EV phenotype profiling may facilitate the discovery of tumor-specific EV subpopulations for cancer diagnosis. Kwizera\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (23 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\net al. developed a miniaturized immunoaffinity-based device combined with SERS readouts for the detection and protein profiling of tumor-derived EVs.[101b] Gold nanorods coated with QSY21 Raman reporters were used as SERS nanotags. The SERS nanotag identified the captured EVs via the electrostatic interaction between positively charged gold nanorods (due to bilayer CTAB coatings) and negatively charged EVs (due to lipid membranes). This assay specifically detected EVs with an LOD of 2 × 106 EVs mL−1. Using this assay, they found that EVs derived from diverse origins (i.e., different breast cancer cell lines and normal breast cells) possessed distinct protein profiles representative of their parental cells. The assay accuracy in characterizing protein profiles of EVs was further compared with ELISA, showing a correlation coefficient R2 of 0.97. Furthermore, they applied the strategy for EV analyses in ten breast cancer patients. They concluded that the EV concentration was dependent on the individual irrespective of disease states, and EpCAM- and human epidermal growth factor receptor 2 (HER2)-expressing EVs could potentially be used as biomarkers for diagnosis of HER2-positive breast cancer patients.\nIn addition to cancer diagnosis, the identification of specific EV subpopulations can be applied to evaluate cancer metastasis stages. Li et al. developed a strategy that combined immunocapture-based substrates and gold core–silver shell nanoparticle-based SERS readouts for tumor-derived EV detection (Figure 17a).[101c] SERS nanotags and capture substrates were functionalized with antibodies for specific capture and identification of tumor-derived EVs, with a low LOD of 1 EV in 2 µL of the sample solution. They further applied this technology for detecting tumor-derived EVs with the expression of migration inhibitory factor (MIF) from pancreatic cancer patients (n = 71) and healthy individuals (n = 32) using 2 µL of the clinical serum sample. Shapiro–Wilk analysis plots (Figure 17b) and receiver operating characteristic (ROC) curve (Figure 17c) indicated that MIF-expressing EVs might be a promising biomarker for differentiating patients from healthy individuals, metastasized tumors from metastasis-free tumors, and Tumor Node Metastasis P1–2 stages from the P3 stage. This platform thus has great potential to be used for cancer diagnosis and staging."
    }, {
      "heading" : "3.2.3. Outlooks for SERS-Based Tumor-Derived EV Analysis",
      "text" : "To date, SERS-based EV strategies including quantification and molecular characterization have increasingly been proposed and demonstrated for potential applications in cancer diagnosis, classification, and metastasis monitoring.[101c,102] Compared to conventional protein-based EV detection methods (e.g., western blot: ≈1010 EVs mL−1, ≈10 h; ELISA: 108 EVs mL−1, ≈5 h),[101c,103] SERS-based EV strategies are more sensitive (≈1 EV per 2 µL sample solution) and quicker (≈2 h).[101d] Furthermore, SERSbased EV strategies might shed light on EV heterogeneity in protein, lipid, and cytosolic composition by characterization of molecular fingerprint information of individual EVs,[100c] which is not achievable with either western blot/ELISA or PCR-based methods. To ultimately boost the clinical translation of EVs, we thus provide the following suggestions. First, it is essential to select the most suitable isolation technology according to the purpose of investigation, downstream analyses to be performed,\nin addition to available equipment and resources. The purity of resulting EVs will affect the accuracy and performance of SERS analyses. For example, commercial purification kits (polymeric precipitation mixtures) can interfere with eventual Raman fingerprint spectra.[100b] Moreover, other less-stringent purification protocols (i.e., differential ultracentrifugation and commercial precipitation kits) are subjected to limited purity due to co-enrichment of protein aggregates and other nonvesicle materials, which might preclude SERS substrates from interacting with EVs, and interfere with eventual Raman fingerprint spectra. Second, it could be worth developing an ultrasensitive and specific SERS strategy for direct tumor-derived EV detection from body fluids without the need for preisolation of EVs. This will significantly accelerate the EV analysis workflow and ultimately facilitate applications of EVs. Third, there is a need for extensive clinical evaluation based on a sizeable number of clinical samples, and comprehensive validation against a standard analysis method in order to move SERS-based EV detection beyond the initial proof of concept."
    }, {
      "heading" : "3.3. Circulating Cancer Protein Biomarkers",
      "text" : "A vast majority of circulating proteins have been discovered to be clinically useful for cancer diagnosis and disease monitoring.[104] However, the protein component of body fluids is complex. For example, serum contains ≈10 000 proteins and is dominated by 22 high-abundance proteins (e.g., albumin, immunoglobulin, and transferrin) that constitute 99% of the total protein mass of serum.[105] The presence of these highabundance proteins could mask the low concentration of cancer-specific proteins, leading to difficult detection.[106] There is also ample evidence suggesting that a panel of protein biomarkers provide more information than a single one for clinical diagnosis,[107] as the latter does not display sufficient discriminatory power to assist in clinical decisions. Several conventional approaches have been applied for serum protein analyses; such as western blot, reverse phase protein array, various antibody arrays, and ELISA. Western blot needs ≈10 h assay time and is not feasible to simultaneously detect proteins of similar molecular weights. Array-based technologies generally rely on antibody-functionalized platforms for specific capture of target proteins, followed by antibody-tagged enzymes or fluorescent molecules for signal readouts. Nevertheless, such enzyme- or fluorescent-based signaling methods are inherently subjected to either long assay time, limited sensitivity, or multiplexing capacity. For example, conventional ELISA needs ≈5 h assay time and is dependent on the spatial multiplexing mode for multiple protein biomarker detection. The detection sensitivity for western blot and ELISA is ≈pg. To advance the impact of proteomics in clinical use, it is thus essential to develop novel technologies that could provide sufficient sensitivity, specificity, reproducibility, and accuracy.\nDuring the past decade, an increasing number of SERS-based protein detection technologies have been proposed, showing excellent analytical sensitivity and multiplexing capacity. Generally, SERS-based protein detection could be performed via i) target-triggered nanoassembly assays; ii) 2D substrate-based immunoassays;[108] iii) pull-down immunoassays;[39,109] and\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (24 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (25 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nAdv. Sci. 2019, 1900730\niv) microfluidic immunoassays.[110] The captured proteins are then detected based on either the “fingerprint” information of target proteins[111] or the characteristic spectra of Raman reporters conjugated to plasmonic nanomaterials.[24d,39,108–110,112] Although both SERS readout methods can provide sensitive and specific detection of circulating target proteins, nanotagbased SERS immunoassays are more commonly used due to the availability of direct multiplex readouts based on unique spectral signals and strong signals provided by the Raman reporters with large SERS cross sections. We thus focus on the discussion of Raman reporter-based SERS immunoassays in the ensuing subsection."
    }, {
      "heading" : "3.3.1. Target-Triggered Nanoassembly Assays",
      "text" : "By using the binding affinity between proteins and specifictarget biomolecules (e.g., aptamer), protein detection has been done in the solution phase.[24d,112a,d,113] For example, Xu and co-workers used silver pyramids which were self-assembled by a DNA aptamer frame as a SERS sensor for simultaneous detection of cancer-specific circulating protein biomarkers (prostate-specific antigen (PSA), thrombin, and Mucin-1). The sensor exhibited excellent sensitivity down to sub-attomolar concentrations (Figure 18a).[24d] The presence of target circulating proteins was identified by target-specific aptamers that were embedded in the DNA frame. The resulting SERS signals increased in the presence of target proteins. Similarly, their colleagues synthesized bimetallic core–satellite nanostructures, and silver nanoparticle trimers for the detection of Mucin-1 and α-fetoprotein, respectively.[112a,d] These target-triggered nanoassembly assays have demonstrated their advantages for\nrapid detection; however, the reproducibility might be poor due to uncontrollable aggregation states."
    }, {
      "heading" : "3.3.2. 2D Substrate-Based Immunoassays",
      "text" : "In most existing studies, circulating protein targets were captured by 2D substrates which were functionalized with target-specific ligands before SERS detection. For such SERS immunoassays, 2D substrates in use generally include glass substrates,[108b] quartz slides,[108e] or gold substrates.[108a] Chang et al. developed a SERS immunoassay using an anti-PSA functionalized glass slide with spot arrays for PSA capture,[108b] followed by SERS mapping readouts (Figure 18b). Each SERS nanotag comprised a silica core covered with 10 nm sized silver nanoparticles, and exhibited homogeneous signal intensities and single-particle detection sensitivity. This platform offered the LOD of ≈0.11 pg mL−1 PSA and a wide dynamic range from 0.001 to 1000 ng mL−1. Compared to clinically used methods such as immunoradiometric assays and chemiluminescence immunoassays, this SERS method provided a better detection sensitivity and linearity at the detection of less than 0.1 ng mL−1 of PSA.\n2D substrates with multiple wells have been developed for parallel SERS immunoassays involving multiple cancer protein biomarkers being detected in separate wells.[108a,e] Li et al. patterned multiple wells on a quartz substrate for the parallel SERS detection of breast cancer biomarkers, including cancer antigen CA15-3, CA27-29, and cancer embryonic antigen (CEA) (Figure 18c).[108e] They used gold nanostar SERS nanotags with a maximum LSPR peak at 748 nm (which is in resonance with the 785 nm excitation wavelength), and scattered\nwww.advancedsciencenews.com\n1900730 (26 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nradiation of Raman reporter 4-nitrobenzenethiol at 877 nm to achieve sensitive SERS detection.[114] The resultant LODs were 0.99 U mL−1, 0.13 U mL−1, and 0.05 ng mL−1 for CA15-3, CA27-29, and CEA in serum, respectively, which were superior to commercial ELISA kits. Recently, Banaei et al. applied a parallel SERS immunoassay for early diagnosis of pancreatic cancer based on protein biomarker profiles of CA19-9, MMP7, and MUC4.[108a] In addition to designing SERS nanotags that possess a maximum LSPR band in resonance with excitation and scattered fields, they utilized a gold-coated silicon substrate as the capture platform due to its higher signal enhancement as compared to glass or gold nanopillar substrates. The gaps between gold-coated silicon substrates and gold nanoshell SERS nanotags also served as plasmonic nanogaps for additional signal enhancement. They demonstrated that their SERS immunoassay was sensitive to 2 ng mL−1 of each target protein biomarker in buffer solution. They further measured the levels of these biomarkers in pancreatic patients (n = 5), pancreatitis patients (n = 5), and healthy individuals (n = 5). They observed a unique expression pattern of these biomarkers in individuals, and relatively higher expression levels of each biomarker in pancreatic patients as compared to the other groups. According to the Z-score of each biomarker, they determined CA19-9 to be the best predicting biomarker for differentiating pancreatic and pancreatitis patients. Despite the high detection sensitivity, 2D substrate-based SERS protein detection is generally time-consuming as at least 3 h incubation time is required for efficient capture and labeling of target proteins.[108a,b] Additionally, the above-mentioned parallel SERS detection methodologies have not demonstrated “single-tube” detection of multiple target proteins, and might cause unexpected variations in measuring the relative expression levels of protein biomarkers due to different measurement conditions, and additional consumption of precious limiting samples.\nTang et al. developed a multiplex SERS frequency shift immunoassay for the simultaneous detection of liver cancer protein biomarkers captured by an antibody- and Raman reporter-functionalized 2D substrate.[112c] The bifunctionality of this 2D substrate was achieved by directly conjugating capture antibodies to Raman reporters which were bound to the surface of silver nanoparticle–coated glass slides. The SERS signal readout was based on spectral shifts of Raman reporters upon target circulating protein capture. This multiplex SERS frequency shift immunoassay was sensitive in the detection of two different target proteins at sub-picomolar concentrations. As compared to the common “sandwich” structure–based immunoassay that involves at least two steps of immunoreaction, this strategy is faster as only a single immunoreaction step is required for the detection of multiple target proteins. Nevertheless, the multiplexing potential of this strategy is subjected to the availability of Raman reporters that can sense the “nanostress,” and transduce into frequency shifts of highly resolved Raman peaks."
    }, {
      "heading" : "3.3.3. Pull-Down Immunoassays",
      "text" : "Pull-down SERS immunoassays involve protein isolation by adsorbing protein complexes onto beads. Pull-down immunoassays allow for multiplex detection in one pot with universal\nRaman reporters, and are relatively faster than immunoassays on 2D substrates. Cheng et al. developed a pull-down immunoassay using gold nanosphere SERS nanotags to determine the ratio of free to total PSA (including free and complexed PSA) with the aim of improving the diagnostic performance of prostate cancer.[109a] The LODs of free PSA and complexed PSA measured by this duplex pull-down immunoassay were estimated to be 0.012 and 0.15 ng mL−1, respectively. Importantly, this assay platform only required less than 10 µL of serum for each assay and less than 1 h experimental time. The authors also demonstrated that the duplex measurement of free to total PSA provided a better precision than the parallel assay (the coefficient variations of 6.57% vs 16.38%). This methodology was further applied for the detection of dual PSA biomarkers in 13 clinical samples and compared against the standard electro-chemiluminescence assay to show clinically acceptable consistency.\nThe detection sensitivity and linear detection range of pulldown immunoassays could be further improved by using advanced SERS substrates. He et al. demonstrated an ultrasensitive pull-down immunoassay of detecting N-terminal probrain natriuretic peptide by using metal–organic frameworks embedded with gold tetrapods as SERS substrates.[109b] This type of SERS substrate possessed excellent characteristics such as high porosity, large surface area, and good stability, which enhanced SERS signaling dramatically. The proposed SERS immunosensor achieved a large dynamic range of six orders of magnitude from 1 fg mL−1 to 1 ng mL−1 with an LOD of 0.75 fg mL−1. Meanwhile, Li et al. have employed surfactantfree gold-silver alloy nanoboxes as SERS substrates for simultaneous detection of a panel of magnetic particle–captured soluble cancer protein biomarkers (Figure 18d).[39] They successfully detected soluble programmed death 1 (sPD-1), programmed death-ligand 1 (sPDL-1), and epithermal growth factor receptor (sEGFR) with LODs of 6.17, 0.68, and 69.86 pg mL−1, respectively. This SERS technique achieved detection sensitivity equal to or lower than ELISAs (pg mL−1 to ng mL−1) with simultaneous multiplexing detection capability. In conclusion, pulldown immunoassays have been demonstrated to be a fast and sensitive immunosensor."
    }, {
      "heading" : "3.3.4. Microfluidic Immunoassays",
      "text" : "For both immunoassays on 2D substrates and pull-down immunoassays, the interaction between antibody-functionalized substrates/particles and target proteins mainly relies on random movement (e.g., Brownian motion). Microfluidic devices that incorporate on-chip active mixing have recently been proposed to speed up the detection workflow by increasing diffusion kinetics and binding efficiencies. Additionally, microfluidic devices also attract tremendous interest for precise control of fluids, low consumption of samples and reagents, and streamlined sample processing.\nWang et al. have utilized alternative current electro-hydrodynamic (ac-EHD)-induced nanoscaled surface shear forces to enhance target capture kinetics, and gold/silver nanoshells as SERS nanotags (Figure 19a).[110c] The nanoscaled physical forces acting within nanometer distance from the electrode\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (27 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nsurface enabled rapid (40 min), sensitive (10 fg mL−1), and highly specific detection of HER2 in serum samples of breast cancer patients. More importantly, this ac-EHD-induced microfluidic-SERS platform has been demonstrated to significantly reduce nonspecific binding events caused by the use of polyclonal antibodies.[115] The reduction of nonspecific binding\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (28 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nis of great importance for the analysis of complex real body fluid samples. Given these advantages of the ac-EHD-induced microfluidic-SERS platform, Reza et al. have further extended this platform for extensive multiplex protein sensing, and showed high detection sensitivity for each protein biomarker at 10 fg mL−1 in serum samples (Figure 19b).[110a,b]\nRecently, Xiong et al. reported a microfluidic-SERS platform that is comprised of a magnetic nanochain integrated microfluidic chip and a multiplex SERS nanotag system for the rapid and simultaneous detection (<8 min) of multiple cancer protein biomarkers from small volumes (1 µL) of serum samples (Figure 19c,d).[110d] The magnetic nanochain–integrated microfluidic chip was built upon the synergistic utilities of nanochains as nanoscale stir bars for rapid liquid mixing, and as capturing agents for specific bioseparation. This platform provided a linear signal response ranging from 0 to 100 ng mL−1 for the detection of three cancer protein biomarkers from simulated patient serum samples. This platform has been further used to test 20 patient samples, showing good agreement with ELISA results (Figure 19e). Taken together, the advanced microfluidic SERS platform significantly accelerates the analysis of circulating cancer proteins with high sensitivity and specificity."
    }, {
      "heading" : "3.3.5. Outlooks for SERS-Based Circulating Cancer Protein Biomarker Analysis",
      "text" : "There are various types of SERS-based protein detection platforms developed for disease diagnosis. Generally, these SERS platforms can achieve the LOD ranging from fg mL−1 to pg mL−1 and at least simultaneous 4-plex detection.[110a] The integration of microfluidic devices has further improved detection specificity and reduced the assay time down to ≈8 min.[110c,d] SERS-based protein detection platforms thus possess great advantages compared to conventional protein assays such as western blot and ELISA in terms of improving specificity and reducing assay time. Currently, these aforementioned advanced SERS–protein assays have only been applied for the discrimination of cancer patients and healthy individuals based on the concentration of circulating cancer protein biomarkers. It may be worth exploring the potential of SERS–protein assays in broader clinical applications, such as cancer subtyping and treatment monitoring. Furthermore, it might be of interest to put in effort on the commercialization of SERS-based protein assays, which requires i) precise quantification capability; ii) negligible interference from other components in real samples; and iii) miniaturized, portable, and low-cost platforms."
    }, {
      "heading" : "3.4. Circulating Tumor Nucleic Acids",
      "text" : "The potential origins of NAs in body fluids include CTCs, stem cells, blood cells, and viruses. These origins release NAs into circulation through passive mechanisms such as apoptosis and necrosis, or active mechanisms such as spontaneous secretion from cells. Typically, circulating cancer-specific NAs include circulating tumor DNA (ctDNA), circulating DNA of viruses, microRNA (miRNA), and gene fusion RNA. The genetic profiling of these circulating cancer-specific NAs\ncan further complement with tumor biological information obtained through the analysis of CTCs, tumor-derived EVs, and circulating cancer proteins. For example, ctDNAs have a short half-life (<2.5 h) and thus can represent more timely, dynamic information of tumor progression than other biomarkers.[116] Additionally, the concentration of ctDNA in plasma has been shown to correlate with tumor size[117] and stage,[118] although a substantial variation in ctDNA concentration may exist between individuals. Furthermore, ctDNA has been reported to be detectable in early-stage cancer patients.[118,119] miRNAs are also promising biomarkers given the difference in the concentration and composition of miRNAs between cancer patients and healthy individuals.[120] The analysis of these circulating tumor NAs can be performed with established techniques such as quantitative PCR (qPCR), droplet digital PCR, and NGS. These technologies largely utilize fluorescence-based readouts, and are consequently subjected to either expensive reagents, limited sensitivity (whole genomic sequencing methods: >1–5% of circulating tumor NAs),[121] or multiplexing capacity (e.g., ≈4 multiplexing capacity for qPCR).[122] Due to the low abundance of circulating tumor NAs, it is desirable to develop novel approaches to address the limitations of current gold standard techniques."
    }, {
      "heading" : "3.4.1. Direct Detection",
      "text" : "To improve detection sensitivity and to reduce reagent costs, direct SERS detection of NAs on the surface of plasmonic nanomaterials without using any fluorescence-labeled probes has been proposed. For example, Koo et al. developed a gold nanoparticle–based SERS system to noninvasively detect a cancer gene fusion RNA biomarker in urine after isothermal reverse transcription-recombinase polymerization amplification (RT-RPA) of targets.[123] The gene fusion RNA biomarker (i.e., TMPRSS2-ERG) in prostate cancer was specifically amplified with biotin-deoxyuridine triphosphate incorporation, and then conjugated onto the surface of streptavidin-coated gold nanoparticles for SERS measurements. This method was sensitive to 1000 copies of TMPRSS2-ERG and has shown successful detection in urine samples of prostate cancer patients.\nKoo et al. have then shown an improved detection sensitivity of TMPRSS2-ERG (i.e.,100 copies) by utilizing positively charged silver nanoparticles, which allowed for a favorable physical interaction between target sequences and SERS substrate surfaces for intensified SERS effect (Figure 20a).[124] Furthermore, they applied this method to differentiate TMPRSS2-ERG and housekeeping RN7SL1 RNA in 43 noninvasive patient urine samples based on the unique NA base composition of each sequence. The good resultant discriminatory sensitivity (95.3%) and specificity (93.0%) indicated the potential of using this technology for cancer genetic subtyping. Recently, they have progressed this method further toward clinical applications by comprehensively evaluating its clinical performance (Figure 20b). They investigated the clinical performance on independent training (n = 80) and validation (n = 40) cohorts of prostate cancer patient samples. They established a prostate cancer risk scoring system by correlating SERS outcomes to gold-standard biopsy results, which exhibited a clinical\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (29 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nsensitivity of 87% and a specificity of 90%. They also achieved an area-under-ROC curve value of 0.84 for differentiating highand low-risk prostate cancers."
    }, {
      "heading" : "3.4.2. Nanotag-Based Detection",
      "text" : "The use of SERS nanotags has enabled sensitive detection of circulating tumor NAs without any amplification process. Zhou et al. developed a DNA-mediated SERS sensor coupled with RNase HII-assisted amplification for the detection of ctDNA in blood.[125] They designed a recognition unit for the specific identification of point mutations in KRAS G12DM, which is a diagnostic biomarker for colon carcinoma. In presence of KRAS G12DM, the recognition unit released signal transduction probes (i.e., thymine-rich single-stranded DNA) to facilitate in situ growth of copper nanoparticles on the surface of single-walled carbon nanotubes, hence resulting in obvious signal enhancement at 1605 cm−1 peak of the G-band. Through utilizing this efficient SERS signal enhancement mechanism, this strategy was able to detect as low as 0.3 × 10−15 m of KRAS G12DM in human blood and has been demonstrated for six patient samples. Similarly, Zheng et al. proposed a strategy that incorporated miRNA-triggered hybridization chain reaction and\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (30 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nsilver iron–mediated SERS signal amplification, which was capable of detecting as low as 0.3 × 10−15 m of miRNA in the buffer.[126] Recently, Lin et al. demonstrated a combination of SERS-active nanopillar substrates and biointerference-free probes (i.e., rhenium carbonyl) for improving the detection sensitivity of circulating DNA by reducing signal interference from nontarget DNA and biomolecules in plasma (Figure 21a).[127] This strategy was sensitive for the detection of 500–1000 copies mL−1 of cancer-associated Epstein–Barr virus DNA in blood circulation. The potential feasibility of this strategy was tested using 15 cancer patient samples, showing higher expression of the cancer-specific DNA in patient blood as compared to\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (31 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nnormal samples. Furthermore, the obtained results were in good agreement with PCR data, suggesting the potential of this technique in clinical applications.\nThe detection sensitivity of circulating tumor NAs could be further improved via the integration of amplification methods and probe-based SERS readouts. Li et al. proposed a PCR– SERS method to simultaneously detect multiple cancer gene mutations (i.e., BRAF, KRAS, and PIK3CA) in plasma of colorectal cancer patients (Figure 21b).[128] The PCR amplicons were tagged with fluorescence-labeled probe sequences that were complementary to the target mutations. After removing unbound probes via a purification process, the tagged probes were then extracted and incubated with silver nanoparticles for SERS measurements. The LOD was determined to be 5.15 × 10−11 m. This method was further applied to investigate the frequencies of targeted mutations (V600E, G12C, G12D, G12V, G13D, and E542K) in 49 patient plasma samples. The results indicated a higher frequency of BRAF-V600E and PIK3CA-E542K mutations in right-sided colon cancer patients than left-sided colon and rectal cancer patients. Although this PCR–SERS method can easily leverage existing PCR conditions, the multiplex target detection still required statistical methods to spectrally deconvolute the SERS signals of fluorescence-labeled probes.\nTo enable a simple signal readout in a multiplex target detection system, SERS nanotags with minimal signature overlaps were employed. For example, Wee et al. incorporated the standard PCR assay with a multiplex SERS barcoding system for ultrasensitive detection of cancer DNA mutations (BRAF V600E, c-Kit L576P, and NRAS Q61K) in ctDNA from serum samples of melanoma patients.[129] Basically, generated PCR amplicons were tagged with biotin molecules and target-specific overhang hybridization sequences. Different amplicons were then labeled with respective SERS nanotags through complementary sequence hybridization for SERS readouts. The enrichment of SERS nanotag-labeled PCR amplicons and simultaneous removal of unbound SERS nanotags were then achieved by streptavidin-coated magnetic beads. This proof-of-concept method reproducibly detected as few as 10 mutant alleles from the background of 10 000 wild-type sequences (0.1%; coefficient of variability < 9%). They further applied this method to detect DNA mutations in cell lines and serum where results were subsequently validated with droplet digital PCR. Similarly, the multiplex SERS readout could also be incorporated with RT-RPA for the sensitive detection (100 copies) of noninvasive RNA biomarkers from tumor and urine (Figure 21c).[130] As RT-RPA is an isothermal amplification technique, the use of RT-RPA significantly sped up the amplification process, and thus offered 80 min subtyping of a prostate cancer tumor or a urine sample based on 5-plex RNA biomarker profiles. The obtained results were further validated with standard quantitative reverse transcription-PCR (qRT-PCR) with 100% concordance."
    }, {
      "heading" : "3.4.3. Outlooks for SERS-Based Circulating Tumor NA Analysis",
      "text" : "All the above-mentioned SERS technologies have demonstrated excellent sensitivity and accuracy in the detection of circulating tumor NAs in patient body fluids for cancer molecular\nsubtyping and risk prediction.[124a,129,130] The detection sensitivity of mutant alleles using SERS has been shown to be 0.1%,[129] which is tenfold higher than that of commercial PCRbased assays (1%).[131] Additionally, the multiplexing capacity provided by the reported nanotag-based SERS strategy is 6, and may be potentially increased by introducing different SERS nanotags. The combination of RT-RPA and SERS has enabled 5-plex detection in a shorter assay timeframe (80 min) than conventional techniques such as qRT-PCR and NGS (>2.5 h from the sample to answer). However, to facilitate the clinical translation of SERS-based circulating tumor NA detection, it is essential to comprehensively evaluate their clinical performance using a large number of patient samples. It might also be worth exploring the feasibility of SERS-based circulating tumor NA detection in addressing specific clinical applications, such as early cancer detection or treatment monitoring. Also, refinement of assay workflows could promote the practical applications of some SERS-based circulating tumor NA detection strategies. For example, the biointerference-free probebased SERS detection requires multiple labeling and detection steps,[127] which needs to be further simplified to improve detection efficiency."
    }, {
      "heading" : "4. Summary and Perspectives",
      "text" : "State-of-the-art plasmonic nanomaterials have found prosperous applications in the field of liquid biopsy analyses. In this review, we provide an overview of the current state of engineered plasmonic nanomaterials, and how they are integrated into SERS platforms for liquid biopsy analyses. It is to be noted that considerable progress has been achieved in both development of high-performance plasmonic nanomaterials, as well as their diverse demonstrated applications in SERS-based liquid biopsy analyses. Meanwhile, significant efforts are being invested in improving overall plasmonic nanomaterial–based SERS performance for clinical liquid biopsy applications. For example, Li et al. built a gold–areole array on patterned superhydrophilic–superhydrophobic substrates to concentrate analytes in hot spot zooms.[132] Li et al. developed a 3D aluminum hybrid nanostructure with a high density of hot spots across a large scale (≈1 cm2),[133] and the protective alumina layer further provided long-term stability of plasmonic properties and SERS performance (≥6 months). Despite these great advances, there are still several roadblocks to overcome before successful deployment of clinical SERS-based liquid biopsy platforms for genuine patient benefit. To end off, we provide below our insights and possible directions in achieving this lofty goal."
    }, {
      "heading" : "1) Improve the Colloidal Stability of SERS Nanotags in Biological",
      "text" : "Systems: In recent research, Wang et al. have demonstrated that the reproducibility and accuracy of nanotag-based SERS detection rely on the colloidal stability of SERS nanotags.[134] They found that the universal practice for particle aggregation prevention by coating SERS nanotags with silica or bovine serum albumin layers did not sufficiently stabilize particles in biofluid environments such as blood. We thus strongly recommend to i) further improve the colloidal stability of SERS nanotags; and ii) characterize\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (32 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\nparticle stability in the measurement environments that particles will be used in or include proper controls to normalize aggregation artifacts. 2) Explore Alternative Nanomaterials for SERS-Based Liquid Biopsy Applications: In addition to plasmonic nanomaterials, other materials such as plasmonic-free semiconductors,[135] 2D materials,[136] and hybrid plasmonic/2D materials[137] have emerged as high-performance SERS-active substrates. These modernistic nanomaterials provide new possibilities for SERS detection due to their unique electronic and optical properties, together with good chemical stability and biocompatibility. However, only a few of these alternative nanomaterials have been applied in SERS biosensing platforms for liquid biopsy analyses. The first potential reason is that scientists working on biosensor development for liquid biopsy analyses may have limited knowledge of advanced SERS-active substrate synthesis, and are unaware of the latest developments of these nanomaterials. The other possible reason is that the reproducibility of nanomaterial generation is often poor due to the usage of chemicals from different companies, different experimental environments (e.g., air temperature, air humidity, and particulate matter in the air), and insufficient key information in the published synthesis protocol. As such, it is important to standardize the synthesis protocol, as well as strengthen the collaboration among the nanomaterial synthesis, SERS application, and end-user clinical communities to facilitate the applications of alternative plasmonic nanomaterials for liquid biopsy analyses. 3) Facilitate the Development of User-Friendly SERS Liquid Biopsy Sensing Systems: Currently, there are many simple and rapid SERS sensing platforms which have been developed for liquid biopsy analyses.[93,110d,124a] Still, these sensing strategies need to be performed by well-trained technicians with applicable laboratory and data analysis skills (e.g., pipetting, Raman measurement, and statistical analysis). To promote the translation of SERS liquid biopsy sensing systems from lab to practical clinical usage, it could be beneficial to i) design an automated workflow for liquid biopsy preparation to signal transduction; ii) develop portable Raman spectrometers for convenient sample detection; and iii) integrate a software program with signal measurements, data processing, and result analyses to simplify detection outcome interpretation. Besides user-friendliness, clinical assay development should also consider practical issues, such as assay costing, that determine eventual acceptance by the healthcare community. 4) Perform a Comprehensive Clinical Evaluation of SERS-Based Platforms: Robust analytical performance is an essential but inadequate prerequisite for the successful clinical deployment of SERS liquid biopsy sensing platforms. Currently, most SERS liquid biopsy sensing platforms still rely on the use of simulated or limited patient samples to assess proofof-principle feasibility and analytical performance, without accounting for biological complexities and variabilities of human patient samples. Furthermore, only a very few sensing platforms have been designed for addressing specific clinical challenges such as early-cancer detection or treatment monitoring disease. As such, to expedite clinical translation, we believe that these SERS liquid biopsy sensing systems need to involve i) clinical purpose-oriented experimental design;\nii) testing on a statistically relevant cohort of relevant clinical samples; and iii) comparisons against current established gold standard analysis techniques. Typically, parameters to evaluate the clinical performance should include clinical sensitivity, clinical specificity, and diagnostic accuracy. To translate SERS liquid biopsy sensing platforms in clinical practice, a further demonstration of their clinical validity, clinical utility, and economic evaluation is also needed.[124a,138]"
    }, {
      "heading" : "Acknowledgements",
      "text" : "Several research works described herein were supported by the ARC Discovery Project (DP160102836) to M.T. and Y.W., ARC DECRA (DE140101056) awarded to Y.W., National Breast Cancer Foundation of Australia grant (CG-12-07) awarded to M.T., RBWH Foundation Research Project Grant awarded to K.M.K. and M.T., and a YFG Shopping Centre Prostate Cancer Research Grant awarded to K.M.K. and M.T. These grants have significantly contributed to the environment to stimulate some of the research described herein. J.W. was supported by an Australian Government Research Training Program Scholarship.\nConflict of Interest The authors declare no conflict of interest.\nKeywords clinical translation, liquid biopsies, plasmonic nanomaterials, precision oncology, surface-enhanced Raman scattering\nReceived: April 1, 2019 Revised: July 26, 2019\nPublished online:\n[1] A. Di Meo, J. Bartlett, Y. Cheng, M. D. Pasic, G. M. Yousef, Mol. Cancer 2017, 16, 80. [2] G. Brock, E. Castellanos-Rizaldos, L. Hu, C. Coticchia, J. Skog, Transl. Cancer Res. 2015, 4, 280. [3] A. Otto, J. Raman Spectrosc. 2005, 36, 497. [4] S. M. Morton, L. Jensen, J. Am. Chem. Soc. 2009, 131, 4090. [5] B. Shan, Y. Pu, Y. Chen, M. Liao, M. Li, Coord. Chem. Rev. 2018,\n371, 11. [6] E. Le Ru, E. Blackie, M. Meyer, P. Etchegoin, J. Phys. Chem. C 2007,\n111, 13794. [7] a) X. M. Qian, S. Nie, Chem. Soc. Rev. 2008, 37, 912; b) J. Wissler,\nS. Backer, A. Feis, S. K. Knauer, S. Schlucker, Small 2017, 13, 1700802. [8] a) B. Mir-Simon, I. Reche-Perez, L. Guerrini, N. Pazos-Perez, R. A. Alvarez-Puebla, Chem. Mater. 2015, 27, 950; b) S. Schlücker, ChemPhysChem 2009, 10, 1344; c) K. M. Koo, E. J. Wee, Y. Wang, M. Trau, Lab Chip 2017, 17, 3200. [9] a) M. M. Joseph, N. Narayanan, J. B. Nair, V. Karunakaran, A. N. Ramya, P. T. Sujai, G. Saranya, J. S. Arya, V. M. Vijayan, K. K. Maiti, Biomaterials 2018, 181, 140; b) L. A. Lane, X. Qian, S. Nie, Chem. Rev. 2015, 115, 10489; c) Z. Wang, S. Zong, L. Wu, D. Zhu, Y. Cui, Chem. Rev. 2017, 117, 7910; d) C. Zong, M. Xu, L. J. Xu, T. Wei, X. Ma, X. S. Zheng, R. Hu, B. Ren, Chem. Rev. 2018, 118, 4946; e) D. Cialla-May, X. S. Zheng, K. Weber, J. Popp, Chem. Soc. Rev. 2017, 46, 3945.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (33 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\n[10] a) G. C. Schatz, R. P. Van Duyne, in Handbook of Vibrational Spectroscopy, John Wiley & Sons Ltd, Chichester, UK 2006; b) P. L. Stiles, J. A. Dieringer, N. C. Shah, R. P. V. Duyne, Annu. Rev. Anal. Chem. 2008, 1, 601; c) W. H. Park, Z. H. Kim, Nano Lett. 2010, 10, 4040. [11] E. Lengert, M. Saveleva, A. Abalymov, V. Atkin, P. C. Wuytens, R. Kamyshinsky, A. L. Vasiliev, D. A. Gorin, G. B. Sukhorukov, A. G. Skirtach, B. Parakhonskiy, ACS Appl. Mater. Interfaces 2017, 9, 21949. [12] a) D. Paramelle, A. Sadovoy, S. Gorelik, P. Free, J. Hobley, D. G. Fernig, Analyst 2014, 139, 4855; b) J. Piella, N. G. Bastús, V. Puntes, Z. Phys. Chem. 2017, 231, 33; c) M. A. Raza, Z. Kanwal, A. Rauf, A. N. Sabri, S. Riaz, S. Naseem, Nanomaterials 2016, 6, 74. [13] R. Weissleder, Nat. Biotechnol. 2001, 19, 316. [14] V. Joseph, A. Matschulat, J. Polte, S. Rolf, F. Emmerling, J. Kneipp,\nJ. Raman Spectrosc. 2011, 42, 1736. [15] E. Ringe, M. R. Langille, K. Sohn, J. Zhang, J. Huang, C. A. Mirkin,\nR. P. Van Duyne, L. D. Marks, J. Phys. Chem. Lett. 2012, 3, 1479. [16] R. Boyack, E. C. Le Ru, Phys. Chem. Chem. Phys. 2009, 11, 7398. [17] N. E. Motl, E. Ewusi-Annan, I. T. Sines, L. Jensen, R. E. Schaak,\nJ. Phys. Chem. C 2010, 114, 19263. [18] M. W. Knight, Y. Wu, J. B. Lassiter, P. Nordlander, N. J. Halas,\nNano Lett. 2009, 9, 2188. [19] S. K. Ghosh, T. Pal, Chem. Rev. 2007, 107, 4797. [20] D. Jimenez de Aberasturi, A. B. Serrano-Montes, J. Langer,\nM. Henriksen-Lacey, W. J. Parak, L. M. Liz-Marzán, Chem. Mater. 2016, 28, 6779. [21] P. Matteini, M. Cottat, F. Tavanti, E. Panfilova, M. Scuderi, G. Nicotra, M. C. Menziani, N. Khlebtsov, M. de Angelis, R. Pini, ACS Nano 2017, 11, 918. [22] K. Liu, Y. Bai, L. Zhang, Z. Yang, Q. Fan, H. Zheng, Y. Yin, C. Gao, Nano Lett. 2016, 16, 3675. [23] a) J. W. Kang, P. T. So, R. R. Dasari, D. K. Lim, Nano Lett. 2015, 15, 1766; b) J. Li, Z. Zhu, B. Zhu, Y. Ma, B. Lin, R. Liu, Y. Song, H. Lin, S. Tu, C. Yang, Anal. Chem. 2016, 88, 7828; c) S. Ma, Q. Li, Y. Yin, J. Yang, D. Liu, Small 2017, 13, 1603340; d) J. Zhou, Q. Xiong, J. Ma, J. Ren, P. B. Messersmith, P. Chen, H. Duan, ACS Nano 2016, 10, 11066. [24] a) H. Liu, Q. Jiang, J. Pang, Z. Jiang, J. Cao, L. Ji, X. Xia, K. Wang, Adv. Funct. Mater. 2018, 28, 1703847; b) S. Tanwar, K. K. Haldar, T. Sen, J. Am. Chem. Soc. 2017, 139, 17639; c) S. Tian, O. Neumann, M. J. McClain, X. Yang, L. Zhou, C. Zhang, P. Nordlander, N. J. Halas, Nano Lett. 2017, 17, 5071; d) L. Xu, W. Yan, W. Ma, H. Kuang, X. Wu, L. Liu, Y. Zhao, L. Wang, C. Xu, Adv. Mater. 2015, 27, 1706; e) W. Yan, L. Yang, J. Chen, Y. Wu, P. Wang, Z. Li, Adv. Mater. 2017, 29, 1702893; f) J. H. Yoon, F. Selbach, L. Langolf, S. Schlucker, Small 2018, 14, 1702754; g) L. Xu, S. Zhao, W. Ma, X. Wu, S. Li, H. Kuang, L. Wang, C. Xu, Adv. Funct. Mater. 2016, 26, 1602. [25] a) E. Le Ru, P. Etchegoin, M. Meyer, J. Chem. Phys. 2006, 125, 204701; b) P. G. Etchegoin, C. Galloway, E. Le Ru, Phys. Chem. Chem. Phys. 2006, 8, 2624; c) S. L. Kleinman, B. Sharma, M. G. Blaber, A. I. Henry, N. Valley, R. G. Freeman, M. J. Natan, G. C. Schatz, R. P. Van Duyne, J. Am. Chem. Soc. 2013, 135, 301. [26] A. McLintock, C. A. Cunha-Matos, M. Zagnoni, O. R. Millington, A. W. Wark, ACS Nano 2014, 8, 8600. [27] L. Scarabelli, M. Coronado-Puchau, J. J. Giner-Casares, J. Langer, L. M. Liz-Marzán, ACS Nano 2014, 8, 5833. [28] Y. Yang, J. Liu, Z. W. Fu, D. Qin, J. Am. Chem. Soc. 2014, 136, 8153. [29] Y. H. Lee, C. L. Lay, W. Shi, H. K. Lee, Y. Yang, S. Li, X. Y. Ling, Nat. Commun. 2018, 9, 2769. [30] H. Liang, Z. Li, W. Wang, Y. Wu, H. Xu, Adv. Mater. 2009, 21, 4614.\n[31] L. F. Zhang, S. L. Zhong, A. W. Xu, Angew. Chem., Int. Ed. 2013, 52, 645. [32] J. Ahn, D. Wang, Y. Ding, J. Zhang, D. Qin, ACS Nano 2018, 12, 298. [33] X. Wang, G. Ma, A. Li, J. Yu, Z. Yang, J. Lin, A. Li, X. Han, L. Guo, Chem. Sci. 2018, 9, 4009. [34] D. R. Bae, S.-J. Chang, Y. S. Huh, Y.-K. Han, Y.-J. Lee, G.-R. Yi, S. Kim, G. Lee, J. Nanosci. Nanotechnol. 2013, 13, 5840. [35] R. Foucault, R. L. Birke, J. R. Lombardi, Langmuir 2003, 19, 8818. [36] A. M. Alkilany, P. K. Nagaria, C. R. Hexel, T. J. Shaw, C. J. Murphy,\nM. D. Wyatt, Small 2009, 5, 701. [37] Z. Niu, Y. Li, Chem. Mater. 2014, 26, 72. [38] J. Li, G. Zhang, J. Wang, I. S. Maksymov, A. D. Greentree, J. Hu,\nA. Shen, Y. Wang, M. Trau, ACS Appl. Mater. Interfaces 2018, 10, 32526. [39] J. Li, J. Wang, Y. S. Grewal, C. B. Howard, L. J. Raftery, S. M. Mahler, Y. Wang, M. Trau, Anal. Chem. 2018, 90, 10377. [40] M. A. Wall, S. Harmsen, S. Pal, L. Zhang, G. Arianna, J. R. Lombardi, C. M. Drain, M. F. Kircher, Adv. Mater. 2017, 29, 1605622. [41] J. M. Nam, J. W. Oh, H. Lee, Y. D. Suh, Acc. Chem. Res. 2016, 49, 2746. [42] Q. Fan, K. Liu, J. Feng, F. Wang, Z. Liu, M. Liu, Y. Yin, C. Gao, Adv. Funct. Mater. 2018, 28, 1803199. [43] T. Jiang, G. Chen, X. Tian, S. Tang, J. Zhou, Y. Feng, H. Chen, J. Am. Chem. Soc. 2018, 140, 15560. [44] a) B. Turkowyd, D. Virant, U. Endesfelder, Anal. Bioanal. Chem. 2016, 408, 6885; b) K. M. Au, S. P. Armes, ACS Nano 2012, 6, 8261. [45] W. Shen, X. Lin, C. Jiang, C. Li, H. Lin, J. Huang, S. Wang, G. Liu, X. Yan, Q. Zhong, B. Ren, Angew. Chem., Int. Ed. 2015, 54, 7308. [46] S. Bhana, E. Chaffin, Y. Wang, S. R. Mishra, X. Huang, Nanomedicine 2014, 9, 593. [47] N. Guarrotxena, G. C. Bazan, Adv. Mater. 2014, 26, 1941. [48] M. Liu, L. Fang, Y. Li, M. Gong, A. Xu, Z. Deng, Chem. Sci. 2016,\n7, 5435. [49] H. Hu, F. Ji, Y. Xu, J. Yu, Q. Liu, L. Chen, Q. Chen, P. Wen,\nY. Lifshitz, Y. Wang, Q. Zhang, S. T. Lee, ACS Nano 2016, 10, 7323. [50] a) P. Kühler, E.-M. Roller, R. Schreiber, T. Liedl, T. Lohmüller,\nJ. Feldmann, Nano Lett. 2014, 14, 2914; b) M. Pilo-Pais, A. Watson, S. Demers, T. H. LaBean, G. Finkelstein, Nano Lett. 2014, 14, 2099; c) S. Simoncelli, E. M. Roller, P. Urban, R. Schreiber, A. J. Turberfield, T. Liedl, T. Lohmuller, ACS Nano 2016, 10, 9809; d) V. V. Thacker, L. O. Herrmann, D. O. Sigle, T. Zhang, T. Liedl, J. J. Baumberg, U. F. Keyser, Nat. Commun. 2014, 5, 3448. [51] K. Bian, H. Schunk, D. Ye, A. Hwang, T. S. Luk, R. Li, Z. Wang, H. Fan, Nat. Commun. 2018, 9, 2365. [52] J. Kim, X. Song, F. Ji, B. Luo, N. F. Ice, Q. Liu, Q. Zhang, Q. Chen, Nano Lett. 2017, 17, 3270. [53] N. Kwon, H. Oh, R. Kim, A. Sinha, J. Kim, J. Shin, J. W. M. Chon, B. Lim, Nano Lett. 2018, 18, 5927. [54] C. Matricardi, C. Hanske, J. L. Garcia-Pomar, J. Langer, A. Mihi, L. M. Liz-Marzan, ACS Nano 2018, 12, 8531. [55] a) H. Liu, Z. Yang, L. Meng, Y. Sun, J. Wang, L. Yang, J. Liu, Z. Tian, J. Am. Chem. Soc. 2014, 136, 5332; b) S. Yang, X. Dai, B. B. Stogin, T. S. Wong, Proc. Natl. Acad. Sci. USA 2016, 113, 268. [56] S. Si, W. Liang, Y. Sun, J. Huang, W. Ma, Z. Liang, Q. Bao, L. Jiang, Adv. Funct. Mater. 2016, 26, 8137. [57] S. Yamazoe, M. Naya, M. Shiota, T. Morikawa, A. Kubo, T. Tani, T. Hishiki, T. Horiuchi, M. Suematsu, M. Kajimura, ACS Nano 2014, 8, 5622. [58] M. Shiota, M. Naya, T. Yamamoto, T. Hishiki, T. Tani, H. Takahashi, A. Kubo, D. Koike, M. Itoh, M. Ohmura, Y. Kabe, Y. Sugiura, N. Hiraoka, T. Morikawa, K. Takubo, K. Suina, H. Nagashima, O. Sampetrean, O. Nagano, H. Saya, S. Yamazoe, H. Watanabe, M. Suematsu, Nat. Commun. 2018, 9, 1561.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (34 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\n[59] C. Huck, F. Neubrech, J. Vogt, A. Toma, D. Gerbert, J. Katzmann, T. Härtling, A. J. A. N. Pucci, ACS Nano 2014, 8, 4908. [60] a) X. Liu, S. Lebedkin, H. Besser, W. Pfleging, S. Prinz, M. Wissmann, P. M. Schwab, I. Nazarenko, M. Guttmann, M. M. Kappes, U. Lemmer, ACS Nano 2015, 9, 260; b) J. A. Huang, Y. Q. Zhao, X. J. Zhang, L. F. He, T. L. Wong, Y. S. Chui, W. J. Zhang, S. T. Lee, Nano Lett. 2013, 13, 5039. [61] M. Chirumamilla, A. Toma, A. Gopalakrishnan, G. Das, R. P. Zaccaria, R. Krahne, E. Rondanina, M. Leoncini, C. Liberale, F. De Angelis, E. Di Fabrizio, Adv. Mater. 2014, 26, 2353. [62] K. Jung, J. Hahn, S. In, Y. Bae, H. Lee, P. V. Pikhitsa, K. Ahn, K. Ha, J.-K. Lee, N. Park, M. Choi, Adv. Mater. 2014, 26, 5923. [63] K. N. Kanipe, P. P. Chidester, G. D. Stucky, M. Moskovits, ACS Nano 2016, 10, 7566. [64] a) S.-G. Park, C. Mun, X. Xiao, A. Braun, S. Kim, V. Giannini, S. A. Maier, D.-H. Kim, Adv. Funct. Mater. 2017, 27, 1703376; b) J. Yang, M. Palla, F. G. Bosco, T. Rindzevicius, T. S. Alstrøm, M. S. Schmidt, A. Boisen, J. Ju, Q. Lin, ACS Nano 2013, 7, 5350; c) C. Zhu, G. Meng, P. Zheng, Q. Huang, Z. Li, X. Hu, X. Wang, Z. Huang, F. Li, N. Wu, Adv. Mater. 2016, 28, 4871. [65] K. Wu, T. Li, M. S. Schmidt, T. Rindzevicius, A. Boisen, S. Ndoni, Adv. Funct. Mater. 2018, 28, 1704818. [66] J. W. Jeong, M. M. Arnob, K. M. Baek, S. Y. Lee, W. C. Shih, Y. S. Jung, Adv. Mater. 2016, 28, 8695. [67] W. Kim, S. H. Lee, J. H. Kim, Y. J. Ahn, Y. H. Kim, J. S. Yu, S. Choi, ACS Nano 2018, 12, 7100. [68] D. Lin, Z. Wu, S. Li, W. Zhao, C. Ma, J. Wang, Z. Jiang, Z. Zhong, Y. Zheng, X. Yang, ACS Nano 2017, 11, 1478. [69] Q. Jin, M. Li, B. Polat, S. K. Paidi, A. Dai, A. Zhang, J. V. Pagaduan, I. Barman, D. H. Gracias, Angew. Chem., Int. Ed. 2017, 56, 3822. [70] C. Ma, Q. Gao, W. Hong, J. Fan, J. Fang, Adv. Funct. Mater. 2017, 27, 1603233. [71] X. Chen, N. C. Lindquist, D. J. Klemme, P. Nagpal, D. J. Norris, S. H. Oh, Nano Lett. 2016, 16, 7849. [72] X. Chen, C. Wang, Y. Yao, C. Wang, ACS Nano 2017, 11, 8034. [73] A. Gopalakrishnan, M. Chirumamilla, F. De Angelis, A. Toma,\nR. P. Zaccaria, R. Krahne, ACS Nano 2014, 8, 7986. [74] B. Liu, X. Yao, S. Chen, H. Lin, Z. Yang, S. Liu, B. Ren, Adv. Funct.\nMater. 2018, 28, 1802263. [75] a) H. Mao, W. Wu, D. She, G. Sun, P. Lv, J. Xu, Small 2014, 10, 127;\nb) J. Parisi, Q. Dong, Y. Lei, RSC Adv. 2015, 5, 14081; c) Z.-C. Ma, Y.-L. Zhang, B. Han, X.-Q. Liu, H.-Z. Zhang, Q.-D. Chen, H.-B. Sun, Adv. Mater. Technol. 2017, 2, 1600270; d) S. Bai, D. Serien, A. Hu, K. Sugioka, Adv. Funct. Mater. 2018, 28, 1706262. [76] a) L. Guerrini, R. A. Alvarez-Puebla, Cancers 2019, 11, 748; b) Y. Zeng, K. M. Koo, M. Trau, A.-G. Shen, J.-M. Hu, Appl. Mater. Today 2019, 15, 431. [77] S. Valastyan, R. A. Weinberg, Cell 2011, 147, 275. [78] a) T. Mamdouhi, J. D. Twomey, K. M. McSweeney, B. Zhang,\nCancer Metastasis Rev. 2019, 38, 297; b) N. Aceto, M. Toner, S. Maheswaran, D. A. Haber, Trends Cancer 2015, 1, 44; c) G. Marsavela, C. A. Aya-Bonilla, M. E. Warkiani, E. S. Gray, M. Ziman, Cancer Lett. 2018, 424, 1; d) L. Cabel, C. Proudhon, H. Gortais, D. Loirat, F. Coussy, J. Y. Pierga, F. C. Bidard, Int. J. Clin. Oncol. 2017, 22, 421. [79] T. W. Friedlander, L. Fong, J. Clin. Oncol. 2014, 32, 1104. [80] M. C. Miller, G. V. Doyle, L. W. Terstappen, J. Oncol. 2010, 2010, 1. [81] a) J. Seoane, Nature 2017, 549, 164; b) D. Marrinucci, K. Bethel,\nR. H. Bruce, D. N. Curry, B. Hsieh, M. Humphrey, R. T. Krivacic, J. Kroener, L. Kroener, A. Ladanyi, N. H. Lazarus, J. Nieva, P. Kuhn, Hum. Pathol. 2007, 38, 514. [82] F. Farace, C. Massard, N. Vimond, F. Drusch, N. Jacques, F. Billiot, A. Laplanche, A. Chauchereau, L. Lacroix, D. Planchard, S. Le Moulec, F. Andre, K. Fizazi, J. C. Soria, P. Vielh, Br. J. Cancer 2011, 105, 847.\n[83] G. Vona, A. Sabile, M. Louha, V. Sitruk, S. Romana, K. Schütze, Am. J. Pathol. 2000, 156, 57. [84] a) C. Alix-Panabieres, K. Pantel, Nat. Rev. Cancer 2014, 14, 623; b) M. G. Krebs, R. L. Metcalf, L. Carter, G. Brady, F. H. Blackhall, C. Dive, Nat. Rev. Clin. Oncol. 2014, 11, 129. [85] T. Kuroda, S. Yasuda, S. Kusakawa, N. Hirata, Y. Kanda, K. Suzuki, M. Takahashi, S.-I. Nishikawa, S. Kawamata, Y. Sato, PLoS One 2012, 7, e37342. [86] S. P. Perfetto, P. K. Chattopadhyay, M. Roederer, Nat. Rev. Immunol. 2004, 4, 648. [87] M. D. Leipold, H. T. Maecker, J. Visualized Exp. 2012, 4398. [88] H. Ruan, X. Wu, C. Yang, Z. Li, Y. Xia, T. Xue, Z. Shen, A. Wu,\nACS Biomater. Sci. Eng. 2018, 4, 1073. [89] X. Wu, Y. Xia, Y. Huang, J. Li, H. Ruan, T. Chen, L. Luo, Z. Shen,\nA. Wu, ACS Appl. Mater. Interfaces 2016, 8, 19928. [90] J. Kneipp, H. Kneipp, M. McLaughlin, D. Brown, K. Kneipp,\nNano Lett. 2006, 6, 2225. [91] Y. Zhang, P. Yang, M. A. Habeeb Muhammed, S. K. Alsaiari,\nB. Moosa, A. Almalik, A. Kumar, E. Ringe, N. M. Khashab, ACS Appl. Mater. Interfaces 2017, 9, 37597. [92] Y. Zhang, Z. Wang, L. Wu, S. Zong, B. Yun, Y. Cui, Small 2018, 14, 1704433. [93] S. C.-H. Tsao, J. Wang, Y. Wang, A. Behren, J. Cebon, M. Trau, Nat. Commun. 2018, 9, 1482. [94] Y. Pang, C. Wang, R. Xiao, Z. Sun, Chem. - Eur. J. 2018, 24, 7060. [95] A. Yashchenok, A. Masic, D. Gorin, B. S. Shim, N. A. Kotov,\nP. Fratzl, H. Mohwald, A. Skirtach, Small 2013, 9, 351. [96] G. van Niel, G. D’Angelo, G. Raposo, Nat. Rev. Mol. Cell Biol. 2018,\n19, 213. [97] E. Willms, C. Cabanas, I. Mager, M. J. A. Wood, P. Vader, Front.\nImmunol. 2018, 9, 738. [98] R. E. Lane, D. Korbie, M. M. Hill, M. Trau, Clin. Transl. Med. 2018,\n7, 14. [99] K. W. Witwer, E. I. Buzas, L. T. Bemis, A. Bora, C. Lasser, J. Lotvall,\nE. N. Nolte-’t Hoen, M. G. Piper, S. Sivaraman, J. Skog, C. Thery, M. H. Wauben, F. Hochberg, J. Extracell. Vesicles 2013, 2, 20360. [100] a) C. T. Ertsgaard, N. J. Wittenberg, D. J. Klemme, A. Barik, W. C. Shih, S. H. Oh, Nano Lett. 2018, 18, 5946; b) C. Lee, R. P. Carney, S. Hazari, Z. J. Smith, A. Knudson, C. S. Robertson, K. S. Lam, S. Wachsmann-Hogiu, Nanoscale 2015, 7, 9290; c) S. Stremersch, M. Marro, B. E. Pinchasik, P. Baatsen, A. Hendrix, S. C. De Smedt, P. Loza-Alvarez, A. G. Skirtach, K. Raemdonck, K. Braeckmans, Small 2016, 12, 3292. [101] a) C. Lee, R. Carney, K. Lam, J. W. Chan, J. Raman Spectrosc. 2017, 48, 1771; b) E. A. Kwizera, R. O’Connor, V. Vinduska, M. Williams, E. R. Butch, S. E. Snyder, X. Chen, X. Huang, Theranostics 2018, 8, 2722; c) T.-D. Li, R. Zhang, H. Chen, Z.-P. Huang, X. Ye, H. Wang, A.-M. Deng, J.-L. Kong, Chem. Sci. 2018, 9, 5372; d) S. Zong, L. Wang, C. Chen, J. Lu, D. Zhu, Y. Zhang, Z. Wang, Y. Cui, Anal. Methods 2016, 8, 5001. [102] J. Park, M. Hwang, B. Choi, H. Jeong, J. H. Jung, H. K. Kim, S. Hong, J. H. Park, Y. Choi, Anal. Chem. 2017, 89, 6695. [103] H. Shao, H. Im, C. M. Castro, X. Breakefield, R. Weissleder, H. Lee, Chem. Rev. 2018, 118, 1917. [104] a) U. Menon, A. Ryan, J. Kalsi, A. Gentry-Maharaj, A. Dawnay, M. Habib, S. Apostolidou, N. Singh, E. Benjamin, M. Burnell, S. Davies, A. Sharma, R. Gunu, K. Godfrey, A. Lopes, D. Oram, J. Herod, K. Williamson, M. W. Seif, H. Jenkins, T. Mould, R. Woolas, J. B. Murdoch, S. Dobbs, N. N. Amso, S. Leeson, D. Cruickshank, I. Scott, L. Fallowfield, M. Widschwendter, K. Reynolds, A. McGuire, S. Campbell, M. Parmar, S. J. Skates, I. Jacobs, J. Clin. Oncol. 2015, 33, 2062; b) R. Molina, J. M. Escudero, J. M. Auge, X. Filella, L. Foj, A. Torne, J. Lejarcegui, J. Pahisa, Tumor Biol. 2011, 32, 1087; c) A. K. Füzéry, J. Levin, M. M. Chan, D. W. Chan, Clin. Proteomics 2013, 10, 13.\nAdv. Sci. 2019, 1900730\nwww.advancedsciencenews.com\n1900730 (35 of 35) © 2019 The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advancedscience.com\n[105] K. Merrell, K. Southwick, S. W. Graves, M. S. Esplin, N. E. Lewis, C. D. Thulin, J. Biomol. Tech. 2004, 15, 238. [106] S. Hu, J. A. Loo, D. T. Wong, Proteomics 2006, 6, 6326. [107] a) S. M. Hanash, S. J. Pitteri, V. M. Faca, Nature 2008, 452, 571;\nb) B. Zethelius, L. Berglund, J. Sundström, E. Ingelsson, S. Basu, A. Larsson, P. Venge, J. Ärnlöv, N. Engl. J. Med. 2008, 358, 2107. [108] a) N. Banaei, A. Foley, J. M. Houghton, Y. Sun, B. Kim, Nanotechnology 2017, 28, 455101; b) H. Chang, H. Kang, E. Ko, B.-H. Jun, H.-Y. Lee, Y.-S. Lee, D. H. Jeong, ACS Sens. 2016, 1, 645; c) A. V. Krasnoslobodtsev, M. P. Torres, S. Kaur, I. V. Vlassiouk, R. J. Lipert, M. Jain, S. K. Batra, Y. L. Lyubchenko, Nanomedicine 2015, 11, 167; d) M. Li, S. K. Cushing, J. Zhang, S. Suri, R. Evans, W. P. Petros, L. F. Gibson, D. Ma, Y. Liu, N. Wu, ACS Nano 2013, 7, 4967; e) M. Li, J. W. Kang, S. Sukumar, R. R. Dasari, I. Barman, Chem. Sci. 2015, 6, 3906; f) A. H. Nguyen, J. Lee, H. Il Choi, H. Seok Kwak, S. Jun Sim, Biosens. Bioelectron. 2015, 70, 358. [109] a) Z. Cheng, N. Choi, R. Wang, S. Lee, K. C. Moon, S. Y. Yoon, L. Chen, J. Choo, ACS Nano 2017, 11, 4926; b) Y. He, Y. Wang, X. Yang, S. Xie, R. Yuan, Y. Chai, ACS Appl. Mater. Interfaces 2016, 8, 7683; c) Y. Lin, G. Xu, F. Wei, A. Zhang, J. Yang, Q. Hu, J. Pharm. Biomed. Anal. 2016, 121, 135; d) Z. Rong, C. Wang, J. Wang, D. Wang, R. Xiao, S. Wang, Biosens. Bioelectron. 2016, 84, 15; e) X. R. Bai, L. H. Wang, J. Q. Ren, X. W. Bai, L. W. Zeng, A. G. Shen, J. M. Hu, Anal. Chem. 2019, 91, 2955. [110] a) K. K. Reza, J. Wang, R. Vaidyanathan, S. Dey, Y. Wang, M. Trau, Small 2017, 13, 1602902; b) K. K. Reza, A. A. Sina, A. Wuethrich, Y. S. Grewal, C. B. Howard, D. Korbie, M. Trau, Biosens. Bioelectron. 2019, 126, 178; c) Y. L. Wang, R. Vaidyanathan, M. J. A. Shiddiky, M. Trau, ACS Nano 2015, 9, 6354; d) Q. Xiong, C. Y. Lim, J. Ren, J. Zhou, K. Pu, M. B. Chan-Park, H. Mao, Y. C. Lam, H. Duan, Nat. Commun. 2018, 9, 1743. [111] a) M. Cottat, C. D’Andrea, R. Yasukuni, N. Malashikhina, R. Grinyte, N. Lidgi-Guigui, B. Fazio, A. Sutton, O. Oudar, N. Charnaux, V. Pavlov, A. Toma, E. Di Fabrizio, P. G. Gucciardi, M. Lamy de la Chapelle, J. Phys. Chem. C 2015, 119, 15532; b) E. Pazos, M. Garcia Algar, C. Penas, M. Nazarenus, A. Torruella, N. Pazos-Perez, L. Guerrini, M. E. Vazquez, E. Garcia-Rico, J. L. Mascarenas, R. A. Alvarez-Puebla, J. Am. Chem. Soc. 2016, 138, 14206. [112] a) J. Feng, X. Wu, W. Ma, H. Kuang, L. Xu, C. Xu, Chem. Commun. 2015, 51, 14761; b) J. Liang, H. Liu, C. Huang, C. Yao, Q. Fu, X. Li, D. Cao, Z. Luo, Y. Tang, Anal. Chem. 2015, 87, 5790; c) B. Tang, J. Wang, J. A. Hutchison, L. Ma, N. Zhang, H. Guo, Z. Hu, M. Li, Y. Zhao, ACS Nano 2016, 10, 871; d) X. Wu, P. Fu, W. Ma, L. Xu, H. Kuang, C. Xu, RSC Adv. 2015, 5, 73395; e) S. Ye, X. Zhai, Y. Wu, S. Kuang, Biosens. Bioelectron. 2016, 79, 130. [113] a) Y. Lv, Y. Qin, F. Svec, T. Tan, Biosens. Bioelectron. 2016, 80, 433; b) Y. L. Wang, K. Lee, J. Irudayaraj, Chem. Commun. 2010, 46, 613. [114] K. Katrin, K. Harald, I. Irving, R. D. Ramachandra, S. F. Michael, J. Phys.: Condens. Matter 2002, 14, R597. [115] Y. Cui, B. Ren, J.-L. Yao, R.-A. Gu, Z.-Q. Tian, J. Raman Spectrosc. 2007, 38, 896. [116] a) G. Li, Y. Sun, JSM Biotechnol. Biomed. Eng. 2017, 4, 1078; b) J. C. M. Wan, C. Massie, J. Garcia-Corbacho, F. Mouliere, J. D. Brenton, C. Caldas, S. Pacey, R. Baird, N. Rosenfeld, Nat. Rev. Cancer 2017, 17, 223. [117] A. A. Kamat, F. Z. Bischoff, D. Dang, M. Baldwin, L. Y. Han, Y. G. Lin, W. M. Merritt, C. N. Landen, C. Lu, D. M. Gershenson, J. L. Simpson, A. K. Sood, Cancer Biol. Therapy 2006, 5, 1369. [118] C. Bettegowda, M. Sausen, R. J. Leary, I. Kinde, Y. Wang, N. Agrawal, B. R. Bartlett, H. Wang, B. Luber, R. M. Alani, E. S. Antonarakis, N. S. Azad, A. Bardelli, H. Brem, J. L. Cameron,\nC. C. Lee, L. A. Fecher, G. L. Gallia, P. Gibbs, D. Le, R. L. Giuntoli, M. Goggins, M. D. Hogarty, M. Holdhoff, S.-M. Hong, Y. Jiao, H. H. Juhl, J. J. Kim, G. Siravegna, D. A. Laheru, C. Lauricella, M. Lim, E. J. Lipson, S. K. N. Marie, G. J. Netto, K. S. Oliner, A. Olivi, L. Olsson, G. J. Riggins, A. SartoreBianchi, K. Schmidt, l.-M. Shih, S. M. Oba-Shinjo, S. Siena, D. Theodorescu, J. Tie, T. T. Harkins, S. Veronese, T.-L. Wang, J. D. Weingart, C. L. Wolfgang, L. D. Wood, D. Xing, R. H. Hruban, J. Wu, P. J. Allen, C. M. Schmidt, M. A. Choti, V. E. Velculescu, K. W. Kinzler, B. Vogelstein, N. Papadopoulos, L. A. Diaz, Sci. Transl. Med. 2014, 6, 224ra24. [119] A. M. Newman, S. V. Bratman, J. To, J. F. Wynne, N. C. Eclov, L. A. Modlin, C. L. Liu, J. W. Neal, H. A. Wakelee, R. E. Merritt, Nat. Med. 2014, 20, 548. [120] G. Siravegna, S. Marsoni, S. Siena, A. Bardelli, Nat. Rev. Clin. Oncol. 2017, 14, 531. [121] K. Pantel, C. Alix-Panabieres, Nat. Rev. Clin. Oncol. 2019, 16, 409. [122] E. Mokany, Y. L. Tan, S. M. Bone, C. J. Fuery, A. V. Todd, Clin. Chem. 2013, 59, 419. [123] K. M. Koo, B. McNamara, E. J. H. Wee, Y. Wang, M. Trau, J. Biomed. Nanotechnol. 2016, 12, 1798. [124] a) K. M. Koo, J. Wang, R. S. Richards, A. Farrell, J. W. Yaxley, H. Samaratunga, P. E. Teloken, M. J. Roberts, G. D. Coughlin, M. F. Lavin, P. N. Mainwaring, Y. Wang, R. A. Gardiner, M. Trau, ACS Nano 2018, 12, 8362; b) J. Wang, K. M. Koo, E. J. Wee, Y. Wang, M. Trau, Nanoscale 2017, 9, 3496. [125] Q. Zhou, J. Zheng, Z. Qing, M. Zheng, J. Yang, S. Yang, L. Ying, R. Yang, Anal. Chem. 2016, 88, 4759. [126] J. Zheng, D. Ma, M. Shi, J. Bai, Y. Li, J. Yang, R. Yang, Chem. Commun. 2015, 51, 16271. [127] D. Lin, T. Gong, Z. Y. Hong, S. Qiu, J. Pan, C. Y. Tseng, S. Feng, R. Chen, K. V. Kong, Anal. Chem. 2018, 90, 7139. [128] X. Li, T. Yang, C. S. Li, Y. Song, H. Lou, D. Guan, L. Jin, Theranostics 2018, 8, 1678. [129] E. J. Wee, Y. Wang, S. C. Tsao, M. Trau, Theranostics 2016, 6, 1506. [130] K. M. Koo, E. J. Wee, P. N. Mainwaring, Y. Wang, M. Trau, Small 2016, 12, 6233. [131] F. Lopez-Rios, B. Angulo, B. Gomez, D. Mair, R. Martinez,\nE. Conde, F. Shieh, J. Vaks, R. Langland, H. J. Lawrence, PLoS One 2013, 8, e53733.\n[132] H. Li, Q. Yang, J. Hou, Y. Li, M. Li, Y. Song, Adv. Funct. Mater. 2018, 28, 1800448. [133] X.-M. Li, M.-H. Bi, L. Cui, Y.-Z. Zhou, X.-W. Du, S.-Z. Qiao, J. Yang, Adv. Funct. Mater. 2017, 27, 1605703. [134] J. Wang, W. Anderson, J. Li, L. L. Lin, Y. Wang, M. Trau, J. Colloid Interface Sci. 2019, 537, 536. [135] N. Bontempi, L. Carletti, C. De Angelis, I. Alessandri, Nanoscale 2016, 8, 3226. [136] a) X. Ling, W. Fang, Y. H. Lee, P. T. Araujo, X. Zhang, J. F. Rodriguez-Nieva, Y. Lin, J. Zhang, J. Kong, M. S. Dresselhaus, Nano Lett. 2014, 14, 3033; b) D. Liu, X. Chen, Y. Hu, T. Sun, Z. Song, Y. Zheng, Y. Cao, Z. Cai, M. Cao, L. Peng, Y. Huang, L. Du, W. Yang, G. Chen, D. Wei, A. T. S. Wee, D. Wei, Nat. Commun. 2018, 9, 193. [137] a) G. Kim, M. Kim, C. Hyun, S. Hong, K. Y. Ma, H. S. Shin, H. Lim, ACS Nano 2016, 10, 11156; b) Y. Zou, S. Huang, Y. Liao, X. Zhu, Y. Chen, L. Chen, F. Liu, X. Hu, H. Tu, L. Zhang, Z. Liu, Z. Chen, W. Tan, Chem. Rev. 2018, 9, 2842. [138] K. M. Koo, P. N. Mainwaring, S. A. Tomlins, M. Trau, Nat. Rev. Urol. 2019, 16, 302. [139] X. Wu, L. Luo, S. Yang, X. Ma, Y. Li, C. Dong, Y. Tian, L. Zhang, Z. Shen, A. Wu, ACS Appl. Mater. Interfaces 2015, 7, 9965.\nAdv. Sci. 2019, 1900730"
    } ],
    "references" : [ {
      "title" : "Handbook of Vibrational Spectroscopy",
      "author" : [ "G.C. Schatz", "R.P. Van Duyne" ],
      "venue" : "Annu. Rev. Anal. Chem. 2008,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2006
    }, {
      "title" : "Chem",
      "author" : [ "E. Ringe", "M.R. Langille", "K. Sohn", "J. Zhang", "J. Huang", "C.A. Mirkin", "R.P. Van Duyne", "L.D. Marks", "J. Phys" ],
      "venue" : "Lett. 2012, 3,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 1479
    }, {
      "title" : "Oncol",
      "author" : [ "T.W. Friedlander", "L. Fong", "J. Clin" ],
      "venue" : "2014, 32,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 1104
    }, {
      "title" : "Sci",
      "author" : [ "H. Ruan", "X. Wu", "C. Yang", "Z. Li", "Y. Xia", "T. Xue", "Z. Shen", "A. Wu", "ACS Biomater" ],
      "venue" : "Eng. 2018, 4,",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 1073
    }, {
      "title" : "Nanotechnol",
      "author" : [ "K.M. Koo", "B. McNamara", "E.J.H. Wee", "Y. Wang", "M. Trau", "J. Biomed" ],
      "venue" : "2016, 12,",
      "citeRegEx" : "123",
      "shortCiteRegEx" : null,
      "year" : 1798
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Plasmonic nanomaterials have been applied as the signal amplification substrates for SERS sensing due to the excellent enhancement efficiency (an average electromagnetic enhancement of ≈106)[10] and as drug containers for SERS nanotagbased therapy.",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 1,
      "context" : "The SERS signal enhancement ability of plasmonic nanomaterials mainly relies on the LSPR coupling effect which is strongly dependent on the size,[15] shape,[15,16] chemical composition,[17] local dielectric environment,[18] and interparticle interaction.",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 1,
      "context" : "The SERS signal enhancement ability of plasmonic nanomaterials mainly relies on the LSPR coupling effect which is strongly dependent on the size,[15] shape,[15,16] chemical composition,[17] local dielectric environment,[18] and interparticle interaction.",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 2,
      "context" : "[2,120] Additionally, many studies have indicated that the abundance of CTCs is associated with the tumor burden and could serve as an indicator of treatment responses.[79] However, there are only as few as 1–10 CTCs mixed with ≈7 × 106 leukocytes and ≈5 × 109 erythrocytes in 1 mL of blood.",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 3,
      "context" : "have demonstrated that a combination of magnetic bead–based positive isolation of CTCs and triangular silver nanoprism-based SERS detection yielded better sensitivity and specificity than the SERS detection alone, and improved the LOD from 5 cells mL−1 to 1 cell mL−1 from blood samples.[88] SERS nanotags of high performance are essential for achieving ultrasensitive CTC detection.",
      "startOffset" : 287,
      "endOffset" : 291
    }, {
      "referenceID" : 3,
      "context" : "Ligand-dependent positive isolation integrated with single-plex readouts[88,94] 1 cell mL−1 blood Ligand dependent Enumeration Cancer diagnosis",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 4,
      "context" : "developed a gold nanoparticle–based SERS system to noninvasively detect a cancer gene fusion RNA biomarker in urine after isothermal reverse transcription-recombinase polymerization amplification (RT-RPA) of targets.[123] The gene fusion RNA biomarker (i.",
      "startOffset" : 216,
      "endOffset" : 221
    } ],
    "year" : 2019,
    "abstractText" : "J. Wang, Dr. K. M. Koo, Prof. M. Trau Centre for Personalized Nanomedicine Australian Institute for Bioengineering and Nanotechnology (AIBN) The University of Queensland Brisbane, QLD 4072, Australia E-mail: maisheng.koo@uqconnect.edu.au; m.trau@uq.edu.au Dr. Y. Wang Department of Molecular Sciences ARC Excellence Centre for Nanoscale BioPhotonics Faculty of Science and Engineering Macquarie University Sydney, NSW 2109, Australia E-mail: yuling.wang@mq.edu.au Prof. M. Trau School of Chemistry and Molecular Biosciences The University of Queensland Brisbane, QLD 4072, Australia The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/advs.201900730.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}