{
  "name" : "downloads_2020-07-23_71_waeytens2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Characterization by Nano-Infrared Spectroscopy of Individual Aggregated Species of Amyloid Proteins",
    "authors" : [ "Jehan Waeytens", "Vincent Van Hemelryck", "Ariane Deniset-Besseau", "Jean-Marie Ruysschaert", "Alexandre Dazzi", "Vincent Raussens" ],
    "emails" : [ "Jehan.Waeytens@ulb.be", "jmruyss@ulb.ac.be", "ariane.deniset@gmail.com", "alexandre.dazzi@u-psud.fr", "vincent.van.hemelryck@ulb.ac.be", "vrauss@ulb.ac.be" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: amyloid fibrils; aggregated species; oligomers; photothermal infrared nanospectroscopy; AFM-IR"
    }, {
      "heading" : "1. Introduction",
      "text" : "Alzheimer’s disease (AD) is the most prevalent form of neurodegenerative dementia and affects more than 50 million patients worldwide. This number will double every 20 years to reach > 150 million of cases around 2050 [1]. AD is characterized by brain cell destruction, memory loss, and deterioration of cognitive and behavioral processes. One of the characteristic histopathological markers of AD is the presence of proteinaceous deposits in the brains of patients, amyloid plaques localized outside neurons, and synaptic connections [2,3] and intraneuronal neurofibrillary tangles containing hyperphosphorylated Tau protein [4]. The plaques of amyloid fibrils are mainly composed by a 39-to-43-residue misfolded peptide, the amyloid β peptide (Aβ). This peptide is a cleavage product of the amyloid precursor protein (APP) a membrane protein [5,6]. Aβ40 and Aβ42 are the main components of amyloid plaques [7]. Parkinson’s disease (PD) is the second most frequent neurodegenerative disease in humans with symptoms of aging-related movement disorder. PD is characterized by the aggregation of α-synuclein (α-syn) into fibrillar assemblies in nerve cells [8]. α-syn, a 140-residue presynaptic protein, is a natively\nMolecules 2020, 25, 2899; doi:10.3390/molecules25122899 www.mdpi.com/journal/molecules\nMolecules 2020, 25, 2899 2 of 10\nunfolded structure but aggregates into highly ordered amyloid fibrils, amorphous aggregates or various oligomers [9]. However, experiments aiming at establishing a direct causal relationship between amyloid protein deposition (fibrils) and neurodegeneration have failed [10]. Recently, small soluble oligomeric or protofibrillar assemblies of amyloid proteins have shown to be the most toxic to neurons and their vital interconnections [11]. Nevertheless, insoluble fibrillar aggregates can induce an inflammatory response, a process that actively contributes to the toxicity of amyloidogenic proteins [12–14]. It seems that most amyloid peptides and proteins can adopt several transitory conformations, and the study of this polymorphism has become crucial. This remains a challenge because of the great difficulty to stabilize and purify these transitory species without structural modification. Two methods have gained popularity in the study of protein aggregation. On the one hand, infrared spectroscopy, specifically in attenuated total reflection (ATR), can characterize the secondary structure of aggregated proteins and therefore follow conformational changes during aggregation kinetics. On the other hand, atomic force microscopy (AFM) provides the morphology, distribution, and some mechanical properties [15] of species formed during the aggregation. Recently, an innovative tool called AFM-IR, a photothermal technique based on the coupling of AFM and infrared thanks to quantum cascade lasers (QCL), allows collecting images and infrared spectra at the nanometer scale [16]. This tool is very promising for the characterization of amyloid fibrils and other protein aggregation stages, as it can correlate all the information contained in AFM images with the secondary structure and other information given by the infrared spectra. Some results using AFM-IR on different amyloid fibrils have been published [17–21], but only a couple have looked at different aggregated species [17,18]. Our goal is to study the differences in conformations between protein aggregates (oligomers, fibrils, and amorphous aggregates) by AFM-IR and to confirm that spectra obtained by this recent method are comparable with those collected with ATR-FTIR. This should demonstrate that AFM-IR is well-adapted to study protein aggregates at the individual level. Moreover, we show that out the chemical composition of the prism surfaces used in AFM-IR for the study of amyloid fibrils is important. Some artefactual surface effects have been observed on both Aβ and α-syn fibrils. Therefore, this should be considered for future amyloid fibrils and maybe other protein studies by AFM-IR."
    }, {
      "heading" : "2. Results",
      "text" : ""
    }, {
      "heading" : "2.1. AFM-IR Characterization of Oligomers and Fibrils of Aβ42",
      "text" : "The aggregation kinetics of Aβ42 peptide are characterized by a lag phase, containing mainly monomers and oligomers, followed by a rapid increase in amyloid fibrils formation until a plateau where all or most Aβ42 is in a fibrillar form. To ensure the monomeric form of our sample as a starting point, Aβ42 was first treated with hexafluoroisopropanol (HFIP) and then dissolved in dimethylsulfoxide prior to aggregation. To evaluate the ability of AFM-IR to differentiate different species of Aβ42, we prepared oligomers at the very beginning of the aggregation kinetics and fibrils after a longer incubation (at least one week, see Materials and Methods). At the beginning of the aggregation, and probably due to the time taken to manipulate the sample, Aβ42 was not anymore entirely composed of monomers, but spherical shape oligomers were clearly present (Figure 1, left). The surface was uniformly covered by these oligomers. After 1 week of aggregation at 37 ◦C, we could observe amyloid fibrils with a typical diameter of 10 nm and a length greater than 1 µm. We observed, at this nanomolar concentration, isolated fibrils on the surface (Figure 1a). Some spherical entities were still visible. The long linear scratches visible on the figure are due to the cleaning process of the prism used for AFM-IR experiments; here zinc sulfide (ZnS; see Materials and Methods) is a relatively soft material.\nMolecules 2020, 25, 2899 3 of 10 Molecules 2020, 25, x FOR PEER REVIEW 3 of 11\nFigure 1. AFM topography of the Aβ42 samples at different incubation times; representative images\nof three images for each condition. (a) Just after the addition of a HCl 10 mM solution, the sample\ndisplays oligomers characterized by circular forms (white dotted shapes). (b) After one week of\nincubation at 37 °C in 10 mM HCl, we observe long fibrils with a diameter of around 10 nm as\nexpected for amyloid fibrils (fibrils are the brighter filaments on the surface, while the scratches of the\nprism are the darker broad straight lines. Some oligomers remain visible as white dotted spots).\nIn Figure 2, we display the AFM-IR spectra of both species, obtained with a bottom-up\nillumination through a prism and the ATR-FTIR spectra. The spectrum of oligomers (Figure 2a) shows two major bands. The one located around 1660 cm−1 corresponds to random or α-helical\nstructure. The band present at 1630 cm−1 is characteristic of β-sheet structure. We also observed a shoulder at 1690 cm−1 absent of the fibrils’ spectrum. The concomitant appearance of these two bands\nand their relative intensities indicates the presence of an anti-parallel β-sheet structure for the\noligomeric state. Amyloid fibrils (Figure 2b) have a higher β-sheet content, as indicated by the higher intensity of the IR band at 1630 cm−1. The 1690 cm−1 shoulder band completely vanishes. On the amide\nII band, we can also observe that the maximum of the band shifts. On the oligomer, the amide II band shows a band at 1531 and a shoulder at 1547 cm−1. For the fibrils, the maximum is at 1552 and a\nshoulder appears at 1536 cm−1. The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1\nband is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and\nconfirmed the major structure for fibrils is parallel β-sheet structure. These two distinct secondary\nstructures for oligomers and fibrils have already been observed for Aβ42 and other amyloid proteins\nby ATR-FTIR [23–26].\nFigure 2. IR spectra of the oligomers and fibrils of Aβ species showed in Figure 1, normalized on the area of the amide I band. (a) The solid line corresponds to the averaged AFM-IR spectrum of 10 spectra recorded on different oligomers from Figure 1 (a) and the dashed line is the spectrum obtained by\nFigure 1. AFM topography of the Aβ42 samples at different incubation times; representative images of three images for each condition. (a) Just after the addition of a HCl 10 mM solution, the sample displays oligomers characterized by circular forms (white dotted shapes). (b) After one week of incubation at 37 ◦C in 10 mM HCl, we observe long fibrils with a diameter of around 10 nm as expected for amyloid fibrils (fibrils are the brighter filaments on the surface, while the scratches of the prism are the darker broad straight lines. Some oligomers remain visible as white dotted spots).\nIn Figure 2, we display the AFM-IR spectra of both species, obtained with a bottom-up illumination through a prism and the ATR-FTIR spectra. The spectrum of oligomers (Figure 2a) shows two major bands. The o e located around 1660 cm−1 corresponds to random orα-helical structure. The band present at 1630 cm−1 is characteristic of β-sheet structure. We also observed a shoulder at 1690 cm−1 absent of the fibrils’ spectrum. The concomitant appearance of these two bands and their relative intensities indicates the presence of a anti-parallel β-sheet structure for the oligomeric state. Amyloid fibrils (Figure 2b) have a higher β-sheet content, as indicated by the higher intensity of the IR band at 1630 cm−1. The 1690 cm−1 shoulder band completely vanishes. On the amide II band, we can also observe that the maximum of the band shifts. On the oligomer, the amide II band shows a band at 1531 and a shoulder at 1547 cm−1. For the fibrils, the maximu is at 1552 and a shoulder appears at 1536 cm−1. The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1 band is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and confirmed the major structure for fibrils is parallel β-sheet structure. These two distinct secondary structures for oligomers and fibrils have already been observed for Aβ42 and other amyloid proteins by ATR-FTIR [23–26].\nMolecules 2020, 25, x FOR PEER REVIEW 3 of 11\nFigure 1. AFM topography of the Aβ42 samples at different incubation times; representative images\nof thre images for each condition. ( ) Just after the addition of a HCl 10 mM solution, th sample\ndisplays oligomers characterized by circular forms (w ite dotted shapes). (b) After one week of\nincubation at 37 °C in 10 mM HCl, we observe long fibrils with a diameter of around 10 nm as\nexpected for amyloid fibrils (fibrils are the brighter filaments on the surface, while the scratc es of th\nprism are the darker broad straight lines. Some oligomers remain visible as white dotted spots).\nIn Figure 2, we display the AFM-IR spectra of both speci s, obtained with a bottom-up\nilluminat on through a prism and the ATR-FTIR spectra. The spectrum of oligomers (Figure 2a) shows two major b nds. The one located around 1660 c −1 corr sponds to random or α-helical structure. The band present at 1630 cm−1 is characteristic of β-sheet structure. We also observed a shoulder at 1690 cm−1 absent of the fibrils’ pectrum. The oncomitan appearance of the e two bands\nan their relative intensities indicates the presence of a anti-parallel β-sheet structure f r the\noligomeric state. Amyloid fibrils (Figure 2b) have a higher β-sheet content, as indicated by the higher intensity of the IR band at 1630 cm−1. The 1690 cm−1 shoulder band completely vanishes. On the amide\nII band, we can also observe that the maximum of the band shifts. On the oligomer, the amide II band shows a band at 1531 and a shoulder at 1547 cm−1. For the fibrils, the maximum is at 1552 and a shoulder appears at 1536 cm−1. The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1\nband is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and\nconfirmed the major structure for fibrils is parallel β-sheet structure. These two distinct secondary\nstructures for oligomers and fibrils have already been observed for Aβ42 and other amyloid proteins\nby ATR-FTIR [23–26].\nFigure 2. IR spectra of the oligomers and fibrils of Aβ species showed in Figure 1, normalized on the area of the amide I band. (a) The solid line corresponds to the averaged AFM-IR spectrum of 10 spectra\nrecorded on different oligomers from Figure 1 (a) and the dashed line is the spectrum obtained by\nFigure 2. IR spectra of the oligomers and fibrils of Aβ species showed in Figure 1, normalized on\nthe area of the amide I band. (a) The solid line corresponds to the averaged AFM-IR spectrum of\n10 spectra recorded on different oligomers from Figure 1a and the dashed line is the spectrum obtained\nby ATR-FTIR (b) the solid line corresponds to the averaged AFM-IR spectrum of 25 different spectra\nrecorded on different fibrils from Figure 1b, and the dashed line is the spectrum obtained by ATR-FTIR.\nMolecules 2020, 25, 2899 4 of 10"
    }, {
      "heading" : "2.2. Comparison with ATR-FTIR and ThT Fluorescence",
      "text" : "The characterizations of oligomers and fibrils were also done using reference methods to compare and confirm our AFM-IR observations. Infrared spectra acquired by attenuated total reflection Fourier transform infrared spectroscopy corresponding to fibrils (Figure 2b, dashed line) displays a sharp band centered at 1630 cm−1, specific to amyloid β-sheet structure (parallel β-sheet), as previously described and in good agreement with the AFM-IR spectrum (Figure 2b solid line). In Figure 2a, corresponding to Aβ oligomeric form, the maximum of the band is around 1660 cm−1 corresponding to α-helix or random structures with a shoulder at 1630 cm−1, already indicating some β-sheet structure. For the amide II band, the bands are centered at 1540 cm−1 for both oligomers and fibrils, with clear shoulders at 1532 cm−1 for the oligomers and 1553 cm−1 for the fibrils; the same trend is observed in the AFM-IR spectrum. The difference in relative intensities of the two main bands between the two experiments might be due to slight differences in incubation time and by the fact that in ATR-FTIR measurements the entire sample is recorded averaging the spectral features of all species present (not only oligomers or fibrils). This demonstrates one of the biggest advantages of AFM-IR: IR measurement is done only on a single object selected in the topography by AFM. We performed a thioflavin-T (ThT) fluorescence assay on the same samples. ThT is known to fluoresce strongly in presence of β-rich amyloid structure with excitation and emission maxima at 440 and 490 nm, respectively, and free ThT exhibits only weak fluorescence [27]. In the presence of amyloid fibrils, we observed a large increase in fluorescence (Figure 3 black curve) after adding the fibrils in ThT solution (addition time 60 s). For oligomers, the build-up of fluorescence intensity is at least 10 times lower. This difference was expected, as we can see on both AFM-IR and ATR-FTIR (Figure 2a) spectra; oligomers do not have amyloid β-sheet structure but instead anti-parallel β-sheet, not recognized by ThT [28].\nMolecules 2020, 25, x FOR PEER REVIEW 4 of 11\nATR-FTIR (b) the solid line corresponds to the averaged AFM-IR spectrum of 25 different spectra\nrecorded on different fibrils from Figure 1 (b), and the dashed line is the spectrum obtained by ATR-\nFTIR.\n2.2. Comparison with ATR-FTIR and ThT Fluorescence\nThe characterizations of oligomers and fibrils were also done using reference methods to\ncompare and confirm our AFM-IR observat ons. Infrare spectra acquired by attenuated total\nreflection Fourier transform infrared spectrosco y correspon ing to fibrils (Figure 2b, dashed line)\ndisplays a sh p band centered at 1630 cm−1, specific to amyloid β-she t structure (par llel β-sheet),\nas previously described and in good agreement with the AFM-IR spectrum (Figure 2b oli line). In\nFigure 2a, cor spo ding to Aβ oligomeric form, the maximum of the band is ar und 1660 cm−1 corresp nding t α-helix or rando structures with shoulder at 1630 cm−1, alrea y indicating some β-sheet tr ct r . For the amide II band, the bands are centered at 1540 cm−1 for bo h oligomers and\nfibrils, with clear shoulders at 1532 cm−1 for the olig mers and 1553 cm−1 for the fibrils; the same trend\nis observed in the AFM-IR pectrum. The difference in relative intensities of the two main bands\nbetween the two experiments might b due to slight differences in incubation time and by the fact\nthat in ATR-FTIR measur ment the entire sample is recorded averaging the spectral f t s of all\nspecies present (not only oligomers or fibrils). This demonstr tes on of the biggest advantages of\nAFM-IR: IR measuremen i done only on a single object selected in the topog aphy by AFM. We\nperformed a thioflavin-T (ThT) flu rescence assay on the same samples. ThT is known to fluoresce\nstrongly in presence of β-rich amyloid structure with excitation and mission maxima at 440 and 490\nnm, r spec vely, and free ThT exh bits only weak fluorescence [27]. In the presence of amyloid fibri s,\ne observed a large increase in fluorescence (Figure 3 black curve) fter adding the fibrils in ThT\nsolution (addition time 60 s). For oligomers, the build-up of fluorescence intensity is at least 10 times\nlower. This differenc was expected, as we can see on both AFM-IR an ATR-FTIR (Figur 2a) spectra;\noligomers d not have amyloid β-sheet structure but ins e d anti-pa allel β-sheet, not recognized by\nThT [28].\nFigure 3. Characterization of Aβ oligomers and fibrils by ThT fluorescence. The build-up curve of the ThT fluorescence in function of time. The sample was added after 60 s for the ThT fluorescence curve.\n2.3. Substrate Effect of ZnSe on the Deposition of Amyloid Fibrils\nAmyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we\nobserved a destabilization of the fibrils into amorphous aggregates [29,30]. However, AFM-IR\nmeasurements using bottom-up illumination configuration require the use of a specific prism (see\nMaterials and Methods). The most commonly used matter for these prisms is zinc selenide (ZnSe).\nTo illustrate the impact of the chemical nature of the surface, four different substrates are tested. The\nFigure 3. Characterization of Aβ oligomers and fibrils by ThT fluorescence. The build-up curve of the ThT fluorescence in function of time. The sample was added after 60 s for the ThT fluorescence curve."
    }, {
      "heading" : "2.3. Substrate Effect of ZnSe on the Deposition of Amyloid Fibrils",
      "text" : "Amyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we observed a destabilization of the fibrils into amorphous aggregates [29,30]. However, AFM-IR measurements using bottom-up illumination configuration require the e of a specific prism (see Materials and M thods). The most commonly used atter for these prisms is zinc selenid (ZnSe). To illustrate the impact of the chemical natur of the surface, four different substrates are tested. The ame sample of Aβ42 fibrils was de osited on different substrates: ZnSe prism, ZnS prism, gold (Au) substrate and synthetic diamond (Figure 4, from left to right). On the one hand, we observed on ZnS, Au, and diamond substrates well-shaped amyloid fibrils with a diameter of 10 nm and length larger than one micron. On the other hand, with ZnSe prism, we observed short fibrillar species different in shape and size. This different morphology was previously observed by other researchers and attributed to amorphous\nMolecules 2020, 25, 2899 5 of 10\naggregates [30] or aggregates induced by metallic ions [31]. Amorphous aggregates are common to most proteins, even amyloidogenic ones when they fail to form amyloid fibrils [30]. The sample used here was the same on the four substrates and deposited at the same moment following the same protocol. The only difference is in the substrate. Gold and diamond are known to be good surfaces for biological samples, as they are mostly inert and therefore biocompatible; ZnS also seems to be well-adapted for amyloid fibril analysis as the morphology of the sample is similar on this substrate.\nMolecules 2020, 25, x FOR PEER REVIEW 5 of 11\nsame sample of Aβ42 fibrils was deposited on different substrates: ZnSe prism, ZnS prism, gold (Au) substrate and synthetic diamond (Figure 4, from left to right). On the one hand, we observed on ZnS,\nAu, and diamond substrates well-shaped amyloid fibrils with a diameter of 10 nm and length larger than one micron. On the other hand, with ZnSe prism, we observed short fibrillar species different in\nshape and size. This different morphology was previously observed by other researchers and attributed to amorphous aggregates [30] or aggregates induced by metallic ions [31]. Amorphous\naggregates are common to most proteins, even amyloidogenic ones when they fail to form amyloid fibrils [30]. The sample used here was the same on the four substrates and deposited at the same moment following the same protocol. The only difference is in the substrate. Gold and diamond are\nknown to be good surfaces for biological samples, as they are mostly inert and therefore biocompatible; ZnS also seems to be well-adapted for amyloid fibril analysis as the morphology of\nthe sample is similar on this substrate.\nFigure 4. AFM images of Aβ42 on different substrates. (a) ZnSe prism, (b) ZnS, (c) Au and (d) diamond. We observed on the ZnSe prism amorphous aggregates, and on all the other surfaces welldeposited long amyloid fibrils.\nThe difference does not only appear at the level of morphology but also on the secondary structure as revealed by AFM-IR. Aβ42 amyloid fibrils on ZnS prism (Figure 5, black curve) display a typical amyloid fibril spectrum with a sharp band at 1630 cm−1 for the parallel β-sheet, as previously\ndiscussed. Aggregates observed on the ZnSe prism show a very large band, spanning 1700 to 1500 cm−1. This band is difficult to explain for a proteinaceous sample; nevertheless, it demonstrates that"
    }, {
      "heading" : "Aβ fibril structure is not conserved on ZnSe substrate.",
      "text" : "Figure 5. AFM-IR spectra of the Aβ different species, normalized on the amide I area for the fibrils and from 1650 and 1550 cm−1 for Aβ on ZnSe to obtain a comparable scale. The black curve corresponds to the fibrils on the ZnS prism. The ed curve corresponds to fibrils (from the same batch)\nFigure 4. AFM images of Aβ42 on different substrates. (a) ZnSe prism, (b) ZnS, (c) Au and (d) diamond. We observed on the ZnSe prism amorphous aggregates, and on all the other surfaces well-deposited long amyloid fibrils.\nThe difference does not only appear at the level of morphology but also on the secondary structure as revealed by AFM-IR. Aβ42 amyloid fibrils on ZnS prism (Figure 5, black curve) display a typical amyloid fibril spectrum with a sharp band at 1630 cm−1 for the parallel β-sheet, as previously discussed. Aggregates observed on the ZnSe prism show a very large band, spanning 1700 to 1500 cm−1. This band is difficult to explain for a proteinaceous sample; nevertheless, it demonstrates that Aβ fibril structure is not conserved on ZnSe substrate.\nMolecules 2020, 25, x FOR PEER REVIEW 5 of 11 same sample of Aβ42 fibrils was deposited on different substrates: ZnSe prism, ZnS prism, gold (Au)\nsubstrate and synthetic diamond (Figure 4, from left to right). On the one hand, we observed on ZnS,\nAu, and diamond substrates well-shaped amyloid fibrils with a diameter of 10 nm and length larger\nthan one micron. On the other hand, with ZnSe prism, we observed short fibrillar species different in\nshape and size. This differ nt morphology was previously obs rved by other researchers and\nattributed t amorphous aggregates [30] or aggregates induced by metallic ions [31]. Amorphous\naggregates are common to most proteins, even amyl idogenic on s when they fail to fo m amyloid\nfibrils [30]. The sample used here was the same on the four substr tes and deposited at the same\nmoment following the sa e protocol. The only difference is in the substrate. Gold and diamond are\nknown to be good surfaces for biological samples, a they are mostly inert and therefore\nbiocompatible; ZnS also seems to be well-adapted for amyloid fibril analysis as the orphology of\nthe sample is similar on this substrate.\nFigure 4. AFM images of Aβ42 on different substrates. (a) ZnSe prism, (b) ZnS, (c) Au and (d)\ndiamond. We observed on the ZnSe prism amorphous aggregates, and on all the other surfaces well-\ndeposited long amyloid fibrils.\nThe difference does not only appear at the level of morphology but also on the secondary\nstructure as vealed by AFM-IR. Aβ42 amyloid fibrils on ZnS prism (Figure 5, black curve) display a typical amyloid fi ril spectrum with a sharp band at 1630 cm−1 for the parallel β-sheet, as previously\ndiscussed. Aggregates observed on the ZnSe prism show a very large band, spanning 1700 to 1500 cm−1. This band is difficult to explain for a roteinaceous sample; nevertheless, it demonstrates that\nAβ fibril structure is not c nserved n ZnSe substrate.\nFigure 5. AFM-IR spectra of the Aβ different species, normalized on the amide I area for the fibrils and from 1650 and 1550 cm−1 for Aβ on ZnSe to obtain a comparable scale. The black curve\ncorresponds to the fibrils on the ZnS prism. The ed curve corresponds to fibrils (from the same batch)\nFigure 5. AFM-IR spectra of the Aβ different species, normalized on the amide I area for the fibrils and\nfrom 16 0 and 1550 cm−1 for Aβ on ZnSe to obtain a c parable scal . The black curve corresponds to\nthe fibrils on the ZnS prism. The ed curve corresponds to fibrils (f om the same batch) deposited on\nthe ZnSe prism that changed their st ucture to amorph us aggregate. The topography of the different\nspecies is available in Figure 4a,b respectively.\nTo confirm this effect on other amyloid fibrils, we tested different surfaces using full-length α-synuclein (α-syn), the protein responsible for Parkinson’s disease. α-syn fibrils were deposited on ZnSe prism, ZnS prism and Au substrate (Figure 6, from left to right). On ZnS and Au substrates, we obtained a typical amyloid fibril morphology with a length > 1 µm and a diameter of 10 nm. Due to the better AFM setup, we can also record a nice periodicity due to the twist in the fibrils. On the ZnSe prism, some fibrils were still present but with diameters different than 10 nm (more or less); the twist\nMolecules 2020, 25, 2899 6 of 10\nin the fibril is no longer observable, and there is a layer of protein covering the prism (Figure 6a). The ZnSe surface seems once more to induce a restructuring of α-syn fibrils.\nMolecules 2020, 25, x FOR PEER REVIEW 6 of 11 deposited on the ZnSe prism that changed their structure to amorphous aggregate. The topography\nof the different species is available in Figure 4 (b) and (a) respectively.\nTo confirm this effect on other amyloid fibrils, we tested different surfaces using full-length α-\nsynuclein (α-syn), the protein responsible for Parkinson’s disease. α-syn fibrils were deposited on\nZnSe prism, ZnS prism and Au substrate (Figure 6, from left to right). On ZnS and Au substrates, we\nobtained a typical amyloid fibril morphology with a length > 1 µm and a diameter of 10 nm. Due to\nthe better AFM setup, we can also record a nice periodicity due to the twist in the fibrils. On the ZnSe\nprism, some fibrils were still present but with diameters different than 10 nm (more or less); the twist\nin the fibril is no longer observable, and there is a layer of protein covering the prism (Figure 6a). The\nZnSe surface seems once more to induce a restructuring of α-syn fibrils.\nFigure 6. AFM images of α-synuclein fibrils on different substrates: (a) ZnSe prism, (b) ZnS prism and\n(c) Au substrate. We observed on the ZnSe prism amorphous aggregates with a few residual fibril-\nlike structures on the top-right corner, and on all the other surfaces well-deposited long amyloid\nfibrils.\nWe also acquired AFM-IR spectra for the α-syn fibrils on ZnSe and ZnS prisms. In Figure 7, the\nblack curve represents the amyloid fibrils measured by ATR-FTIR used as a reference, and the red\nspectrum represents α-syn fibrils deposited on the ZnS prism. On ZnS, not only is the morphology conserved (Figure 6b), but also the IR spectrum, with a major band centered at 1628 cm−1 as expected\nfor amyloids. The blue curve was obtained on a ZnSe prism. The spectrum changes drastically. Two bands are present, the major one around 1660 cm−1 and the second at 1630 cm−1. A large decrease in\nthe β-sheet content due to a restructuring of the α-syn amyloid fibrils, similar to Aβ42 fibrils, is\ntherefore also induced by ZnSe. On the amide II band, we can observe a decrease in the maximum wavenumber, which is at 1550 cm−1 for the fibrils on ZnS and at 1544 cm−1 for restructured fibrils on the ZnSe; both spectra have a shoulder peak at 1536 cm−1.\nFigure 6. AFM images of α-synuclein fibrils on different substrates: (a) ZnSe prism, (b) ZnS prism and (c) Au substrate. We observed on the ZnSe prism amorphous aggregates with a few residual fibril-like structures on the top-right corner, and on all the other surfaces well-deposited long amyloid fibrils.\nWe also acquired AFM-IR spectra for the α-syn fibrils on ZnSe and ZnS prisms. In Figure 7, the black curve represents the amyloid fibrils measured by ATR-FTIR used as a reference, and the red spectrum represents α-syn fibrils deposited on the ZnS prism. On ZnS, not only is the morphology conserved (Figure 6b), but also the IR spectrum, with a major band centered at 1628 cm−1 as expected for amyloids. The blue curve was obtained on a ZnSe prism. The spectrum changes drastically. Two bands are present, the major one around 1660 cm−1 and the second at 1630 cm−1. A large decrease in the β-sheet content due to a restructuring of the α-syn amyloid fibrils, similar to Aβ42 fibrils, is therefore also induced by ZnSe. On the amide II band, we can observe a decrease in the maximum wavenumber, which is at 1550 cm−1 for the fibrils on ZnS and at 1544 cm−1 for restructured fibrils on the ZnSe; both spectra have a shoulder peak at 1536 cm−1.\nMolecules 2020, 25, x FOR PEER REVIEW 6 of 11 deposited on the ZnSe prism that changed their structure to amorphous aggregate. The topography of the different species is available in Figure 4 (b) and (a) respectively.\nTo confirm this effect on other amyloid fibrils, we tested different surfaces using full-length α-\nsynuclein (α-syn), the protein responsible for Parkinson’s disease. α-syn fibrils were deposited on\nZnSe prism, ZnS prism and Au substrate (Figure 6, from left to right). On ZnS and Au substrates, we\nobtained a typical amyloid fibril morphology with a length > 1 µm and a diameter of 10 nm. Due to\nthe better AFM setup, we can also record a nice periodicity due to the twist in the fibrils. On the ZnSe\nprism, some fibrils were still present but with diameters different than 10 nm (more or less); the twist\nin the fibril is no longer observable, and there is a layer of protein covering the prism (Figure 6a). The\nZnSe surface seems once more to induce a restructuring of α-syn fibrils.\nFigure 6. AFM images of α-synuclein fibrils on different substrates: (a) ZnSe prism, (b) ZnS prism and\n(c) Au substrate. We bserved on the ZnSe prism amorphous aggregates with a few residual fibril-\nlike tructur s on the top-right corner, and on ll the other su faces well-deposited long amyloid\nfibrils.\nWe also acquired AF -I for the α-syn fibrils on ZnSe and ZnS prisms. In Figure 7, the\nblack curve represents the amyloid fibrils measured by ATR-FTIR used as a ref r nce, and the red\nspectrum represents α-syn fibrils deposited o t . n ZnS, not only is the morphol gy conserved (Figure 6b), but also the IR spectrum, with a major band centered at 1628 cm−1 as expected\nfor amyloids. The blue curve was obtai ed o a ZnSe prism. The spectrum changes dr stically. Two bands are present, the major one around 1660 cm−1 and the second at 1630 cm−1. A large decrease in\nthe β-sheet content due to a restructuring of the α-syn amyloid fibrils, similar to Aβ42 fibrils, is\ntherefore also induced by ZnSe. On the amide II band, we can observe a decrease in the maximum wavenumber, which is at 1550 cm−1 for the fibrils on ZnS and at 1544 cm−1 for restructured fibrils on the ZnSe; both spectra have a shoulder peak at 1536 cm−1.\nFigure 7. AFM-IR spectra of the α-synuclein different species, normalized on the area of the amide I band. The red curve corresponds to the fibrils on the ZnS prism. The blue curve corresponds to fibrils from the same batch deposited on the ZnSe prism. The topography of the different species is available in Figure 6a,b respectively. The black curve is the reference spectrum for fibrils obtained by ATR-FTIR."
    }, {
      "heading" : "3. Discussion",
      "text" : "Amyloid fibrils possess a high content of ordered cross-β structure. During the aggregation process, several species may coexist at the same time as oligomers, protofibrils and fibrils. To differentiate oligomers from fibrils, we proposed here to use a combination of two commonly used techniques for the characterization of those assemblies called AFM-IR, atomic force microscopy–infrared spectroscopy. This study was performed on oligomers and amyloid fibrils of Aβ42 and fibrils of α-syn.\nMolecules 2020, 25, 2899 7 of 10\nFor Aβ oligomers, the IR spectrum displays an amide I band centered around two wavenumbers (Figure 2a), one at 1660 cm−1 attributed to a random structure or α-helix and a second band at 1630 cm−1 with a shoulder at 1690 cm−1, characteristic of anti-parallel β-sheet structure. This is the expected structure for oligomers [23]. The AFM topography of such species is spherical in shape, with a diameter of around 20 nm. Comparison with ATR-FTIR spectrum (Figure 2a) demonstrates one of the advantages of AFM-IR. Indeed, in ATR-FTIR without further separation, the spectrum contains contributions of all the species present in the sample. Meanwhile, in AFM-IR, one can specifically select oligomers based on AFM image and topography. For Aβ fibrils, the IR spectrum shows a major sharp band at 1630 cm−1 with a second band at 1662 cm−1; the structure is mainly a parallel β-sheet structure with some random or α-helix structures. The AFM topography shows long fibrils with a length of a few µm and a diameter of 10 nm. For α-syn fibrils, the AFM-IR spectrum has also a major sharp band at 1628 cm−1, corresponding to a high content of β-sheet, and a second band at 1660 cm−1 that could be attributed to either α-helix or random structures. We clearly showed that, in the case of α-syn and Aβ fibrils, the parallel β-sheet structure is confirmed in infrared spectroscopy by the presence of the 1630 cm−1 band and the absence of the 1690 cm−1 shoulder [26]. Moreover, the results of fluorescence with thioflavin-T for Aβ42 also indicate an increase in parallel cross β-sheet content for fibrils [28]. This demonstrates another big advantage of AFM-IR, its ability to follow the secondary structure of supramolecular species with a thickness around 10 nm or even below. However, to obtain those results using AFM-IR in bottom-up configuration, a ZnS prism was used, when the most widely used material is ZnSe. Indeed, we observed an effect of the surface used to study the samples by AFM-IR. We tested four different surfaces: ZnSe, ZnS, gold and diamond. Gold and diamond surfaces are known surfaces for the study of amyloid fibrils and were used as a reference material. Thanks to the topography, we observed that, during the deposition of amyloid fibrils on the ZnSe substrate, Aβ fibrils changed their structure from well-defined long amyloid fibrils into short fibril-like amorphous aggregates. For the α-syn fibrils, the fibrils’ structures changed to a layer of protein without defined morphology; some residual fibrils can be seen, but with a diameter thinner than the initial amyloid fibrils. On the other surfaces, ZnS, Au and diamond, we observed long fibrils with a diameter of 10 nm and a length of few µm, typical of amyloid fibrils. On ZnSe, the amorphous aggregates have higher variation in length, diameter and shape. This change is further confirmed by the local infrared spectrum of these species. The band at 1630 cm−1, corresponding to the β-sheet structure of the amyloid fibrils, decreases, with a new large band at 1600 cm−1 covering both amide I and II appearing for the Aβ42 peptide and an increase in the 1660 cm−1 band for α-syn (α-helix or random structure). Unfortunately, right now we cannot explain this strong effect of the ZnSe surface. It has been shown that zinc ions (Zn2+) can bind to Aβ and redirect its assembly from amyloid fibrils toward amorphous aggregation [32], but, because the same effect is not observed on ZnS surface, it is difficult to incriminate zinc ions here. It could be related to the ionic charge of the surface during the deposition phase in the presence of water. Ruggeri et al. developed a microfluidic deposition system to avoid restructuring of the fibrils on ZnSe [33]. Their microfluidic system spread microdroplets with a millisecond evaporation time on the ZnSe prism and seems to avoid perturbing the structure and shape of the amyloid. In conclusion, some surfaces might induce restructuring of amyloid samples, and we show the advantages of using the AFM-IR technique for the study of protein aggregation. For complex mixtures, a selection based on the morphology can be done with the AFM topography. Based on this selection, the exact infrared signature can be obtained for different species without further need for purification or separation. Thanks to AFM-IR, intermediated species formed by amyloid proteins during their aggregation pathways will be detected and characterized. A better characterization with both morphological and structural information on the protein during aggregation can improve our knowledge of amyloses and potentially help to develop new therapeutic approaches.\nMolecules 2020, 25, 2899 8 of 10"
    }, {
      "heading" : "4. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "4.1. Aβ and α-syn Sample Preparation",
      "text" : "Synthetic Aβ42 peptides from Bachem (Bubendorf BL, Switzerland) were dissolved in cold hexafluoroisopropanol (HFIP) at a concentration of 2 mg/mL and incubated 1 h at room temperature. HFIP was removed first under nitrogen flow and then using a Speed Vac (Fisher Thermo Savant, Waltham, MA, US) for 1 h. Before use, peptides were dissolved in dimethylsulfoxide (final peptide concentration: 5 mM) and then diluted to a final concentration of 100 µM in HCl 10 mM (final measured pH ~2). Samples of oligomers were taken directly after HCl addition and analyzed directly. Peptides were incubated in solution at 37 ◦C during at least 1 week. Fibrils of α-synuclein (sample courtesy of Dr Luc Bousset) were prepared as previously described [34] and were diluted 1000 times in mQ water before use in AFM-IR."
    }, {
      "heading" : "4.2. AFM-IR Sample Preparation and Measurements",
      "text" : "Samples were diluted with mQ water at a final concentration between 500 and 100 nM. A quantity of 1 µL was deposited on ZnS and/or ZnSe prisms and dried at room temperature under light airflow. The samples were analyzed in enhanced contact resonance mode with a nanoIR1 from Bruker with a bottom-up illumination configuration. This is equipped with a QCL laser (Daylight Solution, San Diego, CA, USA) with one chip centered at 1650 cm−1 and a silicon AFM tip with a spring constant of 0.03 N/m (HQ:CSC38/Al-BS). Both ZnS and ZnSe prisms used were obtained from Bruker. The surface was cleaned with isopropanol and water before deposition. AFM-IR spectra presented are the average of 25 different spectra acquired on different fibrils (and 10 spectra from different oligomers) with all orientations, smoothed with a double-Gaussian filter with a cut-off of 2.5 cm−1 with Mountains Map 8 (Digital Surf, Besançon, France) and normalized on the area of the amide I band (from 1700 to 1600 cm−1)."
    }, {
      "heading" : "4.3. ATR-FTIR Measure of Aβ and α-syn",
      "text" : "Attenuated total reflection Fourier-transform infrared spectra were recorded on a Bruker (Billerica, MA, USA) Equinox 55 infrared spectrophotometer equipped with an MCT Detector at a resolution of 2 cm−1. The spectrometer was continuously purged with dry air. The sample was dried on a Specac (Orpington, UK) diamond with a flux of dry air, and 128 scans were averaged for the sample and background. The spectra were normalized on the area of the amide I band (from 1700 to 1600 cm−1)."
    }, {
      "heading" : "4.4. ThT Fluorescence",
      "text" : "For each experiment, 4.5 µg of Aβ peptide was added after 60 s in 1 mL of ThT solution (5 µM of ThT, 50 mM glycine pH 8.5 filtered with 0.2 µm pores) under gentle agitation. The fluorescence was measured on a PTI QuantaMaster (Horiba, Kyoto, Japan) fluorimeter, with the excitation wavelength at 450 nm and 5 nm of bandwidth and the emission wavelength at 482 nm and 10 nm of bandwidth.\nAuthor Contributions: Conceptualization: J.W., A.D. and V.R.; methodology: J.W., A.D.-B. and A.D.; experiments: J.W. and V.V.H.; funding acquisition: J.W., V.R. and A.D. All authors have written and agreed to the published version of the manuscript.\nFunding: This research was funded by the FNRS “fond de voyage” and a De Brouckère-Solvay grant from the ULB.\nAcknowledgments: α-synuclein sample courtesy of Luc Bousset.\nConflicts of Interest: The authors declare no conflict of interest.\nMolecules 2020, 25, 2899 9 of 10"
    } ],
    "references" : [ {
      "title" : "Apolipoprotein E immunoreactivity in cerebral amyloid deposits and neurofibrillary tangles in Alzheimer’s disease and kuru plaque amyloid in Creutzfeldt-Jakob disease",
      "author" : [ "Y. Namba", "M. Tomonaga", "H. Kawasaki", "E. Otomo", "K. Ikeda" ],
      "venue" : "Brain Res",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1991
    }, {
      "title" : "Apolipoprotein E deposition and astrogliosis are associated with maturation of β-amyloid plaques in βAPPswe transgenic mouse: Implications for the pathogenesis of Alzheimer’s disease",
      "author" : [ "K. Terai", "A. Iwai", "S. Kawabata", "M. Sasamata", "K. Miyata", "T. Yamaguchi" ],
      "venue" : "Brain Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2001
    }, {
      "title" : "Apolipoprotein E: From atherosclerosis to Alzheimer’s disease and beyond",
      "author" : [ "R.W. Mahley", "Y. Huang" ],
      "venue" : "Curr. Opin. Lipidol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1999
    }, {
      "title" : "The cell biology of β-amyloid precursor protein and presenilin in Alzheimer’s disease",
      "author" : [ "D.J. Selkoe" ],
      "venue" : "Trends Cell Biol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1998
    }, {
      "title" : "Secretases as therapeutic targets for the treatment of Alzheimer’s disease",
      "author" : [ "D.I. Dominguez", "B. De Strooper", "W. Annaert" ],
      "venue" : "Amyloid",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2001
    }, {
      "title" : "Rapid Communication: Characterization of β-Amyloid Peptide from Human Cerebrospinal Fluid",
      "author" : [ "C. Vigo-Pelfrey", "D. Lee", "P. Keim", "I. Lieberburg", "D.B. Schenk" ],
      "venue" : "J. Neurochem",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1993
    }, {
      "title" : "Structural and functional characterization of two alpha-synuclein strains",
      "author" : [ "L. Bousset", "L. Pieri", "G. Ruiz-Arlandis", "J. Gath", "P.H. Jensen", "B. Habenstein", "K. Madiona", "V. Olieric", "A. Böckmann", "B.H Meier" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2013
    }, {
      "title" : "Evidence for a Partially Folded Intermediate in α-Synuclein Fibril Formation",
      "author" : [ "V.N. Uversky", "J. Li", "A.L. Fink" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2001
    }, {
      "title" : "The Pathogenesis of Alzheimer Disease: An Alternative to the Amyloid Hypothesis",
      "author" : [ "R.D. Terry" ],
      "venue" : "J. Neuropathol. Exp. Neurol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1996
    }, {
      "title" : "High-level neuronal expression of abeta 1-42 in wild-type human amyloid protein precursor transgenic mice: Synaptotoxicity without plaque formation",
      "author" : [ "L. Mucke", "E. Masliah", "G. Yu", "M. Mallory", "E.M. Rockenstein", "G. Tatsuno", "K. Hu", "D. Kholodenko", "K. Johnson-Wood", "L. McConlogue" ],
      "venue" : "J. Neurosci",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2000
    }, {
      "title" : "Immune attack: The role of inflammation in Alzheimer disease",
      "author" : [ "F.L. Heppner", "R.M. Ransohoff", "B. Becher" ],
      "venue" : "Nat. Rev. Neurol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Amyloid fibrils are the molecular trigger of inflammation in Parkinson’s disease",
      "author" : [ "A. Gustot", "I. Gallea José", "R. Sarroukh", "S. Celej María", "J.-M. Ruysschaert", "V. Raussens" ],
      "venue" : "Biochem. J",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Activation of innate immunity by lysozyme fibrils is critically dependent on cross-β sheet structure",
      "author" : [ "A. Gustot", "V. Raussens", "M. Dehousse", "M. Dumoulin", "C.E. Bryant", "J. Ruysschaert", "C. Lonez" ],
      "venue" : "Cell. Mol. Life Sci",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Influence of the β-Sheet Content on the Mechanical Properties of Aggregates during Amyloid Fibrillization",
      "author" : [ "F.S. Ruggeri", "J. Adamcik", "J.S. Jeong", "H.A. Lashuel", "R. Mezzenga", "G. Dietler" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "AFM-IR: Technology and Applications in Nanoscale Infrared Spectroscopy and Chemical Imaging",
      "author" : [ "A. Dazzi", "C.B. Prater" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Infrared nanospectroscopy characterization of oligomeric and fibrillar aggregates during amyloid formation",
      "author" : [ "F.S. Ruggeri", "G. Longo", "S. Faggiano", "E. Lipiec", "A. Pastore", "G. Dietler" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Nanoscale studies link amyloid maturity with polyglutamine diseases",
      "author" : [ "F.S. Ruggeri", "S. Vieweg", "U. Cendrowska", "G. Longo", "A. Chiki", "H.A. Lashuel", "G. Dietler" ],
      "venue" : "onset. Sci. Rep. 2016,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Interaction of Aβ1–42 peptide or their variant with model membrane of different composition probed by infrared nanospectroscopy",
      "author" : [ "S. Henry", "N.B. Bercu", "C. Bobo", "C. Cullin", "M. Molinari", "S. Lecomte" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Correlative infrared nanospectroscopy and transmission electron microscopy to investigate nanometric amyloid fibrils: Prospects and challenges",
      "author" : [ "D. Partouche", "J. Mathurin", "A. Malabirade", "S. Marco", "C. Sandt", "V. Arluison", "A. Deniset-Besseau", "S. Trépout" ],
      "venue" : "J. Microsc",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Concentration-dependent and surface-assisted self-assembly properties of a bioactive estrogen receptor α-derived peptide",
      "author" : [ "F.S. Ruggeri", "C. Byrne", "L. Khemtemourian", "G. Ducouret", "G. Dietler", "Y. Jacquot" ],
      "venue" : "J. Pept. Sci",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "ATR-FTIR Analysis of Amyloid Proteins",
      "author" : [ "J.M. Ruysschaert", "V. Raussens" ],
      "venue" : "Methods Mol. Biol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Antiparallel beta-sheet: A signature structure of the oligomeric amyloid beta-peptide",
      "author" : [ "E. Cerf", "R. Sarroukh", "S. Tamamizu-Kato", "L. Breydo", "S. Derclaye", "Y.F. Dufrêne", "V. Narayanaswami", "E. Goormaghtigh", "J. Ruysschaert", "V. Raussens" ],
      "venue" : "Biochem. J",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Transformation of amyloid beta(1-40) oligomers into fibrils is characterized by a major change in secondary structure",
      "author" : [ "R. Sarroukh", "E. Cerf", "S. Derclaye", "Y.F. Dufrêne", "E. Goormaghtigh", "J. Ruysschaert", "V. Raussens" ],
      "venue" : "Cell Mol. Life Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Toxic prefibrillar α-synuclein amyloid oligomers adopt a distinctive antiparallel β-sheet structure",
      "author" : [ "S. Celej María", "R. Sarroukh", "E. Goormaghtigh", "D. Fidelio Gerardo", "J.-M. Ruysschaert", "V. Raussens" ],
      "venue" : "Biochem. J",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2012
    }, {
      "title" : "ATR-FTIR: A “rejuvenated” tool to investigate amyloid proteins",
      "author" : [ "R. Sarroukh", "E. Goormaghtigh", "J.M. Ruysschaert", "V. Raussens" ],
      "venue" : "Biochim. Biophys. Acta",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "The thioflavin T fluorescence assay for amyloid fibril detection can be biased by the presence of exogenous compounds",
      "author" : [ "S.A. Hudson", "H. Ecroyd", "T.W. Kee", "J.A. Carver" ],
      "venue" : "Febs J",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2009
    }, {
      "title" : "Two distinct beta-sheet structures in Italian-mutant amyloid-beta fibrils: A potential link to different clinical phenotypes",
      "author" : [ "E. Hubin", "S. Deroo", "G.K. Schierle", "C. Kaminski", "L. Serpell", "V. Subramaniam", "N. van Nuland", "K. Broersen", "V. Raussens", "R. Sarroukh" ],
      "venue" : "Cell Mol. Life Sci",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Partially Folded Intermediates as Critical Precursors of Light Chain Amyloid Fibrils and Amorphous Aggregates",
      "author" : [ "R. Khurana", "J.R. Gillespie", "A. Talapatra", "L.J. Minert", "C. Ionescu-Zanetti", "I. Millett", "A.L. Fink" ],
      "venue" : "Biochemistry",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2001
    }, {
      "title" : "Distinguishing crystal-like amyloid fibrils and glass-like amorphous aggregates from their kinetics of formation",
      "author" : [ "Y. Yoshimura", "Y. Lin", "H. Yagi", "Y. Lee", "H. Kitayama", "K. Sakurai", "M. So", "H. Ogi", "H. Naiki", "Y. Goto" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Effect of Metals on Kinetic Pathways of Amyloid-β Aggregation",
      "author" : [ "F. Hane", "Z. Leonenko" ],
      "venue" : "Biomolecules",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Effect of Zinc Binding on β-Amyloid Structure and Dynamics: Implications for Aβ Aggregation",
      "author" : [ "N. Rezaei-Ghaleh", "K. Giller", "S. Becker", "M. Zweckstetter" ],
      "venue" : "Biophys. J",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "Microfluidic deposition for resolving single-molecule protein architecture and heterogeneity",
      "author" : [ "F.S. Ruggeri", "J. Charmet", "T. Kartanas", "Q. Peter", "S. Chia", "J. Habchi", "C.M. Dobson", "M. Vendruscolo", "T.P.J. Knowles" ],
      "venue" : "Nat. Commun. 2018,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "One of the characteristic histopathological markers of AD is the presence of proteinaceous deposits in the brains of patients, amyloid plaques localized outside neurons, and synaptic connections [2,3] and intraneuronal neurofibrillary tangles containing hyperphosphorylated Tau protein [4].",
      "startOffset" : 195,
      "endOffset" : 200
    }, {
      "referenceID" : 1,
      "context" : "One of the characteristic histopathological markers of AD is the presence of proteinaceous deposits in the brains of patients, amyloid plaques localized outside neurons, and synaptic connections [2,3] and intraneuronal neurofibrillary tangles containing hyperphosphorylated Tau protein [4].",
      "startOffset" : 195,
      "endOffset" : 200
    }, {
      "referenceID" : 2,
      "context" : "One of the characteristic histopathological markers of AD is the presence of proteinaceous deposits in the brains of patients, amyloid plaques localized outside neurons, and synaptic connections [2,3] and intraneuronal neurofibrillary tangles containing hyperphosphorylated Tau protein [4].",
      "startOffset" : 286,
      "endOffset" : 289
    }, {
      "referenceID" : 3,
      "context" : "This peptide is a cleavage product of the amyloid precursor protein (APP) a membrane protein [5,6].",
      "startOffset" : 93,
      "endOffset" : 98
    }, {
      "referenceID" : 4,
      "context" : "This peptide is a cleavage product of the amyloid precursor protein (APP) a membrane protein [5,6].",
      "startOffset" : 93,
      "endOffset" : 98
    }, {
      "referenceID" : 5,
      "context" : "Aβ40 and Aβ42 are the main components of amyloid plaques [7].",
      "startOffset" : 57,
      "endOffset" : 60
    }, {
      "referenceID" : 6,
      "context" : "PD is characterized by the aggregation of α-synuclein (α-syn) into fibrillar assemblies in nerve cells [8].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 7,
      "context" : "unfolded structure but aggregates into highly ordered amyloid fibrils, amorphous aggregates or various oligomers [9].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 8,
      "context" : "However, experiments aiming at establishing a direct causal relationship between amyloid protein deposition (fibrils) and neurodegeneration have failed [10].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 9,
      "context" : "Recently, small soluble oligomeric or protofibrillar assemblies of amyloid proteins have shown to be the most toxic to neurons and their vital interconnections [11].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 13,
      "context" : "On the other hand, atomic force microscopy (AFM) provides the morphology, distribution, and some mechanical properties [15] of species formed during the aggregation.",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 14,
      "context" : "Recently, an innovative tool called AFM-IR, a photothermal technique based on the coupling of AFM and infrared thanks to quantum cascade lasers (QCL), allows collecting images and infrared spectra at the nanometer scale [16].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 15,
      "context" : "Some results using AFM-IR on different amyloid fibrils have been published [17–21], but only a couple have looked at different aggregated species [17,18].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 16,
      "context" : "Some results using AFM-IR on different amyloid fibrils have been published [17–21], but only a couple have looked at different aggregated species [17,18].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 20,
      "context" : "The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1 band is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and confirmed the major structure for fibrils is parallel β-sheet structure.",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 20,
      "context" : "The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1 band is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and confirmed the major structure for fibrils is parallel β-sheet structure.",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 20,
      "context" : "The decrease in the 1531 cm−1 band with an increase in the 1552 cm−1 band is also a typical signature of the aggregation of protein from oligomers to fibrils [22] and confirmed the major structure for fibrils is parallel β-sheet structure.",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 25,
      "context" : "ThT is known to fluoresce strongly in presence of β-rich amyloid structure with excitation and emission maxima at 440 and 490 nm, respectively, and free ThT exhibits only weak fluorescence [27].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 26,
      "context" : "This difference was expected, as we can see on both AFM-IR and ATR-FTIR (Figure 2a) spectra; oligomers do not have amyloid β-sheet structure but instead anti-parallel β-sheet, not recognized by ThT [28].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 25,
      "context" : "ThT is known to fluoresce strongly in presence of β-rich amyloid structure with excitation and mission maxima at 440 and 490 nm, r spec vely, and free ThT exh bits only weak fluorescence [27].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 26,
      "context" : "This differenc was expected, as we can see on both AFM-IR an ATR-FTIR (Figur 2a) spectra; oligomers d not have amyloid β-sheet structure but ins e d anti-pa allel β-sheet, not recognized by ThT [28].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 27,
      "context" : "Amyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we observed a destabilization of the fibrils into amorphous aggregates [29,30].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 28,
      "context" : "Amyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we observed a destabilization of the fibrils into amorphous aggregates [29,30].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 27,
      "context" : "Amyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we observed a destabilization of the fibrils into amorphous aggregates [29,30].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 28,
      "context" : "Amyloid fibrils are known to be very stable species; nevertheless, in some specific cases, we observed a destabilization of the fibrils into amorphous aggregates [29,30].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 28,
      "context" : "aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 11,
      "endOffset" : 15
    }, {
      "referenceID" : 29,
      "context" : "aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 28,
      "context" : "Amorphous aggregates are common to most proteins, even amyloidogenic ones when they fail to form amyloid fibrils [30].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 28,
      "context" : "This different morphology was previously observed by other researchers and attributed to amorphous aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 29,
      "context" : "This different morphology was previously observed by other researchers and attributed to amorphous aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 28,
      "context" : "aggregates are common to most proteins, even amyloidogenic ones when they fail to form amyloid fibrils [30].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 28,
      "context" : "This differ nt morphology was previously obs rved by other researchers and attributed t amorphous aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 29,
      "context" : "This differ nt morphology was previously obs rved by other researchers and attributed t amorphous aggregates [30] or aggregates induced by metallic ions [31].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 28,
      "context" : "aggregates are common to most proteins, even amyl idogenic on s when they fail to fo m amyloid fibrils [30].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 21,
      "context" : "This is the expected structure for oligomers [23].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 24,
      "context" : "We clearly showed that, in the case of α-syn and Aβ fibrils, the parallel β-sheet structure is confirmed in infrared spectroscopy by the presence of the 1630 cm−1 band and the absence of the 1690 cm−1 shoulder [26].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 26,
      "context" : "Moreover, the results of fluorescence with thioflavin-T for Aβ42 also indicate an increase in parallel cross β-sheet content for fibrils [28].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 30,
      "context" : "It has been shown that zinc ions (Zn2+) can bind to Aβ and redirect its assembly from amyloid fibrils toward amorphous aggregation [32], but, because the same effect is not observed on ZnS surface, it is difficult to incriminate zinc ions here.",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 31,
      "context" : "developed a microfluidic deposition system to avoid restructuring of the fibrils on ZnSe [33].",
      "startOffset" : 89,
      "endOffset" : 93
    } ],
    "year" : 2020,
    "abstractText" : "Amyloid fibrils are composed of aggregated peptides or proteins in a fibrillar structure with a higher β-sheet content than in their native structure. To characterize them, we used an innovative tool that coupled infrared spectroscopy with atomic force microscopy (AFM-IR). With this method, we show that we can detect different individual aggregated species from oligomers to fibrils and study their morphologies by AFM and their secondary structures based on their IR spectra. AFM-IR overcomes the weak spatial resolution of usual infrared spectroscopy and achieves a resolution of ten nanometers, the size of isolated fibrils. We characterized oligomers, amyloid fibrils of Aβ42 and fibrils of α-synuclein. To our surprise, we figured out that the nature of some surfaces (ZnSe) used to study the samples induces destructuring of amyloid samples, leading to amorphous aggregates. We strongly suggest taking this into consideration in future experiments with amyloid fibrils. More importantly, we demonstrate the advantages of AFM-IR, with a high spatial resolution (≤ 10 nm) allowing spectrum recording on individual aggregated supramolecular entities selected thanks to the AFM images or on thin layers of proteins.",
    "creator" : "LaTeX with hyperref package"
  }
}