{
  "name" : "downloads_2019-12-11_6f_10.1016@j.est.2019.101138.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis of self-assembled micro/nano structured manganese carbonate for high performance, long lifespan asymmetric supercapacitors and investigation of atomic-level intercalation properties of OH− ions via first principle calculation",
    "authors" : [ "M. Karuppaiah", "R. Akilan", "P. Sakthivel", "S. Asaithambi", "R. Shankar", "R. Yuvakkumar", "Y. Hayakawa", "G. Ravia" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Energy Storage\njournal homepage: www.elsevier.com/locate/est\nSynthesis of self-assembled micro/nano structured manganese carbonate for high performance, long lifespan asymmetric supercapacitors and investigation of atomic-level intercalation properties of OH− ions via first principle calculation\nM. Karuppaiaha, R. Akilanb, P. Sakthivela, S. Asaithambia, R. Shankarb, R. Yuvakkumara, Y. Hayakawac, G. Ravia,⁎\na Department of Physics, Alagappa University, Karaikudi 630 003, India bDepartment of Physics, Bharathiar University, Coimbatore 641046, India c Research Institute of Electronics, Shizuoka University, Hamamatsu 432-8011, Japan\nA R T I C L E I N F O\nKeywords: Morphologies Efficient electrode properties Asymmetric supercapacitors DFT Adsorption\nA B S T R A C T\nRecent advances in the development of manganese carbonate (MnCO3) have opened up new attractive electrode material for supercapacitor applications. However, limited internal specific capacitance and long cycle stability of MnCO3 due to its low electrical conductivity, poor interfacial properties and simple geometric configurations need to be further improved. Development of smart micro-nano architecture for electrode materials preparation is a critical challenge nevertheless it provides high specific capacitance, rich rate capability and long cycle stability. To achieve this, the facile strategy has been adopted to synthesis self-assembled micro-nano architecture of MnCO3 via simple co-precipitation, microwave and hydrothermal-assisted methods. The proposed first principle calculation study confirmed the weak interaction behaviour between OH− and MnCO3 and tiny volume expansion of unit cell are favourable for rapid charging mechanism and high rate performance. The optimised complex grain growth of 3D MS/NCs MnCO3 electrode delivered an ultrahigh specific capacitance of 302.47 F g−1, high rate capability and long cycle stability. Moreover, an asymmetric supercapacitor is employed in as-prepared 3D MS/NCs MnCO3 as positive electrode and activated carbon as negative electrode which exhibits high specific energy of 18.07 W h kg−1, power density of 7498 W kg−1 and superior capacitance retention of 98.79% even after 10,000 cycles. From these results, we concluded that the self-assembled micro-nano structures are preferred as the future promising electrode architecture for supercapacitors."
    }, {
      "heading" : "1. Introduction",
      "text" : "In the fast-growing modern world, the increasing consumption and depletion of fossil-fuels leads to global warming and the release of toxic gases have significant impact on the environment and society. In this context, there is an urgent demand for highly efficient, renewable energy storage and conversion devices [1–7]. Supercapacitors (SCs) is one of the most promising next-generation energy storage devices, which receives enormous research attention worldwide owing to their salient features of high power density, rapid charge/discharge time, high rate capability and long cycle stability when compared to the traditionally used batteries and dielectric capacitors. The unique properties of SCs have been used in various practical applications in portable electronic devices, hybrid electric vehicles, memory back-up and industrial power\nsystems [8–11]. In general, SCs can be distinguished based on their charge storage mechanism into two types such as electrical doublelayer capacitors (EDLCs) and pseudocapacitors. In EDLCs, the charge is accumulated physically at the electrode/electrolyte interface and carbonaceous materials like graphene, single/multiwall carbon nanotubes and bio-derived activated carbon are mostly used as electrode materials due to their high surface area [12–14]. Unfortunately, its low energy density and specific capacitance limits the usage in wider applications. On the other side, pseudocapacitors can store charge at electrode/ electrolyte interface due to fast and highly reversible faradaic redox reaction. The transition metal oxide/hydroxide/polymers such as RuO2 [15], MnO2 [16], NiO [17], Co(OH)2 [18] and polyvinylchloride [19] are used as a pseudocapacitors electrode materials. In general, these materials can deliver high specific capacitance and energy density than\nhttps://doi.org/10.1016/j.est.2019.101138 Received 1 October 2019; Received in revised form 3 December 2019; Accepted 4 December 2019\n⁎ Corresponding author. E-mail addresses: gravicrc@gmail.com, raviganesa@rediffmail.com (G. Ravi).\nJournal of Energy Storage 27 (2020) 101138\n2352-152X/ © 2019 Elsevier Ltd. All rights reserved.\nT\nEDLCs. Recently, the researchers and engineers are involved intensively to design and exploring new alternate high efficient electrode materials for electrochemical supercapacitors [20,21]. In this regard, Manganese carbonate (MnCO3) is a newly emerging electrode material for supercapacitors as well as batteries due to its low valance state (Mn2+), highly electrochemical active sites, rich Faradic redox process, low cost, easily abundant, unique structural advantages and environmentfriendly nature [22,23]. The suitable low valance state (2+) of MnCO3 facilitates insertion/de-insertion of hydroxyl ions from alkaline electrolyte. Further, the low valence state promotes the fast electrochemical conversion of MnOHCO3/MnCO3 during the charge-discharge process between active electrode surface/electrolyte interfaces [24]. The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc. have been synthesised to improve their electrochemical performance. Until now, the specific capacitance of MnCO3 material is still quite low as reported from the literatures. For example, Zhang et al. [30] prepared nanospheres and nanocubes electrodes which exhibited high specific capacitance of 129 and 91 F g−1 at a current density 0.15 A g−1 with good retention of 87% and 92% after 1000 cycles at 0.13 A g−1, respectively. Devaraj et al. [31] synthesised submicron size MnCO3 electrode which exhibited maximum specific capacitance of 216 F g−1 at 0.5 mA with good reversibility and long cycle life. Tang et al. [32] synthesised peanut-like hierarchical MnCO3 microcrystal's assembled by floss-like nano-wires via hydrothermal process where the electrode delivers high capacitance of 293.7 F g−1 at 0.25 A g−1 and good cycle stability of 71.5% after 6000 cycles. Thus, the theoretical and practical performance of MnCO3 supercapacitor electrode material remains obscure. In general, it is well known that the different morphology based energy storage electrode materials are playing crucial role during charge storage. Further, the attractive electrochemical active site and nano structures enormously enhance the performance of supercapacitors. The uniform morphology and small primary particle size are having potential to give high surface area which promotes high specific capacitance and good electrochemical properties. Recently, new emerging and attractive unique remarkable architecture such as the combination of micro-nano morphologies have been greatly facilitate to enhance energy storage capacity of materials for supercapacitors and batteries when compared with isolated micro and nano structures [33–35]. Hence, the nano-structured material not only provides high specific capacitance but also shorten the diffusion pathway of OH− ions and reduce electron transportation due to the gaps appeared between primary nano-sized crystallite and micro-structure which efficiently alleviates volume expansion during faradic redox reaction that promotes long cycle stability. This unique structural advantage suggested as good potential candidate for renewable energy storage devices.\nHerein, we report facile strategy to synthesise self-assembled complex grain growth of micro/nano structured manganese carbonate via simple co-precipitation, microwave-assisted and hydrothermal methods. The structural, morphological and compositional properties of the developed materials were investigated. The optimised smart selfassembled 3D microsphere/nanocubes (MS/NCs) structures of MnCO3 not only increase contact interface area but also facilitates fast electron and ions transportation. Moreover, the robust micro structure efficiently avoids swelling and shrinkage particularly at charge-discharge time. Benefiting from the unique architecture structure, the 3D MS/NCs of MnCO3 electrode exhibited a high specific capacitance of 302.47 F g−1 at 0.25 A g−1 with long cycle stability. Asymmetric supercapacitor assembled with 3D MS/NCs MnCO3 as positive electrode and AC as negative electrode, delivered excellent electrochemical performance with maximum specific energy of 18.07 W h kg−1 and power density of 7498 W kg−1. After 10,000 cycles, the ASC device show superior capacitance retention of 98.79% at 5 A g−1. The first principle predictions confirm the partial covalent interaction of OH− ions with the MnCO3, which is suitable for rapid charging and charge storage\nmechanism. These results strongly suggest that the self-assembled 3D micro-nano structures have promising electrode architecture for ASC applications."
    }, {
      "heading" : "2. Experimental details",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis procedure",
      "text" : "All the chemicals used in this experiment are analytical grade with a high purity of 99.99% purchased from Alfa Aesar. The self-assembled micro-nano structures of MnCO3 were synthesised by facile co-precipitation, microwave-assisted and hydrothermal methods. Initially, 0.1 M of manganese chloride monohydrate (MnCl2.H2O) was dissolved in 30 ml deionised water (DI). Then, 0.3 M of ammonium bicarbonate (NH4HCO3) was dissolved in 30 ml DI separately. The prepared ammonium hydrogen carbonate solution was added drop wise into the precursor of manganese solution. The mixed solution was constantly stirred for 5 h at 80 °C to get pure pale pink coloured MnCO3 precipitation. The similar preparation procedure was followed for the microwave-assisted method. The solution was transferred into polypropylene bottle and was kept in a microwave reactor (Samsung-201) for 7 min at 650 W. In hydrothermal process, the prepared NH4HCO3 solution was added into the manganese chloride solution at ambient temperature. Then, the prepared solution was transferred into teflon covered steel autoclave and kept in a hot air oven at 150 °C for 12 h. Finally, the precipitates were collected and washed several times using distilled water and ethanol to remove residuals. Later, the collected samples were dried at 80 °C for 12 h in a hot air oven. Finally, the prepared samples were denoted as MnC, MnM and MnH respectively."
    }, {
      "heading" : "2.2. Characterisations",
      "text" : "Powder X-ray diffraction (XRD) (XPertPRO PANalytical) was utilised to evaluate the structural and crystalline properties of as-synthesised samples using CuKα (1.5418 Å) radiation. Rietveld refinement fitted data and unit cell structure of MnCO3 was drawn using GSAS and VESTA software based on experimental XRD results. Raman spectra were obtained by micro-Raman spectroscopy (27 mm(W)× 14 mm(H)) with excited laser source wavelength of 473 nm. Fourier transform infrared spectroscopy (FT-IR) (Thermo Nicolet 380) was used to investigate the presence of functional groups in the samples. The morphologies of synthesised samples were identified from scanning electron microscopy (SEM, Carl Zeiss, EVO 18). High-resolution transmission electron microscope (HRTEM) equipped with a selected area electronic diffraction (SEAD) and energy dispersive X-ray spectroscopy (EDS, Tecnai G2 20 Twin) were used to study the microstructure, particle size and elemental composition of the samples. X-ray photoelectron spectroscopy (XPS) (CHA, specs model EA10 plus, Thermo electron multilab2000) analysis was carried out in ultra-high vacuum with Al kα line (1486.6 eV) as an exciting source to analyse the surface chemistry and valence state of the prepared sample."
    }, {
      "heading" : "2.3. Electrochemical measurements",
      "text" : "The electrochemical properties of the prepared working electrodes were investigated under a three-electrode cell configuration at ambient temperature in 2 M KOH aqueous electrolyte. The working electrodes were prepared by active material mixed with acetylene black and polyvinylidene fluoride (PVDF) in the weight ratio of 85:10:5 respectively using N-methyl-2-pyrrolidone (NMP) as a solvent to form homogenous slurry. The slurry was coated on 1× 1 cm2 nickel foam using a painting brush. Then, it was dried at 90 °C for 12 h in a hot air oven which could be used as working electrodes. The platinum rod and Ag/AgCl were used as counter and reference electrodes respectively. Cyclic voltammetry (CV), galvanostatic charge-discharge (GCD) and electrochemical impedance spectroscopy (EIS) were conducted using\nelectrochemical workstation (Bio-Logic instrument SP-300). Further, to evaluate the practical application of the prepared electrodes for asymmetric supercapacitor device (ASC) performance, the ASC was assembled by using 3D MS/NCs MnCO3 as a positive electrode and activated carbon as negative electrode. Similar procedure was followed to prepare the negative electrode using the source materials of activated carbon, acetylene black and PVDF in the weight ratio of 85:10:5 respectively. Furthermore, the WhatmanTM filter paper was used as the separator which kept in between positive and negative electrodes and the whole setup was sandwiched by using teflon tape."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structural and phase analysis",
      "text" : "Fig. 1(a)–(c) shows the Rietveld refinement fitted powder X-ray diffraction (XRD) pattern of MnCO3 samples (MnC, MnM and MnH) by employing GSAS software. From the Rietveld refinement XRD patterns, the entire observed (black plus) peaks are well matched with calculated peaks (red line). The small violet short vertical bars indicate the Bragg's reflection planes of MnCO3 and blue line denotes the difference profile of observed and calculated intensities. All the major diffraction peaks observed at 24.2° (012), 31.4° (104), 34.3° (006), 37.5° (110), 41.4° (113), 45.1° (202), 49.7° (024), 51.7° (116), 60.0° (122), 63.4° (208) and 67.7° (300) of all samples could be indexed to the rhombohedral structure of rhodochrosite phase of MnCO3 (JCPDS card no: 86-0173) with R-3cH space group hexagonal unit [36]. The details of\nmeasurement conditions, refined lattice parameters, unit cell-volume, bond length and angle and other related fitted reliability factor values are presented in Table S1(Supporting Information). Further, it is found that all refinement parameters are very small and this indicates good reliability of the refinement results from XRD patterns. Moreover, the sample MnH show high degree order compared to other samples.\nThe drawn crystal structure of MnCO3 by using VESTA software is shown in Fig. 1(d). The crystal structure image of MnCO3 showed hexagonal closed packed unit cell. Here, each Mn (Manganese) and C (Carbon) atoms are surrounded by O (Oxygen) atoms and single Mn atom is bonded with six O atoms with Mn–O bond length of 2.2788 Å to make the basic MnO6 octahedron site. Moreover, a unit cell contains six formula units in which two Mn atoms are bonded to a single common O atom. The C atom is arranged between the centres of two Mn atoms in the plane of the unit cell along the c-axis. On the other side, the single centred C-atom is surrounded by three O-atoms which make C–O bond length of 1.1488 Å and O–C–O bond angle of 120° bonded to each other to form a rigid equal triangular plane structure perpendicular to c-axis [37–39].\nFig. S1(a) (Supporting Information) shows the Raman spectra of MnC, MnM and MnH. All the samples exhibit six different Raman peaks appeared around 282, 338, 715, 1081, 1420 and 1725 cm−1. Two peaks appeared below 400 cm−1 are assigned to the lattice vibration modes of CO32- and the peak seen at 715 cm−1 is attributed to in-plane bending mode of CO32− anions [28]. Other three Raman bands at 1081, 1420 and 1725 cm−1 are assigned to various vibrational modes of carbonate anions. Fig. S1(b) shows the FTIR spectra of all the samples\nexhibiting four fundamental type of vibrations of isolated carbonate anion. The two sharp and strong vibration bands centred at 725 and 862 cm−1 are attributed to in-plane (ν4) and out-of-plane bending (ν2) modes of CO32−. Further, one weak and one strong vibration bands located at 1078 and 1450 cm−1 are assigned to symmetric (ν1) and\nasymmetric stretching (ν3) vibrations of CO32−. Moreover, a small peak observed at 1798 cm−1 is attributed to the presence of C–O groups in MnCO3. Notably, the increasing intensity of bands is related to the quality of product material by hydrothermal than other methods [40,41]. Furthermore, the broad and sharp absorption peaks seen at\n1634 and 3449 cm−1 are due to O–H bending and stretching vibration modes of water molecules."
    }, {
      "heading" : "3.2. Morphological and elemental analyses",
      "text" : "The morphologies of the prepared samples were studied by scanning electron microscopy (SEM) analysis. Fig. S2 (Supporting Information) (a–c, 1 μm scale) shows SEM images of MnC, MnM and MnH respectively. From Fig. S2a, the MnC sample has mixed low number of rods along with less agglomerated uneven shaped micro-particles in the range of less than 1 μm. The microwave-assisted MnM sample (Fig. S2b) shows mixed nanoparticles with two dimensional (2D) flakes with the size of 1–1.5 μm. Further, it is found that the flakes size is slightly larger than MnC which may be due to the indirect heating of molecules in microwave method which resulted enhancement in the agglomeration of the particles. More interestingly, the hydrothermal synthesised sample MnH (Fig. S2c) exhibited the well defined and monodispersed uniform microsphere (MS) morphology with a diameter of 1–1.5 μm. Due to high pressure and high temperature acted inside teflon-steel autoclave bottle with prolong end of the reactions promote fast nucleation growth rate and reduce the size of primary particles which results to obtain uniform MS from hydrothermal method.\nFig. 2(a-b, c-d and e-f) shows 200 nm and 50 nm magnification TEM images of MnC, MnM and MnH, respectively. Fig. 2(a-b) shows the morphology of the prepared rods and agglomerated particles in uneven shape. The size of agglomerated particles was measured in the range of\n300–700 nm and the rod size length was 100–200 nm and diameter of 50–100 nm. Fig. 2(c-d) shows nanoparticles and flakes with the size ranging from 600–900 nm and the large number of nanoparticles were appeared on the surface of flake with size of 11–15 nm. Fig. 2(e-f) shows compacted uniform micro-sphere (MS) morphology with the size ranging from 750 to 900 µm. The numerous tiny primary nano-cubes subunit crystallites interconnected with each other to form MS in the size ranging from 10 to 12 nm. Fig. 2g-(100 nm) shows the numerous nano-cubes driven self-assembled MS morphology. Notably, this kind of process is not a common mechanism in the formation of micro-nano structures of MnCO3 at elevated temperature. It would be seen in complex grain growth model which is called as grain rotation induced grain coalescence mechanism (GRIGC). This was reported by Moldovan and co-workers [42,43]. Further, the nano-gaps clearly appeared on outer-surface of MS, which were created by contact surface faces between nano-cubes. The randomly appeared nano gaps were interconnected and it leads to construct phenomenal nano caves inside MS. The created nano caves facilitating penetration of electrolyte ions into the entire active material and the inner cavity can hold huge electrolyte ions inside MS and these ions are quickly released during charging/ discharging process. This may be the possible reason for enhanced specific capacitance, high rate capability and long cyclic stability of active material. This unique structure of MnH gives good electrochemical performance when compared to other samples of MnC and MnM.\nFig. 3(a, d and g) and (b, e and h) shows HRTEM images and SAED\npatterns of MnC, MnM and MnH. It is found from the HRTEM images that the well-defined fringes having interplanar d-spacing of about 0.366, 0.287 and 0.278 nm which corresponds to (012) and (104) planes of rhodochrosite phase of MnCO3 [44,45]. Fig. 3(b, e and h) shows well-defined bright and dark diffraction spots which indicated that all the synthesised samples exhibit polycrystalline behaviour and these results are coincided with previous XRD results. Fig. 3(c, f and i) shows EDS spectra of all the samples, which exhibits manganese (Mn), carbon (C) and oxygen (O) elements related peaks and it confirms the pure phase formation of MnCO3. Notably, the presence of small amount of copper element is due to copper grid used in HRTEM analysis.\nIn order to get detailed information about the oxidation states and surface chemistry, the synthesised MnH sample was subjected to XPS analysis and the obtained wide and core level XPS spectra are presented in Fig. 4. Fig. 4(a) shows a wide scan spectrum of MnCO3 which confirms the presence of Mn, C and O elements. The core level spectrum of Mn2p is shown in Fig. 4(b) and it is found that two binding energy peaks observed at 653.9 and 641.9 eV representing Mn2p1/2 and Mn2p3/2 in MnCO3 respectively. This denotes the presence of manganese in the oxidation state of Mn2+. In addition, one peak observed at 646.8 eV is attributed to the satellite peak of Mn2p3/2 [46]. As shown in Fig. 4(c), the core level spectrum of carbon C1s exhibits two binding energy peaks at 289.6 and 285.0 eV which correspond to the carbon element associated with oxygen in the carbonate anion CO32- [47]. Further, the predominant core level O1s spectra shown in Fig. 4(d) clearly revealed that the single binding energy peak appeared at 531.7 eV is attributed to the lattice oxygen in the MnCO3."
    }, {
      "heading" : "3.3. Electrochemical analysis",
      "text" : "To verify the suitability of the prepared MnCO3 working electrode as a potential candidate for next generation supercapacitors, the electrochemical performance was analysed using standard three-electrode system in 2M KOH alkaline electrolyte solution. Fig. 5(a) depicts the CV curves of bare nickel (Ni) foam and manganese carbonate (MnC, MnM and MnH) electrodes without and with redox reaction at a scan rate of 10 mV s−1 in the potential range from 0.0 to 0.5 V (Ag/AgCl). The pure nickel foam exhibited much smaller current area when compared to other samples and further confirmed that there is no electrochemical or Faradic redox reaction occurs on Ni foam. But, other electrodes showwell defined redox peaks due to the electrochemical conversion of Mn2+ to Mn3+ mediated by OH− ions from electrolyte, which indicated that the MnCO3 samples exhibited Faradaic battery-type behaviour. Further, the MnH electrode show high current density and low separation peaks potential range when compared to other electrodes due to having unique structural advantages and high electrochemical reversibility.\nFig. 5(b–d) shows CV curves of MnCO3 electrodes of MnC, MnM and MnH with different scan rates of 5–50 mV s−1 and potential window range between 0 and 0.5 V in 2M KOH electrolyte. It is noticed from CV analysis that while increasing the scan rate, the oxidation and reduction peak positions are slightly shifted towards positive and negative potential window respectively for all CV curves due to the electrode polarisation or internal resistance of the electrode. Further, it is also noted that the MnH electrode exhibited high integrated current area\ncompared to other electrodes with the same scan rate. This is mainly attributed to the well significant monodispersed MS formed with tiny nanocubes and constructed with incredible nanocaves-architecture inside MS morphology with high surface area, easily accessible adsorption/de-adsorption of OH− and reservoir of huge OH− ions inside MS which promote high electrochemical active sites, high specific capacitance, decease diffusion path length and increase ionic conductivity and electron transport of entire electrode active material.\nThe possible Faradaic redox charge storage mechanism of MnCO3 electrode from KOH electrolyte can be expressed as follows [32]:\n+ ↔ + − −MnCO OH MnOHCO e3 3 (1)\nFig. 6(a–c) shows GCD curves of three MnCO3 electrodes with different current densities of 0.25–10 A g−1 with potential range of 0–0.45 V. The non-linearity of charge–discharge curves further confirms the charge storage process is based on Faradaic battery-type nature. Knowing, the charge and discharge time period is a better way to predict charge storage capability at electrode/electrolyte interface. In this regard, the MnH electrode show high discharge time compared to MnC and MnM electrodes with the same current density. In addition, while increasing the current densities, the potential window of working electrode is linearly increased with charging time and decreased at discharge time. This indicates that the synthesised MnCO3 samples have\nremarkable electrochemical reversibility properties. Moreover, the IR drop is found to be increased with the increase of current density due to the increase of resistance in electrodes.\nThe specific capacitance (Cs) of the prepared electrode is determined from GCD curves in a three-electrode system according to the following equation [48].\n=C I t m V Δ Δs (2)\nwhere Cs is the specific capacitance (F/g), I is the constant current (A), Δt is the discharge time (s), m is the mass (g) of the active material and ΔV is the discharging potential window (V).\nThe calculated specific capacitance values are 198.14, 260.14 and 302.11 F g−1 for MnC, MnM and MnH electrodes respectively at a current density of 0.25 A g−1. The GCD results with different current densities are shown in Table S2 (Supporting Information). It is also found that the MnH electrode exhibits high Cs compared to other electrodes which may be attributed to the attractive uniform monodisperse MS, formation of very tiny primary nano-cubes and nanocaves. Here nanocaves are act as huge reservoir of electrolyte ions inside MS which promote high electrochemical active sites, increase adsorption of OH− ions, increase ionic and electron conductivity and decrease path distance of ions into entire materials. Further, we found that the MnH\nelectrode revealed slightly linear discharge curve than other electrodes which indicated that the electrode exhibited remarkable reversibility. It is more favourable that the hydrothermal synthesised 3D microsphere/ nanocubes (MS/NCs) of MnCO3 sample provide high specific capacitance. On the other side, MnC and MnM electrodes have less number of electrochemical active sites and slightly high IR drop which may possible to reduce accessibility of electrolyte ions at electrode surface. Fig. 6(d) illustrates the relation between specific capacitance vs different current densities of all the electrodes. It is found that the Cs values are decreased with increasing of current density which may be associated with ion-exchange process. At low current density/scan rate, the electrode material can have sufficient time for the diffusion of OH− ions from alkaline electrolyte. On the other hand, the diffusion of ions find difficult to reach the entire materials at high current density/scan rate. Further, the determination of rate capability is an important analysis to judge the supercapacitor performance. The calculated capacitance retention values were 34.87, 55.76 and 63.86% for MnC, MnM and MnH electrodes, respectively. From these results, the MnH electrode is found to have high rate capability. The superior rate capability performance of MnH electrode is possible due to the presence of uniform MS morphology with nano-caves and nano-gaps which facilitate the penetration of electrolyte ions and adsorbing huge number of OH− ions in active material surface. The lower capacitance retention\nobserved in MnC and MnM electrodes is due to the large polarisation effect occurs on the electrode materials. In addition, Fig. S3(a and b) (Supporting Information) show CV and GCD curves of activated carbon (AC) with potential window range from 0.0 to −1 V at different scan rates (10–50 mV s−1) with different current densities of 0.5–10 A g−1. These curves clearly indicate that the AC exhibits excellent electric double layer capacitor behaviour.\nThe electrochemical and electrode kinetic performance of all electrodes were further investigated by using electrochemical impedance spectroscopy (EIS) analysis. Fig. 7(a) shows the resultant Nyquist plot in which the arc line in the high-frequency region reflects the solution resistance (Rs), charge transfer resistance (Rct) and internal resistance. In the low-frequency region, the straight line is almost parallel to imagery axis (Z’’) which is more related to the Warburg impedance (W1) or diffusion constant. From Nyquist plots, the solution resistance and charge transfer resistance values are measured as 0.87, 0.64 and 0.42 Ω and 4.09, 3.66 and 2.98 Ω corresponding to MnC, MnM and MnH electrodes respectively. The electrode MnH has low Rs and Rct which indicates the low internal resistance, good ions accessibility, rapid faradic redox reactions and highl electrochemical reversibility in the low frequency region due to the unique 3D MS/NCs complex grain growth structures of MnCO3. Fig. 7(b) shows the Bode plot logarithm function of frequency (x-axis) along with logarithm real impedance (y-\naxis) and phase angle (secondary axis) of all three electrodes. It is found that the resistances of MnC and MnM electrodes were high compared to MnH electrode in all frequencies. This may be due to both electrodes MnC and MnM have low electronic and ionic conductivities and sluggish redox reaction in electrode/electrolyte interface. Furthermore, the phase angles measured at low frequencies are −30°, −43° and −45° for MnC, MnM and MnH, respectively. The obtained results are deviated from 90° at low frequency, which affirmed that all the\nsynthesised MnCO3 electrodes exhibit Faradic redox capacitive battery type or pseudocapacitors. In addition, the MnH electrode show low diffuse resistance than other electrodes which may be attributed to the unique remarkable nanocaves structure inside MS that decreases path distance of OH− ions. Fig. 7(c) shows the admittance plot, where the MnC electrode knee frequency is shifted to low frequency region compared to other two electrodes which indicate that the MnC electrode increases charge transfer resistance due to lack of ionic\nconductivity and electron transport. The measured knee frequency values are 2.4556, 5.3916 and 11.8371 Hz and the corresponding relaxation (t =1/υ) times are 407.23, 185.47 and 84.48 ms for MnC, MnM and MnH, respectively. Here, the MnH electrode exhibit low relaxation time period which denotes the prepared electrode will perform better power delivering ability than other electrodes. To explore electrochemical stability of the prepared electrodes, the galvanostatic charge-discharge cycles were performed at a current density of 15 A g−1. From Fig. 7(d), the MnH electrode possesses superior cycle stability of 95.94% retention than MnC (83.11%) and MnM (88.46%) electrodes after 2000 cycles. This remarkable performance is attributed to uniform monodispersed MS morphology which helps to avoid swelling and shrinking of active material during charge-discharge cycles. Further, the comparison of the electrochemical properties of 3D MS/ NCs MnCO3 electrode with the previously reported Mn-based electrode materials are shown in Table 1 [24–26,21,23,25,49–51]. Thus, the aforementioned physicochemical characterisation of self-assembled 3D MS/NCs of MnCO3 electrode furnish superior battery type or pseudocapacitor performance.\nTo further investigate the practical application, we used 3D MS/NCs of MnCO3 electrode as positive electrode and AC as negative electrode which were assembled as an asymmetric supercapacitor (ASC) as shown in Fig. 8(a). AC is an ideal supercapacitor electrode material due to its good electrical conductivity and excellent electrochemical reversibility. Fig. 8(b) shows the CV curve of MnH and AC electrodes at a scan rate of 20 mV s−1. It is seen that the MnCO3 electrode exhibits the battery-type behaviour between 0 to 0.5 V and the AC electrode shows ideal rectangular shape which indicates that the activated carbon obey excellent double layer capacitor behaviour between −1.0 and 0 V. Furthermore, to optimise the quantity of charge balance between positive and negative electrodes, the loading mass ratio between the MnCO3 and AC electrodes were estimated by using the following equation [52].\n= × × + − − − + +m /m (C ΔV )/(C ΔV ) (3)\nAccording to formula (3), the optimised mass ratio is 1.15. Fig. 8(c) illustrates the CV curves of 3D MS/NCs/ /AC ASC device under a scan rate of 50 mV s−1 at different potential window, which clearly suggests that the ideal operational voltage of the ASC device provide up to 1.5 V. Fig. 8(d) shows the GCD curves for the current density 0.25 A g−1 at various potential range. The results show that the 3D MS/NCs//AC ASC device can able to operate and further affirmed to 1.5 V from GCD. Fig. 8(e) shows CV curves of the 3D MS/NCs//AC device recorded at various scan rates. The shape of CV curves exhibited nearly rectangular with redox peak, which indicates the 3D MS/NCs//AC ASC device phenomenal combination of battery-type electrochemical capacitor and EDLC behaviours. Further, the shape of CV curves observed has no obvious change up to high scan rate of 100 mV s−1, which denotes that\nthe 3D MS/NCs//AC device follow excellent electrochemical reversibility and good battery-type characteristic. The GCD plots at different current densities from 0.25 to 10 A g−1 shown in Fig. 8(f) illustrated that the 3D MS/NCs//AC ASC device deliver tremendous battery-type capacitive behaviour. The specific capacitance values calculated from GCD curves are 57.83, 52.98, 48.18, 41.65, 35.14, 33.35 and 31.20 F g−1 at the current densities of 0.25, 0.5, 1, 2, 4, 5 and 10 A g−1, respectively. Fig. 8(g) shows Ragone plots, which demonstrate the relationship between specific energy and power density of ASC device. The specific energy (E) and power density (P) were calculated from Eqs. (4) and (5), respectively [53].\n= ×E C VΔ 7.2\n2\n(4)\n= ×P E t 3600 Δ (5)\nWhere E (W h kg−1) is specific energy, C (F g−1) is the specific capacitance of ASC, ΔV (V) is cell potential, P (W kg−1) is power density and Δt (s) is the discharge time.\nIt is found from GCD curves that the specific energy of the 3D MS/ NCs/ /AC ASC device decreased from 18.07 to 9.75 W h kg−1 and power density increased from 374 to 7498 W kg−1. The performance of 3D MS/NCs/ /AC ASC device is higher than the latestly reported Mnbased active materials and other supercapacitors as shown in Table 2 [54–62]. Furthermore, the cycling performance of 3D MS/NCs/ /AC device was investigated by using galvanostatic charge-discharge at a current density 5 A g−1 for 10,000 cycles as shown in Fig. 8(h). During the initial cycles, the capacitance was slightly decreased which may be related to the lack of wettability of the electrode and further capacitance increased gradually due to activation of the material. It is noted that the 3D MS/NCs/ /AC ASC device exhibited superior cycle stability of 98.78% even after 10,000 cycles. This superior stability is due to the presence of very tiny nanocubes which enhances the accessibility of large number of ions and the nanocaves structure inside MS can easily facilitate intercalation/de-intercalation of OH− ions, rapid faradaic redox reaction and MS avoid volume expansion during cycle test. Fig. 8(i) shows the three tandem 3D MS/NCs/ /AC ASC devices which could easily lighted up two red round light emitting diodes (LED) during discharging time. Fig. 4Sa (Supporting Information) shows photographic image of 3D MS/NCs/ /AC ASC device during charging time and 4Sb and c (Supporting Information) clearly shows glowing single blue (3.6 V) and red (1.8 V) LED lights. The good physical and chemical characteristic of the self-assembled 3D MS/NCs complex architecture manganese carbonate demonstrates clench sustainable high performance ASC device."
    }, {
      "heading" : "4. Theoretical section",
      "text" : "In order to unravel the intercalation properties of OH− ions on the surface of MnCO3 in atomic level, Density Functional Theory (DFT) is carried out by Quantum espresso source code [63], where the optimal plane wave pseudo potentials are implemented with spin-polarised and scalar relativistic DFT methods. All the optimisations and electronic structural calculations are carried out with Perdew–Burke–Ernzernhof (PBE) [64] exchange correlation function. Since the basis function has 25% of exchange correlation and 75% of weighing correlations, it is very much suited for the physisorbtion, weak and nonbonded interactions. In order to rectify the dispersion and Van der Waals error, the semi-empirical Grimme (D2) long range dispersion correction is implemented to the calculation. All the structures are fully relaxed until the forces are smaller than 0.01 eV/Å and the prefixed Gaussian spreading value for Brilliouin-zone integration is 0.01 eV. The spacing\nbetween each K-point is 0.03 Å−1. The MnCO3 hexagonal lattice structure (α=β=90̊ and γ=120̊) is optimised with the supercell of 6× 6×2 and the supercell contains 30 number of atoms. The relaxed unit cell is in rhodochrosite phase with the R3cH space group as shown in the Fig. 9. Further, lattice parameters of the optimised structures are a= b=4.35 Å and c=13.74 Å and the values are consistent with the previous experimental and theoretical values [31,37]. From the Fig. 9, it is visible that the octahedral coordinated Mn ions connected in parallel with the trigonal CO32− ions on the xy-plane. The bond length between Mn–O and C–O are 1.93 Å and 1.26 Å respectively and the obtained values are in good agreement with the previously reported results of Mn–O (ranges from 2.0 Å to 2.26 Å) and C–O (ranges from 1.22 Å to 1.30 Å) [65,66]."
    }, {
      "heading" : "4.1. Electronic properties of MnCO3",
      "text" : "The Total Density of States (TDOS) and Partial Density of States (PDOS) of MnCO3 are plotted as shown in Fig. 10(a and b). The PDOS of MnCO3 shows the orbital contribution of Manganese, carbon and oxygen atoms calculated using PBE level theory. The higher level of valance band is mainly contributed by the O 2p-orbitals with the small contribution from both Mn s, p-orbitals and C p-orbitals. Similarly, the lower part of conduction band is mostly dominated by the C pz-orbitals and small contribution from the O p-orbitals. The band structure of MnCO3 bulk is plotted along the coordinates of special points in the Brillouin zone and the points are G (0, 0, 0), M (0, ½, 0), K (−1/3, 2/3, 0), G (0, 0, 0), A (0, 0, ½), L (0, ½, ½), H (−1/3, 2/3, ½), A|L (0, 0, ½| 0, ½, ½), M|K (0, ½, 0| −1/3, 2/3, 0) and H (−1/3, 2/3, ½) as shown in the Fig. 10(c). The calculated band gap of MnCO3 structure is 1.4 eV and the nature of the gap is indirect as shown in Fig. 10(c). The dispersion of the conduction band around−2 eV to 4 eV is very strong due to the spread over of 2s/2p states of Manganese atom and the dispersion above 4 eV is reduced due to the strongly localised 2p-states of carbon atoms.\nThere is a small contribution of oxygen 2p- states in the conduction band due to the hybridisation of C atoms with Oxygen atoms in CO3 groups. Further, there are two sharp peaks near 12 eV and 13 eV due to the influence of O 2s-orbitals along with the small contribution of Mn sorbitals. The feasibility of the system to exchange electrons to the\nenvironment can be understandable by investigating the global indices such as hardness, softness and electrophilicity. These values are calculated with Koopman's theorem [67] and the observed results revealed that the hardness, softness and electrophilicity values of MnCO3 are 0.7 eV, 0.714 eV and 6.007 eV, respectively. The hardness is a measure of resistance of the molecule to exchange electron with the presence of electric field, thus the obtained results confirm that the material has very good diffusion paths for electrons."
    }, {
      "heading" : "4.2. Intercalation properties of OH− on a surface of MnCO3",
      "text" : "To understand the nature of interaction between OH− and MnCO3, an OH− ion is enforced to interact with the MnCO3 as shown in the Fig. 11(a). The optimised geometry of MnCO3–OH exhibits that the OH− ion can possibly interact with the nearby two Mn atoms and one C atom as shown in the Fig. 11(a). The bond lengths between Mn-1–OH-1 and Mn-2–OH-1 atoms are 2.03 Å and 2.19 Å, slightly higher than the normal Mn–O bond length of 1.97 Å. Similarly, the bond length of C–OH-1 is 1.42 Å which is also slightly higher than normal C–O bond length value of 1.27 Å. Further, after interaction of OH− ions with MnCO3 host structure, it is found that the unit cell volume was enlarged from 225.899 Å (MnCO3) to 319.358 Å (MnCO3–OH). These results confirm that the interaction between OH− and MnCO3 is partially weak in nature and it can be easily detached by applying external voltage. Further, the interaction of OH− in the MnCO3 unit cell is slightly\nincreasing the volume of the unit cell by elongating the nearby Mn–CO3 bonds. By comparing the TDOS in Figs. 10(a) and 11(b), the up spin of both graphs clearly show the changes near 10–14 eV. The up spin values are slightly reduced near 10 eV, but the down spin values of both TDOS graphs are slightly same as the other. In order to have a good insight, the PDOS is plotted in the Fig. 11(c). By comparing both PDOS of Figs. 10(b) and 11(c), the observed results clearly revealed the increase in the LUMO (empty orbitals) and decrease in the HOMO (filled orbitals) level around 10 eV. From the obtained results, it clearly showed that OH− interaction is creating new empty d-orbitals around Fermi level, a possible ejaculation of electron from Mn-d-orbital and it confirms that the Mn2+ might have changed to Mn3+ due to the interaction of OH− ion. The binding energy of the OH− ion on the surface of MnCO3 is calculated using the Eq. (6),\n= − − −B E E EE complex surface OH (6)\nHere, BE is the binding energy of OH− on the surface of MnCO3, Ecomplex is the total energy of OH− interacted MnCO3, Esurface is the total energy of MnCO3 surface and EOH− is the total energy of OH− ion. The calculated total binding energy of the OH− on the surface of MnCO3 is −2.81 eV and the binding energy value show the weak nature of interaction between the surface and ions. Overall, the obtained results showed that the interaction of OH− with the MnCO3 electrode material is a partial weak interaction behaviour and it can be easily detached by applied electric field (Charging). Moreover, the interaction of OH− ions change the oxidation state of Mn2+ to Mn3+ and this oxidation slightly enhanced bond distance between nearby O atoms in the coordinates and also expand the unit cell volume."
    }, {
      "heading" : "5. Conclusions",
      "text" : "In summary, we have successfully studied the intercalation properties of OH− ions on the surface of MnCO3 from their electronic band structure. The predictions confirmed weak interaction behaviour and tiny volume change, which is suitable for rapid charging storage properties and high rate performance. Furthermore, the self-assembled micro/nano architectures of MnCO3 was synthesised via simple coprecipitation, microwave-assisted and hydrothermal methods. Benefit from smart structure, the nanocubes will enhance adsorption of large number of ions at electrode/electrolyte interface and decrease diffusion path length. Microsphere greatly offered to avoid swelling and shrinkage during cycle test. In addition, the unique nanocave structure promote reservoir of huge ions inside the active material. The 3D MS/ NCs MnCO3 electrode material exhibited high specific capacitance of 302.47 F g−1 and excellent cycle stability. Further, asymmetric supercapacitor was assembled with 3D MS/NCs MnCO3 as positive and AC as negative electrodes. The device delivered high specific energy of 18.07 W h kg−1 and power density of 7498 W kg−1 and superior capacitance retention of 98.79% even after 10,000 cycles. Besides, two red and single blue LEDs could be glowed with three ASC devices tandem in serious, demonstrating potential practical asymmetric supercapacitor application.\nDeclaration of Competing Interest\nThe author's declare that they have no conflict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors G. Ravi and M. Karuppaiah greatly acknowledge DSTSERB (File No. EMR/2017/001999) for financial support to carry out this work and also acknowledge UGC-SAP, DST-FIST, DST-PURSE and RUSA – Phase 2.0.\nSupplementary materials\nSupplementary material associated with this article can be found, in the online version, at doi:10.1016/j.est.2019.101138."
    } ],
    "references" : [ {
      "title" : "Ni-Al layered double hydroxide with regulated interlayer spacing as electrode for aqueous asymmetric supercapacitor",
      "author" : [ "H. Zhang", "M.U. Tahir", "X.L. Yan", "X.M. Liu", "X.T. Su", "L.J. Zhang" ],
      "venue" : "Chem. Eng. J. 368 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Coordination derived stable Ni-Co MOF for foldable all-solid-state supercapacitor with high specific energy",
      "author" : [ "C. Ye", "Q. Qin", "J. Liu", "W. Mao", "J. Yan", "Y. Wang", "J. Cui", "Q. Zhang", "L. Yang", "Y. Wu" ],
      "venue" : "J. Mater. Chem. A 7 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Structural directed growth of ultrathin parallel birnessite on #-MnO2 for high-performance asymmetric supercapacitors",
      "author" : [ "S.J. Zhu", "L. Li", "J.B. Liu", "H.T. Wang", "T. Wang", "Y.X. Zhang", "L. Zhang", "R.S. Ruoff", "F. Dong" ],
      "venue" : "ACS Nano 12 (2) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Freestanding RGO—Co3O4—PPy composite films as electrodes for supercapacitors",
      "author" : [ "L. Jiang", "Y. Li", "D. Luo", "Q. Zhang", "F. Cai", "G. Wan", "L. Xiong", "Z. Ren" ],
      "venue" : "Energy Technol. 7 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrochemical performance of free-standing and flexible graphene and TiO2 composites with different conductive polymers as electrodes for supercapacitor",
      "author" : [ "L. Jiang", "D. Luo", "Q. Zhang", "S. Ma", "G. Wan", "X. Lu", "Z. Ren" ],
      "venue" : "Chem. Eur. J. 25 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Harvesting thermoelectric energy from railway track",
      "author" : [ "M. Gao", "C. Su", "J. Cong", "F. Yang", "Y. Wang", "P. Wang" ],
      "venue" : "Energy 180 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Rong Chen",
      "author" : [ "M. Gao", "J. Cong", "J. Xiao", "H. Qing", "S. Li", "Y. Wang", "Y. Yao" ],
      "venue" : "Ping Wang, Dynamic modeling and experimental investigation of self-powered sensor nodes for freight rail transport, Appl. Energy 257 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Core-shell structure of Co3O4@CdS for high performance electrochemical supercapacitor",
      "author" : [ "D.S. Patil", "S.A. Pawar", "J.C. Shin" ],
      "venue" : "Chem. Eng. J. 335 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydrothermally synthesised NiCoP nanostructures and electrospun N-doped carbon nanofiber as multifunctional potential electrode for hybrid water electrolyser and supercapatteries",
      "author" : [ "S. Surendran", "S. Shanmugapriya", "P. Zhu", "C. Yan", "R. Hari Vignesh", "Y. Sung Lee", "X. Zhang", "R. Kalai Selvan" ],
      "venue" : "Electrochim. Acta 296 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "High-performance asymmetric supercapacitors of MnCo2O4 nanofibers and Ndoped reduced graphene oxide aerogel",
      "author" : [ "T. Pettong", "P. Iamprasertkun", "A. Krittayavathananon", "P. Sukha", "P. Sirisinudomkit", "A. Seubsai", "M. Chareonpanich", "P. Kongkachuichay", "J. Limtrakul", "M. Sawangphruk" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hierarchical 3D cobalt-doped Fe3O4 Nanospheres@NG hybrid as an advanced anode material for high-performance asymmetric supercapacitors",
      "author" : [ "M. Guo", "J. Balamurugan", "X.Y. Li", "N.H. Kim", "J.H. Lee" ],
      "venue" : "Small 13 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Novel core–shell heterostructure of multi–walled carbon Nanotube@Graphene oxide nanoribbons as the potential supercapacitor material",
      "author" : [ "L.Y. Lin", "M.H. Yeh", "J.T. Tsai", "Y.H. Huang", "C.L. Sun", "K.C. Ho" ],
      "venue" : "J. Mater. Chem. A 1 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Three dimensional macroporous architectures and aerogels built of carbon nanotubes and/or graphene: synthesis and applications",
      "author" : [ "S. Nardecchia", "D. Carriazo", "M.L. Ferrer", "M.C. Gutierrez", "F.D. Monte" ],
      "venue" : "Chem. Soc. Rev. 42 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Carbon nanotube-bridged graphene 3D building blocks for ultrafast compact supercapacitors",
      "author" : [ "D.T. Pham", "T.H. Lee", "D.H. Luong", "F. Yao", "A. Ghosh", "V.T. Le", "T.H. Kim", "B. Li", "J. Chang", "Y.H. Lee" ],
      "venue" : "ACS Nano 9 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polyaniline–RuO2 composite for high performance supercapacitors: chemical synthesis and properties",
      "author" : [ "P.R. Deshmukh", "R.N. Bulakhe", "S.N. Pusawale", "S.D. Sartaleb", "C.D. Lokhande" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "MnO2-based nanostructures for high-performance supercapacitors",
      "author" : [ "M. Huang", "F. Li", "F. Dong", "Y.X. Zhang", "L.L. Zhang" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fabrication of porous β-Co (OH)2 architecture at room temperature: a high performance supercapacitor",
      "author" : [ "C. Mondal", "M. Ganguly", "P.K. Manna", "S.M. Yusuf", "T. Pal" ],
      "venue" : "Langmuir 29 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Porous polyvinyl chloride films as substrate for polyanilinebased flexible and robust free-standing electrodes for high performance supercapacitors",
      "author" : [ "H. Wang", "D. Liu", "P. Liu" ],
      "venue" : "Microporous Mesoporous Mater. 284 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "High performance symmetric supercapacitor based on zinc hydroxychloride nanosheets and 3D graphene-nickel foam composite",
      "author" : [ "S. Khamlich", "Z. Abdullaeva", "J.V. Kennedy", "M. Maaza" ],
      "venue" : "Appl. Surf. Sci. 405 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "U",
      "author" : [ "K. Kaviyarasu", "E. Manikandan", "J. Kennedy", "M. Jayachandran", "R. Ladchumananandasiivam" ],
      "venue" : "Umbelino De Gomes, M. Maaza, Synthesis and characterization studies of NiO nanorods for enhancing solar cell efficiency using photon upconversion materials, Ceram. Int. 42 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Three-dimensional self-standing and conductive MnCO3@Graphene/CNT networks for flexible asymmetric supercapacitors",
      "author" : [ "S. Wu", "C. Liu", "D.A. Dinh", "K.S. Hui", "K.N. Hui", "J.M. Yun", "K.H. Kim" ],
      "venue" : "ACS Sustain. Chem. Eng. 7 (11) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hydrothermal fabrication of MnCO3@rGO: a promising anode material for potassium-ion batteries",
      "author" : [ "C. Nithya", "J.H. Lee", "N.H. Kim" ],
      "venue" : "Appl. Surf. Sci. 484 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile synthesis of manganese carbonate quantum dot/Ni (HCO3)2-MnCO3 composites as advanced cathode materials for high energy density asymmetric supercapacitors",
      "author" : [ "Q.X Xia", "K.S. Hui", "K.N. Hui", "S.D. Kim", "J.H. Lim", "S.Y. Choi", "L.J. Zhang", "R.S. Mane", "J.M. Yun", "K.H. Kimf" ],
      "venue" : "J. Mater. Chem. A 3 (2015) 22102–22117.  M. Karuppaiah, et al. Journal of Energy Storage 27 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Facile synthesis of MnCO3 nanoparticles on Ni foam for binder-free supercapacitor electrodes",
      "author" : [ "H.H. Peng", "L. Zhang", "D.Y. Jiang", "J. Chen" ],
      "venue" : "Int. J. Electrochem. Sci. 12 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "MnF2-Ni and MnCO3-Ni derived from the same raw materials for high-performance supercapacitor",
      "author" : [ "Y. Lv", "G. Dong", "J. Kang", "W. Han", "L. Li" ],
      "venue" : "Mater. Lett. 215 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "In situ conversion of manganese carbonate to manganese oxide/hydroxide and its supercapacitive analysis in aqueous KOH solution",
      "author" : [ "A. Kumar", "Y. Sharma" ],
      "venue" : "Ionics 23 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mustapha Balarabe Idris",
      "author" : [ "P. Vishnu Vardhan" ],
      "venue" : "V. Ramanathan, S. Devaraj, Electrodeposited MnCO3 as a high performance electrode material for supercapacitor, ChemistrySelect 3 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Manganese carbonate nanograined assembling macrocube via a facile hydrothermal process for high performance supercapacitors",
      "author" : [ "Q.X. Xia", "J.M. Yun", "L. Li", "K.H. Kim" ],
      "venue" : "Mater. Lett. 194 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Shape-controlled synthesis of MnCO3 nanostructures and their applications in supercapacitors",
      "author" : [ "N. Zhang", "J. Ma", "Q. Li", "J. Li", "D.H.L. Ng" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "MnCO: a novel electrode material for supercapacitors",
      "author" : [ "S. Devaraj", "H.Y. Liu", "P. Balaya" ],
      "venue" : "J. Mater. Chem. A 2 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis of peanut-like hierarchical manganese carbonate microcrystals via magnetically driven self-assembly for high performance asymmetric supercapacitor",
      "author" : [ "Y. Tang", "S. Chen", "T. Chen", "W. Guo", "Y. Li", "S. Mu", "S. Yu", "Y. Zhao", "F. Wen", "F. Gao" ],
      "venue" : "J. Mater. Chem. A 5 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent Progress in the applications of vanadium-based oxides on energy storage: from low-dimensional nanomaterials synthesis to 3D micro/nano-structures and free-standing electrodes fabrication",
      "author" : [ "P. Liu", "K. Zhu", "Y. Gao", "H. Luo", "L. Lu" ],
      "venue" : "Adv. Energy Mater. 7 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "MnO2 nano/micro hybrids for supercapacitors: “Nano's Envy",
      "author" : [ "S. Roshny", "R. Ranjusha", "M.S. Deepak", "N.S Rejinold", "R. Jayakumar", "S.V. Nair", "A. Balakrishnan" ],
      "venue" : "Micro's pride”, RSC Adv. 4 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Challenges and prospects of 3D micro-supercapacitors for powering the internet of things",
      "author" : [ "C. Lethien", "J.L. Bideau", "T. Brousse" ],
      "venue" : "Energy Environ. Sci. 12 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electron density and optical anisotropy in rhombohedral carbonates",
      "author" : [ "E.N. Maslen", "V.A. Streltsovt", "N.R. Streltsova" ],
      "venue" : "III. Synchrotron X-ray studies of CaCO3, MgCO3 and MnCO3, Acta Crystallogr. Sect. B Struct. Sci. 51 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Nanostructured porous manganese carbonate spheres with capacitive effects on the high lithium storage capability",
      "author" : [ "W. Kang", "D.Y.W. Yu", "W. Lid", "Z. Zhang", "X. Yang", "T.W. Ng", "R. Zou", "Y. Tang", "W. Zhang", "C.S. Lee" ],
      "venue" : "Nanoscale 7 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Structure of the hydrated (101̄4) surface of rhodochrosite (MnCO3)",
      "author" : [ "Y.S. Jun", "S.K. Ghose", "T.P. Trainor", "P.J. Eng", "S.T. Martin" ],
      "venue" : "Environ. Sci. Technol. 41 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Titania nanocoating on MnCO3 microspheres via liquid-phase deposition for fabrication of template-assisted core-shell- and hollow-structured composites",
      "author" : [ "H.K. Lee", "D. Sakemi", "R. Selyanchyn", "C.G. Lee", "S.W. Lee" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "G",
      "author" : [ "M. Karuppaiah", "P. Sakthivel", "S. Asaithambi", "R. Murugan" ],
      "venue" : "Anandha babu, R. Yuvakkumar, G. Ravi, Solvent dependent morphological modification of micronano assembled Mn2O3/NiO composites for high performance supercapacitor applications, Ceram. Int. 45 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Scaling behavior of grain-rotation-induced grain growth",
      "author" : [ "D. Moldovan", "V. Yamakov", "D. Wolf", "S.R. Phillpot" ],
      "venue" : "Phys. Rev. Lett. 89 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Formation and properties of nanostructured colloidal manganese oxide particles obtained through the thermally controlled transformation of manganese carbonate precursor",
      "author" : [ "S.D. Skapin", "V.C adez", "D. Suvorov", "I. Sondi" ],
      "venue" : "phase, J. Colloid Interface Sci",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Graphene-wrapped mesoporous MnCO3 single crystals synthesized from dynamic floating electrodeposition method for high performance lithium-ion storage",
      "author" : [ "M. Gao", "X. Cui", "R. Wang", "T. Wang", "W. Chen" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fabrication and structure characterization of  MnCO3/α-Fe2O3 nanocrystal heterostructures",
      "author" : [ "L. Cui", "M. Niu", "G. Chen", "Y. Wang" ],
      "venue" : "Mater. Lett. 63 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Study on the morphologycontrolled synthesis of MnCO3 and their enhanced electrochemical performance for lithium ion batteries",
      "author" : [ "L. Wang", "Y. Sun", "S. Zeng", "C. Cui", "H. Li", "S. Xu", "H. Wang" ],
      "venue" : "CrystEngComm 18 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Hydrothermal fabrication of MnCO3@rGO composite as an anode material for high-performance lithium ion batteries",
      "author" : [ "L. Zhou", "X. Kong", "M. Gao", "F. Lian", "B. Li", "Z. Zhou", "H. Cao" ],
      "venue" : "Inorg. Chem. 53 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Pure and Co doped CeO2 nanostructure electrodes with enhanced electrochemical performance for energy storage applications",
      "author" : [ "R. Murugan", "G. Ravi", "R. Yuvakkumar", "S. Rajendran", "N. Maheswari", "G. Muralidharan", "Y. Hayakawa" ],
      "venue" : "Ceram. Int. 43 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rational design of microsphere and microcube MnCO3@MnO2 heterostructures for supercapacitor electrodes",
      "author" : [ "H. Chen", "Z. Yan", "X.Y. Liu", "X.L. Guo", "Y.X. Zhang", "Z.H. Liu" ],
      "venue" : "J. Power Sour. 353 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "MnO2 hierarchical microspheres assembled from porous nanoplates for high-performance supercapacitors",
      "author" : [ "F. Liao", "X. Han", "D. Cheng", "Y. Zhang", "X. Han", "C. Xu", "H. Chen" ],
      "venue" : "Ceram. Int. 45 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Designing pinecone-like and hierarchical manganese cobalt sulfides for advanced supercapacitor electrode",
      "author" : [ "Y. Zhao", "Z. Shi", "H. Li", "C.A Wang" ],
      "venue" : "J. Mater. Chem. A 6 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Xiaodan Hong",
      "author" : [ "Q. Liu" ],
      "venue" : "Xin Zhang, Wei Wang, Wenxi Guo, Xiangyang Liu, Meidan Ye, Hierarchically structured Co9S8@NiCo2O4 nanobrushes for high-performance flexible asymmetric supercapacitors, Chem. Eng. J. 356 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Growth of vertically aligned tunable polyaniline on graphene/ZrO2 nanocomposites for supercapacitor energy-storage application",
      "author" : [ "S. Giri", "D. Ghosh", "C.K. Das" ],
      "venue" : "Adv. Funct. Mater. 24 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Solution-processed graphene/MnO2 nanostructured textiles for high performance electrochemical capacitors",
      "author" : [ "G. Yu", "L. Hu", "M. Vosgueritchian", "H. Wang", "X. Xie", "J.R. McDonough", "X. Cui", "Y. Cui", "Z. Bao" ],
      "venue" : "Nano Lett. 11 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Freestanding three dimensional graphene/MnO2 composite networks as ultralight and flexible supercapacitor electrodes",
      "author" : [ "Y. He", "W. Chen", "X. Li", "Z. Zhang", "J. Fu", "C. Zhao", "E. Xie" ],
      "venue" : "ACS Nano 7 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Flexible asymmetric micro supercapacitors based on Bi2O3 and MnO2 nanoflowers: larger areal mass promises higher energy density",
      "author" : [ "H. Xu", "X. Hu", "H. Yang", "Y. Sun", "C. Hu", "Y. Huang" ],
      "venue" : "Adv. Energy Mater. 5 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ag incorporated Mn3O4/AC nanocomposites based supercapacitor devices with high energy density and power density",
      "author" : [ "S. Nagamuthu", "S. Vijayakumar", "G. Muralidharan" ],
      "venue" : "Dalton Trans. 43 (46) ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "An asymmetric supercapacitor using RuO2/TiO2 nanotube composite and activated carbon electrodes",
      "author" : [ "Y.G. Wang", "Z.D. Wang", "Y.Y. Xia" ],
      "venue" : "Electrochim. Acta 50 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Synthesis of graphene oxide anchored porous manganese sulfide nanocrystal via the nanoscale Kirkendall effect for supercapacitor",
      "author" : [ "Y. Tang", "T. Chen", "S. Yu", "Y. Qiao", "S. Mu", "J. Hu", "F. Gao" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Facile synthesis of hierarchical Co3O4@MnO2 core-shell arrays on Ni foam for asymmetric supercapacitors",
      "author" : [ "M. Huang", "Y. Zhang", "F. Li", "L. Zhang", "Z. Wen", "Q. Liu" ],
      "venue" : "J. Power Sour. 252 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanohoneycomb-like manganese cobalt sulfide/three dimensional graphene-nickel foam hybid electrodes for high-rate capability supercapacitors",
      "author" : [ "M. Yu", "X. Li", "Y. Ma", "R. Liu", "J. Liu", "S. Li" ],
      "venue" : "Appl. Surf. Sci. 396 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hydrothermal self-assembly of manganese dioxide/manganese carbonate/reduced graphene oxide aerogel for asymmetric supercapacitors",
      "author" : [ "Y. Liu", "D. He", "H. Wu", "J. Duan", "Y. Zhang" ],
      "venue" : "Electrochim. Acta 164 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "D",
      "author" : [ "P. Giannizzi", "S. Baroni", "N. Bonini", "M. Calandra", "R. Car", "C. Cavazzoni" ],
      "venue" : "ceresoli, G.L. Chiarroti, M. Cococcioni, I. Dabo, A. Dal corso, S. de Gironcoli, S. Fabris, G. Fratesi, R. Gebauer, QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials, J. Phys. Condens. Matter. 21 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Generalized gradient approximation made simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Ann. Readapt. Med. Phys. 77 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "The MnCO3-II high-pressure polymorph of rhodocrosite",
      "author" : [ "M. Merlini", "M. Hanfland", "M. Gemmi" ],
      "venue" : "Am. Mineral. 100 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "High-pressure phases of MnCO3 by random structure search",
      "author" : [ "H.C. Hung", "C.R. Hsing", "C.M. Wei" ],
      "venue" : "Phys. Rev. B 99 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Über die Zuordnung von Wellenfunktionen und Eigenwerten zu den Einzelnen Elektronen Eines Atoms",
      "author" : [ "T. Koopmans" ],
      "venue" : "Physica 1 (1934) 104–113.  M. Karuppaiah, et al. Journal of Energy Storage 27 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 14,
      "context" : "The transition metal oxide/hydroxide/polymers such as RuO2 [15], MnO2 [16], NiO [17], Co(OH)2 [18] and polyvinylchloride [19] are used as a pseudocapacitors electrode materials.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 15,
      "context" : "The transition metal oxide/hydroxide/polymers such as RuO2 [15], MnO2 [16], NiO [17], Co(OH)2 [18] and polyvinylchloride [19] are used as a pseudocapacitors electrode materials.",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 16,
      "context" : "The transition metal oxide/hydroxide/polymers such as RuO2 [15], MnO2 [16], NiO [17], Co(OH)2 [18] and polyvinylchloride [19] are used as a pseudocapacitors electrode materials.",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 17,
      "context" : "The transition metal oxide/hydroxide/polymers such as RuO2 [15], MnO2 [16], NiO [17], Co(OH)2 [18] and polyvinylchloride [19] are used as a pseudocapacitors electrode materials.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 18,
      "context" : "Recently, the researchers and engineers are involved intensively to design and exploring new alternate high efficient electrode materials for electrochemical supercapacitors [20,21].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 19,
      "context" : "Recently, the researchers and engineers are involved intensively to design and exploring new alternate high efficient electrode materials for electrochemical supercapacitors [20,21].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 20,
      "context" : "In this regard, Manganese carbonate (MnCO3) is a newly emerging electrode material for supercapacitors as well as batteries due to its low valance state (Mn), highly electrochemical active sites, rich Faradic redox process, low cost, easily abundant, unique structural advantages and environmentfriendly nature [22,23].",
      "startOffset" : 311,
      "endOffset" : 318
    }, {
      "referenceID" : 21,
      "context" : "In this regard, Manganese carbonate (MnCO3) is a newly emerging electrode material for supercapacitors as well as batteries due to its low valance state (Mn), highly electrochemical active sites, rich Faradic redox process, low cost, easily abundant, unique structural advantages and environmentfriendly nature [22,23].",
      "startOffset" : 311,
      "endOffset" : 318
    }, {
      "referenceID" : 22,
      "context" : "Further, the low valence state promotes the fast electrochemical conversion of MnOHCO3/MnCO3 during the charge-discharge process between active electrode surface/electrolyte interfaces [24].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 23,
      "context" : "The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc.",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 24,
      "context" : "The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 25,
      "context" : "The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 26,
      "context" : "The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc.",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 27,
      "context" : "The various MnCO3 structures such as nanoparticle [25], stunted tooth-like [26], microsphere [27] and micro-cube [28,29], etc.",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 28,
      "context" : "[30] prepared nanospheres and nanocubes electrodes which exhibited high specific capacitance of 129 and 91 F g at a current density 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] synthesised submicron size MnCO3 electrode which exhibited maximum specific capacitance of 216 F g at 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[32] synthesised peanut-like hierarchical MnCO3 microcrystal's assembled by floss-like nano-wires via hydrothermal process where the electrode delivers high capacitance of 293.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "Two peaks appeared below 400 cm are assigned to the lattice vibration modes of CO3 and the peak seen at 715 cm is attributed to in-plane bending mode of CO3 anions [28].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 37,
      "context" : "Notably, the increasing intensity of bands is related to the quality of product material by hydrothermal than other methods [40,41].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 38,
      "context" : "Notably, the increasing intensity of bands is related to the quality of product material by hydrothermal than other methods [40,41].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 39,
      "context" : "This was reported by Moldovan and co-workers [42,43].",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 40,
      "context" : "This was reported by Moldovan and co-workers [42,43].",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 41,
      "context" : "278 nm which corresponds to (012) and (104) planes of rhodochrosite phase of MnCO3 [44,45].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 42,
      "context" : "278 nm which corresponds to (012) and (104) planes of rhodochrosite phase of MnCO3 [44,45].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 43,
      "context" : "8 eV is attributed to the satellite peak of Mn2p3/2 [46].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 44,
      "context" : "0 eV which correspond to the carbon element associated with oxygen in the carbonate anion CO3 [47].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 30,
      "context" : "The possible Faradaic redox charge storage mechanism of MnCO3 electrode from KOH electrolyte can be expressed as follows [32]:",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 45,
      "context" : "The specific capacitance (Cs) of the prepared electrode is determined from GCD curves in a three-electrode system according to the following equation [48].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 24,
      "context" : "MnCO3 stunted-tooth 6 M KOH 228 F g (2 A g) [26]",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 46,
      "context" : "MnCO3 microcube@MnO2 1 M Na2SO4 290 F g (1 A g) [49]",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 48,
      "context" : "MnS nanosphere 3 M NaOH 119 F g (1 A g) [51]",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 49,
      "context" : "Furthermore, to optimise the quantity of charge balance between positive and negative electrodes, the loading mass ratio between the MnCO3 and AC electrodes were estimated by using the following equation [52].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 60,
      "context" : "In order to unravel the intercalation properties of OH ions on the surface of MnCO3 in atomic level, Density Functional Theory (DFT) is carried out by Quantum espresso source code [63], where the optimal plane wave pseudo potentials are implemented with spin-polarised and scalar relativistic DFT methods.",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 61,
      "context" : "All the optimisations and electronic structural calculations are carried out with Perdew–Burke–Ernzernhof (PBE) [64] exchange correlation function.",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 29,
      "context" : "74 Å and the values are consistent with the previous experimental and theoretical values [31,37].",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 34,
      "context" : "74 Å and the values are consistent with the previous experimental and theoretical values [31,37].",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 64,
      "context" : "These values are calculated with Koopman's theorem [67] and the observed results revealed that the hardness, softness and electrophilicity values of MnCO3 are 0.",
      "startOffset" : 51,
      "endOffset" : 55
    } ],
    "year" : 2019,
    "abstractText" : "Recent advances in the development of manganese carbonate (MnCO3) have opened up new attractive electrode material for supercapacitor applications. However, limited internal specific capacitance and long cycle stability of MnCO3 due to its low electrical conductivity, poor interfacial properties and simple geometric configurations need to be further improved. Development of smart micro-nano architecture for electrode materials preparation is a critical challenge nevertheless it provides high specific capacitance, rich rate capability and long cycle stability. To achieve this, the facile strategy has been adopted to synthesis self-assembled micro-nano architecture of MnCO3 via simple co-precipitation, microwave and hydrothermal-assisted methods. The proposed first principle calculation study confirmed the weak interaction behaviour between OH and MnCO3 and tiny volume expansion of unit cell are favourable for rapid charging mechanism and high rate performance. The optimised complex grain growth of 3D MS/NCs MnCO3 electrode delivered an ultrahigh specific capacitance of 302.47 F g, high rate capability and long cycle stability. Moreover, an asymmetric supercapacitor is employed in as-prepared 3D MS/NCs MnCO3 as positive electrode and activated carbon as negative electrode which exhibits high specific energy of 18.07 W h kg, power density of 7498 W kg and superior capacitance retention of 98.79% even after 10,000 cycles. From these results, we concluded that the self-assembled micro-nano structures are preferred as the future promising electrode architecture for supercapacitors.",
    "creator" : "Elsevier"
  }
}