{
  "name" : "downloads_2019-10-07_fa_g2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sensitively-selective determination of Propyl Paraben preservative based on synergistic effects of polyaniline-zinc-oxide nano-composite incorporated into graphite paste electrode",
    "authors" : [ "Manasa G", "Ronald J. Mascarenhasa", "Basavanakote M. Basavaraja" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces B: Biointerfaces\njournal homepage: www.elsevier.com/locate/colsurfb\nSensitively-selective determination of Propyl Paraben preservative based on synergistic effects of polyaniline-zinc-oxide nano-composite incorporated into graphite paste electrode\nManasa Ga, Ronald J. Mascarenhasa,⁎, Basavanakote M. Basavarajab\na Electrochemistry Research Group, Department of Chemistry, St. Joseph’s College (Autonomous), Lalbagh Road, Bangalore, 560027, Karnataka, India bDepartment of Chemistry, PES University, Bangalore, 560085, Karnataka, India\nA R T I C L E I N F O\nKeywords: Polyaniline Zinc oxide Nano composite Modified carbon paste Paraben\nA B S T R A C T\nThe application of Propyl Paraben (PP) as a chemical preservative has expanded and diversified. Widespread use of products containing PP has resulted in its ubiquitous occurrence in environment and biological fluids among the general population. Several in-vivo studies have associated PP with estrogenic activity and malfunctioning of reproductive organs. In this work, we have developed a highly sensitive voltammetric sensor for PP detection based on polyaniline-zinc-oxide nano-composite modified carbon paste electrode (PANI/ZnO/MCPE). The synthesized nano-composite was characterized using spectroscopic techniques. Experimental conditions such as supporting electrolyte, their pH and scan rate were optimized to attain a well defined PP anodic peak current at 690mV. Our experiments indicate a strong synergistic interaction between ZnO and PANI, resulting in the magnification of PP current with a declined over-potential, compared to bare CPE. We have proposed a mechanism of π-π interaction between PP and PANI/ZnO/MCPE. The electrode process was characterized to be irreversible; diffusion controlled and proceeds with an exchange of 1eˉ and H+. Noteworthy analytical performance over wide linear range from 100.0 to 1.0 μM, with a detection limit of 0.13 μM and anti-interference characteristics were ascertained. A significant advantage of this sensor is its inability to detect micro molar concentrations of ascorbic acid (AA) while PP is detected at micro levels in the presence of high concentrations of AA. The versatility of this sensor was demonstrated by efficaciously applying it to trace analysis of complex real samples such as pharmaceutical formulations, biological samples and lake water with good recoveries."
    }, {
      "heading" : "1. Introduction",
      "text" : "Everyday human beings are constantly exposed to numerous chemicals from different sources simultaneously. Amidst the wide range of products, most popular and widely advertised are cosmetics. In order to boost their properties, promote their efficiency and to achieve viable products, cosmetics use chemical additives. When exposed to some of these substances in cosmetics there are chances of endocrine disrupting chemicals (EDCs) being added onto the body’s huge burden to incessant EDCs [1]. EDCs affect immune system and cause reproductive dysfunction. Among the EDCs, the one possessing estrogenic properties is PP, which has a broad-spectrum of use as an antimicrobial and antifungal preservative in processed food, personal care products, cosmetics and pharmaceutical formulations [2]. The long transit time between products moving from the manufacturer to the consumers makes PP preservative an important key component. It’s not just human beings,\nbut the environment also has continuously met with PP contamination, discharged through sewage systems [3]. Human exposure to PP is mostly from trans-dermal adsorption of personal care products and cosmetics which mandatorily use preservatives to enhance their shelf life. It is also possible through inhalation of perfumes and hair sprays or ingestion incase of lipsticks. A detailed literature review on PP unveils that women are largely exposed to PP than men because of its higher cosmetic usage among women in the pursuit of everlasting youth, and obliviousness to severe health risks. However, the most worrisome consequence is the exposure of EDC-PP to a developing fetus. It has also been detected in blood serum, urine, seminal fluid and breast milk [4]. Recently, PP preservative has come into scrutiny; as several studies have identified it as the culprit for various diseases including infertility in men and breast cancer in women. The issue has raised critical concerns with regard to human life, wildlife, and environmental safety [5]. Despite innumerable reports on human exposure assessment to PP in\nhttps://doi.org/10.1016/j.colsurfb.2019.110529 Received 17 July 2019; Received in revised form 10 September 2019; Accepted 24 September 2019\n⁎ Corresponding author. E-mail address: ronaldmasc2311@yahoo.co.in (R.J. Mascarenhas).\nColloids and Surfaces B: Biointerfaces 184 (2019) 110529\nAvailable online 24 September 2019 0927-7765/ © 2019 Elsevier B.V. All rights reserved.\nT\nwestern countries, information about its exposure in Asian countries such as India is limited. However, government regulatory boards worldwide have implemented regulations, including the WHO which has taken efforts to make consumers aware of the detrimental effects elicited by PP on prolonged exposure. The US-Environmental Protection Agency and European Union have restricted maximum usage of PP in food and cosmetics [6]. These issues have impacted the preservative and cosmetic manufacturers. Hence to pacify consumers and to subsist the regulatory regime many cosmetic companies have deliberately eliminated mentioning PP in their product labels and endorse the products as ‘paraben-free’ for marketing and claim to have used natural ingredients instead. Therefore, it has become increasingly significant to develop methods for quantitative determination of PP to continuously monitor their levels in the environment and assess human exposure. This will further assist in analyzing the effectiveness of assertive regulatory practices and permit PP usage as long as they are below the maximum recommended concentrations. To detect PP, any conventional instrumental techniques such as high performance liquid chromatography (HPLC), gas chromatography (GC), and electrophoresis have been used that delivered reliable and sensitive results [7]. However, these methods are expensive, sophisticated, complex and require pretreatment or derivatization as a prerequisite, and their time consuming nature have forced researchers to rely on straight forward, rapid, economical and highly sensitive electro-analytical techniques. Since PP is an electro-active molecule, it becomes convenient to employ electrochemical sensors for its determination. Electrochemical sensors are significantly attractive because of their amenability to miniaturize, experimental simplicity, exceptional sensitivity, inexpensiveness, swift surface renewability, portability for on-site monitoring, and ability to respond continuously, providing a real-time precise information [8–10]. These sensors have profound range of applicability in the fields of agricultural [11], environmental, industrial, food [12] and for clinical analysis [13]. So it was thought worthwhile to explore cost-effective electrochemical techniques involving the development of electrochemical sensors utilizing chemically MCPE with the underlying intention of improved electro-catalytic sensitivity and decreased overpotential for PP oxidation in comparison to unmodified electrodes.\nElectrically conducting phenylene based polymers prepared by inexpensive heterocyclic aniline monomers have received greater attention because of their potential sensing applications [14]. Conducting polymer as in PANI emerges as potential candidates for electrochemical sensors because of their straightforward preparation procedures and inherent conducting nature due to the presence of conjugated π electron system [15]. But the drawback of using polymer alone is; agglomeration of the polymer that leads to sluggish reaction kinetics, poor mechanical strength and lack of specificity [16]. In order to overcome these drawbacks, inorganic materials such as semiconducting metaloxides in the form of nano-particles are combined with conducting polymers to form organic-inorganic nano-composite materials [17,18]. PANI is a promising host material for numerous carbon and semiconducting materials because of its relatively high electrical conductivity, excellent chemical and electrochemical stability [19]. Literature reveals that significant research has been devoted towards designing conducting PANI-metal-oxide nano-composite based sensors TiO2, RuO2, NiO, [20–22]. PANI’s ability to combine with different metal-oxides to form nano-composite has great potential applications such as gas sensing [23,24], electrochemical and super capacitors [25,26], indicators radar-absorber and as reviewed by T. Sen et al., PANI composites are extensively exploited for diverse applications with impressive results [27]. Even though PANI-metal-oxide nano-composites are largely exploited, there is a growing interest in preparing conducting polymer metal-oxide nano-composites due to the advantages such as high surface to volume ratio acting as efficient catalytic sites with high electron transfer capability. Metal oxide nanoparticles exhibit more sites for surface activity and possess good mechanical and dispersant properties [28]. Nano-particles within the\npolymer matrix are stabilized by weak Vander Waal’s or Coulombic interactions. The consequence of nano-particle introduction into PANI may lead to combination of these towards elevating electronic interactions and enhanced charge transfers [29–31]. But more significantly better dispersion of nano-particles and increased interfacial interaction between nano-particles and PANI are integral for improvement in composite properties [32]. In addition to this, great advantage of nanocomposite lies in the fact that very small amount of nano-material is generally sufficient to bring about excellent catalytic properties. Therefore, utilization of PANI-metal-oxide nano-composite is perceived as being economical. From the literature search we observed that for PP detection polymer-metal-oxide nano-composite were unexploited. ZnO is a notable, well studied material because of its unique advantages such as biocompatibility, selectivity and chemical stability. Moreover, ZnO poses superior stability in acidic and oxidative environments, and hence has promotional effects on electrochemical properties of the composite [33]. Therefore, a nano-composite formed by PANI and ZnO nano-particles possesses combined properties of both constituents with considerably improved electronic and mechanical properties [34,35]. This composite film could detect low concentrations of target analyte with improved response kinetics which we have substantiated in this study.\nIn the present study we have synthesized, characterized and applied PANI/ZnO nano-composite in the development of PP electrochemical sensor. The important observation made was the synergistic effects of PANI and ZnO nano-particles which resulted in higher conductivity, surface area and facilitated facile electro-catalytic oxidation of PP at bulk modified PANI/ZnO/MCPE. Further, we have demonstrated positive qualities of the developed electrochemical sensor such as in terms of accelerated electron transfer kinetics with limiting surface fouling and enhanced oxidation current with decreased over-potential compared with other electrodes in literature. PANI/ZnO/MCPE also produced well defined voltammograms for PP without any interference from high concentrations of AA. Hence, we validated PANI/ZnO on CPE, a promising transducer in sensitively-selective determination and investigation of physicochemical properties of PP."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and reagents",
      "text" : "PP was purchased from Alfa Aesar (India). AA, Glucose (GLU), ethanol, silicone oil, N,N-dimethyl formamide (DMF), NaOH pellets, KH2PO4, acetic acid, ortho phosphoric acid and boric acid from Merck (India). Graphite powder was procured from Graphite India Private Limited (India). Aniline, HCl and ammonium persulphate were purchased from SD Fine Chemicals (India). PP solution was prepared in ethanol and all other solutions were prepared using ultra pure resistivity 18.2 MΩ cm water obtained from Milli-Q water system (Millipore, USA). Acetate buffer solution (ABS) was prepared by mixing 0.1 M each of acetic acid and sodium acetate. Phosphate buffer solution (PBS) was prepared by mixing 0.1 M KH2PO4 and NaOH. The pH of the solution was adjusted using 0.1M H3PO4. Britton Robinson buffer (BRB) solution was prepared by mixing 100ml each of 0.1 M acetic acid, ortho phosphoric acid, and boric acid and the pH was adjusted with 0.1M NaOH. All experiments were performed at room temperature (25 ± 2 °C)."
    }, {
      "heading" : "2.2. Instruments",
      "text" : "All Cyclic Voltammetry (CV) and electrochemical impedance spectroscopy (EIS) studies were conducted using Electrochemical workstation from CH instruments, model CH-660E (USA), equipped with general purpose CH-660E software for controlling all experiments. A digital pH/mV meter model ELICO Li 614 was utilized for preparing the buffer solutions. All voltammetric experiments were performed using\nthe conventional three electrode system consisting of calomel reference electrode, platinum foil auxiliary electrode and PANI/ZnO/MCPE as the working electrode. Characterization of the synthesized material was studied using X-ray diffraction (XRD) and Fourier transform infrared spectroscopy (FTIR) utilizing PANalytical X’pert Pro diffractometer (Cu Kα secondary graphite mono chromator, scan rate 1° 2θ/minute) and Nicolet IS5 FTIR Spectrometer. The surface morphology of the prepared PANI/ZnO/MCPE sensor was studied with Field Emission Scanning Electron Microscopy (FESEM) and Energy dispersive X-ray (EDX) using Zeiss Ultra 55 Gemini (USA)."
    }, {
      "heading" : "2.3. Preparation of PANI and PANI/ZnO",
      "text" : "Aniline (0.01M, 0.98 g) was dissolved in 100mL 1.0M HCl in a round bottom flask (RBF). Ammonium persulphate (0.0113M, 2.5670 g) was dissolved in 100mL of 1.0M HCl in another RBF. The two solutions were then mixed and vigorously stirred for 2 h for complete polymerization [36]. The resulting dark green suspension indicated the formation of insoluble polyaniline in its Emeraldine salt form which was then filtered and washed twice with 1.0 M HCl and ultra pure water until the filtrate became a colorless solution. Finally, PANI was dried in an oven at 60 °C for 24 h.\nInitially, ZnO nano particles and PANI were prepared as per the procedure reported elsewhere in literature [37,38]. Later, PANI (100.0 mg) was dissolved in 20ml DMF. To this solution, ZnO (100.0 mg) was added and ultrasonicated for 15min. After which the resulting suspension was centrifuged and washed with water and dried in an oven at 60 °C for 24 h."
    }, {
      "heading" : "2.4. Preparation of electrodes",
      "text" : "Bare CPE was prepared as discussed in previous articles [39,40]. Graphite powder and silicone oil in an optimized ratio (70:30 w/w %) were homogeneously blended in an agate mortar for 40min and packed firmly into Teflon cavity. The surface was smoothened and the electrode was designated as CPE. For the preparation of bulk modified PANI/ZnO/MCPE, PANI/ZnO nano-composite was thoroughly hand mixed with graphite powder and silicone oil using mortar pestle, in the ratio 95.3:4.7 (w/w %). Similarly PANI/MCPE, ZnO/MCPE was prepared by incorporating PANI material and ZnO nano-particles individually with graphite powder and silicone oil in the composition95.3:4.7 (w/w %). For regeneration of electrode, a thin layer of the surface was removed and replaced with fresh paste."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of PANI/ZnO nano-composite and surface morphology study of PANI/ZnO/MCPE",
      "text" : "PANI/ZnO structure and phase was characterized by XRD. The spectrum of PANI and PANI/ZnO nano-composite is as shown in Fig. 1. Both spectra show broad diffraction peaks between 20° to 30° which is attributed to the amorphous nature and low crystalline polyaniline. The diffraction peaks at around 2θ=20° and 25° corresponds to (110) and (100) planes of PANI respectively. These two peaks are attributed to the scattering from the periodicity perpendicular to PANI chains [41]. The diffraction peaks of ZnO located at 2θ=31.9° and 33° correspond to (100) and (002) planes respectively and have been indexed to the hexagonal Wurtzite phase of ZnO (JCPDS: 01-089-1397). The crystallite of PANI was estimated from X-ray line broadening using Sherrer’s equation [42]: D=kλ/βCosθ, where D= crystallite size, λ= wavelength of X-ray, θ= Bragg diffraction angle, β= full width at half maxima and k represents the shape. The calculated ZnO crystallite size was found to be 6 nm.\nFig. 2 shows the characteristic peaks of PANI that appeared at 1567, 1486, 1303 and 1140 cm−1. The absorption peaks for PANI/ZnO nano-\ncomposite that appeared at 1563 cm−1, 1490 cm−1 and 1376 cm−1 are due to C]C stretching mode of benzenoid rings, stretching mode of benzenoid rings and C–N stretching mode respectively. Also the peak at 1120 cm−1 can be attributed to in-plane bending vibration of aromatic C–H [43]. In comparison to the peaks corresponding to PANI, peaks of PANI/ZnO shifted to a lower wave number. This shift is attributed to the interaction of hydrogen bonding between amine groups in the PANI molecule and hydroxyl groups on the surface of ZnO nano-particles [44,45]. A broad band that appeared at 3400 cm−1 is attributed to adsorbed water molecule present in the sample, whereas the absorption band that appeared at 460 cm−1 was due to the stretching mode of ZnO nano-particles [46].\nFig. 2(a) illustrates a typical flake like structure of CPE. Upon modification with PANI/ZnO as represented in Fig. 2(b) the surface was observed to be smoother with the PANI/ZnO film covering the entire surface. No free ZnO particles were observed. It is evident from the FESEM image in Figure S1(a) (Supplementary information) that ZnO nano-particles are homogeneously attached to the surface of PANI with an average particle size of approximately 12 nm. Figure S1(b) (Supplementary information) depicts the EDX of PANI/ZnO/MCPE, with atomic percentages of elements Carbon, Nitrogen, Chlorine, Zinc and Oxygen at 66.01, 29.96, 0.02, 0.15, and 3.58.\nFigure S1(c) & (d) (Supplementary information) represents the FESEM of control electrodes PANI/MCPE and ZnO/MCPE respectively. The ZnO nano-particles on MCPE had agglomerated and this could have been one of the reasons for the low PP current."
    }, {
      "heading" : "3.2. Optimization of PANI/ZnO amount",
      "text" : "The amount of PANI/ZnO nano-composite in carbon paste (CP) matrix can enhance the sensitivity of the fabricated sensor towards PP. As shown in Figure S2 (Supplementary information), increase in amount of PANI/ZnO from 2.4% to 6.2% in CP matrix resulted in the variation of PP current sensitivity. Maximum PP response was obtained at 4.7% of PANI/ZnO. But at amounts more than 4.7%, oxidation peak current decreased due to saturation of electrode surface leading to obstruction of flow of electrons. Hence 95.3:4.7 (w/w %) was selected as the optimum amount of CP:PANI/ZnO for fabrication of PP electrochemical sensor."
    }, {
      "heading" : "3.3. Electrochemical and EIS characterization of electrodes",
      "text" : "Electrochemical characteristics of bare and nano-materials MCPE were evaluated by CV and EIS. Step wise modified electrodes were studied in a 1.0 M KNO3 solution containing 6.0 mM [Fe (CN)6]4−/3− probe. The effective surface area was estimated by Randles-Sevcik equation for a reversible process [47]: Ipa= (2.686×105) An3/2D1/ 2ʋ1/2C. Where Ipa= anodic current, A= effective surface area, n= the number of electrons transferred in the redox reaction which is 1, D is diffusion coefficient for [Fe(CN)6]4−/3− couple in an aqueous solution which is equal to 7.6×10-6 cm2 s-1, ʋ is the scan rate which is 50mV s1 and C= concentration of [Fe(CN)6]4−/3−. The microscopic total effective surface areas of bare CPE, ZnO/MCPE, PANI/MCPE, PANI/ZnO/ MCPE were calculated to be 0.077 cm2, 0.087 cm2, 0.093 cm2 and 0.106 cm2 respectively. It is evident from the results that upon modification of CPE, a larger specific surface area was available due to the nano-metric dimension of the nano-materials. The total active surface area of PANI/ZnO/MCPE was 1.4 fold larger than CPE, accounted to the strong combination tendency of PANI and ZnO nano-particles.\nEIS is an effective technique to probe impedance change of electrode surface during modification. Fig. 3(a) represents the Nyquist plots of each electrode used in the study. The experiment was performed in a solution containing 0.1mM PP (BRB 5) which reflected the interfacial electron transfer ability of electrodes. The charge transfer resistance (Rct) decreased in order of CPE > ZnO/MCPE > PANI/MCPE > PANI/ZnO/MCPE with their values 117.9 kΩ>49.2 kΩ>31.0 k\nΩ>24.7 kΩ respectively. The decreased resistance illustrated in impedance plots of ZnO/MCPE and PANI/MCPE portrayed the contribution of ZnO nano-particles and PANI polymer individually towards fastening electron tunneling process. Rct values indicate hindered electron transfer at bare CPE surface which substantially transformed upon modification. As the modifier promoted oxidation reaction to occur at a higher rate of heterogeneous electron transfer process at an appreciably reduced over-voltage. PANI/ZnO/MCPE had 4.8 times less impedance than CPE providing a unique evidence for change in charge transfer kinetics induced by ZnO nano-particles deposited on the PANI conducting layer. These results provide a qualitative evidence for the enhancement of PP Faradic current at PANI/ZnO/MCPE."
    }, {
      "heading" : "3.4. Electro-catalytic oxidation of PP at different electrodes",
      "text" : "The electro-catalytic oxidative behavior of 0.1 mM PP at CPE and different modified electrodes was studied in pH 5.0 BRB to discuss their signal enhancement effect. Fig. 3(b) records the detailed CV curves. All electrodes displayed a single anodic peak assigned to the oxidation of the hydroxyl group of PP and no corresponding cathodic peak was attained, indicating an electrochemical irreversible electrode process. From Fig. 3(b) it is evident that at the surface of CPE, weak oxidation prevailed with a peak current of 4.1 μA appearing at 715mV. The poor electrochemical performance of CPE is observed to be a consequence of accumulation ability and sluggish electron transfer. At ZnO/MCPE, anodic current (5.6 μA) response was fairly higher than CPE but an illdefined drawn-out peak with greater background current compared to other electrodes was observed. The increment in current was due to the fact that ZnO nano-particles in ZnO/MCPE showed inherent catalytic ability and at the same time rendered a large surface area to volume\nratio. At PANI/MCPE, oxidation peak current increased considerably and the peak current reached 9.5 μA at 706mV, which suggests that the prepared PANI produced signal enhancement effect for PP oxidation. This can be ascribed to high conductivity and good electron transportation properties of PANI polymer, as a result of effective π-π interaction between the aromatic rings of PP and PANI. However, PANI/ZnO/ MCPE apparently displayed a distinct anodic peak with lower background current and a significantly enhanced performance when compared to all other electrodes in terms of intensified anodic current of 15.5 μA at a decreased potential of 690mV. The strong synergistic signal amplification from PANI/ZnO nano-composite resulted in the magnification of oxidation current value for PP by a 3.8 fold increase, greater than CPE. Additionally, the over-potential lowered than that of CPE by 25mV is creditable to the synchronous effect of ZnO nanoparticles and PANI layer. This confirms the electro-catalytic effect of PANI/ZnO in a faster and better determination of PP. Aforementioned mechanism of synergistic enhancement of PP detection current can be associated with reasons such as; (i) Incorporation of ZnO nano-particles to PANI matrix acted as a catalyst and improved the effective surface area as verified by the surface area calculations discussed previously. (ii) π-π stacking of PP and PANI aromatic moieties justified the substantially large conductivity observed due to increased efficiency of charge transfer between ZnO nano-particles and polymer chains. Further the signal enhancement effect produced by PANI/ZnO/MCPE can be correlated to least charge resistance value attained in the EIS study. The larger oxidation current and lower over-potential exhibited at PANI/ZnO/MCPE ascertain enhanced electro-catalytic behavior of PANI/ZnO nano-composite towards PP oxidation and therefore detection sensitivity would be improved."
    }, {
      "heading" : "3.5. Optimization of CV parameters",
      "text" : ""
    }, {
      "heading" : "3.5.1. Effect of supporting electrolyte and their pH",
      "text" : "The supporting electrolyte and their pH values are important parameters for an electrochemical reaction. Figure S3 (Supplementary information) shows the effect of different buffer solutions used for studying electro-oxidation of 0.1mM PP. As noticeable from Figure S3(a) (Supplementary information), no electrochemical reaction occurred in 0.1M ABS in the pH range 3 to 6. A similar behavior was seen in acidic 0.1M PBS illustrated in Figure S3(b) (Supplementary information), although nearing to neutral pH, PBS facilitated PP oxidation. At pH 6.0, anodic current of 10 μA was achieved but the response decayed gradually in neutral and basic conditions. Further examination in 0.1M BRB upon varying pH from 2 to 8, PP anodic peak currents on PANI/ZnO/MCPE improved progressively but declined while nearing basic pH as depicted in Fig. 4(a) inset. From pH 3 to 8 of BRB, a pronounced oxidation peak current for PP was achieved at pH 5.0. As exemplified by the voltammograms in Figure S3(c) (Supplementary information), well defined anodic peaks with a higher current appeared on account of which BRB was chosen to be an ideal supporting electrolyte. The present behavior can be elucidated on the basis of change in charge on PANI/ZnO nano-composite. Since H+ ion concentration is elevated in acidic pH environment, the surface of PANI/ZnO/MCPE acquires a positive charge on account of protonation of the imine moieties present in PANI [48]. These positively charged sites on PANI/\nZnO/MCPE favours the production of a higher current as a result of hydrogen bonding and π-π stacking of benzonoid rings of PP on PANI film surface (Scheme 1). But in the alkaline buffer, PANI film undergoes deprotonation process and has increased resistance, subsequently the number of negative sites on PANI increases with adsorption of OH− ions in buffer. This negatively charged surface of PANI/ZnO probably exhibited least interaction with PP molecules. Therefore, pH 5.0 BRB was retained for subsequent analytical experiments to accomplish higher response signal. As perceived from Fig. 4(a) anodic peak potential shifted negatively with increase in pH value, implying the participation of protons in the electrode reaction. Moreover, a good linear relationship was established between anodic peak potentials and the solution pH. The regression equation can be expressed as Epa= 1018.40 – 61.51mV/pH (R2= 0.9990). The relationship between the number of protons and electrons is given by [49]: Ep= (Eº - 59m/n) pH. A calculated slope of 61.51mV/pH was observed to be approximately close to the Nernst theoretical value of 59mV/pH, implying that electron transfer was accompanied by equal number of protons and electrons during the electrode reaction."
    }, {
      "heading" : "3.5.2. Effect of scan rate",
      "text" : "The effect of scan rate on the electrochemical behavior of PP was examined in order to assess whether the reaction on PANI/ZnO/MCPE was either diffusion or adsorption controlled process. Fig. 4(b) shows the oxidative behavior of PP at different potential sweeps between 25\nand 150mV s−1, determined on the surface of PANI/ZnO/MCPE. As the scan rate increased the peak potential shifted towards more positive values. Accurate information involving electrochemical mechanism can be acquired from the linear relationship between peak currents and square root of scan rate, represented in Fig. 4(b) inset. The straight line obtained furnished a regression equation : Ipa= 4.41+ 1.81 ʋ1/2 (R2= 0.9922). This finding implies that electrochemical reaction occurring at PANI/ZnO/MCPE surface was predominantly a diffusion controlled process, which is quintessential for quantitative measurements. The total surface concentration of PP electro-active species at PANI/ZnO/MCPE is calculated using the equation [50]: Ipa= F2AΓn2ʋ/4RT, wherein, n=number of electrons, ʋ= scan rate and others are constants with their usual meaning. The total surface concentration estimated increased in the order CPE < ZnO/MCPE < PANI/MCPE < PANI/ZnO/MCPE with their values as 1.13× 10-9 mol cm-2< 1.37× 10-9 mol cm-2< 2.17× 10-9 mol cm-2< 3.11×10-9 mol cm-2 respectively. The electro-active surface concentration of PANI/ZnO/MCPE was 2.8 fold larger than CPE. This demonstrates that upon modification with PANI/ZnO the surface property significantly improved due to the presence of large number of active sites with a strong affinity towards PP. Hence PP accumulation efficiency at PANI/ ZnO/MCPE was enhanced.\nThe electron transfer coefficient (α) was calculated using the equation [51]: ΔE=Epa – Ep1/2= 47.7/α (mV) which was found to be 0.701. A linear relationship between logarithmic scan rate and anodic potential was obtained and their regression equation was: Epa (V)= 0.568+0.071 (R2=0.9810). Laviron equation for a totally irreversible system was expressed as [52]: Epa= [2.303RT/2 (1-α) nF] logʋ+K. From this equation, the total number of electrons (n) participated in the electrochemical oxidation of PP was calculated to be 1.31. Scheme 1 represents the π-π interaction of PANI/ZnO/MCPE with PP resulting in its direct oxidation occurring on hydroxyl group at position four of the aromatic ring. The loss of one electron is irreversible in character as ascertained from CV studies. This indicates the unstable primary phenoxy radicals formed which might associate in the successive irreversible homogeneous reaction giving neutral dimers and oligomers."
    }, {
      "heading" : "3.6. Analytical application of PANI/ZnO/MCPE",
      "text" : ""
    }, {
      "heading" : "3.6.1. Calibration curve",
      "text" : "Under optimal conditions, response of PANI/ZnO/MCPE for various concentrations of PP was recorded using Differential Pulse Voltammetry (DPV), as displayed in Fig. 5(a). DPV technique was employed since it possesses higher current sensitivity and better resolution than CV. The calibration curve for PP was obtained by successive addition of PP from 1.0 to 100.0 μM to BRB and subsequently performing DPV measurements. As expected oxidation peak current increased with increasing PP concentration. The linear correlation between anodic currents and concentrations for quantitative assessment is represented in Fig. 5(a) inset. Two linear relationships were acquired. The first linear dynamic range was observed to be from 100.0 to 10.0 μM, with a calibration equation of Ipa=10.4900+ 0.1100 C (μM) (R2= 0.9923) and the second from 10.0 to 1.0 μM, with a calibration equation of Ipa= 0.2050+1.1870 C (μM) (R2=0.9850). Satisfactory values of correlation coefficient hint linearity of the calibration graph. Although at higher concentrations the graph deflects from linear state and progressively reaches a constant value, such behavior was observed in previous works as well [53]. From the data acquired it is assumed that all the specific active sites for PP on PANI/ZnO/MCPE were almost occupied and there were no further sites for PP oxidation [54,55]. It was also observed that, in the first linear dynamic range, a sensitivity of 0.1100 AM−1 was obtained which was lower compared to the sensitivity of 1.1870 AM−1 that was achieved in the second dynamic range. Using the slope of the calibration curve when the signal to noise ratio was 3, detection limit of PP on the surface of PANI/ZnO/MCPE was calculated to be 0.13 μM. The Limit of quantification calculated was 0.40 μM. This substantiates the sensitive trait of our proposed sensor."
    }, {
      "heading" : "3.6.2. Interference study",
      "text" : "Prior to real sample analysis, influence of potentially interfering molecules in determination of PP was investigated to evaluate the selectivity of the method. Several organic and inorganic species were checked as potential interfering substances found with PP in cosmetics, pharmaceutical, water and biological fluids. The interference study was performed by examining sample solutions comprised of a fixed concentration of PP spiked with various excess amounts of each excipient.\nScheme 1. A schematic representation of PANI/ZnO/MCPE preparation, followed by plausible mechanism of interaction between PANI/ZnO/MCPE and PP, eliciting its electro-oxidation.\nThe maximum concentration that gave a relative error less than 5% was considered as the tolerance limit for interfering species. It was established that 1000 fold excess of HCO3−, Cl−, PO43-, I−, SO42-, K+, Na+, Fe2+, Cu2+ and GLU had no influence on the electrochemical signal of PP. Next, AA (a co-ingredient in cosmetics as a preservative) was checked for its interference. To perform the aforementioned study, 1.0 mM AA was combined with 0.1 mM PP in BRB 5.0. Figure S4 (Supplementary information) illustrates the preliminary inspection of CV response of analyte containing the binary mixture on CPE and PANI/ZnO/MCPE. Favorably, PP oxidation current and potential remained unaltered which is predominantly creditable to the selectivity offered by ZnO nano-particles in the composite. Furthermore, a constant concentration of 1.0mM AA was added to various concentrations of PP for DPV diagnosis, displayed in Fig. 5(b). No interference was observed as the sensor could conveniently detect PP in the presence of 1.0 mM AA with a wide potential separation. The calculated limit of detection for PP in presence of AA excipients was 0.12 μM. This lends confidence in the fabricated PANI/ZnO/MCPE and DPV technique utilized to be highly sensitive for its use in identifying complex real samples. A comparison with other reported sensors for PP detection; displayed in Table 1.\nTable 1 represents other PP electrochemical sensors reported in literature. The two PP MGCE detectors described were MIPs/GCE and CuO/Cu2O-CPL6/GCE [56,57] with elaborate preparation procedure. The former electrode had to be oven dried for 5 h after drop-casting the mixed template. Subsequently, it was hung in ultrapure water until the piece of slip covering the electrode fell off. Likewise, a requisite for CuO/Cu2O-CPL6/GCE was, post polishing electrochemical cleaning for two minutes in PBS followed by 20 potential cycles from -1000mV to 1000mV until a stable and reproducible voltammograms was obtained.\nIn the same work, the sensor was fabricated via double modification step, initially by drop casting 10 μL of CPL6 on GCE and then drying the electrode for 6 h followed by electro deposition of Cu nano-particles for 120 s, which were then oxidized to CuO/CuO2 nano-particles by performing 20 polarization cycles to obtain CuO/Cu2O-CPL6/GCE. Among other electrodes for PP sensing such as; BDDE [58], CF disk micro electrode [59] and CNF-Ep plates [60], the method of modification utilized was laborious, elaborate and hence resulted in severe lag for subsequent analysis.\nBut however, CPEs have received a great deal of attention owing to their unique physiochemical properties upon modification, like high stability. In addition to that, ease of preparation and surface renewal is much rapid compared to GCE, metal electrodes or diamond electrodes. In literature we observed only one MCPE, i.e. MIP/CPE [61], validated for PP recognition. Also, at other electrodes, during quantification the PP oxidation occurred at a much higher over potential compared to PANI/ZnO/MCPE. The oxidation potentials at MIPs/GCE, CuO/Cu2OCPL6/GCE, BDDE, CF disk micro electrode, CNF-Ep plates, MIP/CPE, and PANI/ZnO/MCPE were 940mV, 980mV, 900mV (CV), 1050mV, 790mV and 640mV respectively. This implies towards the electrocatalytic contributions of PANI/ZnO/MCPE in terms of facile charge transfer with low background current and further the BRB electrolytic media has certainly favored the reaction. Except at PANI/ZnO/MCPE, none of the other electrochemical sensors have been validated in biological sample quantification of PP. Especially in the case of CNF-Ep plates electrode reporting lowest detection limit, have not validated the sensor’s potential application whilst at MIP/CPE, the sensor’s practicality was limited to only one cosmetic sample. CNF-Ep plates and MIP/ CPE, although present low detection limits, the material preparation techniques were more dispendious and time consuming. For the very\nreason, the development of a simple, inexpensive electrode material for PP determination in environment and complex matrices was much desired. Hence, in this work, we have addressed elaborately the potentiality and versatility of our sensor in five different real samples, such as herbal medicine, cosmetic, biological and environmental samples. Thereby we have not only developed a PANI/ZnO/MCPE economical sensor with catalytic performance but also demonstrated its high-caliber in PP determination."
    }, {
      "heading" : "3.6.3. Practical application",
      "text" : "There are no other sensors in literature to determine PP in pharmaceutical dosage forms. Therefore, the proposed technique would favor pharmacopoeias commission to verify the drug constituents. For this reason the accuracy of proposed sensor and adequacy of the technique were checked by conducting triplet recovery tests in pharmaceuticals, cosmetic, biological fluids and lake water samples. All real samples were used as such without any pretreatment and then diluted. The results in Table 2 show the validity of PANI/ZnO/MCPE and DPV for quantitative determination of PP in various real samples with good recovery percentages. This substantiates the precise accuracy and reliability of developed electrochemical sensor for electro-chemical analysis of PP."
    }, {
      "heading" : "3.6.4. Reproducibility",
      "text" : "The sensor’s reproducibility is substantiated in S5 (Supplementary information)."
    }, {
      "heading" : "4. Conclusion",
      "text" : "To best of our literature knowledge we report for the first time a voltammetric sensor based on PANI/ZnO/MCPE for ultrasensitive detection of PP, an emerging pollutant. Attributed to synergy between PANI and ZnO, culminated in enhanced conductivity and surface area of PANI/ZnO/MCPE. This property of the MCPE preferentially favored accelerated charge transfers with magnified current response and reduced onset potential for its electro-catalytic oxidation. Particularly in comparison to bare CPE, 3.8 fold increment in anodic peak current with decreased over-potential of 25mV was attained at PANI/ZnO/MCPE. Upon optimization PP oxidation was more efficient in acidic condition of pH 5.0. Results represented DPV to be a feasible and reliable technique with greater sensitivity and selectivity towards PP oxidation, as the peak currents were proportional to the concentration of PP with an LOD of 0.13 μM. Excellent resistance to electrode fouling and notable separation of analyte signals from that of AA interferent was observed. We have successfully demonstrated the proposed PANI/ZnO/MCPE as a promising electrochemical sensor in view of its efficiency and versatility, competently applicable for onsite realistic trace analysis of PP in\nvarious complex real samples such as pharmaceutical formulations, biological and lake water samples with excellent recoveries.\nDeclaration of Competing Interest\nNo conflict of interest."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This work was supported by BRNS (Mumbai), DAE and Govt. of India, under major research project [37(2)/14/10/2014-BRNS]. The characterization part of the work was performed using facilities at CeNSE, funded by MeitY, Govt. of India, located at IISc, Bangalore."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.colsurfb.2019.110529."
    } ],
    "references" : [ {
      "title" : "Paraben esters: review of recent studies of endocrine toxicity",
      "author" : [ "P.D. Darbre", "P.W. Harvey" ],
      "venue" : "absorption, esterase and human exposure and discussion of potential human health risks, J. Appl. Toxicol. 28 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Screening of bisphenol A",
      "author" : [ "K. Kolsek", "M. Gobec", "I. Mlinaric", "M.S. Dolenc" ],
      "venue" : "triclosan and paraben analogues as modulators of the glucocorticoid and androgen receptor activities, Toxicol. In Vitro 29 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ecological risk assessment associated to the removal of endocrine-disrupting paraben and benzophenone-4 in waterwaste treatment",
      "author" : [ "D.M. Delgado", "M.S.D. Cruz", "D. Barcelo" ],
      "venue" : "J. Hazard. Mater. 310 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Parabens in human urine from several Asian countries",
      "author" : [ "M. Honda", "R. Morgan", "K. Kannan" ],
      "venue" : "Greece, and the United States, Chemosphere 201 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent developments in analytical quantitation for parabens in human-associated samples",
      "author" : [ "N. Raza", "K.H. Kim", "M. Abdullah", "W. Raza", "R.J.C. Brown" ],
      "venue" : "Trends Analyt. Chem. 98 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A rapid separation and highly determination of paraben species by ultra-performance liquid chromatographyelectrochemical detection",
      "author" : [ "M. Chuto", "S. Chaiyo", "W. Siangproh", "O. Chailapakul" ],
      "venue" : "Detection 1 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Biosensors For Endocrine Disruptors",
      "author" : [ "E. Eltzov", "A. Kushmaro", "R.S. Marks" ],
      "venue" : "Endocrine Disrupting Chemicals in Food, Woodhead publishing series in food science, technology and nutrition",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Multi-walled carbon nanotubepoly(glycine) modified carbon paste electrode for the determination of dopamine in biological fluids and pharmaceuticals",
      "author" : [ "T. Thomas", "R.J. Mascarenhas", "B.E.K. Swamy", "P. Martis", "Z. Mekhalif", "B.S. Sherigara" ],
      "venue" : "Colloids Surf. B 110 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "H",
      "author" : [ "J.B. Raoof", "R. Ojani" ],
      "venue" : "Karimi-Maleh, Electrocatalytic oxidation of glutathione at carbon paste electrode modified with 2,7-bis (ferrocenyl ethyl) fluoren-9-one: application as a voltammetric sensor, J. Appl. Electrochem. 39 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A voltammetric biosensor based on ionic liquid/NiO nanoparticle modified carbon paste electrode for the determination of nicotinamide adenine dinucleotide (NADH)",
      "author" : [ "H. Karimi-Maleh", "A.L. Sanati", "V.K. Gupta", "M. Yoosefian", "M. Asif", "A. Bahari" ],
      "venue" : "Sens. Actuators B 204 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The determination of 2-phenylphenol in the presence of 4-chlorophenol using nano- Fe3O4/ionic liquid paste electrode as an electrochemical sensor",
      "author" : [ "H. Karimi-Maleh", "C.T. Fakude", "N. Mabuba", "G.M. Peleyeju", "O.A. Arotiba" ],
      "venue" : "J. Colloid Interface Sci. 554 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "3D reduced graphene oxide/FeNi3-ionic liquid nanocomposite modified sensor; an electrical synergic effect for development of tert-butylhydroquinone and folic acid sensor",
      "author" : [ "F. Tahernejad-Javazmi", "M. Shabani-Nooshabadi", "H. Karimi-Maleh" ],
      "venue" : "Compos. Part B 172 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A new epirubicin biosensor based on amplifying DNA interactions with polypyrrole and nitrogen-doped reduced graphene: experimental and docking theoretical investigations",
      "author" : [ "A. Khodadadi", "E. Faghih-Mirzaei", "H. Karimi-Maleh", "A. Abbaspourrad", "S. Agarwal", "V.K. Gupta" ],
      "venue" : "Sens. Actuators B 284 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A review: conducting polymers and their applications",
      "author" : [ "N.K. Jangid", "N.P.S. Chauhan", "K. Meghwal", "R. Ameta", "P.B. Punjabi" ],
      "venue" : "Res. J. Pharm. Biol. Chem. Sci. 5 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Development of polyaniline/Zinc oxide nanocomposite impregnated fabrics as an electrostatic charge dissipative material",
      "author" : [ "A. Anand", "N. Rani", "P. Saxena", "H. Bhandari", "S.K. Dhawan" ],
      "venue" : "Polym. Int. 64 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Surface functionalization ofPANI and PANI/ZnO hybrid nanofibers with metallic catalyst for ammonia sensing at room temperature",
      "author" : [ "A. Zoshki", "M.B. Rahmani", "F. Masdarolomoor", "S.H. Pilehrood" ],
      "venue" : "Mod. Phys. Lett. B 33 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Development of electronspun polyaniline/ ZnO composite nanofibers for LPG sensing",
      "author" : [ "P.T. Patil", "R.S. Anwane", "S.B. Kondawar" ],
      "venue" : "Proc. Mat. Sci. 10 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Gas sensors based on polyaniline/zinc oxide hybrid film for ammonia detection at room temperature",
      "author" : [ "G. Zhu", "Q. Zhang", "G. Xie", "Y. Su", "K. Zhao", "H. Du", "Y. Jiang" ],
      "venue" : "Chem. Phys. Lett. 665 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrochemical detection of epinephrine using polyaniline nanocomposite films doped with TiO2 and RuO2 nanoparticles on multi-walled carbon nanotube",
      "author" : [ "T.P. Tsele", "A.S. Adekunle", "O.E. Fayemi", "E.E. Ebenso" ],
      "venue" : "Electrochim. Acta 243 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fabrication",
      "author" : [ "A.M. Azharudeen", "R. Karthiga", "M. Rajarajan", "A. Suganthi" ],
      "venue" : "characterization of polyaniline intercalated NiO nanocomposite and application in the development of non-enzymatic glucose biosensor, Arab. J. Chem. ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "In situ synthesis and characterization of polyaniline/ nickel oxide composites",
      "author" : [ "A.L. Goyal", "S. Sharma", "D. Jain", "D. Kumar", "N. Kishore" ],
      "venue" : "Adv. Appl. Sci. Res. 6 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A review on advances in application of polyaniline for ammonia detection",
      "author" : [ "N.R. Tanguy", "M. Thompson", "N. Yan" ],
      "venue" : "Sens. Actuators B 257 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Doping effect on self-assembled films of polyaniline and carbon nanotube applied as ammonia gas sensor",
      "author" : [ "M. Eising", "C.E. Cava", "R.V. Salvatierra", "A.J.G. Zarbin", "L.S. Roman" ],
      "venue" : "Sens. Actuators B 245 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sensitive electrochemical sensor using a graphene-polyaniline nanocomposite for simultaneous detection of Zn(II)",
      "author" : [ "N. Ruecha", "N. Rodthongkum", "D.M. Cate", "J. Volckens", "O. Chailapakul", "C.S. Henry" ],
      "venue" : "Cd(II), and Pb(II), Anal. Chim. Acta 874 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chemically synthesized polyaniline supercapacitor",
      "author" : [ "N.M. Soudagar", "V.K. Pandit", "R.B. Pujari", "K.B. Chorghade", "C.D. Lokhande", "S.S. Joshi" ],
      "venue" : "Int. J. Eng. Res. Tech. 10 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis and sensing applications of polyaniline nanocomposite: a review",
      "author" : [ "T. Sen", "S. Mishra", "N.G. Shimpi" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electro-oxidation and determination of 2-Thiouracil at TiO2 nanoparticles-modified gold electrode",
      "author" : [ "S.D. Bukkitgar", "N.P. Shetti", "R.M. Kulkarni" ],
      "venue" : "Surf. Interface 6 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Carbon nanotubes and semiconducting polymer nanocomposite",
      "author" : [ "D.N. Huyen" ],
      "venue" : "in: S. Yellampalli (Ed.), Carbon Nanotubes- Synthesis, Characteization, Application, In Tech, Croatia",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Optical and electrical transport properties of polyaniline-silver nano-composite",
      "author" : [ "K. Gupta", "P.C. Jana", "A.K. Meikap" ],
      "venue" : "Synth. Met. 160 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Polyaniline/SnO3 nanocomposite for supercapacitor applications",
      "author" : [ "Z.-A. Hu", "Y.-L. Xie", "Y.-X. Wang", "L.-P. Mo", "Y.-Y. Yang", "Z.-Y. Zhang" ],
      "venue" : "Mater. Chem. Phys. 114 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis",
      "author" : [ "P. Pradeep", "A.R.M. Yadwad", "S. Joshi", "S. Seetharamu" ],
      "venue" : "conductivity and sensitivity studies of polyaniline-Iron oxide nanocomposites, Int. J. Eng. Res. Appl. 8 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electro-sensing base for mefenamic acid 5% barium-doped zinc oxide nanoparticles modified electrode and its analytical application",
      "author" : [ "S.D. Bukkitgar", "N.P. Shetti", "R.M. Kulkarni", "S.T. Nandibewoor" ],
      "venue" : "RSC Adv. 127 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Development of electrospun polyaniline/ ZnO composite nanofibers for LPG sensing",
      "author" : [ "P.T. Patil", "R.S. Anwane", "S.B. Kondawar" ],
      "venue" : "Procedia Mater. Sci. 10 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Role of conducting polymer and metal oxide-based hybrids for application in amperometric sensors and biosensors",
      "author" : [ "B.S. Dakshayini", "K.R. Reddy", "A. Mishra", "N.P. Shetti", "S.J. Malode", "S. Basu", "S. Naveen", "A.V. Raghu" ],
      "venue" : "Microchem. J. 147 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis of novel polyaniline nanofibers: application in pH sensing",
      "author" : [ "S. Tanwar", "J.A. Ho" ],
      "venue" : "Molecules 20 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Emissive ZnO-graphene quantum dots for white-light-emitting diodes",
      "author" : [ "D.I. Son", "B.W. Kwon", "D.H. Park", "W.S. Seo", "Y. Yi", "B. Angadi", "C.L. Lee", "W.K. Choi" ],
      "venue" : "Nat. Nanotechnol. 7 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Yen",
      "author" : [ "T.M. Wu" ],
      "venue" : "Wen, Lin, Doped polyaniline/multi-walled carbon nanotubes composites: preparation, characterization and properties, Polymer 47 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Multi-walled carbon nanotubes modified carbon paste electrode as a sensor for the amperometric detection of L-tryptophan in biological samples",
      "author" : [ "T. Thomas", "R.J. Mascarenhas", "O.J. D’Souza", "P. Martis", "J. Dalhalle", "B.E.K. Swamy" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "NO2 gas sensing with SnO2-ZnO/  PANI composite thick film fabricated from porous nanosolid",
      "author" : [ "H. Xu", "X. Chen", "J. Zhang", "J. Wang", "B. Cao", "D. Cui" ],
      "venue" : "Sens. Actuators B 176 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis and characterization of maghemite nanocrystals decorated multi-wall carbon nanotubes for methylene blue dye removal",
      "author" : [ "A.K. Bhakta", "S. Kumari", "S. Hussain", "P. Martis", "R.J. Mascarenhas", "J. Delhalle", "Z. Mekhalif" ],
      "venue" : "J. Mater. Sci. 54 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation of TiO2 polyaniline nanocomposite from allotropic crystalline solution",
      "author" : [ "L. Shi", "X. Wang", "L. Lu", "X. Yang", "X. Wu" ],
      "venue" : "Syn. Metals 159 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A novel emulsion route to sub-micrometer polyaniline/nano-ZnO composite fibers",
      "author" : [ "Y. He" ],
      "venue" : "Appl. Surf. Sci. 249 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Experimental investigations on NO2 sensing of pure ZnO and PANI-ZnO composite thin films",
      "author" : [ "R.K. Sonker", "B.C. Yadav", "A. Sharma", "M. Tomar", "V. Gupta" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Infrared and Raman Spectra of Inorganic and Coordination Compounds",
      "author" : [ "K. Nakamoto" ],
      "venue" : "Parts A and B, John Wiley & Sons, New York, NY, USA",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "An electrochemical sensor for clozapine at ruthenium doped TiO2 nanoparticles modified electrode",
      "author" : [ "N.P. Shetti", "D.S. Nayak", "S.J. Malode", "R.M. Kulkarni" ],
      "venue" : "Sens. Actuators B 247 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Protonation and deprotonation of polyaniline films and powders: effects of acid and base concentration on the surface intrinsic oxidation states",
      "author" : [ "E.T. Kang", "Z.F. Li", "K.G. Neoh", "Y.Q. Dong", "K.L. Tan" ],
      "venue" : "Syn. Metals 92 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Dalhalle, Iron nanoparticles decorated multi-wall carbon nanotubes modified carbon paste electrode as an electrochemical sensor for the simultaneous determination of uric acid in the presence of ascorbic acid, dopamine and L-tyrosine",
      "author" : [ "A.K. Bhakta", "R.J. Mascarenhas", "O.J. D’Souza", "A.K. Satpati", "S. Detriche", "J.Z. Mekhalif" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2015
    }, {
      "title" : "Electrocatalytic oxidation of epinephrine and norepinephrine at metal oxide doped pthalocyanine/MWCNT composite sensor",
      "author" : [ "N.G. Mphuthi", "A.S. Adekunle", "E.E. Ebenso" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mekhalif, Application of a nanosensor based on MWCNT-sodium dodecyl sulphate modified electrode for the analysis of a novel drug, alpha-hydrazinonitroalkene in human blood",
      "author" : [ "O.J. D’Souza", "R.J. Mascarenhas", "A.K. Satpati", "Z.V. Mane" ],
      "venue" : "serum, Electroanalysis",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2017
    }, {
      "title" : "An electrochemical bisphenol F sensor based on ZnO/G nano composite and CTAB surface modified carbon paste electrode architecture",
      "author" : [ "G. Manasa", "R.J. Mascarenhas", "A.K. Satpati", "B.M. Basavaraja", "S. Kumar" ],
      "venue" : "Colloids Surf. B 170 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Basavaraja, A novel ZnO/reduced grapheme oxide and Prussian blue modified carbon paste electrode for the sensitive determination of rutin",
      "author" : [ "O.J. D’Souza", "R.J. Mascarenhas", "B.M.A.K. Satpati" ],
      "venue" : "Sci. China Chem",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2019
    }, {
      "title" : "Voltammetric study and rapid quantification of resorcinol in hair dye and biological samples using ultrasensitive maghemite/MWCNT modified carbon paste electrode",
      "author" : [ "G. Manasa", "A.K. Bhakta", "Z. Mekhalif", "R.J. Mascarenhas" ],
      "venue" : "Electroanalysis 31 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrochemical sensor for parabens based on molecular imprinting polymers with dual-templates",
      "author" : [ "Y. Wang", "Y. Cao", "C. Fang", "Q. Gong" ],
      "venue" : "Anal. Chim. Acta 673 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A novel electrochemical sensor based on Printex L6 cabon black carrying CuO/Cu2O nanoparticles for propylparaben determination",
      "author" : [ "L.A. Goulart", "T.T. Guaraldo", "M.R.V. Lanza" ],
      "venue" : "Electroanalysis 30 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemical sensing and assessment of parabens in hydro-alcoholic solutions and water using a boron-doped diamond electrode",
      "author" : [ "C. Radovan", "D. Cinghita", "F. Manea", "M. Mincea", "C. Cofan", "V. Ostafe" ],
      "venue" : "Sensors 8 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Voltammetric of total content of parabens at a carbon fiber microelectrode in pharmaceutical preparations",
      "author" : [ "S. Michalkiewicz", "M. Jakubczyk", "A. Skorupa" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Carbon-based electrodes for parabens detection",
      "author" : [ "A. Pop", "I. Birsan", "C. Orha", "R. Pode", "F. Manea" ],
      "venue" : "World academy of science, engineering and technology, Int. J. Chem. Mol. Eng. 10 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Development of a selective and sensitive voltammetric sensor for propylparaben based on a nanosized molecularly imprinted polymer-carbon paste electrode",
      "author" : [ "M.B. Gholivand", "M. Shamsipur", "S. Dehdashtian", "H.R. Rajabi" ],
      "venue" : "Mater. Sci. Eng. C 36 (2014) 102–107.  M. G, et al. Colloids and Surfaces B: Biointerfaces 184 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "When exposed to some of these substances in cosmetics there are chances of endocrine disrupting chemicals (EDCs) being added onto the body’s huge burden to incessant EDCs [1].",
      "startOffset" : 171,
      "endOffset" : 174
    }, {
      "referenceID" : 1,
      "context" : "fungal preservative in processed food, personal care products, cosmetics and pharmaceutical formulations [2].",
      "startOffset" : 105,
      "endOffset" : 108
    }, {
      "referenceID" : 2,
      "context" : "It’s not just human beings, but the environment also has continuously met with PP contamination, discharged through sewage systems [3].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 3,
      "context" : "been detected in blood serum, urine, seminal fluid and breast milk [4].",
      "startOffset" : 67,
      "endOffset" : 70
    }, {
      "referenceID" : 4,
      "context" : "The issue has raised critical concerns with regard to human life, wildlife, and environmental safety [5].",
      "startOffset" : 101,
      "endOffset" : 104
    }, {
      "referenceID" : 5,
      "context" : "The US-Environmental Protection Agency and European Union have restricted maximum usage of PP in food and cosmetics [6].",
      "startOffset" : 116,
      "endOffset" : 119
    }, {
      "referenceID" : 6,
      "context" : "To detect PP, any conventional instrumental techniques such as high performance liquid chromatography (HPLC), gas chromatography (GC), and electrophoresis have been used that delivered reliable and sensitive results [7].",
      "startOffset" : 216,
      "endOffset" : 219
    }, {
      "referenceID" : 10,
      "context" : "These sensors have profound range of applicability in the fields of agricultural [11], environmental, industrial, food [12] and for clinical analysis [13].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 11,
      "context" : "These sensors have profound range of applicability in the fields of agricultural [11], environmental, industrial, food [12] and for clinical analysis [13].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 12,
      "context" : "These sensors have profound range of applicability in the fields of agricultural [11], environmental, industrial, food [12] and for clinical analysis [13].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 13,
      "context" : "Electrically conducting phenylene based polymers prepared by inexpensive heterocyclic aniline monomers have received greater attention because of their potential sensing applications [14].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 14,
      "context" : "Conducting polymer as in PANI emerges as potential candidates for electrochemical sensors because of their straightforward preparation procedures and inherent conducting nature due to the presence of conjugated π electron system [15].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 15,
      "context" : "But the drawback of using polymer alone is; agglomeration of the polymer that leads to sluggish reaction kinetics, poor mechanical strength and lack of specificity [16].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 16,
      "context" : "In order to overcome these drawbacks, inorganic materials such as semiconducting metaloxides in the form of nano-particles are combined with conducting polymers to form organic-inorganic nano-composite materials [17,18].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 17,
      "context" : "In order to overcome these drawbacks, inorganic materials such as semiconducting metaloxides in the form of nano-particles are combined with conducting polymers to form organic-inorganic nano-composite materials [17,18].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 21,
      "context" : "PANI’s ability to combine with different metal-oxides to form nano-composite has great potential applications such as gas sensing [23,24], electrochemical and super capacitors [25,26], indicators radar-absorber and as reviewed by T.",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 22,
      "context" : "PANI’s ability to combine with different metal-oxides to form nano-composite has great potential applications such as gas sensing [23,24], electrochemical and super capacitors [25,26], indicators radar-absorber and as reviewed by T.",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 23,
      "context" : "PANI’s ability to combine with different metal-oxides to form nano-composite has great potential applications such as gas sensing [23,24], electrochemical and super capacitors [25,26], indicators radar-absorber and as reviewed by T.",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 24,
      "context" : "PANI’s ability to combine with different metal-oxides to form nano-composite has great potential applications such as gas sensing [23,24], electrochemical and super capacitors [25,26], indicators radar-absorber and as reviewed by T.",
      "startOffset" : 176,
      "endOffset" : 183
    }, {
      "referenceID" : 25,
      "context" : ", PANI composites are extensively exploited for diverse applications with impressive results [27].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 26,
      "context" : "Metal oxide nanoparticles exhibit more sites for surface activity and possess good mechanical and dispersant properties [28].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 30,
      "context" : "But more significantly better dispersion of nano-particles and increased interfacial interaction between nano-particles and PANI are integral for improvement in composite properties [32].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 31,
      "context" : "Moreover, ZnO poses superior stability in acidic and oxidative environments, and hence has promotional effects on electrochemical properties of the composite [33].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 32,
      "context" : "Therefore, a nano-composite formed by PANI and ZnO nano-particles possesses combined properties of both constituents with considerably improved electronic and mechanical properties [34,35].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 33,
      "context" : "Therefore, a nano-composite formed by PANI and ZnO nano-particles possesses combined properties of both constituents with considerably improved electronic and mechanical properties [34,35].",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 34,
      "context" : "The two solutions were then mixed and vigorously stirred for 2 h for complete polymerization [36].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 35,
      "context" : "Initially, ZnO nano particles and PANI were prepared as per the procedure reported elsewhere in literature [37,38].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 36,
      "context" : "Initially, ZnO nano particles and PANI were prepared as per the procedure reported elsewhere in literature [37,38].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 37,
      "context" : "Bare CPE was prepared as discussed in previous articles [39,40].",
      "startOffset" : 56,
      "endOffset" : 63
    }, {
      "referenceID" : 38,
      "context" : "These two peaks are attributed to the scattering from the periodicity perpendicular to PANI chains [41].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 39,
      "context" : "The crystallite of PANI was estimated from X-ray line broadening using Sherrer’s equation [42]: D=kλ/βCosθ, where D= crystallite size, λ= wavelength of X-ray, θ= Bragg diffraction angle, β= full width at half maxima and k represents the shape.",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 40,
      "context" : "Also the peak at 1120 cm can be attributed to in-plane bending vibration of aromatic C–H [43].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 41,
      "context" : "This shift is attributed to the interaction of hydrogen bonding between amine groups in the PANI molecule and hydroxyl groups on the surface of ZnO nano-particles [44,45].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 42,
      "context" : "This shift is attributed to the interaction of hydrogen bonding between amine groups in the PANI molecule and hydroxyl groups on the surface of ZnO nano-particles [44,45].",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 43,
      "context" : "A broad band that appeared at 3400 cm is attributed to adsorbed water molecule present in the sample, whereas the absorption band that appeared at 460 cm was due to the stretching mode of ZnO nano-particles [46].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 44,
      "context" : "The effective surface area was estimated by Randles-Sevcik equation for a reversible process [47]: Ipa= (2.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 45,
      "context" : "Since H ion concentration is elevated in acidic pH environment, the surface of PANI/ZnO/MCPE acquires a positive charge on account of protonation of the imine moieties present in PANI [48].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 46,
      "context" : "The relationship between the number of protons and electrons is given by [49]: Ep= (E - 59m/n) pH.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 47,
      "context" : "The total surface concentration of PP electro-active species at PANI/ZnO/MCPE is calculated using the equation [50]: Ipa= F(2)AΓn(2)ʋ/4RT, wherein, n=number of electrons, ʋ= scan rate and others are constants with their usual meaning.",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 48,
      "context" : "The electron transfer coefficient (α) was calculated using the equation [51]: ΔE=Epa – Ep1/2= 47.",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 49,
      "context" : "Laviron equation for a totally irreversible system was expressed as [52]: Epa= [2.",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 50,
      "context" : "all the specific active sites for PP on PANI/ZnO/MCPE were almost occupied and there were no further sites for PP oxidation [54,55].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 51,
      "context" : "all the specific active sites for PP on PANI/ZnO/MCPE were almost occupied and there were no further sites for PP oxidation [54,55].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 52,
      "context" : "The two PP MGCE detectors described were MIPs/GCE and CuO/Cu2O-CPL6/GCE [56,57] with elaborate preparation procedure.",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 53,
      "context" : "The two PP MGCE detectors described were MIPs/GCE and CuO/Cu2O-CPL6/GCE [56,57] with elaborate preparation procedure.",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 54,
      "context" : "Among other electrodes for PP sensing such as; BDDE [58], CF disk micro electrode [59] and CNF-Ep plates [60], the method of modification utilized was laborious, elaborate and hence resulted in severe lag for subsequent analysis.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 55,
      "context" : "Among other electrodes for PP sensing such as; BDDE [58], CF disk micro electrode [59] and CNF-Ep plates [60], the method of modification utilized was laborious, elaborate and hence resulted in severe lag for subsequent analysis.",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 56,
      "context" : "Among other electrodes for PP sensing such as; BDDE [58], CF disk micro electrode [59] and CNF-Ep plates [60], the method of modification utilized was laborious, elaborate and hence resulted in severe lag for subsequent analysis.",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 57,
      "context" : "MIP/CPE [61], validated for PP recognition.",
      "startOffset" : 8,
      "endOffset" : 12
    } ],
    "year" : 2019,
    "abstractText" : "The application of Propyl Paraben (PP) as a chemical preservative has expanded and diversified. Widespread use of products containing PP has resulted in its ubiquitous occurrence in environment and biological fluids among the general population. Several in-vivo studies have associated PP with estrogenic activity and malfunctioning of reproductive organs. In this work, we have developed a highly sensitive voltammetric sensor for PP detection based on polyaniline-zinc-oxide nano-composite modified carbon paste electrode (PANI/ZnO/MCPE). The synthesized nano-composite was characterized using spectroscopic techniques. Experimental conditions such as supporting electrolyte, their pH and scan rate were optimized to attain a well defined PP anodic peak current at 690mV. Our experiments indicate a strong synergistic interaction between ZnO and PANI, resulting in the magnification of PP current with a declined over-potential, compared to bare CPE. We have proposed a mechanism of π-π interaction between PP and PANI/ZnO/MCPE. The electrode process was characterized to be irreversible; diffusion controlled and proceeds with an exchange of 1eˉ and H. Noteworthy analytical performance over wide linear range from 100.0 to 1.0 μM, with a detection limit of 0.13 μM and anti-interference characteristics were ascertained. A significant advantage of this sensor is its inability to detect micro molar concentrations of ascorbic acid (AA) while PP is detected at micro levels in the presence of high concentrations of AA. The versatility of this sensor was demonstrated by efficaciously applying it to trace analysis of complex real samples such as pharmaceutical formulations, biological samples and lake water with good recoveries.",
    "creator" : "Elsevier"
  }
}