{
  "name" : "downloads_2020-10-15_cf_aref2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Intracellular injection of phospholipids directly alters exocytosis and the fraction of chemical release in chromaffin cells as measured by nano-electrochemistry",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Chemical Science\nEDGE ARTICLE\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online View Journal\nIntracellular injec\nDepartment of Chemistry and Molecula Gothenburg, Sweden. E-mail: andrew.ewing † Electronic supplementary information Table 1, results of pre-spike parameters cell and vesicle isolation, carbon ber experiments, and data acquisition and process using fabricated nanopipette, b single cell during and aer lipid injection of vesicular storage alteration. See DOI: 1 ‡ Equal contribution to the work.\nCite this: DOI: 10.1039/d0sc03683h\nAll publication charges for this article have been paid for by the Royal Society of Chemistry\nReceived 3rd July 2020 Accepted 6th October 2020\nDOI: 10.1039/d0sc03683h\nrsc.li/chemical-science\nThis journal is © The Royal Society\ntion of phospholipids directly alters exocytosis and the fraction of chemical release in chromaffin cells as measured by nanoelectrochemistry†\nMohaddeseh Aref, ‡ Elias Ranjbari,‡ Armaghan Romiani and Andrew G. Ewing *\nUsing a nano-injection method, we introduced phospholipids having different intrinsic geometries into\nsingle secretory cells and used single cell amperometry (SCA) and intracellular vesicle impact\nelectrochemical cytometry (IVIEC) with nanotip electrodes to monitor the effects of intracellular\nincubation on the exocytosis process and vesicular storage. Combining tools, this work provides new\ninformation to understand the impact of intracellular membrane lipid engineering on exocytotic release,\nvesicular content and fraction of chemical release. We also assessed the effect of membrane lipid\nalteration on catecholamine storage of isolated vesicles by implementing another amperometric\ntechnique, vesicle impact electrochemical cytometry (VIEC), outside the cell. Exocytosis analysis reveals\nthat the intracellular nano-injection of phosphatidylcholine and lysophosphatidylcholine decreases the\nnumber of released catecholamines, whereas phosphatidylethanolamine shows the opposite effect.\nThese observations support the emerging hypothesis that lipid curvature results in membrane\nremodeling through secretory pathways, and also provide new evidence for a critical role of the lipid\nlocalization in modulating the release process. Interestingly, the IVIEC data imply that total vesicular\ncontent is also affected by in situ supplementation of the cells with some lipids, while, the corresponding\nVIEC results show that the neurotransmitter content in isolated vesicles is not affected by altering the\nvesicle membrane lipids. This suggests that the intervention of phospholipids inside the cell has its effect\non the cellular machinery for vesicle release rather than vesicle structure, and leads to the somewhat\nsurprising conclusion that modulating release has a direct effect on vesicle structure, which is likely due\nto the vesicles opening and closing again during exocytosis. These findings could lead to a novel\nregulatory mechanism for the exocytotic or synaptic strength based on lipid heterogeneity across the\ncell membrane."
    }, {
      "heading" : "Introduction",
      "text" : "Membrane lipids undoubtedly appear to contribute to almost every step in the regulated secretory pathway from the biogenesis of secretory granules to the exocytosis process.1 Regulated exocytosis, a crucial process for cell-to-cell communication, is a calcium-dependent mechanism that entails the fusion of a secretory organelle with cellular plasma membrane followed\nr Biology, University of Gothenburg,\n@chem.gu.se (ESI) available: Detailed explanation of , chemicals and solutions, chromaffin micro-disk electrode, amperometric analysis, performance of injection right eld images of the chromaffin , scheme for the proposed mechanism 0.1039/d0sc03683h\nof Chemistry 2020\nby the partial release of its content.2,3 This complex release process can be postulated as a molecular mechanism for altering synaptic strength and hence is likely associated with phenomena like learning and memory.4 The molecular machinery underlying regulated exocytosis involves interplay between the membrane proteins and phospholipids.5 In addition to the important function of proteinaceous players in the secretory journey of granules, phospholipids also contribute to the key steps.\nCellular and vesicular membranes are composed of a broad spectrum of phospholipids with specic properties that can directly inuence membrane topology, dynamics, and tasks.1 Phospholipids are localized in the two leaets of the cell membrane, asymmetrically. For instance, the majority of phosphatidylethanolamine (PE) preferentially localize to the inner leaet of the cell membrane, while phosphatidylcholine (PC) segregates to the outer leaet. There is no doubt that an alteration of the subtle cellular and vesicular lipid balance can\nChem. Sci."
    }, {
      "heading" : "Chemical Science Edge Article",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online cause the alteration in the exocytosis process.6,7 Kato et al. observed an inhibited exocytosis process in the cells with homogeneous membranes revealing that the unequal distribution of lipids with respect to the inner and outer leaets of the cell membrane is vital for cell survival.8 However, probing the inuence of lipid changes on the membrane dynamics during the secretory pathway requires an analytical method to directly measure neurotransmission strength at the single cell level.\nSingle-cell amperometry (SCA) is the most used analytical technique to study quantitatively the individual exocytosis events at the single-cell level, allowing quantication of secreted electroactive neurotransmitters.9–11 Moreover, the high temporal resolution of SCA provides important information about the dynamics of the fusion pore formed during the exocytosis process. Intracellular vesicle impact electrochemical cytometry (IVIEC), a method developed in the Ewing group, is another analytical technique, in this case offering quantication of vesicular neurotransmitter content inside the cytoplasm of individual living cells using a conical nanotip electrode.12,13 The fraction of catecholamines secreted during exocytosis at the single-cell level can be calculated by combining the results of these two techniques.10 Recently, combination of SCA and IVIEC at carbon nanotip electrodes has been successfully applied to study the effect of several pharmacological and chemical treatments on single cell exocytosis including investigation of the effects of extracellular ATP on exocytosis of bovine chromaffin cells,11 and to study the inuence of the cognition altering drugs (cocaine and methylphenidate) on exocytotic release and vesicle content in pheochromocytoma (PC12) cells.10 Also, a very recent study was done by combining these two techniques to reveal the possible link between the fraction of neurotransmitter release, synaptic strength and plasticity.14 Vesicle impact electrochemical cytometry (VIEC) is similar to IVIEC, but instead of in situ quantication of vesicle content, vesicles are isolated and maintained as a suspension in an intracellular physiological buffer, and then the electrochemical cytometry is performed on the isolated vesicles.15 In this way, it is possible to chemically or pharmacologically treat vesicles without interference from the cellular machinery.\nThe amount of neurotransmitter released per exocytosis event can be altered by inuencing the lipid composition of the plasma membrane. The most direct evidence for this alteration was presented by both the Ewing and Amatore groups using amperometric methods aer incubation of model cells with different types of phospholipids.6,7 In both cases, the selected phospholipids were added to the cell culture medium outside the cell to study the effects of lipids on exocytosis. In addition, these experiments were either with short or long injections to try to modify only the outer membrane leaet or the entire cell, respectively. At the time of those experiments it was not analytically feasible to restrict and isolate measurements to the inside of the cell, especially vesicular measurements.\nIn this paper, we have implemented SCA, IVIEC and VIEC to investigate the effects of intracellular lipids on exocytosis in bovine chromaffin cells and vesicles. The effect of cytoplasmic membrane engineering, lipid changes in the inner leaet of the\nChem. Sci.\ncell membrane and the outer leaet of the vesicle membrane, on exocytosis and also vesicular content have been examined by combining these methods with a nano-injection method to deliver different phospholipids possessing different intrinsic geometries including cylindrical PC, conical PE, and inverseconical lysophosphatidylcholine (LPC) into the single chromaffin cells using a nanopipette. The effects of this “intracellular incubation” of phospholipids on the exocytosis release process and the vesicular content were determined. Furthermore, we assessed whether the effect of intracellular incubation differs from the extracellular incubation on the membrane remodeling and how it could modulate the release process. Our results demonstrate that number of the molecules released during exocytosis and also the dynamics of exocytosis event from chromaffin single cells are altered by injection of the lipids into the individual cells; the in situ supplementation of PC and LPC decrease the number of released catecholamines, whereas PE shows the opposite effect. Interestingly, IVIEC data reveal that total vesicular content is also affected by in situ supplementation of the cells with some lipids, however, the corresponding VIEC results show that the neurotransmitter content from the isolated vesicle is not affected by altering the vesicle membrane lipids, suggesting that there is an intervention of phospholipids in the cellular machinery related to vesicle storage, but not in the isolated vesicles. These ndings provide a key piece of data to the hypothesis that lipid heterogeneity and structure might be involved as a regulatory mechanism for exocytotic or synaptic strength in the initial stages of short-term memory."
    }, {
      "heading" : "Results and discussion",
      "text" : "Intracellular supplementation with phospholipids regulates exocytotic release and dynamics\nWe employed SCA to monitor neurotransmitter release during exocytosis from control and phospholipid-treated bovine chromaffin cells. In this technique, a carbon ber nanotip electrode as working electrode is placed on top of a cell under close observation by inverted microscopy and a reference electrode is positioned nearby in the surrounding buffered solution. Upon stimulation of the cells with a high-concentration K+ solution, vesicles docked at the cell membrane release part of the vesicular content. A constant applied potential between the working and reference electrodes leads to oxidation of electro-active molecules at the working electrode. Such events are observed in the form of current transients, which appear as spikes in a plot of current versus time (Fig. 1A and B). Integrating these spikes gives the total charge transferred (Q), which is related to the number of neurotransmitter molecules released (N) according to Faraday's law: N ¼ Q/nF, where n is the number of electrons exchanged in the oxidation reaction (2e for catecholamines) and F is Faraday's constant (96 485 C mol 1). Although integration of the area under the current transient determines the number of released neurotransmitter molecules, the shape of the signal can be related to the release dynamics which provide certain information about the kinetics of the fusion pore. A typical SCA trace from the control cell is shown in\nThis journal is © The Royal Society of Chemistry 2020\nFig. 1 Representative amperometric traces obtained from (A) SCA, (B) the average current transients of SCA traces and (C) IVIEC on chromaffin cells with the nanotip carbon fiber electrodes after injection. The number of measured cells to obtain average current transients from SCA traces: control cells (n ¼ 17) and cells in situ supplemented by PC (n ¼ 15), PE (n ¼ 18) and LPC (n ¼ 15) from 3 unique chromaffin cell cultures. When possible, the same nanoelectrode was devoted to cell analysis to minimizes variability between measurements.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nFig. 1A. Fig. 1B shows the average amperometric current transients obtained from SCA at control cells and at cells in situ supplemented by PC, PE, and LPC. For this experiment, 200 mM of PC, PE, and LPC were injected into the single cells separately and then aer 30 min followed by stimulated exocytosis. The release parameters for the SCA results are shown in Fig. 2. The number of molecules released during exocytosis is altered when the inner leaet of cell membrane and the outer leaet of vesicle membrane are exposed to the different lipids by injection of the lipids into the individual cells (Fig. 2A). In comparison to the control cells, intracellular injection with PE increases the number of released neurotransmitters, whereas LPC and PC shows the opposite effect. To further understand the mechanism behind these variations, we investigated the effect from intracellular injection of phospholipids on the dynamics of the exocytotic process and fusion pore action by SCA peak analysis. The characteristics of individual spikes including Imax, the peak amplitude, t1/2, the width of the SCA amperometric peak at its half amplitude, trise, the time from 25% to 75% of the maximum amplitude at the rising part of the peak and tfall, the time from 75% to 25% of the maximum amplitude at the falling part of the peak were extracted using Igor Pro soware.\nThe data in Fig. 2B show that intracellular injection of PE enhances Imax signicantly, which indicates that catecholamine extrusion increases during exocytosis. Also, added PE appears to affect the time courses of exocytosis indicated by signicantly slower peak rise (trise), halfwidth (thalf) and decay (tfall) times.\nThis journal is © The Royal Society of Chemistry 2020\nThe value of thalf corresponds to the duration of exocytotic events and is increased when PE added by intracellular injection. The observed variations comply with the stalk model represented for exocytosis by Ginsberg et al.16 Scheme 1 visualizes the effect of lipid curvature on the feasibility of the pore formation. Among the selected lipids, PE is a conical shaped lipid, hence, its placement in the cytoplasmic membranes of the cell and vesicle induces the most favorable curvature for formation of a stable (longer lasting) fusion pore needed for exocytosis (Scheme 1A). This then leads to an elevated amount of neurotransmitter release. The values of trise and tfall refer to the time of fusion pore opening and closing, respectively, and thalf is related to the time that the pore stays open. The data in Fig. 2C–E and Scheme 1A show that the pore opening time as well as its closing time tends to become longer which reects the preferred curvature of the membrane in the presence of PE in the inner leaet of the cell and the outer leaet of the vesicle. The increase in trise is also due to this favorable curvature that helps widening the pore as much as possible.\nThe result for exocytosis of the cells which were supplemented with LPC and PC intracellularly showed that the number of molecules released from these cells decreased compared to untreated cells. LPC with its reverse cone shape (the opposite geometry versus PE) can induce a more strained membrane curvature during exocytosis (Scheme 1B, less stable fusion pore) and subsequently lead to a decrease in the pore opening duration (thalf). Compared to control cells, the values of trise remained the\nChem. Sci.\nFig. 2 Summary of amperometric parameters from exocytosis for control and phospholipids-injected cells, including (A) Nmolecules, (B) Imax, (C) trise, (D) thalf, and (E) tfall, after 30 min incubation by intracellular injection. The measurements were carried out with nanotip carbon fiber electrodes. Data are presented asmeans of medians and error bars are the standard error of themean (SEM). Mann–Whitney two-tailed test. **: p < 0.01; *: p < 0.05. Number of the spikes analyzed: control cells (280 from 17 cells) and cells in situ supplemented by PC (351 from 15 cells), PE (246 from 18 cells) and LPC (409 from 15 cells) from 3 unique chromaffin cell cultures.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nsame following intracellular LPC treatment; however, small, not statistically signicant, decrease in tfall is apparent which might cause the fusion pore to close slightly faster. In contrast, suppression in the Imax value was observed. The observed effects suggest that LPC might accelerate the dynamics of release such that in the presence of added LPC the pore stays open for\nScheme 1 Schematic design for the proposed mechanism of cell memb PE, (B) LPC, and (C) PC into the cells. Injection of phospholipidsmimics the of cell and vesicle membranes.\nChem. Sci.\na shorter time versus control. This subsequently results in a smaller number of molecules released during exocytosis event. Intracellular PC injection to affect the inner leaet of the cell membrane and the outer leaet of the vesicle membrane induces strained curvature in the pore due to the cylindrical geometry of the PC molecule (Scheme 1C), again making the pore unstable.\nrane reconfiguration induced by injection of different phospholipids (A) endogenous lipids that change the balance of lipids ratio in the leaflets\nThis journal is © The Royal Society of Chemistry 2020\nTable 1 Summary of the alterations in the exocytotic dynamics induced by intra- and extra-cellular phospholipids\nLipid Shape Added to N Imax trise thalf tfall Reference\nPE Conical Inner leaet [ [ [ [ [ Present work Outer leaet —a [ — Y Y Uchiyama et al.6 PC Cylindrical Inner leaet Y Y — Y — Present work Outer leaet Y Y — [ [ Uchiyama et al.6 LPC Reverse-conical Inner leaet Y Y — Y — Present work Outer leaet [ [ Y NRb NR Amatore et al.7\na Non-signicant effect. b Not reported.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nThis trend is similar to LPC, thus, allowing a smaller number of molecules to be released during exocytosis. Similar trends observed for PC and LPC on the dynamics of exocytosis might indicate that the specic enzymatic pathways that can interconvert LPC and PC to each other are fast.17 While most studies have focused on the effects of extra-cellular lipids on the exocytosis,6,7 the results of this work provide a valuable perspective on the impact of the intracellular lipids on exocytotic release and dynamics. Table 1 compares the difference in the trends of previous works and present work on exocytotic parameters (see ESI for details explanation of Table 1†).\nPre-spike feet from SCA were also analyzed to gain more information regarding the opening phase of the fusion pore during exocytosis. These pre-spike foot are recorded as small current transients prior to the main exocytotic peak, representing release of a small amount of neurotransmitter through a fusion pore formed at an early stage of vesicle fusion.18 The parameters including Ifoot, tfoot, and Qfoot represent the duration of the foot, current amplitude, and charge of the pre-transient foot (associated with the number of neurotransmitters released through the foot),19 respectively, and are presented in Fig. S1.† The pre-spike feet characteristics of the exocytotic releases following intracellular exposure with PC, PE, and LPC showed slight but not signicant alterations, suggesting that\nThis journal is © The Royal Society of Chemistry 2020\nthe of the initial fusion pore dynamics are not signicantly affected.\nEffect of intracellular injection of phospholipids on vesicular content and fraction of release\nTo investigate whether intracellular supplementation with PC, PE, and LPC causes an effect on vesicle content, IVIEC measurements were carried out. In IVIEC, a carbon ber nanotip electrode is used to penetrate the cell membrane and quantify the neurotransmitter content of the single vesicles in the cytoplasm of individual living cells. In this method, the inserted electrode contacts the cell cytoplasm through which the vesicles diffuse. With a constant potential applied to the electrode, vesicles burst on the electrode surface. Here again, oxidation of the neurotransmitter content is observed as a current transient and the integration of these transients gives the total number of molecules inside of each individual vesicle that ruptured at the electrode surface. Fig. 1C illustrates an amperometric trace of transient currents (spikes) as a result of vesicles rupturing at the nanoelectrode surface inside a singlecell. The IVIEC data (Fig. 3A) depicts that PC and LPC treatment do not affect the vesicular content while interestingly there is a signicant increase at 90% condence interval (p\nd phospholipids-injected cells after 30 min incubation. The data shows\ne between control and PE was significant at 90% confidence interval.\nin situ supplemented by PC (1489 from 14 cells), PE (1776 from 12 cells)\n(B) The vesicular content as measured by VIEC for the control and\nspikes analyzed: control cells (2564 from 12 traces) and cells in situ LPC (1461 from 10 traces) from 3 unique chromaffin vesicle isolation.\nrence with 95% confidence interval.\nChem. Sci.\nFig. 4 Scanning electron microscopy image of the fabricated nanopipette (side view and top view, from left to right).\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nvalue 0.0547) in the vesicular content aer intracellular PE injection. The increased vesicle storage following in situ injection of PE might be interpreted as resulting from vesicular monoamine transporter-2 (VMAT-2) function. This transporter acts to pump catecholamines into the vesicle and is expressed in chromaffin granules of the adrenal medulla as the major transporter in bovine chromaffin vesicles.20 Although the regulatory mechanism of these transporters is still poorly understood, Kirshner et al. previously showed that the catecholamine uptake through the chromaffin granules VMAT-2 is ATP dependent.21 In addition, Tasseva et al. showed that PE contributes to mammalian mitochondrial function and a decrease in mitochondrial PE impairs cell growth, respiratory capacity, ATP production and profoundly alters mitochondrial morphology.22 Hence, enhancing the cytoplasmic PE concentration upon intracellular injection supplies higher contribution of this phospholipid with mitochondrial function and enhances the ATP production which can eventually increase the catecholamine storage of chromaffin vesicles, Scheme S1.†\nWe studied the effect of altering intracellular phospholipids on the fraction of neurotransmitters released during exocytosis by dividing the amount of release to the total vesicular content by combination of SCA and IVIEC. Partial release has been shown to be the dominant mode of exocytosis where only a fraction of the vesicle load is released during an event.2,11 Vesicular content and fraction released have been proposed to play an important role in regulation and plasticity in cellular communication.2,12,23–25 The fraction of catecholamine released was found to be 74%, 48%, 83%, and 41% for the control, and PC, PE, and LPC treated cells, respectively. These results show that fraction of release for PE is slightly increased compare to the control cells but it is decreased considerably aer intracellular injection of either PC and LPC. To understand this observation, we need to consider the membrane remodeling presented in Scheme 1 again. According to the model in Scheme 1A, the slight alteration in the fraction of released aer PE injection can be correlated to the favoring of the catecholamine release during exocytosis (number of molecules released and pore opening time, Fig. 2) and to the increase in the vesicular content obtained from IVIEC (Fig. 3A). Moreover, the remarkable variations in the fraction of release by LPC and PC again highlight the strained curvatures and disfavor exocytosis\nChem. Sci.\nprocess induced by these lipids (Scheme 1B, C and Fig. 2), while the catecholamine content of vesicle did not alter signicantly.\nEffect of phospholipid on the content of the isolated vesicles\nThe effect of the different phospholipids on isolated chromaffin vesicles was studied with VIEC outside the cell to determine if the changes following PE persists in the absence of the cellular machinery. We incubated solutions of isolated vesicles with the same concentration of the selected phospholipids and the same incubation time as the live cell experiment. VIEC measurement of vesicle content of isolated vesicles was carried out based on a previously procedure using a carbon ber micro-disk electrode.15 Here, vesicles adsorb and rupture on an electrode kept at constant potential (700 mV), leading to rapid current transients. These events can be used to quantify the neurotransmitters stored inside isolated single vesicles. Perhaps surprisingly, the neurotransmitter content of the isolated vesicle did not change aer incubation with PC, PE or LPC (Fig. 3B). The effect of PE on vesicular content observed with IVIEC aer intracellular injection, but not with direct incubation of isolated vesicles in VIEC, suggests that cellular vesicles behave differently when exposed to the phospholipid and further suggest that PE is involved in the cellular machinery revolving around vesicle storage."
    }, {
      "heading" : "Conclusions",
      "text" : "In summary, in this work we developed intracellular lipid injection, as a promising strategy, to in situ manipulate the lipidic structure of not only the cell membrane inner leaet but the outer leaet of the vesicles. We then used this nanoinjection method to add lipids with different intrinsic curvatures into single cells to investigate the impact of intracellular lipid composition on the exocytosis process of single cells and vesicle content. This work is the rst demonstration of how changes in intracellular lipids can affect vesicular storage in a single cell. For this purpose, the IVIEC and VIEC techniques were used to discover the effect of lipids on vesicular content. Combining the SCA and IVIEC results, this work presents the fraction of catecholamine release affected by intracellular lipids. Our nding that intracellular lipid injection modulates exocytosis is in some ways comparable with the results for\nThis journal is © The Royal Society of Chemistry 2020\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nextracellular incubation of lipids by Amatore and coworkers in which they targeted only the composition of the outer cell membrane of bovine chromaffin cells with LPC and arachidonic acid, representing a cone shape similar to that of PE. They showed that when LPC is added to the outer leaet of the cell membrane,7 it facilitates the neurotransmitter release together with larger amount of release, while inserting arachidonic acid to the outer cell membrane inhibits the exocytotic process and showed the smaller amount of release compare to control. Considering the intracellular supplementation of the membrane by LPC and PE in our model, the opposite effect of these phospholipids was observed in comparison to that of previous work7 where the outer membrane lipid composition was manipulated. This provides the novel, perhaps expected, nding that both the intrinsic membrane curvature for each phospholipid and the localization of the lipids in the membrane are important for membrane remodeling across the secretory pathway. This also has a crucial role on the fusion efficiency and subsequent effects on the release process and plasticity. Additionally, as phospholipids are the most abundant constituent of cellular membranes and it is accepted that an important part of drug action in the brain might be alteration of lipid distribution,26 our data could also be benecial for development of drugs and novel pharmacological tools. As longterm impact, the combined approach of intracellular injection, SCA and IVIEC provides a sensitive analytical modality to understand how intracellular changes in lipid species, both in the inner membrane leaet and the intracellular vesicles might be involved in relation to diseases involving memory and cognition."
    }, {
      "heading" : "Experimental",
      "text" : "Nanotip carbon ber electrode fabrication\nNanotip carbon ber electrodes were fabricated as previously described.13 Briey, A 5 mm diameter carbon ber was aspirated into a borosilicate capillary (1.2 mm O.D., 0.69 mm I.D., Sutter Instrument Co., Novato, CA) and subsequently pulled in half. The carbon ber outside the glass was cut to the length of 100– 150 mm with a scalpel under a microscope and then ame etched by holding the electrode at the edge of a butane burner (Multiame AB, Hässleholm, Sweden). The electrodes with the sharp and conical nanotip (about 100–200 nm in diameter, 30– 100 mm in length) were subsequently sealed with epoxy (EpoTek, Billerica, MA) followed by a 10 s dipping in acetone to remove the carbon ber from epoxy and nally cured at 100 C in an oven overnight. Prior to experiments, electrodes were tested in a solution of 100 mM dopamine in PBS (pH 7.4) using cyclic voltammetry and only electrodes with diffusion limited steady-state current and low charging current were used.\nNanopipette fabrication and injection setup\nBorosilicate capillaries (1.0 mm O.D.; 0.78 mm I.D.; 10 cm length, Sutter Instruments) were cleaned rst by ethanol and then washed successively in acetone and pure water followed by 30 min sonication and then drying with nitrogen gas. The\nThis journal is © The Royal Society of Chemistry 2020\ncapillaries were pulled using a Sutter P-2000 laser puller (Sutter Instrument, Novato, CA). The aperture diameters of the nanopipettes obtained were 500 nm as measured using scanning electron microscopy (JEOL, JSM-7800F Prime, Field emission SEM, Japan). This is shown in Fig. 4. The performance of the fabricated nanopipettes was tested by injection of a solution containing 10 mM PE-labeled rhodamine B (PE-RB) into single chromaffin cells under a uorescence microscope. Fig. S2† shows the steps of the penetration of the nanopipette (Fig. S2(B)†) and injection of the PE-RB solution into the cell (Fig. S2(C)†), as well as ejection of the nanopipette out of the cell (Fig. S2(D)†) without damaging the cell membrane and its structure. Nanopipettes were then lled with a solution containing a type of phospholipid or a blank solution using a Hamilton syringe and were used for the intracellular lipid supplementation. Fig. S3(A) and (B)† illustrate a representative cell during and aer phospholipid injection, respectively.\nA grid micro-pattern slide (SL5 cell nder, JD Photo Data, UK) was attached underneath the culture dish and used to address each cell during the injection. The treated cells were mapped and relocated by reading the coordinates of the cell nder grid under a microscope eyepiece for the following amperometric measurements. Nanopipettes were xed above the inverted microscope by a holder (Axon Instruments, Union City, CA) and then connected to a microinjector system (Femtojet, Eppendorf, Germany). The injection parameters including injection time and pressure were tested over a recommended range specied for gentle injection into the single cell provided by Femtojet guideline.27 To avoid ination or bursting the cells, the phospholipids were eventually injected at 0.2 s injection time and 100 hPa injection pressure. Although femtoliter-range volume of the phospholipid solution is injected by Femtojet into the cells; however, a slight change in the relative amount of membrane phospholipid are adequate to induce signicant effects on the exocytosis.28 Two different micromanipulators (Thorlabs Inc. Newton, NJ) for the coarse and ne control of the nanopipette positioning were used. Aer injection, the cells were maintained in a humidied incubator at 37 C, 5% CO2 for 30 min. A cell viability test, veried by the trypan-blue exclusion method, was carried out to show that the cell viability is not affected by insertion of 500 nm pipette (thanks to the short injection time, 0.2 s) and incubation of 0.1% DMSO.\nA more detailed Experimental overview is given in the ESI.†"
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare no competing nancial interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge funding from The European Research Council (ERC), Knut and Alice Wallenberg Foundation, the Swedish Research Council (VR), and the National Institutes of Health. M. A. acknowledges funding from the European Union's Horizon 2020 research and innovation program under the Marie Skłodowska-Curie Grant Agreement No. 793324. E.R. acknowledges funding from the Human Frontier Science\nChem. Sci.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n6 O\nct ob\ner 2\n02 0.\nD ow\nnl oa\nde d\non 1\n0/ 15\n/2 02\n0 9:\n25 :4\n6 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nProgram Organization (HFSPO; reference number: LT 000407/ 2017C). We would like to thank Dalsjöfors Kött AB, Sweden, and their employees for their kind help with providing the adrenal glands."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Department of Chemistry and Molecula Gothenburg, Sweden. E-mail: andrew.ewing † Electronic supplementary information Table 1, results of pre-spike parameters cell and vesicle isolation, carbon ber experiments, and data acquisition and process using fabricated nanopipette, b single cell during and aer lipid injection of vesicular storage alteration. See DOI: 1 ‡ Equal contribution to the work. Cite this: DOI: 10.1039/d0sc03683h",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}