{
  "name" : "downloads_2020-07-12_15_jafari2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Damping effects on wave-propagation characteristics of microtubule-based bio-nano-metamaterials",
    "authors" : [ "Hamid Jafari", "Mohammadreza Haeri Yazdi", "Mir Masoud", "Seyyed Fakhrabadi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "International Journal of Mechanical Sciences 184 (2020) 105844\nContents lists available at ScienceDirect\nInternational Journal of Mechanical Sciences\njournal homepage: www.elsevier.com/locate/ijmecsci\nDamping effects on wave-propagation characteristics of microtubule-based bio-nano-metamaterials\nHamid Jafari, Mohammadreza Haeri Yazdi, Mir Masoud Seyyed Fakhrabadi ∗\nSchool of Mechanical Engineering, College of Engineering, University of Tehran, Tehran, Iran\na r t i c l e i n f o\nKeywords: Wave propagation microtubule damping effects architected structures branch overtaking cut-off/cut/on phenomena\na b s t r a c t\nDue to the essential roles of entangled microtubule networks in complicated cellular activities such as mechanotransduction, improving the insight into their mechanical properties and dynamic load-transfer mechanisms can be inspiring to design new bio-nano-metamaterials. Damping effects arising from the polymeric nature of the microtubules as well as the surrounding cytosol in vivo and stabilizing agents in vitro can play significant roles in the dynamic behavior of the individual microtubules and their networks. Hence, this paper presents a comprehensive analysis of damping effects on elastic wave-propagation characteristics of microtubule-based metamaterials. For this purpose, microtubules are taken as the constituting elements of architected periodic structures of various topologies, and the interactions between the structures and their surrounding media are modeled by drag forces and viscous damping. The model is then used to investigate in-plane and out-of-plane motions of the microtubule-based networks. The paper starts with an explanation of the finite element method applied to derive the governing equations of undamped elastic wave propagation from obtaining the dispersion curves of the periodic structures. Also, considering the damping matrix proportional to the stiffness matrix, the equations of damped wave propagation in microtubule-based periodic structures are obtained and solved using the state-space method. The results prove that considering both of the in-plane and out-of-plane motions have significant effects on the formation of the dispersion curves and wave attenuation properties of microtubule networks. Moreover, the damping effects of the surrounding medium can lead to forming different dispersion curves and, consequently, showing different wave attenuation characteristics due to various damping-induced phenomena such as branch overtaking and branch cut-off/cut-on. The results of the current study are counted as the initial steps towards more realistic modeling of bio-nano-filters. They may soon be used as a basis to design bio-nano-metamaterials with unique wave-filtering properties and higher biocompatibility.\n1\nu m e a y c c y a o f T t\nm m m l T b f c e o w o d r c p\nh R A 0\n. Introduction\nRecent advancements in bio-printing [1] and metamaterial manfacturing [2] processes have encouraged researchers to invent new aterials with unique properties out of complex mixtures of existing lements. Engineering design and fabrication of biomaterials and rtificial organs are exemplary attempts made by scientists over the ears to achieve new materials and novel bio-devices. Thanks to the enturies of evolutions and optimizations, nature has become an exellent inspiration source of architected metamaterials. Thus, in recent ears, researchers have taken inspiration from natural elements such s bone, beak, nacre, and cellular cytoskeleton to develop new types f architected structures [ 3 , 4 ]. Among all, the living cells, as fantastic actories, become more attractive when the small sizes come into play. he mechanically strongest parts of the cells are microtubules (MTs) in heir cytoskeleton, which have significant roles in cell physiology and\n∗ Corresponding author. E-mail address: mfakhrabadi@ut.ac.ir (M.M.S. Fakhrabadi).\nr M m\nttps://doi.org/10.1016/j.ijmecsci.2020.105844 eceived 12 March 2020; Received in revised form 10 May 2020; Accepted 29 May 2 vailable online 1 June 2020 020-7403/© 2020 Elsevier Ltd. All rights reserved.\nortality. MTs are hollow tubes with nanometric cross-sections and icrometric lengths composed of tubulin that is a polar heterodimer ade of two nearly spherical proteins. By assembling proteins, the inear and lateral sequences of Alpha- and Beta- tubulins create MTs. he mechanical properties of the MTs, in general, and their dynamic ehavior, in particular, have been exciting research topics in the past ew decades [5–9] . The aim was to understand the main roles that the omplicated networked structures of the MTs play inside the cells, for xample, during the mechanotransduction process. Besides, the shapes f the networks are different in various cells, and some capabilities, as ell as some diseases, are related to the MT networks. Hence, analysis f the networked MT-based structures can pave the way to understand, esign, and build new materials with novel potential applications. This esearch line is still active because the development of more advanced haracterization tools, progress in computational capabilities, and apearance of new high-tech manufacturing techniques have encouraged esearchers to study and understand the nature and characteristics of Ts more [ 8 , 10–12 ] to ideally design and build artificial tools and etamaterials using these fascinating cellular components.\n020\ne r s m f p t e s t M a b\nb t i a fl w t a w i t w e a t c\nd s\nd s o a e o [ a t T t w b y t r\nu t p i w b n e b d G v h i F p i\nAlthough it is not easily possible to connect bare MTs due to their lectrostatic charges, by using some linkers, it is doable [13] . In 1991, esearchers observed that MTs extracted from frog eggs organized themelves in the form of the stable asters by the exploitation of minus-end otor dynein [14] . Further investigations were done then to develop the ormation process of MT patterns in vitro [15] and silico [16] . Also, comuter simulations proved that various networks could appear from ineractions between similar components considering their physical proprties, complexity, and concentration [ 13 , 16 , 17 ]. Koch et al. [8] conidered a mechanism created by minus-end and plus-end motors and o connect MTs to functionalized optical tweezer beads to form small T networks. They also investigated some mechanical behaviors such s load-bearing, buckling, and vibration of the individual MTs and their uilt networks, experimentally.\nAs a viscous medium usually surrounds the MTs, their mechanical ehavior can considerably be affected by damping. Hence, investigating he impact of damping on the mechanical behavior of MTs leads to better nsight into their characteristics in a cell [18–22] . In 1996, Sirenko et l. [23] theoretically studied the acoustic vibrations of a single MT in a uid by using the elasticity theory of shells. They simulated the elastic ave propagation in an MT and found that damping profoundly affects he vibrational frequencies in low values of wave vectors. In another rticle, Dan Liu et al. [24] represented a continuum model to find longavelength longitudinal and torsional vibrational mode shapes of an MT n the empty and liquid-filled areas. Moreover, Pokorny [19] attempted o represent a model of an MT with an attracted ionic charge layer, hich assisted in having vibration with a low damping effect. Another ssential research is carried out by Wang et al. [25] , who proposed an nalytical method to find the influence of the surrounding medium on he dynamic behavior of bio-liquid-filled MT and concluded that the ytosol surrounding an MT makes the first natural frequency decrease.\nIn another study, Wang et al. [26] reported that the strongest amping effect occurs for the transverse displacement of an MT. They howed that its movement turns out to be low oscillatory motion un-\ner the effect of cytosol damping. Further, Pokorny et al. [27] preented a diagnostic method based on frequency selective absorption f electromagnetic waves by malignant tumors. Taking damping into ccount helped them to have an accurate simulation of the cellular lasto-electrical vibration response of the cells. In addition to numerus analytical models for studying the impact of damping on MTs 28] , several simulations of surrounding damping effects on MTs such s simulating damping with electrodes around the MT [11] and cyoplasm dynamic viscous area [28] were proposed in the past years. herefore, the importance of damping on the motion of MTs raises he need to study the detailed effects of dissipation in entangled netorks of MTs (the common form found in nature) and also, the MTased architected metamaterials which have not been investigated et. Hence, we scrutinize the damped wave-propagation characterisics of structures made of MTs as one of the main goals of the current esearch.\nMetamaterials, on the other hand, are new structures able to exhibit nique mechanical, thermal and vibrational properties that have been he subjects of numerous analytical [29–31] , numerical [32–34] and exerimental [35–39] studies. One of their main exceptional capabilities s their ability to attenuate propagating waves with specific frequencies hile allowing others to pass. This phenomenon occurs in the form of andgaps, which are defined as the zones in the dispersion curves where o wave is allowed to pass [ 40 , 41 ]. Many scientists have shown interst in studying wave propagation behavior of metamaterials to tune the andgaps and find a way to design periodic architected materials with esired bandgaps [42–45] . In an interesting research study by Nansha ao et al. [45] , a low-frequency elastic wave attenuation zone was deeloped, and its width was found using beams with an acoustic black ole. Also, another notable research in the field of wave propagation n two-dimensional (2D) discrete structural systems was conducted by arzbod and Leamy [46] , using the Bloch’s theorem. However, the wave ropagation in 2D metamaterials was mainly limited to the undamped n-plane motion of the structures.\np d g B t t f t n H m a 𝜔 t H l i B i t f l p t\ni f t t e s\no [ l i h a b o f i o p\nr v i p t s i g i r a p i r a d p t W\nIn the mid-2000s, a few publications regarding the damping of hononic crystals started to emerge, and structural engineers began to evelop models for damping of periodic structures [ 47 , 48 ]. In 2011, a eneral framework was proposed by Farzbod and Leamy [48] to apply loch analysis in structures with energy dissipation. Additionally, under he assumption of Rayleigh damping, Hussein [49] presented a theory o model wave propagation in the damped mass-spring systems. The undamentals of that theory were later generalized to phononic crysals by Hussein and Frazier [50] . A few years later, another approach, amely the Rayleigh perturbation method, was introduced by Phani and ussein [51] to investigate the dispersion curves for different damping odels. In addition, Andreassen and Jensen [52] studied the wave propgation in periodic materials using two different methods, namely the ( k ) and the k ( 𝜔 ) formulations and proved that the two methods lead o almost identical results for small dissipations and long wavelengths. owever, it is well known that the mechanism for wave attenuation in attice beam structures is different than what was previously observed n phononic crystals [ 53 , 54 ] and relies on local resonance in addition to ragg scattering. Bandgaps induced by local resonance usually present n much lower frequencies than Bragg gaps which generally depend on he lattice parameters of the periodic structure. This fundamental diference between the lattice beam structures and phononic crystals and ack of proper studies to analyze the effects of damping on the waveropagation characteristics of the beam-lattice structures are other moivations to conduct this comprehensive study.\nFurthermore, deficiency of detailed studies on the mechanical behavor of phononic crystals with both in-plane and out-of-plane degrees of reedom proves that conclusive research on wave-propagation properies of such structures seems necessary, mainly due to the utmost imporance of such motions in cutting edge fundamental studies and high-tech ngineering applications such as vibration sensing in micro/nanoscale tructures (such as 2D materials and MT networks) in which the out-\nf-plane motion can be even more important than the in-plane motion 55] . In addition to their application significance, as shown in the folowing sections, since the out-of-plane modes of wave propagation are ndependent on the in-plane ones, the in-plane wave propagation beavior of the 2D architected metamaterials will not directly change as result of considering the out-of-plane modes. Instead, new dispersion ranches appear in the total phononic band structures due to the added ut-of-plane degrees of freedom, which, in turn, can lead to different orms of the attenuation zones. Hence, a comprehensive study regardng this impressive impact is necessary to reach a better understanding f structures that exhibit both in-plane and out-of-plane damped waveropagation behavior which is conducted in the current paper.\nThe subjects mentioned above all emphasize the importance of eaching an exact model to predict the motion of MT-based networks in iscous environments that demands careful investigation of the dampng effects. In our previous work [43] , we analyzed the undamped inlane wave propagation in several architected structures of the MTs, but heir damped in-plane and out-of-plane wave propagations have been till missing. The present paper is devoted to the analysis of the damped n-plane and out-of-plane wave propagations of four well-known topoloies of hexagonal, rectangular, triangular, and Kagome architectures usng the finite element method which were not analyzed before. In the est of the paper, after an explanation of the mathematical formulation nd a verification process, the superposition of the out-of-plane and inlane branches of the dispersion curves in MT structures is explored n detail. Bloch’s theorem is utilized to ensure the periodicity and to each the reduced equations of motion of the structures. Then, a model nd solution approach for the analysis of their wave propagation in the amped medium are presented. To model the damping effects, the proortionality between damping and the stiffness matrices is considered o study the wave propagation in the damped MT-based metamaterials.\nith this model, the wave propagation in damped lattice materials is\ni e i l t t d m t s w\n2\nB a n\nw a r\nnvestigated, and the effects of damping on the wave-attenuation proprties of the structures are studied by comparing the bandgaps exhibted by each structure in various cases. As explained later, damping can ead to unique phenomena not observed in undamped wave propagaion. An important point about this paper is that although it reports he results of the MT-based structures, the phenomenon raised from amping and analyzed here can be qualitatively generalized for other etamaterials. Since damping effects present in polymer materials and hey are in the core of 3D printing and metamaterial studies, the reearchers can qualitatively utilize our results in their related studies, as\nell. t\n. MatHhematical Formulation\nFor the wave propagation analysis, the finite element method and the loch’s theorem are used. MTs are parts of the cytoskeleton embedded in surrounding viscous media ( Figure 1 (a)), which can be artificially conected to build a bio-nano-periodic architected structure ( Figure 1 (b)).\nThrough this section, the finite element modeling of a single MT ith in-plane and out-of-plane degrees of freedom will be presented long with forming the unit cell of four major topologies (hexagonal, ectangular, triangular and Kagome). Moreover, the procedure to obain the damping effects will be provided, and Bloch’s theorem will be\ni b\n2\ni s p w r e f\nw\n[\nw w d\n{\n{\nm a o\nntroduced to investigate the wave propagation in damped MT-based io-metamaterials.\n.1. Finite Element Modelling\nIn the finite element modeling of the current structures, each unit cell s discretized into a series of beams connected via rigid joints. Previous tudies proved that the beam model is proper to study the mechanical roperties of the MTs [56] . Each lattice is divided into frame elements ith three translational ( u, v and w along with X, Y and Z directions, espectively) and three rotational degrees of freedom ( 𝜃x , 𝜃y and 𝜃z ) at ach end. A schematic view of an MT of length L MT and its degrees of reedom are illustrated in Figure 2 .\nFor the presented MT, the equation of motion of a frame element ith in-plane and out-of-plane degrees of freedom can be described by:\n𝑀 ] 12×12 { 𝑑 } + [ 𝐾 ] 12×12 { 𝑑 } = { 𝑓 } (1)\nhere [ M ] and [ K ] denote the mass and stiffness matrices of the element, hich are provided in Appendix 1. Besides, { d } and { f } are the nodal isplacements and forces, respectively as below: 𝑑 } = { 𝑢 1 𝑣 1 𝑤 1 𝜃𝑥 1 𝜃𝑦 1 𝜃𝑧 1 𝑢 2 𝑣 2 𝑤 2 𝜃𝑥 2 𝜃𝑦 2 𝜃𝑧 2 }𝑇 (2)\n𝑓 } = { 𝑓 𝑥 1 𝑓 𝑦 1 𝑓 𝑧 1 𝑀 𝑥 1 𝑀 𝑦 1 𝑀 𝑧 1 𝑓 𝑥 2 𝑓 𝑦 2 𝑓 𝑧 2 𝑀 𝑥 2 𝑀 𝑦 2 𝑀 𝑧 2 }𝑇 (3)\nUsing proper transformation matrices, the local mass and stiffness atrices of each frame element can be assembled into global matrices,\nnd one equation of motion, as explained in the next sections, can be btained for the unit cells.\n2\nm f b l t t m\n𝐹\nw t F\nt [ 𝑞\n𝑞 l 𝑞 t a\no fi d t p\n𝑞\n.2. Damping effect on microtubule displacement\nAs previously mentioned, MTs are submerged in the viscous environent (cytosol). Hence, the structure is under the effects of external drag orces as a result of its motion in a viscous medium. The interaction etween the MTs and their surrounding medium was previously anayzed by Howard [57] , who presented closed-form equations to obtain he drag coefficients for MTs in different motion conditions. According o Howard, the maximum drag force exerted on an MT from the viscous edium can be evaluated by [57] :\n𝑑𝑟𝑎𝑔 = 4 𝜋𝜂𝐿 𝑀𝑇 ln ( 𝐿 𝑀𝑇 ∕ 𝑑 𝑀𝑇 ) + 0 . 84 \uD835̇\uDC51 (4)\nhere 𝜂 = 5.72 mPa.s is the viscosity of cytosol [57–59] and d MT denotes he difference between the external and internal diameters of the MT. urther, \uD835̇\uDC51 is the velocity of a single MT in the viscous fluid.\nAccording to the Rayleigh damping model, a particular case for he damping matrix is known as proportional damping. In this model 50 , 60 ], damping is linearly proportional to [ K ] and/or [ M ], i.e. [ 𝐶] = ̄ [ 𝐾] + \uD835̄\uDC5D [ 𝑀] where, \uD835̄\uDC5D and 𝑞 are proportionality parameters ( ̄𝑝 ≥ 0 and ̄ ≥ 0 ). In the micro/nanostructures, the effective mass is significantly ower than the sufficient stiffness and therefore, considering the \uD835̄\uDC5D and ̄ with almost same orders, the proportionality of the damping matrix o the mass matrix can be disregarded and the damping matrix can be ssumed in the form of [ 𝐶] = 𝑞 [ 𝐾] .\nIn a damped structure with stiffness-proportional damping, one can btain the stiffness-proportionality parameter ( ̄𝑞 ) by dividing the coefcient of the drag force to the stiffness of a single beam. For an MT, the rag force and stiffness values are stated in [57] . In phononic crystals, o non-dimensionalize numerical values and to have a criterion for comarison of the results of different structures, this parameter is rescaled as\n= 𝑞 √ 𝐸 𝑀𝑇 ∕ 𝜌𝑀𝑇 𝐿 𝑈𝐶 where q is called proportionality ratio and L UC , E MT and\n𝜌 r e t\n[\n2\ne o\n[\nw t a s\n𝑑\nw w t a T i\ni M\n[\nt e t [ f u\nMT denotes the unit cell size, Young’s modulus and density of the MT, espectively. Hence, for the present array of MTs, the damping is linarly proportional to [ K ] r × r , i.e. the damping matrix for each element akes the following form:\n𝐶 ] 12×12 = 𝑞 [ 𝐾 ] 12×12 (5)\n.3. Bloch’s theorem in the damped model\nFor an undamped MT-based periodic architected material, the govrning equation of motion of the unit cell (containing both in-plane and ut-of-plane degrees of freedom) can be given as:\n𝑀 ] 𝑟 ×𝑟 { 𝑑 } + [ 𝐾 ] 𝑟 ×𝑟 { 𝑑 } = { 𝑓 } 𝑟 ×1 (6)\nhere r is the total degrees of freedom of the unit cell. Based on Bloch’s heorem for periodic structures, the displacement of any node ( n ) in the rbitrary unit cell (i.e. d n ) is related to the displacement of its correponding node in the reference unit cell ( D n ) by [61] :\n= 𝐷 𝑒 j ( 𝜔 𝑛 𝑡 + 𝜿𝑹 . 𝑟 𝑛 ) (7)\n𝑛 𝑛\nhere 𝜔 n is the harmonic frequency of the wave and 𝜿R = ( 𝜅x , 𝜅y ) is the ave vector with components along the x and y directions. To calculate he dispersion curves of the metamaterials, the wave vector is sampled round the corresponding irreducible Brillouin zone of the unit cell [43] . he four studied periodic structures, their unit cells, and their first and rreducible Brillouin zones are depicted in Figure 3 . Having found the proper values of the parameter 𝑞 relating the dampng matrix to the stiffness matrix, the equation of motion for the damped T-based architected structure can be expressed as:\n𝑀 ] r×r { 𝑑 } + [ 𝐶 ] r×r { \uD835̇\uDC51 } + [ 𝐾 ] r×r { 𝑑 } = { 𝑓 } (8)\nTo solve Eq. (8) which is the final governing equation of motion, he state-space method [50] is used. This equation is a differential quation with constant coefficients which could be solved by substituion of 𝑑( 𝑡 ) = 𝐳 𝑛 𝑒 𝜆𝑛 𝑡 . For an undamped free harmonic system, assuming C ] = 0, { f } = 0 and further 𝜆n = i 𝜔 n , a linear eigenvalue problem of the orm 𝐊 ( 𝜿𝑹 ) 𝐳 𝑛 = 𝜔 2 𝑛 𝐌 ( 𝜿𝑹 ) 𝐳 𝑛 can be reached, where 𝜔 n and z n denote ndamped eigenvalues and eigenvectors, respectively. For a damped\ns f d i d d i\nΩ\nΩ\n𝜁\nu t\n3\nc w d t i p p w c f\nystem, on the other hand, a quadratic eigenvalue problem of the orm [ 𝜆2\n𝑛 𝐌 ( 𝜿𝑹 ) + 𝜆𝑛 𝐂 ( 𝜿𝑹 ) + 𝐊 ( 𝜿𝑹 ) ] 𝒛 𝑛 = 0 should be solved to find the\namped natural frequencies and mode shapes. It should be noted that n the damped case, 𝜆n is the damped eigenvalue and z n designates the amped mode shape. Further, the values of the wavenumber-dependent amping ratio of the n th mode can be described as 𝜆n ( 𝜿R ) = − ΩR ( 𝜿R ) ± ΩI ( 𝜿R ), where [50] :\nR ( 𝜅𝑅 ) = 𝜁𝑛 ( 𝜅𝑅 ) . 𝜔 𝑛 ( 𝜅𝑅 ) (9)\nI ( 𝜅𝑅 ) = 𝜔 𝑛 ( 𝜅𝑅 )√ ( 1 − 𝜁2\n𝑛\n( 𝜅𝑅 )) (10)\n𝑛 ( 𝜅𝑅 ) = 1\n2\n( \uD835̄\uDC5D\n𝜔 𝑛 ( 𝜅𝑅 ) + 𝑞 𝜔 𝑛 (𝜅𝑅 )) (11) It should be noted that, in the previous equations, 𝜔 n is the n\nth natral frequency of the undamped motion and 𝜁n is the damping ratio of he n th eigenmode.\n. Results and Discussion\nThe current section presents the results of our investigations of the omplex-frequency dispersion curves of the in-plane and out-of-plane ave propagation of MT-based architected structures and the effects of amping of bio-metamaterials in various topologies. In the first subsecion of the current part, a comparison is made between the undamped n-plane dispersion curves of a triangular structure calculated in this paer and the results presented in the literature to verify the formulation rocess of finite element modeling. The second subsection presents the ave propagation analysis for the in-plane and out-of-plane modes of arhitected structures and, finally, the effects of damping on the complexrequency dispersion curves of metamaterials are scrutinized.\n3\nm c\nb g c m i\nF M\n.1. Verification\nTo verify the formulation process of the developed computational odel, the dispersion curves of a periodic triangular structure ( Figure 3 ) are plotted ( Figure 4 b) and compared against the results obtained\nigure 10. The effects of damping proportionality on the 2 nd , 6 th , and 10 th dispersio T-based periodic architected material.\ny Phani et al. [40] ( Figure 4 a). For this purpose, the out-of-plane derees of freedom for each structure were omitted, and the dispersion urves were plotted for the in-plane wave propagation of the considered etamaterial. It is observed that there is a good agreement between the n-plane dispersion curves both in the shapes and in the widths of the\nn branches of (a) in-plane motion and (b) out-of-plane motion of the hexagonal\nb m a ( M 3 l l e o u B c\n3\nt t u t\nw\nt a a o\nandgaps. Besides, a lattice structure with the same geometrical and aterial parameters was simulated in COMSOL Multiphysics package, nd wave propagation analysis was performed inside the Brillouin zone Figure 4 (c)). For this purpose, the solid dynamic module of COMSOL ultiphysics package [62] was used to find the dispersion branches. Full D models were implemented to obtain all possible wave modes. The inear elastic constitutive law was used, and regions were meshed utiizing 8-node hexahedral elements, which were found to provide correct igen-solutions up to the desired frequency [63] . Further, Floquet peridic boundary conditions were implemented on periodic edges of the nit cells, and the wave vector ( 𝜿R ) was swept around the irreducible rillouin zone. The good agreement of the three illustrations ensures the orrectness of the presented formulations.\ne\n.2. THhe in-plane and out-of-plane wave propagations\nThe dispersion curves of architected structures of various geomeries undergoing in-plane and out-of-plane wave propagations are illusrated in Figs. 5–8 . To obtain these curves, the eigenfrequencies of the ndamped motion are computed by setting [ 𝐶] r×r { \uD835̇\uDC51 } = 0 in Eq. 8 and hen normalized by the reference frequency of the pinned-pinned beam\nhich is expressed by 𝜔 0 = 𝜋2 √ 𝐸 𝑀𝑇 𝐼 𝑀𝑇 ∕( 𝜌𝑀𝑇 𝐴 𝑀𝑇 𝐿 4 𝑀𝑇 ) [64] . Hence, he normalized frequency is reported as Ωn = 𝜔 n ( 𝜿R )/ 𝜔 0 . The material nd geometrical properties of the MTs considered in the present research re presented in Table 1 . The normalized frequency is depicted based n the wave vectors 𝜿R , which can be obtained by sweeping along the dges of the irreducible Brillouin zone (red shaded area in Figure 3 ).\nt h F s t s F\np s p o e t i F The pure in-plane, pure out-of-plane, and combined (superposiional) dispersion curves of an MT-based architected structure made of exagonal geometry are illustrated in Figure 5 . (a) to (c), respectively. or the results illustrated in Figure 5. a, the finite element model conisted only of the in-plane degrees of freedom ( u 1 , v 1 , 𝜃z 1 , u 2 , v 2 , 𝜃z 2 ), and he out-of-plane modes of the motion ( w 1 , 𝜃x 1 , 𝜃y 1 , w 2 , 𝜃x 2 , 𝜃y 2 ) were contrained to be zero. On the other hand, the dispersion curves shown in igure 5. b were obtained by the out-of-plane modes only while the in-\ni w m o t o o l i\nlane modes of the structure were constrained to be zero. Figure 5. c hows the dispersion curves of the hexagonal structure with both inlane and out-of-plane degrees of freedom contributing to the motion f the system. Due to the linear decoupled nature of the governing quations, the combined in-plane and out-of-plane motions of the latice structures are expected to be described by the superposition of the n-plane and out-of-plane dispersion branches which agrees well with igure 5. c. As seen in Figure 5 , phonon-phonon scattering causes veering n the dispersion curves of the in-plane waves, while in the combined ave propagation, the in- and out-of-plane modes exhibit independent otions and the curves can cross each other without veering away. Anther point worth mentioning is that although the in-plane modes of he wave propagation fail to exhibit complete bandgaps along the edges f the Brillouin zone, two complete bandgaps are present in the outf-plane wave dispersion curves of the structure. This phenomenon ilustrates the wave attenuation performance of a periodic structure and s helpful in experimental applications since the out-of-plane modes are\nu v t p 7 s a d D t B i\nm t p b s i d m t P w\ng t t e d\nm\nn\na w t t t i i o a\nt n b m p\nt p a m t\nb a s p s\nsually the ones that can be measured experimentally for structures with ery small sizes [67–70] such as the micro/nanostructure analyzed in his research. Hence, tuning the behavior of such structures in the out-oflane direction is currently considered a popular research subject [71– 4] . However, the complete band structure of the wave propagation is een to close these full bandgaps due to the superposition of the in-plane nd out-of-plane branches. This superposition further narrows down the irectional band gap areas observed in the in-plane dispersion curves. irectional band gaps are the regions in the frequency spectrum where he propagation of the waves is prohibited along a certain edge of the rillouin zone, e.g. the GX or XM edge [75] . The directional band gaps n each structure are shown in the hatched style. To further clarify the independence of the in-plane and out-of-plane\node shapes of the studied architected structure, the mode shapes of he two branches coinciding at point A in the dispersion curves are deicted in Figure 5. d and 5. e. It is seen that although the two prescribed ranches of the dispersion curves cross each other at point A , the mode hapes are independent. It is observed that while the vibration of the n-plane branch (red dashed in Fig. 5 c) occurs in the XY plane ( Fig. 5 ), the out-of-plane branch (black dashed branch) does not undergo any otion in this plane and instead vibrates in the YZ-plane. To illustrate he mode shapes of the periodic structure, the COMSOL Multiphysics ackage was used, and the wave propagation of the periodic structure as studied using Floquet-Bloch periodic boundary conditions.\nThe in-plane and out-of-plane wave propagations of periodic trianular structures made of MTs are depicted in Figure 6 . In addition to he points mentioned above for the hexagonal architected structures, he triangular metamaterials show an interesting behavior in the genral wave propagation behavior. Examining Figure 6 , the bandgaps inuced by local resonance (LR) shown by dark gray can be observed in all\nodes of motion. It should be noted that the frequency of the local resoance is 𝜔 = π2 √ 𝐸 𝑀𝑇 𝐼 𝑀𝑇 ∕( 𝜌𝑀𝑇 𝐴 𝑀𝑇 𝐿 4 𝑀𝑇 ) , the first modal frequency of hinged-hinged beam [ 40 , 42 ]. In contrast to the Bragg-type bandgaps, hich may disappear by adding the in-plane and out-of-plane modes\nogether, these particular bandgaps continue to exist in all configuraions of the wave dispersions. The reason for this phenomenon is that he value of the resonance frequency for the flexural vibration of a beam n the x-z and x-y directions are the same, hence the energy localization s expected to occur in both in-plane and out-of-plane modes. The width f the local resonance bandgap, however, is seen to differ in the in-plane nd out-of-plane dispersion curves.\nThe independence of the in-plane and out-of-plane motion of the riangular structure can be verified in the same manner as the hexagoal structure. i.e., by plotting the mode shapes ( Fig. 6 d-e) of the two ranches at coincidence point A . It can be understood that there are two ode shapes (one in-plane and one out-of-plane) for each coincidence oint in the wave propagation diagram.\nThe dispersion curves of a rectangular MT architected structure and he in-plane and out-of-plane modes of the combined band structures at oint A are illustrated in Figure 7 . As observed in this figure, the rectngular MT-based architected periodic structure shows superior perforance as a nano-bio-filter in the out-of-plane direction in comparison o the other three structures. Also, the dispersion curves of the in-plane, out-of-plane, and cominational (superpositional) wave propagation of Kagome metamaterils are visible in Figure 8 . Metamaterials of Kagome architecture are hown to present no bandgap in the lower frequency range [40] in the inlane motion, while their pure out-of-plane wave propagation diagram hows four bandgaps of various sizes. As seen in Figure 8. b, the out-of-\np b t t i f o s a\n3\np\na t\nn F c A n t i t d c T\nlane dispersion curves of the Kagome metamaterials presents various andgaps in the sub-unity and close-to-unity regions which is an imporant observation, since, in the acoustic applications, a full band gap in he lower frequencies is sought. In Figure 8. c, the superposition of the n-plane and out-of-plane branches of the dispersion curves is the reason or the disappearance of the full bandgaps and the directional bandgap ccurred in higher frequencies. Similar to the previous cases, the mode hapes illustrated in Figure 8 prove the independence of the in-plane nd out-of-plane mode shapes in Kagome MT-based metamaterials.\n.3. Effects of damping on wave propagation of bio-metamaterials\nTo elaborate on the effects of damping on the in-plane and out-oflane dispersion curves of periodic architected structures, the undamped\nnd damped dispersion curves are plotted for hexagonal, rectangular, riangular and Kagome topologies.\nThe undamped dispersion curves of a hexagonal array of MTs in the ormalized undamped frequency range of Ω = 0 − 6 are illustrated in igure 9 a, while the real and imaginary parts of the damped dispersion urves are depicted in Figure 9 b-d for different values of damping ratios. lthough the above-mentioned viscosity of cytosol, 𝜂 = 5.72 mPa.s, is a ormal value reported in the literature, it can vary based on the age of he cell and type of the stabilizing agents for the synthetic MTs. Hence, t is required to analyze the effects of variation in the damping ratio on he phononic dispersion curves. According to Figure 9 , by assuming the amping coefficient to be proportional to stiffness, the higher frequenies are more affected, while the lower ones undergo smaller changes. he reason lies in the fundamentals of the state-space method and can be\ne g i d v d p o t i e I l o F s\np m g o t u i ( w p n r t c r o xplained by looking closer into Eq. (9) . According to this equation, nelecting p for the periodic micro/nanostructures, the value of the dampng ratio is directly proportional to the natural frequency of the unamped motion. Hence, the higher natural frequency leads to a higher alue for damping ratio and, consequently, stronger damping for upper ispersion branches. The more significant suppression of the higher disersion branches as a result of damping also leads to the width reduction f their corresponding directional bandgaps observed in Figure 9 (b-1) o (d-1). The suppressed dispersion branches as a result of damping are llustrated as solid lines, while the higher branches moved to the considred frequency range due to the suppression are shown in dashed lines. t is observed from Figure 9 that increasing the value of damping may ead to the loss of veering, i.e., the branches cross each other instead f diverging abruptly, as in the undamped in-plane case. It is seen in igure 9 (b-1) to (d-1) that for the case of damped metamaterials, the ystem can have more than one mode shape at a single point in the disersion curves due to the approximations made to obtain the damped ode shapes. On the contrary, for the case of undamped wave propaation, the orthogonality of the mode shapes emphasizes the fact that nly one mode shape represents the wave propagation of each point in he reciprocal space. Therefore, the veering phenomenon is justified in ndamped wave propagation. To compare the effects of various dampng ratios, the prescribed value of proportionality ratio is changed to q = 0.8) and ( q = 1.2) of the average value ( Figure 9. b and Figure 9. d), hich can still provide experimentally reliable results [ 58 , 59 , 76 ]. Other henomena denoted on the dispersion curves are more evident in the ext cases and will be explained there. In addition, the imaginary and eal parts of the damped frequencies of the hexagonal MT-based archiected structure are illustrated in Figure 9. b-1, c-1, d-1, and Figure 9. b-2, -2, and d-2 for the proportionality ratios of q = 0.8, q = 1, and q = 1.2, espectively. For the real parts of the complex damped frequencies, the verdamp, i.e., the condition where the damping ratio is larger than\no p o t c t o c d d d o v t i f o\no o c i a t f a fi a a w\no c h t p d c t t l q t t o a b a p t w b i f t i 2 t c s ne, is designated by dotted lines. Comparing the real and imaginary arts of the complex damped frequencies, the onset of the cut-off/cutn can readily be identified as the point where the transition from solid o dotted lines occurs in the real part of the corresponding dispersion urve. As an example, the points A ′ and B ′ in Figure 9. b-2 correspond o the points A and B in Figure 9. b-1, and as a result, denote the cutff points in the imaginary dispersion curve. For the real parts of the omplex dispersion curves, the in-plane and out-of-plane branches are enoted by green and blue lines, respectively. Further, the completely otted lines in Figure 9. c-2 correspond to the branches for which the amping ratio exceeds unity ( 𝜁n ( 𝜿R ) > 1) for all the points on the edge f the IBZ, which in turn, leads to zero imaginary frequency (i. e. no ibration happens). Moving from Figure 9. b-2 to c-2 and further d-2, he increase in damping increases the number of overdamped branches n intermediate frequencies in the prescribed range. These illustrations urther show that lower frequencies are more resistant to the changes f damping as the overdamp is not observed in these branches. To study the effects of damping on the complex dispersion curves f an MT-based metamaterial with more details, the in-plane and outf-plane dispersion branches of a hexagonal structure are depicted and ompared for different values of damping in Figure. 10. As observed n this figure, the effects of damping on the real and imaginary parts re negligible for lower branches. However, as the frequency increases, he effects of damping become more prominent. In Figure 10 , the efects of damping on the 2 nd , 6 th , and 10 th dispersion branches are seen, nd the stronger impact of damping in higher frequencies can be identied. These branches were chosen as examples of the low, intermediate, nd high frequencies in the considered frequency range. However, we lso analyzed the other branches but could not find something different hich does not present in these figures. The damped and undamped dispersion curves of a triangular peridic architected structure made of MTs are depicted in Figure 11 . In omparison to the case in which no damping presents ( Figure 11. a), the igher propagation modes of damped structures show more tendency o face a reduction in the values of frequencies. The reason for this henomenon was elaborated above. Further, the branch overtaking , a amping-induced phenomenon where higher modes of the dispersion urve overtake lower branches, can be seen in triangular lattices similar o the other topologies. In the same manner as the hexagonal archiecture, one can observe the loss of veering in triangular lattices. The oss of directional bandgaps as a result of higher damping, and conseuently, more branch overtaking, is another notable observation in the riangular lattice structure. The branch overtaking phenomenon is also he reason for the disappearance of the full local resonance bandgap bserved in the triangular structure as the cut-off phenomenon occurs s a result of increased damping, which practically closes all the full andgaps in the dispersion curves. In branch cut-off/ cut-on phenomena, specific branch fails to cover the whole Brillouin zone. If a damped disersion curve is started from zero, increased along the way, and reduced o zero again in the end, it is called a cut-on branch. On the other hand, hen the cut-off phenomenon occurs, the frequency of the dispersion ranch abruptly reduces to zero in some points along the edges of the rreducible Brillouin zone. The imaginary and real parts of the complexrequency dispersion curves of the triangular periodic architected strucure for various proportionality ratios of q = 0.8, q = 1, and q = 1.2 are llustrated in Figure 11. b- 1 , c-1, d-1 as well as Figure 11. b- 2 , c-2, and d, respectively. Comparing the values of the real and imaginary parts of he complex frequencies of the triangular structure, the locations of the ut-off/cut-on phenomena can again be identified. In addition, it can be een that by increasing damping, the number of overdamped branches\ni i\nb i b b s s\nw d t b A\nz i o r d i t u a h i f d t c n the intermediate frequency range of the considered frequency range ncreases, and consequently, the curves attain a more complex structure. The effects of damping on each dispersion branch of a triangular MTased architected material are illustrated in Figure.12 for both real and maginary parts of the dispersion curve. As observed, the 2 nd dispersion ranch is almost unaffected by the changes in damping, while the impact ecomes more substantial for the 6 th branch. Lastly, the 10 th branch is een to be much more dependent on damping and can reduce to zero in ome points along the IBZ in higher values of damping. The architected structure of rectangular geometry is the next shape hose dispersion curves are illustrated for both the damped and unamped cases. In addition to branch overtaking, rectangular metamaerials exhibit branch cut-off. As observed in Figure 13 , some dispersion ranches face an abrupt decrease in the frequency and reduce to zero. s a result, this particular branch does not cover the whole Brillouin one (GXMG path). The branch cut-off is usually associated with openng partial bandgaps, which is not the case in the present propagation f waves. It should be noted again that the onset value for the occurence of cut-off and cut-on phenomena is 𝜉n ( k ) = 1. Hence, when the amping ratio of a system starts from a minimal value and gradually ncreases to unity, the damped frequency of the system also reduces o zero, and the cut-off region starts. This condition continues to exist nless the values of the damping ratio return to the sub-unity region gain. The opposite situation (starting with damping ratios equaling or igher than one and decreasing to the sub-unity area) can also happen n the cut-on phenomenon. The imaginary and real parts of the complexrequency dispersion curves for the rectangular architected material are epicted in Figure 13 , and the damping-related dynamic behavior of he topology is illustrated for three different values of damping in asending order in Figure 13 . (b-1,2), (c-1,2) and (d-1,2), respectively. In\ni o t\nb v i f s o m s t t f\nF q u c h a T t d n t i o K\nmaginary dispersion curves, the points B 1 and B 2 are the onsets of cutff/cut-on phenomena and their counterparts 𝐵 ′1 and 𝐵 ′ 2 pass unity in he real parts. The impact of damping on in-plane and out-of-plane dispersion ranches of the periodic rectangular structure is shown in Figure 14 for arious ranges of frequency. Once again, the increasing effects of dampng on both in-plane and out-of-plane dispersion branches are visible or higher frequencies so that the 10 th branch is seen to practically top wave propagating for all damped cases. In addition, the occurrence f the cut-off/cut-on phenomena in the 6 th in-plane and out-of-plane odes as a result of increasing damping are observed in the rectangular tructure. Further, in the same manner, as the hexagonal and periodic riangular structures, the effects of damping are seen to be minimal in he vicinity of high symmetry point G and tend to increase as we move urther from this point.\nThe dispersion curves of Kagome periodic structures are shown in igure 15 . Metamaterials of such topology generally exhibit lower freuencies in comparison to the hexagonal, triangular, and rectangular nit cells. This is why Figure 15. a has a higher number of dispersion urves than its corresponding figures in other structures. On the other and, as discussed before, stiffness-proportional damping does not have considerable effect on the lower branches of the dispersion curves. herefore, the wave propagation in the Kagome topology of metamaerials in lower frequency ranges is less susceptible to change due to amping than the other three. This fact can be an essential factor to otice when trying to design a bio-filter in a damped medium. Even in his case, however, the effect of viscous damping is visible, especially n the top six dispersion branches. The deductions similar to the previus cases can be made for the complex-frequency dispersion curves of agome architected metamaterial as the cut off/cut-on phenomena are\ns d\nm F m t\n4\nt i d t p u p t O i p t h\na t K p o o\ne d f a d\nC\nt m m F c S\nD\nt\nA\nT\nA\ng\neen to occur at the point of critical damping ( 𝜉n = 1) for each value of amping proportionality.\nFurther, the effects of damping on the in-plane and out-of-plane odes of wave propagation for the Kagome structure, depicted in\nigure 16 , are the same as the previously studied topologies, with the inimal effect in the lower frequency ranges. The impact increases as he value of the frequency increases.\n. Summary and conclusions\nIn the present paper, the finite element method was used to analyze he wave propagation in MT-based periodic architected structures with n-plane and out-of-plane degrees of freedom in a viscously damped meia. To investigate the wave propagation in a periodic architected strucure of considered unit cells, the Bloch’s theorem was employed to exress the displacement fields of all unit cells as a function of a reference nit cell. Further, the Rayleigh damping model was used to model the roportional damping of the MT-based architectures in vivo and further o inspect the behavior of the dispersion curves of damped structures. ur results revealed that the out-of-plane and in-plane waves propagate ndependently, and the equations of motion for the general linear wave ropagations are decoupled. It was also shown that, depending on the opology and type of the motions for the array of MTs, damping might ave different effects on the dispersion curves.\nFurther, various damping induced phenomena such as the disappearnce of veering, cut-off/cut-on, and branch overtaking were observed in he periodic architected structures of different shapes. However, for the agome topology of the unit cells, the lower frequency ranges of the disersion curves make it more immune to the effects of damping in case f low-frequency wave propagations. Moreover, studying the impacts f damping on the real parts of the complex frequencies of the consid-\nred periodic structures could lead to pinpointing the location of critical amping, which led to the damping-induced cut-off/cut-on phenomena or their better explanations. The results of the present manuscript enble the engineers to design and model MT-based bio-nano-filters of ifferent topologies in a damped medium.\nRediT author statement\nHamid Jafari: Methodology, Software, Formal analysis, Investigaion, Data curation, Writing - original draft, Visualization. Mohamadreza Hairi Yazdi: Conceptualization, Methodology, Project adinistration, Supervision, Funding acquisition. Mir Masoud Seyyed akhrabadi: Conceptualization, Methodology, Formal analysis, Data uration, Resources, Writing - Review & Editing, Project administration, upervision, Funding acquisition.\neclaration of Competing Interest\nThe authors confirm that there is no conflict of interest in this paper o disclose.\ncknowledgement\nThe authors are grateful to Soroush Sepehri from the University of ehran for helpful discussion and assistance.\nppendix. 1\nIn the local coordinate system, the stiffness and mass matrices are iven by [77] :\nm a a\nR\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[ 𝐾 ] 12×12 = ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 𝐸𝐴 𝐿 0 0 0 0 0 − 𝐸𝐴 𝐿 0 0 0 0 0 12 𝐸 𝐼 𝑧 𝐿 3 0 0 0 6 𝐸 𝐼 𝑧 𝐿 2 0 − 12 𝐸 𝐼 𝑧 𝐿 3 0 0 0 6 𝐸 𝐼 𝑧 𝐿 2 12 𝐸 𝐼 𝑦 𝐿 3 0 − 6 𝐸 𝐼 𝑦 𝐿 2 0 0 0 − 12 𝐸 𝐼 𝑦 𝐿 3 0 − 6 𝐸 𝐼 𝑦 𝐿 2 0 𝐺𝐽 𝐿 0 0 0 0 0 − 𝐺𝐽 𝐿 0 0 4 𝐸 𝐼 𝑦 𝐿 0 0 0 6 𝐸 𝐼 𝑦 𝐿 2 0 2 𝐸 𝐼 𝑦 𝐿 0 4 𝐸 𝐼 𝑧 𝐿 0 − 6 𝐸 𝐼 𝑧 𝐿 2 0 0 0 − 2 𝐸 𝐼 𝑧 𝐿 𝐸𝐴 𝐿 0 0 0 0 0 12 𝐸 𝐼 𝑧 𝐿 3 0 0 0 − 6 𝐸 𝐼 𝑧 𝐿 2 12 𝐸 𝐼 𝑦 𝐿 3 0 6 𝐸 𝐼 𝑦 𝐿 2 0 𝐺𝐽 𝐿 0 0 4 𝐸 𝐼 𝑦 𝐿 0\n𝑠𝑖𝑚. 4 𝐸 𝐼 𝑧 𝐿 ⎤ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎥ ⎦ , and\n[ 𝑀 ] 12×12 =\n𝜌𝐴𝐿 ⎡ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎢ ⎣ 1 3 0 0 0 0 0 1 6 0 0 0 0 0 13 35 0 0 0 11 𝐿 210 0 9 70 0 0 0 − 13 𝐿 420 13 35 0 − 11 𝐿 210 0 0 0 9 70 0 − 13 𝐿 420 0 𝐼 𝑧 + 𝐼 𝑦 3 𝐴 0 0 0 0 0 𝐼 𝑧 + 𝐼 𝑦 6 𝐴 0 0 𝐿 2 105 0 0 0 − 13 𝐿 420 0 − 𝐿 2 140 0 𝐿 2 105 0 13 𝐿 420 0 0 0 − 𝐿 2 140 1 3 0 0 0 0 0 13 35 0 0 0 − 11 𝐿 210 13 35 0 11 𝐿 210 0 𝐼 𝑧 + 𝐼 𝑦 3 𝐴 0 0 𝐿 2 105 0 𝑠𝑖𝑚. 𝐿 2\n105 ⎤⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎥⎦ where E , 𝜌, and G represent the elastic modulus, density, and shear odulus of elastic frame element, respectively. Also, L , A , I z , I y , and J re the length, cross-sectional area, and the second moment of the area round the z-, y-, and x-directions, respectively.\neferences\n[1] Jakab K , Norotte C , Marga F , Murphy K , Vunjak-Novakovic G , Forgacs G . Tissue engineering by self-assembly and bio-printing of living cells. Biofabrication 2010;2:22001 . [2] Frazier WE . Metal additive manufacturing : A review. Journal of Materials Engineering and Performance 2014;23:1917–28 . [3] Yaraghi NA , Kisailus D . Biomimetic structural saterials: Inspiration from design and assembly. Annual Review of Physical Chemistry 2017;69:23–57 . [4] Gu GX , Takaffoli M , Hsieh AJ , Buehler MJ . Biomimetic additive manufactured polymer composites for improved impact resistance. Extreme Mechanics Letters 2016;9:317–23 . [5] Wang CY , Zhang LC . Circumferential vibration of microtubules with long axial wavelength. Journal of Biomechanics 2008;41:1892–6 . [6] Pokorný J , Jelínek F , Trkal V , Lamprecht I , Holzel R . Vibrations in Microtubules. Astrophysics and Space Science 1997;23:171–9 . [7] Kurachi M , Hoshi M , Tashiro H . Buckling of a single microtubule by optical trapping forces : direct measurement of microtubule rigidity. Cell Motility and the Cytoskeleton 1995;228:221–8 . [8] Koch MD , Schneider N , Nick P , Rohrbach A . Single microtubules and small networks become significantly stiffer on short time-scales upon mechanical stimulation. Scientific Reports 2017;7:1–15 . [9] Gao N , Wei Z , Hou H , Krushynska AO . Design and experimental investigation of V-folded beams with acoustic black hole indentations. The Journal of the Acoustical Society of America 2019;145:EL79–83 . 10] Guemkam Ghomsi P , Tameh Berinyoh JT , MoukamKakmeni FM . Ionic wave propagation and collision in an excitable circuit model of microtubules. Chaos 2018;28:023106 . 11] Barzanjeh S , Salari V , Tuszynski JA , Cifra M , Simon C . Optomechanical proposal for monitoring microtubule mechanical vibrations. Physical Review E 2017;012404:1–9 . 12] Barsegov V , Ross J , Dima R . Dynamics of microtubules : Highlights of recent computational and experimental investigations. Journal of Physics: Condensed Matter 2017;29:433003 . 13] Karsenti E . Self-organization in cell biology: a brief history. Nature Reviews Molecular Cell Biology 2008;9:255 . 14] Verde F , Berrez J-M , Antony C , Karsenti E . Taxol-induced microtubule asters in mitotic extracts of Xenopus eggs: requirement for phosphorylated factors and cytoplasmic dynein. The Journal of Cell Biology 1991;112:1177–87 .\n15] Ndlec FJ , Surrey T , Maggs AC , Leibler S . Self-organization of microtubules and motors. Nature 1997;389:305 . 16] Surrey T , Nédélec F , Leibler S , Karsenti E . Physical properties determining self-organization of motors and microtubules. Science 2001;292:1167–71 . 17] Nédélec F . Computer simulations reveal motor properties generating stable antiparallel microtubule interactions. The Journal of Cell Biology 2002;158:1005–15 . 18] Foster KR , Baish JW . Viscous damping of vibrations in microtubules. Journal of Biological Physics 2000;26:255–60 . 19] Pokorny J. Excitation of vibrations in microtubules in living cells. Bioelectrochemistry 2004;63:321–6. https://doi.org/10.1016/j.bioelechem.2003.09.028 . 20] Pokorny J . Viscous effects on polar vibrations in microtubules. Electromagnetic Biology and Medicine 2003;22:15–29 . 21] Tuszy ń ski JA , Luchko T , Portet S , Dixon JM . Anisotropic elastic properties of microtubules. The European Physical Journal E 2005;35:29–35 . 22] Sekulic DL , Sataric BM , Zdravkovic S , Bugay AN , Sataric M V . Nonlinear dynamics of C- terminal tails in cellular microtubules. Chaos 2016;26:073119 . 23] Sirenko YM , Stroscio MA , Kim KW . Elastic vibrations of microtubules in a fluid. Physical Review E 1996;53:1003–10 . 24] Liu D , Every AG , Tománek D . Long-wavelength deformations and vibrational modes in empty and liquid-filled microtubules and nanotubes : A theoretical study. Physical Review B 2017:205407 . 25] Wang X , Yang WD , Xiong JT . Coupling effects of initial stress and scale characteristics on the dynamic behavior of bioliquid-filled microtubules immersed in cytosol. Physica E: Low-Dimensional Systems and Nanostructures 2014;56:342–7 . 26] Wang CY , Li CF , Adhikari S . Dynamic behaviors of microtubules in cytosol. Journal of Biomechanics 2009;42:1270–4 . 27] Pokorný J , Vedruccio C , Cifra M , Ku čera O . Cancer physics: Diagnostics based on damped cellular elastoelectrical vibrations in microtubules. European Biophysics Journal 2011;40:747–59 . 28] Ghavanloo E , Daneshmand F , Amabili M . Vibration analysis of a single microtubule surrounded by cytoplasm. Physica E: Low-Dimensional Systems and Nanostructures 2010;43:192–8 . 29] Mousanezhad D , Ebrahimi H , Haghpanah B , Ghosh R , Ajdari A , Hamouda AMS , et al. Spiderweb honeycombs. International Journal of Solids and Structures 2015;66:218–27 . 30] Cohen T , Kurzeja P , Bertoldi K . Architected squirt-flow materials for energy dissipation. Journal of the Mechanics and Physics of Solids 2017;109:22–33 . 31] Al-Rub RKA , Voyiadjis GZ . Analytical and experimental determination of the material intrinsic length scale of strain gradient plasticity theory from micro-and nano-indentation experiments. International Journal of Plasticity 2004;20:1139– 1182 . 32] Miniaci M , Krushynska A , Movchan AB , Bosia F , Pugno NM . Spider web-inspired acoustic metamaterials. Applied Physics Letters 2016;109:071905 . 33] Zhang K , Zhao C , Luo J , Ma Y , Deng Z . Analysis of temperature-dependent wave propagation for programmable lattices. International Journal of Mechanical Sciences 2020;171:105372 . 34] Huang Y , Huang Y , Chen W , Bao R . Flexible manipulation of topologically protected waves in one-dimensional soft periodic plates. International Journal of Mechanical Sciences 2020;170:105348 . 35] Schaeffer M , Trainiti G , Ruzzene M . Optical measurement of in-plane elastic waves in mechanical metamaterials through digital image correlation. Scientific Reports 2017;7:42437 . 36] Zarate Y , Babaee S , Kang SH , Neshev DN , Shadrivov IV , Bertoldi K , et al. Elastic metamaterials for tuning circular polarization of electromagnetic waves. Scientific Reports 2016;6:28273 . 37] Boatti E , Vasios N , Bertoldi K . Origami metamaterials for tunable thermal expansion. Advanced Materials 2017;29:1700360 . 38] Rafsanjani A , Pasini D . Bistable auxetic mechanical metamaterials inspired by ancient geometric motifs. Extreme Mechanics Letters 2016;9:291–6 . 39] Noroozi R , Bodaghi M , Jafari H , Zolfagharian A , Fotouhi M . Shape-Adaptive Metastructures with Variable Bandgap Regions by 4D Printing. Polymers 2020;12:519 . 40] Phani AS , Woodhouse J , Fleck NA . Wave propagation in two-dimensional periodic lattices. The Journal of the Acoustical Society of America 2006;119:1995–2005 . 41] Gao N-S , Guo X-Y , Cheng B-Z , Zhang Y-N , Wei Z-Y , Hou H . Elastic Wave Modulation in Hollow Metamaterial Beam With Acoustic Black Hole. IEEE Access 2019;7:124141–6 . 42] Wang P , Casadei F , Kang SH , Bertoldi K . Locally resonant band gaps in periodic beam lattices by tuning connectivity. Physical Review B - Condensed Matter and Materials Physics 2015;91:2–5 . 43] et AlJ . Wave propagation in microtubule-based bio-nano-architected networks: A lesson from nature. International Journal of Mechanical Sciences 2019;164:105175 . 44] Manktelow K , Narisetti RK , Leamy MJ , Ruzzene M . Finite-element based perturbation analysis of wave propagation in nonlinear periodic structures. Mechanical Systems and Signal Processing 2013;39:32–46 . 45] Gao N , Wei Z , Zhang R , Hou H . Low-frequency elastic wave attenuation in a composite acoustic black hole beam. Applied Acoustics 2019;154:68–76 . 46] Farzbod F , Leamy MJ . Analysis of bloch’s method and the propagation technique in periodic structures. Journal of Vibration and Acoustics, Transactions of the ASME 2011;133 31010-1-31010–7 . 47] Farzbod F , Leamy MJ . Analysis of Bloch’s method in structures with energy dissipation. Journal of Vibration and Acoustics, Transactions of the ASME 2011;13:051010 . 48] Farzbod F , Leamy MJ . Analysis of bloch’s method in structures with energy dissipation. ASME International Mechanical Engineering Congress and Exposition, Proceedings (IMECE) 2010;13:401–8 . 49] Hussein MI . Theory of damped Bloch waves in elastic media. Physical Review B - Condensed Matter and Materials Physics 2009;80:212301 .\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n50] Hussein MI , Frazier MJ . Band structure of phononic crystals with general damping. Journal of Applied Physics 2010:108 . 51] Phani AS , Hussein MI . Analysis of damped bloch waves by the rayleigh perturbation method. Journal of Vibration and Acoustics, Transactions of the ASME 2013;135:1–11 . 52] Andreassen E , Jensen JS . Analysis of phononic bandgap structures with dissipation. Journal of Vibration and Acoustics, Transactions of the ASME 2013;135:1–8 . 53] Lim QJ , Wang P , Koh SJA , Khoo EH , Bertoldi K . Wave propagation in fractal-inspired self-similar beam lattices. Applied Physics Letters 2015;107:221911 . 54] Yuan B , Chen Y , Jiang M , Tang S , He M , Tu M . On the interaction of resonance and Bragg scattering effects for the locally resonant phononic crystal with alternating elastic and fluid matrices. Archives of Acoustics 2017;42:725–33 . 55] Š i š kins M , Lee M , Alijani F , van Blankenstein MR , Davidovikj D , van der Zant HSJ , et al. Highly anisotropic mechanical and optical properties of 2D layered As2S3 membranes. ACS Nano 2019;13:10845–51 . 56] Jafari H , Ghodsi A , Ghazavi MR , Azizi S . Novel mass detection based on magnetic excitation in anti-resonance region. Microsystem Technologies 2016;23:4–10 . 57] Howard J . Mechanics of Motor Proteins and the Cytoskeleton. Sunderland, MA, USA: Sinauer Associates; 2001 . 58] Sarkar K , Shi WT , Chatterjee D , Forsberg F . Characterization of ultrasound contrast microbubbles using in vitro experiments and viscous and viscoelastic interface models for encapsulation. The Journal of the Acoustical Society of America 2005;118:539–50 . 59] Hosny NA , Mohamedi G , Rademeyer P , Owen J , Wu Y , Tang MX , et al. Mapping microbubble viscosity using fluorescence lifetime imaging of molecular rotors. Proceedings of the National Academy of Sciences of the United States of America 2013;110:9225–30 . 60] Phani AS , Woodhouse J . Viscous damping identification in linear vibration. Journal of Sound and Vibration 2007;303:475–500 . 61] Mace BR , Manconi E . Modelling wave propagation in two-dimensional structures using finite element analysis. Journal of Sound and Vibration 2008;318:884–902 . 62] . COMSOL Multiphysics® v. 5.4, Stockholm, Sweden: COMSOL AB; 2018. www.comsol.com . 63] Miniaci M , Marzani A , Testoni N , De Marchi L . Complete band gaps in a polyvinyl chloride (PVC) phononic plate with cross-like holes: numerical design and experimental verification. Ultrasonics 2015;56:251–9 .\n64] Babaee S , Shahsavari AS , Wang P , Picu RC , Bertoldi K . Wave propagation in cross-linked random fiber networks. Applied Physics Letters 2015;107:211904 . 65] Shen HS . Buckling and postbuckling of radially loaded microtubules by nonlocal shear deformable shell model. Journal of Theoretical Biology 2010;264:386–94 . 66] Mokhtari F , Beni YT . Free vibration analysis of microtubules as orthotropic elastic shells using stress and strain sradient elasticity theory. Journal of Solid Mechanics 2016;8:511–29 . 67] Mathew JP , Patel RN , Borah A , Vijay R , Deshmukh MM . Dynamical strong coupling and parametric amplification of mechanical modes of graphene drums. Nature Nanotechnology 2016;11:747–51 . 68] Morell N , Reserbat-Plantey A , Tsioutsios I , Schädler KG , Dubin F , Koppens FHL , et al. High quality factor mechanical resonators based on WSe2 monolayers. Nano Letters 2016;16:5102–8 . 69] De Alba R , Abhilash TS , Rand RH , Craighead HG , Parpia JM . Low-power photothermal self-oscillation of bimetallic nanowires. Nano Letters 2017;17:3995– 4002 . 70] Roberts SP , Barnard AW , Martin CM , Blees MK , Alden JS , Ruyack AR , et al. Magnetically actuated single-walled carbon nanotubes. Nano Letters 2015;15:5143–8 . 71] Bonhomme J , Oudich M , Djafari-Rouhani B , Sarry F , Pennec Y , Bonello B , et al. Love waves dispersion by phononic pillars for nano-particle mass sensing. Applied Physics Letters 2019;114:013501 . 72] Ganesan A , Seshia A . Resonance tracking in a micromechanical device using phononic frequency combs. Scientific Reports 2019;9:1–7 . 73] Grabec T , Koller M , Sedlák P , Kruisová A , Román-Manso B , Belmonte M , et al. Frequency-dependent acoustic energy focusing in hexagonal ceramic micro-scaffolds. Wave Motion 2020;92:102417 . 74] Hamelin B , Yang J , Daruwalla A , Wen H , Ayazi F . Monocrystalline silicon carbide disk resonators on phononic crystals with ultra-low dissipation bulk acoustic wave modes. Scientific Reports 2019;9:1–8 . 75] Tang L , Cheng L . Periodic plates with tunneled Acoustic-Black-Holes for directional band gap generation. Mechanical Systems and Signal Processing 2019;133:106257 . 76] Daneshmand F , Amabili M . Coupled oscillations of a protein microtubule immersed in cytoplasm: An orthotropic elastic shell modeling. Journal of Biological Physics 2012;38:429–48 . 77] Ferreira AJM . MATLAB Codes for Finite Element analysis: Solids and Structures. Springer Science & Business Media; 2009 ."
    } ],
    "references" : [ {
      "title" : "Metal additive manufacturing : A review",
      "author" : [ "WE Frazier" ],
      "venue" : "Journal of Materials Engineering and Performance",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1917
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "facturing [2] processes have encouraged researchers to invent new aterials with unique properties out of complex mixtures of existing lements.",
      "startOffset" : 10,
      "endOffset" : 13
    } ],
    "year" : 2020,
    "abstractText" : "Due to the essential roles of entangled microtubule networks in complicated cellular activities such as mechanotransduction, improving the insight into their mechanical properties and dynamic load-transfer mechanisms can be inspiring to design new bio-nano-metamaterials. Damping effects arising from the polymeric nature of the microtubules as well as the surrounding cytosol in vivo and stabilizing agents in vitro can play significant roles in the dynamic behavior of the individual microtubules and their networks. Hence, this paper presents a comprehensive analysis of damping effects on elastic wave-propagation characteristics of microtubule-based metamaterials. For this purpose, microtubules are taken as the constituting elements of architected periodic structures of various topologies, and the interactions between the structures and their surrounding media are modeled by drag forces and viscous damping. The model is then used to investigate in-plane and out-of-plane motions of the microtubule-based networks. The paper starts with an explanation of the finite element method applied to derive the governing equations of undamped elastic wave propagation from obtaining the dispersion curves of the periodic structures. Also, considering the damping matrix proportional to the stiffness matrix, the equations of damped wave propagation in microtubule-based periodic structures are obtained and solved using the state-space method. The results prove that considering both of the in-plane and out-of-plane motions have significant effects on the formation of the dispersion curves and wave attenuation properties of microtubule networks. Moreover, the damping effects of the surrounding medium can lead to forming different dispersion curves and, consequently, showing different wave attenuation characteristics due to various damping-induced phenomena such as branch overtaking and branch cut-off/cut-on. The results of the current study are counted as the initial steps towards more realistic modeling of bio-nano-filters. They may soon be used as a basis to design bio-nano-metamaterials with unique wave-filtering properties and higher biocompatibility.",
    "creator" : "Elsevier"
  }
}