{
  "name" : "downloads_2020-08-14_67_10.1080@1061186X.2020.1808001.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Exosome vesicle as a nano-therapeutic carrier for breast cancer",
    "authors" : [ "Mohd Mughees", "Krishna Kumar", "Saima Wajid" ],
    "emails" : [ "swajid@jamiahamdard.ac.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=idrt20\nJournal of Drug Targeting\nISSN: 1061-186X (Print) 1029-2330 (Online) Journal homepage: https://www.tandfonline.com/loi/idrt20\nExosome vesicle as a nano-therapeutic carrier for breast cancer\nMohd Mughees, Krishna Kumar & Saima Wajid\nTo cite this article: Mohd Mughees, Krishna Kumar & Saima Wajid (2020): Exosome vesicle as a nano-therapeutic carrier for breast cancer, Journal of Drug Targeting, DOI: 10.1080/1061186X.2020.1808001 To link to this article: https://doi.org/10.1080/1061186X.2020.1808001\nAccepted author version posted online: 13 Aug 2020.\nSubmit your article to this journal\nView related articles\nView Crossmark data\nExosome vesicle as a nano-therapeutic carrier for breast cancer\nMohd Mughees 1 , Krishna Kumar and Saima Wajid 1 *\n1. Department of Biotechnology, School of Chemical and Life Sciences, Jamia Hamdard, New Delhi-110062, India.\n*Corresponding authorDr. Saima Wajid (Assistant Professor) Department of Biotechnology, School of Chemical and Life Sciences, Jamia Hamdard, New Delhi-110062, India. Email- swajid@jamiahamdard.ac.in Mobile- +91-9899823898\nAc ce\npt ed\nM an\nus cr\nipt"
    }, {
      "heading" : "Abstract",
      "text" : "Breast cancer (BC) is one of the most common lethal diseases found in women; in which shortcomings of currently used treatment procedures and efficiency to target disease contribute to the increment in mortality. Despite other factors, exosomes, a major class of EVs (extracellular vesicles) also play a regulatory role in normal physiological processes and have a major function in proliferation, metastases, and resistance in BC. Interestingly despite their role in the progression of BC, exosomes also showed their importance as a drug carrier in the targeted drug delivery. The present review aims to shed light on the role of exosomes as a potential nanotherapeutic vehicle in the targeted drug delivery for BC. Information for this review was searched from PubMed and Google Scholar mostly during the year 2019-2020 by using appropriate keywords. The exosomes have been efficiently used in cancer therapeutics where these nano vehicles having specific markers help in efficient targeted delivery of therapeutics including proteins, nucleic acid, and anti-cancer drugs to BC cells. The properties of exosomes as an efficient delivery system can be explored in the future and holds the potential to be used in other forms of cancer as well.\nKeywords breast cancer; exosome; metastasis; chemoresistance; exosome delivery system; targeted drug delivery. Ac ce\npt ed\nM an\nus cr\nipt"
    }, {
      "heading" : "Introduction",
      "text" : "Cancer is defined as the uncontrolled growth and division of cells making it one of the most leading causes of death globally. Breast cancer (BC) is a most common type of cancer diagnosed in the females with an overwhelming 2.1 million cases throughout the globe every year and account for the greatest number of cancer-related death in women with an estimation of 627,000 death in 2018, an overall 15% death caused by cancer in women annually[1].\nThe molecular subtypes of breast cancer are described as luminal (A and B), triple-negative breast cancer (TNBC), and HER2 type based on their molecular profiling assessed with the use of modern molecular biology techniques such as microarray [2,3]. TNBC is the most aggressive type of breast cancer which is defined by the absence of estrogen receptor, progesterone receptor, and reduced or no expression of human epidermal growth factor receptor [4,5]. The lethality of the disease in its later stage corresponds to the penetration capacity of the tumor in the surrounding tissues and distant location. To increase the numbers of survival cases, early diagnosis is must which includes the screening of cancer with either mammography or clinical examination, which often encountered increased false positives results and hence require a biopsy of the sample tissues for further examination [1,6].\nThe early-stage BC treatment procedure involves surgical removal of the cancer cells followed by radiotherapy, while advanced cases require surgery with a combination of chemotherapy and radiotherapy [7]. The currently used chemotherapeutics showed a vast array of side effects including fatigue, vomiting, dermal changes, colitis, and febrile neutropenia and they also showed poor discrimination between cancer and normal cells [8,9].\nAc ce\npt ed\nM an\nus cr\ni t\nTo overcome these side effects and challenges such as bioavailability and systemic destruction of healthy cells due to chemotherapeutics in patients, delivery of anti-cancer drugs are more focused on the targeted delivery to the site of the tumor with the help of a nano vehicle such as synthetic nanoparticles (NPs), viral nanoparticles, niosomes, etc. [10-16]. However, these nanocarriers have also had some limitations which restrict the candidature of these nanocarriers for efficient and safer cancer therapy. Out of these NPs, the metallic NPs is correlated with systemic side effects such as metal toxicity, increased ROS production, reduced clearance from the body, interaction of ion with systemic pathways, and accumulation of NPs in the brain by crossing blood-brain barrier [17,18]. Conversely, the polymeric NPs and liposomes based nanodrug delivery system overcome the common side effects of the metallic NPs, but these nano vehicles also have some limitations such as biocompatibility, skin toxicity, mucositis, drug modification, etc. [19,20].\nRecent studies have identified the role of exosomes in the cell to cell communication and are capable of carrying and delivering biological macromolecules intracellularly. These lipid bilayers extracellular structures are released by most of the cells including cancer cells encapsulating various peptide and nucleic acid-based cargos within the structure [21,22]. Due to its origin in the patient’s biological system, it will overcome the common risks associated with nanocarriers such as immunogenicity, biocompatibility, toxicity, biodegradability, etc. [23]. Hence, it holds the immense possibility to carry different types of therapeutic loads for delivery into cancer treatment procedures. Therefore, nowadays research has been directed towards the use of extracellular vesicle (EVs) as a diagnostic marker for cancer as well as the nanotherapeutic delivery system. Ac ce pt d\nM an\nus cr\nipt\nIn this study, we shed light on the role of exosomes as a potential nano-carrier for the delivery of anticancer drugs in the targeted drug delivery system."
    }, {
      "heading" : "Methodology",
      "text" : "The information for this review was searched from PubMed and Google Scholar mostly during the year 2019-2020 with keywords ‘breast cancer’, ‘breast cancer-derived exosomes’, ‘targeted delivery of therapeutics in breast cancer’, ‘extracellular vesicle in breast cancer treatment’, ‘engineered exosomes in breast cancer treatment’, MSC derived exosomes in breast cancer treatment’ etc."
    }, {
      "heading" : "Exosomes: biogenesis and characteristic",
      "text" : "Exosomes are a class of extracellular vesicles (EVs), secreted by all types of cells for communicating with cells present in the neighborhood as well as at the distant sites [24]. These vesicles were first discovered by Stahl (1983) while working on human immature RBC and later Johnstone RM (1987) coined the term exosomes for these vesicles [25,26]. Exosome biogenesis takes place by inward invagination of the plasma membrane with distinct processes where endosomal sorting transporters complex (ESCRT) plays a regulatory role in macrovesicle bodies (MBVs)-ILV exosomes formation and sorting of cargo load [27]. This ILV present inside the matured endosomes known as macrovesicle bodies (MVBs) which fuses with lysosomes under lysosomal degradative pathways, whereas the release of these exosomes in ECM after fusion with the plasma membrane is regulated by vacuolar protein sorting associated protein (VPS4), or ALG‐2‐interacting protein X (ALIX) [28-31]. Origin of these BC derived exosomes can be easily identified based on the surface receptor including CD63, CD29, CD24, Alix, TSG101, ADAM10, CD9, and CD222 [32-34]. In our previous study, we explored and summarized the Ac ce pt ed\nM an\nus cr\nip\nstudies showing that Rab family protein with GTPase activity plays a major role in the vesicular trafficking in breast cancer by contributing the release of exosomes from the cancerous cell and hence can be targeted in preventing breast cancer metastasis [35].\nRole of exosomes in breast cancer\nExosomes are majorly associated with normal physiological processes in cells. The size of this class of EVs can easily be transported from the host cell to the target cell during signaling for the establishment of cellular homeostasis. Exosomes also play major roles in angiogenesis, cancer cell proliferation, epithelial to mesenchymal transition (EMT), cell metastasis, and generation of chemoresistance in BC [22]. Making exosomes as the most concentrated and hot topic in the scientific research community and diagnostic field of the BC where exosomes with specific markers play a major role in early diagnosis of disease [36]. It has been found that during the pathogenesis of breast cancer, an increased level of exosomes biogenesis takes place in the BC cells in patients where exosomes deliver cargos to target cells with integrins-receptor mediated endocytosis helping in bidirectional communication (Figure 1 (I-III)) [37,38]. During the biogenesis of exosomes, these EVs are enriched with various functionally active cargos including nucleic acid, proteins, and lipids playing a major role in breast cancer pathologies (Figure 1 (IV)). Exosomal cargos with biologically active molecules such as oncogenic small micro-RNAs also called as onco-miRNAs, growth factors, mRNA, proteins, and lipids play a significant role in proliferation, metastasis and chemoresistance development in BC cells via regulation of gene expression as depicted in Figure 1 (IV-V) [39-46] Ac ce pt ed M an us cr ipt\nExosomes nano vehicles for therapeutics delivery in breast cancer\nNanocarriers or nano vehicles can be described as synthetically prepared or biologically derived molecules with a diameter in the scale of nano-meters with physiochemical properties assisting them in targeted delivery of therapeutic to the cancerous cells. The various nanoparticles have been widely used in the targeted drug delivery like metallic nanoparticles, polymeric nanoparticles, micelles, and liposomes, etc. [11,14,16,17]. But most of these nanoparticles also have some limitations. One of the major concerns associated with the application of metallic nano-carriers is the accumulation and generation of metallic toxicity due to the reduced amount of clearance of these from vital organs of the body [17]. On the other hand, the polymeric nanoparticle can be used for pH regulated delivery of therapeutics but also have some major limitation including low yield and reduced biodegradability [11]. In contrast, lipid-based carriers such as micelles and liposomes can overcome concerns regarding yield and toxicity but have biocompatibility issues with several drugs causing their modification and increased mucositis [20]. In addition to these nanoparticles, some studies also showed the effectiveness of viral particles in the targeted drug delivery in BC. For instance, the plant viral particle from potato mosaic virus (PVX) conjugated with monoclonal antibodies can be used as a nano vehicle to effectively target breast cancer cells [10]. The use of these nano vehicles can overcome biocompatibility issues and can be produced in a large amount with the least development costs. However, the application of these viral nanoparticles as drug carriers requires extensive study before their application and has a major concern of spontaneous mutation associated with them. Therefore, to overcome the shortcomings of all these NPs nowadays exosomes have been extensively used as a nano-drug carrier in the targeted drug delivery of BC. Ac ce pt ed M an us c ipt\nAs mentioned, exosome is a class of EVs secreted by various types of cells that contributes to the cell to cell communication with the help of specific biomarkers present on their surface towards their target cells. These extracellular vesicles are nanostructures (30-150nm) [23] and have intrinsic targeting and promising physiological properties to be used as a nanocarrier for targeted drug delivery in BC. Due to their polymeric nature and endogenous origin, they are being used to overcome several limitations associated with conventional nanoparticles including toxicity, drug modification, biocompatibility, etc. [47](Figure 2 A and B). These exosomes can be isolated with conventional ultracentrifugation, electroporation chargebased precipitation, or with modern techniques such as Invitrogen from cell culture and used medium [48,49]. The exosomes can be isolated from various sources including mesenchymal stem cells (MSC), cancerous cells, milk-derived or can be produced by transducing stomal mesenchymal stem cells and human embryonic kidney cancer cell lines HEK-293T cells (Figure 2A and B (I); Table 1) [23,50]. The recent advancement and understanding of exosome molecular structure and biogenesis pathways allowed to produce exosomes using various engineered cell lines that express specific markers or can be tagged with specific monoclonal antibodies (mAb) to target BC [51]. These isolated exosomes can be characterized by the flow cytometric based identification of the molecular signatures present on the surface of these exosomes. These nanostructure carriers derived from different sources often have specific cell targets due to the distinct surface markers. Hence, these bio vesicles have been used by scientists to carry and deliver the protein, nucleic acid, and anti-tumor drugs-based therapeutics loads to BC cells in a targeted manner [51].\nThe therapeutics molecules/compounds including various types of nucleic acids and small\nchemical drugs can be loaded as cargos inside the exosomes. The loading of these therapeutics\nAc ce\npt ed\nM nu\ns rip\nt\non the exosome can be achieved by using electroporation, sonication, saponification, etc. (Figure 2A (II)). These exosomes can carry nucleic acid of size around 1kbp in length this showed the loading capacity of these extracellular vesicles [49].\nDelivery of nucleic acids by exosomes\nAs we know that, the BC cells can regulate gene expression which results in the deregulation of\nthe normal metabolic processes of the cells leading to unorganized and uncontrolled division of cells in BC. Where this heterogeneous nucleic acid molecules in the form of exosomal cargos play a regulatory role in breast cancer progression. These regulatory molecules hinder with the treatment of breast cancer via hyper regulation of oncogenic receptors, which help BC cells in escaping apoptosis and showing resistance toward therapeutics. Exosomes have specific targeting molecules and their property to carry small regulatory molecules has helped us in exploring exosomes for therapeutic delivery of nucleic acid in the cancer cells. These exosomes can carry small RNA molecules including miRNAs and anti-miRNAs, siRNA which have specific roles in gene regulation, tumor inhibition, and enhancement of drug sensitivity (Figure 2A (III)). These small RNA molecules work by effectively targeting and inhibiting the overexpression of these oncogenic receptors by RNAi mediated knockdown of the receptor gene and thereby reducing BC progression [52]. The inhibition of the oncogenes and their accessory regulator protein can be achieved with regulatory RNA molecules. Exosomal delivery of siRNA targets and downregulates the TPD52 gene expression reducing oncogenic receptor molecules [23]. This effective targeting with exosomes results in cancer inhibition and increased apoptosis of cancer cells to a significant level. Other than siRNA, miRNA also functions as a major regulator of gene expression and delivery of tumor suppressor’s miRNAs has resulted in the Ac ce pt ed M an us rip\nt\nimprovements of cancer therapy. The exosomal delivery of these tumor suppressor’s miRNAs such as miR-567 to recipient cells reduces ATG5 expression and induces the sensitivity of antitumor drugs in BC cells [53]. Some of the miRNAs have a property to negatively regulate the expression of the oncogene and are described as anti-oncomirs. The anti-oncomirs has the potential to inhibit cancer progression via direct targeting and knockdown of oncogenes. The RNA let7 is one of the first anti-oncomirs identified when loaded in exosomes and delivered to the BC cell line results in the downregulation of the c-Myc expression and inhibition of cancer cell metastases [54] [Table1]. Once transcribed, the genes of these oncogenic proteins can be regulated at the post-transcriptional level. At this stage, by employing exosomal sgRNA and CRISPR-cas9 the mRNAs encoding oncogenic proteins can be targeted which results in the increased apoptosis and drug sensitivity of DOX in ovarian cancer [55]. Hence, a similar approach can be used to deliver sgRNA and siRNA to inhibit the posttranscriptional expression of onco-miRNAs and proteins associated with BC metastasis and drug resistivity. Cancer cell-derived exosomes show an organotropism mechanism which helps them in reaching and delivering the oncogenic load to target cells. The efficient delivery of oncogenic cargos regulates various signaling pathways to enhance the pathogenesis process of BC. The ability of miRNA-126 to effectively regulate the expression of oncogenic genes and interrupting the downstream signaling of PTEN/PI3K/AKT has helped in inhibiting the metastases. This was significantly increased when miRNA-126 was delivered via the exosomes due to the organotropism effect of 231-Exo [56]. As mentioned above cancer cell-derived exosomes hold immense advantages as they tend to target itself during disease development. But one of the major concerns associated with the use of these in cancer therapy is limited knowledge of these Ac ce pt ed M an us cr ipt\nexosomes in disease development and hence, may contribute to disease development in recipient cells. The use of MSCs derived exosomes have been applied by the researchers to overcome the concerns associated with BCD exosome's roles during cancer development. MSCs derived exosomes selectively target the recipient cells without any immunogenicity and adverse effects. They are also used for the delivery of nucleic acid-based therapeutics to target the expression of oncomirs and tumor suppressor genes in BC in-vivo and in-vitro. The MSCs derived exosomes loaded with locked nucleic acid (LNA) anti-miR 144-3p can significantly inhibit the expression of oncogenic miR-150 and miR-144-3p in MCF-7 stem-like cancer cells. Inhibition of oncomirs results in a reduction of the tumorigenicity and clonogenicity of cancer cells by increasing the expression of tumor suppressor APC gene and P2X7R mRNA [50]. Another study by the same research group has reported the use of LNA anti-miR-144-3p can also reduce the tumorigenicity in-vivo [57]. Other than MSCs derived exosomes macrophage-derived exosomes and B cellderived exosomes have also been used by researchers to overcome immunogenicity related problems with therapeutics delivery using siRNA and miRNA [58]. These findings suggest that exosomes from different sources including BCD, MSCs, macrophages, etc. can be effectively used for the delivery of nucleic acid-based therapeutics delivery in BC cells in-vivo and in-vitro for inhibition of proliferation, invasion, and enhancement of chemosensitivity in BC cells [59] [Table 1]."
    }, {
      "heading" : "Delivery of chemical drugs",
      "text" : "The capabilities of BC cells to show invasiveness and metastases depends on their ability to quickly divide and multiply, which help them in escaping normal immune response by forming\nAc ce\npt ed\nM an\nus cr\nipt\nclumps of tumor cells. The efficient targeting mechanism of exosome across various biological membranes has a significant role during the delivery of drugs to the vicinity of the tumor growth. This efficient delivery system overcomes the systematic side effect caused by the use of conventional chemotherapeutics during treatment procedures. The exosomes can be loaded with small chemical compounds having anti-tumor properties by encapsulating them under the hydrophobic core of exosomes. In this hydrophobic core, chemical drugs remain protected from the hydrophilic ECM environment until it reaches and delivers drugs into desired target cells [60]. One of the most common cancer therapy procedures involves the use of these potent mitotic inhibitors to check the cell cycle and inhibit cellular division in cancer cells. Kalimuthu et al. demonstrated that paclitaxel (PTX) a hydrophobic mitotic inhibitor loaded inside MSC derived exosomes showed a significant reduction in breast cancer in-vivo and in-vitro [60]. In another study, Gomari et al. demonstrated that exosomal delivery of Doxorubicin (DOX) in HER2+ breast cancer shows an increased target efficiency and reduced tumor growth [61]. Alternatively, the use of chemotherapeutics in high concentrations results in the generation of drug resistance in cancer cells toward the same due to increased exosomes production, autophagy induction, and reduced apoptosis [62]. Application of exosome as the carrier has helped in the increased sensitivity and efficacy of the drug where a much lower concentration is required to produce an enhanced response in BC [63]. The exosomes can be tagged with specific antibodies forming a drug-antibody conjugate which results in the increased specificity and efficacy of the drugs. For example, the delivery of trastuzumab tagged exosome with DM1 (T-DM1) to BC cell shows increased cell cytotoxicity [64]. This antibody-mediated targeted delivery of DM1 to Her2+ BC cells increases cell cytotoxicity via induction of caspase-mediated apoptosis in BC cells. As mentioned the ability of cancer cells to escape immune response plays a significant role during Ac ce pt ed M an us cr ipt\nthe pathogenesis of BC. The exosome derived from immune cells and MSC has the capacity of immune modulation thereby help in the reduction of breast cancer. Where immune cell-derived exosome from macrophage has shown an enhanced effect of paclitaxel drug in 4T1 murine breast cancer cells [65]. This enhanced response corresponds to exosome-mediated immune modulation which increases NFkB mediated caspase activation and apoptosis in the target BC cell. In another study, Melzer et al. demonstrated that MSCs derived exosomal delivery of Taxol in breast cancer cells resulted in a 90% increase in cell cytotoxicity [63]. This increased cell cytotoxicity of the drug is arising since exosome being a paracrine signaling moiety stimulates the cancer cell niche. The stimulation and modification of niche cells microenvironment produce enhanced inflammatory response and recruiting other immune cells in the niche. By far the most significant concern associated with breast cancer treatment is the generation of multiple drug resistance (MDR). The MDR is generally caused due to the overexpression and exosomal delivery of transporter proteins including ABC, multiple drug resistance (MDR), BRCP, etc. in response to the chemical drug (Figure1 (I)) [66]. These transporter protein increases the efflux of the chemical drug outside the cancer cell thereby reducing the availability of drug inside the cell to show anti-tumor effect. Exosomes based delivery of therapeutic molecules has the potential to overcome the MDR in cancer cells by downregulating the expression of these transporters gene. As demonstrated by Kim et al., macrophages derived exosomes loaded with PTX and DOX as cargos can be used to overcome the MDR in drugresistant BC cells [67]. This results by Kim et al suggest that exosomes can be explored as a delivery system for various potent transporters proteins inhibitors in BC cells to reduce the efflux of chemical drugs outside the cell. Ac ce pt ed M an us cr ipt"
    }, {
      "heading" : "Delivery of proteins",
      "text" : "Besides the use of chemical compounds in breast cancer therapy, the exosome delivery system can also be used for the delivery of several small proteins and peptides in breast cancer treatment [68]. The delivery of these peptides with properties including cell cytotoxicity, angiogenesis inhibition, tumor antigens, and specific peptide vaccines can be explored as therapeutic for breast cancer [69]. For example, specific antigen-presenting cell-derived exosomes can be used for the delivery of cancer-specific antigens to the BC cells, leading to the enhanced immune response by host immune cells [70]. In this, exosomes with multiple antigen-specific ligands and anti-tumor antibodies on their surface can directly bind themselves to the breast cancer cell while the tumorspecific antigen recruits and activates the cytotoxic cells of the immune system. Other than cancer antigen, exosomes can also be used as a delivery system for peptides capable of inducing cell cytotoxicity in BC cells. These peptides such as Saporin and RNase- A being hydrophobic in nature can be loaded inside the exosome for their efficient delivery in BC cells [71]. Hence, the application of exosomes delivery systems with peptide-based therapeutic can be explored as a new 'biogenic' based treatment procedure for BC.\nExosomes mimics, hybrids, and engineered exosomes Application of cells derived exosomes as a therapeutic vehicle has major concerns associated with the finding that these exosomes and their cargos play a significant role in cancer pathologies [72]. Hence, recent findings and understanding of the molecular structure of exosomes are now being utilized in the development of modified cells for bioengineering of exosomes. These exosomes have desired miRNA and targeting protein receptors which can be used to selectively target breast cancer cells [73]. Bioengineering of exosomes involves the transduction of a cell Ac ce\npt ed\nM an\nus rip\nt\nline using an expression cassette system such as viral vector, plasmid vector, etc. having genes for therapeutic molecule and targeting peptides. These vectors with therapeutic genes also have a leader sequence fused with them directing these to the secretory pathway [74]. Hence, these modified cell lines secrete exosomes with therapeutic protein as their cargos and targeting molecules which then can be isolated from the used medium. However, the transformed cell line producing engineered exosomes has slight or no effect on BC cells when co-cultured with BC cells but isolated exosomes from these cells show a significant effect [75]. In a study, it was demonstrated that exosomes can be engineered to produce aquaporin (AQP5) targeting miRNAs as cargo and surface IL-4 as targeting peptide to inhibits the metastases of BC cells (Table 1) [74]. This improvement in BC therapy with the use of modified exosomes has motivated scientists to develop hybrids of these bio vesicles with the same specificity but less concern. Hybrid exosomes (HE) can be defined as the fusion product of exosomal phospholipid with a lipid-based synthetic nano-drug carrier. For example, the plasma membrane of macrophages derived exosomes with intrinsic targeting specificity towards tumor cells was fused with liposome to form hybrid exosomes [76]. These hybrid exosomes when loaded with doxorubicin showed enhanced toxicity and can be used to deliver DOX in the vicinity of BC cells in pH regulated manner [76]. This pH-sensitive property of hybrids exosomes can be explored for the development of therapeutics delivery models to effectively target clumps of various tumor cells. In these tumor cells, the pH is generally acidic due to excessive metabolic processes for growth and division of tumor cells. In addition to cell metastases and chemoresistance, high postoperative recurrence of BC cells also adds up to total death cases throughout the globe. This recurrence is governed by the formation of a premetastatic niche via exosomes mediated Ac ce pt ed M an us cr ipt\ndelivery of oncogenes in the niche cells. Which can be targeted by a HE made from the fusion of chemically synthesized CBSA/siRNA nanoparticle and the plasma membrane of cancer-derived exosomes. The formed HE now delivers the inhibitory siRNA cargos in the same manner as the delivery of oncogenic genes and proteins. Hence, HE can be used for inhibition of the formation of a premetastatic niche to inhibit the postoperative recurrence of breast cancer and increasing the survival cases [77]. Other than exosomes several small nanovesicle with same physiological properties, isolated from non-tumorigenic cells can also be used for the delivery of CDK4 siRNA as cargo to check cell division in breast cancer cells [78].\nExosomes based alternative protocols The human phagocytic cells of the liver also known as Kupffer cells also hinder the targeted delivery of anti-cancerous drug-using nanocarriers and exosomes. As these delivery vehicles are first filtered through liver cells which reduces the bioavailability of the drug at the site of the tumor. The co-administration of 4T-1 cells derived exosomes along with drug encapsulated DOTAP: DOPE liposome (DDL) increases the overall drug bioavailability at the site [79]. This co-administration of two different exosomes (either natural or hybrid or combination) results in increased bioavailability of the drug by escaping the filtration process with decoy exosomes. Where the decoy exosome enters the systematic regulation to suppress the kupffer cells function and drug-loaded exosome escapes the kupffer cell delivering cargos directly to the breast tumor cells. Other than the decoy system, regulatory exosome can also be used to regulate the distribution of grapefruit derived nanovectors with therapeutic loads by reducing their uptake inside Kupffer cells [80]. Ac ce pt ed M an\nus cr\nipt\nThe exosomes with a high level of integrin specificity are being used in the synergistic treatment protocols. The anti-cancerous drugs such as doxorubicin with small RNA interfering molecules loaded on these exosomes showed enhanced therapeutic effects with less or no adverse effects in TNBC in vivo [81]. In addition to the synergistic protocols, immunotherapy can be described as the next step in the advancement of cancer therapy. This method involves the application of engineered exosomes with specific markers capable of targeting cancer cells and inducing the endogenous immune cells. These exosomes first bind themselves to the target breast cancer cell using a specific antibody against the oncoreceptor. Followed by recruitment and activation of cytotoxic T cells at the site using a different anti-CD3 to reduce the well-known side effects associated with the use of chemotherapeutics [82]. A unique and interesting cancer therapy treatment procedure was demonstrated by Wang et al using gene-delivered enzyme prodrug therapy (GDEPT) that can be applied in Her2+ breast cancer cells (Figure 2B (III)). As mentioned in Figure 2 EVs with specific surface molecule targeting Her2 receptors of BC cells, encapsulating combination of prodrug namely 6-chloro-9nitro-5-oxo-5H-benzo-(a)-phenoxazine (CNOB) and bacterial enzyme mRNA from E. coli (HchrR6). Delivery of this regimen results in translation of the enzyme’s mRNA which acts on prodrug to form active 9-p amino-6-chloro-5H-benzo[a]phenoxazine-5-one (MCHB) cytotoxic drug which mediates breast cancer growth inhibition in-vitro as well as in-vivo [83]. Several reports have suggested that these exosomes can be used for the delivery of natural products in cancer as well as exosomes can be used for delivering drugs across the blood-brain barrier through transcytosis by modifying normal endocytosis mechanism [84,85]. Hence, the above-mentioned studies suggest that these vesicles can be used as professional nano vehicles for Ac ce pt ed M an us cr ipt\nthe delivery of various natural bioactive compounds in cancer across various biological barriers or multilayer cancer tissues.\nEndogenous and exogenous exosomes in BC control\nExosomes are believed to be an integral part of the cells helping in the maintenance of cell homeostasis by secreting nuclear DNA out of the cell cytoplasm otherwise accumulation of nuclear DNA in cytoplasm results in ROS generation and cell cycle arrest and/or apoptosis [86]. Exosomes being an integral part of the cell to cell communication also contributes to paracrine signalling mediated inhibition of tumor growth via suppression of angiogenesis in BC cells [87]. Further, Li et al. reported that exosomal transfer of miR-770 can induce the chemo-sensitivity of DOX in resistance TNBC cells via targeted down-regulation of the stathmin1 gene of in-vitro and in-vivo [88]. The exogenous exosomes isolated from different sources including camel milk have shown various therapeutic effects thereby inhibiting the growth and metastases of tumors. The delivery of camel milk-derived exosome shows inhibition of inflammation, angiogenesis, and metastasis besides induced apoptosis when administered to MCF-7 cell lines [89]. The role of endogenous exosomes in reduction and control of breast cancer has not been thoroughly investigated till date and requires an extensive theoretical and experimental analysis. These studies will be going to help us out in identifying the potential therapeutic macromolecules to be used in BC treatment procedures."
    }, {
      "heading" : "Conclusion(s)",
      "text" : "Breast cancer is one of the most common life-threatening diseases found in women throughout the globe where the use of conventional chemotherapeutics and their side effects aids in increased death cases. Targeted chemotherapy and drug delivery using nano-sized drug carriers\nAc c\npt ed\nM a\nus cr\ni t\nare emerging as a tool to compensate with the limitations of conventional cancer therapy. Exosomes, as an endogenous natural nanocarrier, once thought as waste disposal machinery has remarkable advantages as a drug delivery system due to its physiological and intrinsic targeting properties to target BC cells. These isolated or improved bioengineered exosomes can be loaded with therapeutics including chemical drugs, natural plant products, nucleic acid, and protein. The use of exosomes as a delivery system in BC results in enhanced bioavailability, increased efficiency, and efficacy of therapeutics. However, the application of exosomes as a breast cancer therapeutic delivery system has various pros still more work is needed. As the origin and complexity of exosomal cargos and surface markers play a significant role during tumor development which is not well elucidated till now. Therefore, prior to the application of exosome as a therapeutic delivery system, especially for in vivo studies we must first work on how to identify and remove those tumor-associated constituents of cancer cell-derived exosomes. Further, a limited option is available for the efficient loading of therapeutic cargos inside the exosomes and in efforts to improve the loading efficiency; the development of alternate loading protocols should be our centre of attention for future studies. Nevertheless, the use of exosome as nanotherapeutic carrier is astonishing and promising. Hence, in the near future, exosomes can be explored as a suitable option of nano-drug delivery system for in vivo studies and clinical trials."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors are highly thankful to Jamia Hamdard for providing the necessary facilities for the study. The authors acknowledge financial support by the Indian Council of Medical Research (ICMR), Govt. of India in the form of fellowship to Dr. Mohd Mughees under the Research Associate Fellowship (RA) scheme [45/25/2018-NAN/BMS].\nAc ce\npt ed\nM an\nus cr\nipt"
    }, {
      "heading" : "Declaration of Interest",
      "text" : "The authors declare no conflict of interest."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Breast cancer (BC) is one of the most common lethal diseases found in women; in which shortcomings of currently used treatment procedures and efficiency to target disease contribute to the increment in mortality. Despite other factors, exosomes, a major class of EVs (extracellular vesicles) also play a regulatory role in normal physiological processes and have a major function in proliferation, metastases, and resistance in BC. Interestingly despite their role in the progression of BC, exosomes also showed their importance as a drug carrier in the targeted drug delivery. The present review aims to shed light on the role of exosomes as a potential nanotherapeutic vehicle in the targeted drug delivery for BC. Information for this review was searched from PubMed and Google Scholar mostly during the year 2019-2020 by using appropriate keywords. The exosomes have been efficiently used in cancer therapeutics where these nano vehicles having specific markers help in efficient targeted delivery of therapeutics including proteins, nucleic acid, and anti-cancer drugs to BC cells. The properties of exosomes as an efficient delivery system can be explored in the future and holds the potential to be used in other forms of cancer as well.",
    "creator" : null
  }
}