{
  "name" : "downloads_2020-04-05_61_zhao2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Exploring Plasmonic Photocatalysis via Single-Molecule Reaction Imaging",
    "authors" : [ "Ming Zhao", "Peng Chen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: plasmonic photocatalysis, single-molecule fluorescence imaging, rate-determining step, activation energy\nPlasmonic photocatalysis based on localized surfaceplasmon resonance (LSPR) of noble-metal nanoparticles has received considerable attention owing to its potential to enhance light-driven chemical conversion. To facilitate rational design of catalysts that integrate high photoconversion efficiency and catalytic performance, it is essential to unveil the mechanisms underlying the plasmon-mediated reactions, which could involve multiple pathways, including thermal and nonthermal (hot carriers) effects.1−3 To differentiate the contributions from different effects, identifying the ratedetermining step and its activation energy (Ea) is crucial, especially for reactions involving multiple steps. The identification, however, is often challenging owing to the lack of spatiotemporal resolution capable of capturing intermediates. Now, writing in Nano Letters, Li and co-workers demonstrate the leverage of single-molecule fluorescence imaging, at subturnover resolution, to quantitatively investigate a LSPR-enhanced photocatalytic reaction on single catalysts and under operando conditions.4\nThe researchers employed a total internal reflection fluorescence microscopy technique, in which an evanescent wave is used to selectively illuminate and excite fluorophores in a restricted region. Using this technique, the fluorescence trajectories of single-molecule events can be in situ monitored on single catalysts at subturnover resolution, with the capability of dividing a catalytic turnover into product formation and desorption processes, as developed in earlier single-molecule catalysis imaging on metal nanoparticles.5 The catalyst particles are Au nanorods featuring a width of ∼15 nm and an aspect ratio of 3.6. The small dimension and aspect ratio of Au nanorods were selected to give a longitudinal LSPR peak at 785 nm to avoid overlap with fluorescence excitation of the reaction product. To generate a fluorescence signal that reports the catalytic activity, they used the fluorogenic oxidation of amplex red (AR) by H2O2, which can be catalyzed by Au nanorods and produce a fluorescent product\nresorufin.6 Optical detection of the fluorescence signal makes the technique easily applied in situ, where catalysts can be interrogated under operando conditions. By in situ monitoring the fluorescence trajectories of single-\nmolecule events under reaction conditions, Li and co-workers extracted information encoded in the on−off burst trajectories. First, the enhanced photocatalytic performance under plasmonic excitation can be visualized by the increased frequency of the fluorescence burst. Second, the waiting time before resorufin formation (τoff) is much longer than that before resorufin desorption (τon) under either dark or laser illumination, revealing that the rate-determining step of AR oxidation should be the product generation, consistent with previous studies.6 Interestingly, the distribution of τoff clearly follows a quick rise and then gradual decay. This rise-followedby-decay distribution indicates that the formation of the fluorescent product contains at least two sequential steps and a hidden kinetic intermediate, consistent with the mechanism that AR is first oxidized to the intermediate AR• and then converted to resorufin, previously uncovered by singlemolecule kinetic analysis.7 Excitingly, the rate constant for AR• generation (k1) is strongly associated with the AR concentration, whereas that for resorufin formation (k2) is essentially independent. Also, k1 is 1 order of magnitude smaller than k2, reflecting that AR• formation is indeed the rate-determining step in the product generation. Of note, this result makes single-molecule imaging an effective approach to\nPublished: March 30, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acs.nanolett.0c01308 Nano Lett. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nD U\nR H\nA M\nU N\nIV o\nn A\npr il\n4, 2\n02 0\nat 2\n1: 19\n:5 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ndifferentiate the rate-determining step for a reaction involving multiple steps. More excitingly, by introducing temperature variation, one can extract the activation energy Ea of the elementary steps for a multiple-step reaction.8 The quantification of Ea can help not only to differentiate the rate-determining step but also to track the origin of photocatalytic enhancement. Under dark conditions, AR• generation possesses a much greater Ea relative to that of resorufin production, supporting AR• generation being the rate-determining step. Significantly, when the laser illumination is on, the Ea of AR• generation shows a substantial drop, whereas that for the resorufin generation remains unchanged. The sharp contrast validates that the enhanced catalytic performance originates from the promotion of AR• formation, the rate-determining step, by plasmonic photocatalysis. Further discovery shows that the compensation effect and isokinetic relationship also exist in photocatalysis. Compared with the case under dark conditions, the isokinetic temperature drops by 2 K under laser illumination, confirming the decreased Ea by plasmon enhancement. The current work has introduced the novel elements of\nplasmon-enhanced catalysis at a wavelength orthogonal to fluorescence excitation and rationalized the kinetic origin of the photocatalytic enhancement. The quantitative analysis has further exemplified a new function of single-molecule imaging in quantifying the rate-determining step and corresponding Ea value for multiple-step plasmon-enhanced reactions. Although the contribution of the photothermal effect was negligible in the work, a more accurate measurement of the local temperature variation on the laser-illuminated Au surface should be implemented to make a convincing argument.9\nLimited by the experimental difficulty, quantifying the photothermal and hot carrier effects is challenging but worthy of future endeavors. Super-resolution catalysis imaging on plasmonic nanostructures at the subparticle level has been shown to be powerful in ruling out photothermal effects in plasmon-enhanced catalysis.10 Despite the remaining puzzles, the utilization of a single-molecule approach for exploring plasmon-enhanced reactions in this work will benefit the mechanistic understanding of plasmonic photocatalysis and broaden our cognition of heterogeneous catalysis. Of greater significance, the results will provide researchers with necessary insights into the rational design of heterogeneous catalysts.\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Peng Chen − Department of Chemistry and Chemical Biology, Cornell University, Ithaca, New York 14853, United States; orcid.org/0000-0001-8582-7661; Email: pc252@\ncornell.edu"
    }, {
      "heading" : "Author",
      "text" : "Ming Zhao − Department of Chemistry and Chemical Biology, Cornell University, Ithaca, New York 14853, United States; orcid.org/0000-0003-0127-1470\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.nanolett.0c01308"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors acknowledge the Army Research Office (Grant Nos. W911NF-17-1-0590 and W911NF-18-1-0217) and the U.S. Department of Energy, Office of Science, Basic Energy Sciences, Catalysis Science Program (Grant No. DESC0004911) for supporting their research in the area of single-molecule imaging of catalysis.\n■ REFERENCES (1) Linic, S.; Christopher, P.; Xin, H.; Marimuthu, A. Catalytic and Photocatalytic Transformations on Metal Nanoparticles with Targeted Geometric and Plasmonic Properties. Acc. Chem. Res. 2013, 46, 1890−1899. (2) Zhang, X.; Li, X.; Reish, M. E.; Zhang, D.; Su, M. Q.; Gutieŕrez, Y.; Moreno, F.; Yang, W.; Everitt, H. O.; Liu, J. Plasmon-Enhanced Catalysis: Distinguishing Thermal and Nonthermal Effects. Nano Lett. 2018, 18, 1714−1723. (3) Zhou, L.; Swearer, D. F.; Zhang, C.; Robatjazi, H.; Zhao, H.; Henderson, L.; Dong, L.; Christopher, P.; Carter, R. A.; Nordlander, P.; Halas, N. J. Quantifying hot carrier and thermal contributions in plasmonic photocatalysis. Science 2018, 362, 69−72. (4) Li, W.; Miao, J.; Peng, T.; Lv, H.; Wang, J.-G.; Li, K.; Zhu, Y.; Li, D. Single-Molecular Catalysis Identifying Activation Energy of the Intermediate Product and Rate-Limiting Step in Plasmonic Photocatalysis. Nano Lett. 2020, DOI: 10.1021/acs.nanolett.9b05255. (5) Xu, W.; Kong, J. S.; Yeh, Y.-T. E.; Chen, P. Single-molecule nanocatalysis reveals heterogeneous reaction pathways and catalytic dynamics. Nat. Mater. 2008, 7, 992−996. (6) Zhou, X.; Andoy, N. M.; Liu, G.; Choudhary, E.; Han, K.-S.; Shen, H.; Chen, P. Quantitative super-resolution imaging uncovers reactivity patterns on single nanocatalysts. Nat. Nanotechnol. 2012, 7, 237−241. (7) Shen, H.; Zhou, X.; Zou, N.; Chen, P. Single-Molecule Kinetics Reveals a Hidden Surface Reaction Intermediate in Single-Nanoparticle Catalysis. J. Phys. Chem. C 2014, 118, 26902−26911. (8) Chen, T.; Zhang, Y.; Xu, W. Single-Molecule Nanocatalysis Reveals Catalytic Activation Energy of Single Nanocatalysts. J. Am. Chem. Soc. 2016, 138, 12414−14421. (9) Sivan, Y.; Baraban, J.; Un, I. W.; Dubi, Y. Comment on “Quantifying hot carrier and thermal contributions in plasmonic photocatalysis. Science 2019, 364, No. eaaw9367. (10) Zou, N.; Chen, G.; Mao, X.; Shen, H.; Choudhary, E.; Zhou, X.; Chen, P. Imaging Catalytic Hotspots on Single Plasmonic Nanostructures via Correlated Super-Resolution and Electron Microscopy. ACS Nano 2018, 12, 5570−5579.\nNano Letters pubs.acs.org/NanoLett Perspective\nhttps://dx.doi.org/10.1021/acs.nanolett.0c01308 Nano Lett. XXXX, XXX, XXX−XXX\nB"
    } ],
    "references" : [ {
      "title" : "Quantifying hot carrier and thermal contributions in plasmonic photocatalysis",
      "author" : [ "Halas", "N. J" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "P. and J.,? \\Q2018\\E",
      "shortCiteRegEx" : "P. and J.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Plasmonic photocatalysis has emerged as a new frontier in heterogeneous catalysis due to its promise in harvesting light to drive reactions. Yet many mechanistic aspects remain to be unambiguously defined. Using single-molecule fluorescence imaging, Li et al. studied a fluorogenic and plasmon-enhanced reaction, amplex red oxidation, on single Au nanorods at subturnover resolution and under operando conditions. Both the rate-determining step and its activation energy were identified from the multiple elemental reactions. The results provide insights into the mechanism of plasmonic photocatalysis that may help the rational design of heterogeneous catalysts.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}