{
  "name" : "downloads_2019-10-24_26_ge2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Surface and Interface Engineering: Molybdenum Carbide–Based Nanomaterials for Electrochemical Energy Conversion",
    "authors" : [ "Riyue Ge", "Juanjuan Huo", "Mingjie Sun", "Mingyuan Zhu", "Ying Li", "Shulei Chou", "Wenxian Li", "R. Y. Ge", "M. J. Sun", "M. Y. Zhu" ],
    "emails" : [ "shuliwx@t.shu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1903380 (1 of 25) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nreview www.small-journal.com\nSurface and Interface Engineering: Molybdenum Carbide– Based Nanomaterials for Electrochemical Energy Conversion\nRiyue Ge, Juanjuan Huo, Mingjie Sun, Mingyuan Zhu, Ying Li, Shulei Chou, and Wenxian Li*\nR. Y. Ge, M. J. Sun, M. Y. Zhu, Prof. Y. Li, Prof. W. X. Li Institute of Materials, School of Materials Science and Engineering/Institute for Sustainable Energy Shanghai University Shanghai 200444, China E-mail: shuliwx@t.shu.edu.cn J. J. Huo School of Environmental and Chemical Engineering Shanghai University Shanghai 200444, China Prof. S. L. Chou Institute for Superconducting and Electronic Materials Australian Institute for Innovative Materials University of Wollongong North Wollongong, New South Wales 2522, Australia Prof. W. X. Li Shanghai Key Laboratory of High Temperature Superconductors Shanghai 200444, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201903380.\nDOI: 10.1002/smll.201903380\n1. Introduction\nEnergy consumption, such as fossil fuels combustion, accompanied by pollution gas (COx, NOx, and SOx) emission, is a major cause of global warming and environmental pollution, which is the most urgent and serious issue to meet the social sustainable development strategy. In order to alleviate energy reliance on unsustainable and fossil fuels to reduce the content of pollution gas emission, it is of great significance to develop highly efficient and environmental-friendly energy conversion devices, such as fuel cells,[1–3] solar energy cells,[4–6] water splitting apparatus,[7–9] and batteries.[10–12] Designing and constructing advanced catalysts and electrode materials utilized in energy conversion systems is expected as an indispensable and efficient strategy to accelerate the energy conversion process. The intrinsic features of the catalysts and electrode materials have naturally decided the physical and chemical performance during electrochemical reactions.[13] Modulation strategies have shown significant influences on the energy conversion performances due to\nthe optimized electrical conductivity,[14–16] the increased density of active sites,[17–19] the introduced defects,[20–22] and the heteroatom doping effects.[23–25]\nThe performance parameters on surface and interface features have exhibited vital roles in optimizing the electrocatalytic activity. The surface features including surface composition, crystal structure, defects, and surface area strongly determine the physical and chemical properties of catalysts such as the density of active sits and the surface adsorption energy of intermediates.[26–29] Meanwhile, interface engineering such as heterojunction construction has also been expected as a tool for improving catalytic conversion efficiency.[30–32] The interface feature in hybrid structures can supply abundant channels for charge transfer and induce synergistic effects for the optimization of electronic regulation.[33–35] For one case, the hybrid interfaces can ensure the well-balanced interfacial energies in hybrid systems and simultaneously achieve a desirable electrochemical activity.[36] In another case, the formation of interfaces can accelerate the optimization of electronic configuration though charge transfer between the multiple compounds, which is\nMolybdenum carbide (MoxC)-based nanomaterials have shown competitive performances for energy conversion applications based on their unique physicochemical properties. A large surface area and proper surface atomic configuration are essential to explore potentiality of MoxC in electrochemical applications. Although considerable efforts are made on the development of advanced MoxC-based catalysts for energy conversion with high efficiency and stability, some urgent issues, such as low electronic conductivity, low catalytic efficiency, and structural instability, have to be resolved in accordance with their application environments. Surface and interface engineering have shown bright prospects to construct highly efficient MoxC-based electrocatalysts for energy conversion including the hydrogen evolution reaction, oxygen evolution reaction, nitrogen reduction reaction, and carbon dioxide reduction reaction. In this Review, the recent progresses in terms of surface and interface engineering of MoxC-based electrocatalytic materials are summarized, including the increased number of active sites by decreasing the particle size or introducing porous or hierarchical structures and surface modification by introducing heteroatom(s), defects, carbon materials, and others electronic conductive species. Finally, the challenges and prospects for energy conversion on MoxC-based nanomaterials are discussed in terms of key performance parameters for the catalytic performance.\nSmall 2019, 1903380\n1903380 (2 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nadvantageous for catalysis. In addition, the transport channels of reactants also play significant roles in electrochemical performance due to the mass transfer and exchange between the electrolyte and catalysts during the catalytic conversion process. Fine morphology and structure of catalytic materials in nanoscale has also been pursued to facilitate the mass transport for improving the efficiency of energy conversion. Therefore, in order to enhance the electrochemical performances for energy conversion, the surface and interface properties of catalytic materials need to be tailored based on the specific reactions.\nMolybdenum (Mo), as the earth-abundant transition metal, has shown unique physicochemical properties due to the similar d-electrons structure with novel metal Pt.[37] Mo-based materials, such as molybdenum oxide (MoO2),[38] molybdenum disulfide (MoS2),[16] molybdenum nitride (MoN),[39] molybdenum carbide (MoxC),[40] and molybdenum phosphide (MoP),[41] have been investigated as the promising candidates for energy conversion. Among them, owing to the similar d-band electronic density of metal Pt, molybdenum carbide has long been expected to be effective non-Pt electrocatalysts for electrochemical energy conversion due to its high electrical conductivity and optimal intermediates-adsorption properties. So far, molybdenum carbides with various crystal phases, such as α-MoC1−x, β-Mo2C, η-MoC, and γ-MoC have been studied in different electrochemical properties due to their various atomic stackings and surface energy.[25,42] Specifically, surface and interface engineering have been employed to improve the electrochemical performance of molybdenum carbide–based nanomaterials due to their flexible controllability, low-cost, and high efficiency. MoxC-based materials have been drawn widely attentions toward the electrochemical energy conversion including hydrogen evolution reaction (HER), oxygen evolution reaction (OER), carbon dioxide reduction reaction (CO2RR), and nitrogen reduction reaction (NRR).[43–47] However, with the rapid development of MoxC-based nanomaterials for electrochemical energy conversion, surface and interface engineering have scarcely been summarized and reorganized for energy conversion. Therefore, a review about surface and interface engineering on MoxC-based nanomaterials for energy conversion is meaningful and necessary to demonstrate the research progress of their design and application.\nIn this review, we highlight a summary of recent development in surface and interface engineering of MoxC-based nanomaterials, mainly focusing on the synthetic and modified methods of MoxC, including heteroatoms doping, introducing defects, decreasing particle size, controlling the morphology, and constructing heterostructure. It is notable that the surface and interface parameters discussed in this review are the key roles in hybrid structures for energy conversion.[48–50] Furthermore, the theoretical simulations based on the first principles are reviewed to identify the relationships between structure parameters and electrochemical properties. It is anticipated that this review will prompt the reasonable design of MoxC nanocomponents for efficient electrochemical energy conversion, and will be appealing to those people who are interested in the general areas of energy application and material research. The challenges and opportunities of further development of advanced nanocomposite catalytic materials by manipulating interfacial interaction are discussed at the end of the review.\nShulei Chou is a Professor at the Institute for Superconducting and Electronic Materials (ISEM), University of Wollongong, Australia. He obtained his Bachelor’s (1999) and Master’s (2004) degrees from Nankai University, China. He received his Ph.D. from the University of Wollongong in 2010. His research focuses on\nenergy-storage materials for battery applications, especially on novel composite materials, new binders, and new electrolytes for Li/Na batteries.\nWenxian Li is a Professor at the School for Materials Science and Engineering, Shanghai University. He received his Ph.D. from the University of Wollongong, Australia, in 2010. He joined the University of Western Sydney as a lecturer in 2012 and then joined Shanghai University in 2015. His research focuses on the\nelectron configuration modulation–induced performance optimization of functional materials for renewable energy utilization."
    }, {
      "heading" : "2. Active Surface/Interfaces Engineering in Molybdenum Carbide",
      "text" : "The catalytic activity depends greatly on the density of catalytic active sites, the electrical conductivity, and the adsorption free energy of reaction intermediates. Nanoscale catalysts with large surface area and hierarchical pore structures can efficiently enhance the catalytic performance due to abundant active sites and fast mass transport. Apart from developing novel nanostructural catalysts for catalytic improvement, doping heteroatom (s), tunable phase, introducing defects, and constructing heterostructure have played significant roles in electronic effect and structural-induced effect. These effects can create a suitable adsorption free energy (ΔG) of reaction intermediates through the optimization of electronic configuration, which can induce a desirable electrochemical activity.[51–54] The ΔG values of reaction intermediates can illustrate the binding strength of reaction intermediates on the surface of catalytic nanomaterials including the adsorption free energy of H (ΔGH*) in HER,[54,55] O2 intermediates in oxygen reduction reaction (ORR),[56] N2 intermediates in N2 reduction reaction (NRR),[57] and CO2 intermediates in CO2RR.[58] The ΔG values play essential roles in the various electrochemical reactions.\nSmall 2019, 1903380\n1903380 (3 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com"
    }, {
      "heading" : "2.1. Size and Morphology Control",
      "text" : "Compared with bulk catalysts, nanostructured catalysts usually possess large active surface areas.[59] The abundant active sites with sufficient unsaturated Mo and C atoms can facilitate the intimate contacts between the electrolyte and electrode materials to enhance catalytic performances.[60–62] Thus, decreasing particle size into nanometer scale has become a popular strategy to enhance catalytic performances by increasing the density of active catalytic sites. Catalytic materials with large active surface area have been synthesized by many strategies to enhance their catalytic performances. Moreover, carbon materials such as carbon nanotubes (CNTs), graphene/reduced oxide graphene, and graphitic carbon are the common candidates as substrates to support and disperse nanomaterials.[25] The formation of strong couplings with catalyst substrates can not only further enhance the intrinsic catalytic activity of MoxC but also enhance the electrical conductivity of catalysts due to the synergistic effects in hybrid nanostructures, resulting in the desirable electrochemical performances.[63] The advantages of size minimization in improving the electrochemical performance have been summarized, such as in a review about lithium-ion batteries reported by Wang et al.[64]\nSize-engineering strategy has also been exploited to the preparation of nanocomposites with enhanced catalytic performance for energy conversion.[65–67] Size minimization in hybrid can efficiently expose abundant unsaturated atoms on the surface, which can tune the electronic structure and enhance the utilization efficiency of atoms. For example, Cheng et al. reported that Mo2C nanodots (3.5 nm) embedded in carbon nanosheets (NSs) were prepared via a salt-template method to enhance electrocatalytic activity for NRR.[68] After the pyrolysis treatment of Mo and carbon sources with NaCl templates, porous Mo2C/C hybrid was achieved by etching the salt templates (Figure 1a).\nTransmission electron microscopy (TEM) image revealed that the ultrasmall Mo2C nanodots were uniformly anchored on the carbon nanosheet (Figure 1b). Moreover, the high-resolution TEM image (Figure 1c) showed the lattice spacing of ≈2.37 Å, which could be consistent with the (0 0 2) plane of Mo2C. The catalyst showed high catalytic activity (11.3 µg h−1 mg−1) for N2 converting into NH3 at −0.3 V (vs reversible hydrogen electrode (RHE)). Liu et al. synthesized ultrasmall Mo2C nanoparticles embedded within nitrogen-rich carbon nanolayers (Mo2C@NC) via one-step pyrolysis method.[63] Benefiting from the abundant active sites embedded in the N-doped carbon layers, the Mo2C@NC catalyst exhibited excellent electrocatalytic activity for HER in a wide pH range. In addition, large-scale and uniform MoxC flakes have been prepared by using chemical vapor deposition (CVD) and chemical exfoliation methods to achieve a desirable electrochemical performance.[69–72] For instance, Loh and co-workers synthesized large-sized and uniform Mo2C nanosheets vertically grown on graphene nanosheets through the CVD method, using molten Mo–Cu alloy and CH4 as precursors and graphene nanosheet as substrate.[70] The corresponding optical images are displayed in Figure 1d–g. Typically, Mo2C crystal grains began to nucleate on the in situ grown graphene substrate at 1100 °C. With increasing chemical reaction time, Mo2C grains gradually grew and finally transformed into a continuous film. It is also noted that all the Mo2C grains are hexagonal shaped, demonstrating that graphene substrate can play a vital role in controlling the shape of the crystals compared to that of the absence of graphene substrate. Furthermore, the optimized catalyst exhibited superior catalytic performance for HER due to the synergistic effect between large-scale Mo2C nanosheets and graphene nanosheets.\nIn addition, the physicochemical properties of catalytic materials depend not only on their particle size but also relatively on their morphologies.[73] Morphology control of nanomaterials has\nSmall 2019, 1903380\n1903380 (4 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nbeen introduced to tailor and tune their corresponding physicochemical properties, thereby leading to the enhancement of the performances in electrochemical applications. In general, the morphology of nanomaterials can be tailored by controlling the structure of precursor and the addition of precursor during their growth. Catalytic nanomaterials with various morphologies such as porous nanosheets, nanorods, nanotubes, and porous architecture have become increasingly important directions owing to the advantage of fast mass transport, large surface areas and the stability of the nanostructures during the reaction process. Many techniques and strategies have been employed to design and construct molybdenum carbidebased nanomaterials with various nanostructures, including CVD,[69] template-growth,[74,75] and metal organic framework (MOF)-assisted growth methods.[76,77] For instance, Nanoporous β-Mo2C nanowires have been synthesized via high-temperature pyrolysis of a MoOx/amine hybrid precursor in argon flowing. The Mo2C nanowires exhibited high catalytic activity for HER due to the accelerated interfacial electrocatalytic reaction based on the large active surface area and fast charge transfer rate. Jia et al.[74] synthesized uniform and ultrathin N-doped Mo2C nanosheets with porous morphology by using MoO2 nanosheets (MoO2 NSs) as a template under high temperature treatment, which showed highly electrocatalytic active for HER. Wan et al. synthesized Mo2C porous nanostructures including 2D nanosheets and 1D nanowires, using cobalt-based zeolitic imidazolate framework-67 (ZIF-67) or zinc-based MOF (ZIF-8) coated MoO3 nanosheets under high temperature as displayed in Figure 2a–d.[76] Both 1D and 2D hybrid catalysts showed excellent catalytic performance and remarkable stability toward the HER in both acidic and alkaline solution due to their large surface areas and stable porous architecture. Kou et al.[75] synthesized an ultrafine Mo2C nanocrystals assembling in the carbon foams composite (uf-Mo2C/CF) through a colloid-confinement\nSmall 2019, 1903380\n1903380 (5 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nstrategy. The obtained hybrid displayed the hollow spherical-like morphology (Figure 2e). Figure 2f,g shows that a number of nanoparticles were embedded in carbon nanosheets. As shown in Figure 2h, high-resolution transmission electron microscopy (HRTEM) image showed the (1 1 1) plane of hexa gonal β-Mo2C with lattice spacing of 0.23 nm. Based on the confinement effect of colloid SiO2 spheres, the obtained Mo2C nanoparticle with an average size of 1.9 nm was uniformly distributed on carbon nanosheets. Benefiting from the large surface area, porous structure, high conductivity, and the strong interaction between Mo2C and the crosslinked carbon matrix, the obtained uf-Mo2C/CF electrocatalyst possessed excellent catalytic activity and stability in pH-universal solution for HER due to the high density of active sites and stable architecture.\nAng et al. synthesized a unique 3D hierarchical porous Mo2C hybrid (3DHP-Mo2C) by a template-assisted approach using a mixture of sodium and pyridine as precursors (Figure 2i).[59] After pyrolysis at high temperature, 3DHP-Mo2C hybrid showed abundant pores on the surface as displayed in Figure 2j. The obtained hierarchical porous Mo2C electrocatalyst exhibited better electrocatalytic performance, a low overpotential of 97 mV at 10 mA cm−2 and high stability toward HER. Furthermore, they also revealed that the microporous in the hybrid could result in boosting the catalytic kinetics and thus enhancing the outstanding catalytic activity due to the short mass transport pathway during the HER. The confinement effect of SiO2 spheres can efficiently capture the additional metal and carbon sources. The unique structure of SiO2 nanospheres coating with precursors benefits for the in situ formation of carbon foams during hydrothermal reaction. After carbonization under high temperature and removal of template, the obtained 3D catalyst with large surface area and connected porous structure can offer abundant channels for mass transfer, high density of active sites for the intimate contact between electrolyte and reaction sites, and high electrical conductivity for charge transfer, leading to high and stable electrocatalytic performance.[75] Carbon self-template is also used to construct 3D hierarchical porous MoxC-based hybrid through alkali metal etching process.[59] The interconnected 3D porous network was achieved via polymerization of pyridine initiated by metal Na at elevated temperature. The 3D network is integrated together by crosslinking polymer based on physical or chemical interaction forces. In addition, the additional carbon source can be employed as the 3D carbon substrate and reactant for the preparation of MoxC-based nanomaterials. To the best of our knowledge, nanostructural molybdenum carbide–based hybrids with abundant active sites and optimized morphologies exhibit excellent electrochemical performance due to the fast mass transport, the large number of exposure sites for HER, and the stable nanostructure."
    }, {
      "heading" : "2.2. Heteroatom (s) Modification",
      "text" : "The suitable doping has been considered as a promising strategy for modulating the physicochemical properties of materials. Heteroatom doping into materials lattice can tune the electronic or surface structures of the material and in turn influence the adsorption free energy of reaction\nintermediates on the surface for boosting the catalytic efficiency.[74,78,79] Heteroatom modification demonstrates that the additional heteroatoms replace the crystal lattice sites of material. The enhanced catalytic performance would be contributed to the optimized electronic configuration, which induced by the additional heteroatom element affecting the coordination environments of the surrounded elements in the composite.\nTypically, nonmetal (N, P, S, etc.)[50,80,81] or transition metal (Fe, Co, Ni, Zn, etc.)[78,82–84] atoms have been introduced to replace C or Mo atoms in MoxC, respectively, which can modulate the instinct electronic configuration of MoxC and improve internal conductivity.[83,85] For example, ultrathin porous N-doped Mo2C nanosheets with thickness of ≈1.0 nm using MoO2 nanosheets as the template were synthesized through a chemical vapor deposition method and followed by pyrolysis.[74] After the pyrolysis of the MoO2 nanosheets and dicyandiamide, the crystal phase MoO2 can be reduced into large-scale N-Mo2C nanosheets with abundant pores (Figure 3a,b) as demonstrated by X-ray diffraction (XRD) patterns (Figure 3c). N doping in the ultrathin structure and well-crystal Mo2C nanosheets could produce more active sites due to the production of pore structure and large surface area. According to the theoretical calculations (Figure 3d–h), compared with the pure Mo2C, the Mo-1-T site on N-Mo2C obtained the optimal adsorption free energy (ΔGH*) value. Density function theory (DFT) calculations also revealed that ΔGH* values of Mo-1-T and Mo-2-T on the top plane were much lower than those of C-T on the top plane and Mo-B on the bottom plane. The optimized material exhibited excellent catalytic activity with a small overpotential of 99 mV at 10 mA cm−2 toward HER as well as high stability. These results indicated that doping proper heteroatom in Mo2C structure could optimize the adsorption free energy of H*, resulting in high catalytic activity for HER.\nIntroducing bi-nonmetal heteroatoms in material lattice have also been attempted to tune the d-orbitals of Mo2C and optimizing the surface and electronic structure to boost the catalytic activity of Mo2C.[81] For instance, Wang et al.[81] have synthesized ultrafine N, P and N, S dual-doped molybdenum carbide nanoparticles (NP-Mo2C and NS-Mo2C). As a result, both the NP-Mo2C and NS-Mo2C electrocatalysts obtained higher HER activity than mono-heteroatom-doped Mo2C nanoparticles due to the dual-heteroatoms-synergistic effect on the surface of hybrids. Moreover, the co-doping of heteroatoms could bring on an interesting electron-donor property of carbon by the synergistic coupling effect between the two heteroatoms, thus appreciably improving the electrocatalytic activity of the catalysts due to the natural different electronegativity between the different elements, such as C (3.16), N (3.04), S (2.58), and P (2.19). The dual-doping of S and N introduces asymmetrical spin and charge density. For example, DFT calculations revealed that the enhanced synergistic effect and high density of active sites contributed to the redistribution of spin and charge densities by the dual elements (S and N) doping in the carbon material.[86] Ang et al.[87] found that introducing N and S atoms into the crystal lattices of Mo2C could improve the wettability of hybrid significantly. The high wettability would accelerate the ion diffusion rate and in turn improve the reaction kinetics of HER. It also demonstrated that the synergistic effect of N and S codoping in the Mo2C crystal structure contributed to\nSmall 2019, 1903380\n1903380 (6 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nthe outstanding HER performance. The dual-doped Mo2C can achieve the integrated bi-functional properties, leading to the improved adsorption efficiency of reaction intermediates and the weaken HO bond strength on the metal center of Mo2C. The obtained dual-doped Mo2C nanosheets exhibited excellent catalytic performance toward HER with a low overpotential of 86 mV at 10 mA cm−2.\nTransition metal dopants (Ni, Co, Fe, etc.) can improve the catalytic performance by modulating the electronic configuration, producing new active sites and activating the surrounding sites.[88] Zhou et al.[79] have investigated the role of “Ni” dopant atom toward the oxygen removal from the Mo2C (0 0 1) catalyst surface. The Bader charge analysis results showed that the charges values of Ni are −0.31 (Figure 4a) and −0.16 (Figure 4b), corresponding the Ni-adsorbed and Ni-replaced on the Mo-terminated Mo2C (0 0 1) surface, respectively. On the contrary, on C-terminated Mo2C (0 0 1) surface, the charges of Ni were calculated to be +0.47 (Figure 4c) and +0.31 (Figure 4d) for Ni-adsorbed and Ni-replaced at the surface of Mo2C (0 0 1), respectively. Introducing Ni in various sites of Mo2C structure showed an indispensable effect on the electronic configuration due to the changeable distance between Mo and Ni. Based on DFT calculations, the synergistic interaction of the Ni, Mo, and\nC atoms would affect the adsorption energy of intermediates on those surfaces. The results indicated that Ni dopants could accelerate the removal of oxygen from various Mo2C surfaces. Lin et al.[78] have found that Co doping in Mo2C crystal structure (Co-Mo2C) can benefit to increase the electron density around Fermi level, leading to the reduced binding strength of MoH. As displayed in Figure 4e,f, the wire-like Co/Mo2C hybrid was synthesized by a facile annealing method. The high-resolution TEM image revealed that the β-Mo2C nanoparticles with various lattice fringes were anchored in the carbon matrix (Figure 4g). The scanning transmission electron microscopy (STEM) image and elemental mapping of Co/Mo2C hybrid clearly displayed the uniformly distribution in Mo2C structure by Co doping (Figure 4h). The optimized Co-Mo2C composite possessed high catalytic activity and durability toward HER in both the acidic and alkaline electrolytes in comparison with pure Mo2C."
    }, {
      "heading" : "2.3. Defects Manufacture",
      "text" : "In comparison with the heteroatom modification, defects engineering focuses on the intrinsic physiochemical property modulation of MoxC rather than the introduction of alien\nSmall 2019, 1903380\n1903380 (7 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\natoms. High density of dangling bonds and unsaturated atoms can be produced by introducing surface defects, such as vacancies and native defects.[89] The surface defects can tune their physicochemical properties including energy band gap, electron density, electrical conductivity, molecule adsorption/desorption energy, coordination environment, and interaction with surroundings.[90,91] For electrochemical reactions, the key processes including the adsorption/activation of intermediates always take place on the coordinately unsaturated atoms that are thermodynamically instable.[92] The dangling bonds in the sites are prone to capture and activate the adsorbed reactants. In addition, electrochemical activity is also related to the density of active sites, charge transfer, and electronic states. Thus, defects engineering has become a significant strategy to alter the electrochemical activity.[93–97] Many strategies have been applied to create vacancies in catalysts including the growth process of crystal or the pretreatment of precursor.\nRegulating the ratio of starting materials is one of the most straightforward methods to create vacancies in most binary or multiple compounds. For example, Liu et al.[96] synthesized a series of MoxC@N-C nanocrystals with rich incorporated Mo vacancies by tuning mass ratio of the carbon and Mo source precursors. Li et al.[97] have synthesized macroporous inverse opal-like (IOL) structured MoxC nanocrystals with rich Mo vacancies via a SiO2 template-assisted method. Figure 5a illustrates the prepared process of defects on the surface of MoxC through removing the SiO2 templates from SiO2 and Mo2C nanostructure. As shown in Figure 5b,c, the obtained material exhibited pore architecture with a uniform pore size (380 nm). Noted that the lattice fringes in the MoxC lattice structure are\nnot continuous, indicating the formation of rich vacancy defects (Figure 5d). DFT calculations revealed that the Mo2C samples with various Mo2+/Mo3+ ratios possessed different hydrogen binding energy. Compared with the ΔGH* value of Mo2+, Mo3+ in MoxC crystal lattice is closer to that of Pt, indicating that the introduced Mo vacancies exhibited much better intrinsic electrocatalytic activity. The ΔGH* (0.46 eV) for the Mo2C surface with a Mo2+/Mo3+ ratio of 0.4/0.6 is close to Pt (0.39 eV). The optimized MoxC electrocatalyst with abundant active sites, sufficient mass/charge transport channels and proper hydrogen adsorption energy can synergistically lead to an excellent HER electrocatalytic activity."
    }, {
      "heading" : "2.4. Heterostructure",
      "text" : "Heterostructures have drawn extensive attentions in electrochemical energy conversion due to the synergistic effect on the interfaces between the multiple components. The heterostructured hybrids have shown superior electrochemical performances compared to the corresponding single components.[98] Abundant interfaces between the multiple components can induce the optimization of electronic configuration through the interfacial electron transfer in the heterostructures.[99] Constructing heterostructure has been expected as a promising strategy to optimize the hydrogen adsorption free energy (ΔGH*) and simultaneously achieve a desirable electrochemical activity.[100] Heterostructures, as a promising strategy for highly efficient electrochemical energy conversion, have been successfully applied in MoxC-based catalytic materials, such as\nSmall 2019, 1903380\n1903380 (8 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nMoxC-carbon,[49,101] MoxC-MoN,[102] MoxC-MoS2,[103] and the other systems.[104]\nAs mentioned above, the adsorption free energy of H (ΔGH*) has been considered as one of the most significant parameter to evaluate the catalytic activity of hybrid for HER.[55,105] Theoretically, the ΔGH* value of an ideal catalyst for HER is close to 0 eV, which can optimize the intermediates adsorption and release processes.[106,107] The synergistic effect in the heterostructures can be contributed to the charge transfer through heterointerfaces, which can modulate the electronic configuration for the optimization of adsorption free energy of H* toward HER. Previous researches have revealed that charge transfer at the interfaces of hybrid plays a significant role in the catalytic enhancement for HER.[108–110] For instance, highly dispersed β-Mo2C nanoparticles with an average size of 5 nm embedded in ordered mesoporous carbon (OMC) composite has been synthesized via the pyrolysis of Mo salts and OMC precursors.[111] Figure 6a,b shows the highly ordered parallel\nmesoporous carbon channels with well-dispersed Mo2C nanoparticles loading. HRTEM image revealed that the lattice spacing is 0.23 nm, corresponding to (1 0 1) crystal planes of Mo2C (Figure 6c). Benefiting from the high electrical conductivity, the unique pore structure and the strong interaction between carbon sheets and Mo2C, the Mo2C@OMC nanocomposite with a low content of Mo exhibited excellent performance toward the HER in both acidic and alkaline solutions.\nLi et al.[102] reported that nanosized Mo2C/Mo2N heterojunctions anchored in mesoporous carbon spheres composite was synthesized via annealing the dopamine–Mo coordination structures in inert gas flowing. Figure 6d indicated the nanosized Mo2C and MoN nanoparticles encapsulated in carbon matrix, respectively. The interfaces between Mo2C and Mo2N can be observed in Figure 6e, indicating the formation of Mo2C and Mo2N heterojunctions. Fast charge transfer and rapid mass transport between the nanosized Mo2C/Mo2N hetero junctions inspired high catalytic activity and durability in alkaline\nSmall 2019, 1903380\n1903380 (9 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ncondition. Jeon et al.[112] reported that Mo2C/MoS2 heterostructure could be prepared via the carburization of exfoliated 2D MoS2 flakes under high temperature (820 °C) with CH4 and H2, using Cu foil as the substrate and cocatalyst. The red dotted lines in Figure 2f indicates the interface of MoS2–Mo2C. Figure 2g,h shows a 131° crystal direction between the MoS2 (1 0 0) plane and Mo2C (1 0 2) plane. Bao and co-workers fabricated an aligned MoS2/Mo2C heterostructure anchored on conductive carbon paper through the carburization process of MoS2 in H2/ CH4 flowing.[103] Mo–S–C and highly dispersed Mo2C nanodots can activate the original edges and basal planes of MoS2 as active sites. The formation of MoSC at the surface benefited the charge transfer with a low charge transfer resistance (7.5 Ω). According to DFT calculations, S- and C-coordinated Mo sites achieved appropriate ΔGH* values (≈0). The optimized catalyst showed high HER activity (η10 = 63 mV) in comparison to those of the Mo2C and MoS2 alone. Regmi et al. reported that the electronic interactions between Ni2P–Mo2C interfaces could induce the shift of Mo 3d and Ni 2p signals compared to the single component, and thereby enhancing the HER performance.[113] Molybdenum carbide can naturally exist in a wide range of crystal phases and stoichiometry ratio with different properties.[114–116] It is possible to modulate the chemical/structural properties to enhance physicochemical properties by tuning the chemical components.[117] The weak MoH bonds or inefficient H* adsorption in MoC and the strong hydrogen-binding energy in β-Mo2C all restrict the HER activity.[118,119] Opal-like MoxC nanospheres with abundant MoC/Mo2C interfaces were synthesized via a template-assisted method to improve the HER performance of Mo2C.[118] The catalyst exhibited superior catalytic activity and remarkable stability for HER in 0.5 m H2SO4 solution. DFT calculations reveal that the strong synergistic effect between MoC and Mo2C interfaces can induce an optimal ΔGH* in the heterostructure, resulting in an outstanding electrochemical performance for HER. As abovementioned, MoxC coupling with various components such as carbon matrix,[120–122] metal oxide,[114] metal nitride,[123] metal sulfide,[112] metal carbide,[124] metal phosphide,[125] and other compounds,[126] all possess highly efficient performances. These strategies can not only combine the\nSmall 2019, 1903380\n1903380 (10 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nphysicochemical properties of the multiple materials but also afford abundant interfaces for facilitating charge transfer and mass transport during catalytic reactions.[127,128] In addition, carbon-based materials such as CNT, graphene/reduced graphene oxide, and porous carbon, have always been employed as substrate to support MoxC electrocatalysts. The modification strategies show the advantages including improving the dispersity of nanosized MoxC, enhancing the electrical conductivity, and tuning electronic configuration through the charge transfer across the interfaces.[128,129] For example, Cheng et al. reported that hierarchical structure composed of 1 nm molybdenum carbide nanoparticles and mesh-like N-doped carbon (denoted as Mo2C@NC) was synthesized via a template-free strategy.[130] The nanosized Mo2C nanoparticles (0.8–1.3 nm) were uniformly embedded in unique mesoporous N-doped carbon nanosheets (Figure 7a–c). DFT calculations revealed that the Mo2C@NC catalyst possessed an optimal ΔGH* value of −0.31 eV compared to its counterparts (Mo2C and NC) as displayed in Figure 7d. Such unique architecture and high conductivity of Mo2C-based catalyst are responsible for the outstanding catalytic activity toward HER. Similar enhanced performances have also been investigated by the preparation of CNT/MoxC,[131] the MoxC/3D carbon foam,[132] the MoxC/graphene,[133] and the MoxC@N-carbon nanofibers structure.[128]\nMetal nanoparticles, such as Co, Ni, and Pt,[134–136] have been widely introduced to improve the electrochemical activity of catalysts for energy conversion. Metal nanoparticles existed in heterostructure hybrid demonstrates that the additional metal particles couple with the other metal/metal component and thus form abundant interfaces in the heterostructure. The enhanced catalytic performance should be attributed to the synergistic effect in the hybrid, which induces the optimized electronic redistribution through the fast charge transfer across the abundant interfaces. Rational design metal/metal component heterostructures can take advantage of the electronic effect between different components to capture desirable electrocatalytic activity.[137–139] The electronic effect at the metal/MoxC interfaces can create unique electronic properties due to the coupled interaction between the metal and MoxC support.[37,140–142] For example, Qiu et al.[143] synthesized Pt clusters strongly anchored on N-doped Mo2C nanorods (Pt/N-Mo2C) composite via a solventhermal method followed by calcination treatment. Figure 7e displayed that abundant Pt clusters (green rectangle) and even bright single atomic Pt (red circle) were obviously observed in the sample. The ΔGH* values of the prepared catalyst were estimated using DFT computation, as displayed in Figure 7f–h. Two possible active sites on the surface of heterostructure were predicted as the typical sites for HER. The calculated ΔGH* values revealed that the Pt@Mo-Mo2C possessed the optimal ΔGH* value, which was consistent with the experimental results for excellent HER performance. Noble metal platinum (Pt) (around 2 wt%) atomically dispersed on α-molybdenum carbide (α-MoC) was synthesized by using temperature-programmed carburization of precursors.[140] The well-dispersed Pt atoms offered sufficient active interfaces between platinum and α-MoC, resulting in outstanding catalytic activity and stability in the low-temperature aqueous-phase reforming of methanol process and hydrogen production.\nSmall 2019, 1903380\n1903380 (11 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nIn addition, Liang et al.[144] prepared a novel bifunctional catalyst composed of the carbon-based framework derived carbon nitride and Co nanoparticles (Co-NC) encapsulated with Mo2C (Co-NC@Mo2C) through an MOFs-assisted approach. Different from traditional carbon encapsulated functional nanomaterials,[85,145–147] the unique reverse-encapsulation structure and synergetic effect between Mo2C and Co-NC interfaces, the catalyst possessed superior catalytic activity for overall water splitting."
    }, {
      "heading" : "2.5. Crystal Structure and Support Effects",
      "text" : "More importantly, different crystal phases have different surface atomic configuration and coordination that determines the surface energy and reaction activity.[117] Crystal phase plays a significant role in the intrinsic characteristics of molybdenum carbide including the type of supersaturation, catalyst geometry, and interfacial energy.[117,148–150] A series of phases in molybdenum carbides (MoxC), such as α-Mo2C, β-Mo2C, γ-MoC, η-MoC, δ-MoC, and α-MoC1−x, show quite different electrochemical performances due to the varied electronic configurations.[116] Rodriguez and co-workers revealed the different d-band center values on δ-MoC (−4.79 eV), α-MoC (−3.18 eV), and β-Mo2C (−3.02 eV) by the DFT calculations,[42] which were related to the binding strength of H-binding on the surface and consequently lead to the different HER activity. Wan et al.[116] demonstrated that different crystal structures for molybdenum carbide (α-MoC1−x, β-Mo2C, η-MoC, and γ-MoC) could be synthesized via the direct carburization of metals with graphitic carbon at different temperatures as shown in Figure 8a. Note that β-Mo2C, η-MoC, and γ-MoC have the similar hexagonal crystal arrangement. Particularly, βMo2C possesses an ABAB stacking of the metal planes, while η-MoC and γ-MoC show ABCABC and AAAA packing sequence, respectively. α-MoC1−x displays a cubic crystal structure, which exhibits ABCABC stacking sequence. These different phases showed different catalytic activity for HER. Lin et al.[151] systematically investigated the particle growth process of MoC and Mo2C under various temperatures based on the TEM characterization. The prepared particle size of MoC increased with the temperature raising as displayed in Figure 8b. The carbonization temperature of Mo precursor with the carbon is about 500 °C, the MoC nuclei with a size of ≈2.5 nm was achieved. When the temperature increased to 900 °C, the growth of MoC flakes were connected with the particle size of ≈5 nm. Due to the fast growth at high temperature >900 °C, flakes at high temperature tended to aggregate and form united flakes with larger size. The possible reaction processes of crystal phase and particle size for MoC and Mo2C based on the addition of precursors and pyrolysis temperature during the preparation process are illustrated in Figure 8c. The phase control by carbon source and temperature allows us to tune the crystal structures and surface atoms as well as their electrochemical properties. In addition, various ligands introduced in prepared process of Mo2C-based composite also showed important effect on d-electron configuration of the Mo2C particles.[152,153] Chen et al.[152] have investigated that molybdenum carbide (β-Mo2C) nanoparticles\nSmall 2019, 1903380\n1903380 (12 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nanchored on CNT and XC-72R carbon by in situ carburization can modulate the electronic structure and induce a moderate MoH bonding. Near-edge X-ray absorption spectrum (XAS) analysis reveals that the increased ratio of NMo–C/NMo–Mo can induce the charge transfer between molybdenum and carbon. With electronic coupling at the interfaces of CNT substrate and Mo2C particles and rapid electron transport, the hybrid showed higher HER activity than that of introducing XC-72R carbon as ligand. Moreover, the composites of Mo2C/graphene nanoribbons,[154] Mo2C/N-doped carbon nanomesh,[130] and Mo2C combined with CNTs and graphene (GR)[155] can also illustrate the support effects in the electrocatalytic activity."
    }, {
      "heading" : "3. Electrocatalytic Performances",
      "text" : "Transition metal carbides have shown the great potential as an alternative to replace noble metals for various catalytic reactions due to their earth-abundance, low-cost, and high catalytic activity.[25] MoxC-based nanomaterials have possessed applied potentials in electrochemical energy conversion fields including hydrogen evolution reaction, oxygen evolution reaction, nitrogen/carbon dioxide reduction reaction, and so on.[68,156–163] The HER process is a classic two-electron reduction reaction at the cathode of water splitting. As demonstrated by density functional theory (DFT), a near-zero ΔGH* for electrocatalysts should achieve high electrocatalytic HER activity.[164] The OER process contains a four-electron pathway at the anode electrode, which is usually considered as the limiting rate reaction for water splitting due to the high applied potential (>1.23 V vs RHE).[165,166] Electrocatalytic N2/CO2 reduction reaction contains multiple-step electron transfer processes, which plays key roles in electrochemical performances.[167,168] Due to the tunable surface and interface effects on molybdenum carbide, electrochemical performances of molybdenum carbide–based nanomaterials can be further enhanced efficiently. Thus, summarizing and illustrating the highly efficient MoxC-based electrocatalysts in applications for energy conversion is needed."
    }, {
      "heading" : "3.1. Electrocatalytic Performance for HER",
      "text" : "Hydrogen has been regarded as one of the best clean energy due to its high energy density and environmental-friendly combustion product, water (H2O).[169–171] In the past years, many strategies are exploited for hydrogen production including photocatalysis,[172,173] chemical transition from fossil fuel,[174] methanol reforming,[175] and electrolysis.[176,177] Among them, electrocatalysis for water splitting into hydrogen evolution is a feasible way. Up to date, platinum (Pt)-based catalysts possess the best catalytic activity for HER.[178–180] However, the high cost and rare reserve limit its widely practical application. Therefore, designing high efficiency and low cost of non-noble metal catalysts for electrolysis are meaningful and eager due to the fast increased energy demand. Generally, the reaction processes of electrocatalytic splitting of water for hydrogen evolution on the surface of materials include the adsorption/desorption of intermediate and the electron transfer. In particular, the mechanism for HER is usually assumed to proceed by an\ninitial formation of hydrogen intermediate (denoted as Had) followed by an electron-transfer step through the discharge of protons (1) or water (2), which are all called Volmer step. After the Volmer process, Tafel step is followed either by direct combination of 2Had (3) or Heyrovsky step is proceed by a second electron transfer through the discharge of protons (4) or water (5) as indicated by the following equations[176,181–183]\nIn acidic solution\n+ →+ −H e H Volmer stepad (1)\nIn neutral and alkaline solution\n→ +− −H O + e H OH Volmer step2 ad (2)\nIn acidic, neutral and alkaline solution\n+ →H H H Tafel stepad ad 2 (3)\nIn acidic solution\n+ + →− +H e H H Heyrovsky stepad 2 (4)\nIn neutral and alkaline solution\n+ → +− −H O + e H H OH Heyrovsky step2 ad 2 (5)\nIt is noted that the Volmer–Tafel mechanism or Volmer– Heyrovsky mechanism was determined by the rate-determining step during electrochemical reaction process.[184–187]\nHighly efficient electrochemical performances can be realized as abovementioned surface and interface engineering including particle size minimization,[188,189] defects,[190,191] highly conductive substrates,[119,192] heteroatom (s),[78,80,81] and constructing heterostructures.[193] Thus, rational design of molybdenum carbide–based nanocomposites with high efficiency and low cost for HER has become a focus of research in energy conversion.\nSize effect shows a close connection with the number of exposed active sites, which can influence catalytic performance due to the required contact between catalytic sites and electrolyte. For example, Zhou et al.[40] synthesized a series β-Mo2C particles with different sizes using different Mo precursors (Figure 9a) to investigate their corresponding catalytic performances. β-Mo2C nanoparticles with an average particle size of 2.2, 2.5, 5.5, and 9.5 nm loaded on N-doped graphene nanosheets (NrGO) were measured in H2-saturated 0.5 m H2SO4 solution with a scan rate of 2 mV s−1. The optimized catalyst showed excellent electrocatalytic activity with a low overpotential of 62 mV at 10 mA cm−2, a large exchange current density of 1.19 mA cm−2, and a high turnover frequency of 0.70 s−1 (η = 100 mV) as well as excellent stability toward HER in extreme condition (Figure 9b,c). The electrocatalyst composed of well-dispersed molybdenum carbide (Mo2C) nanoparticles with ultrasmall size of less than 3 nm and ultrathin graphene shells was synthesized by a direct pyrolysis of dicyanamide (DCA) and ammonium molybdate (Figure 9d,e).[194] Based on the synergistic effects of ultrafine Mo2C nanoparticles and N dopant ultrathin graphene shells, the optimized catalyst exhibited excellent catalytic activity (Figure 9f,g) with a low onset potential (6 mV), a small Tafel slope (41 mV dec−1), and a large exchange current density (0.179 mA cm−2) as well as good stability in acidic solution toward HER. Wu et al.[195] synthesized a porous electrocatalyst composed of nanostructured\nSmall 2019, 1903380\n1903380 (13 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nmolybdenum carbide (MoCx) nanoparticles grown on porous carbon structure through the confined carburization of molybdenum source in metal–organic frameworks matrix. Welldispersed MoCx nanoparticles anchored on the pore channels of carbon structure possessed high electrocatalytic activity and good stability in both acidic and basic solutions toward HER.\nExcept for decreasing particle size as discussed above, surface engineering such as doping heteroatom(s) and manufacturing defects has also been regarded as a promising efficient strategy for the catalytic enhancement of HER.\nIntroducing nonmetallic elements (N, P, S, etc.)[196,197] with low electronegativity or metal elements (Fe, Co, Ni, etc.)[78,82,198] have been confirmed to improve the electrochemical activity of molybdenum carbides compared with pristine active sites. For example, N-doped Mo2C nanosheets possessed excellent HER activity with an onset potential of −48.3 mV, a low Tafel slope of 44.5 mV dec–-1, a low overpotential of 99 mV (10 mA cm−2), and high long-term durability in acidic solution for HER.[74] A hierarchical nanowire composed of P doped-Mo2C nanoparticles and carbon was achieved via the pyrolysis of ternary MoOx–phytic acid–polyaniline nanohybrids.[199] The lattice fringes observed in Figure 10a were calculated to 0.23 and 0.24 nm, corresponding to the crystal planes of (1 0 2) and (2 0 0) for Mo2C nanoparticles, respectively. Meanwhile, the elemental mappings revealed that Mo, C, N, and P atoms were uniformly dispersed in the hierarchical hybrid (Figure 10b). The hydrogen binding energy (ΔEH*) and the corresponding ΔGH* were estimated based on the controllable P-doping into Mo2C, as shown in Figure 10c,d. The results showed that the low concentration of P doping in Mo2C structure can weaken\nthe Mo–H bonding compared with the pristine Mo2C. The P-doped Mo2C hybrid with optimal ΔGH* and hierarchical nanostructures exhibited excellent catalytic activity and durability for HER in acidic solution. Yu et al.[200] revealed that transition metal (Fe, Co, Ni, or Cr) doped Mo2C structure could achieve high catalytic activity for HER compared with the pristine Mo2C. Both experimental results and the DFT calculations revealed that transition-metal (TM) dopants played significant role in electrocatalytic activity (Figure 10e) and ΔGH* (Figure 10f) of Mo2C. Li and co-workers[97] reported that the rich Mo vacancies on MoxC can modulate the binding energy of ΔGH* (Figure 5). Combining optimal hydrogen adsorption energy and abundant active sites, the hybrid structure exhibited a small overpotential of 117 mV in acidic solution and a small overpotential of 82 mV at 10 mA cm–2 in alkaline solution (Figure 10g,h).\nGenerally, an ideal HER electrocatalyst possesses an optimal binding energy of ΔGH*. Single component is limited in the regulation of their intrinsic activity due to the inherent capacity for hydrogen adsorption and desorption.[36,201,202] The multiple interfacial heterostructures can induce synergistic effect to optimize the ΔGH* value and achieve a desirable HER activity.[36,98] Thus, rational design of multiple interfacial MoxC-based heterostructures has also become a promising strategy to tune the adsorption and desorption of hydrogen for highly effective HER performance. Yan et al.[203] have demonstrated that a small-sized Mo2N–Mo2C heterojunction coupled with holeygraphene hybrid was prepared by calcining the precursors under air and NH3 atmosphere. Many holes and well-dispersed nanoparticles on the surface of graphene were observed as\nSmall 2019, 1903380\n1903380 (14 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ndisplayed in Figure 11a. HRTEM image and the corresponding Fourier transform image (the insert) showed the intimate contact between Mo2N and Mo2C phases Figure 11b. According to the DFT calculations, the adsorption free energy of ΔGH* on the main active center (N site) in the Mo2N–Mo2C system (0.046 eV) is much smaller than those of the single Mo2N\nSmall 2019, 1903380\n1903380 (15 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n(−0.449 eV) and Mo2C (−0.405 eV) systems (Figure 11c,d). Benefitting from the small size and the synergistic effect of Mo2N and Mo2C, and high conductive substrate (graphene), the catalyst showed excellent catalytic activity toward HER in both the acidic and alkaline electrolytes as well as remarkable stability (Figure 11e,f).\nLuo et al.[204] synthesized a rod-like electrocatalyst consisted of cobalt phosphide (CoP) and molybdenum carbide (Mo2C) nanoparticles wrapped by N-doped graphitic carbon by a two-step annealing method (Figure 12a). As observed in Figure 12b,c, the lattice fringes with the d-spacing of 0.23, 0.28, and 0.34 nm correspond to the (1 0 1) plane of β-Mo2C, the (0 1 1) plane of CoP and the graphitic carbon, respectively. According to the DFT calculations and experiments, the outstanding HER catalytic acitivity in a wide pH range is derived from the electron cloud transfers between Co and Mo species in hybrid across the Co–P–Mo bond (Figure 12d), leading to optimal ΔGH* through the appropriate electronic configuration (Figure 12e).\nMolybdenum carbide–based nanostructures have shown expectable electrocatalytic performance toward HER due to their unique properties and the tunable performance parameters such as the enriched active sites by decreasing particles size,[205] the modification of the surface structure by introducing defects and heteroatoms doping,[25,206] and the optimization of interfacial electronic structure by constructing heterostructures.[207]"
    }, {
      "heading" : "3.2. Electrocatalytic Performances for OER and Overall Water Splitting",
      "text" : "The researches for OER activity based on molybdenum carbides are rarely explored due to the weak adsorption energy for water\non Mo surface.[208] Generally, electrocatalytic processes for OER involve a four-electron transfer mode in alkaline solution as followed equations [209–211]\n→ + ++ −H O + * OH H e2 * (6)\n→ + ++ −OH O H e* * (7)\n+ → + + −O H O OOH H e* 2 * * (8)\n→ + + ++ −OOH O H e * * 2 (9)\nwhere * represents the catalytic active site. O*, OH*, and OOH* represent the various adsorbed intermediates during the OER reaction process. Moreover, OER process possesses another reaction mechanism in acidic electrolyte.[211] The first step of OER process is the formation of water molecules anchored on the catalytic active sites. Then the formed water intermediates would release two electrons and two protons to form an O* intermediate. The followed step may include two different pathways followed by the similar steps in alkaline medium. The unique MoC bonds in Mo2C structure, noble metal-like d-state density around the Fermi level, make Mo2C as an promising OER catalyst. For example, Xing et al.[212] synthesized pure β-phase molybdenum carbide (β-Mo2C) electrocatalyst via the pyrolysis process of using the globally generated green cornstalks as the carbon source and ammonium molybdate as the Mo source. Benefiting from the high density of β-Mo2C sites, high porosity and synergistic interaction of Mo2C and carbon matrix, the optimized catalyst possessed outstanding electrocatalytic performance with a low overpotential of 274 mV at 10 mA cm−2 and high durability toward OER. Luo et al.[213] synthesized Mo2C–C hybrid microspheres via in\nSmall 2019, 1903380\n1903380 (16 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nsitu synthetic method with carbon microspheres acting as the template and reactant. The optimized catalyst possessed higher activity and stability compared to that of the commercial RuO2 electrocatalyst toward the OER due to its large specific surface and high electrical conductivity.\nFurthermore, the rational design of a secondary phase/structure on the basis of Mo2C and transition metal heterogeneous catalysts has become an effective strategy to promote the catalytic kinetics for OER[214] because transition metal (Fe, Co, and Ni)-based nanostructures possess outstanding OER catalytic activity due to their intrinsic properties for water activation.[215]\nIn spite of the advantages of Mo2C for HER and transition metals for OER, the heterostructure catalysts composed of molybdenum carbide and transition metals have been applied in water splitting for both the HER and OER. For example, a hybrid composed of cobalt/Mo2C nanoparticles encapsulated in N-doped carbon nanotubes (Co/β-Mo2C@N-CNT) was synthesized as a electrocatalyst for both the HER and OER in an alkaline electrolyte.[159] The synthesized procedure of the Co/βMo2C@N-CNT hybrid is illustrated as shown in Figure 13a. The lattice spaces of 0.23, 0.20, and 0.32 nm correspond to the (1 0 1) plane of β-Mo2C, the (1 1 1) plane of Co (JCPDS NO. 15-0806) and the graphitic carbon, respectively, as observed in HRTEM image (Figure 13b), indicating the formation of Co and β-Mo2C nanoparticles encapsulated in carbon matrix. The well-defined heterointerface between Co and β-Mo2C nanoparticles and the strong MoN and CoN bonds at the interface of hybrid could greatly promote the electronic transfer. According to the DFT calculations for HER, the ΔGH* value of Co/β-Mo2C@N-CNTs is closer to zero compared with their counterparts (Figure 13c). As observed in Figure 13d, the overpotential at the Co site adjacent to β-Mo2C is decreased to 0.09 V (ΔG3 = 1.32 eV), suggesting that the heterointerfaces between Co and β-Mo2C played a vital role in increasing the overpotential of the Co sites. Optimal free energy in Co/βMo2C@N-CNT hybrid and strongly interfacial interaction of Co, Mo2C nanoparticles, and CNT could promote electrocatalytic activity and durability for both the HER and OER, thus leading to high efficiency performance for overall water splitting (Figure 13e–h).\nSmall 2019, 1903380\n1903380 (17 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nIn addition, 2D molybdenum carbide nanosheet has been expected to be a promising OER catalyst by realizing the surface regulation of 2D molybdenum carbide nanosheets. For example, assembling the N and O surface-terminated 2D molybdenum carbide nanomeshes (Mo2CTx NMs; Tx represents two surface terminations, namely O and N) into 3D microflowers (Mo2CTx MFs) were achieved by one-step pyrolysis of Mo/Zn bimetallic imidazolate frameworks.[216] Based on the X-ray near edge absorption analysis of Mo LIII-edge combined with theoretical calculations, surface engineering with O attached into the Mo2CTx NMs and MFs improved the intrinsic OER activity and stability. While the abundant Mo atomic sites on the surfaces of the Mo2C domains promote the HER process. Taking overall advantages of the structural controls and surface engineering of 2D Mo2C nanosheets, the catalyst exhibited excellent durability and high catalytic activity for overall water splitting.\nMetal–organic frameworks (MOFs) have been regarded as a new class of porous materials with widespread applications in gas storage/separation, catalysis, and energy storage.[217,218] The periodically porous and hybrid structure of MOFs offer unique benefits for the fabrication of carbon and/or metal-based nanostructured materials. Specifically, MOFs-derived porous carbon, metal oxides, metal/carbon, metal carbide/carbon, and metal oxide/carbon nanocomposites have been reported by using MOFs as both the precursors and templates.[219–221] MOFsderived nanoporous carbon materials often possess exceptionally high surface area and uniform porosity, which are largely originated from the ordered and porous structure of MOFs.\nThe porous structure with large surface area can provide abundant adsorbed sites and accelerate mass transport. In addition, the graphitic carbon framework possesses high electrical conductivity. Considering these advantages of MOFs as discussed above, MOF-assisted strategy has been employed to construct molybdenum carbide–based catalysts for OER and overall water splitting.[129,204,222,223] For example, Luo et al. prepared a heterostructure composed of cobalt sulfide (Co9S8) and molybdenum carbide (Mo2C) nanoparticles anchored on porous N, S-codoped graphitic carbon (Co9S8–NSC@Mo2C) as a bifunctional electrocatalyst through a simple MOF-assisted pyrolysis method (Figure 14a).[223] The as-prepared Co9S8–NSC@Mo2C sample showed a typical dodecahedron shape with rough surface due to the carbonization process as shown in Figure 14b. Based on the HRTEM image as observed in Figure 14c, the presence of d-spacings are 0.29, 0.26, and 0.34 nm, corresponding to the phases of Co9S8, Mo2C, and graphite carbon, respectively. The synergistic interaction between Mo2C and Co9S8 nanoparticles through the electron transfer from Co to Mo2C induced a lower Mo valence and a higher Co valence in the hybrid. The obtained N, S-codoped graphitic carbon possessed unique properties including high electrical conductivity, large surface area, and high chemical activity. The optimized material showed remarkable activity and durability in 1.0 m KOH solution for overall water splitting with a potential of 1.61 V at 10 mA cm–-2 (Figure 14d,e).\nHeteroatoms (N and B)-doped Mo2C nanoparticles anchored in a B, N-doped carbon (BCN) network (B, N:Mo2C@BCN) composite has been prepared as an electrocatalyst for overall\nSmall 2019, 1903380\n1903380 (18 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nwater splitting.[196] Well-dispersed Mo2C nanoparticles (≈5 nm) embedded in the BCN network were observed in Figure 15a,b. The lattice fringes of 0.228 and 0.226 nm correspond to (1 0 2) and (0 0 2) facets of β-Mo2C (Figure 15c). The catalytic mechanisms of the roles of B and N species in Mo2C structure for both the HER and OER have also been proposed as demonstrated in Figure 15d. The electronegative nitrogen and electron-deficient B played different roles in the catalytic performances for water splitting. N-doped in Mo2C can enhance the catalytic performance for HER while B doping can weaken the OH bond for improving the OER performance. The optimized composite exhibited outstanding electrocatalytic performance and excellent durability in alkaline media for overall water splitting (Figure 15e,f) due to the modulation of electronic/chemical properties of Mo2C by N and B doping."
    }, {
      "heading" : "3.3. Electrocatalytic Performance NRR",
      "text" : "Electrochemical N2 fixation to ammonia (NRR) (NRR, N2 + 3H2O → 2NH3 + 3/2O2) is a clean and nonpolluting method for artificial N2 fixation. However, the N2 reduction reaction (NRR) process needs to break a rather inert molecular structure of N2 with extremely high bond energy of about 941 kJ mol–1.[224] Electrochemical N2 reduction reaction is favored due to the renewable electricity source and reaction\nSmall 2019, 1903380\n1903380 (19 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nproceed at moderate pressure/temperature. It is still a challenge for the electrochemical conversion from N2 into NH3 at ambient temperature and pressure. Transition metal molybdenum (Mo) has been studied as the candidate for the conversion of N2 gas into NH3. DFT calculations reveal that the bond strength of nitrogen (N2) adsorbed on the Mo sites is too strong to form ammonia (NH3) on the Mo sites.[225] Bonding with nonmetals such as carbon atom with strong electronegativity can weaken the MoN2 interaction, which can efficiently enhance the N2 fixation conversion efficiency. Hence, molybdenum carbides have been investigated as the candidates for N2 fixation electrocatalysts. The MoC structure has been employed as a highly efficient electrocatalyst for N2 reduction with a small NRR potential (0.54 V).[226] Cubic MoC has been proposed as a noble NRR electrocatalyst for NRR with a low potential (0.3 V) at its (1 1 1) plane, further demonstrating the potential value of the MoC structure for NRR.[226] Qu et al. synthesized oxygen- containing molybdenum carbides (O-MoC) embedded in nitrogen-doped carbon layers (N-doped carbon) composite via the direct pyrolysis of dopamine and molybdate as precursors.[227] The optimized hybrid possessed high catalytic activity with a rate of NH3 formation (22.5 µg h–1 mgcat–1) at −0.35 V versus RHE and a high faradaic efficiency (25.1%) in 0.1 × 10−3 m HCl solution containing 0.5 m Li2SO4 as well as high selectivity and stability because of the synergistic interaction between O-MoC and N-doped carbon shells. Yang et al.[228] investigated that (1 1 0)-oriented Mo nanofilm possessed the electrocatalytic activity for N2 reduction reaction with a Faradaic efficiency (FE) of 0.72%. Porous Mo2C nanorods were synthesized through the pyrolysis of rod-like precursor.[229] The obtained Mo2C nanorods showed high catalytic activity for artificial N2 fixation with a high FE (8.13%) and high NH3 yield (95.1 µg h–1 mg–1cat) at −0.3 V in 0.1 m HCl solution as well as outstanding catalytic stability (Figure 16a,b). Cheng et al.[68] synthesized a unique construction with Mo2C nanodots embedded in carbon nanosheets (Mo2C/C) via a molten salt synthesis method. Mo2C nanodots exhibited superior NRR activity under strong hydrogen evolution condition, compared with Mo2C nanosheets and Mo2C nanoparticles. Based on the DFT calculations, the possible pathway for N2 fixation on Mo2C was proposed as displayed in Figure 16c,d. Typically, the preferable pathway for ammonia synthesis on surface of Mo2C is *N2 → *NNH → *NNH2 → *NNH3 → *N + NH3 → *NH → *NH2 → *NH3→ NH3. The free energy of the initial N2 activation (*N2) is low (−0.44 eV) in Mo2C nanodots, resulting in excellent nitrogen reduction activity with a high NH3 yield rate (11.3 µg h−1 mg−1 Mo2C) and Faradic efficiency (7.8%)."
    }, {
      "heading" : "3.4. Electrocatalytic Performance for CO2 Reduction Reaction",
      "text" : "Transition metal carbides (TMCs) have been regarded as a promising electrocatalytic candidate for CO2 conversion due to similar properties to precious metal (Pt).[230,231] TMCs can achieve high activity for CO2 conversion compared with the single metal catalyst due to the modified electronic properties originating from the addition of carbon.[232] As an alternative, Mo2C has been investigated as an electrocatalytic material for CO2 conversion. Meanwhile, molybdenum carbides, known as CO and CO2 hydrogenation catalysts, are naturally and highly tolerant to CO and CO2. Gao et al.[233] synthesized two phases of molybdenum carbides (α-MoC1−x and β-Mo2C) nanowires for CO2 reduction into CO (CO2 + H2 → CO + H2O). The obtained α-MoC1−x and β-Mo2C nanowires exhibited excellent catalytic\nSmall 2019, 1903380\n1903380 (20 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nstability for CO2 conversion into CO at high temperatures, as well as high selectivity for the production of CO (99.9%) with H2:CO2 molar ratio of 4:1 at 600 °C. Xu et al.[234] synthesized different phases of molybdenum carbide (α-MoC1−x and β-MoC) by carbonization process of hexagonal MoO3. The obtained materials showed catalytic activity for CO2 reduction reaction with various productions including CO, CH3OH, CH3OCH3, CH4, and C2H6 at 2.0 MPa. Molybdenum carbide has also been explored to be an effective support for the formation of highly dispersed transition metal with the function of tuning the electronic properties of the composite. For example, Chen et al.[235] reported that the deposition of Cu and/or Pd nanoparticles on the surface of Mo2C could achieve significantly enhanced selectivity (49% ± 4%) and catalytic activity (6.2 ± 0.6 µmoL m−2 h−1) for the conversion of CO2 into methanol compared to that of pure Mo2C. The experimental results also revealed that Mo2C as the support showed the high methanol selectivity due to high conductivity, strong hydrogen adsorption, and synergistic interaction between Mo2C and the additional metals.\nAccording to DFT calculations, Mo-terminated Mo2C possesses many similar properties with transition metals (Ru, Fe, Co, and Ni) for CO2 conversion.[135,236,237] Porosoff et al.[238] reported that Mo2C powder exhibited catalytic activity for CO2 conversion with the addition of H2. Introducing Co into Mo2C structure can further improve the catalytic performance for the reduction of CO2 to CO with high efficiency, selectivity, and stability. The combination of experimental results and theoretical calculations revealed the catalytic performance on Cu/Mo2C surfaces for hydrogenation of CO2, reported by Posada-Pérez\net al.[239] Mo2C modified with Cu clusters showed high activity for the transformation of CO2 into CH4 and CH3OH by adding H2. As illustrated in Figure 17, two different reaction processes for CO2 hydrogenation on the Cu4/Mo2C surface model showed the most probable ways for CH3OH (Figure 17a) and CO (Figure 17b) production. Introducing Cu into the Mo2C structure can tune the binding energies of both the physisorbed and chemisorbed states for dissociated CO2, respectively. The experiments and theoretical studies demonstrated that potassium (K) doping in Mo2C structure could tune the adsorption energy of CO2 due to the electronic effect of K and Mo2C as well.[240]"
    }, {
      "heading" : "4. Conclusion and Outlook",
      "text" : "The surface and interface engineering of molybdenum carbide and their applications for the electrochemical energy conversion have been summarized. These molybdenum carbide–based composites can possess the electrochemical requirements of high density of active sites, high electrical conductivity, and optimal adsorption free energy of intermediates through surface and interface engineering including the control of size/ morphology and crystal structure, doping heteroatom(s), manufacturing defects, and constructing heterostructures.\nDuring the preparation of molybdenum carbide and molybdenum carbide–based nanomaterials, thermal decomposition under high temperature is indispensable step. Although many publications have focused on the production of nanosized\nSmall 2019, 1903380\n1903380 (21 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nmolybdenum carbide particles, the synthesis of molybdenum carbide–based composites with nanoscale structure at the atomic or molecular level is still a challenge. Doping heteroatom(s) and introducing defects in molybdenum carbide structure have been identified as effective methods for tuning the physicochemical properties. While, the control of welldesigned architecture is still difficult due to the pyrolysis process under high temperature. Constructing heterostructure is also a hot topic for preparation of molybdenum carbide–based nanomaterials because of the advantages of synthetic effects between the two or multimetals components. The challenge is to achieve multiple-interfacial components with the control of nanoscale assembly for the different diffusion rates of molten metals. Although many strategies have been exploited to prepare molybdenum carbide–based electrocatalysts with the well control of particle size and multimetal interfaces, the development of synthetic strategies that possess the well control in architecture and composition, further improve the catalytic activity is still needed. Introducing other highly efficient materials coupling with MoxC would form multicomponent electrocatalysts, which can potentially enhance the activity. Benefiting from the development of single atom catalysts, single atom loaded on the surface of MoxC shows another direction for the development of high efficiency catalyst. According to the theoretical calculations, surface engineering or interface engineering of the nanostructured materials by the introduction of heteroatom(s), defects or others component can obviously modulate the electronic configuration, which can induce an appropriate electronic cloud structure. Carbon or other conductive substrates is a possible strategy to improve the electronic conductivity and structural stability of the catalysts. The surface decoration by introducing noble metal nanoparticles may also effectively enhance the catalytic activity of the catalysts.\nMost of the treatment strategies for surface and interface engineering on the MoxC-based catalysts involve multistep procedures and sometimes expensive instruments, making the production of catalysts with a well-engineered interface still challenging. Novel catalytic materials need to be further developed with effective control of desired morphology and electronic structure with specific strategies to improve their activity and stability. Until now, the conversion efficiencies of hydrogen, oxygen, CO2 and N2 electroreduction are still far from reaching the practical requirements of commercialization due to several major technological challenges such as low electrocatalyst activity, low electrical conductivity, low selectivity, and catalyst durability. Furthermore, theoretical calculations have been explored as an important tool to investigate the energy transfer route of reaction intermediates during the electrochemical reaction. Theoretical calculations can guide the construction of the desired electronic structure based on the surface/interface engineering. According to the bond strength of reaction intermediates at various reaction steps on the active sites, the electronic structure can be tuned and optimized to smooth the electrochemical reaction process on the active sites. The smooth reaction steps would meet the practical requirement with high conversion efficiency and selectivity for CO2/N2 electroreduction reaction.\nFuture researches in these electrocatalysis areas are expected to be focused on the rational design of morphology, the\noptimization of electronic configuration with controlled microstructure of introducing defects and dopants, and the construction of the abundant interfaces in the nanocomposites. For electrocatalysis, another significant issue is the development of theoretical tools that are capable of simulating the energy transfer processes, predicting the possible intermediate states, and revealing the rate-determining steps in electrocatalytic reaction. Surface/interface engineering can be accomplished via decreasing particle size, constructing porous and hierarchical structures, and introducing heterocomponent on the surface to improve the electrochemical performance of the nanomaterials in electrochemical energy conversion. Enormous efforts are still required for developing simple and scalable methods for surface and interface engineering of electrode materials to promote the development and practical application of MoxC-based nanomaterials. With the continuous development of surface/ interface engineering strategies, advanced nanoscience and nanotechnology, and a large number of novel nanostructured catalysts may offer solutions for addressing the challenges in the practical energy applications. Continuous efforts are still required for developing simple and scalable methods for surface/interface engineering of catalytic materials to promote the practical and wide application of MoxC in electric and hybrid electric vehicles."
    }, {
      "heading" : "Acknowledgements",
      "text" : "R.Y.G. and J.J.H. contributed equally to this work. This work was financially supported by National Natural Science Foundation of China (Grant No. 51572166) and the Shanghai Key Laboratory of High Temperature Superconductors (No. 14DZ2260700). The authors thank the Analysis and Research Center of Shanghai University for their technical support. W.X.L. acknowledges research support from the Program for Professors of Special Appointments (Eastern Scholar: TP2014041) at Shanghai Institutions of Higher Learning.\nConflict of Interest The authors declare no conflict of interest.\nKeywords electrocatalysts, electronic configuration, free energy, molybdenum carbide, nanostructures\nReceived: June 29, 2019 Revised: August 31, 2019\nPublished online:\n[1] X. X. Wang, D. A. Cullen, Y. T. Pan, S. Hwang, M. Wang, Z. Feng, J. Wang, M. H. Engelhard, H. Zhang, Y. He, Y. Shao, D. Su, K. L. More, J. S. Spendelow, G. Wu, Adv. Mater. 2018, 30, 1706758. [2] J. T. S. Irvine, D. Neagu, M. C. Verbraeken, C. Chatzichristodoulou, C. Graves, M. B. Mogensen, Nat. Energy 2016, 1, 15014. [3] Z. P. Cano, D. Banham, S. Ye, A. Hintennach, J. Lu, M. Fowler, Z. Chen, Nat. Energy 2018, 3, 279. [4] H. Ren, H. Shao, L. Zhang, D. Guo, Q. Jin, R. Yu, L. Wang, Y. Li, Y. Wang, H. Zhao, D. Wang, Adv. Energy Mater. 2015, 5, 1500296.\nSmall 2019, 1903380\n1903380 (22 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[5] I. Shown, S. Samireddi, Y. C. Chang, R. Putikam, P. H. Chang, A. Sabbah, F. Y. Fu, W. F. Chen, C. I. Wu, T. Y. Yu, P. W. Chung, M. C. Lin, L. C. Chen, K. H. Chen, Nat. Commun. 2018, 9, 169. [6] Y. Kuang, Q. Jia, G. Ma, T. Hisatomi, T. Minegishi, H. Nishiyama, M. Nakabayashi, N. Shibata, T. Yamada, A. Kudo, K. Domen, Nat. Energy 2017, 2, 16191. [7] J. Yang, J. K. Cooper, F. M. Toma, K. A. Walczak, M. Favaro, J. W. Beeman, L. H. Hess, C. Wang, C. Zhu, S. Gul, J. Yano, C. Kisielowski, A. Schwartzberg, I. D. Sharp, Nat. Mater. 2017, 16, 335. [8] J. Duan, S. Chen, C. Zhao, Nat. Commun. 2017, 8, 15341. [9] H. Li, P. Wen, Q. Li, C. Dun, J. Xing, C. Lu, S. Adhikari, L. Jiang,\nD. L. Carroll, S. M. Geyer, Adv. Energy Mater. 2017, 7, 1700513. [10] J. W. Choi, D. Aurbach, Nat. Rev. Mater. 2016, 1, 16013. [11] Y. Li, C. Zhong, J. Liu, X. Zeng, S. Qu, X. Han, Y. Deng, W. Hu,\nJ. Lu, Adv. Mater. 2018, 30, 1703657. [12] S. M. Beladi-Mousavi, M. Pumera, Chem. Soc. Rev. 2018, 47, 6964. [13] I. Roger, M. A. Shipman, M. D. Symes, Nat. Rev. Chem. 2017, 1,\n0003. [14] M. Daud, M. S. Kamal, F. Shehzad, M. A. Al-Harthi, Carbon 2016,\n104, 241. [15] R. Ge, X. Li, S. Z. Kang, L. Qin, G. Li, Appl. Catal., B 2016, 187, 67. [16] R. Ge, W. Li, J. Huo, T. Liao, N. Cheng, Y. Du, M. Zhu, Y. Li,\nJ. Zhang, Appl. Catal., B 2019, 246, 129. [17] N. R. Sahraie, U. I. Kramm, J. Steinberg, Y. Zhang, A. Thomas,\nT. Reier, J. P. Paraknowitsch, P. Strasser, Nat. Commun. 2015, 6, 8618. [18] H. Wu, H. Li, X. Zhao, Q. Liu, J. Wang, J. Xiao, S. Xie, R. Si,\nF. Yang, S. Miao, X. Guo, G. Wang, X. Bao, Energy Environ. Sci. 2016, 9, 3736. [19] S. An, G. Zhang, T. Wang, W. Zhang, K. Li, C. Song, J. T. Miller, S. Miao, J. Wang, X. Guo, ACS Nano 2018, 12, 9441. [20] Y. Sun, Y. Liang, M. Luo, F. Lv, Y. Qin, L. Wang, C. Xu, E. Fu, S. Guo, Small 2018, 14, 1702259. [21] Z. Cai, Y. Bi, E. Hu, W. Liu, N. Dwarica, Y. Tian, X. Li, Y. Kuang, Y. Li, X. Q. Yang, H. Wang, X. Sun, Adv. Energy Mater. 2018, 8, 1701694. [22] J. Luo, K. Wang, X. Hua, W. Wang, J. Li, S. Zhang, S. Chen, Small 2019, 15, 1805325. [23] H. Jin, X. Liu, S. Chen, A. Vasileff, L. Li, Y. Jiao, L. Song, Y. Zheng, S. Z. Qiao, ACS Energy Lett. 2019, 4, 805. [24] C. Hu, L. Dai, Adv. Mater. 2019, 31, 1804672. [25] Q. Gao, W. Zhang, Z. Shi, L. Yang, Y. Tang, Adv. Mater. 2019, 31,\n1802880. [26] W. Xu, Y. Bai, Y. Yin, Adv. Mater. 2018, 30, 1802091. [27] C. Li, Z. Sun, A. Song, X. Dong, S. Zheng, D. D. Dionysiou, Appl.\nCatal., B 2018, 236, 76. [28] X. Fan, Y. Liu, S. Chen, J. Shi, J. Wang, A. Fan, W. Zan, S. Li,\nW. A. Goddard, X.-M. Zhang, Nat. Commun. 2018, 9, 1809. [29] Y. Hu, X. J. Xu, B. Zheng, S. Hou, P. Wang, W. Z. Chen, C. Gao,\nZ. D. Gu, Y. Shen, J. S. Wu, Y. Fu, W. Zhang, F. Huo, Small Methods 2019, 3, 1800547. [30] M. Hesari, J. B. Sambur, X. Mao, W. Jung, P. Chen, Nano Lett. 2019, 19, 958. [31] Y. Li, M. B. Majewski, S. M. Islam, S. Hao, A. A. Murthy, J. G. DiStefano, E. D. Hanson, Y. Xu, C. Wolverton, M. G. Kanatzidis, M. R. Wasielewski, X. Chen, V. P. Dravid, Nano Lett. 2018, 18, 7104. [32] X. Han, X. Wu, Y. Deng, J. Liu, J. Lu, C. Zhong, W. Hu, Adv. Energy Mater. 2018, 8, 1800935. [33] H. Jin, C. Guo, X. Liu, J. Liu, A. Vasileff, Y. Jiao, Y. Zheng, S. Z. Qiao, Chem. Rev. 2018, 118, 6337. [34] Y. Tong, X. Yu, H. Wang, B. Yao, C. Li, G. Shi, ACS Catal. 2018, 8, 4637. [35] J. Xiong, J. Li, J. Shi, X. Zhang, N. T. Suen, Z. Liu, Y. Huang, G. Xu, W. Cai, X. Lei, L. Feng, Z. Yang, L. Huang, H. Cheng, ACS Energy Lett. 2018, 3, 341.\n[36] Y. Y. Ma, Z. L. Lang, L. K. Yan, Y. H. Wang, H. Q. Tan, K. Feng, Y. J. Xia, J. Zhong, Y. Liu, Z. H. Kang, Y. G. Li, Energy Environ. Sci. 2018, 11, 2114. [37] L. Lin, S. Yao, R. Gao, X. Liang, Q. Yu, Y. Deng, J. Liu, M. Peng, Z. Jiang, S. Li, Y. W. Li, X. D. Wen, W. Zhou, D. Ma, Nat. Nanotechnol. 2019, 14, 354. [38] C. Jian, Q. Cai, W. Hong, J. Li, W. Liu, Small 2018, 14, 1703798. [39] H. Jin, X. Liu, Y. Jiao, A. Vasileff, Y. Zheng, S. Z. Qiao, Nano Energy\n2018, 53, 690. [40] Z. Zhou, Z. Yuan, S. Li, H. Li, J. Chen, Y. Wang, Q. Huang,\nC. Wang, H. E. Karahan, G. Henkelman, X. Liao, L. Wei, Y. Chen, Small 2019, 15, 1900358. [41] L. Yu, Y. Xiao, C. Luan, J. Yang, H. Qiao, Y. Wang, X. Zhang, X. Dai, Y. Yang, H. Zhao, ACS Appl. Mater. Interfaces 2019, 11, 6890. [42] J. R. d. S. Politi, F. Viñes, J. A. Rodriguez, F. Illas, Phys. Chem. Chem. Phys. 2013, 15, 12617. [43] H. J. Song, M. C. Sung, H. Yoon, B. Ju, D. W. Kim, Adv. Sci. 2019, 6, 1802135. [44] T. Ouyang, A. N. Chen, Z. Z. He, Z. Q. Liu, Y. Tong, Chem. Commun. 2018, 54, 9901. [45] Z. L. Liu, C. Yuan, F. Teng, M. Y. Tang, Z. U. Abideen, Y. R. Teng, Int. J. Hydrogen Energy 2019, 44, 1345. [46] H. Zhou, K. Liu, H. Li, M. Cao, J. Fu, X. Gao, J. Hu, W. Li, H. Pan, J. Zhan, Q. Li, X. Qiu, M. Liu, J. Colloid Interface Sci. 2019, 550, 17. [47] H. Wu, H. N. Alshareef, T. Zhu, InfoMat 2019, 1, 417. [48] L. Yang, H. X. Xu, H. B. Liu, D. J. Cheng, D. P. Cao, Small Methods\n2019, 3, 1970013. [49] T. Xiong, J. Jia, Z. Wei, L. Zeng, Y. Deng, W. Zhou, S. Chen, Chem.\nEng. J. 2019, 358, 362. [50] L. Ji, J. Wang, X. Teng, H. Dong, X. He, Z. Chen, ACS Appl. Mater.\nInterfaces 2018, 10, 14632. [51] M. Cabán-Acevedo, M. L. Stone, J. R. Schmidt, J. G. Thomas,\nQ. Ding, H. C. Chang, M. L. Tsai, J. H. He, S. Jin, Nat. Mater. 2015, 14, 1245. [52] J. Zhang, Z. Zhao, Z. Xia, L. Dai, Nat. Nanotechnol. 2015, 10, 444. [53] C. Ling, X. Niu, Q. Li, A. Du, J. Wang, J. Am. Chem. Soc. 2018, 140,\n14161. [54] C. Xie, D. Yan, W. Chen, Y. Zou, R. Chen, S. Zang, Y. Wang,\nX. Yao, S. Wang, Mater. Today 2019, https://doi.org/10.1016/j. mattod.2019.05.021. [55] Y. Jiao, Y. Zheng, M. Jaroniec, S. Z. Qiao, Chem. Soc. Rev. 2015, 44, 2060. [56] Y. Zheng, Y. Jiao, Y. Zhu, Q. Cai, A. Vasileff, L. H. Li, Y. Han, Y. Chen, S. Z. Qiao, J. Am. Chem. Soc. 2017, 139, 3336. [57] X. Li, T. Li, Y. Ma, Q. Wei, W. Qiu, H. Guo, X. Shi, P. Zhang, A. M. Asiri, L. Chen, B. Tang, X. Sun, Adv. Energy Mater. 2018, 8, 1801357. [58] A. Vasileff, Y. Zheng, S. Z. Qiao, Adv. Energy Mater. 2017, 7, 1700759. [59] H. Ang, H. Wang, B. Li, Y. Zong, X. Wang, Q. Yan, Small 2016, 12, 2859. [60] Z. Pu, M. Wang, Z. Kou, I. S. Amiinu, S. Mu, Chem. Commun. 2016, 52, 12753. [61] S. A. Shah, X. Shen, M. Xie, G. Zhu, Z. Ji, H. Zhou, K. Xu, X. Yue, A. Yuan, J. Zhu, Y. Chen, Small 2019, 15, 1804545. [62] Y. Jiang, X. Li, S. Yu, L. Jia, X. Zhao, C. Wang, Adv. Funct. Mater. 2015, 25, 2693. [63] Y. Liu, G. Yu, G.-D. Li, Y. Sun, T. Asefa, W. Chen, X. Zou, Angew. Chem., Int. Ed. 2015, 54, 10752. [64] Y. Wang, H. Li, P. He, E. Hosono, H. Zhou, Nanoscale 2010, 2, 1294. [65] C. Wang, R. Ciganda, L. Salmon, D. Gregurec, J. Irigoyen, S. Moya, J. Ruiz, D. Astruc, Angew. Chem., Int. Ed. 2016, 55, 3091. [66] J. Guo, Z. Mao, X. Yan, R. Su, P. Guan, B. Xu, X. Zhang, G. Qin, S. J. Pennycook, Nano Energy 2016, 28, 261.\nSmall 2019, 1903380\n1903380 (23 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[67] J. Gu, F. Héroguel, J. Luterbacher, X. Hu, Angew. Chem., Int. Ed. 2018, 57, 2943. [68] H. Cheng, L. X. Ding, G. F. Chen, L. Zhang, J. Xue, H. Wang, Adv. Mater. 2018, 30, 1803694. [69] C. Xu, L. Wang, Z. Liu, L. Chen, J. Guo, N. Kang, X. L. Ma, H. M. Cheng, W. Ren, Nat. Mater. 2015, 14, 1135. [70] D. Geng, X. Zhao, Z. Chen, W. Sun, W. Fu, J. Chen, W. Liu, W. Zhou, K. P. Loh, Adv. Mater. 2017, 29, 1700072. [71] K. D. Fredrickson, B. Anasori, Z. W. Seh, Y. Gogotsi, A. Vojvodic, J. Phys. Chem. C 2016, 120, 28432. [72] J. Halim, S. Kota, M. R. Lukatskaya, M. Naguib, M.-Q. Zhao, E. J. Moon, J. Pitock, J. Nanda, S. J. May, Y. Gogotsi, M. W. Barsoum, Adv. Funct. Mater. 2016, 26, 3118. [73] K. Sohn, F. Kim, K. C. Pradel, J. Wu, Y. Peng, F. Zhou, J. Huang, ACS Nano 2009, 3, 2191. [74] J. Jia, T. Xiong, L. Zhao, F. Wang, H. Liu, R. Hu, J. Zhou, W. Zhou, S. Chen, ACS Nano 2017, 11, 12509. [75] Z. Kou, T. Wang, Y. Cai, C. Guan, Z. Pu, C. Zhu, Y. Hu, A. M. Elshahawy, J. Wang, S. Mu, Small Methods 2018, 2, 1700396. [76] J. Wan, J. Wu, X. Gao, T. Li, Z. Hu, H. Yu, L. Huang, Adv. Funct. Mater. 2017, 27, 1703933. [77] Y. Wang, X. Han, P. Xu, D. Liu, L. Cui, H. Zhao, Y. Du, Chem. Eng. J. 2019, 372, 312. [78] H. Lin, N. Liu, Z. Shi, Y. Guo, Y. Tang, Q. Gao, Adv. Funct. Mater. 2016, 26, 5590. [79] M. Zhou, L. Cheng, J. S. Choi, B. Liu, L. A. Curtiss, R. S. Assary, J. Phys. Chem. C 2018, 122, 1595. [80] S. Jing, L. Zhang, L. Luo, J. Lu, S. Yin, P. K. Shen, P. Tsiakaras, Appl. Catal., B 2018, 224, 533. [81] D. Wang, T. Liu, J. Wang, Z. Wu, Carbon 2018, 139, 845. [82] C. Wan, B. M. Leonard, Chem. Mater. 2015, 27, 4281. [83] Q. Cao, L. Zhao, A. Wang, L. Yang, L. Lai, Z. L. Wang, J. Kim,\nW. Zhou, Y. Yamauchi, J. Lin, Nanoscale 2019, 11, 1700. [84] K. Xiong, L. Li, L. Zhang, W. Ding, L. Peng, Y. Wang, S. Chen,\nS. Tan, Z. Wei, J. Mater. Chem. A 2015, 3, 1863. [85] Y. Y. Chen, Y. Zhang, W. J. Jiang, X. Zhang, Z. Dai, L. J. Wan,\nJ. S. Hu, ACS Nano 2016, 10, 8851. [86] J. Liang, Y. Jiao, M. Jaroniec, S. Z. Qiao, Angew. Chem., Int. Ed.\n2012, 51, 11496. [87] H. Ang, H. T. Tan, Z. M. Luo, Y. Zhang, Y. Y. Guo, G. Guo,\nH. Zhang, Q. Yan, Small 2015, 11, 6278. [88] Z. Wu, Z. Zou, J. Huang, F. Gao, J. Catal. 2018, 358, 243. [89] A. Förster, S. Gemming, G. Seifert, D. Tománek, ACS Nano 2017,\n11, 9989. [90] B. Yao, J. Zhang, X. Fan, J. He, Y. Li, Small 2019, 15, 1803746. [91] M. Q. Yang, J. Wang, H. Wu, G. W. Ho, Small 2018, 14, 1703323. [92] L. Xu, H. W. Liang, Y. Yang, S. H. Yu, Chem. Rev. 2018, 118, 3209. [93] Y. Li, R. Zhang, W. Zhou, X. Wu, H. Zhang, J. Zhang, ACS Nano\n2019, 13, 5533. [94] X. Li, J. Yu, J. Jia, A. Wang, L. Zhao, T. Xiong, H. Liu, W. Zhou,\nNano Energy 2019, 62, 127. [95] J. M. Wu, Y. Chen, L. Pan, P. Wang, Y. Cui, D. Kong, L. Wang,\nX. Zhang, J. J. Zou, Appl. Catal., B 2018, 221, 187. [96] S. Liu, F. Li, D. Wang, C. Huang, Y. Zhao, J. B. Baek, J. Xu, Small\nMethods 2018, 2, 1800040. [97] F. Li, X. Zhao, J. Mahmood, M. S. Okyay, S. M. Jung, I. Ahmad,\nS. J. Kim, G. F. Han, N. Park, J. B. Baek, ACS Nano 2017, 11, 7527. [98] S. Yang, Y. Wang, H. Zhang, Y. Zhang, L. Liu, L. Fang, X. Yang,\nX. Gu, Y. Wang, J. Catal. 2019, 371, 20. [99] X. Sun, H. Deng, W. Zhu, Z. Yu, C. Wu, Y. Xie, Angew. Chem., Int.\nEd. 2016, 55, 1704. [100] Y. Liu, S. Liu, Y. Wang, Q. Zhang, L. Gu, S. Zhao, D. Xu, Y. Li,\nJ. Bao, Z. Dai, J. Am. Chem. Soc. 2018, 140, 2731. [101] D. Hou, S. Zhu, H. Tian, H. Wei, X. Feng, Y. Mai, ACS Appl. Mater.\nInterfaces 2018, 10, 40800.\n[102] S. Li, C. Cheng, A. Sagaltchik, P. Pachfule, C. Zhao, A. Thomas, Adv. Funct. Mater. 2019, 29, 1807419. [103] Z. Zhao, F. Qin, S. Kasiraju, L. Xie, M. K. Alam, S. Chen, D. Wang, Z. Ren, Z. Wang, L. C. Grabow, J. Bao, ACS Catal. 2017, 7, 7312. [104] C. Huang, X. Miao, C. Pi, B. Gao, X. Zhang, P. Qin, K. Huo, X. Peng, P. K. Chu, Nano Energy 2019, 60, 520. [105] X. Zou, Y. Zhang, Chem. Soc. Rev. 2015, 44, 5148. [106] D. Y. Wang, M. Gong, H. L. Chou, C. J. Pan, H. A. Chen, Y. Wu,\nM. C. Lin, M. Guan, J. Yang, C. W. Chen, Y. L. Wang, B. J. Hwang, C. C. Chen, H. Dai, J. Am. Chem. Soc. 2015, 137, 1587. [107] X. Du, J. Huang, J. Zhang, Y. Yan, C. Wu, Y. Hu, C. Yan, T. Lei, W. Chen, C. Fan, J. Xiong, Angew. Chem., Int. Ed. 2019, 58, 4484. [108] S. Bai, Y. Xiong, Chem. Commun. 2015, 51, 10261. [109] H. K. Sadhanala, V. K. Harika, T. R. Penki, D. Aurbach,\nA. Gedanken, ChemCatChem 2019, 11, 1495. [110] J. M. Notestein, A. Katz, Chem. - Eur. J. 2006, 12, 3954. [111] J. Wang, W. Wang, L. Ji, S. Czioska, L. Guo, Z. Chen, ACS Appl.\nEnergy Mater. 2018, 1, 736. [112] J. Jeon, Y. Park, S. Choi, J. Lee, S. S. Lim, B. H. Lee, Y. J. Song,\nJ. H. Cho, Y. H. Jang, S. Lee, ACS Nano 2018, 12, 338. [113] Y. N. Regmi, A. Roy, G. A. Goenaga, J. R. McBride, B. R. Rogers,\nT. A. Zawodzinski Jr., N. Labbé, S. C. Chmely, ChemCatChem 2017, 9, 1054. [114] Y. Liu, B. Huang, Z. Xie, Appl. Surf. Sci. 2018, 427, 693. [115] S. Posada-Pérez, F. Viñes, P. J. Ramirez, A. B. Vidal,\nJ. A. Rodriguez, F. Illas, Phys. Chem. Chem. Phys. 2014, 16, 14912. [116] C. Wan, Y. N. Regmi, B. M. Leonard, Angew. Chem., Int. Ed. 2014,\n53, 6407. [117] Z. Li, C. Chen, E. Zhan, N. Ta, Y. Li, W. Shen, Chem. Commun.\n2014, 50, 4469. [118] X. Zhang, J. Wang, T. Guo, T. Liu, Z. Wu, L. Cavallo, Z. Cao,\nD. Wang, Appl. Catal., B 2019, 247, 78. [119] C. He, J. Tao, Chem. Commun. 2015, 51, 8323. [120] W. Tian, H. Hu, Y. Wang, P. Li, J. Liu, J. Liu, X. Wang, X. Xu, Z. Li,\nQ. Zhao, H. Ning, W. Wu, M. Wu, ACS Nano 2018, 12, 1990. [121] X. F. Lu, L. Yu, J. Zhang, X. W. Lou, Adv. Mater. 2019, 31, 1900699. [122] E. Ochoa, D. Torres, R. Moreira, J. L. Pinilla, I. Suelves, Appl.\nCatal., B 2018, 239, 463. [123] J. Wang, W. Chen, T. Wang, N. Bate, C. Wang, E. Wang, Nano Res.\n2018, 11, 4535. [124] H. Lin, W. Zhang, Z. Shi, M. Che, X. Yu, Y. Tang, Q. Gao, ChemSu-\nsChem 2017, 10, 2597. [125] S. Dutta, A. Indra, H. Han, T. Song, ChemSusChem 2018, 11, 3956. [126] X. Liu, Y. Song, W. Geng, H. Li, L. Xiao, W. Wu, Catalysts 2016, 6, 75. [127] A. Adam, M. H. Suliman, M. Awwad, M. N. Siddiqui, Z. H. Yamani,\nM. Qamar, Int. J. Hydrogen Energy 2019, 44, 11797. [128] M. Li, Y. Zhu, H. Wang, C. Wang, N. Pinna, X. Lu, Adv. Energy\nMater. 2019, 9, 1803185. [129] F. X. Ma, H. B. Wu, B. Y. Xia, C. Y. Xu, X. W. Lou, Angew. Chem.,\nInt. Ed. 2015, 54, 15395. [130] Z. Cheng, Q. Fu, Q. Han, Y. Xiao, Y. Liang, Y. Zhao, L. Qu, Adv.\nFunct. Mater. 2018, 28, 1705967. [131] B. Šljukić, D. M. F. Santos, M. Vujković, L. Amaral, R. P. Rocha,\nC. A. C. Sequeira, J. L. Figueiredo, ChemSusChem 2016, 9, 1200. [132] J. Q. Chi, J. Y. Xie, W. W. Zhang, B. Dong, J. F. Qin, X. Y. Zhang,\nJ. H. Lin, Y. M. Chai, C. G. Liu, ACS Appl. Mater. Interfaces 2019, 11, 4047. [133] H. Wei, Q. Xi, X. a. Chen, D. Guo, F. Ding, Z. Yang, S. Wang, J. Li, S. Huang, Adv. Sci. 2018, 5, 1700733. [134] Y. Zhou, W. Huang, X. Zhang, M. Wang, L. Zhang, J. Shi, Chem. - Eur. J. 2017, 23, 17029. [135] S. Posada-Pérez, P. J. Ramírez, J. Evans, F. Viñes, P. Liu, F. Illas, J. A. Rodriguez, J. Am. Chem. Soc. 2016, 138, 8269. [136] Q. Hu, X. Liu, B. Zhu, L. Fan, X. Chai, Q. Zhang, J. Liu, C. He, Z. Lin, Nano Energy 2018, 50, 212.\nSmall 2019, 1903380\n1903380 (24 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[137] J. X. Feng, J. Q. Wu, Y. X. Tong, G. R. Li, J. Am. Chem. Soc. 2018, 140, 610. [138] S. Posada-Pérez, F. Viñes, J. A. Rodríguez, F. Illas, J. Chem. Phys. 2015, 143, 114704. [139] S. Kattel, P. J. Ramírez, J. G. Chen, J. A. Rodriguez, P. Liu, Science 2017, 355, 1296. [140] L. Lin, W. Zhou, R. Gao, S. Yao, X. Zhang, W. Xu, S. Zheng, Z. Jiang, Q. Yu, Y. W. Li, C. Shi, X. D. Wen, D. Ma, Nature 2017, 544, 80. [141] Y. Zhang, J. Zang, S. Jia, P. Tian, C. Han, Y. Wang, Appl. Surf. Sci. 2017, 412, 327. [142] S. Yao, X. Zhang, W. Zhou, R. Gao, W. Xu, Y. Ye, L. Lin, X. Wen, P. Liu, B. Chen, E. Crumlin, J. Guo, Z. Zuo, W. Li, J. Xie, L. Lu, C. J. Kiely, L. Gu, C. Shi, J. A. Rodriguez, D. Ma, Science 2017, 357, 389. [143] Y. Qiu, Z. Wen, C. Jiang, X. Wu, R. Si, J. Bao, Q. Zhang, L. Gu, J. Tang, X. Guo, Small 2019, 15, 1900014. [144] Q. Liang, H. Jin, Z. Wang, Y. Xiong, S. Yuan, X. Zeng, D. He, S. Mu, Nano Energy 2019, 57, 746. [145] R. A. Mir, O. P. Pandey, Chem. Eng. J. 2018, 348, 1037. [146] L. Lin, Z. Sun, M. Yuan, H. Yang, H. Li, C. Nan, H. Jiang, S. Ge, G. Sun, ACS Sustainable Chem. Eng. 2019, 7, 9637. [147] J. T. Ren, L. Chen, C. C. Weng, G. G. Yuan, Z. Y. Yuan, ACS Appl. Mater. Interfaces 2018, 10, 33276. [148] J. H. Han, M. Kwak, Y. Kim, J. Cheon, Chem. Rev. 2018, 118, 6151. [149] Y. Deng, R. Gao, L. Lin, T. Liu, X. D. Wen, S. Wang, D. Ma, J. Am. Chem. Soc. 2018, 140, 14481. [150] C. Jimenez-Orozco, E. Florez, A. Moreno, P. Liu, J. A. Rodriguez, J. Phys. Chem. C 2016, 120, 13531. [151] Z. Lin, L. Cai, W. Lu, Y. Chai, Small 2017, 13, 1700051. [152] W. F. Chen, C. H. Wang, K. Sasaki, N. Marinkovic, W. Xu, J. T. Muckerman, Y. Zhu, R. R. Adzic, Energy Environ. Sci. 2013, 6, 943. [153] J. S. Li, Y. Wang, C. H. Liu, S. L. Li, Y. G. Wang, L. Z. Dong, Z. H. Dai, Y. F. Li, Y. Q. Lan, Nat. Commun. 2016, 7, 11204. [154] X. Fan, Y. Liu, Z. Peng, Z. Zhang, H. Zhou, X. Zhang,\nB. I. Yakobson, W. A. Goddard, X. Guo, R. H. Hauge, J. M. Tour, ACS Nano 2017, 11, 384. [155] D. H. Youn, S. Han, J. Y. Kim, J. Y. Kim, H. Park, S. H. Choi, J. S. Lee, ACS Nano 2014, 8, 5164. [156] X. Xie, Y. F. Jiang, C. Z. Yuan, N. Jiang, S. J. Zhao, L. Jia, A. W. Xu, J. Phys. Chem. C 2017, 121, 24979. [157] C. Wu, J. Li, ACS Appl. Mater. Interfaces 2017, 9, 41314. [158] J. Wang, F. Xu, H. Jin, Y. Chen, Y. Wang, Adv. Mater. 2017, 29,\n1605838. [159] T. Ouyang, Y. Q. Ye, C. Y. Wu, K. Xiao, Z. Q. Liu, Angew. Chem., Int.\nEd. 2019, 58, 4923. [160] Q. C. Zhu, S. M. Xu, M. M. Harris, C. Ma, Y. S. Liu, X. Wei,\nH. S. Xu, Y. X. Zhou, Y. C. Cao, K. X. Wang, J. S. Chen, Adv. Funct. Mater. 2016, 26, 8514. [161] Y. Wang, K. Li, F. Yan, C. Li, C. Zhu, X. Zhang, Y. J. Chen, Nanoscale 2019, 11, 12563. [162] Y. Lu, H. Ang, Q. Yan, E. Fong, Chem. Mater. 2016, 28, 5743. [163] S. K. Kim, Y. J. Zhang, H. Bergstrom, R. Michalsky, A. Peterson,\nACS Catal. 2016, 6, 2003. [164] A. R. Zeradjanin, J. P. Grote, G. Polymeros, K. J. J. Mayrhofer, Elec-\ntroanalysis 2016, 28, 2256. [165] V. R. Stamenkovic, B. Fowler, B. S. Mun, G. Wang, P. N. Ross,\nC. A. Lucas, N. M. Marković, Science 2007, 315, 493. [166] J. Guo, J. Huo, Y. Liu, W. Wu, Y. Wang, M. Wu, H. Liu, G. Wang,\nSmall Methods 2019, 3, 1900159. [167] Y. Gong, J. Wu, M. Kitano, J. Wang, T. N. Ye, J. Li, Y. Kobayashi,\nK. Kishida, H. Abe, Y. Niwa, H. Yang, T. Tada, H. Hosono, Nat. Catal. 2018, 1, 178. [168] D. Voiry, H. S. Shin, K. P. Loh, M. Chhowalla, Nat. Rev. Chem. 2018, 2, 0105.\n[169] S. Sharma, S. K. Ghoshal, Renewable Sustainable Energy Rev. 2015, 43, 1151. [170] N. A. A. Rusman, M. Dahari, Int. J. Hydrogen Energy 2016, 41, 12108. [171] A. Ahmed, A. Q. Al-Amin, A. F. Ambrose, R. Saidur, Int. J. Hydrogen Energy 2016, 41, 1369. [172] L. L. Wang, X. Liu, J. M. Luo, X. D. Duan, J. Crittenden, C. B. Liu, S. Q. Zhang, Y. Pei, Y. X. Zeng, X. F. Duan, Angew. Chem., Int. Ed. 2017, 56, 7610. [173] J. Jia, L. C. Seitz, J. D. Benck, Y. Huo, Y. Chen, J. W. D. Ng, T. Bilir, J. S. Harris, T. F. Jaramillo, Nat. Commun. 2016, 7, 13237. [174] Y. Kalinci, A. Hepbasli, I. Dincer, Int. J. Hydrogen Energy 2009, 34, 8799. [175] R. H. Crabtree, Chem. Rev. 2017, 117, 9228. [176] T. Zhang, K. Yang, C. Wang, S. Li, Q. Zhang, X. Chang, J. Li, S. Li,\nS. Jia, J. Wang, L. Fu, Adv. Energy Mater. 2018, 8, 1801690. [177] P. Bhanja, B. Mohanty, A. K. Patra, S. Ghosh, B. K. Jena,\nA. Bhaumik, ChemCatChem 2019, 11, 583. [178] P. Wang, K. Jiang, G. Wang, J. Yao, X. Huang, Angew. Chem., Int.\nEd. 2016, 55, 12859. [179] Y. W. Peng, C. Shan, H. J. Wang, L. Y. Hong, S. Yao, R. J. Wu,\nZ. M. Zhang, T. B. Lu, Adv. Energy Mater. 2019, 9, 1900597. [180] L. L. Wang, X. Liu, Q. F. Zhang, G. Zhou, Y. Pei, S. H. Chen,\nJ. Wang, A. M. Rao, H. G. Yang, B. A. Lu, Nano Energy 2019, 61, 194. [181] J. Lu, L. Zhang, S. Jing, L. Luo, S. Yin, Int. J. Hydrogen Energy 2017, 42, 5993. [182] L. Wang, C. Lin, D. Huang, J. Chen, L. Jiang, M. Wang, L. Chi, L. Shi, J. Jin, ACS Catal. 2015, 5, 3801. [183] G. F. Long, K. Wan, M. Y. Liu, Z. X. Liang, J. H. Piao, P. Tsiakaras, J. Catal. 2017, 348, 151. [184] C. Costentin, J. M. Savéant, ACS Catal. 2017, 7, 4876. [185] V. M. Nikolic, S. L. Maslovara, G. S. Tasic, T. P. Brdaric,\nP. Z. Lausevic, B. B. Radak, M. P. Marceta Kaninski, Appl. Catal., B 2015, 179, 88. [186] Y. Zhang, H. Lei, D. Duan, E. Villota, C. Liu, R. Ruan, ACS Appl. Mater. Interfaces 2018, 10, 20429. [187] Y. Huang, R. J. Nielsen, W. A. Goddard, M. P. Soriaga, J. Am. Chem. Soc. 2015, 137, 6692. [188] G. García, M. Roca-Ayats, O. Guillén-Villafuerte, J. L. Rodríguez, M. C. Arévalo, E. Pastor, J. Electroanal. Chem. 2017, 793, 235. [189] K. Xia, J. Guo, C. Xuan, T. Huang, Z. Deng, L. Chen, D. Wang, Chin. Chem. Lett. 2019, 30, 192. [190] X. Kong, S. Chen, Y. Zou, S. Lyu, X. She, Y. Lu, J. Sun, H. Zhang, D. Yang, Int. J. Hydrogen Energy 2018, 43, 13720. [191] X. Zhao, W. Sun, D. Geng, W. Fu, J. Dan, Y. Xie, P. R. C. Kent, W. Zhou, S. J. Pennycook, K. P. Loh, Adv. Mater. 2019, 31, 1808343. [192] L. Zhang, H. Yang, D. K. J. A. Wanigarathna, B. Liu, Small Methods 2018, 2, 1700353. [193] H. Zhang, H. Jin, Y. Yang, F. Sun, Y. Liu, X. Du, S. Zhang, F. Song, J. Wang, Y. Wang, Z. Jiang, J. Energy Chem. 2019, 35, 66. [194] R. Ma, Y. Zhou, Y. Chen, P. Li, Q. Liu, J. Wang, Angew. Chem., Int. Ed. 2015, 54, 14723. [195] H. B. Wu, B. Y. Xia, L. Yu, X. Y. Yu, X. W. Lou, Nat. Commun. 2015, 6, 6512. [196] M. A. R. Anjum, M. H. Lee, J. S. Lee, ACS Catal. 2018, 8, 8296. [197] R. Jiang, J. Fan, L. Hu, Y. Dou, X. Mao, D. Wang, Electrochim. Acta 2018, 261, 578. [198] H. Shin, H. Xiao, W. A. Goddard, J. Am. Chem. Soc. 2018, 140, 6745. [199] Z. Shi, K. Nie, Z. J. Shao, B. Gao, H. Lin, H. Zhang, B. Liu,\nY. Wang, Y. Zhang, X. Sun, X. M. Cao, P. Hu, Q. Gao, Y. Tang, Energy Environ. Sci. 2017, 10, 1262.\nSmall 2019, 1903380\n1903380 (25 of 25)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n[200] F. Yu, Y. Gao, Z. Lang, Y. Ma, L. Yin, J. Du, H. Tan, Y. Wang, Y. Li, Nanoscale 2018, 10, 6080. [201] S. Piontek, C. Andronescu, A. Zaichenko, B. Konkena, K. J. Puring, B. Marler, H. Antoni, I. Sinev, M. Muhler, D. Mollenhauer, B. R. Cuenya, W. Schuhmann, U. P. Apfel, ACS Catal. 2018, 8, 987. [202] T. Rauscher, C. I. Müller, A. Schmidt, B. Kieback, L. Röntzsch, Int. J. Hydrogen Energy 2016, 41, 2165. [203] H. Yan, Y. Xie, Y. Jiao, A. Wu, C. Tian, X. Zhang, L. Wang, H. Fu, Adv. Mater. 2018, 30, 1704156. [204] X. Luo, Q. Zhou, S. Du, J. Li, L. Zhang, K. Lin, H. Li, B. Chen, T. Wu, D. Chen, M. Chang, Y. Liu, ACS Appl. Mater. Interfaces 2018, 10, 42335. [205] C. Lv, Z. Huang, Q. Yang, G. Wei, Z. Chen, M. G. Humphrey, C. Zhang, J. Mater. Chem. A 2017, 5, 22805. [206] S. Intikhab, V. Natu, J. Li, Y. Li, Q. Tao, J. Rosen, M. W. Barsoum, J. Snyder, J. Catal. 2019, 371, 325. [207] X. Wang, J. Wang, X. Zhang, Q. Tian, M. Liu, N. Cai, Y. Xue, W. Chen, W. Li, F. Yu, ChemCatChem 2019, 11, 1354. [208] Q. Li, Z. Ma, R. Sa, H. Adidharma, K. A. M. Gasem, A. G. Russell, M. Fan, K. Wu, J. Mater. Chem. A 2017, 5, 14658. [209] G. R. Zhang, S. Wöllner, Appl. Catal., B 2018, 222, 26. [210] C. Wei, R. R. Rao, J. Peng, B. Huang, I. E. L. Stephens, M. Risch, Z. J. Xu, Y. Shao-Horn, Adv. Mater. 2019, 31, 1806296. [211] Z. W. Seh, J. Kibsgaard, C. F. Dickens, , I. Chorkendorff, J. K. Nørskov, T. F. Jaramillo, Science 2017, 355, eaad4998. [212] J. N. Xing, Y. Li, S. W. Guo, T. Jin, H. X. Li, Y. J. Wang, L. F. Jiao, Electrochim. Acta 2019, 298, 305. [213] Y. Luo, Z. Wang, Y. Fu, C. Jin, Q. Wei, R. Yang, J. Mater. Chem. A 2016, 4, 12583. [214] Y. Zhang, X. Xia, X. Cao, B. Zhang, N. H. Tiep, H. He, S. Chen, Y. Huang, H. J. Fan, Adv. Energy Mater. 2017, 7, 1700220. [215] J. Chen, J. Jia, Z. Wei, G. Li, J. Yu, L. Yang, T. Xiong, W. Zhou, Q. Tong, Int. J. Hydrogen Energy 2018, 43, 14301. [216] Z. Kou, L. Zhang, Y. Ma, X. Liu, W. Zang, J. Zhang, S. Huang, Y. Du, A. K. Cheetham, J. Wang, Appl. Catal., B 2019, 243, 678. [217] H. B. Wu, X. W. Lou, Sci. Adv. 2017, 3, eaap9252. [218] L. Li, J. He, Y. Wang, X. Lv, X. Gu, P. Dai, D. Liu, X. Zhao, J. Mater. Chem. A 2019, 7, 1964. [219] Z. Fang, B. Bueken, D. E. De Vos, R. A. Fischer, Angew. Chem., Int.\nEd. 2015, 54, 7234.\n[220] S. Yuan, L. Feng, K. Wang, J. Pang, M. Bosch, C. Lollar, Y. Sun, J. Qin, X. Yang, P. Zhang, Q. Wang, L. Zou, Y. Zhang, L. Zhang, Y. Fang, J. Li, H. C. Zhou, Adv. Mater. 2018, 30, 1704303. [221] R. B. Lin, Y. He, P. Li, H. Wang, W. Zhou, B. Chen, Chem. Soc. Rev. 2019, 48, 1362. [222] T. Huang, Y. Chen, J. M. Lee, Small 2017, 13, 1702753. [223] X. Luo, Q. Zhou, S. Du, J. Li, J. Zhong, X. Deng, Y. Liu, ACS Appl. Mater. Interfaces 2018, 10, 22291. [224] K. A. Brown, D. F. Harris, M. B. Wilker, A. Rasmussen, N. Khadka,\nH. Hamby, S. Keable, G. Dukovic, J. W. Peters, L. C. Seefeldt, P. W. King, Science 2016, 352, 448. [225] Q. Y Li, S. Y. Qiu, L. Z. He, X. W. Zhang, C. H. Sun, Phys. Chem. Chem. Phys. 2018, 20, 23338. [226] I. Matanovic, F. H. Garzon, Phys. Chem. Chem. Phys. 2018, 20, 14679. [227] X. M. Qu, L. F. Shen, Y. J. Mao, J. X. Lin, Y. Y. Li, G. Li, Y. Y. Zhang,\nY. X. Jiang, S. G. Sun, ACS Appl. Mater. Interfaces 2019, 11, 31869. [228] D. Yang, T. Chen, Z. Wang, J. Mater. Chem. A 2017, 5, 18967. [229] X. Ren, J. Zhao, Q. Wei, Y. Ma, H. Guo, Q. Liu, Y. Wang, G. Cui, A. M. Asiri, B. Li, B. Tang, X. Sun, ACS Cent. Sci. 2019, 5, 116. [230] N. Li, X. Chen, W. J. Ong, D. R. MacFarlane, X. Zhao, A. K. Cheetham, C. Sun, ACS Nano 2017, 11, 10825. [231] S. Back, Y. Jung, ACS Energy Lett. 2017, 2, 969. [232] M. D. Porosoff, B. Yan, J. G. Chen, Energy Environ. Sci. 2016, 9, 62. [233] J. Gao, Y. Wu, C. Jia, Z. Zhong, F. Gao, Y. Yang, B. Liu, Catal. Commun. 2016, 84, 147. [234] W. Xu, P. J. Ramirez, D. Stacchiola, J. A. Rodriguez, Catal. Lett. 2014, 144, 1418. [235] Y. Chen, S. Choi, L. T. Thompson, Catal. Today 2016, 259, 285. [236] A. J. Medford, A. Vojvodic, F. Studt, F. Abild-Pedersen, J. K. Nørskov, J. Catal. 2012, 290, 108. [237] C. Liu, T. R. Cundari, A. K. Wilson, J. Phys. Chem. C 2012, 116, 5681. [238] M. D. Porosoff, X. Yang, J. A. Boscoboinik, J. G. Chen, Angew.\nChem., Int. Ed. 2014, 53, 6705. [239] S. Posada-Pérez, P. J. Ramírez, R. A. Gutiérrez, D. J. Stacchiola,\nF. Viñes, P. Liu, F. Illas, J. A. Rodriguez, Catal. Sci. Technol. 2016, 6, 6766.\n[240] M. D. Porosoff, J. W. Baldwin, X. Peng, G. Mpourmpakis, H. D. Willauer, ChemSusChem 2017, 10, 2408.\nSmall 2019, 1903380"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "M. Zhou", "L. Cheng", "J.S. Choi", "B. Liu", "L.A. Curtiss", "R.S. Assary", "J. Phys" ],
      "venue" : "C 2018, 122,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 1595
    }, {
      "title" : "Chem",
      "author" : [ "K. Xiong", "L. Li", "L. Zhang", "W. Ding", "L. Peng", "Y. Wang", "S. Chen", "S. Tan", "Z. Wei", "J. Mater" ],
      "venue" : "A 2015, 3,",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 1863
    }, {
      "title" : "Chem",
      "author" : [ "Y. Liu", "S. Liu", "Y. Wang", "Q. Zhang", "L. Gu", "S. Zhao", "D. Xu", "Y. Li", "J. Bao", "Z. Dai", "J. Am" ],
      "venue" : "Soc. 2018, 140,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2731
    }, {
      "title" : "Chem",
      "author" : [ "D.Y. Wang", "M. Gong", "H.L. Chou", "C.J. Pan", "H.A. Chen", "Y. Wu", "M.C. Lin", "M. Guan", "J. Yang", "C.W. Chen", "Y.L. Wang", "B.J. Hwang", "C.C. Chen", "H. Dai", "J. Am" ],
      "venue" : "Soc. 2015, 137,",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 1587
    }, {
      "title" : "Chem",
      "author" : [ "L. Li", "J. He", "Y. Wang", "X. Lv", "X. Gu", "P. Dai", "D. Liu", "X. Zhao", "J. Mater" ],
      "venue" : "A 2019, 7,",
      "citeRegEx" : "218",
      "shortCiteRegEx" : null,
      "year" : 1964
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Heteroatom doping into materials lattice can tune the electronic or surface structures of the material and in turn influence the adsorption free energy of reaction intermediates on the surface for boosting the catalytic efficiency.[74,78,79] Heteroatom modification demonstrates that the additional heteroatoms replace the crystal lattice sites of material.",
      "startOffset" : 231,
      "endOffset" : 241
    }, {
      "referenceID" : 0,
      "context" : "[88] Zhou et al.[79] have investigated the role of “Ni” dopant atom toward the oxygen removal from the Mo2C (0 0 1) catalyst surface.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 2,
      "context" : "[99] Constructing heterostructure has been expected as a promising strategy to optimize the hydrogen adsorption free energy (ΔGH*) and simultaneously achieve a desirable electrochemical activity.[100] Heterostructures, as a promising strategy for highly efficient electrochemical energy conversion, have been successfully applied in MoxC-based catalytic materials, such as",
      "startOffset" : 195,
      "endOffset" : 200
    }, {
      "referenceID" : 0,
      "context" : "Reproduced with permission.[79] Copyright 2018, American Chemical Society.",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 3,
      "context" : "[55,105] Theoretically, the ΔGH* value of an ideal catalyst for HER is close to 0 eV, which can optimize the intermediates adsorption and release processes.[106,107] The synergistic effect in the heterostructures can be contributed to the charge transfer through heterointerfaces, which can modulate the electronic configuration for the optimization of adsorption free energy of H* toward HER.",
      "startOffset" : 156,
      "endOffset" : 165
    }, {
      "referenceID" : 4,
      "context" : "Metal–organic frameworks (MOFs) have been regarded as a new class of porous materials with widespread applications in gas storage/separation, catalysis, and energy storage.[217,218] The periodically porous and hybrid structure of MOFs offer unique benefits for the fabrication of carbon and/or metal-based nanostructured materials.",
      "startOffset" : 172,
      "endOffset" : 181
    } ],
    "year" : 2019,
    "abstractText" : "R. Y. Ge, M. J. Sun, M. Y. Zhu, Prof. Y. Li, Prof. W. X. Li Institute of Materials, School of Materials Science and Engineering/Institute for Sustainable Energy Shanghai University Shanghai 200444, China E-mail: shuliwx@t.shu.edu.cn J. J. Huo School of Environmental and Chemical Engineering Shanghai University Shanghai 200444, China Prof. S. L. Chou Institute for Superconducting and Electronic Materials Australian Institute for Innovative Materials University of Wollongong North Wollongong, New South Wales 2522, Australia Prof. W. X. Li Shanghai Key Laboratory of High Temperature Superconductors Shanghai 200444, China The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201903380.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}