{
  "name" : "downloads_2020-10-05_58_bahl2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanomaterial categorization by surface reactivity: A case study comparing 35 materials with four different test methods",
    "authors" : [ "Aileen Bahla", "Bryan Hellackb", "Martin Wiemannd", "Anna Giustia", "Kai Werlee", "Andrea Haasea", "Wendel Wohllebene", "Bernd Nowack" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNanoImpact\njournal homepage: www.elsevier.com/locate/nanoimpact\nResearch paper\nNanomaterial categorization by surface reactivity: A case study comparing 35 materials with four different test methods Aileen Bahla, Bryan Hellackb,c, Martin Wiemannd, Anna Giustia, Kai Werlee, Andrea Haasea,⁎,1, Wendel Wohllebene,⁎⁎,1 aGerman Federal Institute for Risk Assessment (BfR), Department of Chemical and Product Safety, Berlin, Germany b Institute for Energy and Environmental Technology e.V. (IUTA), Duisburg, Germany cGerman Environment Agency (UBA), Dessau, Germany d IBE R&D Institute for Lung Health gGmbH, Münster, Germany e BASF SE, Department of Material Physics, Ludwigshafen, Germany\nA R T I C L E I N F O\nEditor: Bernd Nowack\nKeywords: Nanomaterials Surface reactivity Oxidative potential Functional assays Test strategy Logistic regression\nA B S T R A C T\nNanomaterials (NMs) can be manufactured in plenty of variants differing in their physicochemical properties. Functional assays can be highly useful to cope with the enormous variability by supporting prioritization and categorization. Oxidative potential (OP) seems to be in particular important in this context and different assays are available. However, their reliability and predictivity are not well-characterized. This study compares four different test methods for measuring NM OP. Reactive oxygen species (ROS) generation was measured on a set of 35 different materials, all extensively characterized with respect to physicochemical properties and most of them with respect to toxicity. Different acellular assays were applied, namely electron spin resonance (ESR) spectroscopy using CPH spin probe and DMPO spin trap, and the ferric reduction ability of serum (FRAS) assay. In addition, protein carbonylation as a marker for oxidative protein damage was analyzed in NRK-52E cells. All assays were assessed individually for their predictivity compared to established toxicological endpoints. We also aimed to identify the optimal assay combination using multivariate logistic regression and other statistical measures. BET surface area-based doses were more suitable to relate surface reactivity to toxicity. In addition, normalization to the deposited dose was advantageous for cellular assays as it improved the predictivity for in vitro as well as in vivo toxicity. The carbonylation assay, potentially in combination with ESR (DMPO spin trap) or FRAS assay, led to the best predictive performance. In summary, we propose a testing strategy for NM OP and demonstrated the applicability in an extended case study on 35 materials. This work is an important contribution towards reliable grouping and testing strategies for NMs."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanomaterials (NMs) can be produced from different chemical substances and their physicochemical properties can be precisely fine-tuned to meet specific functional needs. This results in a theoretically unlimited number of NM variants, differing in physicochemical properties such as size, shape or surface chemistry. Hence, they may also show different toxicological profiles rendering hazard and risk assessment time and resource intense. Grouping and read-across are powerful tools to reduce the amount of necessary experimental testing and thus gained huge interest in the last\ndecade (ECHA, 2008; OECD, 2014). NMs with similar physicochemical and toxicological properties can be assessed as a group. Within an established group available data from data-rich source materials can be used to predict properties and/or toxicities of data-poor target materials. Within a group, comparisons to known benchmark materials can be used as a powerful approach to reduce the uncertainty related to health risks of innovative, new materials. In addition, such approaches are also useful for safety assessment of well-established materials such as fillers and pigments that are produced in megaton quantities in many different (nano-)forms (l'Environment Md, 2015; Wohlleben et al., 2017).\nhttps://doi.org/10.1016/j.impact.2020.100234 Received 17 February 2020; Received in revised form 18 June 2020; Accepted 18 June 2020\n⁎ Correspondence to: A. Haase, German Federal Institute for Risk Assessment (BfR), Department of Chemical and Product Safety, Germany. ⁎⁎ Correspondence to: W. Wohlleben, BASF SE, Department of Material Physics and Department of Experimental Toxicology, Germany. E-mail addresses: andrea.haase@bfr.bund.de (A. Haase), wendel.wohlleben@basf.com (W. Wohlleben). 1 authors contributed equally\nNanoImpact 19 (2020) 100234\nAvailable online 06 July 2020 2452-0748/ © 2020 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).\nT\nSeveral frameworks for NM grouping have already been proposed such as the approach developed by the US-Canada Regulatory Cooperation Council (RCC RCC, 2003), the DF4NanoGrouping framework (Arts et al., 2015), the MARINA grouping and read across approach (Oomen et al., 2015) and others, as summarized in several review articles (Giusti et al., 2019; Oomen et al., 2018). Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013). The underlying idea is that intrinsic factors like shape, size, coating, composition, crystallinity, impurities, etc. may modulate the surface reactivity and thus account for differences in the toxicological potency between different (nano-)forms of a substance. As the relationship between intrinsic physicochemical properties and surface reactivity is not trivial and hardly can be predicted, the measurement of surface reactivity is a good starting point to be implemented in grouping and categorization frameworks. A high surface reactivity is assumed to cause the generation of high quantities of reactive oxygen species (ROS) that may then lead to non-selective oxidation of biomolecules, to oxidative cell damage and to oxidative stress (Sies, 2015; Stone et al., 2007; Xia et al., 2007). NMs can produce ROS by different mechanisms. Fenton-like reactions leading to the generation of hydroxyl radicals are among the most common ones. Other relevant mechanisms are catalytic processes at the NM surface or radical production via dissolved (metal) ions (Driessen et al., 2015; He et al., 2014). ROS can be divided into two classes of molecules. The first type comprises very reactive and thus short-lived species, such as singlet oxygen or free radicals (e.g. superoxide or hydroxyl radicals). They can only reach nearby cellular targets and interact with them. In addition, there are more stable and long-lived species (such as hydrogen peroxide), which can thus also affect distant targets (Hellack et al., 2017a). The imbalance between ROS generation and ROS detoxification leads to elevated ROS levels within cells and is called oxidative stress. This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006). Most of these responses are triggered by alterations in cellular pathways and/or by oxidative damage of biomolecules like proteins, lipids or DNA (Nel et al., 2013; Xia et al., 2007; Driessen et al., 2015; Hellack et al., 2017a). Proteins are the most common targets for cellular ROS. It has been estimated that up to 70% of all ROS finally end up as direct or indirect protein adducts (Davies, 2005; Dalle-Donne et al., 2006). Many different NMs are able to induce oxidative stress (He et al., 2014). The term ROS comprises different short-lived radicals and molecular species. It is neither efficient nor straightforward to detect all of them, even if this would allow for important insights into the underlying mode of action (MoA). The measurements are in particular difficult in dynamic biological environments (He et al., 2014). Accordingly, functional assays are useful to determine the production of specific ROS and of specific consequences of oxidative stress. In order to obtain reliable results, the outcomes of different assays have to be compared and potentially combined to form one parameter, referred to herein as the oxidative potential (OP). The OP as obtained from individual or combined assays should then be correlated to the outcomes of different in vivo and in vitro toxicity assays to assess the predictive power of surface reactivity for the specific toxicological endpoint. Electron spin resonance (ESR) spectroscopy allows qualitative identification and quantitative measurements of free radical species in acellular and cellular environments. It measures the transitions between electron spin states of paramagnetic molecules and it can thus be used to study species with at least one unpaired electron. The ESR spectrum is specific for each radical and its intensity is proportional to the amount of radicals. Two main challenges affect ROS detection: their high reactivity (and thus short life time), and their very low concentrations (He et al., 2014). Therefore, one usually uses spin probes/\nlabels which react with non-radical ROS to make them visible by ESR or spin traps to stabilize the free short-living radicals. In the current study, the spin probe CPH (1-hydroxy-3-carboxy-pyrrolidine) (Hellack et al., 2017b) and the spin trap DMPO (5,5-dimethylpyrroline N-oxide) (Shi et al., 2003) were used. CPH is able to react mainly with singlet oxygen, superoxide radicals and peroxynitrite to give the stable nitroxide radical 3-carboxy-2,2,5,5-tetramethylpyrrolidine 1-oxyl, which then can be detected by ESR spectroscopy (He et al., 2014). DMPO is a nitrone spin trap that can trap mainly hydroxyl and superoxide radicals. The advantage of ESR is that one gets very detailed insights into the detected ROS species. However, special equipment is needed, which is not available in most laboratories. Ferric reduction ability of serum (FRAS) assay measures ROS formation in human blood serum (HBS). Thus, it uses a biologically relevant medium. The FRAS assay is a more indirect read-out of ROS generation, measuring the total antioxidant depletion in HBS. The surface reactivity is derived from the ability of the NM-preincubated HBS to reduce Fe3+ to Fe2+ detected by a color change of the solution. The FRAS assay is able to differentiate between NMs at the lower end of the reactivity scale with higher sensitivity compared to ESR (Gandon et al., 2017). It detects a broad range of ROS species at once. Differently to acellular ESR and FRAS, the measurement of protein carbonylation is a cell-based assay, which measures an important and widely assessed biomarker for protein oxidation (Stadtman, 2006). Protein carbonylation is an irreversible post-translational modification, often related to a loss or a decrease of protein function (Driessen et al., 2015). Carbonylated proteins accumulate in cells under oxidative stress conditions and are associated with several human diseases (DalleDonne et al., 2003) such as neurodegenerative diseases (for example Alzheimer's or Parkinson's diseases (Smith et al., 1991; Uttara et al., 2009)), diabetes (Telci et al., 2000), chronic lung diseases or with natural processes, such as aging (Rudzińska et al., 2020). The measurement of the amount of protein carbonylation induced in cells as a consequence of NM exposure is considered as an indirect measure of ROS production (Hellack et al., 2017a). The assay exploits the specific derivatization of the carbonyl moieties with dinitrophenylhydrazine. The resulting dinitrophenylhydrazone is then revealed using an immunoassay (Giusti and Haase, 2020). While cellular assays are assumed to be of higher biological relevance, they are more difficult to standardize and they are affected by biological variability. In addition, they do not represent an intrinsic property of the NM but instead are highly dependent on the cell line and the cell culture conditions. Several studies already suggested combining multiple assays for measuring NM OP and/or oxidative stress. Riebeling et al. (2016) described a tiered approach in which first an acellular assay like ESR or FRAS should be performed (tier 1) followed by an in vitro assay, e.g. protein carbonylation (tier 2) and, in the last step, an approach giving more mechanistic insights, e.g. mass spectrometry of carbonylated proteins and analysis of regulation of the pathways they belong to (tier 3). Similarly, Hellack et al. (2017a) suggested using acellular assays like ESR or FRAS assays, which might then be accompanied by cellular assays for complementary read-outs and omics approaches for other oxidative stress independent responses as well as additional evidence for false positive and false negative results. While the last step of mechanistic insights is not further evaluated in this study, we assessed the suitability of different acellular and cellular assays for relating OP to toxicity outcomes using a larger number of materials. In total 35 different materials were included in this study, all of which are extensively characterized with respect to their physicochemical properties. Moreover, most of the materials also have been well-characterized for their toxicological profiles in vivo and/or in vitro (Wiemann et al., 2016). The surface reactivity of NMs is a strong candidate to contribute to adverse reactions in lung tissue. A high surface reactivity is assumed to cause the generation of high quantities of reactive oxygen species (ROS), which may then lead to non-selective oxidation of biomolecules, thus to oxidative cell damage and eventually to oxidative stress and\ninflammation. Therefore, the results from the above mentioned four tests (that is ESR with CPH spin probe or DMPO spin trap, FRAS assay, carbonylation assay) were correlated with the results of the short-term inhalation studies (STIS), a method which describes multiple kinds of acute adverse effects of inhaled particles on the lung and which differentiates between active and passive NM. Another correlation was made with in vitro data from the alveolar macrophage test. This strategy was chosen for three reasons. Firstly, NM inhalation is considered the exposure route of the highest concern. Accordingly, we built our study on data describing the lung toxicity of NMs following inhalation. Secondly, numerous STIS results up to now provide the largest pool of reliable inhalation toxicity data all of which were obtained under the conditions of good laboratory practice (GLP). In these inhalation studies all types of adverse reactions evident from BALF data, lung histopathology, and also gross biopsies are routinely considered. According to the evaluation routines of STIS a NM is considered as to be “active” if a particle concentration of< 10 mg per m3 (administered for 5 days, nose only inhalation exposure, 21 days follow up) leads to any significant adverse effects. These may include all signs of inflammation, granuloma formation, beginning fibrosis, or other pathological findings. A high oxidative potential of a NM may directly or indirectly contribute to this panel of adverse reactions and, therefore, was correlated with the STIS data. Thirdly, the alveolar macrophage assay based on NR8383 cells, as an in vitro test, has a considerable potential to predict the results obtained with STIS. Accordingly, the assay is increasingly being used as a simple tool to differentiate between active and passive NMs. Since not only inflammation but also a damage of the macrophage population and local H2O2 production (e.g. via DNA adduct formation) may lead to a damage to the lung epithelium, the macrophage assay tests for (1.) particleinduced cytotoxicity (via LDH release), (2.) activation (glucuronidase release), (3.) cell-mediated oxidative properties of NMs (H2O2 release), and (4.) pro-inflammatory properties (release of TNF-α). The cellular particle dose used in this assay, under ideal conditions (i.e. complete gravitational settling), overlaps with the macrophage loading in STIS, which facilitates the interpretation of results. Nevertheless, evaluation and interpretation of the four single results and especially the subsequent active/passive classification of NM (in analogy to STIS), demanded the introduction of a surface-based threshold value, and also of a 2-out-of-4 criterion. As outlined and explained in detail by Wiemann et al. (2016), this is an empiric and also pragmatic in vitro approach. However, it reduced the number of false positives, excluded false negatives, and resulted in a 95% accuracy in predicting the active/passive categorization derived from the well-established animal inhalation experiments. Due to its predictive properties we used the active/passive allocation of the macrophage assay in parallel to STIS results and explored possible correlations with the oxidative potential of NMs measured by ESR, FRAS and carbonylation. In order to consider the influence of NM properties on the specific assays, we selected several materials of different chemical compositions and different variants (e.g. size, shape, crystallinity, surface chemistry) of the same chemical composition. We ranked and compared the NM variants of the same chemical composition according to their OP and also compared results over a wider range of materials. Our study further justifies the proposal of positive and negative benchmark materials for surface reactivity, which are of fundamental importance for the development of reliable and accepted test methods."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. (Nano-) materials",
      "text" : "We studied several materials including nano- and non-nanomaterials of in total twelve different material classes. These were different variants of silica, aluminosilicates, iron oxides, titania, ceria, zinc oxides, diketopyrrolopyrrol pigments, carbon-, copper- and wolfram-\nbased materials. In addition, manganese oxide and barium sulfate were included as positive (Arts et al., 2015; Arts et al., 2016) and negative (Arts et al., 2015; Arts et al., 2016; Buesen et al., 2014; Landsiedel et al., 2014) benchmarks, respectively. An overview of all materials, including the supplier information and a summary of the most important physicochemical properties is given in Table 1. For a more complete overview see Wohlleben et al. (2019) and Maser et al. (2015). Please notice that Cu-Phthalocyanine non-halogenated is called Pigment Blue in Wiemann et al. (2016). The NMs were obtained from different suppliers, which are listed in Supplementary Table 1a."
    }, {
      "heading" : "2.2. Material dispersion",
      "text" : "Unless otherwise noted, all materials were dispersed following a SOP jointly developed by the projects nanoGRAVUR and NanoToxClass based on cup horn sonication (https://www.nanopartikel.info/files/ projekte/NanoToxClass/NanoToxClass-SOP_Dispersion_by_cup_horn_ sonication_V2.0.pdf). In brief, a final power of 6 W was applied. Stock solutions of hydrophilic NMs were generated with a concentration of 0.5 mg/ml in water or in cell culture medium (DMEM w/o phenol red and L-glutamine, high glucose, PAN Biotech GmbH supplemented with 2 mM L-glutamine, 0.1 mg/ml penicilline/streptomycine, 25 mM hepes buffer) without serum. For assessing protein carbonylation, the stock solutions were diluted to the final concentrations using DMEM medium supplemented with 10% non-heat inactivated fetal calf serum (FBS Good from PAN Biotech). In the case of the two CuPhthalo NMs, 100 μg/ml Pluronic was added in order to obtain a better dispersion."
    }, {
      "heading" : "2.3. Material characterization",
      "text" : ""
    }, {
      "heading" : "2.4. Analytical ultracentrifugation",
      "text" : "Analytical ultracentrifugation was used to determine the amount of material deposited to the bottom of a cell dish. These values were used to normalize the values of the protein carbonylation assay. By synchronizing an optical detection system to the centrifugal frequency, analytical ultracentrifugation can track colloids during their settling under increased gravitational acceleration. The sample preparation at a concentration of 0.5 mg/ml in DMEM with 10% FCS was identical to the preparation for the protein carbonylation assay. Here we used Beckman XLI machines and evaluated the distribution of sedimentation coefficients by the SedFit v15 software. The distribution of sedimentation coefficients can be simply integrated over the dose that is deposited by sedimentation during incubation (Sauer et al., 2015). This approach to dosimetry neglects transport by diffusion, which may increase the deposited dose above the predicted level especially for the colloidal SiO2 materials (Sauer et al., 2015). However, the approach has the advantage that for evaluation one does not need to know the effective density but inherently incorporates the modulation of sedimentation behavior due to protein corona and agglomeration and even distributions thereof which is not possible in modeling approaches (DeLoid et al., 2014)."
    }, {
      "heading" : "2.5. Assays for determination of OP",
      "text" : ""
    }, {
      "heading" : "2.5.1. Electron spin resonance (ESR) spectroscopy",
      "text" : "All measurements were performed in deionized water (dH2O) using the spin probe 1-hydroxy-3-carboxy-pyrrolidine (CPH) (Hellack et al., 2017b) or the spin trap5,5-dimethylpyrroline N-oxide (DMPO) (Shi et al., 2003). CPH is able to react with singlet oxygen, superoxide radicals and peroxynitrite to the stable nitroxide radical 3-carboxy2,2,5,5-tetramethylpyrrolidine 1-oxyl (He et al., 2014). DMPO is a nitrone spin trap that can trap hydroxyl and superoxide radicals. Surface reactivity values were obtained as the ratio of radical formation with\nand without the NM. CPH was used in PBS in the presence of the chelator desferroxamine (DFO, 0.1 mM) to prevent transition metalinduced reactions (Driessen et al., 2015) and incubated for 10 min at 37 °C before measurements. DMPO was mixed with PBS and H2O2 to induce Fenton-like reactions and incubated for 15 min at 37 °C in a shaking water bath in the dark before measurements. ESR measurements were performed on a ESR 300spectrometer MiniScope (Magnettech, Berlin, Germany) at room temperature (RT) with the following settings: magnetic field 3365 G, sweep width 100 G, scan time 30 s, number of scans 3, modulation amplitude 1.975 G, and receiver gain 1000 (Hellack et al., 2017b). ESR measurements were performed with same mass concentration for all NMs (CPH: 0.5 mg/ml and DMPO: 0.25 mg/ml) as well as with same BET surface area for all NMs (1 m2/ml, exception: NM-110 and NM-600: 0.5 m2/g (results extrapolated to 1 m2/g))."
    }, {
      "heading" : "2.5.2. FRAS",
      "text" : "In the current study, the multi-dose protocol of the FRAS assay presented in Gandon et al. (2017) is used as it was shown to be much more sensitive especially for small to medium responses and details can be found there. In brief, NMs are added to human blood serum (HBS) and removed by centrifugation after 90 min of incubation. A solution containing Fe3+ is then added to the HBS. After incubation, the amount of reduction from Fe3+ (transparent) to Fe2+ (blue) is detected\noptically in terms of color change (absorbance at 593 nm). The darker the blue color detected in this process, the more antioxidant species are used which is (at least partly) caused by ROS scavenging. This usage of antioxidant species is measured as the biological oxidative damage (BOD) and is expressed in Trolox equivalent units (TEU). Trolox, a water-soluble analog of vitamin E, is used for calibration of the absorption signal. The FRAS assay was performed with uniform mass doses with five different concentrations over all NMs (0.75, 2, 5.5,15 and 40 mg/ml) as well as with same BET surface area doses for each NM (1 m2/ml). The data analysis was then performed as described in Section 2.8."
    }, {
      "heading" : "2.5.3. Protein carbonylation",
      "text" : "In the current study, protein carbonylation is quantified similarly to what was described in Driessen et al. (2015), following the procedure in Giusti and Haase (2020). NMs were tested at final concentrations of 10, 25 and 50 μg/ml in NRK-52E cell cultures (obtained from DSMZ, German collection of microorganisms and cell cultures). Cells were seeded in 6-well plates at a density of 0.15 × 106 cells/well. After a settling time of 24 h, cells were incubated with NMs for another 6 h and then lysed with modified RIPA buffer. Protein concentrations were measured using a Bradford assay according to manufacturer instructions. Protein carbonyls were assessed using the Oxiblot® kit (Millipore), which uses the derivatization reagent 2,4- dinitrophenylhydrazine (DNPH). DNPH reacts with the carbonyl groups and\nis transformed to 2,4-dinitrophenylhydrazones which can be detected with specific antibodies (Riebeling et al., 2016). Protein carbonyls were assessed here using a Dot Blot technique, which permits to assess the signal of protein carbonylation and to normalize it to the total deposited protein determined by Colloidal Gold Total Protein Stain (Bio-Rad). The results are expressed as fold increase in comparison to untreated cells. Semi-quantification relative to a negative control (signal from untreated cells) was performed using Image Lab™ software (Bio-Rad) with a global background subtraction. For each NM, carbonylation of three independent biological replicates was measured. Protein carbonylation measurements were only performed with uniform masses (10, 25 and 50 μg/ml) tested for each NM. In the protein carbonylation assay, three different concentrations of NMs were applied to the cells (Supplementary Fig. 1). For comparison to the other assays, we only considered data obtained for the medium dose as these already reveal differences between the different NMs while still keeping cytotoxicity at an acceptable level. Uniform surface values were not measured but instead calculated by normalizing to 1 m2/ml BET surface using the formula\n=value for 1 m ml\nobtained value\napplied concentration BET\n2\ng ml\nm g\n2\nwith obtained values being those from the medium applied dose."
    }, {
      "heading" : "2.6. Toxicity data and molecular descriptors",
      "text" : "Most of the materials used here have already been well characterized with respect to their toxicity with results from in vitro macrophage assay and in vivo short-term inhalation studies (STIS) being available (Wiemann et al., 2016; Landsiedel et al., 2014; Wiemann et al., 2018). In vitro toxicity data were obtained using published and well-established standard operating procedures (SOPs). In vivo data were obtained under the conditions of good laboratory practice (GLP). The results of these studies were compared against those of the four reactivity assays performed here.\nIn vitro categories were obtained from Wiemann et al. (2016). Here, four different assays are performed with the supernatants from particleexposed NR8383 rat alveolar macrophages, namely LDH, ROS, TNF-α and glucuronidase. Different doses of NMs between 22.5 and 180 μg/ml are tested. NMs are considered as being active if for at least two assays the LOAEC (Lowest Observable Adverse Effect Concentration) is reached at a particle surface concentration < 6000 mm2/ml, and otherwise as passive. As explained in Wiemann et al. (2016) the threshold of 6000 mm2/ml was derived from 4000 μm2/NR8383 cell, which would approximately correspond to 0.04–0.08 m2 per rat lung or 0.04–0.08 m2/g lung tissue, and which is in line with previous estimations of lung overload for TiO2 and BaSO4 NMs in rats. A total of 28 NMs under consideration in the current study have been studied in the macrophage assay; 14 of them were assessed in all surface reactivity assays and are used for comparisons in the regression models. In addition, 15 of the NMs under study were tested in in vivo STIS (Arts et al., 2016; Landsiedel et al., 2014; Keller et al., 2014; Ma-Hock et al., 2009). Rats were exposed to aerosols of different NM concentrations ranging from 0.5 to 50 mg/m3 for 6 h/day on five consecutive days. Rats were sacrificed between 3 and 21 days after the end of exposure. Blood samples, bronchoalveolar lavage fluid (BALF) and histopathological sections from different parts of the respiratory tract were analyzed. Based on the combination of all these analyses, a common NOAEC (No Observable Adverse Effect Concentration) was assigned to each NM. This NOAEC represents the NM concentration at which no effects were observed in any of the analyses. In accordance with the categorization used in Wiemann et al. (2016), NMs were considered as active if the NOAEC is< 10 mg/m3, otherwise they are considered as passive. In a last step, reactivity data was integrated with the calculated\ndescriptor LUMO (Lowest Unoccupied Molecular Orbital). The energy level of the LUMO describes the electron affinity of the NM and is related to its surface redox activity. Thus, a high correlation between the energy of the LUMO and the surface reactivity, especially the ESR results, which directly measure ROS formation of the NMs, may be expected. Data on the LUMO energy is taken from Gajewicz et al. (2018)."
    }, {
      "heading" : "2.7. Deposited dose",
      "text" : "A key factor for comparability of results for different NMs in cellular assays with adhesive cells is the effective dose. NMs sediment to the bottom of the cell culture dishes over time. However, the speed of this sedimentation differs between NMs depending on their physicochemical properties, mainly density and state of agglomeration. The amount of NMs actually deposited at the time of performing the assay is critical for evaluating the toxicity of the NM. In this study, the deposited dose was directly measured by analytical ultracentrifugation. Measurements were performed after 6 h of incubation at a concentration of 0.5 mg/ml."
    }, {
      "heading" : "2.8. Analysis and statistics",
      "text" : "First, we addressed the question whether to compare NM responses based on same mass-based doses or based on same BET surface area doses. Therefore, results of assays for which multiple concentrations of NMs were assessed, were converted into a single value. For uniform mass FRAS data, four-parameter log-logistic dose-response models were fitted and the area under the curve (AUC) was computed. This value was used in subsequent analyses. For protein carbonylation, three different concentrations were used. We decided to use the medium concentration of 25 μg/ml in downstream analyses as for the highest concentration some materials show cytotoxic effects already while for the lowest concentration only very slight differences in the carbonylation is observable across the NMs. For all other assays and metrics, only single doses were tested. We then split the NMs into active and passive materials based on their categorization with respect to the macrophage assay as well as STIS results. The distributions of values within these two groups were compared to each other for each assay using both dose metrics. For the protein carbonylation assay, the values were normalized to the deposited dose in addition. Assays were then compared with regards to their similarity across the tested NMs. Heatmaps were drawn for scaled data and hierarchical clustering was performed using a complete linkage setting on Euclidean distances. Concordance in rankings of NMs between different assays was assessed using Spearman correlation. We chose Spearman correlation as the considered data was skewed and we do not necessarily expect a linear relationship between assays. In an additional step, we also compared NMs within well-studied material classes to get more detailed insights into rankings and assay comparisons. In addition, univariate and multivariate logistic regression models were fit using the R packages glm and brglm. The dependent variable was comprised of in vitro or in vivo categories as described above. Each NM was assigned a label ‘active’ or ‘passive’. The active class was chosen as the positive class. Dependent variables were used in a surface-based manner with normalization to the deposited dose in case of the carbonylation assay. First, all univariate regression models were fit and their performance was evaluated using the Akaike Information Criterion (AIC) where smaller values indicate a better model fit. In order to account for small sample biases and the problem of complete separation, Firth's bias reduction was performed. The regression models were then used to predict the classes of each NM and the predictive performance of the models was assessed in a leaveone-out cross-validation (LOOCV). In a last step, we also compared the results obtained by ESR to computed molecular descriptors (LUMO) from the literature to assess whether this might be a useful theoretical descriptor for NM grouping describing the reactivity of NMs.\nAll computations and visualizations were performed with R and Bioconductor. Codes are available on github under AileenBahl/ logRegReactivity."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Reactivity data",
      "text" : "Within this study, we investigated the OP of various different materials using four different assays. We assessed how useful these assays are for the purpose of NM ranking and categorization. To that end, we included 35 well-characterized materials of twelve different chemical classes, comprising of nano- and non-nano materials (see Table 1). The OP was assessed using electron spin resonance (ESR) spectroscopy using CPH spin probe and DMPO spin trap, ferric reduction ability of serum (FRAS) assay and a cellbased protein carbonylation assay. NMs were applied with same mass doses (all assays) as well as same surface doses (only acellular assays). For the cellular carbonylation assay, obtained values were normalized to the deposited dose as measured by analytical ultracentrifugation in addition. It is worth noting, that Pluronic was also tested in the carbonylation assay to exclude any influence on the assay (data not shown). The values across all assays and metrics are shown in Table 2a (mass-based) and Table 2b (surface-based) and in more detail in Supplementary Table 1a and 1b. Data availability is summarized in Supplementary Table 2."
    }, {
      "heading" : "3.2. Correlation of surface reactivity assay results with available toxicity data",
      "text" : "First, we addressed the question of the most suitable metric to obtain useful descriptors of the OP for NM categorization. To that end we compared data from same mass doses with those from same surface doses. The NMs were categorized into active and passive materials (Table 3) using previous categorizations based on the macrophage assay (Wiemann et al., 2016) and (if available) STIS (Landsiedel et al., 2014). Wiemann et al. (2016) assessed in vitro toxicity of most NMs used in this study in the rat alveolar macrophage lung cell line NR8383. The macrophage assay combines four different endpoints: LDH, ROS by H2O2 production, TNF-α and glucuronidase. If at least two of these assays give positive results, the NM is considered to be active. The outcome of the macrophage assay across all NMs is shown in Table 3. Next, for each OP assay, the distribution of the values within the active and the passive group of materials as assessed by the macrophage assay is depicted in the boxplots in Fig. 1. Regardless of the assay and metric, the NMs that are active in the macrophage assay, show a tendency for elevated mean values compared to those in the passive group. In ESR with CPH and DMPO, NMs with low and high reactivity appear in both, the active and the passive group. However, especially for the CPH probe, the mean values of both groups are very far apart and thus a clear tendency for higher values in the active group is visible. In the\nFRAS assay, NMs in both boxes overlap at the lower end of the plot and thus, NMs with low surface reactivities appear in both, the active and the passive group. However, materials with high reactivity in the FRAS assay only appear in the active group. For the protein carbonylation assay, the overlap between the distributions is higher in the high activity range. NMs with very low reactivity values in the carbonylation assay only appear in the passive group. To take into account that only the fraction of NMs depositing at the bottom of the wells contributes to the cells exposure, we normalized the data to deposited doses calculated by using the distribution of sedimentation coefficients measured by analytical ultracentrifugation. A consequence of the normalization to the deposited dose is a more pronounced separation between the active and the passive group. Statistical differences between values for active and passive materials can be observed for ESR with DMPO in the mass-based analysis as well as for protein carbonylation after normalization for the surface-based analysis (Wilcoxon p < 0.05). However, in the case of the mass-based ESR with DMPO, most sample-to-blank ratios are close to 1 and thus these results may not be reliable. Overall, the use of a surface-based dose metric has as a consequence an increased separation between active and passive NMs. In the same way, available in vivo data from STIS were compared to results of the current study (Fig. 2). NMs which are active in STIS, show overall higher mean values across the assays with the only exception being ESR with CPH. For the CPH and carbonylation assay, the picture\nis very similar to the in vitro situation seen in the macrophage assay above. Again, a consequence of the normalization to the deposited dose is a better separation between the groups. For the FRAS assay and the carbonylation assay, there is a clear separation between both groups with especially low values being only present in the passive group. For the ESR the picture is not as clear as in the macrophage assay. Here, no clear separation between both groups is possible. However, this may not only be an indication for the higher complexity of in vivo studies but results also from the fact that here the positive class is only comprised of three materials. Thus, generalization from this set is very difficult and results may not necessarily be robust for larger case studies. Respective boxplots for only those cases with complete information across all assays are shown in Supplementary Fig. 2 for the macrophage assay and Supplementary Fig. 3 for STIS. Overall, surface-based values led to a better separation of active and passive materials. In addition, normalizing the protein carbonylation data to the deposited dose also improved the separation of the NMs in the two categories. In the subsequent section, only those values will be considered in the main manuscript. All remaining analyses are shown in the supplementary files."
    }, {
      "heading" : "3.3. Correlations between reactivity assays",
      "text" : "Next, we compared data across all test materials to assess the overall\ncorrelation between the different assays. Spearman correlations between all pairs of assays over all tested materials show how well the ranks of the NMs in the corresponding assays correlate (Table 4). The highest correlation can be seen between the two ESR assays (ρ = 0.552). In addition, there are significant correlations at a significance level of 0.05 between ESR with CPH and FRAS (ρ = 0.530), ESR with DMPO and FRAS (ρ = 0.529) as well as FRAS and protein carbonylation (ρ = 0.544). The heatmap in Fig. 3 gives more detailed insights into the comparability of results for the different materials. It also provides a ranking of all materials considering data of all assays while Supplementary Fig. 4 depicts a ranking of all materials using the data of the FRAS assay only. It becomes obvious that highly reactive materials (e.g. CuO, Mn2O3, ZnO NM-110) tend to be reactive in most assays while non-reactive materials (e.g. TiO2 NM-105, SiO2_15_Amino, SiO2_15_Phospho, BaSO4 NM-220) similarly tend to be negative in all assays. In between there are materials with medium reactivity, for which the results of the different assays may differ more. CuO overall clearly is the material giving the highest response in ESR with CPH, FRAS and the carbonylation assay. Fe2O3 larger and ZnO NM-110 also respond very strongly in three of the four assays. However, the least responsive assay is not the same in both cases (FRAS for Fe2O3 larger and ESR with CPH for ZnO NM110). Kaolin and CuPhthalo non-halogenated show high responses only in the ESR with DMPO, while values of the other assays are only in the\nmedium to low range. Apart from the NMs at the lower end of the heatmap which show very low values in all assays, Kaolin and CuPhthalo non-halogenated is the pair of NMs with the most similar activation pattern."
    }, {
      "heading" : "3.4. Model performance of single and combined reactivity assays",
      "text" : "In order to compare how well each of the reactivity assays explains the toxicity categorization and whether a combination of multiple assays improves the predictions, we fitted univariate and multivariate logistic regression models. The outcome for each NM was defined by a categorization into active and passive materials with respect to results from the macrophage assay or STIS as explained above. Due to biases because of small datasets and complete separation in some of the models, we decided to use Firth's bias reduction method (FIRTH, 1993). In addition, the fitted regression models were used to predict the class of each material after model fitting in a LOOCV approach. The results of the univariate and multivariate models are summarized in Table 5 and Supplementary Table 3. In a first approach, we build the regression models on all materials with complete information available across all four assays. While the performance of the best model for the macrophage assay was good (prediction accuracy of 0.81), we observed that one of the misclassified materials was CuO. As CuO shows a very high reactivity in all assays and moreover is active in vitro and in vivo, a good prediction model\nshould definitely classify this material correctly. We thus investigated this misclassification in more detail and observed it mainly results from the inclusion of Fe2O3 larger in the regression model. Fe2O3 larger shows relatively high reactivity in the ESR measurements while being passive in vitro and in vivo. The behavior of Fe2O3 larger deserves a deeper investigation. An interesting observation is that Fe2O3 larger shows a very unusual morphology of a spiked, irregular surface in TEM scans, which clearly distinguishes it from all other materials, which are closer to spheroidal geometry. In our study we decided to exclude this material from the final analysis as in general a false negative classification is considered a severe drawback of a model and we expected a good prediction model to correctly classify materials like CuO. For the macrophage assay, the best models reached a prediction accuracy of 0.89 (see Table 5). This accuracy was achieved when ESR with the DMPO probe or FRAS assay results were combined with carbonylation assay data or in the case when all assays were included. Due to the lower model complexity, the first two models obtain a lower AIC (14.68 ± 0.82 and 13.22 ± 3.16, respectively, compared to 18.77 ± 0.76 for the complete set of assays) and are thus preferable. In the model with all descriptors as well as in the model including ESR with DMPO and carbonylation, the misclassified materials are Fe2O3 nanoformB and TiO2 NM-105 which are both classified as passive while being active in vitro and in the case of TiO2 NM-105 also in vivo (see Fig. 4 and Supplementary Fig. 5a). In the model including FRAS assay and carbonylation (see Supplementary Fig. 5b), Fe2O3 nanoformB and CuPhthalo non-halogenated are misclassified as passive. The best model based on a single assay is the one based on the carbonylation data with\nan AIC of 12.35 ± 2.28 and a balanced accuracy of 0.84. In this model, CuPhthalo non-halogenated (passive instead of active) and Fe2O3 nanoformA (active instead of passive) are misclassified (see Supplementary Fig. 5c). For the STIS categorization, the same models as in the macrophage assay except the one including all surface reactivity assays show the best performance. Here, the model with only the carbonylation assay, even performs exactly as good (prediction accuracy of 0.83) as the other two which include in addition ESR with DMPO or FRAS results, respectively. All three models misclassify only TiO2 NM-105 (passive instead of active) (see Supplementary Fig. 6). Thus, the best testing strategy in our case study is to include ESR with DMPO or FRAS together with the carbonylation assay (based on outcome of the in vitro macrophage assay) or using the carbonylation assay alone (based on the outcome of the in vivo STIS results). In the next part, we want to investigate the different material classes in more detail with the goal of ranking the individual materials within the classes."
    }, {
      "heading" : "3.5. Case studies",
      "text" : ""
    }, {
      "heading" : "3.5.1. Silica case study",
      "text" : "We considered nine variants of silica NMs and three aluminosilicates. Results from all assays were present for three silica particles and one aluminosilicate (see Supplementary Tables 1a, 1b, 2). In the first step, we used the assays with the same mass concentrations (referred to as uniform mass data). For the FRAS assay, five different concentrations of SiO2_15_unmod, SiO2_15_Amino, SiO2_15_Phospho, SiO2NM-203, Bentonite, Kaolin and Quartz NMs were tested (see Fig. 5). We performed dose-response modeling for better comparability between NMs. The results are shown in Fig. 5. The results of the supernatants are shown in Supplementary Fig. 7. As expected, the dose-response curves of all silica particles lie between the one of the negative control (BaSO4 NM-220) and the positive control (Mn2O3). For all NMs except quartz, a clear dose-dependent response is observed. The micron-sized quartz gives a low intensity, concentration independent response. Compared to all other silica particles and the aluminosilicates, quartz has the lowest OP. Kaolin shows roughly the same OP as SiO2 NM-203 at the highest tested dose. However, while the dose-response curve already reached a saturation point for NM-203, it is expected to further increase for Kaolin if higher concentrations were tested. This would result in Kaolin being ranked higher than SiO2 NM203 at higher concentrations. This is actually a general phenomenon that can be observed among all particles: While the dose-response curves for some materials are very steep at low doses and then level off very fast (e.g. SiO2 NM-203 or Mn2O3), others continue growing until the highest dose that was applied here but at lower rates (e.g. Kaolin or Bentonite). Within the group of silica particles, SiO2_15_Amino and SiO2_15_Phospho behave very similar over the complete dose range and cause more oxidative damage in FRAS assay than SiO2_15_unmod, which in turn shows a higher response compared to SiO2 NM-203. Bentonite gives the highest response of all silica-based materials. Using the outcome obtained for the highest tested dose, the NMs can be ranked from lowest to highest response in FRAS assay: BaSO4 NM220 < quartz< SiO2 NM-203 ≈ Kaolin< SiO2_15_untreated < SiO2_15_Amino ≈ SiO2_15_Phospho<Bentonite<Mn2O3. In order to compare the results obtained from different assays we ranked all materials from lowest to highest responses for each assay (Supplementary Fig. 8). As expected, the positive control Mn2O3 is ranked highest across all assays but the carbonylation assay where it only obtains the second highest rank after SiO2_15_unmod. The negative control BaSO4 has the lowest rank in the FRAS assays and the carbonylation assay. In the mass-based ESR assay, no measurements for BaSO4 were performed. Bentonite NM-600, which shows the highest response of all silica-based materials in the FRAS assay, shows only medium response in the carbonylation assay. While SiO2_15_Phospho,\nSiO2_15_Amino and SiO2_15_unmod show very similar response in FRAS and ESR, the protein carbonylation shows a much higher response for SiO2_15_unmod. This difference in response in the protein carbonylation is in-line with the fact that SiO2_15_unmod is classified as active in vitro an in vivo, while the other two are passive. In the mass-based assays, Kaolin shows relatively low reactivity even though it is active in vitro. In accordance with the mass-based data, we also performed the ranking of BET surface area-based measurements of the silica-based materials. The results are shown in Fig. 6. The positive control Mn2O3 still has the highest rank in all assays but ESR with DMPO, where it only gives the second highest response value. The negative control BaSO4 shows the lowest response in the carbonylation assay as well as the second lowest rank in the FRAS assay. In the ESR assay, BaSO4 ranks in the middle of all materials. However, the sample to blank ratio is still relatively close to 1 and thus BaSO4 is also not very reactive in ESR. In the surface-based carbonylation assay (normalized to the deposited dose), we observe almost perfect separation of active and passive materials with the only exception being SiO2 NM-203 which shows low carbonylation while being active in vitro and in vivo. While in the FRAS assay SiO2 NM-203 is ranked higher, this assay is not separating SiO2_15_unmod well from its two coated variants. Similarly, in both ESR assays, the aluminosilicates are ranked very high (corresponding to their categorization as active), while the three silica show very similar response even though SiO2_15_unmod is active and the other two are not.\nOverall, these results suggest that within the silica-based materials the surface-based measurements also perform slightly better than massbased assays as well as that even here a combination of the different assays might be advantageous."
    }, {
      "heading" : "3.5.2. Iron oxide case study",
      "text" : "In the case of the surface-based measurements for iron oxide, ESR with CPH and DMPO as well as the carbonylation assay both rank the particles in the same way, namely Fe2O3 nanoformA<Fe2O3 nanoformB<Fe2O3 larger (Fig. 7). The difference in response between the two smaller nanoforms is much smaller than the one between the two small nanoforms and the larger one. In the FRAS assay, Fe2O3 nanoformB shows less response compared to Fe2O3 larger and Fe2O3 nanoformA (see also Supplementary Fig. 9c). The carbonylation assay ranks Fe2O3 nanoformB higher than nanoformA and Fe2O3 larger obtains the highest rank again. In all assays, Fe2O3 larger is ranked higher that the two smaller nanoforms, in case of ESR with DMPO even higher than Mn2O3. Comparing the two smaller nanoforms among each other, the carbonylation assay as well as both ESR assays rank Fe2O3 nanoformB which is active higher that the passive Fe2O3 nanoformA (even though for ESR with DMPO both values are close to 1). While for ESR this ordering is preserved in the massbased measurements (see Supplementary Fig. 9), for the carbonylation assay it is not."
    }, {
      "heading" : "3.5.3. Zinc oxide",
      "text" : "For zinc oxide all assays show elevated signals compared to BaSO4\n(see Supplementary Figs. 10 and 11). This matches the fact that ZnO NM-110 and ZnO NM-111 are both classified active. Especially for ESR, this effect is even more pronounced in the surface-based measurements. Only in the FRAS assay, both zinc oxides are tested and there ZnO NM110 shows slightly higher response that ZnO NM-111."
    }, {
      "heading" : "3.6. The potential of the theoretical descriptor ‘LUMO’ in the OP detection",
      "text" : "Another concept frequently used in NM grouping and QSAR approaches is the calculation of theoretical descriptors. It has been shown by Burello and Worth (2011) and by Zhang et al. (2012) that it is possible to predict the electron transfer from/to NMs to/from biological environment by comparing the bottom of the conduction band (Ec) with the cellular redox potential (from −4.12 to −4.84 eV). An electron transfer from biological systems to NMs can only take place when the cellular redox potential is higher than Ec. If this is not the case, it is always possible that an electron transfer from an aqueous donor to the NM and from this to the biological system takes place until reaching a steady state. Gajewicz et al. (2018) applied such an approach within a grouping framework for NMs. Considering that Ec for semiconducting NMs can be approximated with the energy of the lowest unoccupied molecular orbital (LUMO). Gajewicz et al. considered a threshold for the LUMO of −2.40 eV, NMs with LUMO at lower energy are considered active and all the others are considered passive. The same approach could be used to interpret the release of radicals in aqueous environment, as for example in ESR experiments using different spin traps. Therefore, we compared the results obtained by\nESR with CPH spin probe and DMPO spin trap with the LUMO or Ec obtained from literature (Gajewicz et al., 2018; Burello and Worth, 2011; Zhang et al., 2012; FIRTH, 1993) (see Fig. 8). A slight trend towards higher ESR values for materials with LUMO or Ec close to or within the region of the cellular redox potential can be observed, especially in the case of the CPH probe. However, there are some outliers visible like CeO2 NM-211 and NM-212 which show high values in ESR with CPH while having a LUMO clearly larger than −4.12 eV or Fe2O3 nanoformA and nanoformB which have a LUMO close to the cellular redox potential but rather low response in ESR with DMPO."
    }, {
      "heading" : "4. Discussion",
      "text" : "Previously, different assays have been used to measure the OP of NMs. All assays rely on different principles and thus, different techniques have different advantages and disadvantages. Their use depends on what exactly shall be measured, the generation of free radicals, which can be performed in acellular as well as in cell-based environments or different cell-based consequences. In addition, there are also technical reasons why different laboratories may favor specific techniques. For instance, ESR seems to be a very reliable assay but needs\nspecial equipment, which is very expensive and thus available in only few laboratories. In order to obtain reliable grouping concepts and a suitable testing strategy and to be able to apply statistical and computational methods that can aid this process, large amounts of data representing a great variety of existing NMs are necessary. For combining all the available data, we need to assess how comparable results from different assays are and how they can be integrated. Therefore, we need to address the questions of how well assays are suitable to rank materials within chemical families with respect to know toxicity data from previous studies as well as how well this works over all material classes. Here, we compared the results of four different assays measuring the OP of NMs, namely ESR with the spin probe CPH as well as with the spin trap DMPO, the FRAS assay and a cell-based protein carbonylation assay. We assessed differences in the assay results if NMs were applied with the same mass dose or with the same surface dose and compared how well both metrics can explain results of the in vitro macrophage assay and in vivo STIS. Logistic regression was used to obtain the combination of assays that is most suitable to predict toxicity outcomes and to compare the results to those from analyses in which only one of the assays was used. Investigation of different NM families allowed for more detailed insights. The comparison of assay results based on same mass doses and same surface doses, respectively, showed that measurements based on same surface doses are more suitable to distinguish between active and passive NMs as categorized by the macrophage assay. For STIS categorization, the advantages of the surface-based measurements were still visible overall although much less pronounced. It should be noted that the number of investigated materials in vivo was much lower. The better outcome for surface-based dose metrics is most probably related to the fact that ROS generation can only take place at the surface of the NMs and thus, surface area is the more important metric. Similar findings were also described in previous studies (Mottier et al., 2016; Schmid and Stoeger, 2016; Simkó et al., 2014). The normalization of the cellbased carbonylation assay results to the deposited dose was advantageous for both, the prediction of the in vitro macrophage assay and the in vivo STIS results. This is related to the fact that only NMs that reach the cells may cause protein carbonylation in them. Other studies also highlighted the importance of the deposited dose or even better internal dose for the prediction of toxicological responses (Simkó et al., 2014; Cohen et al., 2014; Schmid and Cassee, 2017). Comparing the different assays for determining the OP of NMs showed that ESR with CPH and DMPO and FRAS assay had pairwise significant correlations (p < 0.05) among each other and also FRAS assay was significantly correlated with the carbonylation assay. However, correlation coefficients only lie between 0.5 and 0.6. This might be explained by the fact that all assays detect different types of ROS, which indicates that each assay may have a different specificity and a combination of various assays might improve the overall predictive performance. With respect to the specificity of the assays, CPH spin probes in ESR are most sensitive to singlet oxygen, superoxide radicals and peroxynitrite. In contrast, DMPO spin traps trap mainly hydroxyl and superoxide radicals. The FRAS assay measures antioxidant depletion in general which might be triggered by different ROS but also by reactive nitrogen species. In protein carbonylation, the result depends on the amount of different kinds of produced ROS but also on the compensating mechanisms reducing ROS in the cell. In addition, the assays are performed in different environments with increasing systems complexity. ESR directly measures the ROS production in dH2O. While dH2O is a very simple environment which does not induce much interference with the measurement technique, it may not represent the physiological conditions in which the NM acts very well. Important properties like the formation of a protein corona are not accounted for by ESR. FRAS assay instead uses human serum, which is a more physiological environment. While this might be a more relevant scenario then measurements in dH2O, FRAS is still an acellular assay\nand does not account for additional factors important for toxicity of NMs, e.g. different amounts of NM uptake or cell-based ROS defense activities. Cellular assays like protein carbonylation do consider those factors and thus represent a more relevant read-out from a toxicological point of view. However, biological variability may scatter the outcomes of cellular assays as the outcome will depend on many details such as selected cell model, passage number, cell seeding density, etc. This, together with the unknown internal dose makes the interpretation of the results difficult. Based on the described differences between the assays the observed differences in the ranking of materials are not unexpected or astonishing. The idea that a combination of assays might be advantageous for predicting the toxicity category of the NM is also supported by the fact that in the heatmap, the combination of all assays leads to a clustering with most of the active materials being in the upper part of the heatmap for which at least one of the assays gives a strong response while most passive materials are at the bottom with very low responses across all assays. While this combination of all assays in the heatmap already gives first hints that using multiple assays at the same time might be beneficial, we wanted to compare how well models based on single assays perform compared to multivariate models and which combination of assays gives best results. Therefore, we fitted logistic regression models with different assay combinations as well as single assays as the input. In the case of macrophage assay categories, the best model consisted of ESR with DMPO spin trap or FRAS together with the carbonylation assay. This is in-line with other studies which also suggested combinations of acellular and cellular assays to determine the OP of NMs previously (Riebeling et al., 2016). The best model based on one single assay is the one including only carbonylation data with a drop in accuracy from 89% to 84%. For STIS categories, the best model performance (83% accuracy) could be achieved even with the carbonylation assay alone. Given the fact that this assay is much less complicated and needs no special equipment, it seems to be a reasonable choice to use protein carbonyls to describe the OP of NMs. Just a small set of NMs are subject to misclassification in the best models. TiO2 NM-105 is misclassified in the optimal STIS models as well as in the macrophage assay model including all assays or ESR with DMPO and carbonylation assay. Some crystalline forms of titanium dioxide are photoactive, including the anatase-dominated NM tested here. As the OP was detected in dark which might not be the situation in vitro and especially in vivo, discrepancies in the categorization might result from this fact. In addition, CuPhthalo non-halogenated is misclassified in the macrophage assay models with FRAS and carbonylation as well as in the model with only the carbonylation data. However, CuPhthalo non-halogenated is known to be false-positive in vitro already (Arts et al., 2016; Wiemann et al., 2016) (see Pigment Blue in Table 3 in (Wiemann et al., 2016)). Thus, the misclassification detected here fits to the overall picture for this particular material. In the macrophage assay models also Fe2O3 nanoformA and Fe2O3 nanoformB are frequently misclassified, as they are passive in the inhalation test (Hofmann et al., 2016). Comparing results of different assays within families of NMs, we saw that even within different families same-BET-surface-area-based measurements performed slightly better than mass-based assays. Again, the carbonylation assay was most useful to separate active and passive materials. However, in most cases other assays are needed for complete separation. This study provided useful insights into a potential testing strategy for OP of NMs. Even though our case study containing 35 different materials was quite extended, overall only a limited set of materials was tested, which might impair generalizability of the results. Larger collections of materials are needed to rerun the approach provided here. In addition, the same surface data for the carbonylation assay were only calculated in this approach. These results could be blurred by deviations in the agglomeration state, deposition, etc. Same surface\ndata should thus be obtained by directly measuring NMs at same surface doses, which is however more challenging in cell-based assays as the BET surfaces vary a lot between different materials. Thus, it may become very challenging to select a suitable uniform surface-area dose for cell-based assays."
    }, {
      "heading" : "5. Conclusion",
      "text" : "Here, we compared four different assays measuring the oxidative potential (OP) of 35 nanomaterials from twelve different chemical classes. These assays, namely ESR (with CPH spin probe and DMPO spin trap), FRAS assay and a cell-based protein carbonylation assay have been used in previous studies and also in some NM grouping approaches. Overall, for very reactive and non-reactive NMs we saw good agreement among the assays. However, for NMs with intermediate reactivity, the consistency was lower. This is not surprising, considering that the assays measure different types of ROS, they are conducted in cellular or acellular environment, and reflect ROS production either directly or indirectly. A combination of assays, or the justified selection of one assay, may better predict in vivo outcomes. In our dataset we observed a good agreement with previous in vitro and in vivo findings as well. This was especially the case when NMs were applied at same surface doses and if, for the carbonylation assay, results were normalized to the deposited dose. Logistic regression revealed that a combination of ESR with DMPO or FRAS together with the carbonylation assay was most predictive for in vitro outcomes, whereas for in vivo outcomes the model based on carbonylation data only gave the highest predictivity, especially when surface dose is used as a dose metric. In any case, suitable benchmark materials with high (CuO, Mn2O3, ZnO NM-110) and low (BaSO4 NM-220) OP were identified. In a next step, further validation of the approach should be performed by extending and completing the data set. This may also result in more specific recommendations as to whether single or combined assays are more appropriate to predict the toxicologically relevant OP of nanomaterials.\nCRediT authorship contribution statement\nAileen Bahl:Formal analysis, Investigation, Writing - original draft.Bryan Hellack:Investigation, Formal analysis, Conceptualization.Martin Wiemann:Formal analysis.Anna Giusti:Investigation, Formal analysis.Kai Werle:Investigation, Formal analysis. Andrea Haase:Conceptualization, Writing - original draft.Wendel Wohlleben:Formal analysis, Conceptualization.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors would like to acknowledge funding from the German BMBF (grant agreement number 03XP0002). The authors also thank all the institutions for support. In addition, Doreen Wittke is acknowledged for excellent technical support.\nAbbreviations\nAIC Akaike information criterion AUC area under the curve BOD biological oxidative damage CPH 1-hydroxy-3-carboxy-pyrrolidine DMPO 5,5-dimethylpyrroline N-oxide ESR electron spin resonance\nFRAS ferric reduction ability of serum HBS human blood serum LDH lactate dehydrogenase LOAEC lowest observable adverse effect concentration LOOCV leave-one-outcross-validation LUMO lowest unoccupied molecular orbital NM nanomaterial NOAEC no observable adverse effect concentration OP oxidative potential ROS reactive oxygen species STIS – short-term inhalation study TEU – Trolox equivalent unit TNF-α – tumor necrosis factor α"
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.impact.2020.100234."
    } ],
    "references" : [ {
      "title" : "A critical appraisal of existing concepts for the grouping of nanomaterials",
      "author" : [ "J.H.E. Arts", "M. Hadi", "A.M. Keene", "R. Kreiling", "D. Lyon", "M. Maier", "K. Michel", "T. Petry", "U.G. Sauer", "D Warheit" ],
      "venue" : "Regul. Toxicol. Pharmacol",
      "citeRegEx" : "Arts et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Arts et al\\.",
      "year" : 2014
    }, {
      "title" : "A decision-making framework for the grouping and testing of nanomaterials (DF4nanoGrouping)",
      "author" : [ "J.H.E. Arts", "M. Hadi", "M.A. Irfan", "A.M. Keene", "R. Kreiling", "D. Lyon", "M. Maier", "K. Michel", "T. Petry", "Sauer", "U.G" ],
      "venue" : "Regul. Toxicol. Pharmacol",
      "citeRegEx" : "Arts et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arts et al\\.",
      "year" : 2015
    }, {
      "title" : "2016. Case studies putting the decisionmaking framework for the grouping and testing of nanomaterials (DF4nanoGrouping) into practice",
      "author" : [ "J.H.E. Arts", "M.A. Irfan", "A.M. Keene", "R. Kreiling", "D. Lyon", "M. Maier", "K. Michel", "N. Neubauer", "T. Petry", "Sauer", "U.G" ],
      "venue" : "Regul. Toxicol. Pharmacol",
      "citeRegEx" : "Arts et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Arts et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoparticles in drug delivery and environmental exposure: same size, same risks? Nanomedicine",
      "author" : [ "P.J. Borm", "D. Müller-Schulte" ],
      "venue" : null,
      "citeRegEx" : "Borm and Müller.Schulte,? \\Q2006\\E",
      "shortCiteRegEx" : "Borm and Müller.Schulte",
      "year" : 2006
    }, {
      "title" : "Physicochemical characteristics of nanomaterials that affect pulmonary inflammation",
      "author" : [ "H.M. Braakhuis", "Park", "M.V.D.Z", "I. Gosens", "W.H. De Jong", "F.R. Cassee" ],
      "venue" : "Particle and fibre toxicology",
      "citeRegEx" : "Braakhuis et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Braakhuis et al\\.",
      "year" : 2014
    }, {
      "title" : "Effects of SiO2, ZrO2, and BaSO4 nanomaterials with or without surface functionalization upon 28-day oral exposure to rats",
      "author" : [ "R. Buesen", "R. Landsiedel", "U.G. Sauer", "W. Wohlleben", "S. Groeters", "V. Strauss", "H. Kamp", "B. van Ravenzwaay" ],
      "venue" : "Arch. Toxicol",
      "citeRegEx" : "Buesen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Buesen et al\\.",
      "year" : 2014
    }, {
      "title" : "A theoretical framework for predicting the oxidative stress potential of oxide nanoparticles",
      "author" : [ "E. Burello", "A.P. Worth" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Burello and Worth,? \\Q2011\\E",
      "shortCiteRegEx" : "Burello and Worth",
      "year" : 2011
    }, {
      "title" : "An integrated approach for the in vitro dosimetry of engineered nanomaterials",
      "author" : [ "J.M. Cohen", "J.G. Teeguarden", "P. Demokritou" ],
      "venue" : "Particle and Fibre Toxicology",
      "citeRegEx" : "Cohen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cohen et al\\.",
      "year" : 2014
    }, {
      "title" : "Tiered guidance for riskinformed environmental health and safety testing of nanotechnologies",
      "author" : [ "Z.A. Collier", "A.J. Kennedy", "A.R. Poda", "M.F. Cuddy", "R.D. Moser", "R.I. MacCuspie", "A. Harmon", "K. Plourde", "C.D. Haines", "J.A. Steevens" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Collier et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Collier et al\\.",
      "year" : 2015
    }, {
      "title" : "Protein carbonylation in human diseases",
      "author" : [ "I. Dalle-Donne", "D. Giustarini", "R. Colombo", "R. Rossi", "A. Milzani" ],
      "venue" : "Trends Mol. Med",
      "citeRegEx" : "Dalle.Donne et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Dalle.Donne et al\\.",
      "year" : 2003
    }, {
      "title" : "Protein carbonylation, cellular dysfunction, and disease progression",
      "author" : [ "I. Dalle-Donne", "G. Aldini", "M. Carini", "R. Colombo", "R. Rossi", "A. Milzani" ],
      "venue" : "J. Cell. Mol. Med",
      "citeRegEx" : "Dalle.Donne et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Dalle.Donne et al\\.",
      "year" : 2006
    }, {
      "title" : "The oxidative environment and protein damage",
      "author" : [ "M.J. Davies" ],
      "venue" : "Biochimica et Biophysica Acta (BBA) - Proteins and Proteomics",
      "citeRegEx" : "Davies,? \\Q2005\\E",
      "shortCiteRegEx" : "Davies",
      "year" : 2005
    }, {
      "title" : "Estimating the effective density of engineered nanomaterials for in vitro dosimetry",
      "author" : [ "G. DeLoid", "J.M. Cohen", "T. Darrah", "R. Derk", "L. Rojanasakul", "G. Pyrgiotakis", "W. Wohlleben", "P. Demokritou" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "DeLoid et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "DeLoid et al\\.",
      "year" : 2014
    }, {
      "title" : "Proteomic analysis of protein carbonylation: a useful tool to unravel nanoparticle toxicity mechanisms",
      "author" : [ "M.D. Driessen", "S. Mues", "A. Vennemann", "B. Hellack", "A. Bannuscher", "V. Vimalakanthan", "C. Riebeling", "R. Ossig", "M. Wiemann", "J Schnekenburger" ],
      "venue" : "Particle and Fibre Toxicology",
      "citeRegEx" : "Driessen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Driessen et al\\.",
      "year" : 2015
    }, {
      "title" : "Bias reduction of maximum likelihood estimates",
      "author" : [ "D. FIRTH" ],
      "venue" : "Biometrika",
      "citeRegEx" : "FIRTH,? \\Q1993\\E",
      "shortCiteRegEx" : "FIRTH",
      "year" : 1993
    }, {
      "title" : "Mechanisms of nanotoxicity: generation of reactive oxygen species",
      "author" : [ "P.P. Fu", "Q. Xia", "Hwang", "H.-M", "P.C. Ray", "H. Yu" ],
      "venue" : "J. Food Drug Anal",
      "citeRegEx" : "Fu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2014
    }, {
      "title" : "Decision tree models to classify nanomaterials according to the DF4nanoGrouping",
      "author" : [ "A. Gajewicz", "T. Puzyn", "K. Odziomek", "P. Urbaszek", "A. Haase", "C. Riebeling", "A. Luch", "M.A. Irfan", "R. Landsiedel", "M van der Zande" ],
      "venue" : "scheme. Nanotoxicology",
      "citeRegEx" : "Gajewicz et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gajewicz et al\\.",
      "year" : 2018
    }, {
      "title" : "Surface reactivity measurements as required for grouping and read-across: an advanced FRAS protocol",
      "author" : [ "A. Gandon", "K. Werle", "N. Neubauer", "W. Wohlleben" ],
      "venue" : "J. Phys. Conf. Ser",
      "citeRegEx" : "Gandon et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gandon et al\\.",
      "year" : 2017
    }, {
      "title" : "SOP: Determining Protein Carbonylation. zenodo",
      "author" : [ "A. Giusti", "A. Haase" ],
      "venue" : null,
      "citeRegEx" : "Giusti and Haase,? \\Q2020\\E",
      "shortCiteRegEx" : "Giusti and Haase",
      "year" : 2020
    }, {
      "title" : "Measuring reactive species and oxidative damage in vivo and in cell culture: how should you do it and what do the results mean? Br",
      "author" : [ "B. Halliwell", "M. Whiteman" ],
      "venue" : "J. Pharmacol",
      "citeRegEx" : "Halliwell and Whiteman,? \\Q2004\\E",
      "shortCiteRegEx" : "Halliwell and Whiteman",
      "year" : 2004
    }, {
      "title" : "Electron spin resonance spectroscopy for the study of nanomaterial-mediated generation of reactive oxygen species",
      "author" : [ "W. He", "Y. Liu", "W.G. Wamer", "J.J. Yin" ],
      "venue" : "J. Food Drug Anal",
      "citeRegEx" : "He et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2014
    }, {
      "title" : "Oxidative potential of silver nanoparticles measured by electron paramagnetic resonance spectroscopy",
      "author" : [ "B. Hellack", "C. Nickel", "R.P.F. Schins", "2017b" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Hellack et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hellack et al\\.",
      "year" : 2017
    }, {
      "title" : "Comparative shortterm inhalation toxicity of five organic diketopyrrolopyrrole pigments and two inorganic iron-oxide-based pigments",
      "author" : [ "T. Hofmann", "L. Ma-Hock", "V. Strauss", "S. Treumann", "M. Rey Moreno", "N. Neubauer", "W. Wohlleben", "S. Gröters", "K. Wiench", "U Veith" ],
      "venue" : "Inhal. Toxicol",
      "citeRegEx" : "Hofmann et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hofmann et al\\.",
      "year" : 2016
    }, {
      "title" : "Time course of lung retention and toxicity of inhaled particles: short-term exposure to nano-ceria",
      "author" : [ "J. Keller", "W. Wohlleben", "L. Ma-Hock", "V. Strauss", "S. Gröters", "K. Küttler", "K. Wiench", "C. Herden", "G. Oberdörster", "B van Ravenzwaay" ],
      "venue" : "Arch. Toxicol",
      "citeRegEx" : "Keller et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Keller et al\\.",
      "year" : 2014
    }, {
      "title" : "Development of riskbased nanomaterial groups for occupational exposure control",
      "author" : [ "E.D. Kuempel", "V. Castranova", "C.L. Geraci", "P.A. Schulte" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Kuempel et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kuempel et al\\.",
      "year" : 2012
    }, {
      "title" : "Application of short-term inhalation studies to assess the inhalation toxicity of nanomaterials",
      "author" : [ "R. Landsiedel", "L. Ma-Hock", "T. Hofmann", "M. Wiemann", "V. Strauss", "S. Treumann" ],
      "venue" : "Part Fibre Toxicol",
      "citeRegEx" : "Landsiedel et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Landsiedel et al\\.",
      "year" : 2014
    }, {
      "title" : "Comparative toxicity of 24 manufactured nanoparticles in human alveolar epithelial and macrophage cell lines. Particle and fibre toxicology",
      "author" : [ "S. Lanone", "F. Rogerieux", "J. Geys", "A. Dupont", "E. Maillot-Marechal", "J. Boczkowski", "G. Lacroix", "P. Hoet" ],
      "venue" : null,
      "citeRegEx" : "Lanone et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lanone et al\\.",
      "year" : 2009
    }, {
      "title" : "Eléments issus des déclarations des substances à l’état nanoparticulaire: Exercise",
      "author" : [ "l’Environment Md" ],
      "venue" : null,
      "citeRegEx" : "Md,? \\Q2015\\E",
      "shortCiteRegEx" : "Md",
      "year" : 2015
    }, {
      "title" : "Development of a short-term inhalation test in the rat using nano-titanium dioxide as a model substance",
      "author" : [ "L. Ma-Hock", "S. Burkhardt", "V. Strauss", "A.O. Gamer", "K. Wiench", "B. van Ravenzwaay", "R. Landsiedel" ],
      "venue" : "Inhal. Toxicol",
      "citeRegEx" : "Ma.Hock et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ma.Hock et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanoparticles: molecular targets and cell signalling",
      "author" : [ "F. Marano", "S. Hussain", "F. Rodrigues-Lima", "A. Baeza-Squiban", "S. Boland" ],
      "venue" : "Arch. Toxicol",
      "citeRegEx" : "Marano et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Marano et al\\.",
      "year" : 2011
    }, {
      "title" : "In vitro and in vivo genotoxicity investigations of differently sized amorphous SiO2 nanomaterials",
      "author" : [ "E. Maser", "M. Schulz", "U.G. Sauer", "M. Wiemann", "L. Ma-Hock", "W. Wohlleben", "A. Hartwig", "R. Landsiedel" ],
      "venue" : "Mutation Research/Genetic Toxicology and Environmental Mutagenesis",
      "citeRegEx" : "Maser et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Maser et al\\.",
      "year" : 2015
    }, {
      "title" : "Surface area of carbon nanoparticles: a dose metric for a more realistic ecotoxicological assessment",
      "author" : [ "A. Mottier", "F. Mouchet", "C. Laplanche", "S. Cadarsi", "L. Lagier", "J.C. Arnault", "H.A. Girard", "V. León", "E. Vázquez", "C Sarrieu" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "Mottier et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mottier et al\\.",
      "year" : 2016
    }, {
      "title" : "A multi-stakeholder perspective on the use of alternative test strategies for nanomaterial safety assessment",
      "author" : [ "A.E. Nel", "E. Nasser", "H. Godwin", "D. Avery", "T. Bahadori", "L. Bergeson", "E. Beryt", "J.C. Bonner", "D. Boverhof", "J Carter" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Nel et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Nel et al\\.",
      "year" : 2013
    }, {
      "title" : "Grouping and read-across approaches for risk assessment of nanomaterials",
      "author" : [ "A.G. Oomen", "E.A.J. Bleeker", "P.M.J. Bos", "F. van Broekhuizen", "S. Gottardo", "M. Groenewold", "D. Hristozov", "K. Hund-Rinke", "M.A. Irfan", "A Marcomini" ],
      "venue" : "Int. J. Environ. Res. Public Health",
      "citeRegEx" : "Oomen et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Oomen et al\\.",
      "year" : 2015
    }, {
      "title" : "Risk assessment frameworks for nanomaterials: scope, link to regulations, applicability, and outline for future directions in view of needed increase in efficiency",
      "author" : [ "A.G. Oomen", "K.G. Steinhäuser", "E.A.J. Bleeker", "F. van Broekhuizen", "A. Sips", "S. Dekkers", "S.W.P. Wijnhoven", "P.G. Sayre" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "Oomen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Oomen et al\\.",
      "year" : 2018
    }, {
      "title" : "A redox proteomics approach to investigate the mode of action of nanomaterials",
      "author" : [ "C. Riebeling", "M. Wiemann", "J. Schnekenburger", "T.A.J. Kuhlbusch", "W. Wohlleben", "A. Luch", "A. Haase" ],
      "venue" : "Toxicol. Appl. Pharmacol",
      "citeRegEx" : "Riebeling et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Riebeling et al\\.",
      "year" : 2016
    }, {
      "title" : "Cellular aging characteristics and their association with age-related disorders",
      "author" : [ "M Rudzińska", "A Parodi", "AV Balakireva", "OE Chepikova", "FM Venanzi", "AA Zamyatnin", "Jr." ],
      "venue" : "Antioxidants (Basel)",
      "citeRegEx" : "Rudzińska et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Rudzińska et al\\.",
      "year" : 2020
    }, {
      "title" : "Influence of dispersive agent on nanomaterial agglomeration and implications for biological effects in vivo or in vitro. Toxicology in vitro : an international journal published in association with BIBRA",
      "author" : [ "U.G. Sauer", "A. Aumann", "L. Ma-Hock", "R. Landsiedel", "W. Wohlleben" ],
      "venue" : null,
      "citeRegEx" : "Sauer et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sauer et al\\.",
      "year" : 2015
    }, {
      "title" : "On the pivotal role of dose for particle toxicology and risk assessment: exposure is a poor surrogate for delivered dose",
      "author" : [ "O. Schmid", "F.R. Cassee" ],
      "venue" : "Particle and Fibre Toxicology",
      "citeRegEx" : "Schmid and Cassee,? \\Q2017\\E",
      "shortCiteRegEx" : "Schmid and Cassee",
      "year" : 2017
    }, {
      "title" : "Surface area is the biologically most effective dose metric for acute nanoparticle toxicity in the lung",
      "author" : [ "O. Schmid", "T. Stoeger" ],
      "venue" : "J. Aerosol Sci",
      "citeRegEx" : "Schmid and Stoeger,? \\Q2016\\E",
      "shortCiteRegEx" : "Schmid and Stoeger",
      "year" : 2016
    }, {
      "title" : "Hydroxyl radical generation by electron paramagnetic resonance as a new method to monitor ambient particulate matter composition",
      "author" : [ "T. Shi", "R.P.F. Schins", "A.M. Knaapen", "T. Kuhlbusch", "M. Pitz", "J. Heinrich" ],
      "venue" : "J. Environ. Monit",
      "citeRegEx" : "Shi et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Shi et al\\.",
      "year" : 2003
    }, {
      "title" : "Oxidative stress: a concept in redox biology and medicine",
      "author" : [ "H. Sies" ],
      "venue" : "Redox Biol",
      "citeRegEx" : "Sies,? \\Q2015\\E",
      "shortCiteRegEx" : "Sies",
      "year" : 2015
    }, {
      "title" : "Metrics, dose, and dose concept: the need for a proper dose concept in the risk assessment of nanoparticles",
      "author" : [ "M. Simkó", "D. Nosske", "W.G. Kreyling" ],
      "venue" : "Int. J. Environ. Res. Public Health",
      "citeRegEx" : "Simkó et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Simkó et al\\.",
      "year" : 2014
    }, {
      "title" : "Excess brain protein oxidation and enzyme dysfunction in normal aging and in Alzheimer disease",
      "author" : [ "C.D. Smith JMC", "P.E. Starke-Reed", "C.N. Oliver", "E.R. Stadtman", "R.A. Floyd", "W.R. Markesbery" ],
      "venue" : "Proc Nati Acad Sci USA",
      "citeRegEx" : "JMC et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "JMC et al\\.",
      "year" : 1991
    }, {
      "title" : "Protein oxidation and aging",
      "author" : [ "E.R. Stadtman" ],
      "venue" : "Free Radic. Res",
      "citeRegEx" : "Stadtman,? \\Q2006\\E",
      "shortCiteRegEx" : "Stadtman",
      "year" : 2006
    }, {
      "title" : "Oxidative protein damage in plasma of type 2 diabetic patients",
      "author" : [ "A. Telci", "U. Çakatay", "R. Kayali", "C. Erdoǧan", "Y. Orhan", "A. Sivas", "T. Akçay" ],
      "venue" : "Horm. Metab. Res",
      "citeRegEx" : "Telci et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Telci et al\\.",
      "year" : 2000
    }, {
      "title" : "Oxidative stress and neurodegenerative diseases: a review of upstream and downstream antioxidant therapeutic options",
      "author" : [ "B. Uttara", "A.V. Singh", "P. Zamboni", "R.T. Mahajan" ],
      "venue" : "Curr. Neuropharmacol",
      "citeRegEx" : "Uttara et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Uttara et al\\.",
      "year" : 2009
    }, {
      "title" : "Ceria nanoparticles as enzyme mimetics",
      "author" : [ "G. Wang", "J. Zhang", "X. He", "Z. Zhang", "Y. Zhao" ],
      "venue" : "Chin. J. Chem",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "An in vitro alveolar macrophage assay for predicting the short-term inhalation toxicity of nanomaterials",
      "author" : [ "M. Wiemann", "A. Vennemann", "U.G. Sauer", "K. Wiench", "L. Ma-Hock", "R. Landsiedel" ],
      "venue" : "Journal of Nanobiotechnology",
      "citeRegEx" : "Wiemann et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wiemann et al\\.",
      "year" : 2016
    }, {
      "title" : "In vitro and in vivo short-term pulmonary toxicity of differently sized colloidal amorphous SiO2",
      "author" : [ "M. Wiemann", "U.G. Sauer", "A. Vennemann", "S. Bäcker", "Keller", "J.-G", "L. Ma-Hock", "W. Wohlleben", "R. Landsiedel" ],
      "venue" : "Nanomaterials (Basel)",
      "citeRegEx" : "Wiemann et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wiemann et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanoenabled products: categories, manufacture, and applications",
      "author" : [ "W. Wohlleben", "C. Punckt", "J. Aghassi-Hagmann", "F. Siebers", "F. Menzel", "D. Esken", "Drexel", "C.-P", "H. Zoz", "H.U. Benz", "A Weier" ],
      "venue" : "Metrology and Standardization of Nanotechnology,",
      "citeRegEx" : "Wohlleben et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wohlleben et al\\.",
      "year" : 2017
    }, {
      "title" : "The nanoGRAVUR framework to group (nano)materials for their occupational, consumer, environmental risks based on a harmonized set of material properties, applied to 34 case studies",
      "author" : [ "W. Wohlleben", "B. Hellack", "C. Nickel", "M. Herrchen", "K. Hund-Rinke", "K. Kettler", "C. Riebeling", "A. Haase", "B. Funk", "D Kühnel" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "Wohlleben et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wohlleben et al\\.",
      "year" : 2019
    }, {
      "title" : "Impairment of mitochondrial function by particulate matter (PM) and their toxic components: implications for PM-induced cardiovascular and lung disease",
      "author" : [ "T. Xia", "M. Kovochich", "A.E. Nel" ],
      "venue" : "Front. Biosci",
      "citeRegEx" : "Xia et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Xia et al\\.",
      "year" : 2007
    }, {
      "title" : "Use of metal oxide nanoparticle band gap to develop a predictive paradigm for oxidative stress and acute pulmonary inflammation",
      "author" : [ "H. Zhang", "Z. Ji", "T. Xia", "H. Meng", "C. Low-Kam", "R. Liu", "S. Pokhrel", "S. Lin", "X. Wang", "Liao", "Y.-P" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Zhang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 50,
      "context" : "In addition, such approaches are also useful for safety assessment of well-established materials such as fillers and pigments that are produced in megaton quantities in many different (nano-)forms (l'Environment Md, 2015; Wohlleben et al., 2017).",
      "startOffset" : 197,
      "endOffset" : 245
    }, {
      "referenceID" : 1,
      "context" : "Several frameworks for NM grouping have already been proposed such as the approach developed by the US-Canada Regulatory Cooperation Council (RCC RCC, 2003), the DF4NanoGrouping framework (Arts et al., 2015), the MARINA grouping and read across approach (Oomen et al.",
      "startOffset" : 188,
      "endOffset" : 207
    }, {
      "referenceID" : 33,
      "context" : ", 2015), the MARINA grouping and read across approach (Oomen et al., 2015) and others, as summarized in several review articles (Giusti et al.",
      "startOffset" : 54,
      "endOffset" : 74
    }, {
      "referenceID" : 34,
      "context" : ", 2015) and others, as summarized in several review articles (Giusti et al., 2019; Oomen et al., 2018).",
      "startOffset" : 61,
      "endOffset" : 102
    }, {
      "referenceID" : 1,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 34,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 0,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 2,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 4,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 8,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 24,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 32,
      "context" : "Almost every NM grouping framework acknowledges surface reactivity as a central parameter (Arts et al., 2015; Oomen et al., 2018; Arts et al., 2014; Arts et al., 2016; Braakhuis et al., 2014; Collier et al., 2015; Kuempel et al., 2012; Nel et al., 2013).",
      "startOffset" : 90,
      "endOffset" : 253
    }, {
      "referenceID" : 41,
      "context" : "A high surface reactivity is assumed to cause the generation of high quantities of reactive oxygen species (ROS) that may then lead to non-selective oxidation of biomolecules, to oxidative cell damage and to oxidative stress (Sies, 2015; Stone et al., 2007; Xia et al., 2007).",
      "startOffset" : 225,
      "endOffset" : 275
    }, {
      "referenceID" : 52,
      "context" : "A high surface reactivity is assumed to cause the generation of high quantities of reactive oxygen species (ROS) that may then lead to non-selective oxidation of biomolecules, to oxidative cell damage and to oxidative stress (Sies, 2015; Stone et al., 2007; Xia et al., 2007).",
      "startOffset" : 225,
      "endOffset" : 275
    }, {
      "referenceID" : 13,
      "context" : "Other relevant mechanisms are catalytic processes at the NM surface or radical production via dissolved (metal) ions (Driessen et al., 2015; He et al., 2014).",
      "startOffset" : 117,
      "endOffset" : 157
    }, {
      "referenceID" : 20,
      "context" : "Other relevant mechanisms are catalytic processes at the NM surface or radical production via dissolved (metal) ions (Driessen et al., 2015; He et al., 2014).",
      "startOffset" : 117,
      "endOffset" : 157
    }, {
      "referenceID" : 29,
      "context" : "This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006).",
      "startOffset" : 92,
      "endOffset" : 234
    }, {
      "referenceID" : 26,
      "context" : "This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006).",
      "startOffset" : 92,
      "endOffset" : 234
    }, {
      "referenceID" : 19,
      "context" : "This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006).",
      "startOffset" : 92,
      "endOffset" : 234
    }, {
      "referenceID" : 15,
      "context" : "This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006).",
      "startOffset" : 92,
      "endOffset" : 234
    }, {
      "referenceID" : 3,
      "context" : "This can induce various adverse outcomes such as cytotoxicity, genotoxicity or inflammation (Unfried et al., 2007; Marano et al., 2011; Lanone et al., 2009; Halliwell and Whiteman, 2004; Fu et al., 2014; Borm and Müller-Schulte, 2006).",
      "startOffset" : 92,
      "endOffset" : 234
    }, {
      "referenceID" : 32,
      "context" : "Most of these responses are triggered by alterations in cellular pathways and/or by oxidative damage of biomolecules like proteins, lipids or DNA (Nel et al., 2013; Xia et al., 2007; Driessen et al., 2015; Hellack et al., 2017a).",
      "startOffset" : 146,
      "endOffset" : 228
    }, {
      "referenceID" : 52,
      "context" : "Most of these responses are triggered by alterations in cellular pathways and/or by oxidative damage of biomolecules like proteins, lipids or DNA (Nel et al., 2013; Xia et al., 2007; Driessen et al., 2015; Hellack et al., 2017a).",
      "startOffset" : 146,
      "endOffset" : 228
    }, {
      "referenceID" : 13,
      "context" : "Most of these responses are triggered by alterations in cellular pathways and/or by oxidative damage of biomolecules like proteins, lipids or DNA (Nel et al., 2013; Xia et al., 2007; Driessen et al., 2015; Hellack et al., 2017a).",
      "startOffset" : 146,
      "endOffset" : 228
    }, {
      "referenceID" : 11,
      "context" : "It has been estimated that up to 70% of all ROS finally end up as direct or indirect protein adducts (Davies, 2005; Dalle-Donne et al., 2006).",
      "startOffset" : 101,
      "endOffset" : 141
    }, {
      "referenceID" : 10,
      "context" : "It has been estimated that up to 70% of all ROS finally end up as direct or indirect protein adducts (Davies, 2005; Dalle-Donne et al., 2006).",
      "startOffset" : 101,
      "endOffset" : 141
    }, {
      "referenceID" : 20,
      "context" : "Many different NMs are able to induce oxidative stress (He et al., 2014).",
      "startOffset" : 55,
      "endOffset" : 72
    }, {
      "referenceID" : 20,
      "context" : "The measurements are in particular difficult in dynamic biological environments (He et al., 2014).",
      "startOffset" : 80,
      "endOffset" : 97
    }, {
      "referenceID" : 20,
      "context" : "Two main challenges affect ROS detection: their high reactivity (and thus short life time), and their very low concentrations (He et al., 2014).",
      "startOffset" : 126,
      "endOffset" : 143
    }, {
      "referenceID" : 40,
      "context" : ", 2017b) and the spin trap DMPO (5,5-dimethylpyrroline N-oxide) (Shi et al., 2003) were used.",
      "startOffset" : 64,
      "endOffset" : 82
    }, {
      "referenceID" : 20,
      "context" : "CPH is able to react mainly with singlet oxygen, superoxide radicals and peroxynitrite to give the stable nitroxide radical 3-carboxy-2,2,5,5-tetramethylpyrrolidine 1-oxyl, which then can be detected by ESR spectroscopy (He et al., 2014).",
      "startOffset" : 220,
      "endOffset" : 237
    }, {
      "referenceID" : 17,
      "context" : "The FRAS assay is able to differentiate between NMs at the lower end of the reactivity scale with higher sensitivity compared to ESR (Gandon et al., 2017).",
      "startOffset" : 133,
      "endOffset" : 154
    }, {
      "referenceID" : 44,
      "context" : "Differently to acellular ESR and FRAS, the measurement of protein carbonylation is a cell-based assay, which measures an important and widely assessed biomarker for protein oxidation (Stadtman, 2006).",
      "startOffset" : 183,
      "endOffset" : 199
    }, {
      "referenceID" : 13,
      "context" : "Protein carbonylation is an irreversible post-translational modification, often related to a loss or a decrease of protein function (Driessen et al., 2015).",
      "startOffset" : 132,
      "endOffset" : 155
    }, {
      "referenceID" : 46,
      "context" : ", 2003) such as neurodegenerative diseases (for example Alzheimer's or Parkinson's diseases (Smith et al., 1991; Uttara et al., 2009)), diabetes (Telci et al.",
      "startOffset" : 92,
      "endOffset" : 133
    }, {
      "referenceID" : 45,
      "context" : ", 2009)), diabetes (Telci et al., 2000), chronic lung diseases or with natural processes, such as aging (Rudzińska et al.",
      "startOffset" : 19,
      "endOffset" : 39
    }, {
      "referenceID" : 36,
      "context" : ", 2000), chronic lung diseases or with natural processes, such as aging (Rudzińska et al., 2020).",
      "startOffset" : 72,
      "endOffset" : 96
    }, {
      "referenceID" : 18,
      "context" : "The resulting dinitrophenylhydrazone is then revealed using an immunoassay (Giusti and Haase, 2020).",
      "startOffset" : 75,
      "endOffset" : 99
    }, {
      "referenceID" : 48,
      "context" : "Moreover, most of the materials also have been well-characterized for their toxicological profiles in vivo and/or in vitro (Wiemann et al., 2016).",
      "startOffset" : 123,
      "endOffset" : 145
    }, {
      "referenceID" : 1,
      "context" : "In addition, manganese oxide and barium sulfate were included as positive (Arts et al., 2015; Arts et al., 2016) and negative (Arts et al.",
      "startOffset" : 74,
      "endOffset" : 112
    }, {
      "referenceID" : 2,
      "context" : "In addition, manganese oxide and barium sulfate were included as positive (Arts et al., 2015; Arts et al., 2016) and negative (Arts et al.",
      "startOffset" : 74,
      "endOffset" : 112
    }, {
      "referenceID" : 1,
      "context" : ", 2016) and negative (Arts et al., 2015; Arts et al., 2016; Buesen et al., 2014; Landsiedel et al., 2014) benchmarks, respectively.",
      "startOffset" : 21,
      "endOffset" : 105
    }, {
      "referenceID" : 2,
      "context" : ", 2016) and negative (Arts et al., 2015; Arts et al., 2016; Buesen et al., 2014; Landsiedel et al., 2014) benchmarks, respectively.",
      "startOffset" : 21,
      "endOffset" : 105
    }, {
      "referenceID" : 5,
      "context" : ", 2016) and negative (Arts et al., 2015; Arts et al., 2016; Buesen et al., 2014; Landsiedel et al., 2014) benchmarks, respectively.",
      "startOffset" : 21,
      "endOffset" : 105
    }, {
      "referenceID" : 25,
      "context" : ", 2016) and negative (Arts et al., 2015; Arts et al., 2016; Buesen et al., 2014; Landsiedel et al., 2014) benchmarks, respectively.",
      "startOffset" : 21,
      "endOffset" : 105
    }, {
      "referenceID" : 37,
      "context" : "The distribution of sedimentation coefficients can be simply integrated over the dose that is deposited by sedimentation during incubation (Sauer et al., 2015).",
      "startOffset" : 139,
      "endOffset" : 159
    }, {
      "referenceID" : 37,
      "context" : "This approach to dosimetry neglects transport by diffusion, which may increase the deposited dose above the predicted level especially for the colloidal SiO2 materials (Sauer et al., 2015).",
      "startOffset" : 168,
      "endOffset" : 188
    }, {
      "referenceID" : 12,
      "context" : "However, the approach has the advantage that for evaluation one does not need to know the effective density but inherently incorporates the modulation of sedimentation behavior due to protein corona and agglomeration and even distributions thereof which is not possible in modeling approaches (DeLoid et al., 2014).",
      "startOffset" : 293,
      "endOffset" : 314
    }, {
      "referenceID" : 40,
      "context" : ", 2017b) or the spin trap5,5-dimethylpyrroline N-oxide (DMPO) (Shi et al., 2003).",
      "startOffset" : 62,
      "endOffset" : 80
    }, {
      "referenceID" : 20,
      "context" : "CPH is able to react with singlet oxygen, superoxide radicals and peroxynitrite to the stable nitroxide radical 3-carboxy2,2,5,5-tetramethylpyrrolidine 1-oxyl (He et al., 2014).",
      "startOffset" : 159,
      "endOffset" : 176
    }, {
      "referenceID" : 13,
      "context" : "1 mM) to prevent transition metalinduced reactions (Driessen et al., 2015) and incubated for 10 min at 37 °C before measurements.",
      "startOffset" : 51,
      "endOffset" : 74
    }, {
      "referenceID" : 51,
      "context" : "DNPH reacts with the carbonyl groups and Table 1 Overview of tested materials including key physicochemical properties (Wohlleben et al., 2019).",
      "startOffset" : 119,
      "endOffset" : 143
    }, {
      "referenceID" : 35,
      "context" : "is transformed to 2,4-dinitrophenylhydrazones which can be detected with specific antibodies (Riebeling et al., 2016).",
      "startOffset" : 93,
      "endOffset" : 117
    }, {
      "referenceID" : 48,
      "context" : "Most of the materials used here have already been well characterized with respect to their toxicity with results from in vitro macrophage assay and in vivo short-term inhalation studies (STIS) being available (Wiemann et al., 2016; Landsiedel et al., 2014; Wiemann et al., 2018).",
      "startOffset" : 209,
      "endOffset" : 278
    }, {
      "referenceID" : 25,
      "context" : "Most of the materials used here have already been well characterized with respect to their toxicity with results from in vitro macrophage assay and in vivo short-term inhalation studies (STIS) being available (Wiemann et al., 2016; Landsiedel et al., 2014; Wiemann et al., 2018).",
      "startOffset" : 209,
      "endOffset" : 278
    }, {
      "referenceID" : 49,
      "context" : "Most of the materials used here have already been well characterized with respect to their toxicity with results from in vitro macrophage assay and in vivo short-term inhalation studies (STIS) being available (Wiemann et al., 2016; Landsiedel et al., 2014; Wiemann et al., 2018).",
      "startOffset" : 209,
      "endOffset" : 278
    }, {
      "referenceID" : 2,
      "context" : "In addition, 15 of the NMs under study were tested in in vivo STIS (Arts et al., 2016; Landsiedel et al., 2014; Keller et al., 2014; Ma-Hock et al., 2009).",
      "startOffset" : 67,
      "endOffset" : 154
    }, {
      "referenceID" : 25,
      "context" : "In addition, 15 of the NMs under study were tested in in vivo STIS (Arts et al., 2016; Landsiedel et al., 2014; Keller et al., 2014; Ma-Hock et al., 2009).",
      "startOffset" : 67,
      "endOffset" : 154
    }, {
      "referenceID" : 23,
      "context" : "In addition, 15 of the NMs under study were tested in in vivo STIS (Arts et al., 2016; Landsiedel et al., 2014; Keller et al., 2014; Ma-Hock et al., 2009).",
      "startOffset" : 67,
      "endOffset" : 154
    }, {
      "referenceID" : 28,
      "context" : "In addition, 15 of the NMs under study were tested in in vivo STIS (Arts et al., 2016; Landsiedel et al., 2014; Keller et al., 2014; Ma-Hock et al., 2009).",
      "startOffset" : 67,
      "endOffset" : 154
    }, {
      "referenceID" : 48,
      "context" : "The NMs were categorized into active and passive materials (Table 3) using previous categorizations based on the macrophage assay (Wiemann et al., 2016) and (if available) STIS (Landsiedel et al.",
      "startOffset" : 130,
      "endOffset" : 152
    }, {
      "referenceID" : 14,
      "context" : "Due to biases because of small datasets and complete separation in some of the models, we decided to use Firth's bias reduction method (FIRTH, 1993).",
      "startOffset" : 135,
      "endOffset" : 148
    }, {
      "referenceID" : 48,
      "context" : "Class Material Categorization in vitro (Wiemann et al., 2016; Wohlleben et al., 2019) Categorization in vivo (Landsiedel et al.",
      "startOffset" : 39,
      "endOffset" : 85
    }, {
      "referenceID" : 51,
      "context" : "Class Material Categorization in vitro (Wiemann et al., 2016; Wohlleben et al., 2019) Categorization in vivo (Landsiedel et al.",
      "startOffset" : 39,
      "endOffset" : 85
    }, {
      "referenceID" : 16,
      "context" : "ESR with CPH spin probe and DMPO spin trap with the LUMO or Ec obtained from literature (Gajewicz et al., 2018; Burello and Worth, 2011; Zhang et al., 2012; FIRTH, 1993) (see Fig.",
      "startOffset" : 88,
      "endOffset" : 169
    }, {
      "referenceID" : 6,
      "context" : "ESR with CPH spin probe and DMPO spin trap with the LUMO or Ec obtained from literature (Gajewicz et al., 2018; Burello and Worth, 2011; Zhang et al., 2012; FIRTH, 1993) (see Fig.",
      "startOffset" : 88,
      "endOffset" : 169
    }, {
      "referenceID" : 53,
      "context" : "ESR with CPH spin probe and DMPO spin trap with the LUMO or Ec obtained from literature (Gajewicz et al., 2018; Burello and Worth, 2011; Zhang et al., 2012; FIRTH, 1993) (see Fig.",
      "startOffset" : 88,
      "endOffset" : 169
    }, {
      "referenceID" : 14,
      "context" : "ESR with CPH spin probe and DMPO spin trap with the LUMO or Ec obtained from literature (Gajewicz et al., 2018; Burello and Worth, 2011; Zhang et al., 2012; FIRTH, 1993) (see Fig.",
      "startOffset" : 88,
      "endOffset" : 169
    }, {
      "referenceID" : 53,
      "context" : "The area highlighted in green is the cellular redox potential (Zhang et al., 2012).",
      "startOffset" : 62,
      "endOffset" : 82
    }, {
      "referenceID" : 47,
      "context" : "The light blue vertical lines correspond to the redox potential of hydroxyl radicals on the right (Wang et al., 2017) and the redox potential of superoxide radicals on the left.",
      "startOffset" : 98,
      "endOffset" : 117
    }, {
      "referenceID" : 31,
      "context" : "Similar findings were also described in previous studies (Mottier et al., 2016; Schmid and Stoeger, 2016; Simkó et al., 2014).",
      "startOffset" : 57,
      "endOffset" : 125
    }, {
      "referenceID" : 39,
      "context" : "Similar findings were also described in previous studies (Mottier et al., 2016; Schmid and Stoeger, 2016; Simkó et al., 2014).",
      "startOffset" : 57,
      "endOffset" : 125
    }, {
      "referenceID" : 42,
      "context" : "Similar findings were also described in previous studies (Mottier et al., 2016; Schmid and Stoeger, 2016; Simkó et al., 2014).",
      "startOffset" : 57,
      "endOffset" : 125
    }, {
      "referenceID" : 42,
      "context" : "Other studies also highlighted the importance of the deposited dose or even better internal dose for the prediction of toxicological responses (Simkó et al., 2014; Cohen et al., 2014; Schmid and Cassee, 2017).",
      "startOffset" : 143,
      "endOffset" : 208
    }, {
      "referenceID" : 7,
      "context" : "Other studies also highlighted the importance of the deposited dose or even better internal dose for the prediction of toxicological responses (Simkó et al., 2014; Cohen et al., 2014; Schmid and Cassee, 2017).",
      "startOffset" : 143,
      "endOffset" : 208
    }, {
      "referenceID" : 38,
      "context" : "Other studies also highlighted the importance of the deposited dose or even better internal dose for the prediction of toxicological responses (Simkó et al., 2014; Cohen et al., 2014; Schmid and Cassee, 2017).",
      "startOffset" : 143,
      "endOffset" : 208
    }, {
      "referenceID" : 35,
      "context" : "This is in-line with other studies which also suggested combinations of acellular and cellular assays to determine the OP of NMs previously (Riebeling et al., 2016).",
      "startOffset" : 140,
      "endOffset" : 164
    }, {
      "referenceID" : 2,
      "context" : "However, CuPhthalo non-halogenated is known to be false-positive in vitro already (Arts et al., 2016; Wiemann et al., 2016) (see Pigment Blue in Table 3 in (Wiemann et al.",
      "startOffset" : 82,
      "endOffset" : 123
    }, {
      "referenceID" : 48,
      "context" : "However, CuPhthalo non-halogenated is known to be false-positive in vitro already (Arts et al., 2016; Wiemann et al., 2016) (see Pigment Blue in Table 3 in (Wiemann et al.",
      "startOffset" : 82,
      "endOffset" : 123
    }, {
      "referenceID" : 48,
      "context" : ", 2016) (see Pigment Blue in Table 3 in (Wiemann et al., 2016)).",
      "startOffset" : 40,
      "endOffset" : 62
    }, {
      "referenceID" : 22,
      "context" : "In the macrophage assay models also Fe2O3 nanoformA and Fe2O3 nanoformB are frequently misclassified, as they are passive in the inhalation test (Hofmann et al., 2016).",
      "startOffset" : 145,
      "endOffset" : 167
    } ],
    "year" : 2020,
    "abstractText" : "Nanomaterials (NMs) can be manufactured in plenty of variants differing in their physicochemical properties. Functional assays can be highly useful to cope with the enormous variability by supporting prioritization and categorization. Oxidative potential (OP) seems to be in particular important in this context and different assays are available. However, their reliability and predictivity are not well-characterized. This study compares four different test methods for measuring NM OP. Reactive oxygen species (ROS) generation was measured on a set of 35 different materials, all extensively characterized with respect to physicochemical properties and most of them with respect to toxicity. Different acellular assays were applied, namely electron spin resonance (ESR) spectroscopy using CPH spin probe and DMPO spin trap, and the ferric reduction ability of serum (FRAS) assay. In addition, protein carbonylation as a marker for oxidative protein damage was analyzed in NRK-52E cells. All assays were assessed individually for their predictivity compared to established toxicological endpoints. We also aimed to identify the optimal assay combination using multivariate logistic regression and other statistical measures. BET surface area-based doses were more suitable to relate surface reactivity to toxicity. In addition, normalization to the deposited dose was advantageous for cellular assays as it improved the predictivity for in vitro as well as in vivo toxicity. The carbonylation assay, potentially in combination with ESR (DMPO spin trap) or FRAS assay, led to the best predictive performance. In summary, we propose a testing strategy for NM OP and demonstrated the applicability in an extended case study on 35 materials. This work is an important contribution towards reliable grouping and testing strategies for NMs.",
    "creator" : "Elsevier"
  }
}