{
  "name" : "downloads_2020-09-03_33_niu2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Mesoporous Titanium Dioxide: Synthesis and Applications in Photocatalysis, Energy and Biology",
    "authors" : [ "Ben Niu", "Xin Wang", "Kai Wu", "Xianru He", "Rui Zhang" ],
    "emails" : [ "201721000054@stu.swpu.edu.cn", "201531053327@stu.swpu.edu.cn", "xin.wang@swpu.edu.cn", "xrhe@swpu.edu.cn", "rui.zhang@uni-rosotck.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: mesoporous titanium dioxide; hybrid material; synthesis; application"
    }, {
      "heading" : "1. Introduction",
      "text" : "Mesoporous materials are of great importance for their unique structure and properties, thus finding many potential applications in catalysis, biological medicine and environmental energy. Since the Mobil Oil Corporation discovered ordered mesoporous silica in 1992 [1,2], the synthesis and applications of mesoporous materials have been broadly studied. In 1995, mesoporous TiO2 was first synthesized by Antonelli and Ying with modified sol–gel method [3]. Since then, mesoporous TiO2 has attracted more and more interest due to its great advantages, including good chemical and physical properties, non-toxicity and good biocompatibility, excellent photoelectric performance, as well as their broad applications in photocatalysis, energy and biology. The mesoporous TiO2 materials can be classified into disordered and ordered structure according to the arrangement of pores in space. For the disordered mesoporous TiO2, the pores formed by the accumulation between particles and particles are irregular and not interconnected, and the pore size distribution is wide; Whereas, for ordered mesoporous materials, the pores are regularly arranged in space and the pore size distribution is narrow. Over the past decades, various mesoporous TiO2 with different morphologies, surface areas and pore volumes had been synthesized and applied in many fields [4–6]. In recent years, there have been some excellent reviews regarding mesoporous TiO2 in various aspects [7–17]. Different synthesis methods, morphologies and pore-wall parameters of mesoporous TiO2 were summarized and discussed. Meanwhile, applications in photocatalysis, new energy (such as solar cells and lithium-ion batteries) as well as in biological fields have raised more attention hence further helped push forward the development of this type of material. This review focuses on the most recent study of the synthesis, morphology, doping and crystallization of mesoporous TiO2 that are\nMaterials 2018, 11, 1910; doi:10.3390/ma11101910 www.mdpi.com/journal/materials\nMaterials 2018, 11, 1910 2 of 23\nclosely related to applications in photocatalysis, energy and biology. Particular emphases are given to the latest achievements in the synthesis of mesoporous TiO2 as well as the relationship to the structure."
    }, {
      "heading" : "2. Synthesis",
      "text" : "The synthesis methods of mesoporous TiO2 materials have been widely studied in the past two decades, whether it is for new applications where specific morphology is required, or simply for better control of morphology and/or improvement of reaction including sol–gel, hydrothermal, solvothermal and template reaction. A fabrication of mesoporous TiO2 usually includes the construction of mesoporous spaces (2–50 nm) and arranging them in assembled arrays. The commonly used synthesis methods include sol–gel, hydrothermal and solvothermal methods, and template methods. Different synthesis approaches give rise to different morphologies, mesostructures, pore sizes, doping and crystallization of mesoporous TiO2 materials. These characteristics are structurally important for the applications. In this section, different synthesis methods are briefly revisited and compared, mesoporous TiO2 with these characteristics is also discussed."
    }, {
      "heading" : "2.1. Sol–Gel Method",
      "text" : "Nowadays, the sol–gel method is the most common and versatile way for preparing mesoporous TiO2, because it is easier to carry out than as in the solid state, and only requires a low synthesis temperature. Besides, it can prepare a variety of new mesoporous TiO2 materials by selecting the appropriate conditions. However, sol–gel approach usually takes days or weeks to finish, thus it is much slower in the time sense. There is a transition of the system from liquid solution (Sol) to solid gel phase (Gel) in the sol–gel process. First, a gel is obtained by a colloidal suspension of solid particles in a liquid. Then the sol slowly polymerizes between the particles to form a three-dimensional gel network structure, and gel networks are filled with a loss of mobility of the solvent, finally the gel is formed (Figure 1a). Next, the gel is dried and calcined to get molecular or even nanostructured materials (Figure 1b) [18]. In the 1960s, sol–gel method was developed for synthesizing various materials including all kinds of mesoporous materials [9]. These mesoporous materials, which have high specific surface area, narrow pore size distribution and adjustable pore size, are mainly classified into silicon-based mesoporous materials (SiC, SiCN, SiOC, etc.) and non-silicon-based mesoporous materials (transition metal oxides, sulfides, carbides, nitrides, etc.) Meanwhile, the preparation of mesoporous TiO2 has attracted a wide range of interests.\nMaterials 2018, 11, x FOR PEER REVIEW 2 of 23\nmost recent study of the synthesis, morphology, doping and crystallization of mesoporous TiO2 that are closely related to applications in photocatalysis, energy and biology. Particular emphases are given to the latest achievements in the synthesis of mesoporous TiO2 as well as the relationship to the structu ."
    }, {
      "heading" : "2. Synthesis",
      "text" : "The synthesis methods of mesoporous TiO2 materials have been widely studied in the past two decades, whether it is f r new applications where specific morphology is required, or simply for b tter control of morphology and/or improv ment of reaction including sol–gel, hydrothermal, s lvother al and template reaction. A fab icati of mesop rous TiO2 usually includes the construction of mesoporous spaces (2–50 nm) and arranging them in assembled a rays. The comm nly used synthesis methods include sol–gel, hydrothermal and solvothermal m thods, and template methods. Different synthesis approaches give rise to different morphologies, mesostructures, pore sizes, doping and crystallization of mesoporous TiO2 materials. These har cteristics are structurally import nt for the applications. In this section, different synthesis m thods re briefly revisited and compared, m oporous TiO2 with thes characteristics is also discussed."
    }, {
      "heading" : "2.1. Sol–Gel Method",
      "text" : "Nowadays, the sol–gel method is the most common and versatile way for preparing mesoporous TiO2, because it is easier to carry out than as in the solid state, and only requires a low synthesis temperature. Besides, it can prepare a variety of new mesoporous TiO2 materials by selecting the appropriate conditions. However, sol–gel approach usually takes days or weeks to finish, thus it is much slower in the time sense. There is a transition of the system from liquid solution (Sol) to solid gel phase (Gel) in the sol–gel process. First, a gel is obtained by a colloidal suspension of solid particles in a liquid. Then the sol slowly polymerizes between the particles to form a threedimensional gel network structure, and gel networks are filled with a loss of mobility of the solvent, finally the gel is formed (Figure 1a). Next, the gel is dried and calcined to get molecular or even nanostructured materials (Figure 1b) [18]. In the 1960s, sol–gel method was developed for synthesizing various materials including all kinds of mesoporous materials [9]. These mesoporous materials, which have high specific surface area, narrow pore size distribution and adjustable pore size, are mainly classified into silicon-based mesoporous materials (SiC, SiCN, SiOC, etc.) and nonsilicon-based mesoporous materials (transition metal oxides, sulfides, carbides, nitrides, etc.) Meanwhile, the preparation of mesoporous TiO2 has attracted a wide range of interests.\ni r . (a) The proce s of sol–gel transition. (b) Drying and alcining the gel to get molecular and nanostructured materials. R printed with permission from [18]. Copyright 2018, Am rican Chemical Society.\nFor instance, Liu and coworkers prepared mesoporous TiO2 with anatase structure via sol–gel reaction [19]. It was found that the products have specific surface area, total pore volume and average pore size with 106 m2·g−1, 0.17 cm3·g−1 and 4.8 nm, respectively. This synthesis approach provides an environmentally-friendly pathway, which is of great significance for the applications of mesoporous TiO2. The sol–gel approach to synthesize mesoporous TiO2 generally includes the acids/bases-catalyzed hydrolysis and condensation step of Ti precursor. Therefore, the presence of acids and bases have a significant influence on the surface area and pore parameters of TiO2. Claudia et al. used H3PO4 as the hydrolysis catalyst and anionic precursor to prepare TiO2 using sol–gel method [20]. TiO2 with higher surface area and smaller crystallite size was obtained due to the existence of phosphate anion (Table 1). The phosphate anion can be easily adsorbed on the surface of TiO2, so the material negatively charged hence has a strong tendency to form hydrogen bonds. In addition to these conventional sol–gel methods, an approach without acids or bases was also reported [21]. The product is an anatase phase with pure and highly crystalline, very high porosity and a large surface area of 226.25 m2·g−1.\nMesoporous TiO2 prepared by sol–gel method is usually disordered and generally exhibits a wormhole-like mesostructure rather than a large range of ordered regularity. This is due to the highly reactive Ti precursors, and their hydrolysis and condensation rates which are often not easy to control during the sol–gel process. Attempts leading to more ordered TiO2 were continuously made by researchers. For example, Zhao et al. recently synthesized a uniform mesoporous TiO2 material involving graphene oxide (GO), where the GO sheet is served as the substrate for the growth of TiO2 [22]. During the synthesis (Figure 2), GO sheets were coated with amorphous TiO2 shells, and the product (G@mTiO2) was obtained through calcination by controlling the hydrolysis and condensation of the Ti precursors. The as-prepared sandwich-like nanosheets have ordered mesoporous structure, high crystalline anatase nanocrystal (~6 nm), large surface area (~252 m2/g) and uniform mesopores (~3.4 nm), as well as excellent electrical properties that can be potentially applied to lithium-ion batteries.\nMaterials 2018, 11, x FOR PEER REVIEW 4 of 23\nFigure 2. Schematic formation process of the mesoporous TiO2/graphene/mesoporous TiO2 sandwichlike nanosheets. Reprinted with permission from [22]. Copyright 2018, American Chemical Society.\nThe large employment of sol–gel method in the preparation of mesoporous TiO2 has greatly expanded its application field as well. Lee and co-workers prepared a pure mesoporous TiO2 (MTiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel method (Figure 3b) [23]. The presence of W in doped M-TiO2 decreases the energy gap of the material, which shifts the optically responsive region of TiO2 into the visible light range, and energy gap (Eg) through W doping is reduced to a maximum of 1.77 eV, which is considered to be the limit of W. Moreover, differences in the content of W also affects the anatase crystal size. The synthesized doped M-TiO2 has a promising potential as visible light photocatalyst.\nFigure 3. TEM image of (a) M-TiO2 and (b) doped M-TiO2. Reprinted with permission from reference [23]; Copyright 2018, Elsevier."
    }, {
      "heading" : "2.2. Hydrothermal Method",
      "text" : "Hydrothermal method is very useful in preparation of microporous and mesoporous TiO2 with a direct and great controlling of the shape. The method involves reaction under high temperature\nFigure 2. Schematic formation process of the mesoporous TiO2/graphene/mesoporous TiO2 sandwich-like nanosheets. Reprinted with permission from [22]. Copyright 2018, American Chemical Society.\nThe large em loyment of sol–gel method in the preparation of mesoporous TiO2 has greatly expanded its application field as well. Lee and co-workers prepared a pure mesoporous TiO2 (M-TiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel method (Figure 3b) [23]. The presence of W in doped M-TiO2 decreases the energy gap of the material, which shifts the optically responsive region of TiO2 into the visible light range, and energy gap (Eg) through W doping is reduced to a maximum of 1.77 eV, which is considered to be the limit of W. Moreover, differences in the content of W also affects the anatase crystal size. The synthesized doped M-TiO2 has a promising potential as visible light photocatalyst.\nMaterials 2018, 11, x FOR PEER REVIEW 4 of 23\nFigure 2. Schematic formation process of the mesoporous TiO2/graphene/mesoporous TiO2 sandwichlike nanosheets. Reprinted with permission from [22]. Copyright 2018, American Chemical Society.\nThe large employment of sol–gel method in the preparation of mesoporous TiO2 has greatly expanded its application field as well. Lee and co-workers prepared a pure mesoporo s i ( - TiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel meth igure 3b) [23]. The presence of W in doped M-TiO2 decreas s the energy gap of the m terial, which shifts the optically responsive region of TiO2 into the visible light range, and energy gap (Eg) through W doping is reduced to a maximum of 1.77 eV, which is considered to be t e limit of W. Moreover, differences in the content of W also affects the anat se crystal size. The synthesized doped M-TiO2 has a promising potential as visible light photocatalyst.\nFigure 3. TEM image f 2 and (b) doped M-TiO2. Reprinted with permission from refer nce [23]; Copyright 2018, l i .\n2.2. Hydrothermal ethod\nHydrothermal method is very useful in preparation of microporous and mesoporous TiO2 with a direct and great controlling of the shape. The method involves reaction under high temperature\nFigure 3. i age of (a) M-TiO2 and (b) oped M-TiO2. Reprinted with per ission from reference [23]; Copyright 2018, Elsevier."
    }, {
      "heading" : "2.2. Hydrothermal Method",
      "text" : "Hydrothermal method is very useful in pre icr porous and mesoporous TiO2 with a direct and great controlling of the shape. The l es reaction under high temperature\nand pressure conditions in a sealed pressure vessel, using water as the solvent. The temperature range is usually between 130 and 250 ◦C, and the corresponding vapor pressure of water is 0.3–4 MPa. The process does not require high-temperature calcining to prepare crystalline material, and can control the product with certain pore size and morphology by changing the hydrothermal conditions. Because of this, it is one of the preferred methods for preparing well-crystallized, non-agglomerated mesoporous materials. Compared to the template methods, the hydrothermal method is simpler because there is no post-processing for removing the organic template residues. However, the reaction factors—such as the temperature, pH and time—will have a great impact on the pore volume and shape of materials. For example, Babak and his coworkers demonstrated that mesoporous TiO2 with lower surface area (90 m2/g) and higher degree of crystallinity was prepared by controlling the hydrothermal and calcination temperatures (Figure 4) [24]. They concluded that this was due to the growth of TiO2 particles inside the formed nanorod/nanotube channels and the collapse of pores at higher calcination temperatures. However, when the calcination temperature of the material reached 1000 ◦C, the surface area and photocatalytic performance of the material would drop sharply because of the orderly loss of the mesostructure and the increase of the ratio of rutile phase.\nMaterials 2018, 11, x FOR PEER REVIEW 5 of 23\nand pressure conditions in a sealed pressure vessel, usi g water as the solv nt. The temperature range is usually betwe n 130 and 250 °C, and th corresponding va or pressure of water is 0.3–4 MPa. The process does not require high-temperature calcining to prepare crystalline materi , and can control the product with certain po e size and morphology by changing the hydrothermal conditions. Because of this, it is one f the preferred m thods for preparing well-crystallized, non-agglomerated mesoporous materials. Compared to the template methods, the hydrothermal method is simpler because there is no post-processing for re oving the organic template residues. However, the reaction factors—such as the temperature, pH and time—will have a great impact on the pore volume and shape of materials. For example, Babak and his coworkers demonstrated that mesoporous TiO2 with lower surface area (90 m2/g) and higher degree of crystallinity was prepared by controlling the hydrothermal and calcination temperatures (Figure 4) [24]. They concluded that this was due to the growth of TiO2 particles inside the formed nanorod/nanotube channels and the collapse of pores at higher calcination temperatures. However, when the calcination temperature of the material reached 1000 °C, the surface area and photocatalytic performance of the material would drop sharply because of the orderly loss of the mesostructure and the increase of the ratio of rutile phase.\nFigure 4. (a–c) BJH (Barrett–Joyner–Halenda) pore size distribution of the samples under same reaction temperature and different calcination temperature and (d) the relationship between calcination temperature and samples surface area. Reprinted with permission from reference [24]. Copyright 2018."
    }, {
      "heading" : "2.3. Solvothermal Method",
      "text" : "The solvothermal method is not much different from the hydrothermal analogue except for the solvent used in the reaction. Hydrothermal method uses water as the solvent, so the reaction temperature is always lower than the supercritical temperature of water (374 °C). In contrast, in a solvothermal reaction, the temperature can be much higher since the solvent used often has a high boiling point. Unlike the hydrothermal method where the hydrolysis reaction is too fast, solvothermal reaction is generally more mild in the preparation of mesoporous TiO2, and thus has better control over the pore size and crystallinity. Because of this, it is often used to synthesize mesoporous materials with controlled size and high crystallinity. Li et al. demonstrated that proper controlling of the hydrolysis condition in the solvothermal process using linoleic acid (LA) as the solvent leads to higher crystallization (crystalline nanorods of 50 nm in length) of TiO2 [25]. The lattice\nFigure 4. (a–c) BJH (Barrett–Joyner– alen a) pore size istribution of the samples under same reaction temperature and different calcination temperature and (d) the relationship between calcination temperature and samples surface area. Reprinted with permission from reference [24]. Copyright 2018."
    }, {
      "heading" : "2.3. Solvothermal Method",
      "text" : "The solvothermal method is not much different from the hydrothermal analogue except for the solvent used in the reaction. Hydrothermal method uses water as the solvent, so the reaction temperature is always lower than the supercritical temperature of water (374 ◦C). In contrast, in a solvothermal reaction, the temperature can be much higher since the solvent used often has a high boiling point. Unlike the hydrothermal method where the hydrolysis reaction is too fast, solvothermal reaction is generally more mild in the preparation of mesoporous TiO2, and thus has better control over the pore size and crystallinity. Because of this, it is often used to synthesize mesoporous materials with controlled size and high crystallinity. Li et al. demonstrated that proper controlling of the hydrolysis condition in the solvothermal process using linoleic acid (LA) as the solvent leads to higher crystallization (crystalline nanorods of 50 nm in length) of TiO2 [25]. The lattice fringes of\nnanorods corresponds to the (101) plane of anatase TiO2. They found that LA not only can be used as a hydrolytic reagent for reaction with titanium precursor, but also a surfactant to promote anisotropic crystal growth of TiO2. As the LA content increases, TiO2 changes from amorphous to aggregated particles then crystalline nanorods. The crystallinity of TiO2 will increase as the LA content keeps increasing (Figure 5).\nMaterials 2018, 11, x FOR PEER REVIEW 6 of 23\nfringes of nanorods corresponds to the (101) plane of anatase TiO2. They found that LA not only can be used as a hydrolytic reagent for reaction with titanium precursor, but also a surfactant to promote anisotropic crystal growth of TiO2. As the LA content increases, TiO2 changes from amorphous to aggregated particles then crystalline nanorods. The crystallinity of TiO2 will increase as the LA content keeps increasing (Figure 5).\nThe reaction factors of a solvothermal process, including but are not limited to the solvent type, temperatures, time, and pH, have an influence on the morphology, pore size and crystallinity of the prepared TiO2. For example, the pore size and volume of TiO2 could be altered by varying the concentration of H3PO4 hence the pH of the reaction solution (Table 2) [26]. Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].\nTable 2. Pore parameters of mesoporous TiO2 at different H3PO4 concentrations. Reprinted with permission from reference [26]. Copyright 2018, Elsevier.\nH3PO4 Concentration (mol/L) BET Surface Area (m2/g) Total Pore Volume (cm3/g) Average Pore Size (nm)\n0.28 163 0.316 7.8 0.5 161 0.368 9.2 0.8 207 0.472 9.1 1.0 196 0.462 9.4 1.5 294 0.545 7.4 2.0 227 0.506 8.9\nThe r action factors of a solvothermal r i g but are not limited to the solvent type, temperatures, time, and p , an influence on the morphology, pore size and crystallinity of the prepared TiO2. For example, the pore size and volume of TiO2 could be altered b varying the concentration of H3PO4 hence the pH of the reaction solution (Table 2) [26]. Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].\nTable 2. Pore parameters of mesoporous TiO2 at different H3PO4 concentrations. Reprinted with permission from reference [26]. Copyright 2018, Elsevier.\nH3PO4 Concentration (mol/L)\nBET Surface Area (m2/g)\nTotal Pore Volume (cm3/g)\nAverage Pore Size (nm)\n0.28 163 0.316 7.8 0.5 161 0.368 9.2 0.8 207 0.472 9.1 1.0 196 0.462 9.4 1.5 294 0.545 7.4 2.0 227 0.506 8.9"
    }, {
      "heading" : "2.4. Template Method",
      "text" : "Template method is usually used to synthesize well-controlled ordered mesoporous TiO2 because it can control the size, morphology and structure of synthesized nanomaterials based on the spatial limitation of the template with its intrinsic characteristics. Generally, template method includes hard-templating and soft-templating approaches (Figure 6) [29].\nMaterials 2018, 11, x FOR PEER REVIEW 7 of 23"
    }, {
      "heading" : "2.4. Template Method",
      "text" : "Template method is usually used to synthesize well-controlled ordered mesoporous TiO2 because it can control the size, morphology and structure of synthesized nanomaterials based on the spatial limitation of the template with its intrinsic characteristics. Generally, template method includes hard-templating and soft-templating approaches (Figure 6) [29]."
    }, {
      "heading" : "2.4.1. Soft-Templating Method",
      "text" : "Soft templates are often aggregated with surfactant molecules, including the various ordered polymers of amphipathic molecules and the self-assembly of biomolecules and polymers. Ordered mesoporous structure can be obtained by the cooperative assembly of precursors and surfactant templates in the process of soft-templating. Soft-template methods usually include syntheses in both aqueous and non-aqueous solution. The non-aqueous solution synthesis is also called evaporation induced self-assembly (EISA) method. The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29]. The molecule templates for the preparation of mesoporous TiO2 are normally consisting of non-ionic surfactants (such as Pluronic P123, F127) and ionic surfactants (such as CTAB, SDS) [30–36]. For example, in 1995, the first reported mesoporous TiO2 was synthesized by Antonelli and Ying via an aqueous soft-templating route [3]. In this process, titanium acetylacetonate trisisopropoxide was employed as a precursor. A mesostructured TiO2 was obtained with a phosphate surfactant in acidic condition after ageing at 80 °C for two days. After calcination at 500 °C, the ordered mesoporous TiO2 was obtained with surface area of 200 m2g−1 and pore size of 3.2 nm, a typical value for mesoporous materials. Since then, the method has been widely used to prepare various mesoporous TiO2. Since titanium precursors are very reactive and also very sensitive to moisture, so for the aqueous solution route, the hydrolysis is normally too fast to control so the polymerization is very difficult. For instance, Ti alkoxide is nearly five orders of magnitude faster than the silicon alkoxide in terms of hydrolysis rate. The resultant mesoporous TiO2 generally does not have a high degree of structural order. Therefore, the key in the preparation of ordered mesoporous TiO2 with soft-template method is to regulate the hydrolysis and condensation rate of Ti precursors and the synergistic assembly with surfactants. In comparison, the EISA route can effectively slow down the hydrolysis and condensation rate of the Ti precursor by using a non-aqueous solvent medium. This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37]. For example, Mohamad et al. synthesized mesoporous TiO2 films and powders by combining sol–gel and EISA methods. These composite films exhibited a mesoporous non-cracked morphology with a thickness of about 300 nm (Figure 7) [38]. The synthesized powders,\ni r . Template method for synthesis of mesop rous materials: (a) soft-templating method, (b) hard-templati g (nanocasting) method. Reproduced from [29] with permission of The Royal Society of Chemistry.\n2.4.1. Soft-Templating Method\nSoft templates are often aggregated with surfactant molecules, including the various ordered polymers of amphipathic molecules and the self-assembly of biomolecules and polymers. Ordered mesoporous structure can be obtained by the cooperative assembly of precursors and surfactant templates in the process of soft-templating. Soft-template methods usually include syntheses in both aqueous and non-aqueous solution. The non-aqueous solution synthesis is also called evaporation induced self-assembly (EISA) method. The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29]. The molecule templates for the preparation of mesoporous TiO2 are normally consisting of non-ionic surfactants (such as Pluronic P123, F127) and ionic surfactants (such as CTAB, SDS) [30–36]. For example, in 1995, the first reported mesoporous TiO2 was synthesized by Antonelli and Ying via an aqueous soft-templating route [3]. In this process, titanium acetylacetonate tris-isopropoxide was employed as a precursor. A mesostructured TiO2 was obtained with a phosphate surfactant in acidic condition after ageing at 80 ◦C for two days. After calcination at 500 ◦C, the ordered mesoporous TiO2 was obtained with surface area of 200 m2·g−1 and pore size of 3.2 nm, a typical value for mesoporous materials. Since then, the method has been widely used to prepare various mesoporous TiO2. Since titanium precursors are very reactive and also very sensitive to moisture, so for the aqueous solution route, the hydrolysis is normally too fast to control so the polymerization is very difficult. For instance, Ti alkoxide is nearly five orders of magnitude faster than the silicon alkoxide in terms of hydrolysis rate. The resultant mesoporous TiO2 generally does not have a high degree of structural order. Therefore, the key in the preparation of ordered mesoporous TiO2 with soft-template method is to regulate the hydrolysis and condensation rate of Ti precursors and the synergistic assembly with surfactants. In comparison, the EISA route can effectively slow down the hydrolysis and condensation rate of the Ti precursor by using a non-aqueous solvent medium. This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37]. For example, Mohamad et al. synthesized mesoporous TiO2 films and powders by co bining sol–gel and EISA methods. These composite films exhibited a mesoporous non-cracked\nmorphology with a thickness of about 300 nm (Figure 7) [38]. The synthesized powders, including a fusion of anatase and rutile phases, had a surface area of 114 m2·g−1 and a pore size of 5.8 nm.\nMaterials 2018, 11, x FOR PEER REVIEW 8 of 23\nincluding a fusion of anatase and rutile phases, had a surface area of 114 m2·g−1 and a pore size of 5.8 nm.\nFigure 7. FE-SEM images of (a) TiO2 films and (b) mesoporous TiO2 films. Reprinted with permission from reference [38]. Copyright 2018, Elsevier.\nRecently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39]. In a typical process of such synthesis, CAMs composed of nanostructure TiO2 nanoparticles and PEO hydrophilic tethers are used as structure-directing agents. This CAM-templating method has the advantages of both the soft template method and the hard template method. Compared to other soft templates with polymers of amphipathic molecules, CAMs have excellent thermal stability and mechanical strength as well as the ability to control crystalline phase transition. In addition, the product can straightly crystallize under the calcination temperature of 1000 °C, and its ordered mesostructure will not be destroyed. The synthesis strategy with CAMs as soft templates can be used to construct a variety of highly crystalline mesoporous materials.\nScheme 1. Synthetic diagram of highly crystalline mesoporous materials from colloidal amphiphilictemplating approach. Reprinted with permission from [39]. Copyright 2018, American Chemical Society.\nFigure 7. FE-SEM images of (a) TiO2 films and (b) mesoporous TiO2 films. Reprinted with permission from reference [38]. Copyright 2018, Elsevier.\nRecently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39]. In a typical process of such synthesis, CAMs composed of nanostructure TiO2 nanoparticles and PEO hydrophilic tethers are used as structure-di cting agents. This CAM-templating method has the advantages of both the soft template method and the hard template method. Compared to other soft templates with polymers of amphipathic molecules, CAMs have excellent thermal stability and mechanical strength as well as the ability to control crystalline phase transition. In addition, the product can straightly crystallize under the calcination temperature of 1000 ◦C, and its ordered mesostructure will not be destroyed. The synthesis strategy with CAMs as soft templates can be used to construct a variety of highly crystalline mesoporous materials.\nMaterials 2018, 11, x FOR PEER REVIEW 8 of 23\nincluding a fusion of anatase and rutile phases, had a surface area of 114 m2·g−1 and a pore size of 5.8 nm.\nFigure 7. FE-SEM images of (a) TiO2 films and (b) mesoporous TiO2 films. Reprinted with permission from reference [38]. Copyright 2018, Elsevier.\nRecently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39]. In a ty ical process of such synthesis, CAMs composed of nan structure TiO2 nanoparticles and PEO hydrophilic tethers are used as structur -directing agents. This CAM-templating method has the dvantages of both the soft template method and the hard template method. ompared to ther soft templates ith polymers of amphipathic molecules, CAMs have excellent thermal stability and mechanical strength as well as the ability to control crystalline phase transition. In addition, the product can straightly crystallize under the calcination temperature of 1000 °C, and its ordered mesostructure will not be destroyed. The synthesis strategy with CAMs as soft templates can be used to construct a variety of highly crystalline mesoporous materials.\nScheme 1. Synthetic diagram of highly crystalline mesoporous materials from colloidal amphiphilictemplating approach. Reprinted with permission from [39]. Copyright 2018, American Chemical Society. Scheme 1. Synthetic diagram of highly crystalline mesoporous materials from colloidal amphiphilic-templating approach. Reprinted with permission from [39]. Copyright 2018, American Chemical Society.\n2.4.2. Hard-Templating Method\nThe hard-templating method is similar to the traditional casting method in its entire manufacturing process, only that the hard-templating is on the nanometer scale so is also called nanocasting method (Figure 6b). Hard-template uses covalent bond to maintain a specific shape of the template, such as polymers with different spatial structures, carbon nanotubes, metals, and minerals. The preparation generally involves the following steps: (i) the precursor fills into the interior of the template; (ii) morphology is copied to the target product; and (iii) template is removed by acid–base dissolution and pyrolysis. Although the hard template method is a little more complex than the soft template method, it has advantages that some soft template methods do not have, such as the ability to avoid the effects of hydrolysis and polycondensation rates of Ti precursors, and co-assembly with surfactants. It can also prevent the destruction of TiO2 frames in intermediary pores during phase transformation. Therefore, the synthesized ordered mesoporous TiO2 usually has a novel mesoporous structure as well as excellent thermal stability and crystallinity [16]. The hard templates used in this method generally include nano-sized particles, colloidal crystals, and mesoporous materials. In the hard-template procedure, ordered mesoporous TiO2 materials can be obtained using these highly ordered mesoporous materials as templates. For example, nanocrystals constituted one-dimensional (1D) mesoporous anatase TiO2 was successfully synthesized using carbon nanotubes (CNTs) as the template (Figure 8) [40]. The product has nano-scale and submicro-scale components, as well as porous structures. In addition, the synthesized mesoporous TiO2 has one-dimensional mesoporous structure, nanocrystals and large surface area (102.1 m2·g−1) and pore size (12 nm), which provides good lithium storage capacity and excellent cycle performance that can be well applied in lithium batteries. Moreover, Du et al. synthesized two-dimensional (2D) hexagonal (p6mm) ordered mesoporous TiO2 by employing colloidal crystals as a template [41]. The synthesized ordered mesoporous TiO2 had not only interconnected periodic macropores, but also large surface area and pore size with 256 m2·g−1 and 4.9 nm, respectively. The presence of these interconnected macropores decreases the length of the mesoporous channel and enhances the specific surface area of the material (Figure 9). They also added graphene to the ordered macro-mesoporous TiO2 structure. Due to its unique electrical properties, graphene effectively inhibits the recombination of charge in the film. Therefore, this composite film enhances the rapid adsorption and photodegradation of organic dyes that can be applied in the removal of organic pollutants in wastewater treatment and air purification.\nMaterials 2018, 11, x FOR PEER REVIEW 9 of 23"
    }, {
      "heading" : "2.4.2. ard-Te plating ethod",
      "text" : "The hard-te plating ethod is si ilar to the traditional casting ethod in its entire anufacturing process, only that the hard-te plating is on the nano eter scale so is also called nanocasting ethod (Figure 6b). Hard-template uses covalent bond to maintain a specific shape of the template, such as polymers with different spatial structures, carbon nanotubes, metals, and minerals. The preparation generally involves the following steps: (i) the precursor fills into the interior of the template; (ii) morphology is copied to the target product; and (iii) template is removed by acid–base dissolution and pyrolysis. Although the hard template method is a little more complex than the soft template method, it has advantages that some soft template methods do not have, such as the ability to avoid the effects of hydrolysis and polycondensation rates of Ti precursors, and coassembly with surfactants. It can also prevent the destruction of TiO2 frames in intermediary pores during phase transformation. Therefore, the synthesized ordered mesoporous TiO2 usually has a novel mesoporous structure as well as excellent thermal stability and crystallinity [16]. The hard te plates used in this ethod generally include nano-sized particles, colloidal crystals, and esoporous aterials. In the hard-template procedure, ordered mesoporous TiO2 materials can be obtained using these highly ordered mesoporous materials as te plates. For exa ple, nanocrystals constituted one-dimensional (1D) mesoporous anatase TiO2 was successfully synthesized using carbon nanotubes (CNTs) as the template (Figure 8) [40]. The product has nanoscale and submicro-scale components, as well as porous structures. In addition, the synthesized mesoporous TiO2 has one-dimensional mesoporous structure, nanocrystals and large surface area (102.1 m2·g−1) and pore size (12 nm), which provides good lithium storage capacity and excellent cycle performance that can be well applied in lithium batteries. Moreover, Du et al. synthesized twodimensional (2D) hexagonal (p6 m) ordered mesoporous TiO2 by employing colloidal crystals as a template [41]. The synthesized ordered mesoporous TiO2 had not only interconnected periodic macropores, but also large surface area and pore size with 256 m2·g−1 and 4.9 nm, respectively. The presence of these interconnected macropores decreases the length of the mesoporous channel and enhances the specific surface area of the material (Figure 9). T ey also adde graphene to the ordered macro-mesoporous TiO2 str cture. Due to its unique electrical properties, graphene effectively inhibits the recombination of charge in the film. Therefore, this composite film en ances the rapid adsorption and photodegradation of organic dyes that can be applied in the removal of orga ic poll tants in wastewater treatment and air purification.\nFigure 8. The fabrication process of 1DM-TiO2. Reprinted with permission from reference [40]. Copyright 2018, Elsevier.\nMaterials 2018, 11, x FOR PEER REVIEW 10 of 23\nThere are some differences in the resultant products and the processes for the four synthesis methods. For the hydrothermal method, the process is simple and the purity of resultant product is high, but its structure is irregular, because the hydrolysis rate of titanium precursor is too fast to control the morphology of the target product. At the same time, the dispersion of particles is poor and the accumulation is very serious; For solvothermal method, the hydrolysis rate of Ti precursor is generally more mild, and pore size and crystallinity can be better controlled, but the purity is poor because the solubility of the precursor in organic solvents is limited. Template method is usually used to synthesize mesoporous TiO2 and other nanomaterials with well-controlled ordered structure, because the size, morphology and structure can be controlled by this method based on the spatial limitation of the template with its intrinsic characteristics. However, the final step in the template method is generally the removal of the template, which sometimes causes collapse of mesoporous structure and long process time. Sol–gel method is the most common and versatile way for preparing mesoporous TiO2 with good uniformity and high purity, but the product often cannot be calcined at high temperatures. Therefore, this method is often used in combination with the template method."
    }, {
      "heading" : "2.5. Morphology",
      "text" : "Over the past two decades, many morphologies of mesoporous TiO2, including mesoporous spheres, nanotubes and films, have been prepared by different methods. Varying the synthesis methods, as discussed in previous sections, may result in completely different morphologies for the final products. Whereas the morphologies of mesoporous TiO2 synthesized by various methods are closely related to their applications. In other words, the morphology of mesoporous TiO2 largely determines its applications, for example, mesoporous TiO2 spheres were often used as photocatalysts for pollutant degradation. The preparation of spheres and hollow spheres usually undergoes a sol– gel process. Morphology of these materials have highly porous structure and large surface area, which is beneficial for various applications including as photocatalysts and in energy and environment related fields. Mesoporous TiO2 spheres may be disordered or ordered in pore size structure, where the ordered ones include scopes from micropores to macropores. Mesoporous TiO2 nanoparticles usually exist in the form of nanotubes, nanorods, nanofibers, nanowires and nanosheets. These materials are usually synthesized by sol–gel or hydrothermal method [42−44]. Because of the specific surface area and crystallinity, nanoparticles are usually used\ni . and SEM images of (a,d,g) macro-mesop r us TiO2 films and (b,e,h) with graphene a d (c,f,i) pure mesoporous TiO2 film. (a,b) The black arrows indicate the interconnected channels between macropores in the film, while (g) t e white and black arrows point the mesopor contained in the macropore walls. Reprinted with permission from [41]. Copyright 2018, American Chemical Society.\nThere are some differences in the resultant products and the processes for the four synthesis methods. For the hy roth rmal met od, the process is simple and the purity of resultant product is high, but its structure is irregular, because the hydrolysis rate of titanium precursor is to fast to control the mo phology of the t get product. At the same time, the dispersion of particles is poor and the accumulation is very serious; For solvothermal method, the hydrolysis rate of Ti pr cursor is generally more mild, and pore size and crystallinity can be better control ed, bu the purity is poor b cause the solubility of the precursor in organic solvents is limited. Template method is u ually used to synthesize mesoporous TiO2 and other nanoma erials with w ll-controll d rdered structure, because the size, morphology and structu e can be controlled by this method based on the spatial limitation of th template with its intrinsic ch racteristics. However, the final step in the t mplate method is generally the removal of the template, wh ch ometimes causes co lapse of m soporous structure and long proc ss time. S l–gel method is the mo t com on and versatile way for preparing mesoporous TiO2 with good unif rmity and high purity, but the product often cannot be calcined at high temperatures. T eref re, this e hod is often used in combination with the template metho ."
    }, {
      "heading" : "2.5. Morphology",
      "text" : "Over the past two decades, many morphologies of mesoporous TiO2, including mesoporous spheres, nanotubes and films, have been prepared by different methods. Varying the synthesis methods, as discussed in previous sections, may result in completely different morphologies for the final products. Whereas the morphologies of mesoporous TiO2 synthesized by various methods are closely related to their applications. In other words, the morphology of mesoporous TiO2 largely determines its applications, for example, mesoporous TiO2 spheres were often used as photocatalysts for pollutant degradation. The preparation of spheres and hollow spheres usually undergoes a sol–gel process. Morphology of these materials have highly porous structure and large surface area, which is beneficial for various applications including as photocatalysts and in energy and environment related fields. Mesoporous TiO2 spheres may be disordered or ordered in pore size structure, where the ordered ones include scopes from micropores to macropores. Mesoporous TiO2 nanoparticles usually exist in the form of nanotubes, nanorods, nanofibers, nanowires and nanosheets. These materials are usually synthesized by sol–gel or hydrothermal\nmethod [42–44]. Because of the specific surface area and crystallinity, nanoparticles are usually used to improve the photo-electron activity of the mesoporous TiO2. For example, Guo et al. synthesized nanostructured mesoporous TiO2 with superior electrode performance [42]. The nano-sized network can reduce the diffusion time of electrons and enhance the local conductivities, hence it has excellent power properties and can be applied to the field of lithium batteries. Recently, the nanostructure of hierarchical V2O5 nanorods on TiO2 nanofibers is prepared by Ghosh et al. [43]. The fabrication of hierarchical ‘nanorods-on-nanofiber’ heterostructures undergoes gas jet fiber (GJF) spinning process. The heterostructure V2O5-TiO2 materials have higher photocatalytic activity due to the slowdown of electron-hole charge recombination in heterostructures, which can be used as an excellent photocatalyst. In addition, Ghosh et al. also successfully synthesized bi-component mesoporous TiO2–ITO (indium tin oxide) nanofibers with core-shell (CS) and side-by-side (SBS) structure by GJF spinning process [44]. At a calcination temperature of 700 ◦C, the CS and SBS nanofibers had a specific surface area of 19.9 and 15.5 m2/g, respectively, and exhibited the presence of anatase and rutile phases of TiO2 and cubic crystals for ITO. This research provided an effective pathway for the synthesis of mesoporous nanofibers of multiple morphologies. Mesoporous TiO2 films with rough surface in connected pores favor the mass transport and therefore have wide applications in drug delivery and composite photocatalysts. Mesoporous TiO2 films are usually prepared by the template methods. EISA method has also been successfully employed to synthesize mesoporous TiO2 films with thickness of 250–700 nm and pore size of 4–7 nm. Mohamad et al. combined sol–gel and EISA method to prepared mesoporous TiO2 films using triblock P123 template [38]. The films with thickness of 300 nm were synthesized from TiO2 sol (the molar ratios of TTIP:HCl:EtOH:P123 = 1:1.6:26:0.01), then aged under 10% relative humidity and at the 5 ◦C for 72 h (Figure 10). Li et al. synthesized mesoporous TiO2/SiO2 hybrid films by the polymeric micelle-assembly method [45]. They used a triblock copolymer, poly(styrene-b-2-vinyl pyridine-b-ethylene oxide), as a template. The process involved an effective interaction of TTIP and TEOS with the polymeric micelles temple, and then the mesoporous films was obtained by calcination at different temperatures (450, 550 and 650 ◦C).\nMaterials 2018, 11, x FOR PEER REVIEW 11 of 23\nto improve the photo-electron activity of the mesoporous TiO2. For example, Guo et al. synthesized nanostructured mesoporous TiO2 with superior electrode performance [42]. The nano-sized network can reduce the diffusion time of electrons and enhance the local conductivities, hence it has excellent power properties and can be applied to the field of lithium batteries. Recently, the nanostructure of hierarchical V2O5 nanorods on TiO2 nanofibers is prepared by Ghosh et al. [43]. The fabrication of hierarchical ‘nanorods-on-nanofiber’ heterostructures undergoes gas jet fiber (GJF) spinning process. The heterostructure V2O5-TiO2 materials have higher photocatalytic activity due to the slowdown of electron-hole charge recombination in heterostructures, which can be used as an excellent photocatalyst. In addition, Ghosh et al. also successfully synthesized bi-component mesoporous TiO2–ITO (indium tin oxide) nanofibers with core-shell (CS) and side-by-side (SBS) structure by GJF spinning process [44]. At a calcination temperature of 700 °C, the CS and SBS nanofibers had a specific surface area of 19.9 and 15.5 m2/g, respectively, and exhibited the presence of anatase and rutile phases of TiO2 and cubic crystals for ITO. This research provided an effective pathway for the synthesis of mesoporous nanofibers of multiple morphologies. Mesoporous TiO2 films with rough surface in connected pores favor the mass transport and therefore have wide applications in drug delivery and composite photocatalysts. Mesoporous TiO2 films are usually prepared by the template methods. EISA method has also been successfully employed to synthesize mesoporous TiO2 films with thickness of 250–700 nm and pore size of 4–7 nm. Mohamad et al. combined sol–gel and EISA method to prepared mesoporous TiO2 films using triblock P123 template [38]. The films with thickness of 300 nm were synthesized from TiO2 sol (the molar ratios of TTIP:HCl:EtOH:P123 = 1:1.6:26:0.01), then aged under 10% relative humidity and at the 5 °C for 72 h (Figure 10). Li et al. synthesized mesoporous TiO2/SiO2 hybrid films by the polymeric micelle-assembly method [45]. They used a triblock copolymer, poly(styrene-b-2-vinyl pyridine-bethylene oxide), as a template. The process involved an effective interaction of TTIP and TEOS with the polymeric micelles temple, and then the mesoporous films was obtained by calcination at different temperatures (450, 550 and 650 °C).\n. , ."
    }, {
      "heading" : "2.6. Crystallization",
      "text" : "There are four main crystalline forms of TiO2 in nature: anatase, rutile, brookite and TiO2 (B). Some of the most important parameters of TiO2 are summarized in Table 3 [46,47]. Anatase has higher photocatalytic activity because of containing more defects and vacancies, which can produce more oxygen vacancies to capture electrons. Rutile is the most stable crystalline structure with less defects, and this leads to the easy recombination of electrons and holes, hence it has poor photocatalytic activity as compared to anatase. While brookite is the most unstable crystal form, it will be converted to rutile when the temperature is higher than 650 ◦C [46]. TiO2 (B) is the least dense of four crystalline forms of titania.\nAmorphous or semicrystalline TiO2 usually includes large numbers of defects, which cause the easy recombination of electrons and holes, therefore high crystalline structure TiO2 (such as anatase and brookite phase) with fewer defects is always required to improve the conversion efficiency of solar energy. The porous structure (such as high surface and ordered mesopore channel, etc.) of TiO2 is also an important factor that can enhance the light scattering and dye absorption. The crystallinity of the mesoporous TiO2 is closely related to the calcination temperature. High crystallinity generally requires a high calcination temperature. When the calcination temperature is too high, however, it sometimes causes the collapse of mesoporous structure [11,24]. Therefore, the calcination temperature is usually lower than 450 ◦C when the high crystallinity mesoporous TiO2 is synthesized by the soft-templating method. For the hard-templating method, the mesoporous structure can still be maintained under higher calcination temperature, but this method still has some shortcomings, such as long process time and high cost."
    }, {
      "heading" : "2.7. Doping",
      "text" : "Although mesoporous TiO2 photocatalysts have been widely used, certain disadvantages, for example low photonutilization efficiency and poor absorption of visible light due to large band gap of TiO2 (3–3.2 eV) have also limited their application. Therefore, a large amount of efforts has been directed to the modification of the material with the purpose of improving the photocatalytic effect and activity of mesoporous TiO2 photocatalysts [48–52]. Among them, doping is one of the most promising ways for enhancing the performance of mesoporous TiO2. Not only can the TiO2 bandgap energy be reduced, but also the charge separation efficiency of TiO2 can be improved by this strategy [9,11]. Generally, doping includes non-metal doping, metal doping and co-doping. Doping of non-metal elements (e.g., C, N, S, etc.) on mesoporous TiO2 can widen its valence band and narrow the bandgap so that the surface is more likely to generate highly active electrons and holes, which makes the photocatalysis more effective [53–58]. During the doping process, the non-metal anions will replace the lattice oxygen anions in TiO2 and present as isolated atoms. Francesco and co-workers synthesized a carbon-doped mesoporous TiO2 photocatalyst with excellent activity that can be employed to degrade phenolic compound and caffeic acid under visible light [55]. This is attributed to the doping of C, which shifts the optical responsive spectrum of TiO2 to the visible range. Likewise, Mohamad et al. synthesized a C-doped mesoporous rutile TiO2 by bio-template assisted sol–gel method [56]. The presence of carbon in the product provided a synergistic effect and promoted higher photocatalytic activity that greatly enhanced the absorption of visible light as well.\nIn contrast with non-metal doping, doping of metal elements (such as Fe, Ag, Ce, La, etc.) on mesoporous TiO2 can also reduce the band gap width and change the photoresponsive area [59–63]. For example, Xiang et al. formed anatase TiO2/Ag heterostructure films via a facile electrochemical approach [61]. Compared with bare TiO2 films, Ag-doped mesoporous TiO2 films significantly improved the degradation of methylene blue in the UV (ultraviolet) and visible light regions. Recently, magnetic cerium-doped mesoporous TiO2 was prepared by Mermana and co-workers [62]. The as-prepared photocatalyst possessed high photocatalytic degradation efficiency, which can be reused at least three times. The study also demonstrated the promising future application in environment-related fields of photocatalytic degradation of mesoporous TiO2. Single element doping of mesoporous TiO2 can only increase the valence band energy of TiO2 or decreases its conduction band energy, thus reducing the bandgap width of TiO2. In contrast, co-doping can overcome the limitations of a single doping, where the valence band energy and conduction band energy can be altered simultaneously. Some work regarding the co-doping of mesoporous TiO2 was reported in recent years [64–69]. This includes metal–metal co-doping, non-metal–non-metal co-doping and non-metal–metal co-doping. Zhang and workmates used a fast sol–gel method to prepare Fe-N co-doped mesoporous TiO2 photocatalyst [65]. The co-doped products showed higher photocatalytic activity, larger surface area and more ordered mesoporous structure, as compared to pure and single doping TiO2 products. A study also confirmed that co-doping can reduce the bandgap of TiO2, where the band gap of co-doped mesoporous TiO2 was found between 2.71 eV and 2.76 eV [67]. Despite doping in mesoporous TiO2 achieving great success, several challenges remain: (i) how to control the spatial distribution of dopant-induced electron states and surface heteroatoms or heterostructures to promote charge carrier transfer over the surface of mesoporous TiO2; (ii) how to make dopants evenly distributed in mesoporous TiO2 systems; (iii) how to maintain the cavity structure of the mesoporous TiO2, as well as the high specific surface area, pore size and crystallinity. The commonly used Ti precursors for the fabrication of mesoporous TiO2 materials, as well as the related parameters of the corresponding synthesis materials are summarized in the Table 4."
    }, {
      "heading" : "3. Application",
      "text" : "Mesoporous TiO2 as a class of functional materials has been intensively studied for their promising technological applications, particularly those in photocatalysis, biology and energy. Herein, we focus on the latest work of its application in these fields."
    }, {
      "heading" : "3.1. Photocatalysis",
      "text" : "Nowadays, advanced photocatalysis semiconductors have received extensive attention in the environmental fields because of their huge potential, for example in the removal of organic pollutants, and to deodorize and purify polluted air and water as well as used for solar water splitting [79–90]. Among many studied photocatalysis semiconductors, mesoporous TiO2 is a one of the most preferable materials because of its continuous particle framework, high quantum efficiency, high surface area, nanocrystallinity, long-term stability and non-toxicity.\nThe pollution caused by coloring and textile industry has been a significant environmental concern. The colors and dyes produced by these industries are organic compounds that are not biodegradable. Most of these organic contaminants, however, can degrade through photocatalysis under ultraviolet or visible-light irradiation with mesoporous TiO2 as the catalyst. These include bisphenol A, methyl orange, Rhodamine B, etc. Recently, Chaker et al. prepared a silver-doped mesoporous TiO2 that has excellent catalytic degradation ability for methyl orange and wastewater under ultraviolet and simulated solar light irradiation. Compared to P25 TiO2, the prepared doping material has a strong ability to restrain e−-h+ (photogenerated electron hole pair) recombination that helps increase the photocatalytic activity [81]. Zul et al. synthesized a polyethersulfone-TiO2 (PES/TiO2) film photocatalyst that is also very efficient in the decomposition of methyl orange [82]. The film was found to have very good stability that can be used in both acidic and basic conditions, and can maintain high degradation efficiency after five cycles. It is well known that commercial TiO2 (Degussa P25) photocatalysts are often used as a measure of photocatalytic performance of the prepared products due to its good photocatalytic activity. However, it still has some drawbacks in pollutant degradation because of its nonporous structure, relatively low surface area and visible light photocatalytic activity. Recently, Luo et al. synthesized a mesoporous TiO2 containing anatase/rutile mixture phase [87]. The research had shown that the presence of mixed phases can increase the photocatalytic activity. Because the energy gap of the V4+/V5+ impurity in the mixed phase can be excited by visible light (Figure 11), the products are shown to have much better photocatalytic activity than Degussa P25 after visible light irradiation. Moreover, the results indicated that methylene blue dye (MB) degradation can achieve an efficiency of as high as 100%. Ghosh et al. also testified that the presence of mixed phases of mesoporous TiO2 can increase the photocatalytic activity [74]. The prepared mesoporous TiO2 nanofibers (36% rutile phase and 64% anatase phase) showed higher photocatalytic activity and had the ability of purifying indoor air pollution caused by volatile organic compounds, which can decompose ethanol into CO2 and H2O without the intermediate products of acetaldehyde and formic acid. Materials 2018, 11, x FOR PEER REVIEW 14 of 23 biodegradable. Most of these organic contaminants, however, can degrade through photocatalysis under ultraviolet or visible-light irradiation with mesoporous TiO2 as the catalyst. These include bisphenol A, methyl orange, Rhodamine B, etc. Recently, Chaker et al. prepared a silver-doped mesoporous TiO2 that has excellent catalytic degradation ability for methyl orange and wastewater under ultraviolet and simulated solar light irradiation. Compared to P25 TiO2, the prepared doping material has a strong ability to restrain e−-h+ (photogenerated electron hole pair) recombination that helps increase the photocatalytic activity [81]. Zul et al. synthesized a polyethersulfone-TiO2 (PES/TiO2) ilm photoc talyst that is also very efficient in the decomposition of methyl orange [82]. The fil was found to have very good stability that can be u ed in both acidic and basic conditions, and can maintain high degradation efficiency after five cycles. It is well kn wn that commercial TiO2 (Deg ssa P25) photocatalysts are often used as a measure of photocatalytic performance of the prepared products due to its good photocatalytic activity. However, it still has some drawbacks in pollutant degradation because of its nonporous structure, relatively low surface area and visible light photocatalytic activity. Recently, Luo et al. synthesized a mesoporous TiO2 containing anatase/rutile mixture phase [87]. The research had shown that the presence of mixed phases can increase the photocatalytic activity. Because the energy gap of the V4+/V5+ impurity in the mixed phase can be excited by visible light (Figure 11), the products are shown to have much better photocatalytic activity than Degussa P25 after visible light irradiation. Moreover, the results indicated that methylene blue dye (MB) degradation can achieve an efficiency of as high as 100%. Ghosh et al. also testified that the presence of mixed phases of mesoporous TiO2 can increase the photocatalytic activity [74]. The prepared mesoporous TiO2 nanofibers (36% rutile phase and 64% anatase phase) showed higher photocatalytic activity and had the ability of purifying indoor air pollution caused by volatile organic compounds, which can decompose ethanol into CO2 and H2O without the intermediate products of acetaldehyde and formic acid.\nFigure 11. Schematic illustration of the synergistic mechanism of rutile and anatase. Reprinted with permission from [87]. Copyright 2018, American Chemical Society.\nHydrogen is an ideal clean fuel. Photocatalytic water splitting using solar energy to produce hydrogen is considered to be a promising strategy for solving energy and environmental problems. While mesoporous TiO2 deposited with plasmonic metal nanoparticles (Ag, Au, Pt, etc.) have been extensively studied for solar water splitting, and the presence of these nanoparticles can improve the photocatalytic efficiency of TiO2. For example, Shang et al. synthesized Ag@TiO2 mesoporous nanofibers for the photodecomposition of water [91]. The results indicated that incorporation of Ag nanoparticles into mesoporous anatase TiO2 nanofibers significantly improved their photocatalytic efficiency. This work provided potential applications for efficient hydrogen evolution. Atabaev et al. prepared mesoporous rutile TiO2 deposited with Pt nanoparticles for photocatalytic water splitting [92]. The results also showed that the enhanced photocatalytic efficiency is due to the presence of Pt in the resultant.\nFigure 11. Schematic illustration of the synergi ti is of rutile and anatase. Reprinted with permission from [87]. Copyright 2018, America e ical ciety.\nHydrogen is an ideal clean fuel. Ph t i ater spli ting using solar energy to produce hydrogen is considered to be a promising st lving energy and environmental problems. While mesopor us TiO2 deposited with plas i t l anoparticles (Ag, Au, Pt, etc.) have been extensively studied for solar ater splitting, and the presence of these nanoparticles can improve the photocatalytic efficiency of TiO2. For example, Shang et al. synthesized Ag@TiO2 mesoporous nanofibers for the photodecomposition of water [91]. The results indicated that incorporation of Ag nanoparticles into mesoporous anatase TiO2 nanofibers significantly improved their photocatalytic efficiency. This work provided potential applications for efficient hydrogen evolution. Atabaev et al. prepared mesoporous rutile TiO2 deposited with Pt nanoparticles for photocatalytic water splitting [92]. The results also showed that the enhanced photocatalytic efficiency is due to the presence of Pt in the resultant."
    }, {
      "heading" : "3.2. Solar Cells",
      "text" : "There is no doubt that solar energy is a rich, clean and renewable energy source. At present, the study of solar energy has been extensively advanced. Mesoporous TiO2 materials have been shown to have high conversion efficiency and can therefore be used as solar cells. In this section, mesoporous TiO2 utilized in dye-sensitized cells (DSSCs) and perovskite solar cells are discussed. DSSCs are solar cells that use low-cost mesoporous TiO2 and photosensitive dyes as the main raw material to simulate the use of solar energy of the plants in nature in the form of photosynthesis that transforms the solar energy to electricity. A typical DSSC consists of nanoporous semiconductor films, dye sensitizers, redox electrolytes, counter electrodes and conductive substrates. Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye diffusion and adsorption, as well as the electron transport efficiency [93,94]. Different morphology in the mesoporous TiO2 makes a difference in the conversion efficiency of resultant DSSCs. There are several studies about the role of porous structures and morphology of TiO2 in improving the conversion efficiency of DSSCs and enhancing the light scattering and dye absorption [95–98]. Meysam et al. synthesized TiO2 mesoporous microbeads by combining sol–gel and solvothermal methods [95]. This light scattering microbead film achieved a photoelectric conversion efficiency of 6.4% with an electron transport rate that is significantly faster than the standard mesoporous TiO2 film. This improvement resulted from the good diffusion of electrons in the microbead film (Figure 12). Hou et al. prepared a mesoporous TiO2 using polyvinyl pyrrolidone (PVP) as a film and pore generator [96]. They found that porous TiO2 electrode with highly specific surface area play a significant role in DSSCs, which can absorb a great deal of dye and cause the electrolyte to penetrate into TiO2 pores. The DSSC of mesoporous TiO2 with PVP (the surface area with 89.50 m2·g−1) yielded a higher conversion efficiency of 8.39%, which is about 57% higher than that without PVP (the surface area with 69.91 m2·g−1). This is because the removal of PVP forms interconnected pores inside TiO2, therefore enhancing the surface area for dye adsorption and effective electron transport.\nMaterials 2018, 11, x FOR PEER REVIEW 15 of 23\n3.2. Solar Cells\nThere is no doubt that solar energy is a rich, clean and renewable energy source. At present, the study of solar energy has been extensively advanced. Mesoporous TiO2 materials have been shown to have high conversion efficiency and can therefore be used as solar cells. In this section, mesoporous TiO2 utilized in dye-sensitized cells (DSSCs) and perovskite solar cells are discussed. DSSCs are solar cells that use low-cost mesoporous TiO2 and photosensitive dyes as the main raw material to simulate the use of solar energy of the plants in nature in the form of photosynthesis that transforms the solar energy to electricity. A typical DSSC consists of nanoporous semiconductor films, dye sensitizers, redox electrolytes, counter electrodes and conductive substrates. Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye iff i sorption, as well as the l ctron transport efficiency [93,94]. Different morphology in t e i 2 makes a difference in the conversion efficiency of resultant D SCs. Th re ar several studies about th role f porous structures and morphology of TiO2 in improving the conversion efficiency of DSSCs and en ancing the light scattering and dye absorption [95–98]. Meysam et al. synthesized TiO2 mesoporous microbeads by combining sol–gel and solvothermal methods [95]. This light scattering microbead film achieved a photoelectric conversion efficiency of 6.4% with an electron transport rate that is significantly faster than the standard mesoporous TiO2 film. This improvement resulted from the good diffusion of electrons in the microbead film (Figure 12). Hou et al. prepared a mesoporous TiO2 using polyvinyl pyrrolidone (PVP) as a film and pore generator [96]. They found that porous TiO2 electrode with highly specific surface area play a significant role in DSSCs, which can absorb a great deal of dye and cause the electrolyte to penetrate into TiO2 pores. The DSSC of mesoporous TiO2 with PVP (the surface area with 89.50 m2·g−1) yielded a higher conversion efficiency of 8.39%, which is about 57% higher than that without PVP (the surface area with 69.91 m2·g−1). This is because the removal of PVP forms interconnected pores inside TiO2, therefore enhancing the surface area for dye adsorption and effective electron transport.\nThough DSSCs have reached a higher conversion efficiency, they also faced some challenges, such as the preparation of high-efficiency electrodes under low-temperature, the development of inexpensive and stable full-spectrum dyes and sealing of liquid electrolytes, etc. In contrast with DSSCs, CH3NH3PbI3 perovskite solar cells based on a mesoporous TiO2 scaffold possess all conditions for a perfect light-absorbing material: a suitable direct bandgap, a high absorption coefficient, excellent carrier transport properties and a high defect tolerance. These allow perovskite solar cells to have a relatively higher energy conversion efficiency. Mesoporous TiO2 is frequently used as the electron transport layer in the perovskite solar cells. Presently, perovskite solar cells are the most studied class of solar cells [99–104]. For example, Zhu and co-workers reported about a perovskite solar cell by inserting an ultrathin graphene quantum dots (GQDs) layer between perovskite and mesoporous TiO2. The efficiency of this solar cell (>10%) is significantly higher than that without GQDs (8.81%), which is mainly attributed to the boosting of the photocurrent [102].\nThough DSSCs have reached a hig i n e ficiency, they also faced some challenges, such as the prepar tion of high-efficiency ele t r l -temperature, the development of inexpensive and stable full-spectru dyes a seali g of li id electrolytes, etc. In contrast with DSSCs, CH3NH3PbI3 perovskite solar cells based on a esoporous TiO2 scaffold possess all conditions for a perfect light-absorbing material: a suitable direct bandgap, a high absorption coefficient, excellent carrier transport properties and a high defect tolerance. These allow perovskite solar cells to have a relatively higher energy conversion efficiency. Mesoporous TiO2 is frequently used as the electron transport layer in the perovskite solar cells. Presently, perovskite solar cells are the most studied class of solar cells [99–104]. For example, Zhu and co-workers reported about a perovskite solar cell by inserting an ultrathin graphene quantum dots (GQDs) layer between perovskite and mesoporous TiO2. The efficiency of this solar cell (>10%) is significantly higher than that without GQDs (8.81%), which is mainly attributed to the boosting of the photocurrent [102]."
    }, {
      "heading" : "3.3. Lithium-Ion Batteries",
      "text" : "Although TiO2 has the advantages of small volumetric strain when intercalated with lithium, high lithium insertion potential and no solid passivation film, the low electronic conductivity of TiO2 prevents it from a good lithium-ion battery material. TiO2 may accommodate up to one lithium formulation unit to form LixTiO2, which limits the diffusion of lithium ions and conduction of electrons, therefore decreases the cycle stability and capacity of materials. TiO2 materials with mesoporous structure, however, have better electrical conductivity and lithium ion diffusion properties. The mesoporous structure is not only conducive to the electrode surface contact with the electrolyte to improve the battery output power, but also can shorten the lithium ion from the electrode surface into the electrode within the required diffusion distance and make it easier to insert/pull out the lithium-ion electrode. In addition, the morphology of the mesoporous structure also affects the electrical properties of the material. At the present time, mesoporous TiO2 with different morphologies (such as hollow microsphere, nanosheet, nanotube, sub-microsphere, etc.) have been widely used as electrodes in lithium-ion batteries. For example, Tian and colleagues synthesized mesoporous TiO2/SnO2/C hollow microspheres that were used as the anode of lithium-ion batteries [105]. This synthetic mesoporous material had excellent cycling stability in a lithium-ion battery. Because of the nanostructures present in the system, volume changes and structural stresses are greatly reduced, electron and ion transport are largely increased, therefore excellent cycling stability is reached. Recently, Sun and co-workers synthesized mesoporous TiO2 sub-microsphere for lithium-ion battery [106]. The resultant product has an excellent porous structure. The pore volume can reach 0.792 cm3·g−1, while the specific surface area can achieve 291.08 m2·g−1. Moreover, this lithium-ion battery also has a higher specific capacity and a longer cycle life.\n3.4. Biological Applications\n3.4.1. Biosensors\nA biosensor is a small device that responds to biological substance and converts to electrical signals for detection. Biosensors have the advantages of high sensitivity, short response time, superior stability, and excellent biocompatibility. Mesoporous TiO2 materials not only have large surface area and uniform pore size distribution, but are also biocompatible and environmentally-friendly, which makes them promising biosensors. Wu et al. synthesized a ε-poly-L-lysine-modified mesoporous TiO2 that was used in biosensors for immobilizing negatively charged enzymes [107,108]. By proper modifications, the mesoporous TiO2 surface can form multilayers and complex structures, which gives the immobilized enzyme high operational stability, storage stability, thermal stability and good reusability, which are often considered as the most important biological parameters of biosensors.\n3.4.2. Cancer Therapy\nThe rapid development of nanotechnology and nanomedicine has promoted the emergence of a variety of new treatments for the effective treatment of cancer. Compared to other forms of cancer treatment such as surgery, chemotherapy, radiology, and other therapies, the mild non-invasive photodynamic therapy (PDT) is a new and pioneering solution. PDT utilizes the photoexcitation of photosensitizer (PS) to generate high reactive oxygen species (ROS) that can destroy toxic cells [109,110]. As the most widely used semiconductor, mesoporous TiO2 has been used in PDT thanks to its low cytotoxicity, stable mesostructure, large surface areas and uniform pore size. In a PDT treatment, the mesoporous TiO2 mainly works as a photosensitizer. Yu et al. reported a novel TiO2-coated Fe3O4 nanoparticle core/shell nanocarriers (Fe3O4@TiO2@mTiO2) [111]. The material can be used as a photosensitizer for photodynamic therapy (PDT) under NIR light. The prepared photosensitizer was used to carry DOX (doxorubicin hydrochloride) chemotherapy drug and β-catenin siRNA. The study shows a combined medical treatment and diagnosis feature of the complex TiO2 system that leads\nto a high specificity and anti-tumor efficacy and has provided a new way to the imaging-guided cancer treatment. In addition to PDT, another new method, namely sonodynamic therapy (SDT), is also a very effective cancer treatment [112–114]. Compared with PDT, SDT can reduce the risk of light penetrating of PDT, because it utilizes ultrasound (US) to activate the somatosensory agent to produce ROS, and induces tumor death and inhibits tumor growth. Recently, Wang et al. synthesized mesoporous anatase TiO2 nanoparticles (MTNs) with single-crystalline structure [115]. They found that the MTN-assisted SDT can obviously enhance the tumor growth inhibition effect. This work paves a new way for cancer therapy based on mesoporous TiO2. The specific applications of mesoporous TiO2 materials in the biological fields are summarized in Table 5."
    }, {
      "heading" : "4. Conclusions and Perspectives",
      "text" : "As a commonly used filler, mesoporous titanium dioxides have received huge research attention. Compared with regular TiO2, the mesoporous TiO2 has some specific properties with good chemical and physical properties, non-toxicity and good biocompatibility, excellent photoelectric performance. Preparation including sol–gel, hydrothermal, solvothermal method and template methods were developed rapidly over the past two decades. Among the methods discussed herein, sol–gel processes are the simplest, most cost-effective method and can produce high purity products because of their availability, easy-handling, whereas templating method is often used where highly ordered structures are required for mesoporous TiO2. More specifically in templating methods, controlling the hydrolysis and condensation rate of Ti precursors is the key to obtaining ordered mesoporous TiO2. Various morphologies of mesoporous TiO2 have also been prepared by these methods, such as mesoporous spheres, nanotubes, nanofibers, nanorods, hierarchical nanorods on nanofibers and films, etc. Different morphologies of mesoporous TiO2 is closely related to its applications. Besides, mesoporous TiO2 in photocatalysis, solar cells, lithium-ion batteries and biological applications are also discussed. Doping on the mesoporous TiO2 materials is an effective way of improving their photocatalytic effect and activity. Despite significant advances in the study of mesoporous TiO2, the use of inexpensive, low-toxicity, and reproducible methods to prepare mesoporous TiO2 materials with large surface area and high crystallinity remains a big challenge. Soft-templating and hard-templating approaches are generally used for the synthesis of ordered mesoporous TiO2, but the templates need to be removed after preparation, which leads to a long time and cost. The development of new synthesis routes, such as colloidal amphiphiles (CAMs) as soft templates, should be given more emphasis in the future, for that CAMs not only have excellent thermal stability and mechanical strength, but can also give highly crystalline mesoporous materials. Although mesoporous TiO2 offers exciting opportunities to solve energy and biological related issues, it still faces some serious challenges. In the field of photocatalysis,\nthe application of TiO2 is limited to UV light is a major disadvantage. However, doped mesoporous TiO2 or TiO2 heterostructure can be considered for the improvement of its visible light photoactivity. In solar energy conversion application, different morphologies of TiO2 nanostructures should be designed to adjust their optical and electronic properties to increase energy conversion efficiency. While the preparation of mesoporous TiO2 partially improves the conductivity and lithium-conducting ability than ordinary TiO2, its electronic conductivity and lithium diffusion rate still limit its wide range of applications. Therefore, in the future, focuses should be emphasized on the development and fabrication of nanostructure composite materials, and the conductive and lithium-conducting capabilities can be enhanced by the synergistic effect of TiO2, thereby improving its electrochemical performance and prolonging the cycle life. In addition, mesoporous TiO2 has made some new appearances in biosensors and drug delivery applications, such as the use of mesoporous TiO2 as a carrier for photodynamic therapy (PDT) to treat cancer. Nevertheless, further works are required to advance the application to a practical level, such as the study of the biological effects of mesoporous TiO2 photosensitizers and the clinical application of mesoporous TiO2 anticancer photosensitizers, and the further study of its toxic effects in humans to obtain the best results.\nAuthor Contributions: Conceptualization, X.H.; formal analysis, R.Z.; writing—original draft preparation, B.N. and K.W.; writing—review and editing, X.W.\nFunding: This work is supported by the Department of Education of Sichuan Province (No. 17ZA0419), the Key Laboratory of Oil and Gas Field Materials of Sichuan Province (No. X151517KCL49) and the Scientific Research Starting Project of SWPU (No. 2017QHZ020).\nAcknowledgments: The authors acknowledges start-up funding of Southwest Petroleum University.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Ordered mesoporous molecular sieves synthesized by a liquid-crystal template mechanism",
      "author" : [ "C.T. Kresge", "M.E. Leonowicz", "W.J. Roth", "J.C. Vartuli", "J.S. Beck" ],
      "venue" : "Nature",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1992
    }, {
      "title" : "A new family of mesoporous molecular sieves prepared with liquid crystal templates",
      "author" : [ "J.S. Beck", "J.C. Vartuli", "W.J. Roth", "M.E. Leonowicz", "C.T. Kresge", "K.D. Schmitt", "C.T.W. Chu", "D.H. Olson", "E.W. Sheppard", "S.B. Mccullen" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1992
    }, {
      "title" : "Synthesis of Hexagonally Packed Mesoporous TiO2 by a Modified Sol–Gel Method",
      "author" : [ "D.M. Antonelli", "J.Y. Ying" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1995
    }, {
      "title" : "Synthesis of Titanium Dioxide/Cadmium Sulfide Nanosphere Particles for Photocatalyst Applications",
      "author" : [ "T.T.D. Vu", "F. Mighri", "A. Ajji" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "Development of mesoporous titanium dioxide hybrid poly(vinylidene fluoride) ultrafiltration membranes with photocatalytic properties",
      "author" : [ "J. Zhao", "C. Liao", "J. Liu", "X. Shen", "H. Tong" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Quantum dot sensitized electrospun mesoporous titanium dioxide hollow nanofibers for photocatalytic applications",
      "author" : [ "N. Singh", "K. Mondal", "M. Misra", "A. Sharma", "R.K. Gupta" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Photoinduced reactivity of titanium dioxide",
      "author" : [ "O. Carp", "C.L. Huisman", "A. Reller" ],
      "venue" : "Prog. Solid State Chem",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2004
    }, {
      "title" : "Titanium Dioxide Nanomaterials: Synthesis, Properties, Modifications, and Applications",
      "author" : [ "X.C", "Mao", "S.S" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "Titania based nanocomposites as a photocatalyst: A review",
      "author" : [ "M. Sharon", "F. Modi" ],
      "venue" : "Mater. Sci. 2016,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Mesoporous Titanium Dioxide",
      "author" : [ "D. Zhao", "S.B. Ranjit", "T. Koodali" ],
      "venue" : "ACS 2010,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2010
    }, {
      "title" : "Mesoporous titania: From synthesis to application",
      "author" : [ "R. Zhang", "A.A. Elzatahry", "S.S. Al-Deyab", "D. Zhao" ],
      "venue" : "Nano Today 2012,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Synthesis and Applications of Mesoporous TiO2 Functional Nanomaterials",
      "author" : [ "J. Hu", "Q. Yang", "C. Jing", "T. Wang", "L. He", "H. Qian" ],
      "venue" : "Prog. Chem. 2013,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2092
    }, {
      "title" : "Progress on mesoporous titanium dioxide: Synthesis, modification and applications",
      "author" : [ "S. Bagheri", "Z.A.M. Hir", "A.T. Yousefi", "S.B.A. Hamid" ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "A review on the visible light active titanium dioxide photocatalysts for environmental applications",
      "author" : [ "M. Pelaez", "N.T. Nolan", "S.C. Pillai", "M.K. Seery", "P. Falaras", "A.G. Kontos", "P.S.M. Dunlop", "J.W.J. Hamilton", "J.A. Byrne", "K. O’Shea" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Heterogeneous photocatalytic degradation of organic contaminants over titanium dioxide: A review of fundamentals, progress and problems",
      "author" : [ "U.I. Gaya", "A.H. Abdullah" ],
      "venue" : "J. Photochem. Photobiol. C",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2008
    }, {
      "title" : "A Perspective on Mesoporous TiO2 Materials",
      "author" : [ "W. Li", "Z. Wu", "J. Wang", "A.A. Elzatahry", "D. Zhao" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2014
    }, {
      "title" : "Mesoporous TiO2: Preparation, doping, and as a composite for photocatalysis",
      "author" : [ "W. Zhou", "H. Fu" ],
      "venue" : "Chem. Cat. Chem. 2013,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Applications of the Sol–gel Process Using Well-Tested Recipes",
      "author" : [ "A. Celzard" ],
      "venue" : "J. Chem. Educ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2002
    }, {
      "title" : "A simple, template-free route for the synthesis of mesoporous titanium dioxide materials",
      "author" : [ "C. Liu", "L. Fu", "J. Economy" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2004
    }, {
      "title" : "Enhanced photocatalytic degradation of 4-chlorophenol and 2,4-dichlorophenol on in situ phosphated sol-gel TiO2",
      "author" : [ "C. Castañeda", "F. Tzompantzi", "R. Gómez", "H. Rojas" ],
      "venue" : "J. Chem. Technol. Biotechnol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Synthesis of mesoporous TiO2 and its role as a photocatalyst in degradation of indigo carmine dye",
      "author" : [ "D. Ahirwar", "M. Bano", "F. Khan" ],
      "venue" : "J. Sol–Gel Sci. Technol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "General strategy to synthesize uniform mesoporous TiO2/graphene/mesoporous TiO2 sandwich-like nanosheets for highly reversible lithium storage",
      "author" : [ "W. Li", "F. Wang", "Y. Liu", "J. Wang", "J. Yang", "L. Zhang", "A.A. Elzatahry", "D. Al-Dahyan", "Y. Xia", "D. Zhao" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Preparations and characterization of novel photocatalysts with mesoporous titanium dioxide (TiO2) via a sol–gel method",
      "author" : [ "A.C. Lee", "R.H. Lin", "C.Y. Yang", "M.H. Lin", "W.Y. Wang" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2008
    }, {
      "title" : "Photocatalytic activity, surface area and phase modification of mesoporous SiO2–TiO2 prepared by a one-step hydrothermal procedure",
      "author" : [ "B. Mazinani", "A.K. Masrom", "A. Beitollahi", "R. Luque" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Near monodisperse TiO2 nanoparticles and nanorods",
      "author" : [ "X.L. Li", "Q. Peng", "J.X. Yi", "X. Wang", "Y. Li" ],
      "venue" : "Chemistry",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2006
    }, {
      "title" : "Using phosphoric acid as a catalyst to control the structures of mesoporous titanium dioxide materials",
      "author" : [ "D. Huang", "G.S. Luo", "Y.J. Wang" ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2005
    }, {
      "title" : "Solvothermal synthesis of crystalline phase and shape controlled Sn(4+)-doped TiO2 nanocrystals: Effects of reaction solvent",
      "author" : [ "J. Liu", "Y. Zhao", "L. Shi", "S. Yuan", "J. Fang", "Z. Wang", "M. Zhang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Solvothermal synthesis of TiO2 photocatalysts in ketone solvents with low boiling points",
      "author" : [ "C.T. Nam", "M.D. Le" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Ordered mesoporous non-oxide materials",
      "author" : [ "Y. Shi", "Y. Wan", "D. Zhao" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2011
    }, {
      "title" : "Versatility of Evaporation-Induced Self-Assembly (EISA) Method for Preparation of Mesoporous TiO2 for Energy and Environmental Applications",
      "author" : [ "L. Mahoney", "R.T. Koodali" ],
      "venue" : "Materials 2014,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Synthesis and characterization of mesoporous titanium dioxide using self-assembly of sodium dodecyl sulfate and benzyl alcohol systems as templates",
      "author" : [ "A. Mitra", "A. Bhaumik", "B.K. Paul" ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "Synthesis and Characterization of Phosphated Mesoporous Titanium Dioxide with High Photocatalytic Activity",
      "author" : [ "J. Yu", "L. Zhang", "Z. Zheng", "J. Zhao" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2003
    }, {
      "title" : "Sonochemical fabrication of mesoporous TiO2 inside diatom frustules for photocatalyst",
      "author" : [ "L. Mao", "J. Liu", "S. Zhu", "D. Zhang", "Z. Chen", "C. Chen" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Facile Fabrication and High Photoelectric Properties of Hierarchically Ordered Porous TiO2",
      "author" : [ "W. Sun", "S. Zhou", "B. You", "L. Wu" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2012
    }, {
      "title" : "Electrospun mesoporous titanium dioxide fibers",
      "author" : [ "S. Madhugiri", "B. Sun", "P.G. Smirniotis", "J.P. Ferraris", "Balkus", "K.J." ],
      "venue" : "Microporous Mesoporous Mater",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Photoreduction of CO2 over the well-crystallized ordered mesoporous TiO2 with the confined space effect",
      "author" : [ "T. Wang", "X. Meng", "P. Li", "S. Ouyang", "K. Chang", "G. Liu", "Z. Mei", "J. Ye" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Synthesis of mesoporous TiO2 structures through P123 copolymer as the structural directing agent and assessment of their performance in dye-sensitized solar cells",
      "author" : [ "M.A.A. Sadatlu", "N. Mozaffari" ],
      "venue" : "Sol. Energy",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Colloidal Amphiphile-Templated Growth of Highly Crystalline Mesoporous Nonsiliceous Oxides",
      "author" : [ "B. Liu", "Z. Luo", "A. Federico", "W. Song", "S.L. Suib", "J. He" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "Facile fabrication of one-dimensional mesoporous titanium dioxide composed of nanocrystals for lithium storage. Electrochim",
      "author" : [ "Q. Tian", "Z. Zhang", "L. Yang", "S.I. Hirano" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2014
    }, {
      "title" : "Hierarchically ordered macro-mesoporous TiO2-graphene composite films: Improved mass transfer, reduced charge recombination, and their enhanced photocatalytic activities",
      "author" : [ "J. Du", "X. Lai", "N. Yang", "J. Zhai", "D. Kisailus", "F. Su", "D. Wang", "L. Jiang" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2011
    }, {
      "title" : "Superior Electrode Performance of Nanostructured Mesoporous TiO2 (Anatase) through Efficient Hierarchical Mixed Conducting Networks",
      "author" : [ "Y.G. Guo", "Y.S. Hu", "W. Sigle", "J. Maier" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "Fabrication of Hierarchical V2O5 Nanorods on TiO2 Nanofibers and Their Enhanced Photocatalytic Activity under Visible Light",
      "author" : [ "M. Ghosh", "J. Liu", "S.S.C. Chuang", "S.C. Jana" ],
      "venue" : "ChemCatChem",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2018
    }, {
      "title" : "Bi-component inorganic oxide nanofibers from gas jet fiber spinning process",
      "author" : [ "M. Ghosh", "S.C. Jana" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "Synthesis of mesoporous TiO2/SiO2 hybrid films as an efficient photocatalyst by polymeric micelle assembly",
      "author" : [ "Y. Li", "B.P. Bastakoti", "M. Imura", "S.M. Hwang", "Z. Sun", "J.H. Kim", "S.X. Dou", "Y. Yamauchi" ],
      "venue" : "Chemistry",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2014
    }, {
      "title" : "Effect of brookite presence on nanocrystalline anatase—Rutile phase transformation",
      "author" : [ "S. Mahshid", "M. Askari", "M.S. Ghamsari" ],
      "venue" : "Int. J. Nanotechnol",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2009
    }, {
      "title" : "Phase-pure TiO2 nanoparticles: Anatase, brookite and rutile",
      "author" : [ "D. Reyes-Coronado", "G. Rodríguez-Gattorno", "M.E. Espinosa-Pesqueira", "C. Cab", "C.R. De", "G. Oskam" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2008
    }, {
      "title" : "Visible Light Mediated Cyclization of Tertiary Anilines with Maleimides Using Nickel(II) Oxide Surface-Modified Titanium Dioxide Catalyst",
      "author" : [ "J. Tang", "G. Grampp", "Y. Liu", "B.X. Wang", "F.F. Tao", "L.J. Wang", "X.Z. Liang", "H.Q. Xiao", "Y.M. Shen" ],
      "venue" : "J. Org. Chem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2015
    }, {
      "title" : "Solar-light photocatalytic disinfection using crystalline/amorphous low energy bandgap reduced TiO2",
      "author" : [ "K. Youngmin", "H.H. Min", "L. Wang", "K. Ikjoon", "Y. Yeoheung", "L. Hyoyoung" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    }, {
      "title" : "Broadband Light Absorption and Efficient Charge Separation Using a Light Scattering Layer with Mixed Cavities for High-Performance Perovskite Photovoltaic Cells with Stability",
      "author" : [ "B.C. Moon", "J.H. Park", "D.K. Lee", "N. Tsvetkov", "I. Ock", "K.M. Choi", "J.K. Kang" ],
      "venue" : "Small 2017,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "Novel V2O5 /BiVO4 /TiO2 Nanocomposites with High Visible-Light-Induced Photocatalytic Activity for the Degradation of Toluene",
      "author" : [ "J. Sun", "X. Li", "Q. Zhao", "J. Ke", "D. Zhang" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Photocatalytic properties of nanocrystalline TiO2 modified with CuO and WO3",
      "author" : [ "V.A. Lebedev", "V.V. Sudin", "D.A. Kozlov", "A.V. Garshev" ],
      "venue" : "Nanotechnol. Russ. 2016,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2016
    }, {
      "title" : "Daylight photocatalysis by carbon-modified titanium dioxide",
      "author" : [ "S. Sakthivel", "H. Kisch" ],
      "venue" : "Angew. Chem",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2003
    }, {
      "title" : "One-Step “Green” Synthetic Approach for Mesoporous C-Doped Titanium Dioxide with Efficient Visible Light Photocatalytic Activity",
      "author" : [ "F. Dong", "H. Wang", "Z. Wu" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2009
    }, {
      "title" : "Visible light caffeic acid degradation by carbon-doped titanium dioxide",
      "author" : [ "F. Venditti", "F. Cuomo", "A. Ceglie", "P. Avino", "M.V. Russo", "F. Lopez" ],
      "venue" : "Langmuir 2015,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 1910
    }, {
      "title" : "Carbon as amorphous shell and interstitial dopant in mesoporous rutile TiO2: Bio-template assisted sol–gel synthesis and photocatalytic activity",
      "author" : [ "M.A. Mohamed", "N.W.S. Wan", "J. Jaafar", "M.S. Rosmi", "Z.A.M. Hir", "M.A. Mutalib", "A.F. Ismail", "M. Tanemura" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2017
    }, {
      "title" : "Visible-light photocatalysis in nitrogen-doped titanium oxides",
      "author" : [ "R. Asahi", "T. Morikawa", "T. Ohwaki", "K. Aoki", "Y. Taga" ],
      "venue" : "Science",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2001
    }, {
      "title" : "Low temperature preparation and visible light photocatalytic activity of mesoporous carbon-doped crystalline TiO2",
      "author" : [ "W. Ren", "Z. Ai", "F. Jia", "L. Zhang", "X. Fan", "Z. Zou" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2007
    }, {
      "title" : "Preparation and photocatalytic activity of Fe-doped mesoporous titanium dioxide nanocrystalline photocatalysts",
      "author" : [ "M. Zhou", "J. Yu", "B. Cheng", "H. Yu" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2005
    }, {
      "title" : "Synthesis and characterization of iron-based catalyst on mesoporous titania for photo-thermal F-T synthesis",
      "author" : [ "S. Yu", "T. Zhang", "Y. Xie", "Q. Wang", "X. Gao", "R. Zhang", "Y. Zhang", "H. Su" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2015
    }, {
      "title" : "A Facile Electrochemical Approach to form TiO2/Ag Heterostructure Films with Enhanced Photocatalytic Activity",
      "author" : [ "X. Lv", "F. Gao", "Y. Yang", "T. Wang" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2015
    }, {
      "title" : "Photocatalysis of S-metolachlor in aqueous suspension of magnetic cerium-doped mTiO2 core-shell under simulated solar light",
      "author" : [ "J. Mermana", "P. Sutthivaiyakit", "C. Blaise", "F. Gagné", "S. Charnsethikul", "P. Kidkhunthod", "S. Sutthivaiyakit" ],
      "venue" : "Environ. Sci. Pollut. Res. Int. 2017",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2017
    }, {
      "title" : "Colloidally prepared La-doped BaSnO3 electrodes for efficient, photostable perovskite solar cells",
      "author" : [ "S.S. Shin", "E.J. Yeom", "W.S. Yang", "S. Hur", "M.G. Kim", "J. Im", "J. Seo", "J.H. Noh", "S.I. Seok" ],
      "venue" : "Science",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2017
    }, {
      "title" : "Synthesis and physicochemical characteristics of titanium dioxide doped with selected metals",
      "author" : [ "K. Siwinska-Stefanska", "D. Paukszta", "A. Piasecki", "T. Jesionowski" ],
      "venue" : "Physicochem. Probl. Miner. Process",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2014
    }, {
      "title" : "Preparation of highly visible light active Fe–N co-doped mesoporous TiO2 photocatalyst by fast sol–gel method",
      "author" : [ "K. Zhang", "X. Wang", "X. Guo", "T. He", "Y. Feng" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2014
    }, {
      "title" : "Tailoring the conduction band of titanium oxide by doping tungsten for efficient electron injection in a sensitized photoanode",
      "author" : [ "A.M. Cant", "F. Huang", "X.L. Zhang", "Y. Chen", "Y.B. Cheng", "R. Amal" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2014
    }, {
      "title" : "Synthesis and photoelectrochemical studies of N, Zr co-doped mesoporous titanium dioxide",
      "author" : [ "H. Liu", "S.S. Thind", "G. Wu", "J. Wen", "A. Chen" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2015
    }, {
      "title" : "Study of synergistic effect of Sc and C co-doping on the enhancement of visible light photo-catalytic activity of TiO2",
      "author" : [ "M. Nasir", "J. Lei", "W. Iqbal", "J. Zhang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2016
    }, {
      "title" : "Carbon nitride doped TiO2 photoelectrodes for photocatalysts and quantum dot sensitized solar cells",
      "author" : [ "J. Men", "Q. Gao", "S. Sun", "X. Zhang", "L. Duan", "L. Wei" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2017
    }, {
      "title" : "Modulation of pore sizes of titanium dioxide photocatalysts by a facile template free hydrothermal synthesis method: Implications for photocatalytic degradation of rhodamine B",
      "author" : [ "S. Rasalingam", "C.M. Wu", "R.T. Koodali" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2015
    }, {
      "title" : "Novel nanostructured-TiO2 materials for the photocatalytic reduction of CO2 greenhouse gas to hydrocarbons and syngas",
      "author" : [ "P. Akhter", "M. Hussain", "G. Saracco", "N. Russo" ],
      "venue" : "Fuel",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2015
    }, {
      "title" : "Influence of triblock copolymer (pluronic F127) on enhancing the physico-chemical properties and photocatalytic response of mesoporous TiO2",
      "author" : [ "E.M. Samsudin", "S.B.A. Hamid", "J.C. Juan", "J.B. Wan" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2015
    }, {
      "title" : "Ordered mesoporous crystalline titania with high thermal stability from comb-like liquid crystal block copolymers",
      "author" : [ "S. Cao", "Y. Zhao", "T. Qu", "P. Wang", "S. Guan", "Y. Xu", "F. Rao", "Y. Li", "A. Chen", "T. Iyoda" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "Mesoporous Titanium Dioxide Nanofibers with a Significantly Enhanced Photocatalytic Activity",
      "author" : [ "M. Ghosh", "M. Lohrasbi", "S.S.C. Chuang", "S.C. Jana" ],
      "venue" : "ChemCatChem 2016,",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2016
    }, {
      "title" : "Ultrasonic preparation of mesoporous titanium dioxide nanocrystalline photocatalysts and evaluation of photocatalytic activity",
      "author" : [ "J. Yu", "M. Zhou", "B. Cheng", "H. Yu", "X. Zhao" ],
      "venue" : "J. Mol. Catal. A Chem",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2005
    }, {
      "title" : "Investigation of the influence of vanadium, iron and nickel dopants on the morphology, and crystal structure and photocatalytic properties of titanium dioxide based nanopowders",
      "author" : [ "G.N. Shao", "S.J. Jeon", "M.S. Haider", "N. Abbass", "H.T. Kim" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2016
    }, {
      "title" : "Preparation of homogeneous nitrogen-doped mesoporous TiO2 spheres with enhanced visible-light photocatalysis",
      "author" : [ "L. Xiao", "P. Liu", "M. Yu", "M. Xing", "J. Zhang" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2015
    }, {
      "title" : "Preparation of N-Doped Mesoporous TiO2 Using Nitromethane as Nitrogen Source and Their High Photocatalytic Performance",
      "author" : [ "Q. Fang", "J. Tang", "H. Zou", "T. Cai", "Q. Deng" ],
      "venue" : "Synth. React. Inorg. Met. Org. Chem",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2016
    }, {
      "title" : "Cu-TiO2 nanorods with enhanced ultraviolet- and visible-light photoactivity for bisphenol A degradation",
      "author" : [ "L.F. Chiang", "R.A. Doong" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2014
    }, {
      "title" : "Solution-processed CeO2/TiO2 nanocomposite as potent visible light photocatalyst for the degradation of bromophenol dye",
      "author" : [ "S. Ameen", "M.S. Akhtar", "H.K. Seo", "H.S. Shin" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2014
    }, {
      "title" : "Photocatalytic degradation of methyl orange and real wastewater by silver doped mesoporous TiO2 catalysts",
      "author" : [ "H. Chaker", "L. Chérif-Aouali", "S. Khaoulani", "A. Bengueddach", "S. Fourmentin" ],
      "venue" : "J. Photochem. Photobiol. A Chem",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2016
    }, {
      "title" : "Immobilization of TiO2 into polyethersulfone matrix as hybrid film photocatalyst for effective degradation of methyl orange dye",
      "author" : [ "Z.A.M. Hir", "P. Moradihamedani", "A.H. Abdullah", "M.A. Mohamed" ],
      "venue" : "Mater. Sci. Semicond. Process",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2017
    }, {
      "title" : "Carbon/nitrogen-doped TiO2: New synthesis route, characterization and application for phenol degradation. Arab",
      "author" : [ "A.M. Abdullah", "N.J. Al-Thani", "K. Tawbi", "H. Al-Kandari" ],
      "venue" : "J. Chem. 2016,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2016
    }, {
      "title" : "Preparation of nanostructured ruthenium doped titania for the photocatalytic degradation of 2-chlorophenol under visible light",
      "author" : [ "R.A. Elsalamony", "S.A. Mahmoud" ],
      "venue" : "Arab. J. Chem",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2017
    }, {
      "title" : "Facile synthesis of mesoporous titanium dioxide doped by Ag-coated graphene with enhanced visible-light photocatalytic performance for methylene blue degradation",
      "author" : [ "X. Lin", "Y. Li", "F. Chen", "P. Xu", "M. Li" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2017
    }, {
      "title" : "Photocatalytic decomposition of Rhodamine B on uranium-doped mesoporous titanium dioxide",
      "author" : [ "Y. Liu", "B. Becker", "B. Burdine", "G.E. Sigmon", "P.C. Burns" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2017
    }, {
      "title" : "Crystalline Mixed Phase (Anatase/Rutile) Mesoporous Titanium Dioxides for Visible Light Photocatalytic Activity",
      "author" : [ "Z. Luo", "A.S. Poyraz", "C.H. Kuo", "R. Miao", "Y. Meng", "S.Y. Chen", "T. Jiang", "C. Wenos", "S.L. Suib" ],
      "venue" : null,
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2014
    }, {
      "title" : "Photocatalytic Reduction of CO2 on Mesoporous TiO2 Modified with Ag/Cu Bimetallic Nanostructures",
      "author" : [ "M.L. Ovcharov", "V.V. Shvalagin", "V.M. Granchak" ],
      "venue" : "Theor. Exp. Chem",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2014
    }, {
      "title" : "Post-combustion CO2 capture using mesoporous TiO2/graphene oxide nanocomposites",
      "author" : [ "S. Chowdhury", "G.K. Parshetti", "R. Balasubramanian" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2015
    }, {
      "title" : "Carbon wrapped and doped TiO2 mesoporous nanostructure with efficient visible-light photocatalysis for NO removal",
      "author" : [ "D. He", "Y. Li", "I. Wang", "J. Wu", "Y. Yang", "Q. An" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2016
    }, {
      "title" : "Mesoporous Ag@TiO2 nanofibers and their photocatalytic activity for hydrogen evolution",
      "author" : [ "M. Shang", "H. Hou", "F. Gao", "L. Wang", "W. Yang" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2017
    }, {
      "title" : "Pt-coated TiO2 nanorods for photoelectrochemical water splitting applications",
      "author" : [ "T.S. Atabaev", "M.A. Hossain", "D. Lee", "H.K. Kim", "Y.H. Hwang" ],
      "venue" : "Results Phys. 2016,",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2016
    }, {
      "title" : "Pore-size effect on photovoltaic performance of dye-sensitized solar cells composed of mesoporous anatas e-titania",
      "author" : [ "T.K. Yun", "S.S. Park", "D. Kim", "Y.K. Hwang", "S. Huh", "J.Y. Bae", "S.W. Yong" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2011
    }, {
      "title" : "Ultrafast Terahertz Conductivity Dynamics in Mesoporous TiO2: Influence of Dye Sensitization and Surface Treatment in Solid-State Dye-Sensitized Solar Cells",
      "author" : [ "P. Tiwana", "P. Parkinson", "M.B. Johnston", "H.J. Snaith", "L.M. Herz" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2010
    }, {
      "title" : "Mesoporous TiO2 Microbead Electrodes for Cobalt-Mediator-Based Dye-Sensitized Solar Cells",
      "author" : [ "M. Pazoki", "N. Taghavinia", "A. Hagfeldt", "G. Boschloo" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2014
    }, {
      "title" : "Preparation of mesoporous titanium dioxide anode by a film- and pore-forming agent for the dye-sensitized solar cell",
      "author" : [ "W. Hou", "Y. Xiao", "G. Han", "H. Zhou", "Y. Chang", "Y. Zhang" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2016
    }, {
      "title" : "The Role of Insulating Oxides in Blocking the Charge Carrier Recombination in Dye-Sensitized Solar Cells",
      "author" : [ "A.K. Chandiran", "M.K. Nazeeruddin", "M. Grätzel" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2014
    }, {
      "title" : "Titanium Dioxide Mesoporous Electrodes for Solid-State Dye-Sensitized Solar Cells: Cross-Analysis of the Critical Parameters",
      "author" : [ "S. Colella", "E. Orgiu", "I. Bruder", "A. Liscio", "V. Palermo", "B. Bruchmann", "P. Samorì", "P. Erk" ],
      "venue" : "Adv. Energy Mater. 2014,",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 1910
    }, {
      "title" : "High-performance hybrid perovskite solar cells with polythiophene as hole-transporting layer via electrochemical polymerization",
      "author" : [ "W. Yan", "Y. Li", "W. Sun", "H. Peng", "S. Ye", "Z. Liu", "Z. Bian", "C. Huang" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2014
    }, {
      "title" : "Structure of methylammonium lead iodide within mesoporous titanium dioxide: Active material in high-performance perovskite solar cells",
      "author" : [ "J.J. Choi", "X. Yang", "Z.M. Norman", "S.J. Billinge", "J.S. Owen" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2014
    }, {
      "title" : "Sub-nanometer conformal TiO2 blocking layer for high efficiency solid-state perovskite absorber solar cells",
      "author" : [ "A.K. Chandiran", "A. Yella", "M.T. Mayer", "P. Gao", "M.K. Nazeeruddin", "M. Grätzel" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2014
    }, {
      "title" : "Efficiency enhancement of perovskite solar cells through fast electron extraction: The role of graphene quantum dots",
      "author" : [ "Z. Zhu", "J. Ma", "Z. Wang", "C. Mu", "Z. Fan", "L. Du", "Y. Bai", "L. Fan", "H. Yan", "D.L. Phillips" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2014
    }, {
      "title" : "Temperature induced structural, electrical and optical changes in solution processed perovskite material: Application in photovoltaics",
      "author" : [ "B. Tripathi", "P. Bhatt", "P.C. Kanth", "P. Yadav", "B. Desai", "M.K. Pandey", "M. Kumar" ],
      "venue" : "Sol. Energy Mater. Sol. Cells",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2015
    }, {
      "title" : "Modelling and loss analysis of meso-structured perovskite solar cells",
      "author" : [ "H. Xue", "K. Fu", "L.H. Wong", "E. Birgersson", "R. Stangl" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2017
    }, {
      "title" : "Fabrication of mesoporous titanium dioxide/tin dioxide/carbon hollow microspheres as high performance anode for lithium-ion batteries",
      "author" : [ "Q. Tian", "Z. Zhang", "L. Yang", "S.I. Hirano" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2015
    }, {
      "title" : "A Facile Synthesis of Mesoporous TiO2 Sub-Microsphere Host for Long Life Lithium-Sulfur Battery Cathodes. Electrochim",
      "author" : [ "Y. Sun", "Y. Zhao", "Y. Cui", "J. Zhang", "G. Zhang", "W. Luo", "W. Zheng" ],
      "venue" : "Acta 2017",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2017
    }, {
      "title" : "An innovative method for immobilizing sucrose isomerase on ε-poly-L-lysine modified mesoporous TiO2",
      "author" : [ "L. Wu", "Y. Liu", "B. Chi", "Z. Xu", "X. Feng", "S. Li", "H. Xu" ],
      "venue" : "Food Chem",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2015
    }, {
      "title" : "Modified nanoporous titanium dioxide as a novel carrier for enzyme immobilization",
      "author" : [ "L. Wu", "S. Wu", "Z. Xu", "Y. Qiu", "S. Li", "H. Xu" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2016
    }, {
      "title" : "Photodynamic therapy for cancer of the pancreas",
      "author" : [ "S.G. Bown", "A.Z. Rogowska", "D.E. Whitelaw", "W.R. Lees", "L.B. Lovat", "P. Ripley", "L. Jones", "P. Wyld", "A. Gillams" ],
      "venue" : null,
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2002
    }, {
      "title" : "Photodynamic therapy for cancer",
      "author" : [ "D.E. Dolmans", "D. Fukumura", "R.K. Jain" ],
      "venue" : "Nat. Rev. Cancer 2003,",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2003
    }, {
      "title" : "Mesoporous Titanium Dioxide Nanocarrier with Magnetic-Targeting and High Loading Efficiency for Dual-Modal Imaging and Photodynamic Therapy",
      "author" : [ "Q. Yu", "J. Sun", "X. Zhu", "L. Qiu", "M. Xu", "S. Liu", "J.M. Ouyang", "J. Liu" ],
      "venue" : "J. Mater. Chem. B 2017,",
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 2017
    }, {
      "title" : "Sonodynamic effect of erythrosin B on sarcoma 180 cells in vitro",
      "author" : [ "N. Yumita", "K. Kawabata", "K. Sasaki", "S. Umemura" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2002
    }, {
      "title" : "Involvement of Reactive Oxygen Species in Sonodynamically Induced Apoptosis Using a Novel Porphyrin Derivative",
      "author" : [ "N. Yumita", "Y. Iwase", "K. Nishi", "H. Komatsu", "K. Takeda", "K. Onodera", "T. Fukai", "T. Ikeda", "S. Umemura", "K. Okudaira" ],
      "venue" : "Theranostics 2012,",
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2012
    }, {
      "title" : "Engineered porphyrin loaded core-shell nanoparticles for selective sonodynamic anticancer treatment",
      "author" : [ "G. Varchi", "F. Foglietta", "R. Canaparo", "M. Ballestri", "F. Arena", "G. Sotgiu", "A. Guerrini", "C. Nanni", "G. Cicoria", "G. Cravotto" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2015
    }, {
      "title" : "Site-specific sonocatalytic tumor suppression by chemically engineered single-crystalline mesoporous titanium dioxide sonosensitizers",
      "author" : [ "X. Wang", "W. Wang", "L. Yu", "Y. Tang", "J. Cao", "Y. Chen" ],
      "venue" : "J. Mater. Chem. B 2017,",
      "citeRegEx" : "115",
      "shortCiteRegEx" : "115",
      "year" : 2017
    }, {
      "title" : "Surface functionalization of TiO2 nanotubes with bone morphogenetic protein 2 and its synergistic effect on the differentiation of mesenchymal stem cells",
      "author" : [ "M. Lai", "K. Cai", "L. Zhao", "X. Chen", "Y. Hou", "Z. Yang" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "116",
      "shortCiteRegEx" : "116",
      "year" : 2011
    }, {
      "title" : "Preparation and antimicrobial assay of ceramic brackets coated with TiO2 thin films",
      "author" : [ "S. Cao", "Y. Wang", "L. Cao", "B. Lin", "W. Lan", "B. Cao" ],
      "venue" : "Korean J. Orthod",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Since the Mobil Oil Corporation discovered ordered mesoporous silica in 1992 [1,2], the synthesis and applications of mesoporous materials have been broadly studied.",
      "startOffset" : 77,
      "endOffset" : 82
    }, {
      "referenceID" : 1,
      "context" : "Since the Mobil Oil Corporation discovered ordered mesoporous silica in 1992 [1,2], the synthesis and applications of mesoporous materials have been broadly studied.",
      "startOffset" : 77,
      "endOffset" : 82
    }, {
      "referenceID" : 2,
      "context" : "In 1995, mesoporous TiO2 was first synthesized by Antonelli and Ying with modified sol–gel method [3].",
      "startOffset" : 98,
      "endOffset" : 101
    }, {
      "referenceID" : 17,
      "context" : "Next, the gel is dried and calcined to get molecular or even nanostructured materials (Figure 1b) [18].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 8,
      "context" : "In the 1960s, sol–gel method was developed for synthesizing various materials including all kinds of mesoporous materials [9].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 17,
      "context" : "Next, the gel is dried and calcined to get molecular or even nanostructured materials (Figure 1b) [18].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 8,
      "context" : "In the 1960s, sol–gel method was developed for synthesizing various materials including all kinds of mesoporous materials [9].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 18,
      "context" : "For instance, Liu and coworkers prepared mesoporous TiO2 with anatase structure via sol–gel reaction [19].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 19,
      "context" : "used H3PO4 as the hydrolysis catalyst and anionic precursor to prepare TiO2 using sol–gel method [20].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 20,
      "context" : "In addition to these conventional sol–gel methods, an approach without acids or bases was also reported [21].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 19,
      "context" : "Reproduced from reference [20] with permission of Wiley Online Library.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 21,
      "context" : "recently synthesized a uniform mesoporous TiO2 material involving graphene oxide (GO), where the GO sheet is served as the substrate for the growth of TiO2 [22].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 22,
      "context" : "Lee and co-workers prepared a pure mesoporous TiO2 (MTiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel method (Figure 3b) [23].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 22,
      "context" : "Reprinted with permission from reference [23]; Copyright 2018, Elsevier.",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 22,
      "context" : "Lee and co-workers prepared a pure mesoporous TiO2 (M-TiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel method (Figure 3b) [23].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 22,
      "context" : "Lee and co-workers prepared a pure mesoporo s i ( TiO2) (Figure 3a) and a W-doped mesoporous TiO2 (doped M-TiO2) using sol–gel meth igure 3b) [23].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 22,
      "context" : "Reprinted with permission from refer nce [23]; Copyright 2018, l i .",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 22,
      "context" : "Reprinted with per ission from reference [23]; Copyright 2018, Elsevier.",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 23,
      "context" : "For example, Babak and his coworkers demonstrated that mesoporous TiO2 with lower surface area (90 m2/g) and higher degree of crystallinity was prepared by controlling the hydrothermal and calcination temperatures (Figure 4) [24].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 23,
      "context" : "For example, Babak and his coworkers demonstrated that mesoporous TiO2 with lower surface area (90 m2/g) and higher degree of crystallinity was prepared by controlling the hydrothermal and calcination temperatures (Figure 4) [24].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 23,
      "context" : "Reprinted with permission from reference [24].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 24,
      "context" : "demonstrated that proper controlling of the hydrolysis condition in the solvothermal process using linoleic acid (LA) as the solvent leads to higher crystallization (crystalline nanorods of 50 nm in length) of TiO2 [25].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 23,
      "context" : "Reprinted with permission from reference [24].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 24,
      "context" : "demonstrated that proper controlling of the hydrolysis condition in the solvothermal process using linoleic acid (LA) as the solvent leads to higher crystallization (crystalline nanorods of 50 nm in length) of TiO2 [25].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 24,
      "context" : "Reproduced from reference [25] with permission of Wiley Online Library.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 25,
      "context" : "For example, the pore size and volume of TiO2 could be altered by varying the concentration of H3PO4 hence the pH of the reaction solution (Table 2) [26].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 26,
      "context" : "Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 27,
      "context" : "Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 25,
      "context" : "Reprinted with permission from reference [26].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 24,
      "context" : "Reproduced from ref r nce [25] with permis ion of iley li i .",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 25,
      "context" : "For example, the pore size and volume of TiO2 could be altered b varying the concentration of H3PO4 hence the pH of the reaction solution (Table 2) [26].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 26,
      "context" : "Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 27,
      "context" : "Similarly, organic solvent was also found to affect the crystallinity and morphology of mesoporous TiO2 by reducing the solubility of TiO2 as well as by limiting the dehydration, thus forming smaller nanoparticles [27,28].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 25,
      "context" : "Reprinted with permission from reference [26].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 28,
      "context" : "Generally, template method includes hard-templating and soft-templating approaches (Figure 6) [29].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 28,
      "context" : "Generally, template method includes hard-templating and soft-templating approaches (Figure 6) [29].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 28,
      "context" : "Reproduced from [29] with permission of The Royal Society of Chemistry.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 15,
      "context" : "The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 28,
      "context" : "The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 2,
      "context" : "For example, in 1995, the first reported mesoporous TiO2 was synthesized by Antonelli and Ying via an aqueous soft-templating route [3].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 29,
      "context" : "This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 35,
      "context" : "This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 36,
      "context" : "These composite films exhibited a mesoporous non-cracked morphology with a thickness of about 300 nm (Figure 7) [38].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 28,
      "context" : "Reproduced from [29] with permission of The Royal Society of Chemistry.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 15,
      "context" : "The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 28,
      "context" : "The organic molecule templates are critical for mesostructures because of their constituents and properties, therefore they are also known as structure-directing agents (SDA) [16,29].",
      "startOffset" : 175,
      "endOffset" : 182
    }, {
      "referenceID" : 2,
      "context" : "For example, in 1995, the first reported mesoporous TiO2 was synthesized by Antonelli and Ying via an aqueous soft-templating route [3].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 29,
      "context" : "This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 35,
      "context" : "This method is conducive to the formation of ordered mesoporous structure, which can be used to prepare ordered mesoporous TiO2 film and powder [30,37].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 36,
      "context" : "morphology with a thickness of about 300 nm (Figure 7) [38].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 36,
      "context" : "Reprinted with permission from reference [38].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 37,
      "context" : "Recently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 36,
      "context" : "Reprinted with permission from reference [38].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 37,
      "context" : "Recently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 36,
      "context" : "Reprinted with permission from reference [38].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 37,
      "context" : "Recently, He and coworkers synthesized highly crystalline mesoporous TiO2 using colloidal amphiphile (CAM)-templating, where CAM consists of polymer chains and nanoparticles (Scheme 1) [39].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 15,
      "context" : "Therefore, the synthesized ordered mesoporous TiO2 usually has a novel mesoporous structure as well as excellent thermal stability and crystallinity [16].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 38,
      "context" : "For example, nanocrystals constituted one-dimensional (1D) mesoporous anatase TiO2 was successfully synthesized using carbon nanotubes (CNTs) as the template (Figure 8) [40].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 39,
      "context" : "synthesized two-dimensional (2D) hexagonal (p6mm) ordered mesoporous TiO2 by employing colloidal crystals as a template [41].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 15,
      "context" : "Therefore, the synthesized ordered mesoporous TiO2 usually has a novel mesoporous structure as well as excellent thermal stability and crystallinity [16].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 38,
      "context" : "For exa ple, nanocrystals constituted one-dimensional (1D) mesoporous anatase TiO2 was successfully synthesized using carbon nanotubes (CNTs) as the template (Figure 8) [40].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 39,
      "context" : "synthesized twodimensional (2D) hexagonal (p6 m) ordered mesoporous TiO2 by employing colloidal crystals as a template [41].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 38,
      "context" : "Reprinted with permission from reference [40].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 38,
      "context" : "Reprinted with permission from reference [40].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 40,
      "context" : "synthesized nanostructured mesoporous TiO2 with superior electrode performance [42].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 42,
      "context" : "also successfully synthesized bi-component mesoporous TiO2–ITO (indium tin oxide) nanofibers with core-shell (CS) and side-by-side (SBS) structure by GJF spinning process [44].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 36,
      "context" : "combined sol–gel and EISA method to prepared mesoporous TiO2 films using triblock P123 template [38].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 43,
      "context" : "synthesized mesoporous TiO2/SiO2 hybrid films by the polymeric micelle-assembly method [45].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 40,
      "context" : "synthesized nanostructured mesoporous TiO2 with superior electrode performance [42].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 42,
      "context" : "also successfully synthesized bi-component mesoporous TiO2–ITO (indium tin oxide) nanofibers with core-shell (CS) and side-by-side (SBS) structure by GJF spinning process [44].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 36,
      "context" : "combined sol–gel and EISA method to prepared mesoporous TiO2 films using triblock P123 template [38].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 43,
      "context" : "synthesized mesoporous TiO2/SiO2 hybrid films by the polymeric micelle-assembly method [45].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 44,
      "context" : "Some of the most important parameters of TiO2 are summarized in Table 3 [46,47].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 45,
      "context" : "Some of the most important parameters of TiO2 are summarized in Table 3 [46,47].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 44,
      "context" : "While brookite is the most unstable crystal form, it will be converted to rutile when the temperature is higher than 650 ◦C [46].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 10,
      "context" : "When the calcination temperature is too high, however, it sometimes causes the collapse of mesoporous structure [11,24].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 23,
      "context" : "When the calcination temperature is too high, however, it sometimes causes the collapse of mesoporous structure [11,24].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 8,
      "context" : "Not only can the TiO2 bandgap energy be reduced, but also the charge separation efficiency of TiO2 can be improved by this strategy [9,11].",
      "startOffset" : 132,
      "endOffset" : 138
    }, {
      "referenceID" : 10,
      "context" : "Not only can the TiO2 bandgap energy be reduced, but also the charge separation efficiency of TiO2 can be improved by this strategy [9,11].",
      "startOffset" : 132,
      "endOffset" : 138
    }, {
      "referenceID" : 53,
      "context" : "Francesco and co-workers synthesized a carbon-doped mesoporous TiO2 photocatalyst with excellent activity that can be employed to degrade phenolic compound and caffeic acid under visible light [55].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 54,
      "context" : "synthesized a C-doped mesoporous rutile TiO2 by bio-template assisted sol–gel method [56].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 59,
      "context" : "formed anatase TiO2/Ag heterostructure films via a facile electrochemical approach [61].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 60,
      "context" : "Recently, magnetic cerium-doped mesoporous TiO2 was prepared by Mermana and co-workers [62].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 63,
      "context" : "Zhang and workmates used a fast sol–gel method to prepare Fe-N co-doped mesoporous TiO2 photocatalyst [65].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 70,
      "context" : "1 [72] TiCl4 Hard-template 450 ◦C 239 4.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 72,
      "context" : "4–30 5–23 [74] TBOT Hydrothermal 500 ◦C 97.",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 74,
      "context" : "8–19 [76] Ti(SO4)2 Solvothermal 400 ◦C >94.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 75,
      "context" : "0 [77] TiCl4, TBOT Soft-template 470 ◦C 77.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 79,
      "context" : "Compared to P25 TiO2, the prepared doping material has a strong ability to restrain e−-h+ (photogenerated electron hole pair) recombination that helps increase the photocatalytic activity [81].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 80,
      "context" : "synthesized a polyethersulfone-TiO2 (PES/TiO2) film photocatalyst that is also very efficient in the decomposition of methyl orange [82].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 85,
      "context" : "synthesized a mesoporous TiO2 containing anatase/rutile mixture phase [87].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 72,
      "context" : "also testified that the presence of mixed phases of mesoporous TiO2 can increase the photocatalytic activity [74].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 79,
      "context" : "Compared to P25 TiO2, the prepared doping material has a strong ability to restrain e−-h+ (photogenerated electron hole pair) recombination that helps increase the photocatalytic activity [81].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 80,
      "context" : "synthesized a polyethersulfone-TiO2 (PES/TiO2) ilm photoc talyst that is also very efficient in the decomposition of methyl orange [82].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 85,
      "context" : "synthesized a mesoporous TiO2 containing anatase/rutile mixture phase [87].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 72,
      "context" : "also testified that the presence of mixed phases of mesoporous TiO2 can increase the photocatalytic activity [74].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 89,
      "context" : "synthesized Ag@TiO2 mesoporous nanofibers for the photodecomposition of water [91].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 90,
      "context" : "prepared mesoporous rutile TiO2 deposited with Pt nanoparticles for photocatalytic water splitting [92].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 89,
      "context" : "synthesized Ag@TiO2 mesoporous nanofibers for the photodecomposition of water [91].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 90,
      "context" : "prepared mesoporous rutile TiO2 deposited with Pt nanoparticles for photocatalytic water splitting [92].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 91,
      "context" : "Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye diffusion and adsorption, as well as the electron transport efficiency [93,94].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 92,
      "context" : "Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye diffusion and adsorption, as well as the electron transport efficiency [93,94].",
      "startOffset" : 221,
      "endOffset" : 228
    }, {
      "referenceID" : 93,
      "context" : "synthesized TiO2 mesoporous microbeads by combining sol–gel and solvothermal methods [95].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 94,
      "context" : "prepared a mesoporous TiO2 using polyvinyl pyrrolidone (PVP) as a film and pore generator [96].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 91,
      "context" : "Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye iff i sorption, as well as the l ctron transport efficiency [93,94].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 92,
      "context" : "Thanks to its large surface area and high crystallinity, ordered mesoporous TiO2 will improve the conversion efficiency of DSSCs by enhancing the dye iff i sorption, as well as the l ctron transport efficiency [93,94].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 93,
      "context" : "synthesized TiO2 mesoporous microbeads by combining sol–gel and solvothermal methods [95].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 94,
      "context" : "prepared a mesoporous TiO2 using polyvinyl pyrrolidone (PVP) as a film and pore generator [96].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 100,
      "context" : "81%), which is mainly attributed to the boosting of the photocurrent [102].",
      "startOffset" : 69,
      "endOffset" : 74
    }, {
      "referenceID" : 100,
      "context" : "81%), which is mainly attributed to the boosting of the photocurrent [102].",
      "startOffset" : 69,
      "endOffset" : 74
    }, {
      "referenceID" : 103,
      "context" : "For example, Tian and colleagues synthesized mesoporous TiO2/SnO2/C hollow microspheres that were used as the anode of lithium-ion batteries [105].",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 104,
      "context" : "Recently, Sun and co-workers synthesized mesoporous TiO2 sub-microsphere for lithium-ion battery [106].",
      "startOffset" : 97,
      "endOffset" : 102
    }, {
      "referenceID" : 105,
      "context" : "synthesized a ε-poly-L-lysine-modified mesoporous TiO2 that was used in biosensors for immobilizing negatively charged enzymes [107,108].",
      "startOffset" : 127,
      "endOffset" : 136
    }, {
      "referenceID" : 106,
      "context" : "synthesized a ε-poly-L-lysine-modified mesoporous TiO2 that was used in biosensors for immobilizing negatively charged enzymes [107,108].",
      "startOffset" : 127,
      "endOffset" : 136
    }, {
      "referenceID" : 107,
      "context" : "PDT utilizes the photoexcitation of photosensitizer (PS) to generate high reactive oxygen species (ROS) that can destroy toxic cells [109,110].",
      "startOffset" : 133,
      "endOffset" : 142
    }, {
      "referenceID" : 108,
      "context" : "PDT utilizes the photoexcitation of photosensitizer (PS) to generate high reactive oxygen species (ROS) that can destroy toxic cells [109,110].",
      "startOffset" : 133,
      "endOffset" : 142
    }, {
      "referenceID" : 109,
      "context" : "reported a novel TiO2-coated Fe3O4 nanoparticle core/shell nanocarriers (Fe3O4@TiO2@mTiO2) [111].",
      "startOffset" : 91,
      "endOffset" : 96
    }, {
      "referenceID" : 113,
      "context" : "synthesized mesoporous anatase TiO2 nanoparticles (MTNs) with single-crystalline structure [115].",
      "startOffset" : 91,
      "endOffset" : 96
    }, {
      "referenceID" : 105,
      "context" : "5 187 nanofiber anatase Immobilizing enzymes for biosensor [107]",
      "startOffset" : 59,
      "endOffset" : 64
    }, {
      "referenceID" : 108,
      "context" : "2 core/shell anatase As nanocarrier for PDT [110]",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 113,
      "context" : "10 sphere anatase As sonosensitizers for SDT [115]",
      "startOffset" : 45,
      "endOffset" : 50
    }, {
      "referenceID" : 114,
      "context" : "Electrochemistry 30 nanotube Implant surface modification [116]",
      "startOffset" : 58,
      "endOffset" : 63
    }, {
      "referenceID" : 115,
      "context" : "Sol–gel film rutile Photocatalytic antibacterial agent [117]",
      "startOffset" : 55,
      "endOffset" : 60
    } ],
    "year" : 2018,
    "abstractText" : "Mesoporous materials are materials with high surface area and intrinsic porosity, and therefore have attracted great research interest due to these unique structures. Mesoporous titanium dioxide (TiO2) is one of the most widely studied mesoporous materials given its special characters and enormous applications. In this article, we highlight the significant work on mesoporous TiO2 including syntheses and applications, particularly in the field of photocatalysis, energy and biology. Different synthesis methods of mesoporous TiO2—including sol–gel, hydrothermal, solvothermal method, and other template methods—are covered and compared. The applications in photocatalysis, new energy batteries and in biological fields are demonstrated. New research directions and significant challenges of mesoporous TiO2 are also discussed.",
    "creator" : "LaTeX with hyperref package"
  }
}