{
  "name" : "downloads_2019-10-23_f2_han2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Decorin Regulates the Aggrecan Network Integrity and Biomechanical Functions of Cartilage Extracellular Matrix",
    "authors" : [ "Biao Han", "Qing Li", "Chao Wang", "Pavan Patel", "Sheila M. Adams", "Basak Doyran", "Hadi T. Nia", "Ramin Oftadeh", "Siyuan Zhou", "Christopher Y. Li", "X. Sherry Liu", "X. Lucas Lu", "Motomi Enomoto-Iwamoto", "Ling Qin", "Robert L. Mauck", "Renato V. Iozzo", "David E. Birk", "Lin Han" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Proper functioning of healthy joints relies on thestructural integrity of articular cartilage extracellularmatrix (ECM).1 In cartilage ECM, aggrecan, the major proteoglycan, forms supramolecular aggregates with hyaluronan (HA)2 via link protein-assisted3 binding and is entrapped in the collagen II/IX/XI fibrillar network.4 This specialized\nstructure endows cartilage with its biomechanical properties\nessential for joint loading, such as compression resistance5 and\nReceived: June 8, 2019 Accepted: September 24, 2019 Published: September 24, 2019\n© 2019 American Chemical Society 11320 DOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nfluid flow-governed poroelastic energy dissipation.6 Osteoarthritis (OA) is a prevalent musculoskeletal disease that afflicts more than 10% of the elderly population.7 One hallmark of OA is the irreversible breakdown of cartilage ECM, which leads to joint dysfunction, limited locomotion, and severe pain during daily activities.8 Unfortunately, the intrinsic self-repair capability of cartilage is very limited, and, despite decades of efforts, engineered cartilage still fails to recapitulate the biomechanical functions of native cartilage.9\nSince our understanding of the molecular interactions governing the matrix assembly is still incomplete,10 we cannot yet recreate native ECM’s hierarchical structure in engineered tissues. This represents a key roadblock to developing tissues possessing the biomechanical functions of native cartilage. This work focused on decorin, a class I small leucine-rich\nproteoglycan (SLRP) capable of interacting with a variety of matrix proteins, growth factors, and cell surface receptors.11 Decorin has a ∼36 kDa leucine-rich protein core harboring either a chondroitin sulfate (CS) or a dermatan sulfate (DS) glycosaminoglycan (GAG) side chain at the N-terminal.11−13\nOne canonical structural function of decorin is to regulate collagen fibril diameter and interfibrillar spacing in collagen Idominated, tension-bearing fibrous tissues such as tendon,14 cornea,15 and skin.16 In the compression-bearing cartilage, whose ECM consists of collagen II fibrils and is rich in aggrecan, the structural role of decorin is unknown. In cartilage, the concentration of decorin (∼15 nmol/mL)17 is much higher than that in tendon18 and is at a level comparable to that of aggrecan on a molar basis (∼20 nmol/mL).17 When chondrocytes are cultured in vitro, decorin is one of the earliest molecules to accumulate in the forming neo-matrix.19 In vivo, decorin is also actively expressed in cartilage from newborn to adult ages.20 This evidence implies that decorin may be an essential constituent of cartilage matrix. While a recent study suggested that decorin-null mice exhibited altered OA pathology in the forced exercise OA model,21 it remains unknown if decorin contributes to the establishment of cartilage ECM. The objective of this study was to determine the role of\ndecorin in regulating the structure and biomechanical functions of cartilage. To test the impact of decorin loss on cartilage ECM in vivo, we compared the composition, nanostructure, and biomechanical properties of cartilage in wild-type (WT) and decorin-null (Dcn−/−) mice.16 Specifically, to elucidate the contribution of decorin to the load bearing and energy dissipation functions of cartilage, we assessed the elastic modulus and poroelastic properties via our AFM-nanomechanical tools custom-built for testing murine cartilage.22 Given the versatile interactome of decorin with biomolecules,11\nwe further queried if the observed structural and mechanical defects are caused by altered chondrocyte biology and its associated matrix production or by disrupted molecular assembly in the matrix. Since decorin can bind to both collagen II fibrils23 and aggrecan core protein,24 we studied if decorin impacts the molecular interactions between aggrecan− aggrecan and between aggrecan−collagen fibrils using in vitro biomimetic assemblies of aggrecan.25,26 Collectively, outcomes highlighted that decorin plays an indispensable role in regulating the structural integrity and biomechanical functions of cartilage. This role is manifested through mediating the molecular interactions and assembly of the aggrecan network, rather than directly influencing chondrocyte biology. These findings established a structural function of decorin that is\ndistinct from its known canonical role in regulating collagen fibrillogenesis,27 and enabled the path of improving the quality of engineered cartilage through modulating decorin activities."
    }, {
      "heading" : "RESULTS",
      "text" : "Dcn−/− Cartilage Exhibits Reduced Aggrecan and sGAG Content. To determine the impact of decorin loss on cartilage matrix integrity, we compared the aggrecan content and collagen fibril nanostructure between age-matched Dcn−/− and WT cartilage ECM. In histology, Dcn−/− cartilage exhibited normal joint morphology and sulfated GAG (sGAG) staining at 3-day and 2-week ages. At 3-month age, Dcn−/− cartilage showed reduced sGAG staining (Figure 1a), which was confirmed in a quantitative manner via the dimethylmethylene blue (DMMB) assay (Figure 1b). In cartilage matrix, >90% of sGAGs (mainly CS-GAGs) are from aggrecan;28 this reduction thus represents a marked decrease in aggrecan content. Indeed, we detected a lower amount of aggrecan core protein in Dcn−/− cartilage via immunofluorescence (IF) imaging (Figure 1c) and Western blot (Figure 1d). In contrast to the pronounced defects of aggrecan, we did not find significant changes in collagen content (Figure 1b) and detected only minor changes in the collagen fibrillar nanostructure. On the surface, Dcn−/− cartilage retains the transversely random fibril architecture (Figure 1e). In the bulk middle/deep layer, we observed a moderate increase in fibril heterogeneity but no changes in average fibril diameter (Figure 1f). Given the mildness of the collagen structural phenotype, the reduction of aggrecan was unlikely to be a secondary effect from the changes of collagen. In other genetically modified murine cartilage, even when collagen structural defects were much more pronounced, aggrecan and sGAG content appeared to be normal.29,30 Collectively, our results suggest that in cartilage, decorin plays an indispensable role in maintaining the structural integrity of aggrecan, rather than regulating collagen fibrillogenesis.\nDcn−/− Cartilage Develops Impaired Elastic and Poroelastic Biomechanical Properties. To determine how this reduction of aggrecan caused by decorin loss impairs cartilage biomechanical functions, we quantified the elastic and poroelastic properties of murine cartilage. Under AFMnanoindentation, Dcn−/− cartilage showed significantly lower modulus, Eind, than WT. This modulus reduction initiated at 2- week age and persisted up to 3 months (Figure 2a), which signifies the important role of decorin in establishing the loadbearing function of cartilage. Meanwhile, the lack of biomechanical phenotype at 3-day and 1-week ages indicates that decorin mainly influences cartilage ECM establishment during postnatal growth, rather than during embryonic development. To assess cartilage energy dissipative properties, we applied our custom-built AFM-nanorheometer31,32 to measure the dynamic complex indentation modulus, |E*|, and phase angle, δ, over four decades of frequencies (1−1000 Hz) (Figure 2b). The increase of |E*| with frequency was denoted by the selfstiffening ratio, EH/EL, where EL and EH represent the averaged dynamic moduli measured at the lowest (≤5 Hz) and highest (800−1200 Hz) ends of the tested frequency domain, respectively. The self-stiffening ratio, EH/EL, is thus a direct measure of the capability that cartilage self-stiffens to protect chondrocytes and their pericellular matrix under highfrequency loading activities, such as jumping, running, and traumatic impacts.31 The phase angle, δ, is a measure of\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11321\nrelative energy dissipation, and the peak angle, δm, denotes the maximum degree of energy dissipated under high-frequency loading activities.31 We have previously shown that at the microscale, |E*| and δ of cartilage in the frequency domain are dominated by the poroelastic energy dissipation arising from aggrecan-endowed fluid pressurization.31,32 We thus extracted\ntissue hydraulic permeability, k, by fitting the frequency spectra of |E*| and δ to the fibril-reinforced poroelastic finite element model.33 In comparison to the WT, Dcn−/− cartilage showed a\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11322\n1.8 ± 0.6-fold (mean ± 95% CI) lower EH/EL (Figure 2c), a 2.5 ± 0.8-fold lower δm (Figure 2d), a 7.5 ± 2.5-fold higher k (Figure 2e), and significantly reduced fluid pore pressurization (Figure 2f), as calculated from the fibril-reinforced poroelastic model.33 These results highlighted that loss of decorin significantly impairs the energy dissipation function of cartilage. We then tested if the loss of poroelastic energy dissipation\nwas primarily due to the reduction of aggrecan or the mild structural changes of collagen fibrils. We removed CS-GAGs from cartilage via chondroitinase-ABC treatment and repeated the nanorheometric test. In cartilage ECM, the majority of CSGAGs are endowed by aggrecan.28 Each aggrecan monomer contains ∼100 CS-GAGs,34 while each decorin protein core harbors one CS/DS-GAG chain.11−13 The direct contribution of GAGs on decorin to cartilage biomechanics is thus expected to be minimal,35 and enzymatic removal of CS-GAGs mainly signifies the impact of GAG loss from aggrecan. Therefore, after the CS-GAG removal, mechanical properties of cartilage are dominated by the collagen fibrillar network.5 As expected, CS-GAG removed tissues showed significantly lower EH/EL and δm, higher k, and reduced fluid pressurization comparing to the untreated tissues (Figure 2b−f).36 Comparing the two genotypes after CS-GAG removal, we found no significant differences in all these mechanical parameters. Thus, decorin regulates the poroelastic biomechanical properties of cartilage by mediating the aggrecan network integrity, rather than the collagen fibrillar structure. To affirm the role of decorin in cartilage ECM during\npostnatal growth, we studied the impact of induced knockout\nof decorin expression in immature mice. Using decorininducible knockout mice (DcniKO),37 we allowed for normal joint growth up to 1-month age. After the induced knockout of the decorin gene at 1-month age, we tested the resulting phenotype in 3-month-old mice. In comparison to the control mice with normal decorin expression, the postnatally induced decorin knockout resulted in similar developmental defects as in Dcn−/− cartilage, as characterized by reduced sGAG content (Figure 3a) and impaired elastic (EL) and poroelastic (EH/EL, δm, k) mechanical properties (Figure 3b). These results supported the crucial role of decorin in regulating the aggrecan network integrity in cartilage ECM during postnatal growth. Further, during maturation between 1-month and 3-month ages, the turnover of collagen in cartilage slows down,38 while that of aggrecan remains active even in adulthood.39 Given that the knockout of decorin at both embryonic (Dcn−/−) and postnatal stages (DcniKO) resulted in similar structural and biomechanical defects, these results suggest that the role decorin plays in regulating the aggrecan network is independent of its mild influence on collagen fibrillar structure.\nLoss of Decorin Reduces the Retention of Aggrecan in Cartilage Neo-matrix. Decorin interacts with a wide array of biomolecules, including matrix proteins, growth factors, hormones, and cell surface receptors.11 Thus, the observed aggrecan reduction can arise from either altered chondrocyte biology or disrupted matrix molecular assembly, or both. In order to determine if chondrocyte biology is altered in developing cartilage in vivo, we measured cartilage morphology and cellularity via histology (Figure 3c). In adult mice, Dcn−/−\ncartilage showed normal thickness and cell density (Figure 3d),\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11323\nsuggesting that cartilage growth and chondrocyte proliferation are not markedly altered. Moreover, in developing cartilage, we also did not detect appreciable signs of aggrecan degradation, as shown by the absence of staining in aggrecan neoepitopes40,41 (Figure 3e). Together, these results show that loss of decorin does not directly impact chondrocyte proliferation or catabolism during joint growth. Next, to determine if decorin directly influences chondro-\ncyte matrix production, we tested the anabolic activities of primary chondrocytes cultured in 3D alginate hydrogel. One established biological activity of decorin is to sequester transforming growth factor-β (TGF-β) signaling through its binding to TGF-β in the ECM.42 TGF-β signaling is one key pathway required for cartilage homeostasis,43 and in vitro, supraphysiologic levels of TGF-β are commonly used for enhancing chondrocyte anabolism.44 We thus queried if loss of decorin alters chondrocyte responses to the stimuli of TGF-β. As expected, the addition of TGF-β increased the phosphorylation of Smad2/3, the biomarker of canonical TGF-β signaling,45 in both genotypes, while WT and Dcn−/−\nchondrocytes did not show significant differences in the relative degree of Smad2/3 phosphorylation, with or without the addition of TGF-β (Figure S1). Additionally, between the two genotypes, regardless of the absence or presence of TGFβ, we did not detect significant differences in the expressions of major matrix genes other than decorin (Dcn), including aggrecan core protein (Acan), hyaluronan (Has2), link protein (Hapln1), and collagen II (Col2a1). At the same time, the expression level ratio of Col2a1/Col1a1 remained unchanged (>10, data not shown), indicating the absence of cell phenotype change. This suggests that decorin does not directly mediate chondrocyte metabolic activities or its chondrogenic phenotype in vitro. After the addition of TGF-β, in WT, as expected, the major matrix genes were significantly upregulated except for Col1a1 (Figure 4a). Interestingly, for Dcn−/− cells, all the genes other than Dcn were also up-\nregulated in a similar fashion by TGF-β, indicating that decorin does not directly alter chondrocyte response to TGF-β, even at this supraphysiologic level (Figure 4a). We then compared the amount of sGAGs synthesized by WT and Dcn−/− chondrocytes via DMMB (Figure 4b). By 8 days of culture, chondrocytes from both genotypes synthesized a similar amount of sGAGs, reflecting similar aggrecan synthesis activities that support the findings in qPCR (Figure 4a). However, a larger portion of sGAGs from Dcn−/−\nchondrocytes was released to the culture media, resulting in less being retained within the neo-matrix surrounding the cells (Figure 4b). As expected, the addition of TGF-β significantly increased the total amount of synthesized sGAGs. Again, consistent with the findings in qPCR, under TGF-β stimuli, loss of decorin does not affect the total amount of synthesized sGAGs, but reduces the amount of sGAGs retained in the neomatrix. Collectively, these results suggest that decorin plays a crucial structural role in retaining aggrecan molecules in the neo-matrix, but does not directly influence TGF-β-mediated aggrecan biosynthesis by chondrocytes.\nDecorin Increases Molecular Adhesion of Aggrecan− Aggrecan and Aggrecan−Collagen Fibrils. To understand how decorin participates in the assembly of aggrecan, we studied the impact of free recombinant decorin protein on the molecular adhesion between aggrecan−aggrecan molecules and aggrecan−collagen II fibrils. We applied AFM force spectroscopy to biomimetic assemblies of native aggrecan at physiological packing densities (∼50 mg/mL) and 2D collagen II fibril network on GAG-removed cartilage surface in vitro (Figure 5a), following the established procedure.25,26 The magnitude of adhesion, as characterized by the maximum adhesion force, Fad, and total adhesion energy, Ead, was measured after holding the compression of aggrecan up to their physiological strain in unloaded cartilage (∼50%)46 for 30 s in 1× PBS. The addition of free decorin protein significantly increased the molecular adhesion for both aggrecan−aggrecan\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11324\n(by 1.8 ± 0.9-fold for Fad and 2.5 ± 1.4-fold for Ead, p < 0.001) (Figure 5a) and aggrecan−collagen fibrils (by 2.9 ± 0.3-fold for Fad and 3.6 ± 0.4-fold for Ead, p < 0.001) (Figure 5b). Further, to test if decorin alters the molecular organization of aggrecan, we deposited purified aggrecan molecules mixed with recombinant decorin protein onto atomically flat mica surfaces and applied tapping mode AFM imaging to visualize aggrecan ultrastructure at the nanoscale (Figure 5c), following the established procedure.47 When only aggrecan was reconstituted, we were able to visualize isolated, individual aggrecan monomers, consistent with the literature.47 In contrast, when aggrecan and decorin protein were reconstituted together at a molar ratio of 1:1, aggrecan molecules transformed into interconnected networks, in which individual aggrecan monomers became indistinguishable. Therefore, these results directly evidenced that decorin protein increases the molecular adhesion between aggrecan and aggrecan and between aggrecan and collagen II fibrils. These interactions can enhance the integration of aggrecan into its supramolecular network and its stability in cartilage ECM. Dcn−/− Mice Do Not Develop Altered Meniscus\nBiomechanics or Subchondral Bone Structure. In vivo,\nthe development of knee cartilage depends on its interplay with other joint tissues, especially the subchondral bone and meniscus.48 We therefore tested if loss of decorin also impacts the subchondral bone and meniscus in Dcn−/− mice. Using μCT, we did not find significant differences in the subchondral bone plate (SBP) thickness, subchondral trabecular bone (STB) structure, or the ossification of meniscus horns, with the exception of a mild decrease in the lateral trabecular bone thickness (Tb.Th) of Dcn−/− mice (p = 0.008) (Figure 6a−d). This is in agreement with literature showing that Dcn−/− mice have very mild subchondral bone phenotype.49 For the nonossified fibrocartilaginous central region of the meniscus, we also did not find significant changes in collagen fibril nanostructure via TEM (Figure 6e) or tissue modulus via AFM nanoindentation (Figure 6f). Coupled with the literature reporting of very mild phenotype in Dcn−/− patellar tendon biomechanics,50 we expect the defects in Dcn−/− cartilage to be a direct manifestation of the loss of decorin’s role in mediating aggrecan network assembly, rather than a secondary effect arising from changes of other synovial tissues.\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11325"
    }, {
      "heading" : "DISCUSSION",
      "text" : "This study identifies decorin as an indispensable matrix constituent for the establishment of proper cartilage biomechanical functions. Specifically, decorin regulates the integration of the aggrecan network in the ECM at the nanoscale by increasing the molecular adhesion of aggrecan and, thereby, plays a crucial role in governing the load-bearing\nand energy dissipation functions of cartilage (Figure 7). This finding advances our understanding of the molecular assembly activities in cartilage matrix. For many years, it has been known that the primary assembly mechanism of the aggrecan network is through the link protein-assisted3 aggrecan−HA aggregation.2 In adult cartilage, however, aggrecan becomes increasingly fragmented and dissociated from HA even in healthy tissues.51 Despite this fragmentation, a large fraction of aggrecan fragments is retained in the ECM.47 Thus, the canonical aggrecan−HA aggregation does not fully explain the assembly of the aggrecan network within the tissue across developmental states.52 It has been proposed that other matrix molecules may also participate in mediating the aggrecan network assembly, but those activities are unknown.52 Based on our results, our working hypothesis is that decorin plays such a crucial role by acting as a “physical linker” to increase aggrecan−aggrecan and aggrecan−collagen molecular adhesion, thereby enhancing the integration of the aggrecan network in cartilage ECM (Figure 7). Given that the protein core of decorin harbors 12 hydrophobic leucine-rich repeats (LRR),11 it is possible for decorin to interact with both aggrecan core protein and collagen fibril surfaces through hydrophobic interactions. This secondary physical linking could work in synergy with aggrecan−HA association to stabilize the aggrecan network in cartilage. Under lowfrequency, static loading, the densely packed CS-GAGs on aggrecan provide the electrical double-layer repulsion to govern cartilage load-bearing properties.5 Under high-frequency, dynamic loading, the CS-GAGs endow solid−fluid interaction and interstitial fluid pressurization to enable poroelastic energy dissipation properties (Figure 7).31 To this end, our results clearly show that this decorin-mediated aggrecan assembly is necessary for the normal load-bearing and energy dissipation functions of cartilage in vivo (Figures 1 and 2) and for the retention of newly synthesized aggrecan in chondrocyte neo-matrix in vitro (Figure 4). This structural role of decorin is distinct from its activities in\nregulating collagen fibrillogenesis or cell biology in other tissues. In fibrous tissues, decorin binds to the surfaces of densely packed collagen fibrils through its protein core and provides interfibrillar spacing via its ∼40-nm-long CS/DSGAG chain.27 In articular cartilage, however, collagen fibrils form a porous network with ∼100-nm-sized interfibrillar spacing, in which there resides densely packed aggrecan that is much larger in size and has ∼100× more CS-GAGs than decorin.34 The influence of decorin on collagen fibril spacing is thus expected to be minimal in this aggrecan-rich, porous matrix. We also found that despite having a versatile interactome with many proteins,11 decorin does not directly influence chondrocyte proliferation or anabolism (Figures 3 and 4). It is possible that in cartilage many other molecules interact with TGF-β to mediate its activation, including collagens, other proteoglycans, and latency associated peptide (LAP).53 To this end, the effect caused by decorin loss could be compensated by other matrix molecules in regard to mediating TGF-β activities in cartilage. Therefore, Dcn−/−\nchondrocytes do not exhibit altered anabolism either without TGF-β or with TGF-β supplemented at a supraphysiologic level (Figure 4). Interestingly, TGF-β significantly increases decorin expression in WT chondrocytes (Figure 4a), contrary to its inhibitory effect on decorin expression in fibroblasts.54\nHere, the up-regulation of decorin could be a manifestation of the chondrogenic phenotype promoted by TGF-β, along with\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11326\nincreased expressions of other cartilage matrix genes such as aggrecan and collagen II (Figure 4a). Our finding that Dcn−/− cartilage has a lower modulus than\nthe WT control (Figure 2a) is different from the previous work by Gronau et al., which reported a higher local micromodulus of Dcn−/− cartilage.21 We attribute this contrast to differences in sample preparation, storage, and the length scale and geometry of AFM indenters used in these two studies. We tested freshly dissected, intact condyle cartilage using microspherical tips (R ≈ 12.5 μm), and the modulus reflects integrated responses of the composition and structure of cartilage ECM.55 In Gronau et al., AFM-nanoindentation was performed on 30-μm-thick cartilage cryo-sections using pyramidal tips (nominal radius R ≈ 20 nm, half open angle ≈ 20°), and the stiffness values are suggested to represent local micromechanics of ECM proteoglycans and collagens.56 Here, we affirmed that the impact of decorin loss on the biomechanics of integrated tissue is indeed a decrease, rather than an increase, in the modulus. First, this modulus reduction persists over all tested ages of ≥2 weeks (Figure 2a and Table S3). Second, this effect is consistent in DcniKO mice (Figure 3a), which was established in a different manner37 from the Dcn−/− mice.16 Third, the reduction in elastic modulus corroborates with the increase in hydraulic permeability (Figure 2), both of which are biomechanical manifestations of decreased aggrecan content.32 Last, our results from the young adult, healthy 3-month-old WT mice are in quantitative agreement with previous studies using AFM-nanoindentation29,36,57,58 and instrumented microindentation,59−61 which all found an effective modulus of ∼1−2 MPa. In tissue engineering, decorin is one of the earliest matrix molecules accumulating on the chondrocyte surface.19 Since decorin is crucial for the retention of aggrecan in the neomatrix, modulating decorin has the potential to improve the integration of engineered cartilage matrix to better mimic the structure and function of native tissue. In fact, our results clearly show that decorin is crucial for the establishment of both elastic and poroelastic properties of cartilage (Figure 2), rendering decorin a potential candidate for improving cartilage regeneration. For example, mesenchymal stem cells (MSCs)\nare one attractive cell source for cartilage regeneration, owing to its availability from multiple sources, potential of extensive proliferation, and capability of differentiating into multiple lineages.62 While chondrogenically differentiated MSCs synthesize a similar amount of aggrecan and sGAGs as primary chondrocytes, the retention ratio of sGAGs in MSC-produced neo-matrix is much lower.63,64 Decorin could thus be an attractive candidate for enhancing the assembly and quality of MSC-based regenerative cartilage.65\nIt is also noted that chondrocytes are highly sensitive to their proteoglycan-rich micromechanical environment, i.e., the pericellular matrix (PCM).66,67 Since aggrecan is highly concentrated in the PCM,68 decorin can also influence the mechanosensitive activities of chondrocytes. Understanding the impact of decorin’s regulation of aggrecan integrity in the PCM will provide a basis for integrating the application of decorin and mechanical stimuli to further promote cartilage regeneration in vitro. Therefore, our future studies aim to reveal the role of decorin in mediating the structure and micromechanics of the PCM in both native and regenerative tissues, as well as its impact on chondrocyte mechanotransduction. Moreover, while our results clearly highlight the crucial structural role of decorin in cartilage matrix establishment, we did not delineate the activities of decorin during different stages of cartilage growth, maturation, or aging or separate its activities in health versus osteoarthritis. Our ongoing studies aim to pinpoint specific roles of decorin in each developmental stage and in OA via establishing a cartilage-specific decorin-knockout murine model. Further, it was recently discovered that decorin evokes autophagy in endothelial cells,69 and Dcn−/− mice show impaired autophagy.70 Since aging and surgically induced OA is associated with reduced autophagy in cartilage,71 this model will also allow us to delineate the role of decorin in chondrocyte autophagy in this process."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, this study shows that decorin acts as a “physical linker” to regulate the assembly of the aggrecan network in cartilage ECM, and this role is crucial for the establishment of\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11327\nnormal biomechanical functions of cartilage. This finding expands our understanding of aggrecan network assembly beyond the canonical mechanism of aggrecan−HA aggregation.2 Based on this role, modulation of decorin has the potential to improve the assembly of aggrecan in engineered cartilage to better recapitulate the structure and biomechanical functions of native tissue. In OA, one key hallmark is the irreversible loss of aggrecan and destruction of cartilage matrix.8 Our results provide a foundation for studying the therapeutic potential of using decorin to slow down aggrecan loss in degenerative cartilage and to prolong joint use. Last, this knowledge will provide insights into the role of decorin in the structure and functions of other tissues whose ECMs are also rich in aggrecan, such as intervertebral disc nucleus pulposus,72 temporomandibular joint condylar cartilage,73 and brain.74"
    }, {
      "heading" : "METHODS",
      "text" : "Mice. Decorin-null (Dcn−/−)16 and decorin-inducible knockout (Dcnflox/f lox/Rosa26CreER, or DcniKO)37 mice in the C57BL/6 strain were generated as previously described and were housed in the Calhoun animal facility at Drexel University. Littermates of decorinnull (Dcn−/−) and wild-type (WT) mice from the breeding of decorin heterozygous mice (Dcn+/−) were used to study the impact of constitutive decorin knockout on cartilage. To induce the knockout of decorin postnatally, tamoxifen (T5648, Sigma) was intraperitoneally (i.p.) injected to 1-month-old DcniKO mice at 3 mg per 40 g of body weight per day for 3 consecutive days, in the form of 20 mg/mL suspended in sesame oil (S3547, Sigma, St. Louis, MO, USA) with 1% benzyl alcohol (305197, Sigma). By day 5, the excision of decorin expression in articular cartilage was confirmed by qPCR (Figure S2). For DcniKO mice, two control groups were used, including Dcnflox/f lox/ Rosa26CreER mice injected with vehicle (the same amount of sesame oil and benzyl alcohol but without tamoxifen) and WT mice injected with tamoxifen at the same dosage and frequency. We found no differences between the two control groups. All animal studies were approved by the Institutional Animal Care and Use Committee (IACUC) at Drexel University. Primary Chondrocyte Isolation and Culture. Chondrocytes were isolated from the femoral head cartilage of 1-month-old WT and Dcn−/− mice using sequential 0.4% Pronase (10165921001, Sigma) and 0.08% collagenase (LS004194, Worthington Biochem., Lakewood, NJ, USA) digestion.75 Viability of extracted cells was >95% as assessed by trypan blue (T8154, Sigma) exclusion. For each group, cells extracted from five animals were pooled as one biological repeat. Cells were seeded at 5 × 106 cells/mL in 2% w/v alginate (W201502, Sigma) aqueous solution with 150 mM NaCl and 25 mM HEPES (H3375, Sigma). Alginate beads (∼3 mm diameter) were formed by dispensing the mixture through a 22-gauge needle into cross-linking solution containing 102 mM CaCl2 (ThermoFisher, Waltham, MA, USA) and 25 mM HEPES (H3375, Sigma). Cross-linking was performed for 10 min before replacing the solution with culture media. The encapsulated chondrocytes were cultured in 4.5 g/L glucose Dulbecco’s modified Eagle medium (DMEM) with 10% (v/v) fetal bovine serum (FBS) and 1× penicillin-streptomycin (10378016, Gibco, ThermoFisher) at 37 °C for 8 days.76 Here, FBS was added to stimulate the anabolic activities of chondrocytes following the established procedure76,77 and was maintained consistent for both WT and Dcn−/− chondrocytes, with or without TGF-β treatment. For TGF-β-treated samples, TGF-β1 (14-8342-82, Invitrogen, Waltham, MA, USA) was added to the media at 10 ng/mL concentration. The media were refreshed every 2 days. and the amount of sGAGs in the media was quantified via the DMMB assay.78 On day 8, alginate beads were digested in papain or homogenized in TRI-reagent (T9424, Sigma) for DMMB or qPCR analysis, respectively. Histology. After euthanasia, whole hind knee joints were dissected and immediately fixed in 4% paraformaldehyde for 48 h, decalcified in 10% ethylenediaminetetraacetic acid (EDTA, pH ≈ 7.4, E9884, Sigma) for 4 weeks, dehydrated in graded ethanol and xylene, and\nthen embedded in paraffin. Serial 6-μm-thick sagittal sections were prepared using a microtome. Safranin O/Fast Green was applied for the visualization of sGAGs staining and evaluation of joint morphology. Hematoxylin/eosin (H&E) was applied to quantify cartilage cell density as well as uncalcifed and total cartilage thickness.\nImmunofluorescence (IF) and Immunohistochemistry (IHC) Imaging. Paraffin-embedded sections of 6-μm-thick were incubated in a 60 °C oven for 1 h, deparaffinized in xylene, and rehydrated in graded ethanol and DI water mixtures. Sections were treated with 0.1% pepsin for antigen retrieval at 37 °C for 10 min and with 3% H2O2 for 10 min to quench endogenous peroxidase activities and blocked with 5% bovine serum albumin (BSA) and 1% goat serum for 30 min followed by avidin−biotin blocking (SP-2001, Vector Laboratories, Burlingame, CA, USA).\nFor IF imaging, sections were incubated with primary antibodies in 1% BSA (decorin: LF-114, gift from Dr. Larry Fisher, NIDCR, 1:100 dilution; aggrecan: AB1031, Millipore, Burlington, MA, 1:100 dilution, which binds to the CS domain of core protein) at 4 °C overnight. Samples were then washed with phosphate-buffered saline (PBS), incubated with secondary antibody (A-11037, Invitrogen, 1:500 dilution) at room temperature for 2 h, and counter-stained with DAPI Fluoromount-G (0100-20, SouthernBiotech, Birmingham, AL, USA) prior to imaging. For IHC, sections were incubated with primary antibodies of aggrecan degradation neo-epitopes in 1% BSA (TEGE373 and VDIPEN341,40,41 gifts from Dr. John S. Mort, McGill University, 1:1000 dilution) at 4 °C overnight. The next day, samples were washed with PBS and incubated with secondary antibody (65- 6120, Invitrogen, 1:1000 dilution) and vectastain ABC (PK-7200, Vector Laboratories) at room temperature for 1 h, respectively. Finally, sections were incubated with DAB (ImmPACT SK-4105, Vector Laboratories) for 5−10 min prior to imaging under an optical microscope (DMI 4000B, Leica, Wetzlar, Germany). For all staining, a negative control was performed following the same procedures but without the incubation of primary antibodies. Each staining was repeated for n ≥ 6 animals for each genotype.\nWestern Blot. Western blot was performed to assess the aggrecan and decorin core protein contents in native cartilage ECM and the degree of Smad2/3 phosphorylation in chondrocyte culture. For native cartilage ECM, femoral head cartilage tissues from 3-month-old WT and Dcn−/− mice were pulverized in liquid nitrogen, vortexed in 4 M guanidine HCl for 48 h, centrifuged, and dialyzed in 150 mM TrisHCl with 150 mM NaCl dialysis buffer solution. Extracts were treated with 0.1 U/mL chondroitinase ABC at 37 °C for 24 h to remove CSGAGs prior to electrophoresis. For chondrocyte culture, at day 8 of culture, alginate beads were transferred into RIPA buffer with 1× phosphatase inhibitor (78420, ThermoFisher) and physically disrupted. The resulting suspension was centrifuged, and the supernatant was immediately used for electrophoresis. Protein lysates (40 μg) were separated on a 4−12% Bis-Tris gel (NW04120, ThermoFisher) and transferred onto a PVDF membrane with an iBlot mini transfer stack (IB401002, ThermoFisher). The PVDF membrane was blocked for 1 h in the blocking buffer containing Tris-buffered saline with 1% Tween-20 (TBST), 5% nonfat dry milk (NFDM), and 1% BSA. The membrane was then hybridized and purified by primary antibodies for each constituent (decorin: LF-114, gift from Dr. Larry Fisher, NIDCR, 1:1000 dilution; aggrecan core protein: AB-1031, Millipore Sigma, 1:600 dilution; Smad2/3:8685S, Cell Signaling Technology, Danvers, MA, USA, 1:1000 dilution; pSmad2/3:8828S, Cell Signaling Technology, 1:1000 dilution) in the same blocking buffer at 4 °C for 16 h, followed by secondary antibody (65-6120, ThermoFisher) incubation at room temperature for 1 h. The development was performed with the Pierce ECL Plus Western Blotting Substrate (32132, ThermoFisher) and imaged using a FluorChem M system (ProteinSimple, San Jose, CA, USA). Densitometry was performed using ImageJ. The relative degree of phosphorylation was calculated by normalizing the relative intensity of pSmad2/3 to its internal control against that the corresponding relative intensity of Smad2/3, following the established procedure.79\nDimethylmethylene Blue (DMMB) and Ortho-Hydroxyproline (OHP) Assays. Femoral head cartilage extracted from 3-month-\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11328\nold mice was digested in papain (1 mL/construct, 0.56 U/mL in a buffer containing 0.1 M sodium acetate, 10 M cysteine hydrochloric acid, 0.05 M EDTA, pH 6.0) at 60 °C for 16 h. Sulfated glycosaminoglycan (sGAG) content was determined via the DMMB assay, as described previously.78 The same procedure was applied to chondrocyte culture media and papain-digested alginate beads to assess sGAG content released to media and retained in the neo-matrix within the alginate beads. For native tissues, collagen content was also assessed using the OHP assay, based on the standard hydroxyproline:collagen ratio of 1:7.14.80 These data were normalized by the total number of cells for cell culture (n = 7 biological repeats) or the wet weight of the samples for native tissues (n ≥ 6 animals). Quantitative RT-PCR. Quantitative RT-PCR (qPCR) was performed on both native tissues (n ≥ 6 animals) and chondrocytes cultured in alginate beads (n ≥ 6 biological repeats). RNA extraction was performed by homogenizing cartilage tissue or alginate beads in TRI-reagent and phase-separated using 1-bromo-3-chloropropane (B9673, Sigma), following the standard protocol.81 RNA quality was assessed using a NanoQuant plate (Tecan, Switzerland) with the Infinite 200 plate reader. Total RNA (1 μg per sample) was subjected to reverse transcription using the TaqMan reverse transcription kit (N8080234, ThermoFisher). The PCR amplification was carried out via the PowerUp SYBR Green Master Mix (A25742, ThermoFisher) on a RealPlex 4S master cycler (Eppendorf AG, Hamburg, Germany), with primers associated with each target gene. The primer sequences are listed in Table S1. Scanning Electron Microscopy (SEM). SEM was applied to the femoral condyles from 3-month-old mice to quantify the fibril diameter and alignment on the cartilage surface (Figure S3a), following the established procedure.57 Immediately after AFM tests, joints were treated sequentially with 0.1% trypsin (T7409, Sigma) in PBS and 20 U/mL hyaluronidase (H3506, Sigma) in PBS with 10 mM sodium acetate at pH 6.0, to remove proteoglycans. Samples were then fixed with Karnovsky’s fixative at room temperature for 3 h, sequentially dehydrated in graded ethanol−water and ethanol− hexamethyldisilazane (HMDS) mixtures, and air-dried overnight. The dehydrated samples were coated with ∼6-nm-thick platinum and imaged on a Supra 50VP SEM (Carl Zeiss, Oberkochen, Germany). Collagen fibril diameter and alignment were measured in ImageJ by two independent researchers (≥400 fibrils from n = 4 animals for each group). Transmission Electron Microscopy (TEM). TEM was applied to the cross sections of 3-month-old murine cartilage to quantify the fibril nanostructure in the middle/deep zone of cartilage bulk (Figure S3b,c), following the established procedure.82 Additional freshly dissected condyles were fixed with Karnovsky’s fixative for 15 min and postfixed with 1% osmium tetroxide for 1 h. After dehydration in graded ethanol solutions followed by 100% propylene oxide, the samples were infiltrated and embedded in a mixture of EMbed 812, nadic methyl anhydride, dodecenylsuccinic anhydride, and DMP-30 (EM Sciences, Fort Washington, PA, USA) and polymerized at 60 °C overnight. Thin cross sections (∼90 nm thick) were prepared using a Leica Ultramicrotome and poststained with 2% aqueous uranyl acetate and 1% phosphotungstic acid, pH 3.2. The sections were imaged at 80 kV using a JEOL 1400 TEM (JEOL, Tokyo Japan) equipped with a Gatan Orius wide-field side mount CC digital camera (Gatan, Pleasanton, CA, USA). From each image, the territorial (∼5 μm from cell surface) and interterritorial (>7 μm from cell surface) regions in the uncalcified cartilage middle/deep zone were identified. For each region, collagen fibril diameter was measured in ImageJ (≥300 fibrils from n = 4 animals for each group). AFM-Nanoindentation. AFM-nanoindentation was applied to freshly dissected femoral condyle cartilage from mice at different ages (n ≥ 5 animals), following the established procedure.57 Immediately after euthanasia, bilateral distal femurs were dissected free of tendon and ligament tissues and glued onto AFM sample discs by a cyanoacrylate adhesive gel (Loctite 409, Henkel Corp., Rocky Hill, CT, USA). Throughout the procedure, femurs were immersed in PBS with protease inhibitors (Pierce 88266, Fisher Scientific, Rockford, IL, USA) to minimize post-mortem degradation. AFM-based nano-\nindentation was performed on the surfaces of femoral condyle cartilage using a polystyrene colloidal microspherical tip (R ≈ 12.5 μm, nominal k ≈ 5.4 N/m, HQ:NSC35/tipless/Cr−Au, NanoAndMore, Lady’s Island, SC, USA) and a Dimension Icon AFM (Bruker Nano, Santa Barbara, CA, USA). In addition, AFMnanoindentation was performed on freshly dissected meniscus from 3-month-old mice (n ≥ 6 animals) using the microspherical tip (R ≈ 5 μm, nominal k ≈ 7.4 N/m, AIO-TL tip C, NanoAndMore), following the established procedure.83 For each sample, at least 10 different indentation locations were tested on the load-bearing regions up to ∼1 μN force at 10 μm/s AFM z-piezo displacement rate. The effective indentation modulus, Eind, was calculated by fitting the entire loading portion of each F−D curve to the Hertz model (Figure S4a),\nF E R D 4 3 (1 ) ind 2 1/2 3/2 ν = −\nwhere R is the tip radius and ν is the Poisson’s ratio (0.1 for cartilage,84 0 for meniscus85). Comparing Eind measured on male and female mice at 3-month age, we did not detect significant sexassociated differences (Figure S4b).\nAFM-Nanorheometric Test. AFM-nanorheometric test was applied to the femoral condyle cartilage from 3-month-old mice, including WT, Dcn−/−, DcniKO, and the control of DcniKO mice (n ≥ 6 animals), to quantify the poroelastic properties of cartilage using our custom-built nanorheometer.31,32 The nanorheometric system was modified from the previous design for the Asylum MFP-3D AFM32 to integrate with the Dimension Icon AFM. Upon the nanorheometric test, the microspherical tip (R ≈ 12.5 μm, HQ:NSC35/tipless/Cr− Au, nominal k ≈ 16 N/m) was programmed to indent into the sample up to D0 ≈ 1 μm preindentation depth, resulting in an effective contact radius of ∼5 μm. The tip was then held at a constant position for 90 s to allow for force relaxation. During the relaxation, a random binary sequence displacement at ∼2−3 nm amplitude was superimposed onto the static indentation depth, enabling the measurement of dynamic mechanical behaviors corresponding to 1−1000 Hz dynamic frequencies (Figure 2a).36 The piezo displacement and AFM cantilever deflection signals were sampled at 50 kHz. Analog-to-digital conversions were performed by the data acquisition system NI-USB6351 (National Instrument, Austin, TX, USA). The output force− time signals were processed with discrete Fourier transform to obtain the frequency component of the dynamic force F* and displacement D*.32 The magnitude of the dynamic complex indentation modulus, | E*|, was calculated based on the Taylor series expansion of the Hertz model,86\nF E\nR D D2 (1 )2\n1/2 0 1/2 ν * ≈ | *| − *\nThe phase angle, δ, was calculated as the phase lag of dynamic indentation depth D* to force F* (Figure 2a). For each test, the lowfrequency modulus, EL, and high-frequency modulus, EH, were calculated as the average magnitude of the dynamic modulus, |E*|, at ≤5 Hz and at 800−1200 Hz, respectively.\nTo determine the contribution of CS-GAGs on aggrecan to cartilage poroelastic properties, the nanorheometric tests were repeated on WT and Dcn−/− cartilage after the removal of CSGAGs via 0.1 U/mL chondroitinase-ABC treatment for 48 h (n ≥ 6, ≥15−20 positions on each sample).36\nFibril-Reinforced Poroelastic Finite Element Model. The fibril-reinforced poroelastic finite element model was applied to nanorheometric test outcomes, |E*( f)| and δ( f) (Figure S5), to calculate the hydraulic permeability, k.33 Cartilage was modeled as a composite of an isotropic nonfibrillar matrix, a fibril network, and a fluid phase. The mechanical properties of the nonfibrillar matrix included the elastic modulus, Em, Poisson’s ratio, ν (0.1 for cartilage84), and hydraulic permeability, k. The fibril network was modeled with a tensile-only Young’s modulus, Ef, and zero compressive modulus. The deformation and pore pressure fields caused by the static indentation depth (D0 ≈ 1 μm) and subsequent dynamic compression were largely confined to the top ∼50 μm range.\nDOI: 10.1021/acsnano.9b04477 ACS Nano 2019, 13, 11320−11333\n11329\nAFM Molecular Force Spectroscopy. AFM molecular force spectroscopy was applied to quantify how decorin influences the molecular adhesion of aggrecan and collagen fibrils, following the established procedure.26 Aggrecan molecules were purified from juvenile bovine cartilage via the 4 M guanidine hydrochloride method.87 and were chemically functionalized with thiol groups at the N-terminal.26 The thiol-functionalized aggrecan was end-attached onto a gold-coated planar silicon substrate and gold-coated microspherical colloidal tips (R ≈ 2.25 μm, AFM tip: Arrow-TL1Au, nominal k ≈ 0.03 N/m, NanoAndMore). The collagen fibril network was prepared as cartilage disks of ∼1.0 mm thickness cut from 18- to 30-month-old adult bovine knee joint, preserving its intact superficial zone and surface. Disks were incubated for 12 h at 37 °C in 0.1 mg/ mL trypsin (T1763, Sigma) to remove proteoglycans without interrupting the macroscopic and microscopic structure or static tensile properties of the collagen fibrillar network.88 In colloidal force spectroscopy, the aggrecan-coated tip was programmed to compress the aggrecan-coated planar substrate or collagen fibril network at a 1 μm/s rate up to ∼15 nN force, resulting in ∼50% molecular compressive strain of aggrecan (equivalent to its molecular strain in unloaded cartilage46). The tip was then held at a constant position for a 30 s dwell time for equilibration and, then, was retracted from the surface at the same rate. From each pair of approach−retract force− distance (F−D) curves, maximum adhesion force, Fad (in nN), and total adhesion energy, Ead (in fJ), were quantified.\n26 The adhesion with decorin was measured in 1× PBS added with 20 μg/mL recombinant murine decorin protein (G40228, LifeSpan Biosciences, Seattle, WA, USA), with control with no decorin added (>180 measurements from ≥3 experimental repeats for each condition). AFM Ultrastructural Imaging. AFM ultrastructural imaging was applied to visualize individual aggrecan monomers and their association with decorin.47 Briefly, aliquots of 50 μL of the bovine aggrecan solution (∼100 μg/mL) or an aggrecan + murine decorin protein mixture solution (1:100 aggrecan:decorin mass ratio, representing the molar ratio similar to the physiological condition) were deposited onto 3-aminopropyltriethoxysilane (APTES, Sigma) freshly treated mica surfaces (01804-CA, SPI Supplies, West Chester, PA, USA) for 20−30 min, rinsed gently with Milli-Q water, and airdried. Tapping mode AFM imaging was carried out in ambient conditions using rectangular silicon AFM probe tips (AC240TS, nominal tip radius R < 10 nm, k ≈ 2 N/m, Olympus, Tokyo, Japan) and the Nanoscope Multimode 8 AFM (Bruker Nano). Microcomputed Tomography (μCT). μCT was applied to quantify the concurrent changes of subchondral bone and meniscal ossicles. Knee joints were harvested from additional mice (n = 5 animals) at 3-month age for ex vivo μCT analyses (MicroCT 35, Scanco Medical AG, Switzerland). The joints were scanned at 6 μm isotropic voxel size and smoothed by a Gaussian filter (Sigma = 1.2, support = 2.0). The regions of interest were contoured at a threshold corresponding to 30% of the maximum image gray scale. For subchondral bone plate thickness analysis, cortical bone of the tibia plateau on the central loading regions of both the medial and lateral sides was contoured, following the established procedure.89 Thickness was calculated via 3D standard bone microstructural analysis provided by the manufacturer (Scanco Medical AG). For subchondral trabecular bone analysis, the regions of interest (ROIs) were defined as the trabecular bone within the entire load-bearing region on both medial and lateral sides.90 For each ROI, microstructural parameters, including bone volume fraction, trabecular number, and trabecular thickness, were calculated via 3D standard trabecular bone microstructural analysis, as provided by the manufacturer. Statistical Analysis. To avoid the assumption of normal distribution of the data, we used nonparametric statistical tests on the biomechanical properties, cartilage morphological parameters, and chondrocyte culture outcomes. To test the significance of genotype at different ages, the average values of biomechanical outcomes measured at different locations of each condyle were calculated, including Eind, EL, EH, EH/EL, δm, and k. Mann−Whitney U test, or Kruskal−Wallis test followed by Tukey−Kramer post-hoc multiple comparison, was applied to compare cellular density, ttotal, tuncalcified,\nsGAG and collagen content, Western blot, and qPCR outcomes. For AFM force spectroscopy data, since >200 measurements were repeated for each group, according to the central limit theorem, the parametric unpaired two-sample t-test was used to compare the values of Fad and Ead between with and without the addition of decorin protein. Similarly, for structural data, the unpaired two-sample t-test was used to compare the average values of dcol between the two genotypes, and the two-sample F-test was applied to compare the variances of dcol. All the quantitative outcomes and statistical analysis results are summarized in Tables S2−S6. In all the tests, the significance level was set at α = 0.05."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b04477.\nTables of primers used for quantitative PCR and summaries of biological, biochemical, structural, and biomechanical outcomes of native cartilage tissues, chondrocyte culture, and molecular adhesion analyses; figures of comparison of the degree of Smad2/3 phosphorylation between WT and Dcn−/− primary chondrocytes cultured under the stimuli of TGF-β1 in vitro, confirmation of the inducible knockout of the Dcn gene in DcniKO mice via qPCR, representative lowresolution SEM and TEM images of murine knee cartilage, representative AFM nanoindentation curves with associated Hertz model fit and comparison of indentation modulus between male and female mice for both WT and Dcn−/− genotypes, and fibril-reinforced finite element model for analyzing AFM-nanorheometric test outcomes (PDF)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*Phone (L. Han): (215)571-3821. Fax: (215)895-4983. Email: lh535@drexel.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Christopher Y. Li: 0000-0003-2431-7099 Lin Han: 0000-0003-4180-1288"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was financially supported by the National Institutes of Health (NIH), Grant AR066824 to L.H., the National Science Foundation (NSF), Grant CMMI-1662544 to L.H., and NIH Grant P30 AR069619 to the Penn Center for Musculoskeletal Disorders (PCMD). We thank L. Fisher (NIH NIDCR) for the generous gifts of decorin antibodies, and J. S. Mort (McGill University) for the generous gifts of TEGE and VDIPEN antibodies."
    } ],
    "references" : [ {
      "title" : "Biochemistry. In Adult Articular",
      "author" : [ "I.H.M. Muir" ],
      "venue" : null,
      "citeRegEx" : "Muir,? \\Q1979\\E",
      "shortCiteRegEx" : "Muir",
      "year" : 1979
    }, {
      "title" : "Cartilage Diseases",
      "author" : [ "Y. Krishnan", "A.J. Grodzinsky" ],
      "venue" : "Matrix Biol. 2018,",
      "citeRegEx" : "Krishnan and Grodzinsky,? \\Q2018\\E",
      "shortCiteRegEx" : "Krishnan and Grodzinsky",
      "year" : 2018
    }, {
      "title" : "The Role of the Cartilage Matrix in Osteoarthritis",
      "author" : [ "D. Heinegård", "T. Saxne" ],
      "venue" : "Nat. Rev. Rheumatol. 2011,",
      "citeRegEx" : "Heinegård and Saxne,? \\Q2011\\E",
      "shortCiteRegEx" : "Heinegård and Saxne",
      "year" : 2011
    }, {
      "title" : "Rich Proteoglycans in Extracellular Matrix Assembly",
      "author" : [ "D. Heinegård" ],
      "venue" : "FEBS J",
      "citeRegEx" : "Heinegård,? \\Q2013\\E",
      "shortCiteRegEx" : "Heinegård",
      "year" : 2013
    }, {
      "title" : "The Role of Growth Factors in Cartilage Repair",
      "author" : [ "B.J. Cole" ],
      "venue" : "Clin. Orthop. Relat. Res",
      "citeRegEx" : "Cole,? \\Q2011\\E",
      "shortCiteRegEx" : "Cole",
      "year" : 2011
    }, {
      "title" : "Mechanobiology of TGFβ Signaling in the Skeleton",
      "author" : [ "J.P. Rys", "D.A. Monteiro", "T. Alliston" ],
      "venue" : "Matrix Biol. 2016,",
      "citeRegEx" : "Rys et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rys et al\\.",
      "year" : 2016
    }, {
      "title" : "Biomechanical Strategies for Articular Cartilage Regeneration",
      "author" : [ "E.M. Darling", "K.A. Athanasiou" ],
      "venue" : "Ann. Biomed. Eng. 2003,",
      "citeRegEx" : "Darling and Athanasiou,? \\Q2003\\E",
      "shortCiteRegEx" : "Darling and Athanasiou",
      "year" : 2003
    }, {
      "title" : "The Structure and Degradation of Aggrecan in Human Intervertebral Disc",
      "author" : [ "J.S. Mort" ],
      "venue" : "Eur. Spine J. 2006,",
      "citeRegEx" : "Mort,? \\Q2006\\E",
      "shortCiteRegEx" : "Mort",
      "year" : 2006
    }, {
      "title" : "Mechanical Compression Modulates Matrix Biosynthesis in Chondrocyte Agarose Culture",
      "author" : [ "E.B. Hunziker" ],
      "venue" : "J. Cell Sci",
      "citeRegEx" : "Hunziker,? \\Q1995\\E",
      "shortCiteRegEx" : "Hunziker",
      "year" : 1995
    }, {
      "title" : "Time-Dependent Nanomechanics of Cartilage",
      "author" : [ "A.J. Grodzinsky", "C. Ortiz" ],
      "venue" : "Biophys. J. 2011,",
      "citeRegEx" : "Grodzinsky and Ortiz,? \\Q2011\\E",
      "shortCiteRegEx" : "Grodzinsky and Ortiz",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Joint biomechanical functions rely on the integrity of cartilage extracellular matrix. Understanding the molecular activities that govern cartilage matrix assembly is critical for developing effective cartilage regeneration strategies. This study elucidated the role of decorin, a small leucine-rich proteoglycan, in the structure and biomechanical functions of cartilage. In decorinnull cartilage, we discovered a substantial reduction of aggrecan content, the major proteoglycan of cartilage matrix, and mild changes in collagen fibril nanostructure. This loss of aggrecan resulted in significantly impaired biomechanical properties of cartilage, including decreased modulus, elevated hydraulic permeability, and reduced energy dissipation capabilities. At the cellular level, we found that decorin functions to increase the retention of aggrecan in the neo-matrix of chondrocytes, rather than to directly influence the biosynthesis of aggrecan. At the molecular level, we demonstrated that decorin significantly increases the adhesion between aggrecan and aggrecan molecules and between aggrecan molecules and collagen II fibrils. We hypothesize that decorin plays a crucial structural role in mediating the matrix integrity and biomechanical functions of cartilage by providing physical linkages to increase the adhesion and assembly of aggrecan molecules at the nanoscale.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}