{
  "name" : "downloads_2019-10-23_ba_windsor2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A catchment‐scale perspective of plastic pollution",
    "authors" : [ "Fredric M. Windsor", "Isabelle Durance", "Alice A. Horton", "Richard C. Thompson", "Charles R. Tyler", "Steve J. Ormerod" ],
    "emails" : [ "windsorfm@cardiff.ac.uk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Glob Change Biol. 2019;25:1207–1221. | 1207wileyonlinelibrary.com/journal/gcb\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2019 The Authors. Global Change Biology Published by John Wiley & Sons Ltd\n1School of Biosciences, Water Research Institute, Cardiff University, Cardiff, UK 2Biosciences, University of Exeter, Exeter, UK 3Centre for Ecology and Hydrology, Wallingford, UK 4Faculty of Science & Engineering, Plymouth University, Plymouth, UK\nCorrespondence Fredric M. Windsor, School of Biosciences, Cardiff University, Cardiff, UK. Email: windsorfm@cardiff.ac.uk\nFunding information Natural Environment Research Council, Grant/Award Number: NE/L002434/\nK E Y W O R D S ecological risk, ecotoxicology, macroplastic, microplastic, pollution, river basin"
    }, {
      "heading" : "1 | INTRODUC TION",
      "text" : "Plastic waste production across the globe has reached approxi‐ mately 6,300 million metric tons (MT), most (79%) of which has been disposed of to landfills and more widely into the surround‐ ing environment (Geyer, Jambeck, & Law, 2017). The annual flow of plastic pollution to the world's oceans is estimated to be 4.8– 12.7 MT, a large proportion of which comes from sources on land and is transported by rivers or wind (Jambeck et al., 2015). Plastic pollution is comprised of a variety of different organic polymers (e.g. polyethylene terephthalate, high‐density polyethylene, poly‐ vinyl chloride, polyethylene, polypropylene and polystyrene) and is invariably categorized on size distribution. The size classification of plastic is variable across studies, yet here we identify: nano‐ (<100 nm), micro‐ (0.0001–5 mm), meso‐ (5–25 mm) and mac‐ roparticles (>25 mm). Once in situ within ecosystems, degradation and fragmentation processes make the identification and removal of these plastic particles difficult, particularly the smaller size fractions. Problems in managing plastic pollution, however, begin even earlier in their life cycle. Indeed, recent reviews and theo‐ retical models have indicated a large number of potential sources, fluxes and sinks of plastics across the wider environment (Alimi, Farner Budarz, Hernandez, & Tufenkji, 2018; Browne et al., 2011; de Souza Machado, Kloas, Zarfl, Hempel, & Rillig, 2018; Horton, Svendsen, Williams, Spurgeon, & Lahive, 2017; Wagner et al., 2014). While crude estimates of environmental plastic fluxes have been attempted, a more detailed understanding of the sources, fluxes and effects of these anthropogenic pollutants in time and space, and a more comprehensive quantification of their fate, is now required urgently to determine the risks to people and eco‐ systems across the globe (de Souza Machado, Kloas et al., 2018; Horton & Dixon, 2017; Nizzetto, Bussi, Futter, Butterfield, & Whitehead, 2016).\nLarge production volumes, long‐term environmental persistence and potential ecological effects are now increasing attention on plastic pollution (Thompson, Swan, Moore, & vom Saal, 2009). The variety of plastic sizes (microns to metres) and characteristics (e.g. shape, physical and chemical properties) make this group of pol‐ lutants particularly diverse (Rochman, 2015). In turn, the diversity and ubiquity of plastic particles within natural systems means that there is a wide variety of ways organisms can interact with, be‐ come entangled in or ingest plastic particles (e.g. Cole et al., 2013; Foekema et al., 2013; Lusher, McHugh, & Thompson, 2013, Lusher, Hernandez‐Milian et al., 2015; Hall, Berry, Rintoul, & Hoogenboom, 2015). Although existing information indicates the potential for effects across biological communities and human populations (Halden, 2010), understanding of the effects of plastic pollution on people and ecosystems remains constrained. Furthermore, despite widely identified interactions between organisms and plastics, a comprehensive mechanistic understanding of effect pathways remains limited, with a few notable exceptions (e.g. ingestion and energy reserve depletion: Wright, Rowe, Thompson, & Galloway, 2013a). Existing dose–response relationships for effect pathways\nare not only restricted but also often limited across taxa or to un‐ realistic concentrations and plastic characteristics (Phuong et al., 2016). Emerging reviews have started to collate real or predicted no effect concentrations for several microplastic types and size categories, while also incorporating a range of aquatic organisms, but their scope is inevitably limited by the volume of available re‐ search (Burns & Boxall, 2018; Everaert et al., 2018).\nIn this review, we evaluate critically the existing evidence on the fluxes and effects of plastic pollution from a catchment‐scale perspective. We focus particularly on freshwater ecosystems as highly connected networks through which plastics are transported from sources in terrestrial environments to marine ecosystems. We aim to: (a) synthesize existing knowledge regarding the fluxes and effects of plastic pollution across hydrological catchments; (b) high‐ light emerging areas that require further research; and (c) identify improvements to aid the development and integration of catchment‐ scale research that should ultimately inform management strategies."
    }, {
      "heading" : "2 | FLUXES OF PL A STIC S THROUGH HYDROLOGIC AL C ATCHMENTS",
      "text" : "Hydrologically defined river catchments are important units in which to consider the sources, fluxes and fates of plastic pollution (Figure 1). This is because the transport of plastics often follows hydrological pathways that are determined clearly by topography, surface morphology and drainage patterns from a wide range of land use types (Bracken et al., 2013).\nOnce released into the environment, plastics reach across all ecosystems and ecotypes across the globe (Geyer et al., 2017). Plastic particles are widespread, even in areas considered to have little to no human influence, such as the deep sea, Arctic sea ice\nF I G U R E 1 Conceptual diagram of plastic fluxes across the compartments of hydrological catchments. Specific pathways, indicated by black arrows, are further discussed within the main body of text. Grey arrows represent theoretical fluxes that have yet to be investigated in detail (see Underrepresented ecosystems)\nand remote uninhabited islands (Lavers & Bond, 2017; Peeken et al., 2018; Peng et al., 2018; Van Cauwenberghe, Vanreusel, Mees, & Janssen, 2013). Along their movement from source to sink, plastics interact with the physical, chemical and biological envi‐ ronment in ways that depend on the characteristics of the plas‐ tic (size, shape, polymer type, etc.) so that it is not practical to consider “plastics” as a singular form of pollution. Nevertheless, for this discussion, we highlight existing theoretical and empirical evaluations of the flux and effects of a broad group of “plastics” (defined above) across ecosystems.\nThe movement of plastic among the compartments of river catch‐ ments is analogous to other catchment‐scale processes involving fluxes, transformations and storage (Horton & Dixon, 2017). It has been suggested theoretically that microplastic particles behave in a similar manner to other particulate matter with similar characteristics (e.g. density, size and shape), such that movement of these particles resembles the fluxes of others (e.g. sediment/soil particles, fine and coarse organic matter (Nizzetto, Bussi et al., 2016). In reality, however, it is likely that the unique diversity of shape, density, size or surface complexity of plastic particles, limits the accuracy and utility of exist‐ ing models to predict plastic movement across and within ecosystems. Furthermore, the behaviour of larger particles of plastic (meso to macro) within ecosystems remains poorly understood. The processes responsible for transporting these larger particles are likely similar to those transporting microplastics, yet operate at larger scales, involve more energy and occur more sporadically. As a result of these com‐ plications, there remains insufficient data to accurately parameterize and validate empirical transport models for plastic pollution.\nWhile the movement of plastic between atmospheric, terrestrial and freshwater systems appears to multidirectional, marine systems are generally perceived to act as sinks for plastics, with limited out‐ flux (Browne et al., 2011). However, a significant amount of plastic is transported through river catchments (Lebreton et al., 2017). While this is likely to be the main source of marine plastics (Nizzetto et al., Nizzetto, Bussi et al., 2016), little is known about the residence time of plastics in streams, rivers and lakes, which could act as plastic “traps” that then increase organism exposure. Quantification of all the pathways from land to sea remains limited (but see Clark et al., 2016; Galloway, Cole, & Lewis, 2017) yet is key to supporting the estimation of ecological risk across systems.\nThe characteristics of hydrological catchments have important implications for the flux of plastic pollution across the landscape. Features such as topography, hydrology and land use are likely to be responsible for altering the mass balance of plastics within catch‐ ments – influencing both the diversity and volumes of plastic emit‐ ted from sources, the nature and magnitude of transport processes as well as the likelihood of temporary storage across ecosystems. Limited information exists at the catchment‐scale, however, and too few studies have quantified plastic movements at an appropriate scale. Here, however, we present findings from existing studies in‐ vestigating plastic pollution across atmospheric, terrestrial, freshwa‐ ter and marine systems to provide a generic basis for understanding catchment‐scale plastic transport."
    }, {
      "heading" : "2.1 | Terrestrial systems",
      "text" : "Several sources of plastic pollution are associated with human ac‐ tivities across the terrestrial environments present within hydro‐ logical catchments (de Souza Machado, Kloas et al., 2018; Hurley & Nizzetto, 2018) such that plastic pollution reflects a patchwork of point and diffuse sources in which both rural and urban soils are considered to be contaminated by plastic particles (Nizzetto, Futter, & Langaas, 2016). Intensive agricultural practices distribute plastics across rural regions through the degradation of machin‐ ery, diffuse littering, application of sewage sludge as a soil condi‐ tioner (Zubris & Richards, 2005) and plastic mulching (Steinmetz et al., 2016). The redistribution of sewage sludge is particularly in‐ teresting, transporting plastics of urban origin across some rural landscapes (Horton, Svendsen et al., 2017; Zubris & Richards, 2005). The flux of plastics from this activity is potentially im‐ portant considering that 80%–99% of plastics entering sewage treatment are stored in sludge (Carr, Liu, & Tesoro, 2016; Talvitie, Mikola, Setälä, Heinonen, & Koistinen, 2017), and a large amount of MPs (4,196–15,385 MP/kg dry mass) remain post‐treatment of biosolids (Mahon et al., 2017). Within Europe, Nizzetto, Futter et al. (2016) estimated that 125–180 t of microplastics per mil‐ lion inhabitants are added to agricultural soils as a result of sew‐ age sludge application. Urban land use and associated activities also provide several different sources of plastic pollution (Ballent, Corcoran, Madden, Helm, & Longstaffe, 2016; Nizzetto, Futter et al., 2016). In particular, loss during waste disposal, industrial spill‐ age and release from landfills provide significant inputs of plas‐ tic (Lechner & Ramler, 2015; Sadri & Thompson, 2014). The large production of plastics in terrestrial systems, limited land area and range of distribution processes may result in a greater environ‐ mental concentration within these ecosystems, compared to ma‐ rine environments (Horton et al., Horton, Svendsen et al., 2017).\nThe flux and storage of plastic within terrestrial systems have been catalogued theoretically, but there are few field data. Once in terrestrial ecosystems, plastics accumulated in surface soils and can be ingested by soil‐dwelling organisms (Rillig, 2012; Rillig, Ingraffia, & Souza Machado, 2017). Empirical data indicate that plastics are incorporated into earthworm casts (Huerta Lwanga et al., 2017), and also that polyethylene microbeads (0.71–2.8 mm) reach down into the subsurface through earthworm burrows (Rillig, Ziersch, & Hempel, 2017). The concentration of plastic in soils varies; river floodplains across Switzerland revealed relatively low concentra‐ tions of microplastics (0–55.5 mg/kg, Scheurer & Bigalke, 2018), but more heavily contaminated industrial soils (300–67,500 mg/ kg) have been observed from samples collected in Australia (Fuller & Gautam, 2016). The lightweight nature of plastic material means that, in terrestrial systems, particles are more easily transported by wind and weather events (Zylstra, 2013), diffusing their distribution across catchments.\nPlastics stored in terrestrial systems may subsequently be remo‐ bilized and transported within or across catchments (Dris, Gasperi et al., 2015; Duis & Coors, 2016; Wagner et al., 2014). Although\nempirical assessments are absent from the literature, soil erosion during heavy rainfall is likely to increase the flux of plastic particles from soils to river systems (Bläsing & Amelung, 2018). Landfill sites in low‐lying areas prone to flooding present a significant additional source of plastics into freshwater ecosystems (Brand et al. 2018). In some cases, as during flood events, plastics may even return to land; however, the flow of plastics out of terrestrial systems appears dominant and drives the global plastic cycle (see de Souza Machado, Kloas et al., 2018)."
    }, {
      "heading" : "2.2 | Atmospheric systems",
      "text" : "Plastic, as a result of its lightweight characteristics, can be suspended and transported within the atmosphere at both the catchment and regional scale (Dris, Gasperi, Saad, Mirande, & Tassin, 2016; Prata, 2018). Plastics enter the atmospheric system through a variety of pathways across catchments, including combustion of waste plas‐ tic, wind erosion of various media, urban dust (including tyre wear particles, paint particles and synthetic fibres) (Lee et al., 2016; Unice, Kreider, & Panko, 2012) and diffuse litter (Dris et al., 2016). The majority of plastic in the atmosphere falls into the micro‐ and nano‐size classes; nevertheless, larger particles may be suspended in the atmosphere if they have certain characteristics (e.g. dispos‐ able plastic bags and balloons). Significant concentrations of plastic are observed within the lower atmosphere (0.3–1.5 MPs/m3), yet compared to indoor air, these values are relatively low (1–60 MPs/ m3) (Dris et al., 2017). Polyurethane, polypropylene and polystyrene microplastic particles were identified in atmospheric fallout, at con‐ centrations between 175 and 313 MP m−2 day−1 in Dongguan city (Cai et al., 2017). Similar concentrations of microplastic were also ob‐ served using passive samplers in Paris, 2–355 MPs m−2 day−1 (Dris et al., 2016). The fallout of these particles is, in turn, responsible for the accumulation of particles in “street dust”. For example, “street dust” collected from sites across Tehran exhibited 2,933–20,166 MP kg−1 (Dehghani, Moore, & Akhbarizadeh, 2017). The atmosphere, there‐ fore, appears to store and transport plastic, and while there is limited evidence of long‐range atmospheric flows of plastic, microplastic pollution occurs in remote environments such as alpine lakes (Free et al., 2014). The storage and transportation of plastics in the at‐ mosphere are likely temporally variable, influenced by the prevailing meteorological conditions at different timescales. Thus, it is unlikely that the atmosphere provides a long‐term store of plastics, instead acting as a temporary store, as well as a potential short‐ and long‐ distance transport pathway."
    }, {
      "heading" : "2.3 | Freshwater systems",
      "text" : "Freshwater ecosystems include a diverse array of running, stand‐ ing, surface and underground waterbodies. Running waters act as conduits connecting terrestrial, freshwater, transitional and marine systems, providing an important long‐range transport pathway as well as storage opportunities in some benthic, floodplain or riparian habitats (Horton & Dixon, 2017). Standing waters, including lakes\nand ponds, may also accumulate and store plastic (Vaughan, Turner, & Rose, 2017). The role of freshwaters in the transport of plastics across catchments is likely to be highly dependent on the character‐ istics of waterbodies, yet systematic quantification is limited.\nThe sources of plastic entering freshwater ecosystems are var‐ ied and spatially heterogeneous, ranging from diffuse inputs stem‐ ming from run‐off to point sources such as Wastewater Treatment Works (WwTWs) and Combined Sewer Overflows (CSOs) (Horton, Svendsen et al., 2017). Domestic sewage collects a variety of plas‐ tic types, including synthetic wet wipes, microbeads (Duis & Coors, 2016) and polymer fibres from the laundering of synthetic textiles (Napper & Thompson, 2016). WwTWs effectively remove the vast majority of both large and small plastics from raw influent (95%–99%), yet these point sources remain an important contributor of smaller microplastic particles directly into freshwater ecosystems (Murphy, Ewins, Carbonnier, & Quinn, 2016; Talvitie et al., 2017). These con‐ tributions from treated effluent, however, are spatially variable in response to variable removal efficiencies across WwTWs (Siegfried, Koelmans, Besseling, & Kroeze, 2017). Microplastics removed during treatment are also not completely disconnected from entering the environment, with the retention of plastics in sludge (Mahon et al., 2017) and the potential for subsequent reapplication across catch‐ ments. Further sources of micro‐ and macroplastics identified within existing literature include, diffuse urban pollution, storm water drains (Horton, Walton, Spurgeon, Lahive, & Svendsen, 2017), com‐ bined sewage overflows and litter (Horton, Svendsen et al., 2017). The combined effects of urban pollution sources have been shown to generate enhanced concentrations of plastics within freshwater systems, for example, the highly populated Lake Erie maintains far greater concentrations of microplastic particles (43,000 MP/km2) in comparison to lakes in proximity to less populated regions, for ex‐ ample, Lake Huron (6,541 MP/km2) and Lake Superior (12,645 MP/ km‐2) (Eriksen et al., 2013). As a result of the ubiquity of point and diffuse sources of plastic pollution within freshwaters, it is not sur‐ prising that plastic has been widely identified within a range of fresh‐ water habitats (Free et al., 2014; Horton, Walton et al., 2017). Data from freshwater systems, thus far, indicate that these systems are important hotspots of plastic pollution, holding some of the highest concentrations of (micro)plastics recorded in either water and sedi‐ ments across the globe (Hurley, Woodward, & Rothwell, 2018; Mani, Hauk, Walter, & Burkhardt‐Holm, 2015).\nRiver systems act as conduits, connecting terrestrial, riparian, floodplain and transitional ecosystems within their catchments. Theoretical and modelling assessments support the notions of particle transfer across habitats, but also demonstrate significant storage under certain conditions (see Nizzetto, Bussi et al., 2016). The retention and transport of plastics are a product of parti‐ cle characteristics (density and dimensions) and environmental characteristics (flow regime) (Nizzetto, Bussi et al., 2016). Within river systems, plastics may pool in benthic sediments (Castañeda, Avlijas, Simard, & Ricciardi, 2014) or be transferred along an altitu‐ dinal gradient towards marine ecosystems (Lebreton et al., 2017; Mani et al., 2015). This transport may occur throughout the water\ncolumn, with significant transport observed both on the surface (Dris, Imhof et al., 2015; Lechner et al., 2014) and subsurface (Morritt, Stefanoudis, Pearce, Crimmen, & Clark, 2014) of river systems.\nThe interaction between storage and flux processes is high‐ lighted in a recent study by Hurley et al. (2018), which indicates the significant mobilization and removal of sedimentary microplastics in response to high flow events. In this example, 0.85 ± 0.27 tonnes of plastic was removed from a single catchment during an individ‐ ual flood event (Hurley et al., 2018). Similar flood events may also be responsible for distributing plastics onto floodplains. The net or total flux of plastics from terrestrial sources, through hydrological networks to marine systems, however, remains poorly understood. It is, however, estimated that global river networks are responsible for transferring 1.15–2.41 MT of plastic pollution to marine environ‐ ments (Lebreton et al., 2017). This estimate, however, is based solely on surface transport and does not account for suspended and bed‐ load transport. As a result, the mass of plastic transported through river systems are likely to be underestimated, with the combination of surface and subsurface transport more likely accounting for a greater proportion of the total 4.8–12.7 MT estimated entering ma‐ rine environments per year (Jambeck et al., 2015)."
    }, {
      "heading" : "2.4 | Marine systems",
      "text" : "Oceans are often considered the endpoint of plastic fluxes from hy‐ drological catchments (Horton & Dixon, 2017). As highlighted pre‐ viously, it is estimated that fluxes of plastics from rivers provide a major input of macro‐ and microplastics into marine environments across the globe (Lebreton et al., 2017; UNEP, 2016). With 50% of the global population residing within 31 km of the coast (Small & Cohen, 2004), direct inputs of plastics are also likely to be signifi‐ cant. Finally, industrial activity, such as commercial fishing, contrib‐ utes to the total plastic burden within marine ecosystems (Lusher, Tirelli, Tirelli, O’Connor, & Officer, 2015). In most cases, these ac‐ tivities release macroplastics, such as netting and plastic sheeting, which then degrades to form microplastic particles when exposed to physical, chemical or biological processes (e.g. Davidson, 2012). The potential variety of plastic sources generates a widespread distribu‐ tion of plastics in the marine environment, yet heterogeneity exists with accumulation zones and plastic hotspots (Lusher, 2015). Plastic transport processes are widespread and heterogeneous within the marine environment (Browne et al., 2011). Ocean and wind circula‐ tion currents, ranging from small‐scale vertical mixing to large‐scale oceanic gyres, appear responsible for the observed patchiness of plastic distribution within marine systems (Kukulka, Proskurowski, Morét‐Ferguson, Meyer, & Law, 2012; van Sebille et al., 2015). In coastal regions, local hotspots may also be generated by the influx of plastics from river systems (Frias, Otero, & Sobral, 2014).\nAlthough not commonly appreciated, plastics are also trans‐ ported out of marine and coastal ecosystems to terrestrial and atmospheric environments through wind and wave action (e.g. storm surges) (Hoffmann & Reicherter, 2014; Horton et al., Horton,\nSvendsen et al., 2017). These transport pathways redeposit plastic to coastal/terrestrial systems. For example, a large proportion of plastic litter present across coastal regions is derived from marine environments, transported and deposited through wave action (Browne et al., 2011). The suspension of plastic by aeolian processes is responsible for transferring particles from marine to atmospheric systems, with microplastics potentially aerosolized alongside the sea surface microlayer (Wright & Kelly, 2017). Plastic particles will also settle through the water column and become incorporated in marine sediments (Van Cauwenberghe et al., 2013). The rate at which this process occurs is influenced by amalgamation within faecal pellets (Cole et al., 2016; Porter, Lyons, Galloway, & Lewis, 2018) or incor‐ poration into algal structures (Long et al., 2015). The accumulation of plastic in benthic sediments provides a temporary store which may be remobilized by physical and biological processes, although there is limited research on such mechanisms of plastic transport in marine systems (Martin, Lusher, Thompson, & Morley, 2017)."
    }, {
      "heading" : "2.5 | Under‐represented ecosystems",
      "text" : "There are several ecosystems where the occurrence of plastics re‐ mains largely unexplored. In particular, groundwater and cryospheric ecosystems, as well as riparian ecotones, have received relatively limited attention. Yet the potential for these ecosystems to signifi‐ cantly influence the storage and flux of plastics could be substantial.\nWithin the cryosphere, the remobilization of plastics result‐ ing from increasing melt rates may provide a significant source of plastics to other ecosystems. Existing research demonstrates high concentrations of plastic debris (40–250 MP/L melted ice) stored in Arctic sea ice (Obbard et al., 2014; Peeken et al., 2018). The release of plastic from sea ice is likely an important contributor to the flux of plastic within marine systems. As an example, the net melting of sea ice between 2011 and 2016 is estimated to have released 7.2– 8.7 × 1020 MP in the size range of 0.011–5 mm (Peeken et al., 2018). Within glaciated hydrological catchments, patterns of continuing deglaciation may lead to a significant release of plastic; however, lit‐ tle is known about the distribution of plastic contamination across these compartments of the cryosphere.\nGroundwater systems provide important stores and transfer pathways of pollutants, for example, pesticides (Toccalino, Gilliom, Lindsey, & Rupert, 2014), so it is likely that these systems would store and transport micro‐ and nanoplastics (Rochman, 2018). While interstitial pore space within rock strata, hydrologic connectivity and subsurface flow paths limits potential plastic particle sizes, it is likely that some systems like karsts may also transport or store larger par‐ ticle sizes. The relative contribution of groundwater to the total flux of plastic pollution, however, is likely restricted due to pore sizes.\nRiparian ecotones, as the main interface between terrestrial and freshwater systems, are obvious locations for plastic transfer and storage. Recent studies have used citizen science techniques to quantify the levels of macroplastic litter along riverbanks and riparian zones, observing an average of 0.54 ± 1.2 litter items/m2 across Germany (Kiessling et al., 2019). Riparian zones likely provide\ntemporally variable effects on the storage and transfer of plastic pol‐ lution. For example, during floods, plastics are prone to deposition above the bank, namely if the riparian vegetation increases reten‐ tion. River level (water height), velocity, vegetation type, coverage and roughness are here key regulating factors in the storage, release or transport of plastics in riparian ecosystems. There, however, re‐ mains an absence of research surrounding the role of riparian zones in the transport of plastics across hydrological catchments."
    }, {
      "heading" : "3 | BIOLOGIC AL RETENTION AND CYCLING OF PL A STIC S ACROSS",
      "text" : ""
    }, {
      "heading" : "C ATCHMENTS",
      "text" : "Plastics are transported, ingested, cycled and sometimes retained by biota. Biological interactions such as ingestion also alter the physical and chemical properties of these plastics, which in turn influences the movement (flux and storage) of plastic between ecosystems. As an example, as plastics are incorporated into faecal pellets, phyto‐ plankton aggregates or biofilm matrices, the otherwise buoyant plas‐ tic particles gain a propensity to sink, leading to increased deposition in sediments (Cole et al., 2016; Long et al., 2015; Rummel, Jahnke, Gorokhova, Kühnel, & Schmitt‐Jansen, 2017). The aggregation of particles as a result of egestion may subsequently alter the distribu‐ tion of plastics while also increasing their bioavailability to organisms feeding on faecal material (Ward & Kach, 2009). Once in food webs, plastic particles may be retained through transfers through multi‐ ple pathways (Windsor, Tilley, Tyler, & Ormerod, 2019) and cycling between trophic levels, moving upwards through the food web as a consequence of predation (e.g. Nelms, Galloway, Godley, Jarvis, & Lindeque, 2018) and re‐entering the basal resources through egestion. The residence time of plastic particles within the biologi‐ cal component of food webs is unknown. Higher plants may also retain plastic, with the potential for significant aerial accumulation, in the branches and foliage of plants in both terrestrial and riparian systems as well as entangled in subterranean and subaquatic plant material. The storage of plastics in the biotic components of ecosys‐ tems, ultimately however, is restricted with the majority of plastic particles likely to return to the environments from which they were sequestered, through a series of processes including egestion and decomposition (Wright, Thompson, & Galloway, 2013b).\nOrganisms may also facilitate the transport of plastics across habitats and ecosystems. For example, the dispersal of some organ‐ isms across the landscape may act to redistribute plastics at a range of spatial scales, from microhabitats to continents. Across short dis‐ tances, organisms such as worms and collembolans may transport plastics via ingestion, attachment and active transport (Maaß, Daphi, Lehmann, & Rillig, 2017). Recent laboratory studies have also indi‐ cated the potential for mosquitoes (Culex pipiens; Linnaeus 1758), to transport microplastics (2 and 15 μm) from aquatic to terrestrial and atmospheric systems (Al‐Jaibachi, Cuthbert, & Callaghan, 2018). For microorganisms, transport may be relatively localized, yet larger or‐ ganisms (e.g. cetaceans) may facilitate long distance transport. Such\nprocesses are likely responsible for distributing plastic over large dis‐ tances thus generating plastic pollution in regions previously unaf‐ fected by nonbiological fluxes of plastics. These processes, however, are unlikely to be significant relative to redistribution by physical processes (e.g. winds and tides). The interaction between organisms and plastic transport, nevertheless, is an emergent field of research, requiring further attention."
    }, {
      "heading" : "4 | ECOLOGIC AL EFFEC TS OF PL A STIC S",
      "text" : "Impacts on organisms and ecological processes from exposure to plastic may stem from an array of mechanisms. While current litera‐ ture predominantly reports physical impacts on biota or ecosystem function, chemically related effects facilitated by the adsorption properties of plastic surfaces and the accumulation of hydrophobic chemicals, as well as the leaching of additives in particles, are also possible (Figure 2).\nOne of the largest bodies of observational evidence for the le‐ thal effects of plastic pollution lies in records of entanglement and external physical damage. Although the majority of information available implicates large plastic items, for example, fishing nets and rope (e.g. Jacobsen, Massey, & Gulland, 2010), these physical effects also pose a problem for small organisms. For example, zoo‐ plankton exposed to microplastic fibres (1.7 × 104 – 5.4 × 105 fi‐ bres/L) were observed with antennal and carapace deformities resulting from external damage (Ziajahromi, Kumar, Neale, & Leusch, 2017). The concentrations utilized within this study, how‐ ever, do not represent environmentally relevant concentrations. Observations in terrestrial systems have also identified the lethal effects of entanglement on American crow (Corvus brachyrhyn‐ chos; Brehm, 1822) nestlings (Townsend & Barker, 2014). The ef‐ fects of entanglement, however, occur at the individual level, and\nF I G U R E 2 Observed and predicted mechanistic effects of plastic exposure in natural environments. Potential mechanistic effects are determined from theoretical and empirical studies, as well as perceived mechanisms of action which have yet to be investigated\nthere remains limited evidence to suggest that these frequently lethal impacts scale‐up to affect populations. Furthermore, the ef‐ fects of plastic exposure on sensitive tissues have generally been carried out at concentrations exceeding those observed within natural environments (Phuong et al., 2016).\nThe ingestion of plastic has also been a focus of existing research with the severe effects (e.g. reduced growth and mortality) of plastic blockages in the digestive tracts of organisms attracting attention (Derraik, 2002; Gall & Thompson, 2015). These effects are observed across the biosphere, although they have so far been infrequently recorded on a small number of individuals. A range of more subtle effects, however, may be generated by plastic ingestion. The inges‐ tion of plastic maintains the potential to generate reductions in the adsorption of nutrients by the organism (based on reduced uptake of nutrients and intake of actual food items), alterations in the gut mi‐ crobiota and also reduce the energy budget of organisms leading to several subsequent impacts, including reduced feeding, decreased activity, reduced reproductive output and eventually mortality (see Wright, Rowe et al., 2013a; Au, Bruce, Bridges, & Klaine, 2015; Watts, Urbina, Corr, Lewis, & Galloway, 2015; Zhu et al., 2018). Thus far, exposure to a range of plastic types, sizes and shapes has gener‐ ated relatively limited adverse effects on aquatic organisms, includ‐ ing fish and invertebrates (Foley, Feiner, Malinich, & Höök, 2018). As a specific example, a battery of six freshwater invertebrates exhib‐ ited limited responses in growth, reproduction and survival to poly‐ styrene microplastics (20–500 μm) at concentrations of 0%–40% sediment dry weight (Redondo‐Hasselerharm, Falahudin, Peeters, & Koelmans, 2018). However, the complexity of plastics makes effects difficult to predict as the shape, size and type of polymer can influ‐ ence particle toxicity. For example, microfibres have been shown to have a greater adverse effect than microbeads due to entanglement and carapace damage in water fleas (Ceriodaphnia dubia; Richard, 1894) (Ziajahromi et al., 2017).\nIn addition to physical effects, plastics can also leach toxic compounds (either additives within the plastic or environmental contaminants adsorbed to their surface), generating effects within organisms that come into contact with plastics. Plastics are complex compounds with a variety of added chemicals (plasticisers, harden‐ ers, flame retardants, surfactants and synthetic dyes) to give them their specific properties. Over time, these additives leach out and can often act as toxic or endocrine disrupting chemicals within the environment (Hermabessiere et al., 2017). A wide range of toxic compounds have been identified as plastic additives, including bi‐ sphenol a (BPA), nonylphenol, polybrominated flame retardants and phthalates (Hermabessiere et al., 2017). These leachates have been shown to negatively affect development in the early life stages of invertebrates (Nobre et al., 2015), while also generating reproduc‐ tive abnormalities in a range of organisms (Browne, Galloway, & Thompson, 2007).\nPlastics may act as vectors within the environment, enhancing the transport of persistent organic pollutants (POPs) and other chemicals through biotic and abiotic components of ecosystems (Ziccardi, Edgington, Hentz, Kulacki, & Kane Driscoll, 2016). The\n“vector effect” has predominantly been portrayed as detrimental, with a range of harmful substances adsorbed to the surfaces of plas‐ tics (Koelmans, Bakir, Burton, & Janssen, 2016) and the possibility to potentiate the toxicity of other chemicals, for example, triclosan (Syberg et al., 2017). The role of microplastics in organic chemical bioaccumulation, however, is unclear. While previous studies have shown increased bioaccumulation of chemicals when adsorbed to plastics (Bakir, Rowland, & Thompson, 2014a; 2014b), recent evi‐ dence suggests that the role of microplastics in chemical transfer to organisms may be negligible when compared to other natural organic matter (Koelmans et al., 2016). Further to this, only a small fraction of contaminants appear to adsorb to the surface of common micro‐ plastics (polyethylene and polypropylene), with only hydrophobic compounds shown to consistently absorb to particles (Seidensticker, Grathwohl, Lamprecht, & Zarfl, 2018). Other studies have indicated that the presence of plastics during contaminant exposure main‐ tains variable effects. For example, polystyrene microplastics (0.4– 1.33 mm) provided a “cleaning” mechanism, whereby pollutants, in this case PCBs, are transferred from the tissues of the organisms to the microplastic particles (Koelmans, Besseling, Wegner, & Foekema, 2013). In another study, the addition of polyamide microplastic par‐ ticles (15–20 μm) to experimental chambers reduced the aqueous concentrations of BPA, leading to a reduction in the levels immobili‐ zation of Daphnia magna (Straus, 1820) in comparison to exposure to only BPA (Rehse et al., 2018). The degree to which chemicals sorb to plastics is also highly variable and dependent on the environmental conditions (e.g. salinity, temperature, pH and organic matter), chem‐ ical characteristics and plastic type (Teuten et al., 2009). Although other substrates may provide a greater influence on the bioaccumu‐ lation of pollutants, the sorption of pollutants to plastics may enable the transfer of pollutants over greater distances compared to or‐ ganic pollutants associated with denser sediment particles (Nizzetto, Bussi et al., 2016).\nThe surface of plastics provides a suitable substrate for coloni‐ zation by microbial and invertebrate communities (McCormick et al., 2016; Reisser et al., 2014). Within urban river systems, plastics have been identified as a unique and important substrate for the coloni‐ zation of aquatic microbial biofilms (McCormick, Hoellein, Mason, Schluep, & Kelly, 2014). Similar findings have been presented within marine systems, with diatoms, phytoplankton and cyanobacte‐ ria colonizing plastic particles suspended within the water column (Oberbeckmann, Osborn, & Duhaime, 2016; Reisser et al., 2014; Zettler, Mincer, & Amaral‐Zettler, 2013). While in some instances, the microbial communities on these plastic particles maintained comparable species richness and evenness to communities pres‐ ent on natural substrates (Zettler et al., 2013), other studies (e.g. McCormick et al., 2014) demonstrated that microbial communities inhabiting microplastic particles maintained a different taxonomic structure to those present in the water column and on suspended or‐ ganic matter. An increasing body of research has also identified the colonization of plastic particles by harmful microbes, which could lead to further deleterious effect upon organisms interacting with these particles (Keswani, Oliver, Gutierrez, & Quilliam, 2016). For\nexample, the ingestion of these particles may expose organisms to a range of adverse effects derived from harmful microbes and lead to long‐range transport of these microbes to regions that would not normally be found (Kirstein et al., 2016; Viršek, Lovšin, Koren, Kržan, & Peterlin, 2017). Further to this, recent studies have indicated that the intense interactions within microbial communities on microplas‐ tic particles enable the increased plasmid transfer between phylo‐ genetically diverse bacteria, potentially facilitating the spread of antibiotic resistance across aquatic systems (Arias‐Andres, Klümper, Rojas‐Jimenez, & Grossart, 2018).\nWhile individual‐level effects are widely demonstrated for mac‐ roplastics and in some cases microplastics, evidence for population and food web level effects remains restricted. As highlighted by Koelmans et al. (2017), a range of issues currently limit our under‐ standing of the ecological risks resulting from exposure to plastic pollution. The majority of current individual‐level assessments suf‐ fer from three dominant limitations; (a) the absence of ecologically relevant metrics; (b) a limited understanding of organism‐plastic encounter rates for given exposure concentrations; and (c) the re‐ stricted development of dose–response relationships across suitable concentration ranges. As a result, the individual‐level and in some cases population effects identified within contemporary experi‐ mental assessments are not directly applicable to natural systems. Developing an improved mechanistic understanding of the effects of plastic pollution as well as following lessons learnt in previous environmental toxicology assessments (e.g. nonmonotonic relation‐ ships, mixture effects, indirect effects) is likely to improve our un‐ derstanding of the ecological risks posed by plastic pollution."
    }, {
      "heading" : "5 | UNDERSTANDING PL A STIC–BIOTA LINKS",
      "text" : "The mechanisms through which plastic exposure effects occur are strongly dependent on the characteristics of plastic particles, in‐ cluding size, shape, colour and polymer type (Lambert, Scherer, &\nWagner, 2017). As an example, polyvinyl chloride is generally more toxic than polyethylene and polypropylene, due to the greater toxic‐ ity of its additives and subsequent leachates (Lithner, Nordensvan, & Dave, 2012). The diversity of physical and chemical characteristics exhibited by plastic particles, throughout their lifecycle and as they degrade in natural systems, means that the potential ecological ef‐ fects resulting from plastic pollution are extremely variable.\nThe relationship between organisms and plastic size appears particularly important in determining the nature and severity of eco‐ logical effects (Figure 3). Plastics significantly larger than the tar‐ get organism can provide a novel substrate for colonization for the smaller organisms (as described for microbial communities (Reisser et al., 2014) and invertebrates (Davidson, 2012), or become a cause for entanglement and associated effects for larger organisms (Gall & Thompson, 2015). Plastics of large yet ingestible size classes pres‐ ent the potential for gastrointestinal blockages (Gall & Thompson, 2015). Finally, particles that are ingestible in size, yet too small to present physical risks (e.g. digestive blockages and entanglement), propose a large range of potential effects, including the leaching of toxic chemicals directly to organisms (e.g. Teuten et al., 2009). These general rules provide a good indication of the potential ef‐ fects of different plastic particles; however, it should be noted that organisms are able to interact with all sizes of plastic pollution, with wide range of possible effects not detailed above. Further to this, the bioaccumulation and trophic transfer of particles make a wider range of plastics bioavailable to organisms that may not encounter particles or may experience higher concentrations than present in the environment (Carbery, O'Connor, & Palanisami, 2018; Nelms et al., 2018). A range of alternative indirect effects is also presented by particles of various sizes (Figure 3). As an example, chemicals from macroplastics leach into the surrounding environment, providing the potential to indirectly affect organisms through the uptake and sub‐ sequent effects.\nThus far, the observed effects of plastic pollution are mainly limited to the size classes utilized in experimental manipulations (0.04–500 μm) (Foley et al., 2018) or the size classes observed in\nF I G U R E 3 Simplified conceptual relationship between the organism‐to‐plastic size ratio and the dominant effects derived from direct interactions between organisms and plastic pollution at these scales. These relationships are independent of measured size, yet bounded by the maximum size of plastic particles and organisms in natural environments. Examples of potential effects at different size ratios are presented in red boxes. Bold text indicates the nature of organism‐plastic interactions and italic text indicates indirect effects\nfatalities in natural systems (0.3–10 m) (Jacobsen et al., 2010). Thus, the nature, mechanisms and severity of effects across the spectrum of plastic sizes are unknown. Further research investigating the in‐ teractions between organism size, plastic characteristics and ecolog‐ ical effects is important for developing a comprehensive knowledge of ecological risks posed by plastic pollution."
    }, {
      "heading" : "6 | PL A STIC POLLUTION IN A SOCIAL AND ECONOMIC CONTE X T",
      "text" : "Plastic has many societal benefits and has promoted a range of technological advances. However, increasing awareness of potential environmental impacts, hitherto focused predominantly on marine systems (Thompson, 2017), is also highlighting potential knock‐on effects across a range of economic sectors, including the water in‐ dustry, tourism and fishing. Data are geographically restricted, yet indicate the potential for widespread socio‐economic effects of plastic pollution.\nFishing activity (commercial and recreational), in particular, is negatively impacted by plastic debris, reducing and damaging catches (Thompson, 2017); for example, 86% of Scottish fishing ves‐ sels surveyed had reported restricted catches as a result of marine litter (Mouat, Lopez‐Lozano, & Bateson, 2010). Furthermore, entan‐ glement within marinas and harbours appears a significant problem, with 70% of surveyed marinas and harbours reporting that leisure users had experienced incidents with litter (Mouat et al., 2010). Contamination of fish stocks may also provide a significant economic cost, although the concentrations of plastic within individual fish are relatively low (e.g. 1–2 pieces per organism: Foekema et al., 2013; Lusher et al., 2013). Nevertheless, the negative perception of this contamination by consumers may be enough to affect the market‐ ability of commercial organisms (GESAMP, 2016).\nAnother economic sector significantly impacted by plastic pollu‐ tion is tourism. Public perceptions of plastic pollution are likely to in‐ fluence where people choose to visit. For example, visitors to coastal regions cited the presence of litter as a factor influencing the loca‐ tions they visited (Brouwer, Hadzhiyska, Ioakeimidis, & Ouderdorp, 2017). To mitigate the negative effects of litter, local authorities implement cleaning operations (Mouat et al., 2010). The combina‐ tion of removal costs and potential reductions in tourism presents a major concern the tourism industry.\nExpenses are also incurred through increased research and de‐ velopment relating to water treatment methods, damages to equip‐ ment and blockages of infrastructure. In particular, cosmetic wipes have been shown to cause problems – blocking sewage infrastruc‐ ture and generating private and public effects (Drinkwater & Moy, 2017). The net costs of plastics to the water industry are, however, difficult to calculate as removal and blockages occur alongside other problematic items (e.g. fat, grease and organic pollutants).\nHuman health is potentially impacted by plastic pollution. Beach litter has been shown to cause physical harm (Werner et al., 2016); nevertheless, the vast majority of these incidents relate to metal\nand glass as opposed to plastic. Psychological effects of plastic litter are also observed with negative effects on the “restorative value” generated by visiting a polluted habitat (Wyles, Pahl, Thomas, & Thompson, 2016). The health of individuals may also be affected by any of the suite of effects highlighted in the previous section Ecological effects of plastic. This includes the transport of potentially harmful microbes and chemicals (see Keswani et al., 2016) as well as the physical effects of plastic ingestion. More work is nevertheless required to detail the specific health risks to human populations gen‐ erated by global plastic pollution."
    }, {
      "heading" : "7 | PL A STIC POLLUTION A S AN AGENT OF GLOBAL CHANGE",
      "text" : "The relative impact of plastic pollution on ecosystems in compari‐ son to other global stressors is poorly understood. Contextualizing the effects of plastic pollution within a multistressor environment is an important development, and to date, the importance of plastic effects in comparison to urbanization, habitat fragmentation, other pollutants, increased temperatures, hydrological changes and inva‐ sive species, for example, is unknown. Within the terrestrial envi‐ ronment, nevertheless, recent investigations across soil ecosystems, plastics have been identified as a potential agent of global change, altering the function of soils (water retention, microbial activity, soil structure and bulk density) and affecting their role in the func‐ tion of the wider environment (de Souza Machado, Lau et al., 2018). Furthermore, microplastics have been shown to potentiate the ef‐ fects of other xenobiotic pollutants, in this case the antimicrobial chemical triclosan (Syberg et al., 2017). The interactions between other stressors and plastic pollution therefore provide the poten‐ tial to generate negative effects across natural ecosystems. Future mitigation and management strategies will require a better under‐ standing of the relative importance of global pressures and also their interactions."
    }, {
      "heading" : "8 | FUTURE RESE ARCH AT THE",
      "text" : ""
    }, {
      "heading" : "C ATCHMENT‐SC ALE",
      "text" : "Understanding the movement of plastic through hydrological catch‐ ments is an important step in determining the source to sink dynam‐ ics of plastics within natural systems. This review highlights that catchment‐scale assessments are currently mostly theoretical, but provide a framework to structure future investigations based on hy‐ potheses generated by theoretical models. Supporting existing stud‐ ies with comprehensive field‐based and experimental data sets is the logical next step in developing a comprehensive body of research assessing catchment‐scale transport and effects of plastic pollution. To date, empirical studies have focused on individual ecosystems providing an analysis of plastic distribution and plastic–organism interactions. Catchment‐scale assessments are an important next step for research, particularly to underpin the management of plastic\nsources from a more informed perspective. Several important de‐ velopments required to facilitate the advance of catchment‐scale investigations are detailed in the following sections."
    }, {
      "heading" : "8.1 | Methods for tracing plastic",
      "text" : "transport processes\nContemporary empirical assessments are not able to elucidate the sources and pathways of plastic particles, as once particles enter the environment, tracing sources becomes problematic. Furthermore, the longer particles are exposed to physical, chemical or biological processes, the more their transformation exacerbates difficulties identifying sources. Novel methods of tracing plastics have yet to be developed, yet using tracer studies to support existing models will allow for directed research projects attempting to bridge current knowledge gaps."
    }, {
      "heading" : "8.2 | Hotspots and sinks of plastic pollution",
      "text" : "Knowledge surrounding the distribution of plastic pollution across catchments is limited. Understanding where and how high plastic concentrations arise in space and time is required for assessments detailing how plastic concentrations may vary across hydrological catchments. The importance of such developments is further em‐ phasized by a recent study which identified the highest concentra‐ tion of microplastics yet recorded within riverine sediments globally (517,000 MP/m2) (Hurley et al., 2018). Assessments of heterogeneity are required at a range of spatial scales, from local patch dynamics at centimetre to metre scales, to comparisons between entire habitats and ecosystems. Understanding spatial variation and potential sinks of plastic will allow for an improved understanding of transport pro‐ cesses leading to the deposition of plastics across the landscape and importantly provide more accurate risk maps for biota."
    }, {
      "heading" : "8.3 | Quantification of source contributions",
      "text" : "Although estimates exist for the net contribution of plastic from spe‐ cific ecosystems, for example, freshwater (Lebreton et al., 2017) and terrestrial (Horton et al., Horton, Svendsen et al., 2017) systems, the importance of specific sources in contributing to these plastic bur‐ dens across these environments is poorly understood. Further study of plastic sources, in particular diffuse contributions, is required to better resolve the source–flux–sink nexus within catchments, detailed in previous sections. Developing more accurate methods of quantification designed to detect low concentrations of plastic and nanoplastics will enable the detection of a wider range of plas‐ tics (e.g. tyre dust), allow for an improved understanding of plastic pollution across catchments and bridge the current gap between estimated inputs of plastic into catchments and measured environ‐ mental concentrations. Furthermore, standardizing measurements across samples to allow for comparison among studies, sources and environment is important (Filella, 2015), with the diversity of current measurements limiting an understanding of the relative\nconcentrations of plastic pollution across the environment. Through investigating the characteristics and concentration of plastics re‐ leased from each potential source, a mixing‐model type assessment can be used to understand the entrance and flux of plastics within catchments (Fahrenfeld, Arbuckle‐Keil, Naderi Beni, & Bartelt‐Hunt, 2018). Further to this, determining the specific contributions from sources will enable targeted mitigation, ultimately aimed at prevent‐ ing the entrance of plastics into the natural environment."
    }, {
      "heading" : "8.4 | Determining the applicability of catchment",
      "text" : "assessments\nCatchment‐scale assessments are dependent on catchment charac‐ teristics, including but not limited to size, relief, land cover, water quality, hydrological connectivity and geomorphological features. The degree to which plastic studies within individual catchments are applicable across the wider landscape is unknown. To answer this question, multiple catchment assessments are required to determine the relative importance of catchment‐specific processes (e.g. hydro‐ logical flow paths, subsurface characteristics and catchment geol‐ ogy) in comparison to more generalizable characteristics (e.g. land cover, population density, human activities). An understanding of the importance of processes at a range of spatial and temporal scales is also required in order to appreciate the extent to which relationships are applicable across catchments."
    }, {
      "heading" : "8.5 | Progressing from descriptions of the occurrence of plastics within catchments to assessing",
      "text" : "ecological effects\nGiven the increasing number of studies detecting or illustrating the ubiquity of plastics in global ecosystems, including across catch‐ ments, we suggest a need for a move to understanding effects on populations, communities and ecosystem functions, for example, food web transfer."
    }, {
      "heading" : "9 | CONCLUSIONS",
      "text" : "Our understanding of the effects of plastics within ecosystems indicates the potential negative effects of these pollutants when present in smaller fragments as well as macrofragments. Knowledge regarding the nature and severity of effects derived from smaller plastic particles, at environmentally relevant concen‐ trations, however, remains restricted. The array of mechanistic ef‐ fects identified by studies nevertheless indicates the potential for adverse effects within natural systems. The significant potential for effects coupled with recent research indicating the relative global ubiquity of plastics provides a perceivable risk to a range of ecosystems. In spite of this, we are only starting to understand the fluxes and pools of plastics within a range of ecosystems. This knowledge is nonetheless fundamental for mitigating existing and future plastic pollution. It is apparent that further research\nis required to better understand the interactions between plastic pollution and organisms in many ecosystems. Furthermore, a com‐ prehensive understanding of potential ecological risks presented by plastics remains absent with a range of potential adverse ef‐ fects remaining unexplored. The existing ecological risk presented by plastic pollution is estimated to continue into the future as a result of predicted increases in production of plastics, the signifi‐ cant persistence of plastic particles and the degradation of exist‐ ing plastic pollution generating increases in micro‐ and nanoplastic concentrations across the globe.\nACKNOWLEDG EMENTS\nThis work was supported by the Natural Environment Research Council [NE/L002434/] (FMW). The authors acknowledge the par‐ ticipants of the Great Western Four Water Security Alliance (GW4 WSA) workshop “Sources, fluxes and biological effects of microplas‐ tics in freshwaters”.\nCONFLIC TS OF INTERE S T\nThe authors declare no conflicts of interest.\nORCID\nFredric M. Windsor https://orcid.org/0000‐0001‐5030‐3470\nAlice A. Horton https://orcid.org/0000‐0001‐6058‐6048\nRichard C. Thompson https://orcid.org/0000‐0003‐2262‐6621\nSteve J. Ormerod https://orcid.org/0000‐0002‐8174‐302X\nR E FE R E N C E S\nAlimi, O. S., Farner Budarz, J., Hernandez, L. M., & Tufenkji, N. (2018). Microplastics and nanoplastics in aquatic environments: Aggregation, deposition, and enhanced contaminant transport. Environmental Science & Technology, 52(4), 1704–1724. https://doi.org/10.1021/acs. est.7b05559 Al‐Jaibachi, R., Cuthbert, R. N., & Callaghan, A. (2018). Up and away: Ontogenic transference as a pathway for aerial dispersal of micro‐ plastics. Biology Letters, 14(9), 20180479. https://doi.org/10.1098/ rsbl.2018.0479 Arias‐Andres, M., Klümper, U., Rojas‐Jimenez, K., & Grossart, H.‐P. (2018). Microplastic pollution increases gene exchange in aquatic ecosystems. Environmental Pollution, 237, 253–261. https://doi. org/10.1016/J.ENVPOL.2018.02.058 Au, S. Y., Bruce, T. F., Bridges, W. C., & Klaine, S. J. (2015). Responses of Hyalella azteca to acute and chronic microplastic exposure. Environmental Toxicology and Chemistry, 34(11), 2564–2572. https:// doi.org/10.1002/etc.3093 Bakir, A., Rowland, S. J., & Thompson, R. C. (2014a). Enhanced desorption of persistent organic pollutants from microplastics under simulated physiological conditions. Environmental Pollution, 185, 16–23. https:// doi.org/10.1016/J.ENVPOL.2013.10.007 Bakir, A., Rowland, S. J., & Thompson, R. C. (2014b). Transport of persistent organic pollutants by microplastics in estuarine\nconditions. Estuarine, Coastal and Shelf Science, 140, 14–21. https:// doi.org/10.1016/J.ECSS.2014.01.004 Ballent, A., Corcoran, P. L., Madden, O., Helm, P. A., & Longstaffe, F. J. (2016). Sources and sinks of microplastics in Canadian Lake Ontario nearshore, tributary and beach sediments. Marine Pollution Bulletin, 110(1), 383–395. https://doi.org/10.1016/j. marpolbul.2016.06.037 Bläsing, M., & Amelung, W. (2018). Plastics in soil: Analytical methods and possible sources. Science of the Total Environment, 612, 422–435. https://doi.org/10.1016/J.SCITOTENV.2017.08.086 Bracken, L. J., Wainwright, J., Ali, G. A., Tetzlaff, D., Smith, M. W., Reaney, S. M., & Roy, A. G. (2013). Concepts of hydrological con‐ nectivity: Research approaches, pathways and future agendas. Earth‐Science Reviews, 119, 17–34. https://doi.org/10.1016/J. EARSCIREV.2013.02.001 Brand, J. H., Spencer, K. L., O'shea, F. T., & Lindsay, J. E. (2018). Potential pollution risks of historic landfills on low‐lying coasts and estu‐ aries. Wiley Interdisciplinary Reviews: Water, 5, e1264. https://doi. org/10.1002/wat2.1264 Brouwer, R., Hadzhiyska, D., Ioakeimidis, C., & Ouderdorp, H. (2017). The social costs of marine litter along European coasts. Ocean & Coastal Management, 138, 38–49. https://doi.org/10.1016/J. OCECOAMAN.2017.01.011 Browne, M. A., Crump, P., Niven, S. J., Teuten, E., Tonkin, A., Galloway, T., & Thompson, R. (2011). Accumulation of microplastic on shorelines woldwide: Sources and sinks. Environmental Science & Technology, 45(21), 9175–9179. https://doi.org/10.1021/es201811s Browne, M. A., Galloway, T., & Thompson, R. (2007). Microplastic – An emerging contaminant of potential concern? Integrated Environmental Assessment and Management, 3(4), 559–561. https://doi.org/10.1002/ ieam.5630030412 Burns, E. E., & Boxall, A. B. A. (2018). Microplastics in the aquatic envi‐ ronment: Evidence for or against adverse impacts and major knowl‐ edge gaps. Environmental Toxicology and Chemistry, 37(11), 2776– 2796. https://doi.org/10.1002/etc.4268 Cai, L., Wang, J., Peng, J., Tan, Z., Zhan, Z., Tan, X., & Chen, Q. (2017). Characteristic of microplastics in the atmospheric fallout from Dongguan city, China: Preliminary research and first evidence. Environmental Science and Pollution Research, 24(32), 24928–24935. https://doi.org/10.1007/s11356‐017‐0116‐x Carbery, M., O’Connor, W., & Palanisami, T. (2018). Trophic transfer of microplastics and mixed contaminants in the marine food web and implications for human health. Environment International, 115, 400– 409. https://doi.org/10.1016/J.ENVINT.2018.03.007 Carr, S. A., Liu, J., & Tesoro, A. G. (2016). Transport and fate of micro‐ plastic particles in wastewater treatment plants. Water Research, 91, 174–182. https://doi.org/10.1016/J.WATRES.2016.01.002 Castañeda, R. A., Avlijas, S., Simard, M. A., & Ricciardi, A. (2014). Microplastic pollution in St. Lawrence River sediments. Canadian Journal of Fisheries and Aquatic Sciences, 71(12), 1767–1771. https:// doi.org/10.1139/cjfas‐2014‐0281 Clark, J. R., Cole, M., Lindeque, P. K., Fileman, E., Blackford, J., Lewis, C., … Galloway, T. S. (2016). Marine microplastic debris: A targeted plan for understanding and quantifying interactions with marine life. Frontiers in Ecology and the Environment, 14(6), 317–324. https://doi. org/10.1002/fee.1297 Cole, M., Lindeque, P. K., Fileman, E., Clark, J., Lewis, C., Halsband, C., & Galloway, T. S. (2016). Microplastics alter the properties and sinking rates of zooplankton faecal pellets. Environmental Science & Technology, 50(6), 3239–3246. https://doi.org/10.1021/acs. est.5b05905 Cole, M., Lindeque, P., Fileman, E., Halsband, C., Goodhead, R., Moger, J., & Galloway, T. S. (2013). Microplastic ingestion by zooplankton. Environmental Science & Technology, 47(12), 6646–6655. https://doi. org/10.1021/es400663f\nDavidson, T. M. (2012). Boring crustaceans damage polystyrene floats under docks polluting marine waters with microplastic. Marine Pollution Bulletin, 64(9), 1821–1828. https://doi.org/10.1016/J. MARPOLBUL.2012.06.005 de Souza Machado, A. A., Kloas, W., Zarfl, C., Hempel, S., & Rillig, M. C. (2018). Microplastics as an emerging threat to terrestrial ecosystems. Global Change Biology, 24(4), 1405–1416. https://doi.org/10.1111/ gcb.14020 de Souza Machado, A. A., Lau, C. W., Till, J., Kloas, W., Lehmann, A., Becker, R., & Rillig, M. C. (2018). Impacts of microplastics on the soil biophysical environment. Environmental Science & Technology, 52(17), 9656–9665. https://doi.org/10.1021/acs.est.8b02212 Dehghani, S., Moore, F., & Akhbarizadeh, R. (2017). Microplastic pollu‐ tion in deposited urban dust, Tehran metropolis. Iran. Environmental Science and Pollution Research, 24(25), 20360–20371. https://doi. org/10.1007/s11356‐017‐9674‐1 Derraik, J. G. B. (2002). The pollution of the marine environment by plas‐ tic debris: A review. Marine Pollution Bulletin, 44(9), 842–852. https:// doi.org/10.1016/S0025‐326X(02)00220‐5 Drinkwater, A., & Moy, F. (2017). Wipes in sewer blockage study – Final report. Report Ref. No. 21CDP.WS4.WS. Water UK, London, UK. Dris, R., Gasperi, J., Mirande, C., Mandin, C., Guerrouache, M., Langlois, V., & Tassin, B. (2017). A first overview of textile fibers, including micro‐ plastics, in indoor and outdoor environments. Environmental Pollution, 221, 453–458. https://doi.org/10.1016/J.ENVPOL.2016.12.013 Dris, R., Gasperi, J., Rocher, V., Saad, M., Renault, N., & Tassin, B. (2015). Microplastic contamination in an urban area: A case study in Greater Paris. Environmental Chemistry, 12(5), 592–599. https://doi. org/10.1071/EN14167 Dris, R., Gasperi, J., Saad, M., Mirande, C., & Tassin, B. (2016). Synthetic fibers in atmospheric fallout: A source of microplastics in the envi‐ ronment? Marine Pollution Bulletin, 104(1–2), 290–293. https://doi. org/10.1016/J.MARPOLBUL.2016.01.006 Dris, R., Imhof, H., Sanchez, W., Gasperi, J., Galgani, F., Tassin, B., & Laforsch, C. (2015). Beyond the ocean: Contamination of freshwater ecosystems with (micro‐)plastic particles. Environmental Chemistry, 12(5), 539–550. https://doi.org/10.1071/EN14172 Duis, K., & Coors, A. (2016). Microplastics in the aquatic and terres‐ trial environment: Sources (with a specific focus on personal care products), fate and effects. Environmental Sciences Europe, 28(1), 2. https://doi.org/10.1186/s12302‐015‐0069‐y Eriksen, M., Mason, S., Wilson, S., Box, C., Zellers, A., Edwards, W., … Amato, S. (2013). Microplastic pollution in the surface waters of the Laurentian Great Lakes. Marine Pollution Bulletin, 77(1–2), 177–182. https://doi.org/10.1016/J.MARPOLBUL.2013.10.007 Everaert, G., Van Cauwenberghe, L., De Rijcke, M., Koelmans, A. A., Mees, J., Vandegehuchte, M., & Janssen, C. R. (2018). Risk assess‐ ment of microplastics in the ocean: Modelling approach and first conclusions. Environmental Pollution, 242, 1930–1938. https://doi. org/10.1016/J.ENVPOL.2018.07.069 Fahrenfeld, N. L., Arbuckle‐Keil, G., Naderi Beni, N., & Bartelt‐Hunt, S. L. (2018). Source tracking microplastics in the freshwater environ‐ ment. TrAC Trends in Analytical Chemistry. https://doi.org/10.1016/J. TRAC.2018.11.030. https://www.sciencedirect.com/science/article/ pii/S0165993618301584 Filella, M. (2015). Questions of size and numbers in environmental re‐ search on microplastics: Methodological and conceptual aspects. Environmental Chemistry, 12(5), 527–538. https://doi.org/10.1071/ EN15012 Foekema, E. M., De Gruijter, C., Mergia, M. T., van Franeker, J. A., Murk, A. J., & Koelmans, A. A. (2013). Plastic in North Sea fish. Environmental Science & Technology, 47(15), 8818–8824. https://doi.org/10.1021/ es400931b Foley, C. J., Feiner, Z. S., Malinich, T. D., & Höök, T. O. (2018). A meta‐anal‐ ysis of the effects of exposure to microplastics on fish and aquatic\ninvertebrates. Science of the Total Environment, 631–632, 550–559. https://doi.org/10.1016/J.SCITOTENV.2018.03.046 Free, C. M., Jensen, O. P., Mason, S. A., Eriksen, M., Williamson, N. J., & Boldgiv, B. (2014). High‐levels of microplastic pollution in a large, remote, mountain lake. Marine Pollution Bulletin, 85(1), 156–163. https://doi.org/10.1016/j.marpolbul.2014.06.001 Frias, J. P. G. L., Otero, V., & Sobral, P. (2014). Evidence of microplas‐ tics in samples of zooplankton from Portuguese coastal waters. Marine Environmental Research, 95, 89–95. https://doi.org/10.1016/J. MARENVRES.2014.01.001 Fuller, S., & Gautam, A. (2016). A procedure for measuring microplastics using pressurized fluid extraction. Environmental Science & Technology, 50(11), 5774–5780. https://doi.org/10.1021/acs.est.6b00816 Gall, S. C., & Thompson, R. C. (2015). The impact of debris on marine life. Marine Pollution Bulletin, 92(1–2), 170–179. https://doi.org/10.1016/J. MARPOLBUL.2014.12.041 Galloway, T. S., Cole, M., & Lewis, C. (2017). Interactions of microplastic debris throughout the marine ecosystem. Nature Ecology & Evolution, 1(5), 0116. https://doi.org/10.1038/s41559‐017‐0116 GESAMP. (2016). Sources, fate and effects of microplastics in the ma‐ rine environment: Part Two of a global assessment. In P. J. Kershaw, & C. M. Rochman (Eds.), IMO/FAO/UNESCO‐IOC/WMO/WHO/IAEA/ UN/UNEP Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection (p. 220). London, UK: International Maritime Organization. Geyer, R., Jambeck, J. R., & Law, K. L. (2017). Production, use, and fate of all plastics ever made. Science Advances, 3(7), e1700782. https://doi. org/10.1126/sciadv.1700782 Halden, R. U. (2010). Plastics and health risks. Annual Review of Public Health, 31(1), 179–194. https://doi.org/10.1146/annurev. publhealth.012809.103714 Hall, N. M., Berry, K. L. E., Rintoul, L., & Hoogenboom, M. O. (2015). Microplastic ingestion by scleractinian corals. Marine Biology, 162(3), 725–732. https://doi.org/10.1007/s00227‐015‐2619‐7 Hermabessiere, L., Dehaut, A., Paul‐Pont, I., Lacroix, C., Jezequel, R., Soudant, P., & Duflos, G. (2017). Occurrence and effects of plastic additives on marine environments and organisms: A re‐ view. Chemosphere, 182, 781–793. https://doi.org/10.1016/J. CHEMOSPHERE.2017.05.096 Hoffmann, G., & Reicherter, K. (2014). Reconstructing Anthropocene extreme flood events by using litter deposits. Global and Planetary Change, 122, 23–28. https://doi.org/10.1016/J. GLOPLACHA.2014.07.012 Horton, A. A., & Dixon, S. J. (2017). Microplastics: An introduction to environmental transport processes. Wiley Interdisciplinary Reviews: Water, 5(2), e1268. https://doi.org/10.1002/wat2.1268 Horton, A. A., Svendsen, C., Williams, R. J., Spurgeon, D. J., & Lahive, E. (2017). Large microplastic particles in sediments of tributaries of the River Thames, UK – Abundance, sources and methods for effective quantification. Marine Pollution Bulletin, 114(1), 218–226. https://doi. org/10.1016/j.marpolbul.2016.09.004 Horton, A. A., Walton, A., Spurgeon, D. J., Lahive, E., & Svendsen, C. (2017). Microplastics in freshwater and terrestrial environments: Evaluating the current understanding to identify the knowledge gaps and future research priorities. Science of the Total Environment, 586, 127–141. https://doi.org/10.1016/j.scitotenv.2017.01.190 Huerta Lwanga, E., Gertsen, H., Gooren, H., Peters, P., Salánki, T., van der Ploeg, M., … Geissen, V. (2017). Incorporation of mi‐ croplastics from litter into burrows of Lumbricus terrestris. Environmental Pollution, 220, 523–531. https://doi.org/10.1016/J. ENVPOL.2016.09.096 Hurley, R. R., & Nizzetto, L. (2018). Fate and occurrence of micro(nano) plastics in soils: Knowledge gaps and possible risks. Current Opinion in Environmental Science & Health, 1, 6–11. https://doi.org/10.1016/j. coesh.2017.10.006\nHurley, R., Woodward, J., & Rothwell, J. J. (2018). Microplastic con‐ tamination of river beds significantly reduced by catchment‐wide flooding. Nature Geoscience, 11, 251–257. https://doi.org/10.1038/ s41561‐018‐0080‐1 Jacobsen, J. K., Massey, L., & Gulland, F. (2010). Fatal ingestion of floating net debris by two sperm whales (Physeter macrocephalus). Marine Pollution Bulletin, 60(5), 765–767. https://doi.org/10.1016/J. MARPOLBUL.2010.03.008 Jambeck, J. R., Geyer, R., Wilcox, C., Siegler, T. R., Perryman, M., Andrady, A., … Law, K. L. (2015). Marine pollution. Plastic waste inputs from land into the ocean. Science, 347(6223), 768–771. https://doi. org/10.1126/science.1260352 Keswani, A., Oliver, D. M., Gutierrez, T., & Quilliam, R. S. (2016). Microbial hitchhikers on marine plastic debris: Human exposure risks at bath‐ ing waters and beach environments. Marine Environmental Research, 118, 10–19. https://doi.org/10.1016/J.MARENVRES.2016.04.006 Kiessling, T., Knickmeier, K., Kruse, K., Brennecke, D., Nauendorf, A., & Thiel, M. (2019). Plastic Pirates sample litter at rivers in Germany – Riverside litter and litter sources estimated by schoolchildren. Environmental Pollution, 245, 545–557. https://doi.org/10.1016/J. ENVPOL.2018.11.025 Kirstein, I. V., Kirmizi, S., Wichels, A., Garin‐Fernandez, A., Erler, R., Löder, M., & Gerdts, G. (2016). Dangerous hitchhikers? Evidence for potentially pathogenic Vibrio spp. on microplastic particles. Marine Environmental Research, 120, 1–8. https://doi.org/10.1016/J. MARENVRES.2016.07.004 Koelmans, A. A., Bakir, A., Burton, G. A., & Janssen, C. R. (2016). Microplastic as a vector for chemicals in the aquatic environment: Critical review and model‐supported reinterpretation of empiri‐ cal studies. Environmental Science & Technology, 50(7), 3315–3326. https://doi.org/10.1021/acs.est.5b06069 Koelmans, A. A., Besseling, E., Wegner, A., & Foekema, E. M. (2013). Plastic as a carrier of POPs to aquatic organisms: A model analysis. Environmental Science & Technology, 47(14), 7812–7820. https://doi. org/10.1021/es401169n Koelmans, A. A., Besseling, E., Foekema, E., Kooi, M., Mintenig, S., Ossendorp, B. C., … Scheffer, M. (2017). Risks of plastic debris: Unravelling fact, opinion, perception, and belief. Environmental Science & Technology, 51(20), 11513–11519. https://doi.org/10.1021/ acs.est.7b02219 Kukulka, T., Proskurowski, G., Morét‐Ferguson, S., Meyer, D. W., & Law, K. L. (2012). The effect of wind mixing on the vertical distribution of buoyant plastic debris. Geophysical Research Letters, 39(7), L07601. https://doi.org/10.1029/2012GL051116 Lambert, S., Scherer, C., & Wagner, M. (2017). Ecotoxicity testing of mi‐ croplastics: Considering the heterogeneity of physicochemical prop‐ erties. Integrated Environmental Assessment and Management, 13(3), 470–475. https://doi.org/10.1002/ieam.1901 Lavers, J. L., & Bond, A. L. (2017). Exceptional and rapid accumulation of anthropogenic debris on one of the world’s most remote and pristine islands. Proceedings of the National Academy of Sciences of the United States of America, 114(23), 6052–6055. https://doi.org/10.1073/ pnas.1619818114 Lebreton, L. C. M., van der Zwet, J., Damsteeg, J.‐W., Slat, B., Andrady, A., & Reisser, J. (2017). River plastic emissions to the world’s oceans. Nature Communications, 8, 15611. https://doi.org/10.1038/ ncomms15611 Lechner, A., & Ramler, D. (2015). The discharge of certain amounts of industrial microplastic from a production plant into the River Danube is permitted by the Austrian legislation. Environmental Pollution, 200, 159–160. https://doi.org/10.1016/J.ENVPOL.2015.02.019 Lechner, A., Keckeis, H., Lumesberger‐Loisl, F., Zens, B., Krusch, R., Tritthart, M., … Schludermann, E. (2014). The Danube so colour‐ ful: A potpourri of plastic litter outnumbers fish larvae in Europe’s\nsecond largest river. Environmental Pollution, 188, 177–181. https:// doi.org/10.1016/j.envpol.2014.02.006 Lee, P.‐K., Yu, S., Chang, H. J., Cho, H. Y., Kang, M.‐J., & Chae, B.‐G. (2016). Lead chromate detected as a source of atmospheric Pb and Cr (VI) pollution. Scientific Reports, 6(1), 36088. https://doi.org/10.1038/ srep36088 Lithner, D., Nordensvan, I., & Dave, G. (2012). Comparative acute toxicity of leachates from plastic products made of polypropylene, polyeth‐ ylene, PVC, acrylonitrile–butadiene–styrene, and epoxy to Daphnia magna. Environmental Science and Pollution Research, 19(5), 1763– 1772. https://doi.org/10.1007/s11356‐011‐0663‐5 Long, M., Moriceau, B., Gallinari, M., Lambert, C., Huvet, A., Raffray, J., & Soudant, P. (2015). Interactions between microplas‐ tics and phytoplankton aggregates: Impact on their respective fates. Marine Chemistry, 175, 39–46. https://doi.org/10.1016/J. MARCHEM.2015.04.003 Lusher, A. L. (2015). Microplastics in the Marine environment: Distribution, interactions and effects. In M. Bergmann, L. Gutow, & M. Klages (Eds.), Marine anthropogenic litter (pp. 245–307). Cham, Switzerland: Springer International Publishing. https://doi. org/10.1007/978‐3‐319‐16510‐3_10 Lusher, A. L., Hernandez‐Milian, G., O’Brien, J., Berrow, S., O’Connor, I., & Officer, R. (2015). Microplastic and macroplastic ingestion by a deep diving, oceanic cetacean: The True’s beaked whale Mesoplodon mirus. Environmental Pollution, 199, 185–191. https://doi.org/10.1016/j. envpol.2015.01.023 Lusher, A. L., McHugh, M., & Thompson, R. C. (2013). Occurrence of microplastics in the gastrointestinal tract of pelagic and demersal fish from the English Channel. Marine Pollution Bulletin, 67(1), 94–99. https://doi.org/10.1016/j.marpolbul.2012.11.028 Lusher, A. L., Tirelli, V., O’Connor, I., & Officer, R. (2015). Microplastics in Arctic polar waters: The first reported values of particles in surface and sub‐surface samples. Scientific Reports, 5, 14947. https://doi. org/10.1038/srep14947 Maaß, S., Daphi, D., Lehmann, A., & Rillig, M. C. (2017). Transport of mi‐ croplastics by two collembolan species. Environmental Pollution, 225, 456–459. https://doi.org/10.1016/J.ENVPOL.2017.03.009 Mahon, A. M., O’Connell, B., Healy, M. G., O’Connor, I., Officer, R., Nash, R., & Morrison, L. (2017). Microplastics in sewage sludge: Effects of treatment. Environmental Science & Technology, 51(2), 810–818. https://doi.org/10.1021/acs.est.6b04048 Mani, T., Hauk, A., Walter, U., & Burkhardt‐Holm, P. (2015). Microplastics profile along the Rhine River. Scientific Reports, 5, 17988. https://doi. org/10.1038/srep17988 Martin, J., Lusher, A., Thompson, R. C., & Morley, A. (2017). The depo‐ sition and accumulation of microplastics in marine sediments and bottom water from the Irish Continental Shelf. Scientific Reports, 7(1), 10772. https://doi.org/10.1038/s41598‐017‐11079‐2 McCormick, A. R., Hoellein, T. J., London, M. G., Hittie, J., Scott, J. W., & Kelly, J. J. (2016). Microplastic in surface waters of urban rivers: Concentration, sources, and associated bacterial assemblages. Ecosphere, 7(11), e01556. https://doi.org/10.1002/ecs2.1556 McCormick, A. R., Hoellein, T. J., Mason, S. A., Schluep, J., & Kelly, J. J. (2014). Microplastic is an abundant and distinct microbial habitat in an urban river. Environmental Science & Technology, 48(20), 11863– 11871. https://doi.org/10.1021/es503610r Morritt, D., Stefanoudis, P. V., Pearce, D., Crimmen, O. A., & Clark, P. F. (2014). Plastic in the Thames: A river runs through it. Marine Pollution Bulletin, 78(1), 196–200. https://doi.org/10.1016/j. marpolbul.2013.10.035 Mouat, T., Lopez‐Lozano, R., & Bateson, H. (2010). Economic impacts of marine litter. Lerwick, UK: KIMO, 117. Murphy, F., Ewins, C., Carbonnier, F., & Quinn, B. (2016). Wastewater Treatment Works (WwTW) as a source of microplastics in the aquatic\nenvironment. Environmental Science & Technology, 50(11), 5800– 5808. https://doi.org/10.1021/acs.est.5b05416 Napper, I. E., & Thompson, R. C. (2016). Release of synthetic microplastic plastic fibres from domestic washing machines: Effects of fabric type and washing conditions. Marine Pollution Bulletin, 112(1–2), 39–45. https://doi.org/10.1016/j.marpolbul.2016.09.025 Nelms, S. E., Galloway, T. S., Godley, B. J., Jarvis, D. S., & Lindeque, P. K. (2018). Investigating microplastic trophic transfer in marine top predators. Environmental Pollution, 238, 999–1007. https://doi. org/10.1016/j.envpol.2018.02.016 Nizzetto, L., Bussi, G., Futter, M. N., Butterfield, D., & Whitehead, P. G. (2016). A theoretical assessment of microplastic transport in river catchments and their retention by soils and river sediments. Environmental Science: Processes & Impacts, 18(8), 1050–1059. https:// doi.org/10.1039/C6EM00206D Nizzetto, L., Futter, M., & Langaas, S. (2016). Are agricultural soils dumps for microplastics of urban origin? Environmental Science & Technology, 50(20), 10777–10779. https://doi.org/10.1021/acs.est.6b04140 Nobre, C. R., Santana, M. F. M., Maluf, A., Cortez, F. S., Cesar, A., Pereira, C. D. S., & Turra, A. (2015). Assessment of microplastic toxicity to embryonic development of the sea urchin Lytechinus variegatus (Echinodermata: Echinoidea). Marine Pollution Bulletin, 92(1–2), 99– 104. https://doi.org/10.1016/J.MARPOLBUL.2014.12.050 Obbard, R. W., Sadri, S., Wong, Y. Q., Khitun, A. A., Baker, I., & Thompson, R. C. (2014). Global warming releases microplastic leg‐ acy frozen in Arctic Sea ice. Earth’s Future, 2(6), 315–320. https://doi. org/10.1002/2014EF000240 Oberbeckmann, S., Osborn, A. M., & Duhaime, M. B. (2016). Microbes on a bottle: Substrate, season and geography influence community composition of microbes colonizing marine plastic debris. PLoS ONE, 11(8), e0159289. https://doi.org/10.1371/journal.pone.0159289 Peeken, I., Primpke, S., Beyer, B., Gütermann, J., Katlein, C., Krumpen, T., … Gerdts, G. (2018). Arctic sea ice is an important temporal sink and means of transport for microplastic. Nature Communications, 9(1), 1505. https://doi.org/10.1038/s41467‐018‐03825‐5 Peng, X., Chen, M., Chen, S., Dasgupta, S., Xu, H., Ta, K., … Bai, S. (2018). Microplastics contaminate the deepest part of the world’s ocean. Geochemical Perspectives Letters, 9, 1–5. https://doi.org/10.7185/ geochemlet.1829 Phuong, N. N., Zalouk‐Vergnoux, A., Poirier, L., Kamari, A., Châtel, A., Mouneyrac, C., & Lagarde, F. (2016). Is there any consistency be‐ tween the microplastics found in the field and those used in labora‐ tory experiments? Environmental Pollution, 211, 111–123. https://doi. org/10.1016/j.envpol.2015.12.035 Porter, A., Lyons, B. P., Galloway, T. S., & Lewis, C. (2018). Role of ma‐ rine snows in microplastic fate and bioavailability. Environmental Science & Technology, 52(12), 7111–7119. https://doi.org/10.1021/ acs.est.8b01000 Prata, J. C. (2018). Airborne microplastics: Consequences to human health? Environmental Pollution, 234, 115–126. https://doi. org/10.1016/J.ENVPOL.2017.11.043 Redondo‐Hasselerharm, P. E., Falahudin, D., Peeters, E. T. H. M., & Koelmans, A. A. (2018). Microplastic effect thresholds for freshwa‐ ter benthic macroinvertebrates. Environmental Science & Technology, 52(4), 2278–2286. https://doi.org/10.1021/acs.est.7b05367 Rehse, S., Kloas, W., Zarfl, C., Rehse, S., Kloas, W., & Zarfl, C. (2018). Microplastics reduce short‐term effects of environmental contam‐ inants. Part I: Effects of bisphenol a on freshwater zooplankton are lower in presence of polyamide particles. International Journal of Environmental Research and Public Health, 15(2), 280. https://doi. org/10.3390/ijerph15020280 Reisser, J., Shaw, J., Hallegraeff, G., Proietti, M., Barnes, D. K. A., Thums, M., … Pattiaratchi, C. (2014). Millimeter‐sized marine plastics: A new pelagic habitat for microorganisms and invertebrates. PLoS ONE, 9(6), e100289. https://doi.org/10.1371/journal.pone.0100289\nRillig, M. C. (2012). Microplastic in terrestrial ecosystems and the soil? Environmental Science & Technology, 46(12), 6453–6454. https://doi. org/10.1021/es302011r Rillig, M. C., Ingraffia, R., & de Souza Machado, A. A. (2017). Microplastic incorporation into soil in agroecosystems. Frontiers in Plant Science, 8, 1805. https://doi.org/10.3389/fpls.2017.01805 Rillig, M. C., Ziersch, L., & Hempel, S. (2017). Microplastic transport in soil by earthworms. Scientific Reports, 7(1), 1362. https://doi. org/10.1038/s41598‐017‐01594‐7 Rochman, C. M. (2015). The complex mixture, fate and toxicity of chem‐ icals associated with plastic debris in the marine environment. In M. Bergmann, L. Gutow, & M. Klages (Eds.), Marine anthropogenic litter (pp. 117–140). Cham, Switzerland: Springer International Publishing. https://doi.org/10.1007/978‐3‐319‐16510‐3_5 Rochman, C. M. (2018). Microplastics research – From sink to source. Science, 360(6384), 28–29. https://doi.org/10.1126/science.aar7734 Rummel, C. D., Jahnke, A., Gorokhova, E., Kühnel, D., & Schmitt‐Jansen, M. (2017). Impacts of biofilm formation on the fate and potential effects of microplastic in the aquatic environment. Environmental Science & Technology Letters, 4(7), 258–267. https://doi.org/10.1021/ acs.estlett.7b00164 Sadri, S. S., & Thompson, R. C. (2014). On the quantity and composi‐ tion of floating plastic debris entering and leaving the Tamar Estuary, Southwest England. Marine Pollution Bulletin, 81(1), 55–60. https:// doi.org/10.1016/J.MARPOLBUL.2014.02.020 Scheurer, M., & Bigalke, M. (2018). Microplastics in Swiss Floodplain Soils. Environmental Science & Technology, 52(6), 3591–3598. https:// doi.org/10.1021/acs.est.7b06003 Seidensticker, S., Grathwohl, P., Lamprecht, J., & Zarfl, C. (2018). A com‐ bined experimental and modeling study to evaluate pH‐dependent sorption of polar and non‐polar compounds to polyethylene and polystyrene microplastics. Environmental Sciences Europe, 30(1), 30. https://doi.org/10.1186/s12302‐018‐0155‐z Siegfried, M., Koelmans, A. A., Besseling, E., & Kroeze, C. (2017). Export of microplastics from land to sea. A modelling approach. Water Research, 127, 249–257. https://doi.org/10.1016/J.WATRES.2017.10.011 Small, C., & Cohen, J. E. (2004). Continental physiography, climate, and the global distribution of human population. Current Anthropology, 45(2), 269–277. https://doi.org/10.1086/382255 Steinmetz, Z., Wollmann, C., Schaefer, M., Buchmann, C., David, J., Tröger, J., … Schaumann, G. E. (2016). Plastic mulching in agriculture. Trading short‐term agronomic benefits for long‐term soil degrada‐ tion? Science of the Total Environment, 550, 690–705. https://doi. org/10.1016/J.SCITOTENV.2016.01.153 Syberg, K., Nielsen, A., Khan, F. R., Banta, G. T., Palmqvist, A., & Jepsen, P. M. (2017). Microplastic potentiates triclosan toxicity to the marine copepod Acartia tonsa (Dana). Journal of Toxicology and Environmental Health, Part A, 80(23–24), 1369–1371. https://doi.org/10.1080/1528 7394.2017.1385046 Talvitie, J., Mikola, A., Setälä, O., Heinonen, M., & Koistinen, A. (2017). How well is microlitter purified from wastewater? – A detailed study on the stepwise removal of microlitter in a tertiary level wastewa‐ ter treatment plant. Water Research, 109, 164–172. https://doi. org/10.1016/J.WATRES.2016.11.046 Teuten, E. L., Saquing, J. M., Knappe, D. R. U., Barlaz, M. A., Jonsson, S., Björn, A., … Takada, H. (2009). Transport and release of chemi‐ cals from plastics to the environment and to wildlife. Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences, 364(1526), 2027–2045. https://doi.org/10.1098/rstb.2008.0284 Thompson, R. C. (2017). Future of the sea: Plastic pollution. Government Office for Science, London UK. Thompson, R. C., Swan, S. H., Moore, C. J., & vom Saal, F. S. (2009). Our plastic age. Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences, 364(1526), 1973–1976. https://doi. org/10.1098/rstb.2009.0054\nToccalino, P. L., Gilliom, R. J., Lindsey, B. D., & Rupert, M. G. (2014). Pesticides in groundwater of the United States: Decadal‐scale changes, 1993–2011. Groundwater, 52(S1), 112–125. https://doi. org/10.1111/gwat.12176 Townsend, A. K., & Barker, C. M. (2014). Plastic and the nest entan‐ glement of urban and agricultural crows. PLoS ONE, 9(1), e88006. https://doi.org/10.1371/journal.pone.0088006 UNEP (2016). Marine plastic debris and microplastics ‐ Global lessons and research to inspire action and guide policy. United Nations Environment Programme, Nairobi. Unice, K. M., Kreider, M. L., & Panko, J. M. (2012). Use of a deuterated internal standard with pyrolysis‐GC/MS dimeric marker analysis to quantify tire tread particles in the environment. International Journal of Environmental Research and Public Health, 9(11), 4033–4055. https://doi.org/10.3390/ijerph9114033 Van Cauwenberghe, L., Vanreusel, A., Mees, J., & Janssen, C. R. (2013). Microplastic pollution in deep‐sea sediments. Environmental Pollution, 182, 495–499. https://doi.org/10.1016/J.ENVPOL.2013.08.013 van Sebille, E., Wilcox, C., Lebreton, L., Maximenko, N., Hardesty, B. D., van Franeker, J. A., … Law, K. L. (2015). A global inventory of small floating plastic debris. Environmental Research Letters, 10(12), 124006. https://doi.org/10.1088/1748‐9326/10/12/124006 Vaughan, R., Turner, S. D., & Rose, N. L. (2017). Microplastics in the sediments of a UK urban lake. Environmental Pollution, 229, 10–18. https://doi.org/10.1016/J.ENVPOL.2017.05.057 Viršek, M. K., Lovšin, M. N., Koren, Š., Kržan, A., & Peterlin, M. (2017). Microplastics as a vector for the transport of the bacterial fish patho‐ gen species Aeromonas salmonicida. Marine Pollution Bulletin, 125(1– 2), 301–309. https://doi.org/10.1016/J.MARPOLBUL.2017.08.024 Wagner, M., Scherer, C., Alvarez‐Muñoz, D., Brennholt, N., Bourrain, X., Buchinger, S., … Reifferscheid, G. (2014). Microplastics in fresh‐ water ecosystems: What we know and what we need to know. Environmental Sciences Europe, 26(1), 12. https://doi.org/10.1186/ s12302‐014‐0012‐7 Ward, J. E., & Kach, D. J. (2009). Marine aggregates facilitate inges‐ tion of nanoparticles by suspension‐feeding bivalves. Marine Environmental Research, 68(3), 137–142. https://doi.org/10.1016/j. marenvres.2009.05.002 Watts, A. J. R., Urbina, M. A., Corr, S., Lewis, C., & Galloway, T. S. (2015). Ingestion of plastic microfibers by the crab Carcinus maenas and its effect on food consumption and energy balance. Environmental Science & Technology, 49(24), 14597–14604. https://doi.org/10.1021/ acs.est.5b04026 Werner, S., Budziak, A., van Franeker, J. A., Galgani, F., Hanke, G., Maes, T., Vlachogianni, T. (2016). Harm caused by Marine Litter. MSFD GES TG Marine Litter ‐ Thematic Report EUR 28317. Luxembourg. Windsor, F. M., Tilley, R. M., Tyler, C. R., & Ormerod, S. J. (2019). Microplastic ingestion by riverine macroinvertebrates. Science of the Total Environment, 646, 68–74. https://doi.org/10.1016/J. SCITOTENV.2018.07.271\nWright, S. L., & Kelly, F. J. (2017). Plastic and human health: A micro issue? Environmental Science & Technology, 51(12), 6634–6647. https://doi. org/10.1021/acs.est.7b00423 Wright, S. L., Rowe, D., Thompson, R. C., & Galloway, T. S. (2013a). Microplastic ingestion decreases energy reserves in marine worms. Current Biology, 23(1), R1031–R1033. https://doi.org/10.1016/j. cub.2013.10.068 Wright, S. L., Thompson, R. C., & Galloway, T. S. (2013b). The phys‐ ical impacts of microplastics on marine organisms: A review. Environmental Pollution, 178, 483–492. https://doi.org/10.1016/j. envpol.2013.02.031 Wyles, K. J., Pahl, S., Thomas, K., & Thompson, R. C. (2016). Factors that can undermine the psychological benefits of coastal environ‐ ments. Environment and Behavior, 48(9), 1095–1126. https://doi. org/10.1177/0013916515592177 Zettler, E. R., Mincer, T. J., & Amaral‐Zettler, L. A. (2013). Life in the “plastisphere”: Microbial communities on plastic marine debris. Environmental Science & Technology, 47(13), 7137–7146. https://doi. org/10.1021/es401288x Zhu, D., Chen, Q.‐L., An, X.‐L., Christie, P., Ke, X., Wu, L.‐H., & Zhu, Y.‐G. (2018). Exposure of soil collembolans to microplastics per‐ turbs their gut microbiota and alters their isotopic composition. Soil Biology and Biochemistry, 116, 302–310. https://doi.org/10.1016/J. SOILBIO.2017.10.027 Ziajahromi, S., Kumar, A., Neale, P. A., & Leusch, F. D. L. (2017). Impact of microplastic beads and fibers on waterflea (Ceriodaphnia dubia) survival, growth, and reproduction: Implications of single and mix‐ ture exposures. Environmental Science & Technology, 51(22), 13397– 13406. https://doi.org/10.1021/acs.est.7b03574 Ziccardi, L. M., Edgington, A., Hentz, K., Kulacki, K. J., & Kane Driscoll, S. (2016). Microplastics as vectors for bioaccumulation of hydrophobic organic chemicals in the marine environment: A state‐of‐the‐science review. Environmental Toxicology and Chemistry, 35(7), 1667–1676. https://doi.org/10.1002/etc.3461 Zubris, K. A. V., & Richards, B. K. (2005). Synthetic fibers as an indicator of land application of sludge. Environmental Pollution, 138(2), 201– 211. https://doi.org/10.1016/J.ENVPOL.2005.04.013 Zylstra, E. R. (2013). Accumulation of wind‐dispersed trash in desert environments. Journal of Arid Environments, 89, 13–15. https://doi. org/10.1016/J.JARIDENV.2012.10.004\nHow to cite this article: Windsor FM, Durance I, Horton AA, Thompson RC, Tyler CR, Ormerod SJ. A catchment‐scale perspective of plastic pollution. Glob Change Biol. 2019;25:1207–1221. https://doi.org/10.1111/gcb.14572"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2019 The Authors. Global Change Biology Published by John Wiley & Sons Ltd 1School of Biosciences, Water Research Institute, Cardiff University, Cardiff, UK 2Biosciences, University of Exeter, Exeter, UK 3Centre for Ecology and Hydrology, Wallingford, UK 4Faculty of Science & Engineering, Plymouth University, Plymouth, UK",
    "creator" : "Adobe InDesign CC 2015 (Windows)"
  }
}