{
  "name" : "downloads_2019-10-15_13_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Preparation of pod-shaped TiO2 and Ag@TiO2 nano burst tubes and their photocatalytic activity",
    "authors" : [ "Shang Wang", "Zhaolian Han", "Tingting Di", "Rui Li", "Siyuan Liu", "Zhiqiang Cheng" ],
    "emails" : [ "Ag@TiO2", "czq5974@163.com", "Ag@TiO2", "Ag@TiO2", "Ag@TiO2", "Ag@TiO2", "Ag@TiO2" ],
    "sections" : [ {
      "heading" : null,
      "text" : "royalsocietypublishing.org/journal/rsos\n© 2019 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original author and source are credited.\nResearch Cite this article: Wang S, Han Z, Di T, Li R, Liu S, Cheng Z. 2019 Preparation of pod-shaped TiO2 and Ag@TiO2 nano burst tubes and their\nphotocatalytic activity. R. Soc. open sci. 6: 191019.\nhttp://dx.doi.org/10.1098/rsos.191019\nReceived: 5 June 2019\nAccepted: 12 August 2019\nSubject Category: Chemistry\nSubject Areas: nanotechnology\nKeywords: nanocomposites, pod-shaped, TiO2,\nmorphology control, photocatalysis\nAuthor for correspondence: Zhiqiang Cheng\ne-mail: czq5974@163.com\nThis article has been edited by the Royal Society\nof Chemistry, including the commissioning, peer\nreview process and editorial aspects up to the\npoint of acceptance.\n†These authors contributed equally to this work.\nElectronic supplementary material is available\nonline at https://doi.org/10.6084/m9.figshare.c.\n4639667.\nPreparation of pod-shaped TiO2 and Ag@TiO2 nano burst tubes and their photocatalytic activity Shang Wang1,†, Zhaolian Han1,†, Tingting Di2, Rui Li1,\nSiyuan Liu1 and Zhiqiang Cheng1\n1College of Resources and Environment, Jilin Agricultural University, Changchun 130118, People’s Republic of China 2Northeast Electric Power Design Institute Co., Ltd of China Power Engineering Consulting Group, Changchun 130021, People’s Republic of China\nZH, 0000-0001-7238-9236; ZC, 0000-0003-1156-0540\nThe pod-shaped TiO2 nano burst tubes (TiO2 NBTs) were prepared by the combination of electrospinning and impregnation calcination with oxalic acid (H2C2O4), polystyrene (PS) and tetrabutyl titanate. The silver nanoparticles (AgNPs) were loaded onto the surface of TiO2 NBTs by ultraviolet light reduction method to prepare pod-shaped Ag@TiO2 NBTs. In this work, we analysed the effect of the amount of oxalic acid on the cracking degree of TiO2 NBTs; the effect of the concentration of AgNO3 solution on the particle size and loading of AgNPs on the surface of TiO2 NBTs. Scanning electron microscopy and transmission electron microscopy investigated the surface morphology of samples. X-ray diffraction and X-ray photoelectron spectroscopy characterized the structure and composition of samples. Rhodamine B (RhB) solution was used to evaluate the photocatalytic activity of podshaped TiO2 NBTs and Ag@TiO2 NBTs. The results showed that TiO2 NBTs degraded 91.0% of RhB under ultraviolet light, Ag@TiO2 NBTs degraded 95.5% under visible light for 75 and 60 min, respectively. The degradation process of both samples was consistent with the Langmuir–Hinshelwood first-order kinetic equation. Therefore, the catalytic performance of the sample is: Ag@TiO2 NBTs > TiO2 NBTs > TiO2 nanotubes.\n1. Introduction Titanium dioxide (TiO2) is a multifunctional semiconductor metal oxide, which has attracted an extensive range of research attention because of its unique optical, electronic and antibacterial properties. In practical applications, TiO2 is not toxic, has\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 2\nsuper-hydrophilicity and can completely contact with food [1] and does not affect human health. TiO2 shows good development prospects in many fields. At present, TiO2 has been widely used as a multifunctional material in the fields of solar cells [2], sensors [3], ceramics [4,5], especially photocatalysts [6–8] in many environmental pollution control programmes. Photocatalytic technology based on nano-TiO2 materials provides a cheap, non-toxic, energy-efficient and highly efficient method for degrading organic pollutants in air and water [9–12]. As an indirect bandgap semiconductor material, TiO2 has typical semiconductor energy band characteristics. The energy band consists of a valence band (VB) filled with electron orbits, an empty orbital conduction band (CB) without electrons and a band gap (Eg) between the VB and the CB. When TiO2 is not excited, electrons in the VB do not automatically transition to the CB. Only when the energy excited by the photons is greater than Eg, the electrons in the VB absorb the energy of the photon transition into the CB, and holes are generated in the VB, ‘electron–hole pairs’ (e−–h+) are formed [13–16]. As the research groups continue to explore, the morphological structure of TiO2 is also constantly changing. Nanorods, nanotubes, nanoflowers, nanoparticles and nanofibres have been studied and prepared. Although notable advances have been made, the high recombination rate of the photogenerated electron/ hole pairs and the low utilization rate of ultraviolet hinder its further application in industry.\nIn order to improve the ability of TiO2 to degrade organic pollutants, researchers have made many efforts. Coupling TiO2 with other semiconductor or precious metal matrix composites or heterostructures provides a beneficial solution for defects in photocatalytic applications [17–20]; e.g. doping noble metals Au, Ag and Pt to increase the photocatalytic efficiency of TiO2. Because the decorative precious metal forms a Schottky barrier with TiO2, the separation of photogenerated carriers is significantly enhanced, and the interface electron transfer process is promoted. The interface charge transfer process in composite systems is promoted. Moreover, some precious metal nanoparticles (MNPs) can interact strongly with light in the visible region because of their extraordinary localized surface plasmon resonance (LSPR) characteristics [21–25]. This is due to the collective oscillation of electrons near the surface of the MNPs. At present, there are many studies on improving the photocatalytic activity of TiO2 by using the LSPR characteristics of noble MNPs under visible light irradiation [26–28]. Among the precious metals, Ag is most suitable for industrial applications because of its low cost, non-toxicity and ease of preparation. The AgNPs are photochemically reduced by UV irradiation and deposited on the TiO2 photocatalyst, which is a very simple method for synthesizing Ag@TiO2 [29,30].\nHere, we describe a method for preparing the novel pod-shaped TiO2 nano burst tubes (NBTs) by electrospinning and impregnation calcination [6,31–34]. AgNPs were successfully loaded on the surface of TiO2 NBTs by UV reduction to obtain Ag@TiO2 NBTs. Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) were used to observe surface morphology and size of the samples. The results of X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) showed that the sample was mainly anatase TiO2, and the TiO2 NBTs were successfully modified after loading AgNPs. The DRS measurement results fully demonstrated that the addition of AgNPs improves the light absorption efficiency of the samples. The special cracking structure of pod-shaped TiO2 NBTs and Ag@TiO2 NBTs can effectively capture light and have a large surface area and more active sites [35]. Therefore, the sample could increase the rate of electron transfer process and reduce the recombination of charge carriers, thereby improving the catalytic ability of the sample. The current work provides a new form of support for metal and metal oxide particles, which has a high potential value for future photocatalytic research.\n2. Material and methods 2.1. Materials Polystyrene (PS) was provided by Shanghai Youngling Electromechanical Technology Co., Ltd (the PS with Mw= 150 000 g mol−1). Tetrabutyl titanate (TBOT 97%), N,N-dimethylformamide (DMF), AgNO3 and Rhodamine B (RhB) were purchased from Aladdin Industrial Corporation. Absolute ethanol and oxalic acid (H2C2O4) were bought from Beijing chemical works. All chemicals were of analytic grade and used without further purification.\n2.2. Preparation of pod-shaped TiO2 NBTs An amount of 1.15 g of PS was dissolved in 3.85 g of DMF, 0, 0.005, 0.015, 0.025 and 0.050 g of H2C2O4 were added to the mixture (where the mass fraction of H2C2O4 is 0%, 0.1%, 0.3%, 0.5% and 1.0%, respectively). Magnetic stirring was carried out for 6 h at 60°C. When the humidity of the\nelectrospinning\nsock 15 min\nAgNPs\nAgNO3 solution\nhigh temperature\nTBOT/ethanol\nUV light\nPS/DMF/H2C2O4 solution\nPS/H2C2O4 fibres\ncalcination 550°C 30 min\npod-shaped TiO2 nanotubes\nScheme 1. The schematic of the synthesis process for pod-shaped Ag@TiO2 NBTs.\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 3\nenvironment was about 30%, the spinning solution was transferred to a syringe which was connected to a high voltage of 14 kV. The flow rate of the spinning solution was controlled at 1.0 ml h−1, the distance between the needle and the rotating receiver was 16 cm and PS/H2C2O4 fibre membrane was obtained. The fibre membrane was immersed in a TBOT/ethanol solution for 15 min, wherein the mass ratio of TBOT to ethanol solution was 1 : 10. When the fibres were completely infiltrated, they were taken out and placed in a 60°C oven for drying. Finally, the dried PS/H2C2O4/TBOT fibre membrane was placed in a tube furnace and calcined to 550°C (electronic supplementary material, figure S1 shows why the calcination temperature is set to 550°C), wherein the heating rate was 3° C min−1 and the holding time was 30 min. The pod-shaped TiO2 NBTs with different morphology were obtained after annealing. The samples were marked for TiO2(0%), TiO2(0.1%), TiO2(0.3%), TiO2(0.5%) and TiO2(1.0%).\n2.3. Preparation of pod-shaped Ag@TiO2 NBTs The TiO2(0.3%) sample was immersed in an AgNO3 solution and magnetically stirred for 30 min in the dark with concentrations of AgNO3 of 0.01, 0.05 and 0.1M, respectively. The speed was set to just suspend the sample in the AgNO3 solution to avoid damaging the sample. Finally, the mixture was placed under ultraviolet irradiation for 5 min and washed thoroughly with distilled water. Then, the composite was dried in an oven at 60°C to obtain pod-shaped Ag@TiO2 NBTs, which were named (0.01M)Ag@TiO2(0.3%), (0.05M)Ag@TiO2(0.3%) and (0.10M)Ag@TiO2(0.3%), respectively. The synthesis process of pod-shaped Ag@TiO2 NBTs is shown in scheme 1.\n2.4. Catalyst characterization The surface morphology of pod-shaped TiO2 NBTs and Ag@TiO2 NBTs was observed by SEM (SSX-550, Shimadzu) equipped with energy-dispersive X-ray analysis and TEM (Tecnai F20, FEI). The crystal structure properties of pod-shaped TiO2 NBTs and Ag@TiO2 NBTs were studied by X-ray diffractometry (XRD, XRD-7000, Shimadzu) with Cu Kα (λ = 0.15418 nm) as radiation source and the scanning range from 20° to 80°. The thermogravimetric differential thermal curves (TG-DTA, HCT-3, Beijing Henven Scientific Instrument Factory) of the H2C2O4 and precursor nanofibres were analysed. The specific surface area of the sample was measured by specific surface and pore size analysis instrument (3H-2000PS1, BeiShiDe instrument). XPS was performed on a VG ESCALAB LKII instrument with Mg-Kα-ADES (hv = 1253.6 eV) source at a residual gas pressure of below 1028 Pa. The optical properties of samples were evaluated using a diffuse reflectance ultraviolet–visible\nroyalsocietypublishing.org/journal/rsos 4\nspectrophotometer (DRS, TU-1950, Beijing Purkinje General) with BaSO4 as reference. The absorbance of RhB at 554 nm was measured by ultraviolet–visible spectrophotometer.\n2.5. Photocatalytic activity measurement By using the degradation rate of RhB solution, the photocatalytic activity of pod-shaped TiO2 NBTs was investigated. To ensure the mixture reached the adsorption–desorption equilibrium, the mixture of RhB and samples was magnetically stirred in the dark for 2 h. The mixture was exposed to irradiation of highpressure mercury lamp (360 W). The 5 ml solution was extracted from the mixture every 15 min and centrifuged to determine the concentration of RhB in the solution by UV–visible spectrum.\nThe photocatalytic experimental procedure of three samples of pod-shaped Ag@TiO2 NBTs was the same as the above process, and the TiO2(0.3%) as a blank comparison. The difference was that the visible light was irradiated with 360 W, and the sampling interval was 10 min.\nR.Soc.open sci.6:191019\n3. Results and discussion\nFigure 1 shows SEM images of five samples, TEM and high-resolution TEM (HRTEM) images of the sample TiO2(0.3%) and the XRD patterns of five samples. According to figure 1a, it can be known that when the mass fraction of H2C2O4 is 0%, PS and DMF were used to configure the spinning solution, and the diameter of TiO2(0%) is about 0.8–1.5 µm. As shown in figure 1b–d, the diameter of the sample was gradually reduced as H2C2O4 was added; the diameter range was maintained at 0.6–1.2 µm. It can be clearly seen from figure 1a–e that the morphology of the TiO2 NBTs has changed due to the difference in the amount of H2C2O4 added. The greater the amount of H2C2O4 added, the greater the degree of cracking of the TiO2 NBTs. It can be clearly seen from the illustration in figure 1c that the crack width of the TiO2(0.3%) is 70.0% at 200–400 nm. The TiO2(1.0%) has been transformed from a tubular shape to a sheet shape with a width of 0.7–2.4 µm from figure 1e, so TiO2 is not only a planar structure in space but also a pleated form. In summary, the cracking process of TiO2 NBTs is very similar to the ripening process of pod. Therefore, it was described as pod-shaped TiO2 NBTs. As shown in figure 1f, the TEM image of sample TiO2(0.3%), the presence of many pore structures can clearly be observed. Figure 1g is an HRTEM image of TiO2 (0.3%), and the lattice spacing d of the sample was measured to be 0.351 nm.\nFigure 1hdepicts the XRDpatterns of TiO2(0%), TiO2(0.1%), TiO2(0.3%), TiO2(0.5%) andTiO2(1.0%). The main diffraction peaks of TiO2 at 25.28°, 37.80°, 48.05°, 53.89°, 55.06° and 62.69° can be indexed to (101), (004), (200), (105), (211) and (204) direction, which characterizes the anatase structure of TiO2 (JCPDS 21- 1272). The 25.28° diffraction peak is sharpest and points to the anatase TiO2 (101) crystal plane. The lattice spacing of the anatase TiO2 (101) crystal plane is 0.351 nm, which is the same as the HRTEM image measurement. The main diffraction peaks of TiO2 at 27.45° and 36.09° are indexed to the (110) and (101) directions, which characterize the rutile-type TiO2 (JCPDS 21-1276). The diffraction peaks in the (110) and (101) directions are considered as by-product peaks. The peak of the XRD pattern corresponding to the TiO2 rutile structure is very small, indicating that the purity of the sample is acceptable.\nThe result of TG-DTA analysis of pure oxalic acid and PS/TBOT composite fibre samples with H2C2O4 content of 0.3% is shown in figure 2. As can be seen from figure 2a, the complete decomposition temperature of pureH2C2O4 is 250°C, andH2C2O4 has been completely decomposedwhenPS has not been decomposed. Figure 2b shows that the thermal decomposition process of the sample was divided into three stages. The first stage occurred between 70 and 350°C. The sample lost water and H2C2O4 decomposed to release CO2 gas. The second stage is 350–450°C, which represents the decomposition of PS organic components and some of the organics produced by TBOT hydrolysis. The third stage is 450–700°C, mainly including PS main chain degradation and amorphous TiO2 to anatase phase 2 processes.\nAs shown in figure 3a, the specific surface areas of the samples were 28.16, 65.35, 67.55, 43.42 and 51.89 m2 g−1. Sample TiO2(0.3%) has large specific surface area, which may be due to 0.3% H2C2O4 in the sample. In the calcining process, H2C2O4 decomposes to release CO2 gas and water vapour at high temperature, which thins the tube wall and leaves holes, causes the tube wall to break under the impact of a large amount of gas. All samples exhibited the same hysteresis loop in the range of 0.3– 1.0 P/P0, indicating a similar pore structure between samples. Figure 3b–f shows the BJH pore size distribution of five samples, and the porous structure of the sample was investigated. The total pore volumes of TiO2(0%), TiO2(0.1%), TiO2(0.3%), TiO2(0.5%) and TiO2(1.0%) were 0.14, 0.36, 0.52, 0.25 and 0.23 cm3 g−1, respectively. The average pore diameters were 14.05, 16.12, 25.39, 13.74 and 14.57 nm, respectively. The TiO2(0.3%) NBTs (figure 3d ) have the largest total pore volume and\n(a )\n(e )\n(g )\n(h )\n(f ) (b )\n(c )\n(d )\n20\nd =\n0. 35\n1n m\nT iO\n2( 10\n1)\nintensity (arb. units)\n80\nT iO\n2( 1.\n0% )\nan at\nas e\n(110)\n(1 01\n)\n(101) (004)\n(200)\n(105) (211)\n(204)r ut\nile T iO\n2( 0.\n5% )\nT iO\n2( 0.\n3% )\nT iO\n2( 0.\n1% )\nT iO\n2( 0%\n)\n70 60\n50 2q\n(° )\n40 30\nFi gu re 1. SE M im ag es of fiv e sa m pl es :( a– e) we re sa m pl ed\nat TiO\n2(0 % ), TiO\n2(0 .1 % ), TiO\n2(0 .3 % ), TiO\n2(0 .5 % )a nd\nTiO 2(1 .0 % ), re sp ec tiv ely\n(th e illu str at ion\nin (c)\nsh ow st he\nsa m pl e cra ck w id th sta tis tic s), (f )T EM\nim ag e an d\n(g ) HR TE M im ag e of sa m pl e TiO\n2(0 .3 % ) an d (h ) th e XR D pa tte rn s of th e fiv e sa m pl es .\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 5\n0 20\nH 2 C 2 O 4\nTG\nDTA\n40\nw ei\ngh t l\nos s\nra te\n( %\n)\n60\n80\n100 10\n0\n–10\n–20\n–30\n–40\n(b)(a)\n0 100 200 300 400 temperature (°C)\n500 600 700 0\n20 10\n30\n50\n70\n90 TiO 2 (0.3%)\nTG\nDTA\n40\nw ei\ngh t l\nos s\nra te\n( %\n)\nel ec\ntr ic\np ot\nen tia\nl ( mV\n)\nel ec\ntr ic\np ot\nen tia\nl ( mV\n)\n60\n80\n100 80\n60\n40\n20\n0\n0 100 200 300 400 temperature (°C) 500 600 700\nFigure 2. TG-DTA analysis of (a) H2C2O4 and (b) TiO2(0.3%) precursor fibre soaked in TBOT.\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 6\naverage pore size, while having the largest specific surface area. It also showed excellent performance in photocatalytic performance testing.\nThe morphology of samples TiO2(0.3%), (0.01M)Ag@TiO2(0.3%), (0.05M)Ag@TiO2(0.3%) and (0.10 M)Ag@TiO2(0.3%) was also characterized by SEM and TEM (the EDS spectrum of the loaded silver nanoparticle sample is shown in electronic supplementary material, figure S2). Figure 4a shows the morphology of the TiO2 NBTs when the amount of H2C2O4 is 0.3%. Figure 4b–d shows images of AgNPs deposited on the surface of pod-shaped TiO2 NBTs when the concentration of AgNO3 solution is 0.01, 0.05 and 0.10M, respectively. It can be seen from the images that by controlling the concentration of AgNO3 solution, effect the deposition amount of AgNPs on the surface of the podshaped TiO2 NBTs. From the TEM image of the sample (0.05M)Ag@TiO2(0.3%) (figure 4e), the presence of AgNPs on the surface of sample could not be clearly observed. Therefore, an HRTEM image of the sample is also required to demonstrate the growth of AgNPs on the surface of the podshaped TiO2 NBTs. The lattice spacing of 0.237 and 0.351 nm was found in figure 4f, thus demonstrating the existence of AgNPs.\nFigure 5 shows an XRD pattern of pod-shaped TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) samples. The crystal structure of a specific sample TiO2(0.3%) has been seen in figure 1h. Therefore, the diffraction peak corresponding to Ag is mainly analysed in figure 5. Because the deposition amount of AgNPs was too low to be detected, the Ag peak was not clearly observed at the position of 38.1°, 44.3° and 64.5°. Therefore, XPS analysis of the sample is required to further demonstrate the presence of silver nanoparticles in the sample.\nXPS analysis was used to determine the chemical composition and bonding configuration of the prepared samples. The entire spectrum of TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) (0–1000 eV) is shown in figure 6a. According to figure 6b,c, it can be concluded that the Ti 2p3/2 and Ti 2p1/2 binding energies of the sample TiO2(0.3%) are 458.38 and 464.16 eV, respectively. When AgNPs are deposited onto the TiO2(0.3%) by photoreduction, the binding energies of Ti 2p3/2, Ti 2p1/2 and peaks were converted to 458.57 and 464.28 eV, respectively. At the same time, the peak value of O 1s increased from 529.55 to 529.75 eV. These data are significantly higher than the corresponding values for sample TiO2(0.3%). This transformation means that there is an electron interaction between the sample TiO2(0.3%) and Ag. Therefore, the binding energy of Ti 2p and O 1s increases with the increase in the lower Fermi level of Ag, and the electrons on the surface of TiO2 will be transferred to AgNPs, resulting in a decrease in the electron cloud density of Ti ions. Figure 6d provides a high-resolution XPS spectrum of Ag in sample (0.05M)Ag@TiO2(0.3%) with a peak of 367.48 eV at Ag 3d5/2 and a standard value of 368.2 eV for bulk metal Ag. The binding energy of AgNPs was significantly reduced. The electrons of AgNPs are transferred to the surface of TiO2, thereby reducing the electron cloud density of silver ion. Therefore, XPS analysis fully demonstrates the existence of Ag nanoparticles.\nAs we all know, the photocatalytic efficiency of photocatalytic materials is closely related to the light absorbance and wavelength range. The light absorption characteristics of the sample under different wavelengths of ultraviolet light can be detected by ultraviolet–visible diffuse reflectance spectroscopy (DRS). It can be seen from figure 7a that the adsorption spectra of the TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) are different. (0.05M)Ag@TiO2(0.3%) has a broad absorption spectrum in the range of 250–600 nm, and its ability to absorb light is stronger than that of sample TiO2(0.3%). By loading AgNPs, the absorbance in the visible region increases, while increasing the photoactivity of\n(a )\n(b )\n(c )\n(d )\n(e )\n(f )\n0. 00\n6 0.\n01 5\n0. 01\n0\n0. 00 5 0 0\n0 0. 2 0. 4 0. 6 0. 8 A BC DE\n10 0\n0 14 0 12 0 10 0 80 60 40 20\n0 14 0 12 0 10 0 80 60 40\n20 0 14 0 12 0 10 0 T iO 2( 0. 3% ) A : T iO 2( 0% ) B : T iO 2( 0. 1% ) C : T iO 2( 0. 3% ) D : T iO 2( 0. 5% ) E : T iO 2( 1. 0% ) T iO 2( 0. 5% ) T iO 2( 0%\n) T\niO 2(\n0. 1%\n)\nT iO\n2( 1.\n0% )\n80\npo re\nd ia\nm et\ner (\nnm )\npo re\nd ia\nm et\ner (\nnm )\npo re\nd ia\nm et\ner (\nnm )\nre la\ntiv e\nab so\nrb ed\n( P\n/P 0)\nquantity pressure (cm2 g–1)\ndV/dD (g−1 nm−1)\ndV/dD (g−1 nm−1)\ndV/dD (g−1 nm−1)\ndV/dD (g−1 nm−1) dV/dD (g−1 nm−1)\npo re\nd ia\nm et\ner (\nnm )\npo re\nd ia\nm et\ner (\nnm )\n60 40 20 0\n12 0\n10 0\n80 60\n40 20\n80 60\n40 20\n0\n0. 00\n3\n0. 00\n6\n0. 00\n9 0.\n01 5\n0. 00\n78 0\n0. 00\n26\n0. 00\n52\n0\n0. 00\n5\n0. 01\n0\n0. 00\n2\n0. 00\n4\n35 0 05010 0 15 0 20 0 25 0 30 0\nFi gu re\n3. (a ) Ni tro ge n so rp tio n– de so rp tio n iso th er m s of th e sa m pl es an d (b –f ) BJ H po re siz e di str ib ut ion\nof fiv e sa m pl es .\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 7\nthe sample under visible light. Because AgNPs are dispersed on the pod-shaped TiO2 NBTs, under visible light irradiation, electrons in AgNPs are excited by light to form LSPR effect, which is more conducive to increasing visible light activity. The semiconductor forbidden band width was determined by the equation Eg (eV) = 1240/λg (absorption threshold, λg (nm)) [36], the tangent axes of the TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) were 424.66 and 454.21 nm, respectively, and the forbidden band widths (Eg) of the two samples were 2.92 and 2.73 eV, respectively. The absorption light range of TiO2(0.3%) loaded with silver nanoparticles moves in the visible light direction. Therefore, the sensitivity of sample (0.05M)Ag@TiO2(0.3%) to light is enhanced. Figure 7b shows the Tauc plot [37] of TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%). According to the tangent position in figure 7b, the band gap energy of TiO2(0.3%) also was estimated to be 2.92 eV, and the (0.05M)Ag@TiO2(0.3%) band gap energy of deposited AgNPs was 2.73 eV. Therefore, figure 7 shows the absorption light range of TiO2(0.3%) loaded with AgNPs moves towards the visible light direction, and the forbidden band width is reduced, which improves the light utilization efficiency of the sample.\nAs shown in figure 8a, the mixed solution of RhB and five samples degrades under the irradiation of high-pressure mercury lamp. Before the catalytic degradation experiment, the solution containing 10 mg of different nanofibres was magnetically stirred for 2 h in a dark environment to reach an adsorption–\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\n20 80706050 2q (°) 4030\nAg\n(1 11\n)\n(2 00\n)\n(2 20\n)\nin te\nns ity\n( ar\nb. u\nni ts\n)\nFigure 5. The XRD patterns of the samples TiO2(0.3%) and (0.05 M)Ag@TiO2(0.3%).\n1000 0 466 456458460462464\n536 526 378 364366368370372374376528530 binding energy (eV) binding energy (eV)\nAg 3d3/2\nTi 2p1/2\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\nTiO2(0.3%)\nO K\nL L\nO 1\ns\nT i 2\np\nA g\n3d C 1\ns\n(0.05 M)Ag@TiO2(0.3%)\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\n(0.05 M)Ag@TiO2(0.3%)\nTi 2p3/2\nO 1s Ag 3d5/2\n532534\n200400600800\nin te\nns ity\n( ar\nb. u\nni ts ) in te ns ity ( ar b. u ni ts )\n(a) (b)\n(c) (d)\nFigure 6. XPS spectra of sample TiO2(0.3%) and (0.05 M)Ag@TiO2(0.3%). (a) TiO2(0.3%) and (0.05 M)Ag@TiO2(0.3%) for complete measurement spectra, (b) Ti 2p peak, (c) O 1s peak and (d ) Ag 3d peak.\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 9\ndesorption equilibrium. C0 and Ct are the initial concentration of RhB solution (10 mg l −1, 10 ml) and the concentration at time t. It can be seen from figure 8b that the degradation process of RhB conforms to the Langmuir–Hinshelwood first-order kinetic reaction for the low-concentration substrates, and the kinetics equation can be expressed as: ln C0/Ct = kt (the degradation rate constants (k, min\n−1) were 0.3677, 0.3149, 0.7277, 0.3320 and 0.1708 for the five samples). The TiO2(0.3%) has the highest degradation rate constant, which directly indicates that TiO2(0.3%) has the best catalytic performance.\n300 800 1.5 4.54.03.53.02.52.0700600500 wavelength (nm) hv (eV)\n(a hv\n)0 .5\n(e V\nc m\n–2 )\nab so\nrb an\nce (\nar b.\nu ni\nts )\n400\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\n(a) (b)\nFigure 7. UV–Vis diffuse reflectance spectra (a) and Tauc plot (b) of samples TiO2(0.3%) and (0.05 M)Ag@TiO2(0.3%).\n4.0 1.2\n0 –120 8070\n0 min\nblank TiO2(0%) TiO2(0.1%) TiO2(0.3%) TiO2(0.5%) TiO2(1.0%)\nTiO2(0%) TiO2(0.1%) TiO2(0.3%) TiO2(0.5%) TiO2(1.0%)\n15 min 30 min 45 min 60 min 75 min\n605040 time (min)\nwavelength (nm) recycle number\ntime (min) 3020100 80706050403020100\n400 650 1 2 3 4600550500450 0\n0.8 120\n0\n20\n40\n60\n80\n1000.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0.2\n0.4\n0.6\n0.8\n1.0\n–0.5\n0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\nab so\nrb an\nce (\nar b.\nu ni\nts )\nC t/\nC 0\nln C\n0/ C t de gr ad at io n ef fi ci en cy ( %\n) (a) (b) (c) (d)\nFigure 8. (a) Photocatalytic activities of samples photocatalyst on photodegradation of RhB under ultraviolet-light irradiation and (b) the corresponding kinetic studies; (c) UV–Vis absorption spectrum of degradation of RhB with sample TiO2(0.3%); (d ) the repeatability of four cycles of TiO2(0.3%) test.\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 10\nAbsorption spectra of the solution were measured by UV–Vis spectroscopy, and RhB solution had a strong absorption peak at 554 nm (figure 8c). When the catalytic time was 60 min, the sample TiO2(0.3%) had the best catalytic effect and successfully degraded 91.0% of RhB. When determining the surface area of the sample, the surface area of TiO2(0.3%) is the largest of all samples, which also means that the TiO2 surface has more pores and active sites. Thus, many nanocrystals and interfaces can further promote the diffusion of photogenerated electrons/holes throughout the structure, and the unique pod-shaped TiO2 NBTs can provide an additional route for the light generated by the degradation process to generate\ncharge. In addition, figure 8d shows the degradation efficiency of the TiO2(0.3%) recovered four times. After four reuses, the degradation efficiency of sample TiO2(0.3%) was 94.0%. The photocatalytic activity of sample decreased with the increase in the number of times of recovery. The reason may be that the morphology of pod-shaped TiO2 NBTs changes as the degradation experiment proceeds. In the case of multiple agitation, TiO2 is broken down from pod-shaped into sheet shape.\nIn order to increase the photocatalytic activity of TiO2(0.3%), pod-shaped TiO2 NBTs were prepared by using three different concentrations of AgNO3 solution. The sample degraded the RhB solution under irradiation with visible light. Figure 9a shows the concentration change curve of RhB. Figure 9b shows that (0.01M)Ag@TiO2(0.3%), (0.05M)Ag@TiO2(0.3%) and (0.10M)Ag@TiO2(0.3%) were also consistent with the first-order kinetic equation; therefore, the degradation rate constants (k, min−1) of the three samples were 0.159, 0.0493 and 0.0204, respectively.\nFigure 9c shows the UV–Vis absorption spectrum of the degradation of RhB by sample (0.05M)Ag@TiO2(0.3%) alone. The results showed that the photocatalytic degradation efficiency of sample (0.05M)Ag@TiO2(0.3%) was much higher than that of TiO2(0.3%), (0.01M)Ag@TiO2(0.3%) and (0.10M)Ag@TiO2(0.3%) after 60 min irradiation with visible light. Among them, the degradation efficiency of (0.05M)Ag@TiO2(0.3%) was 95.5%, while the degradation efficiency of other samples was 23.5, 59.4 and 69.2%. (0.05M)Ag@TiO2(0.3%) showed the best degradation effect. Meanwhile, the degradation efficiency of the sample recovered four times is shown in figure 9d, and as the number of recoveries increases, the degradation efficiency of the (0.05M)Ag@TiO2(0.3%) sample also decreases. After four reuses, the degradation efficiency of the sample was 90%. The reason is that after the sample is recovered, AgNPs may be detached from the surface of the sample TiO2(0.3%) and the morphology of pod-shaped TiO2 NBTs is also changing, which affects the catalytic effect.\nThe SEM image of pod-shaped TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) NBTs before and after the catalytic experiment is shown in electronic supplementary material, figure S3.\nCB CB–0.15\nEg = 2.92 eV\nTiO2(0.3%) (0.05 M)Ag@TiO2(0.3%)\nTiO2 NBTs\nAgNPs\nRhB+\nTiO2 hv\nhv\nAg Ef\n·OH\nOH–,H2O\nCB\nVB\nRhB*\nRhB\ne– e–\nO2 O2 –/·OH\nVBVB 2.77\n2.67\nEg = 2.73 eV\nexposed to light\nvisible light\n–0.060\n(a) (b)\nFigure 10. (a) Band edge (VB, CB) position of TiO2(0.3%) and (0.05 M)Ag@TiO2(0.3%) NBTs; (b) schematic diagram of charge separation and transfer of pod-shaped Ag@TiO2 NBTs under visible light irradiation.\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 12\nFigure 10a shows band edge (VB, CB) position of TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%) NBTs. Based on the bandgap energy obtained in figure 7, the empirical equation is used to calculate the position of the CB and the VB in the sample: ECB=X− Ee− Eg/2 and EVB = ECB + Eg [38], where ECB is the CB edge potential, EVB is the VB edge potential, and X is the electronegativity of the semiconductor, which is the arithmetic mean of the electronegativity of constituent atoms and first ionization energy. Ee is the energy of free electrons on the hydrogen scale (approx. 4.5 eV), and Eg is the band gap energy of the semiconductor. The band edge positions (VB, CB) of TiO2(0.3%) were 2.77 and −0.15 eV; the band edge positions of (0.05M)Ag@TiO2(0.3%) were 2.67 and −0.06 eV. According to the band edge position (VB, CB) of TiO2(0.3%) and (0.05M)Ag@TiO2(0.3%), it can be known that when the AgNPs are deposited on the surface of TiO2, the forbidden band width and band edge of the sample are effectively reduced. Therefore, (0.05 M)Ag@TiO2(0.3%) has a good catalytic effect.\nThe transfer behaviour of charge during degradation is shown in figure 10b. The reaction equation is as follows:\nRhBþ visible light ! RhB , ð3:1Þ RhB þ TiO2 ! RhBþ þ TiO2ðe Þ, ð3:2Þ Agþ visible light ! Agðe Þ þAgðhþÞ , ð3:3Þ Agðe Þ þ TiO2 ! TiO2ðe Þ, ð3:4Þ\nTiO2ðe Þ þO2 ! O 2 , ð3:5Þ O 2 þ e þHþ ! OHþOH , ð3:6Þ\nAgðhþÞ þH2O ! OH, ð3:7Þ AgðhþÞ þOH ! OH ð3:8Þ\nand RhBþ þ OH ! CO2 þH2O: ð3:9Þ RhB can be excited by visible light [39]. When Ag@TiO2 nanocomposites are used as photocatalysts, the RhB molecule was adsorbed onto the surface of the nanocomposite. As shown in figure 10b, RhB* excited by visible light irradiation injects photoelectrons into the CB of the anatase phase, and the RhB molecule is converted to RhB+ and undergoes further reaction to form the final product (equations (3.1), (3.2) and (3.9) are used as references). On the other hand, under visible light illumination, electrons in AgNPs are excited by light to form an LSPR effect, which results in visible light activity. At the same time, since Ag has a large work function, a Schottky barrier is formed at the Ag@TiO2 interface. AgNPs absorb visible light and generate photogenerated electron/hole pairs, the generated electrons are transferred to the CB of the anatase phase (equations (3.4) and (3.5)). Obviously, the reaction increases the electron transport path, which also prevents the recombination of photogenerated electrons and holes. At the same time, the degradation efficiency of RhB is also improved. Through the above-described transfer behaviour of photogenerated electrons, holes accumulate on the surface of AgNPs. Photogenerated electrons accumulate in the CB of the anatase phase and participate in the formation of superoxide anion radicals (·O2\n−), which combine with H+ and e− to form hydroxyl radicals (·OH) and hydroxide ions (OH−) (equations (3.5) and (3.6)). The holes (h+) accumulated on the surface of AgNPs react with H2O and OH− in the RhB solution to form hydroxyl radicals (·OH) (equations (3.7) and (3.8)). Finally, RhB+\nreacts with hydroxyl radicals (·OH) to form environmentally friendly CO2 and H2O (equation (3.9)).\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:1 13 4. Conclusion This paper proposes a new method for preparing pod-shaped TiO2 NBTs by electrospinning technology and impregnation calcination. AgNPs were successfully loaded on the surface of TiO2 NBTs by photoreduction to obtain Ag@TiO2 NBTs. The special cracking structure of pod-shaped TiO2 NBTs and Ag@TiO2 NBTs can effectively capture light and have a large surface area and more active sites. At the same time, the process of catalyst degradation of RhB is consistent with the first-order kinetic reaction of the Langmuir–Hinshelwood low-concentration substrate. They exhibited an excellent capacity of catalytic degradation of RhB solution. The current work provides a new form of carrier for metal and metal oxide particles, which has the high potential value for future photocatalytic research. Data accessibility. Data available from the Dryad Digital Repository: https://doi.org/10.5061/dryad.bd74r0t [40]. Authors’ contributions. S.W. made substantial contributions to conception, design, analysis, interpreted data and drafted the manuscript; Z.H. participated in data analysis and the design of the study; T.D., R.L. and S.L. carried out the statistical analyses and collected field data; Z.C. conceived of the study, designed the study and critically revised the manuscript. All authors gave final approval for publication. Competing interests. We have no competing interests. Funding. This work was funded by Jilin Province Innovation Capacity Building Funds Project (2019lC0050-9); Jilin Province Key Technology R&D Project (20180101212NY) and Changchun Science and Technology Project (18DY023). Acknowledgements. This paper was made better thanks to helpful comments from Shengzhe Zhao, Mingxu Chu, Chaoyue Zhao, Caijiao Ying and Yafeng Yuan.\n91019\nReferences\n1. Zhu Z, Cai H, Sun D-W. 2018 Titanium dioxide\n(TiO2) photocatalysis technology for nonthermal inactivation of microorganisms in foods. Trends Food Sci. Technol. 75, 23–35. (doi:10.1016/j.tifs. 2018.02.018) 2. Huang L et al. 2018 Low-temperature photochemical activation of sol-gel titanium dioxide films for efficient planar heterojunction perovskite solar cells. J. Alloys Compd. 735, 224–233. (doi:10.1016/j.jallcom.2017.11.027) 3. Nallal M, Anantha Iyengar G, Pill-Lee K. 2017 New titanium dioxide-based heterojunction nanohybrid for highly selective photoelectrochemical–electrochemical dualmode sensors. ACS Appl. Mater. Interfaces 9, 37 166–37 183. (doi:10.1021/acsami.7b10519) 4. Zhao C, Wu J. 2018 Effects of secondary phases on the high-performance colossal permittivity in titanium dioxide ceramics. ACS Appl. Mater. Interfaces 10, 3680–3688. (doi:10.1021/acsami. 7b18356) 5. Mahdavi HR, Arzani M, Mohammadi T. 2018 Synthesis, characterization and performance evaluation of an optimized ceramic membrane with physical separation and photocatalytic degradation capabilities. Ceram. Int. 44, 10 281–10 292. (doi:10.1016/j.ceramint.2018. 03.035) 6. Zhang F, Cheng Z, Cui L, Duan T, Anan A, Zhang C, Kang L. 2016 Controllable synthesis of Ag@TiO2 heterostructures with enhanced photocatalytic activities under UV and visible excitation. RSC Adv. 6, 1844–1850. (doi:10. 1039/c5ra17762f ) 7. Wang C, Hu L, Chai B, Yan J, Li J. 2018 Enhanced photocatalytic activity of electrospun nanofibrous TiO2/g-C3N4 heterojunction photocatalyst under simulated solar light. Appl. Surf. Sci. 430, 243–252. (doi:10.1016/j.apsusc. 2017.08.036)\n8. Liu J et al. 2016 Photocatalytic activity of TiO2 polycrystalline sub-micron fibers with variable rutile fraction. Appl. Catal., B 187, 154–162. (doi:10.1016/j.apcatb.2015.12.040) 9. Gao Y, Fan X-B, Zhang W-F, Zhao Q-S, Zhang GL, Zhang F-B, Li Y. 2014 Enhanced photocatalytic degradation of methyl orange by Au/TiO2 nanotubes. Mater. Lett. 130, 1–4. (doi:10.1016/j.matlet.2014.05.076) 10. Gautam A, Kshirsagar A, Biswas R, Banerjee S, Khanna PK. 2016 Photodegradation of organic dyes based on anatase and rutile TiO2 nanoparticles. RSC Adv. 6, 2746–2759. (doi:10. 1039/c5ra20861k) 11. Rashed MN, Eltaher MA, Abdou AN. A. 2017 Adsorption and photocatalysis for methyl orange and Cd removal from wastewater using TiO2/sewage sludge-based activated carbon nanocomposites. R. Soc. open sci. 4, 170834. (doi:10.1098/rsos.170834) 12. Vallejo W, Rueda A, Diaz-Uribe C, Grande C, Quintana P. 2019 Photocatalytic activity of graphene oxide-TiO2 thin films sensitized by natural dyes extracted from Bactris guineensis. R. Soc. open sci. 6, 181824. (doi:10.1098/rsos. 181824) 13. Nada AA, Nasr M, Viter R, Miele P, Roualdes S, Bechelany M. 2017 Mesoporous ZnFe2O4@TiO2 nanofibers prepared by electrospinning coupled to PECVD as highly performing photocatalytic materials. J. Phys. Chem. C 121, 24 669–24 677. (doi:10.1021/acs.jpcc.7b08567) 14. Chen C, Ma W, Zhao J. 2010 Semiconductormediated photodegradation of pollutants under visible-light irradiation. Chem. Soc. Rev. 39, 4206–4219. (doi:10.1039/b921692h) 15. Yen YC, Lin CC, Chen PY, Ko WY, Tien TR, Lin KJ. 2017 Green synthesis of carbon quantum dots embedded onto titanium dioxide nanowires for enhancing photocurrent.\nR. Soc. open sci. 4, 161051. (doi:10.1098/ rsos.161051)\n16. Mandal S, Jain N, Pandey MK, Sreejakumari SS, Shukla P, Chanda A, Som S, Das S, Singh J. 2019 Ultra-bright emission from Sr doped TiO2 nanoparticles through r-GO conjugation. R. Soc. open sci. 6, 190100. (doi:10.1098/rsos.190100) 17. Li X, Zhuang Z, Li W, Pan H. 2012 Photocatalytic reduction of CO2 over noble metal-loaded and nitrogen-doped mesoporous TiO2. Appl. Catal., A 429, 31–38. (doi:10.1016/j.apcata.2012.04.001) 18. Rosseler O, Shankar MV, Karkmaz-Le Du M, Schmidlin L, Keller N, Keller V. 2010 Solar light photocatalytic hydrogen production from water over Pt and Au/TiO2 (anatase/rutile) photocatalysts: influence of noble metal and porogen promotion. J. Catal. 269, 179–190. (doi:10.1016/j.jcat.2009.11.006) 19. Wang S, Bai L, Ao X. 2018 Preparation and photocatalytic application of a S, Nd double doped nano-TiO2 photocatalyst. RSC Ad. 8, 36 745–36 753. (doi:10.1039/c8ra06778c) 20. Bakar SA, Ribeiro C. 2016 Rapid and morphology controlled synthesis of anionic Sdoped TiO2 photocatalysts for the visible-lightdriven photodegradation of organic pollutants. RSC Adv. 6, 36 516–36 527. (doi:10.1039/ c6ra03819k) 21. Li J, Cushing SK, Bright J, Meng F, Senty TR, Zheng P, Bristow AD, Wu N. 2012 Ag@Cu2O core-shell nanoparticles as visible-light plasmonic photocatalysts. ACS Catal. 3, 47–51. (doi:10.1021/cs300672f ) 22. Chen J-J, Wu JC, Wu PC, Tsai DP. 2012 Improved photocatalytic activity of shell-isolated plasmonic photocatalyst Au@ SiO2/TiO2 by promoted LSPR. J. Phys. Chem. C. 116, 26 535–26 542. (doi:10.1021/jp309901y) 23. Nogawa T, Isobe T, Matsushita S, Nakajima A. 2012 Preparation and visible-light photocatalytic\nroyalsocietypublishing.org/journal/rsos R.Soc.open sci.6:191019 14\nactivity of Au- and Cu-modified TiO2 powders. Mater. Lett. 82, 174–177. (doi:10.1016/j.matlet. 2012.05.031) 24. Chen L, Peng Y, Wang H, Gu Z, Duan C. 2014 Synthesis of Au@ZIF-8 single- or multi-core– shell structures for photocatalysis. Chem. Commun. 50, 8651–8654. (doi:10.1039/ c4cc02818j) 25. Kowalska E, Abe R, Ohtani B. 2009 Visible lightinduced photocatalytic reaction of goldmodified titanium (IV) oxide particles: action spectrum analysis. Chem. Commun. 2009, 241–243. (doi:10.1039/b815679d) 26. Wang M, Ye M, Iocozzia J, Lin C, Lin Z. 2016 Plasmon-mediated solar energy conversion via photocatalysis in noble metal/semiconductor composites. Ad. Sci. 3, 1600024. (doi:10.1002/ advs.201600024) 27. Zhou X, Liu G, Yu J, Fan W. 2012 Surface plasmon resonance-mediated photocatalysis by noble metal-based composites under visible light. J. Mater. Chem. 22, 21 337–21 354. (doi:10.1039/c2jm31902k) 28. Bumajdad A, Madkour M. 2014 Understanding the superior photocatalytic activity of noble metals modified titania under UV and visible light irradiation. Phys. Chem. Chem. Phys. 16, 7146–7158. (doi:10.1039/c3cp54411g) 29. Lin Y-C, Lee H-S. 2010 Effects of TiO2 coating dosage and operational parameters on a TiO2/ Ag photocatalysis system for decolorizing\nProcion red MX-5B. J. Hazard. Mater. 179, 462–470. (doi:10.1016/j.jhazmat.2010.03.026)\n30. Liang Y-C, Wang C-C, Kei C-C, Hsueh Y-C, Cho W-H, Perng T-P. 2011 Photocatalysis of Agloaded TiO2 nanotube arrays formed by atomic layer deposition. J. Phys. Chem. C. 115, 9498–9502. (doi:10.1021/jp202111p) 31. Cheng Z, Zhao S, Kang L, Li M, Gao Z. 2018 A novel preparation of hollow TiO2 nanotubes and pine-cone shaped CdS nanoparticles coated for enhanced ultraviolet and visible light photocatalytic activity. Mater. Lett. 214, 80–83. (doi:10.1016/j.matlet.2017.10.021) 32. Ohlmaier-Delgadillo F, Castillo-Ortega MM, Ramírez-Bon R, Armenta-Villegas L, RodríguezFélix DE, Santacruz- Ortega H, del Castillo-Castro T, Santos-Sauceda I. 2016 Photocatalytic properties of PMMA-TiO2 class I and class II hybrid nanofibers obtained by electrospinning. J. Appl. Polym. Sci. 133, 48. (doi:10.1002/app.44334) 33. Liu T, Lv D, Cao B, Wang H. 2012 Preparation of novel nano/submicrofiber catalyst containing nano-TiO2 particles. J. Appl. Polym. Sci. 126, 1977–1982. (doi:10.1002/app.35577) 34. Zhao S, Cheng Z, Kang L, Li M, Gao Z. 2017 The facile preparation of Ag decorated TiO2/ZnO nanotubes and their potent photocatalytic degradation efficiency. RSC Adv. 7, 50 064–50 071. (doi:10.1039/c7ra09466c) 35. Bao L, Meng M, Sun K, Li W, Zhao D, Li H, He M. 2014 Selective adsorption and degradation\nof rhodamine B with modified titanium dioxide photocatalyst. J. Appl. Polym. Sci. 131, 40890. (doi:10.1002/app.40890) 36. Sun B, Smirniotis PG, Boolchand P. 2005 Visible light photocatalysis with platinized rutile TiO2 for aqueous organic oxidation. Langmuir 21, 11 397–11 403. 37. Xu Z, Zhang J, Liu H, Kuang P, Wang S, Fu X. 2017 Preparation of silver/silver bromide/ titanium dioxide/graphene oxide nanocomposite for photocatalytic degradation of 4-chlorophenol. Nanomater. Nanotechnol. 7, 1847980417724046. 38. Mohan S, Subramanian B, Bhaumik I, Gupta PK, Jaisankar SN. 2014 Nanostructured Bi(1− x)Gd(x)FeO3—a multiferroic photocatalyst on its sunlight driven photocatalytic activity. RSC Adv. 4, 16 871–16 878. (doi:10.1039/ c4ra00137k) 39. Islam Molla MA, Tateishi I, Furukawa M, Katsumata H, Suzuki T, Kaneco S. 2017 Evaluation of reaction mechanism for photocatalytic degradation of dye with selfsensitized TiO2 under visible light irradiation. Open J. Inorg. Non-met. Mater. 7, 1–7. (doi:10. 4236/ojinm.2017.71001) 40. Wang S, Han Z, Di T, Li R, Liu S, Cheng Z. 2019 Data from: Preparation of pod-shaped TiO2 and Ag@TiO2 nano burst tubes and their photocatalytic activity. Dryad Digital Repository. (doi:10.5061/dryad.bd74r0t)"
    } ],
    "references" : [ {
      "title" : "Titanium dioxide (TiO2) photocatalysis technology for nonthermal inactivation of microorganisms in foods",
      "author" : [ "Z Zhu", "H Cai", "D-W. Sun" ],
      "venue" : "Trends Food Sci. Technol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Low-temperature photochemical activation of sol-gel titanium dioxide films for efficient planar heterojunction perovskite solar cells",
      "author" : [ "L Huang" ],
      "venue" : "J. Alloys Compd. 735,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "New titanium dioxide-based heterojunction nanohybrid for highly selective photoelectrochemical–electrochemical dualmode sensors",
      "author" : [ "M Nallal", "G Anantha Iyengar", "K. Pill-Lee" ],
      "venue" : "ACS Appl. Mater. Interfaces 9,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Effects of secondary phases on the high-performance colossal permittivity in titanium dioxide ceramics",
      "author" : [ "C Zhao", "J. Wu" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Synthesis, characterization and performance evaluation of an optimized ceramic membrane with physical separation and photocatalytic degradation capabilities",
      "author" : [ "HR Mahdavi", "M Arzani", "T. Mohammadi" ],
      "venue" : "Ceram. Int. 44,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Controllable synthesis of Ag@TiO2 heterostructures with enhanced photocatalytic activities under UV and visible excitation",
      "author" : [ "F Zhang", "Z Cheng", "L Cui", "T Duan", "A Anan", "C Zhang", "L. Kang" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Enhanced photocatalytic activity of electrospun nanofibrous TiO2/g-C3N4 heterojunction photocatalyst under simulated solar light",
      "author" : [ "C Wang", "L Hu", "B Chai", "J Yan", "J. Li" ],
      "venue" : "Appl. Surf",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Photocatalytic activity of TiO2 polycrystalline sub-micron fibers with variable rutile fraction",
      "author" : [ "J Liu" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Enhanced photocatalytic degradation of methyl orange by Au/TiO2 nanotubes",
      "author" : [ "Gao Y", "Fan X-B", "Zhang W-F", "Zhao Q-S", "Zhang GL", "Zhang F-B", "Li Y" ],
      "venue" : "Mater. Lett. 130,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Photodegradation of organic dyes based on anatase and rutile TiO2 nanoparticles",
      "author" : [ "A Gautam", "A Kshirsagar", "R Biswas", "S Banerjee", "PK. Khanna" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Adsorption and photocatalysis for methyl orange and Cd removal from wastewater using TiO2/sewage sludge-based activated carbon nanocomposites",
      "author" : [ "MN Rashed", "MA Eltaher", "A. Abdou AN" ],
      "venue" : "R. Soc. open sci",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Photocatalytic activity of graphene oxide-TiO2 thin films sensitized by natural dyes extracted from Bactris guineensis",
      "author" : [ "W Vallejo", "A Rueda", "C Diaz-Uribe", "C Grande", "P. Quintana" ],
      "venue" : "R. Soc. open sci",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Mesoporous  ZnFe2O4@TiO2 nanofibers prepared by electrospinning coupled to PECVD as highly performing photocatalytic materials",
      "author" : [ "AA Nada", "M Nasr", "R Viter", "P Miele", "S Roualdes", "M. Bechelany" ],
      "venue" : "J. Phys. Chem. C 121,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Semiconductormediated photodegradation of pollutants under visible-light irradiation",
      "author" : [ "C Chen", "W Ma", "J. Zhao" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Green synthesis of carbon quantum dots embedded onto titanium dioxide nanowires for enhancing photocurrent",
      "author" : [ "YC Yen", "CC Lin", "PY Chen", "WY Ko", "TR Tien", "KJ. Lin" ],
      "venue" : "R. Soc. open sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Ultra-bright emission from Sr doped TiO2 nanoparticles through r-GO conjugation",
      "author" : [ "S Mandal", "N Jain", "MK Pandey", "SS Sreejakumari", "P Shukla", "A Chanda", "S Som", "S Das", "J. Singh" ],
      "venue" : "R. Soc. open sci",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Photocatalytic reduction of CO2 over noble metal-loaded and nitrogen-doped mesoporous  TiO2",
      "author" : [ "X Li", "Z Zhuang", "W Li", "H. Pan" ],
      "venue" : "Appl. Catal., A 429,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2012
    }, {
      "title" : "Solar light photocatalytic hydrogen production from water over Pt and Au/TiO2 (anatase/rutile) photocatalysts: influence of noble metal and porogen promotion",
      "author" : [ "O Rosseler", "MV Shankar", "M Karkmaz-Le Du", "L Schmidlin", "N Keller", "V. Keller" ],
      "venue" : "J. Catal. 269,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2010
    }, {
      "title" : "Preparation and photocatalytic application of a S, Nd double doped nano-TiO2 photocatalyst",
      "author" : [ "S Wang", "L Bai", "X. Ao" ],
      "venue" : "RSC Ad. 8,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Rapid and morphology controlled synthesis of anionic Sdoped TiO2 photocatalysts for the visible-lightdriven photodegradation of organic pollutants",
      "author" : [ "SA Bakar", "C. Ribeiro" ],
      "venue" : "RSC Adv. 6,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Ag@Cu2O core-shell nanoparticles as visible-light plasmonic photocatalysts",
      "author" : [ "J Li", "SK Cushing", "J Bright", "F Meng", "TR Senty", "P Zheng", "AD Bristow", "N. Wu" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "Improved photocatalytic activity of shell-isolated plasmonic photocatalyst Au@ SiO2/TiO2 by promoted LSPR",
      "author" : [ "Chen J-J", "Wu JC", "Wu PC", "Tsai DP" ],
      "venue" : "J. Phys. Chem. C. 116,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Preparation and visible-light photocatalytic  royalsocietying.org/journal/rsos R.c.open sci.191019  14  activity of Au- and Cu-modified TiO2 powders",
      "author" : [ "T Nogawa", "T Isobe", "S Matsushita", "A. Nakajima" ],
      "venue" : "Mater. Lett",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2012
    }, {
      "title" : "Synthesis of Au@ZIF-8 single- or multi-core– shell structures for photocatalysis",
      "author" : [ "L Chen", "Y Peng", "H Wang", "Z Gu", "C. Duan" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Visible lightinduced photocatalytic reaction of goldmodified titanium (IV) oxide particles: action spectrum analysis",
      "author" : [ "E Kowalska", "R Abe", "B. Ohtani" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2009
    }, {
      "title" : "Plasmon-mediated solar energy conversion via photocatalysis in noble metal/semiconductor composites",
      "author" : [ "M Wang", "M Ye", "J Iocozzia", "C Lin", "Z. Lin" ],
      "venue" : "Ad. Sci",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Surface plasmon resonance-mediated photocatalysis by noble metal-based composites under visible light",
      "author" : [ "X Zhou", "G Liu", "J Yu", "W. Fan" ],
      "venue" : "J. Mater. Chem. 22,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Understanding the superior photocatalytic activity of noble metals modified titania under UV and visible light irradiation",
      "author" : [ "A Bumajdad", "M. Madkour" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Effects of TiO2 coating dosage and operational parameters on a TiO2/ Ag photocatalysis system for decolorizing  Procion red MX-5B",
      "author" : [ "Lin Y-C", "Lee H-S" ],
      "venue" : "J. Hazard. Mater. 179,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "Photocatalysis of Agloaded TiO2 nanotube arrays formed by atomic layer deposition",
      "author" : [ "Liang Y-C", "Wang C-C", "Kei C-C", "Hsueh Y-C", "Cho W-H", "Perng T-P" ],
      "venue" : "J. Phys. Chem. C. 115,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2011
    }, {
      "title" : "A novel preparation of hollow TiO2 nanotubes and pine-cone shaped CdS nanoparticles coated for enhanced ultraviolet and visible light photocatalytic activity",
      "author" : [ "Z Cheng", "S Zhao", "L Kang", "M Li", "Z. Gao" ],
      "venue" : "Mater. Lett. 214,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Photocatalytic properties of PMMA-TiO2 class I and class II hybrid nanofibers obtained by electrospinning",
      "author" : [ "F Ohlmaier-Delgadillo", "MM Castillo-Ortega", "R Ramírez-Bon", "L Armenta-Villegas", "DE RodríguezFélix", "H Santacruz- Ortega", "T del Castillo-Castro", "I. Santos-Sauceda" ],
      "venue" : "J. Appl. Polym",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Preparation of novel nano/submicrofiber catalyst containing nano-TiO2 particles",
      "author" : [ "T Liu", "D Lv", "B Cao", "H. Wang" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "The facile preparation of Ag decorated TiO2/ZnO nanotubes and their potent photocatalytic degradation efficiency",
      "author" : [ "S Zhao", "Z Cheng", "L Kang", "M Li", "Z. Gao" ],
      "venue" : "RSC Adv. 7,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Selective adsorption and degradation  of rhodamine B with modified titanium dioxide photocatalyst",
      "author" : [ "L Bao", "M Meng", "K Sun", "W Li", "D Zhao", "H Li", "M. He" ],
      "venue" : "J. Appl. Polym",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Visible light photocatalysis with platinized rutile TiO2 for aqueous organic oxidation",
      "author" : [ "B Sun", "PG Smirniotis", "P. Boolchand" ],
      "venue" : "Langmuir 21,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2005
    }, {
      "title" : "Preparation of silver/silver bromide/ titanium dioxide/graphene oxide nanocomposite for photocatalytic degradation of 4-chlorophenol",
      "author" : [ "Z Xu", "J Zhang", "H Liu", "P Kuang", "S Wang", "X. Fu" ],
      "venue" : "Nanomater. Nanotechnol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Nanostructured Bi(1− x)Gd(x)FeO3—a multiferroic photocatalyst on its sunlight driven photocatalytic activity",
      "author" : [ "S Mohan", "B Subramanian", "I Bhaumik", "PK Gupta", "SN. Jaisankar" ],
      "venue" : "RSC Adv. 4,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Evaluation of reaction mechanism for photocatalytic degradation of dye with selfsensitized TiO2 under visible light irradiation",
      "author" : [ "MA Islam Molla", "I Tateishi", "M Furukawa", "H Katsumata", "T Suzuki", "S. Kaneco" ],
      "venue" : "Open J. Inorg. Non-met. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Data from: Preparation of pod-shaped TiO2 and Ag@TiO2 nano burst tubes and their photocatalytic activity",
      "author" : [ "S Wang", "Z Han", "T Di", "R Li", "S Liu", "Z. Cheng" ],
      "venue" : "Dryad Digital Repository",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "191019 2 super-hydrophilicity and can completely contact with food [1] and does not affect human health.",
      "startOffset" : 67,
      "endOffset" : 70
    }, {
      "referenceID" : 1,
      "context" : "At present, TiO2 has been widely used as a multifunctional material in the fields of solar cells [2], sensors [3], ceramics [4,5], especially photocatalysts [6–8] in many environmental pollution control programmes.",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 2,
      "context" : "At present, TiO2 has been widely used as a multifunctional material in the fields of solar cells [2], sensors [3], ceramics [4,5], especially photocatalysts [6–8] in many environmental pollution control programmes.",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 3,
      "context" : "At present, TiO2 has been widely used as a multifunctional material in the fields of solar cells [2], sensors [3], ceramics [4,5], especially photocatalysts [6–8] in many environmental pollution control programmes.",
      "startOffset" : 124,
      "endOffset" : 129
    }, {
      "referenceID" : 4,
      "context" : "At present, TiO2 has been widely used as a multifunctional material in the fields of solar cells [2], sensors [3], ceramics [4,5], especially photocatalysts [6–8] in many environmental pollution control programmes.",
      "startOffset" : 124,
      "endOffset" : 129
    }, {
      "referenceID" : 28,
      "context" : "The AgNPs are photochemically reduced by UV irradiation and deposited on the TiO2 photocatalyst, which is a very simple method for synthesizing Ag@TiO2 [29,30].",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 29,
      "context" : "The AgNPs are photochemically reduced by UV irradiation and deposited on the TiO2 photocatalyst, which is a very simple method for synthesizing Ag@TiO2 [29,30].",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 34,
      "context" : "The special cracking structure of pod-shaped TiO2 NBTs and Ag@TiO2 NBTs can effectively capture light and have a large surface area and more active sites [35].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 35,
      "context" : "The semiconductor forbidden band width was determined by the equation Eg (eV) = 1240/λg (absorption threshold, λg (nm)) [36], the tangent axes of the TiO2(0.",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 36,
      "context" : "Figure 7b shows the Tauc plot [37] of TiO2(0.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 37,
      "context" : "Based on the bandgap energy obtained in figure 7, the empirical equation is used to calculate the position of the CB and the VB in the sample: ECB=X− Ee− Eg/2 and EVB = ECB + Eg [38], where ECB is the CB edge potential, EVB is the VB edge potential, and X is the electronegativity of the semiconductor, which is the arithmetic mean of the electronegativity of constituent atoms and first ionization energy.",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 38,
      "context" : "RhB can be excited by visible light [39].",
      "startOffset" : 36,
      "endOffset" : 40
    } ],
    "year" : 2019,
    "abstractText" : "The pod-shaped TiO2 nano burst tubes (TiO2 NBTs) were prepared by the combination of electrospinning and impregnation calcination with oxalic acid (H2C2O4), polystyrene (PS) and tetrabutyl titanate. The silver nanoparticles (AgNPs) were loaded onto the surface of TiO2 NBTs by ultraviolet light reduction method to prepare pod-shaped Ag@TiO2 NBTs. In this work, we analysed the effect of the amount of oxalic acid on the cracking degree of TiO2 NBTs; the effect of the concentration of AgNO3 solution on the particle size and loading of AgNPs on the surface of TiO2 NBTs. Scanning electron microscopy and transmission electron microscopy investigated the surface morphology of samples. X-ray diffraction and X-ray photoelectron spectroscopy characterized the structure and composition of samples. Rhodamine B (RhB) solution was used to evaluate the photocatalytic activity of podshaped TiO2 NBTs and Ag@TiO2 NBTs. The results showed that TiO2 NBTs degraded 91.0% of RhB under ultraviolet light, Ag@TiO2 NBTs degraded 95.5% under visible light for 75 and 60 min, respectively. The degradation process of both samples was consistent with the Langmuir–Hinshelwood first-order kinetic equation. Therefore, the catalytic performance of the sample is: Ag@TiO2 NBTs > TiO2 NBTs > TiO2 nanotubes.",
    "creator" : "Arbortext Advanced Print Publisher 10.0.1465/W Unicode"
  }
}