{
  "name" : "downloads_2019-08-29_a6_10.1039@C9CS00011A.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Anisotropic nanomaterials for shape-dependent physicochemical and biomedical applications",
    "authors" : [ "Lijiao Yang", "Zijian Zhou", "Jibin Song", "Xiaoyuan Chen" ],
    "emails" : [ "jibinsong@fzu.edu.cn", "shawn.chen@nih.gov" ],
    "sections" : [ {
      "heading" : null,
      "text" : "This journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nCite this:DOI: 10.1039/c9cs00011a\nAnisotropic nanomaterials for shape-dependent physicochemical and biomedical applications\nLijiao Yang, ab Zijian Zhou,b Jibin Song *a and Xiaoyuan Chen *b\nThis review contributes towards a systematic understanding of the mechanism of shape-dependent effects on\nnanoparticles (NPs) for elaborating and predicting their properties and applications based on the past two\ndecades of research. Recently, the significance of shape-dependent physical chemistry and biomedicine has\ndrawn ever increasing attention. While there has been a great deal of effort to utilize NPs with different\nmorphologies in these fields, so far research studies are largely localized in particular materials, synthetic\nmethods, or biomedical applications, and have ignored the interactional and interdependent relationships of\nthese areas. This review is a comprehensive description of the NP shapes from theory, synthesis, property to\napplication. We figure out the roles that shape plays in the properties of different kinds of nanomaterials\ntogether with physicochemical and biomedical applications. Through systematic elaboration of these shape-\ndependent impacts, better utilization of nanomaterials with diverse morphologies would be realized and\ndefinite strategies would be expected for breakthroughs in these fields. In addition, we have proposed some\ncritical challenges and open problems that need to be addressed in nanotechnology."
    }, {
      "heading" : "1. Introduction",
      "text" : "Shape or anisotropy is known to be intertwined with many parameters, and has a considerable effect on the physical, chemical and physiological characteristics of nanoparticles (NPs).1–3 Precise control of their morphology has a profound impact on regulating their characteristics which is desired for various physicochemical and biomedical applications. So far, numerous nanomaterials in clinical use or research in the laboratory are of spherical shape. However, in the recent two decades, there has also been a fast development of NPs with anisotropic morphologies for various applications (Fig. 1).4–13 A number of well-designed strategies have been developed to utilize NPs with different morphologies, such as regulating anisotropic shape to tailor their optical and catalytic characteristics.14–17 On the other hand, shape engineered materials are also widely used in biomedical fields such as a MOE Key Laboratory for Analytical Science of Food Safety and Biology, College of Chemistry, Fuzhou University, Fuzhou 350108, P. R. China. E-mail: jibinsong@fzu.edu.cn b Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health, Bethesda, MD 20892, USA. E-mail: shawn.chen@nih.gov\nLijiao Yang\nDr Lijiao Yang obtained her BS in Chemistry from Xiamen University in 2012, and received PhD in Chemical Biology from Xiamen University in 2018. She then joined the Laboratory of Molecular Imaging and Nanomedicine (LOMIN) at National Institutes of Health (NIH) as a postdoctoral research fellow under the supervision of Dr Xiaoyuan (Shawn) Chen. Her research focuses on developing biomedical imaging probes as well as utilizing\nmagnetic inorganic/organic nanoparticles for early cancer diagnosis and treatment.\nZijian Zhou\nDr Zijian Zhou received his PhD in Chemistry (Chemical Biology) from Xiamen University in 2015. Then he joined the Laboratory of Molecular Imaging and Nanomedicine (LOMIN), National Institute of Biomedical Imaging and Bioengineering (NIBIB) at the National Institutes of Health (NIH), as a postdoctoral fellow. His research interest is cancer nanomedicine including novel imaging agents and strategies for cancer diagnosis, molecular\nimaging of cancer therapeutic response, and activatable systems for cancer theranostics.\nReceived 3rd April 2019\nDOI: 10.1039/c9cs00011a\nrsc.li/chem-soc-rev\nChem Soc Rev\nREVIEW ARTICLE\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nView Article Online View Journal\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nfluorescence imaging,18,19 magnetic resonance imaging,20 and photothermal therapy.21 Meanwhile, their shape influence the cytotoxicity,22,23 uptake,24,25 targeted delivery,26 biodistribution and pharmacokinetics of NPs.27–29 In in vivo studies, anisotropic NPs are usually used to improve tumor targeting due to their prolonged circulation time and altered biological fate.30,31\nThe most attractive point about nanotechnology is the possibility to precisely engineer the physical, chemical and biological properties of nanoparticles. Changes of structural parameters such as shape and size typically alter the chemistry and structure of NPs, which could be controlled to achieve desired physicochemical properties and biological applications.32,33 However, at present, the great majority of systems are spherical due to the convenience in their synthesis and a lack of full understanding of their structure–activity relationships in terms of morphology. As researchers, we should envision that the future NPs in physical chemistry and nanomedicine could be engineered as we expect and have a definite form that follows their function. It is essential to establish intrinsic correlation of these well characterized NPs with various anisotropic shapes and their physicochemical and biomedical performances through the bridge of chemical structure and biological effect, by which foreseeable insights and unambiguous strategies can be achieved. With these insights, we could develop nanomaterials as desired through a rational design instead of trial-and-error.\nIn this review, we summarize the past two decades of studies on NP-based materials with different shapes in physicochemical and biomedical applications, e.g., optics, catalysis, imaging, or therapy, with a specific focus on the impact of shape. We give a systematic statement around these NPs from mechanism, synthesis, property to application. Their biological behaviors, such as toxicity, uptake, and targeted delivery, are discussed as well.\nTo date, specific kinds of materials, synthetic methods, or biomedical applications have been studied in a number of research studies and a huge volume of published data has been produced on these topics. However, their interactional\nFig. 1 (a) NiCo sphere, (b) Au triangle, (c) Au star, (d) hollow TiO2/GC, (e) Au tripod, (f) Ag cube, (g) Au tetrapod, (h) PtPb hexagon, (i) Fe3O4 branches, (j) MoS2/CdS rod, (k) Au belt. Reproduced with permission from ref. 4–13. (a) Reprinted with permission from ref. 4, copyright 2015 Nature Publishing Group. (b and c) Adapted with permission from ref. 5 and 6, copyright 2017 and 2008 Wiley-VCH. (d, e, f, g, i, j, m, and k) Reproduced with permission from ref. 7, 8, 9, 11, 12, and 13, copyright 2015, 2003, 2010, 2015, 2016, and 2008 American Chemical Society, respectively. (h) Adapted with permission from ref. 10, copyright 2016 American Association for the Advancement of Science. The backgrounds of some figures are removed for clarity; for original images and scale bars please see the relevant references.\nJibin Song\nProf. Jibin Song obtained his PhD degree in Chemical and Biomedical Engineering from Nanyang Technological University, Singapore, in 2014. He worked with Prof. Xiaoyuan (Shawn) Chen as a postdoctoral fellow at the National Institutes of Health (NIH). He joined the Fuzhou University as a ‘‘Min Jiang Scholar’’ Professor of analytical chemistry. Prof. Song has published over 60 papers in high impact journals. His research focuses on developing molecular imaging nanoprobes for bioimaging, biosensing and drug/gene delivery.\nXiaoyuan Chen\nDr Xiaoyuan (Shawn) Chen is a Senior Investigator and Chief of the Laboratory of Molecular Imaging and Nanomedicine (LOMIN) at the National Institute of Biomedical Imaging and Bioengineering (NIBIB), NIH. His current research interests include in vitro diagnostics and in vivo molecular imaging and molecular therapeutics, including nanotheranostics. Dr Chen has published over 770 peer-reviewed papers (H-index = 130, total citations 461 000 based on Google\nScholar) and numerous books and book chapters. He is the founding editor of journal ‘‘Theranostics’’ (2018 IF = 8.063).\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nand interdependent relationships are ignored, and integrating them together is rather challenging due to the interdisciplinary nature. Herein, we are concerned with different shaped NPs and mainly divide them into several parts: (1) theoretical mechanisms of shape-dependent effects, (2) primary synthetic approaches of anisotropic NPs, (3) physicochemical and (4) biomedical applications, and (5) shape induced biological behaviors. Several principles are raised to help design future NPs. Moreover, some critical challenges and open questions that need to be addressed are proposed."
    }, {
      "heading" : "2. Mechanisms of the shape-dependent properties",
      "text" : "The shape influences many related physical, chemical and physiological factors of NPs, and thus affects their physicochemical (such as catalytic and optical), biomedical, and biological performance.34 A systematic understanding of the mechanism of shape-dependent effects on NPs is essential to predict their properties and explore their applications.\nFully harnessing the power of anisotropic shaped nanocatalysts requires a detailed understanding of the intrinsic essence of their enhanced performance at the atomic level, which in turn requires a fundamental knowledge of their geometric and electronic structures. Metal NPs with different morphologies and structures are endowed with various optical properties and applications in photonics.35 The main theoretical mechanism is that the adsorption energy of adsorbents and the activation energy of reactions on different metal facets are discrepant due to their different surface atomic and electronic structures.36 Therefore, the activity for many optical procedures can be modulated and optimized by trimming the anisotropic shapes and exposing facets. In addition, metallic nanostructures supporting surface plasmon resonances with collective excitations of the conduction electrons exhibit unique optical properties.37 Modifying their structures or geometric parameters is a convenient way to tailor surface plasmon resonance properties for specific applications.38,39 The plasmon resonance depends strongly on particle length and shape. The dipole plasmon resonance gradually red shifts as the length-to-width ratio increases. For instance, the color of gold NPs in colloidal dispersions can vary from blue to red as the particle becomes more oblate.40 When the polarization is chosen to be along the minor axis, a second plasmon resonance arises that blue shifts as the particle becomes more oblate. The color and optical properties of metal NPs stem from localized surface plasmons, and anisotropic shaped particles such as rods have an additional absorption peak and possess quite different characteristics. As a consequence, metal NPs with different shapes and aspect ratios exhibit distinct localized surface plasmon resonance (LSPR) and surface enhanced Raman scattering (SERS) properties.41,42 Nanomaterials also have size and shape dependent nonlinear optical properties.43 This shape effects can be separated from that of localized surface plasmon wavelength by comparing the solution with a similar linear extinction at the laser excitation wavelength.44\nIn most cases, catalytic behavior highly depends on the shape of the catalyst, since nanocatalysts with different anisotropic shapes could exhibit different selectivity and/or activity.45–47 One explanation for such shape dependence of catalytic properties essentially originates from the differences in the geometric structure and electronic state of catalyst atoms associated with distinctive crystallographic surfaces.48 As a result, catalysts based on NPs with different crystallographic shapes usually display quite different catalytic performances even for the same catalytic reaction.49,50 Meanwhile, another reason is that various shape with different anisotropy tunes the fraction of atoms of the topmost surface layer of a NP, the proportions of atoms at the corner and edge of a particle, and the specific surface area of a catalyst. Adsorption energy and activation barrier depend greatly on the local structure on the reactive surface of NPs with anisotropic shapes. The surface structure of the catalyst affects the stability of reaction intermediates and the activation energy of surface chemical reactions in two distinct ways. One is the electronic effect, its difference in local electronic structures is due to the surface metal atoms in different environments. The other is the geometrical effect which originates from the fact that various surface geometries provide different configurations for the molecular bonding. They offer atoms with electronic structures different from close-packed surfaces and in the meantime offer new configurations of surface atoms. But as a function of the reaction energy for different surface geometries, they act differently in the transition state energy for chemical reaction on the surface, for instance, CH4 dissociation and NO dissociation.51–53 Moreover, the structure sensitivity and reactivity of different facets translate directly into the dependence of the rate and selectivity of supported catalysts on the size, morphology, and defect density of anisotropic NPs. The distribution of coordination sites (edge, terrace, kink, or corner sites) is dependent on the shape of metal NPs. Various coordination sites could exhibit quite different properties of coordination chemistry toward reactants, intermediates and products (Fig. 2).54\nThe morphology plays an important role in the biomedical applications of NPs. NPs with various shapes show varying\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nadaptability in fluorescence imaging (for instance, metal sulfides and NaGdF4) and photothermal therapy (e.g., Au NPs) due to their different optical performances. The shape plays a significant role in fluorescence imaging because the Stokes shift highly depends on the aspect ratio of nanocrystals.55,56 Fluorescent NPs can absorb and convert the energy into visible light radiation,57 and trimming their geometrical shape of nanostructures will generate a shift in the scattering and the photoluminescence (PL) spectra.58 Anisotropic NPs with a relatively large size and small surface ratio and thus little surface defects have high sensitivity and selectivity because of the static quenching and the inner filter effect.59 Moreover, the enhancement of the PL yield is ascribed to anisotropic NP plasmons, especially to the augment of scattering or absorption cross sections.60 Furthermore, the upconversion quenching also can be tuned with surface defects by adjusting the size and shape.\nOn the other hand, morphology is pivotal to the contrast ability of iron oxide NPs in magnetic resonance imaging as it influences the effective radius and the local field inhomogeneity of the magnetic core, the surface-area to volume ratio together with the gradient of the stray field under an external applied magnetic field.61 Magnetic NPs with distinct shapes generate non-uniform spatial stray fields under the background field owing to the anisotropic character of magnetic dipole interactions.62 The magnetic relaxation, and the dephasing and efficient diffusion processes of the water protons in the nearby area are affected with local gradients of the stray field by shortening the spin–spin relaxation time.61,63 The geometrical shape plays an important role in the spatial distribution (intensity, direction, and gradient) of the magnetic stray field.64 The NPs with large shape anisotropy have high intensity and spatial non-uniformity of the stray field, and have a great influence on water proton diffusion and dephasing. Therefore, the morphology largely determines the gradient of the stray field and the effective radius, which finally affects the transverse relaxation rate. In the spin–lattice relaxation process of water protons, the exposed metal ions on the surface can provide an efficient chemical exchange for protons and thus accelerate the relaxation process.65 Consequently, the longitudinal relaxivity of NPs has a positive correlation with the surface-area-to-volume ratio and the occupancy rate of effective metal ions on exposed surfaces. In addition, these principles could serve as guidelines for the design of nanomaterial-based agents for sensitive and accurate diagnosis or therapy in the clinic.\nChanges in the shape or geometry of NPs can alter the pharmacokinetics and biodistribution of the agent, which in turn alters the toxicological profile.66 The amount and rate of phagocytosis of particles are determined by the radius of curvature where particles contact the surface of a cell. Hence anisotropic NPs are likely to be taken up by cells because their high aspect ratio can lead to more contacts with the cell surface. The shape-independent mechanisms for in vitro and in vivo behaviors are as follows. In vitro toxicity is greatly influenced by the type of NP material, degree of particle uptake, and the in vitro model used. NPs with very high aspect ratio can mediate some pro-inflammatory or cytotoxic effects and induce frustrated phagocytosis in professional phagocytic cells. Meanwhile, anisotropic particles increase the\npotential of targeting ligands to interact with receptors on the cell surface, and this increased valency leads to higher cellular targeting. For in vivo behavior, anisotropic NPs have prolonged circulation time due to flow alignment in circulation and thus could improve in vivo tumor targeting compared to their spherical counterparts.15 The geometry or anisotropy of NPs also has a remarkable effect on their in vivo biodistribution behavior; for example, discoidal NPs mainly localize in the lungs/heart and larger anisotropic NPs are prone to accumulate in the spleen."
    }, {
      "heading" : "3. Synthetic approaches",
      "text" : "Synthesizing precisely shaped nanostructures is of primary importance because the nanometer-scale structural details of anisotropic shapes can significantly affect their properties. NPs with numerous morphologies and dimensions could be accomplished via various routes and reaction conditions such as temperature, concentration of precursor, or capping agent.67 In other words, the synthetic approach could change the anisotropic shape which has an important impact on altering their anisotropic effects. In this section, we hence have mainly summarized the synthetic methods of NPs with common anisotropic morphologies."
    }, {
      "heading" : "3.1 Surface coordination",
      "text" : "Partial synthetic methods that enable precise control over NP morphology require agents such as small molecules to force the growth of NPs in a particular direction by coordinating with the surface metal atoms.54,68 Therefore, there is a strong relevance between surface coordination and the shape-controlled synthesis. The coordination of small molecule ligands on metal surfaces has inspired numerous experimental and theoretical studies for noble metal NPs.69 For instance, CO prefers to coordinate on Pd{111} facets in bridge and hollow modes.70 By simply introducing CO as the surface confining agent, ultrathin Pd nanosheets with Pd{111} facets as their main exposed face were easily obtained.71–73 Besides, ultrathin Rh nanosheets enclosed by Rh{111} basal planes,74 Pt nanocubes with Pt{100} facets75,76 and Au nanowires77 (Fig. 3a) were also formed when CO was introduced in the synthesis. When CO and H2 were used simultaneously, single-crystalline Pd tetrapods enclosed by {111} facets were obtained (Fig. 3b).78 In addition to CO and H2, many other small molecules regulating the surface structures and shapes of metal nanocrystals have been demonstrated. Yang et al. reported that NO2 binding contributes to the synthesis of nanocrystals with more Pd{111} facets exposed due to the stabilization effect of NO2 on Pd{111} facets (Fig. 3c).79 Moreover, the coordination of an amine on a low coordinated metal site provides an effective strategy to prepare concave Pt NPs with {411} high-index facets (Fig. 3d).80\nA significant number of synthesis methods of NPs with various morphologies need other capping agents (e.g., certain species of ions or polymers).81 The absorption or binding of the capping agent would protect specific facets or significantly\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nreduce the surface energies of facets, thus leading to the confined growth in a particular direction. For instance, halides, such as cetyltrimethylammonium bromide, have been well-documented as a critical factor to control the shape of various NPs.82–84 Similarly, Rh nanocubes, Pd nanocubes and nanowires were synthesized owing to the selective binding of halides on Pd/Rh{100}.85–87 However in another case, octapod iron oxide NPs were successfully fabricated by the special selectivity of chloride anions as the capping agent rather than other halide ions.88\nA variety of reagents can be employed to change the shape of the NPs in the synthesis process. Besides halides, the concentration of Au salt, silver nitrate, and ascorbic acid can be adjusted to obtain Au nanospheres, pentagonal twinned Au nanorods, and trisoctahedral Au NPs (Fig. 4).89 The initial gold seed is generally formed by the reduction of gold salt (e.g., HAuCl4) by a reducing agent, together with a weak binding ligand (such as citrate or cetyltrimethylammonium bromide, CTAB). The size or morphology of the Au NPs can be firstly tuned by the anisotropic shaped seeds with the use of capping agents, such as CTAB-stabilized cuboctahedral Au NPs, citratestabilized pentagonally twinned Au NPs, or silver nitrate-utilized Au nanorods (Fig. 4I). Other capping reagents can be employed as synthetic handles and interact synergistically to direct the shape-controlled growth of NPs, including the halide counterion (Cl , Br , I ), the relative concentrations of Au salt/silver\nnitrate/ascorbic acid, and the concentration of the surfactant (Fig. 4II). Hence a number of anisotropic Au products were prepared, such as nanospheres, single-crystalline rods (aspect ratios of 3.5–15), and trisoctahedral structures (Fig. 4III(a–e)).\nThis growth approach for the synthesis of gold NPs can also be extended to other related metals, such as copper and silver, or even platinum and palladium. The only principal difference among these growth approaches applied to obtain different anisotropic nanocrystals is the composition of the growth solution. Moreover, this method can also be further extended to evaluate and screen the facet selectivity of a given capping agent. For instance, Zeng et al. realized control of the shapes of silver nanocrystals with different capping agents.9 The binding of citrate to {111} facets is stronger than that of {100} facets of face-centered cubic Ag. In the presence of sodium citrate, the growth rate of {111} facets is slower than that of {100} facets during a seeded growth process. Therefore, {100} facets will gradually disappear while {111} facets will become dominant, eventually leading to the formation of Ag octahedra. However, in contrast, PVP binds more strongly to {100} than the {111} facets, thus reducing the growth rate along the [100] direction. It makes the {111} facets disappear faster than the {100} facets, resulting in nanocubes and nanobars. Jin and co-workers reported the shape-controlled synthesis of copper NPs in an aqueous solution with glucose as a reducing agent and hexadecylamine as a capping agent.90 The formation of a class of highly faceted planar lanthanide fluoride nanocrystals (nanoplates and nanoplatelets) resulting from the patchy coverage of ligands around the nanoplate edges was also demonstrated.91\nMeanwhile, the effect of various polymeric capping agents was investigated, such as Tween 80, Tween 20 and PEG, on the shape and size of YbVO4/NiWO4 nanocomposites.\n92 The cations of oleate salts, hydrion, sodium, potassium, and dibutylammonium were found to have a great influence on the shape in the synthesis of iron oxide NPs by using iron(III) oleate, and hence spherical, cubic, and bipyramidal iron oxide NPs were obtained.93,94 In a similar manner, monodisperse octahedral iron oxide NPs were obtained by using oleylamine as a stabilizer and reducing agent.95 Besides, Liu et al. experimentally verified the co-existence and different roles of oleate anions (OA) and molecules (OAH) in the crystal formation; the control over the ratio of OA to OAH can be employed to directionally inhibit, promote or etch the crystallographic facets of NaYF4 NPs (Fig. 5).\n96 With such programmable additive and subtractive engineering, NPs with a variety of anisotropic shapes can be obtained."
    }, {
      "heading" : "3.2 Physical parameters",
      "text" : "Physical parameters such as pH and temperature have important impacts on the shapes or anisotropy of NPs, since they influence the crystal nucleus formation and the growth or evolution of particles directly. Recently, the significance of pH has been realized and the manipulation of NPs by tuning pH is reported.97–101 Xue and Mirkin found that the silver nanoprism could be tuned by different pH values in the photochemical synthesis.102 In this case, the excellent control over the nanoprism with an edge length of fixed 10 nm thickness was achieved with\nFig. 3 The effect of surface coordination of small ligands on the shapecontrolled synthesis of metal nanocrystals. (a) Au nanowires made by the bonding of CO. (b) Pd tetrapods formed by the use of CO and H2. (c) Pt/Pd core–shell cuboctahedra by direct growth of Pd on Pt nanocubes achieved with the addition of NO2. (d) Amine-assisted formation of Pt octapods enclosed by high-index {411} facets. The scale bars in (a–d) are 5 mm, 20 nm, 50 nm and 50 nm, respectively. (a) Reprinted with permission from ref. 77, copyright 2010 Royal Society of Chemistry. (b) and (d) Reproduced with permission from ref. 78 and 80, copyright 2012 and 2011 American Chemical Society. (c) Reproduced with permission from ref. 79, copyright 2007 Nature Publishing Group.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nappropriate pH regulation. Li et al. reported that pH affects the morphology of LaCO3OH microcrystals during the growth process (Fig. 6).103 Nucleation and then crystal formation occurred after the dissolution of CO(NH3)2 which was used as the carbon source. Then selective adsorption of OH on the crystal took place at different pH values. Finally, the multiform products were formed due to the preferential growth direction of the LaCO3OH crystal. They underwent changes from elliptical nanoflakes (pH = 2) to rhombic microplates (pH = 7), and then to sandwichlike microspindles (pH = 10). Temperature plays an important role in the thermodynamic control in the solution phase, which is a simple and effective\nFig. 4 Several capping agents used to prepare Au NPs with a wide variety of shapes. (I) The general conditions for synthesizing anisotropic Au NPs. (II) A variety of reagents can be employed to change the shape of Au NPs, which provide synthetic handles to control the shape, including the corresponding halide counterion, the concentration of the surfactant and Au salt, silver nitrate, and ascorbic acid. (III) TEM images of Au NPs with different shapes: (a) 3.0 nm Au nanospheres, (b) 40.0 nm Au nanospheres, (c) Au nanorods, (d) pentagonal twinned Au nanorods, and (e) trisoctahedral Au NPs. Reprinted with permission from ref. 89, copyright 2014 American Chemical Society.\nFig. 5 Favored molecular capping or bonding models of OA and OAH of b-NaYF4 nanocrystals. (a) The schematic shape chosen as the core for directional epitaxial growth. The hexagonal plate consists of (001) facets at the ends and identical (100) and (010) facets around the sides. (b) The Y3+ arrangements and binding energies of OAH and OA on the most stable (001) and (100) facets. (c) SEM images of nanocrystals synthesized using varied ratios of capping agents (scale bar, 500 nm). Reprinted with permission from ref. 96, copyright 2016 Nature Publishing Group.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nstrategy that is easily achieved during an experiment. As a result, the thermodynamic control has been widely applied for the shapecontrolled synthesis of nanocrystals.104–106 The hexagonally closely packed (hcp) ruthenium hourglass nanocrystals can be achieved by shape control from thermodynamic growth.107 Li and Peng reported the temperature effects of the shape-controlled synthesis of colloidal CdSe quantum disks.108 They found that a suitable temperature range (approximately 140 to 250 1C) is needed for the successful synthesis of CdSe quantum disks. This is because the upper temperature limit is dictated by the close packing of hydrocarbon chains in fatty acids, and the low-temperature limit is related to the reactivity of initial materials. Likewise, Guo et al. reported the shape-controlled synthesis of SnTe nanostructures by regulating the temperature.109 The shapes are tunable from highly monodisperse nanocubes to nanorods with varied aspect ratios, and eventually to long and straight nanowires (Fig. 7). They discovered that the reaction at high temperature leads to a fast formation of thermodynamically favored nanocubes, while low temperature leads to elongated particles. The distinction of growth and shape-focusing is likely due to the interparticle ripening differences at various temperatures.\nMeanwhile, the kinetic parameter is equally important and well explored to control the shape. Taking the shape-controlled growth of a cubic seed as an example, the newly formed atoms should be deposited onto the corners owing to the high energy of these sites (Fig. 8).110 The adatoms can deposit onto the corner sites or diffuse to different surfaces. The growth pathway thereby the shape of the product has a strong dependence on the rates for atom deposition and surface diffusion (i.e., Vdeposition/Vdiffusion), which leads to four different geometrical shapes in the end."
    }, {
      "heading" : "3.3 Seed growth",
      "text" : "Seed-mediated growth is a powerful and versatile means for the preparation of anisotropic nanocrystals.111–114 The vast enchantment of this method stems from the fact that the nucleation and growth steps are separated, hence allowing an astonishing degree of control over the shape and aspect ratio, which could influence the properties of nanocrystals and determine their performance in various applications.115–117\nThe seed-mediated synthesis approach includes two main strategies, homogeneous and heterogeneous growth. If the seed\ncrystal and the final crystal are composed of the same metal, then it is a homoepitaxial process, and the diverse morphologies of NPs can be expanded with endless possibilities by applying seeds with controllable internal structures. This approach is exploited by most of the groups to obtain metal nanostructures with precise control over the size and aspect ratio. For instance, Zhang et al. recently demonstrated that Ag nanocubes with controllable edge lengths of 30–200 nm can be achieved by using cubic single crystals as seeds.118 On the other hand, penta-twinned Au NPs, with preselected morphology (nanorods, bipyramids, and decahedra) and aspect ratios, were formed by using small conventional Au seeds (Fig. 9a–d).119 The thermal treatment induces both growth and twin formation of the traditional NP seed. Keeping all other parameters constant, the aspect ratio for each type could be readily tuned by simply varying the concentration of the thermally treated seed. Consequently, penta-twinned NPs with different shapes were obtained. Similarly, triangular Au nanoplates were produced by oriented attachment of spherical Au seeds (Fig. 9e).120 Spherical Au seed particles were produced within a few hours after irradiation. The contact between seeds led to oriented attachment at the correct crystallographic alignment, resulting\nFig. 6 Schematic illustration of the possible growth process of LaCO3OH microcrystals with various shapes at different pH values (2, 7, and 10). Reprinted with permission from ref. 103, copyright 2010 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nin flake structures. Then the aggregation of these small flakes with additional seeds formed polycrystalline plates on adding H2O2. Ultimately, triangular crystalline Au plates were formed by recrystallization of these polycrystalline plates and the continued attachment of seeds at the edges. In another case, Au nanobipyramids (NBPs) were produced from decahedral Au seeds due to the overgrowth on penta-twinned decahedra (Fig. 9f–m).121 The penta-twinned decahedral Au seeds are critical to the formation of NBPs because the defect-free overgrowth of pentatwinned NBPs could be easily accomplished on these decahedral seeds with penta-twinned structures. In the overgrowth, {100} facets with relatively high surface free energy were selectively adsorbed by protecting agents or Ag-based species. As a consequence, the selective deposition on {111} along h110i occurs at a faster rate, which generates one dimensional NBPs. Meanwhile, the production of NBPs is mainly determined by the molar ratio of Au3+ and Au seeds. NBPs with a yield higher than 90% were realized when the ratio ranged from 8 to 10. Moreover, these NBPs exhibited excellent SERS performance by virtue of the presence of many tips, hotspots, edges, and steps on their surfaces. The homogeneity and quality of the seeds in these methods make it easier to supervise the shape evolution throughout the growth process, and guarantee a common mode for all seeds involved to afford uniform products.\nIf the seed and the objective crystal consist of different metals, it is then a heterogeneous procedure (Fig. 10a).122 This approach is used in the synthesis of penta-twinned Cu nanorods with controllable aspect ratios; the uniform Pd decahedral seeds lead to heterogeneous nucleation and determine the growth of Cu along the fivefold axis to form nanorods.123\nIt was also certified that the ultrathin Pt shell could be formed on the surface of a Pd concave cube as the seed by introducing PtCl4 2 to accomplish the deposition of Pt atoms (Fig. 10b).124 Another type of seed-mediated growth approach is a two-step process for growing the shell of CdSe/CdS core/shell nanorods, which combines a first established fast-injection based step to create the initial elongated shell and a second slow-injection growth of the core.125\nIn addition to metal nanostructures,126 many metal oxides could be prepared by seed-mediated methods. The size and shape control of spinel ferrite nanocrystals could be accomplished by this way.127,128 Anatase TiO2 nanorod antennas can be produced from a rhombic core via a nonaqueous colloidal seed-mediated growth method.129 Systematic studies on the growth mechanism in this work reveal that the formation of nanorods and core-antenna nanocrystals based on the seeds involves an epitaxial growth process with specific orientational preference (Fig. 11)."
    }, {
      "heading" : "3.4 Template mediated process",
      "text" : "The template-mediated method has been well developed as a facile and general route to synthesize NPs, because it can choose an appropriate template to manipulate both the size and shape of the resulting structures.130,131 The commonly used templates consist of porous templates,132–135 surface mask templates,136–139 biological and organic templates,140–143 solution-phase templates, etc.144–146 For instance, the syntheses with solution-phase templates, including metallic or dielectric core templates,147–149 sacrificial templates (e.g., galvanic replacement or Kirkendall effect)150–152 and colloidal templates, have been applied for developing phaseseparated heterogeneous morphologies. In the Au–Pd–Ag hollow\nFig. 8 The schematic illustration of the shape evolution of a cubic seed under different conditions. The side faces of the seed are covered by a capping agent to show the difference, and the anisotropy and shape could be totally different based on the thermodynamic and kinetic control. The 2-D atomic models in this figure correspond to the cross-section of the 3-D model. Reprinted with permission from ref. 110, copyright 2015 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nnanostructure, the removal of silver is dominated by galvanic replacement in the formation of the binary Pd–Ag structure at the beginning. Later gaps around these cavities are formed, then the nanostructure formation is finally governed by the Kirkendall effect with the addition of the gold salt (Fig. 12).153 The disparity between fluxes of gold and silver produced a net flux of vacancies in the surface and the center because the diffusion speed of silver in gold is faster than that of gold in silver. Gu et al. observed the nucleation of Ag domains on Fe3O4 NP templates after ultrasonic emulsification.154 Ultrasonication offers necessary energy to mix the organic and aqueous phases and allows NPs to self-assemble at the liquid–liquid interface in the microemulsion. Due to the partial coverage or unstable nature of surfactant molecules on NPs, few Fe(II) sites on the surface act as the catalytic center for the reduction of Ag+ and the Ag NP seed. Once the silver nucleation sites are formed, the subsequent reduction of Ag+ will proceed at these sites and then Fe3O4–Ag heterodimers are obtained. Similarly, Sun et al. synthesized the dumbbell-like Au|Fe3O4 nanostructures by the decomposition of iron pentacarbonyl, Fe(CO)5, onto the surface of Au templates followed by oxidation under air with precursors in 1-octadecene.155 Another example is CdTe tetrapod-shaped NPs which can be employed as a colloidal template to prepare nanorods through site selective modification.156 The tetrapods were partially coated with a protective polymer layer and deposited on a silicon surface, leaving an exposed arm. After decoration with Au NPs in a site selective fashion, this modified arm was readily broken off from the tetrapods and released from the substrate, yielding CdTe nanorods. On the other hand, the biological and organic templates,157 consisting of DNA,158,159 peptides and peptide assemblies,160,161 proteins,162,163 viruses and microorganisms,164 lipid assemblies and other synthetic supramolecular structures, micelles and emulsions, dendrimers, and carbon nanotubes,165 have also been tried. For example, soft templates like micelles and reverse microemulsions have been used to prepare NPs composed of\nFig. 9 (a) Representative TEM image of the gold seeds with thermally induced twinning for 90 min at 80 1C. TEM images of NPs with (b) bipyramids, (c) nanorods and (d) decahedral shapes, showing the effect of seed concentration on the formation of NPs in a single growth step. (e) Schematic illustration of the sequential steps leading to triangular Au nanoplates from spherical Au seeds with a strong field laser processing. (f) SEM image of decahedral seeds with a 30 nm edge, (g) HRTEM image, (h) corresponding FFT pattern and (i) sketch of one decahedron. (j) TEM image of nanobipyramids, (k) HRTEM image (inset, HRTEM image of the area marked by the box), (l) corresponding FFT pattern and (i) sketch of one bipyramid. (a–d), (e) and (f–m) Adapted with permission from ref. 119–121, copyright 2017, 2015 and 2013 American Chemical Society, respectively.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nalloys, metal oxides, inorganic molecules, and noble metals like Ag.166 The surfactant molecules with amphiphilic groups can form a well-defined structure such as a hollow sphere because\nthe hydrophobic end only binds with the organic solvent and the hydrophilic head only binds with water.34"
    }, {
      "heading" : "3.5 Other approaches",
      "text" : "In addition to the above main synthetic approaches of anisotropic NPs with different morphologies, there are still a number of other routes that have been tested. For instance, one strategy was based on a general phase transfer and separation mechanism usually occurring at the interfaces of the liquid, solid and solution phases for noble metal, magnetic/dielectric NPs, rare-earth NPs, semiconducting NPs, and organic optoelectronic semiconducting and conducting polymer NPs.167 Another study reported that the shape control of cubic, cuboctahedral, and octahedral CuCu2O core–shell NPs on Si(100) could be completed by one-step electrodeposition without a capping agent and template.168 The synthesis of NPs of unique shape is accomplished based on the physical or biological parameter applied, such as light-mediated synthesis or biomolecule introduced preparation, which could be found in plasmon-mediated synthesis of triangular core–shell nanoprisms from Au seeds,169 silver triangular bipyramids,170 heterometallic nanorods and icosahedra.171 Zhang et al. reported a facile method to synthesize fivefold twinned, starfish-like rhodium nanocrystals in a polyol system by eliminating oxidative etching with a chloride-free precursor (Fig. 13).172 The Rh nanocrystals with five branched arms were realized in high yields due to the use of [{(CF3COO)2Rh}2] instead of Na3RhCl6 as a precursor to exclude Cl\nions from the reaction system."
    }, {
      "heading" : "4. Physicochemical applications",
      "text" : "Regulating the anisotropic shape of metal-based NPs is a linchpin to regulate their physicochemical characteristics, such as optical and catalytical properties. NPs with different anisotropies\nFig. 10 (a) Schematic illustration of the approach employed to control the growth of nanocrystals. Replication of surface structure–ultrathin layers formed on the surface of the seed in a layer-by-layer fashion. (b) TEM image of Pd@Pt core–shell concave nanocubes, and (c) corresponding HAADFSTEM image and (d) high-magnification image, showing replication of the high-index faceting and the Z-contrast between the Pd seed and the Pt shell. (e) Elemental mapping of an individual Pd@Pt concave nanocube, showing the distribution of Pd and Pt atoms, which confirmed the deposition of ultrathin Pt shells on Pd concave nanocubes. (a) and (b–e) Adapted with permission from ref. 122 and 124, copyright 2018 and 2016 Wiley-VCH.\nFig. 11 Structural characterization of truncated octahedral bipyramidal nanocrystal seeds and core-antenna nanocrystals after seed-mediated growth. (a) Schematic illustration of the growth pathway of coreantenna nanostructures from seeds. (b) Low magnification TEM image of the seed and (c and d) resultant nanorods and core-antenna nanocrystals after seeded growth. (e–g) Typical HRTEM images of the above TEM images; the insets are FFT patterns (along the [100] zone axis). Reproduced with permission from ref. 129, copyright 2015 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nusually exhibit quite discrepant activity or selectivity in optical reactions. The shape of NPs greatly affects their catalytic performance owing to the diversity in geometric structure and electronic state of the catalyst atoms, together with their different crystallographic surfaces."
    }, {
      "heading" : "4.1 Optical application",
      "text" : "Controlling the shape of metal NPs allows us to control their optical properties and applications in Raman, fluorescence or\nnear-infrared luminescence imaging. For example, noble metal NPs (Au, Ag) interact with UV-vis light through the excitation of localized surface plasmon resonance (LSPR), which is highly sensitive to the shape of the nanostructures.173,174 Metal NPs of targeted shape can be synthesized by controlling the surface sites or by a seed-mediated growth process. Compared with spherical nanostructures, anisotropic shapes such as Au@Ag core–shell nanocubes were prepared by the use of single-crystal spherical Au nanocrystallites as seeds, with cetyltrimethylammonium chloride (CTAC, better than CTAB) as the capping agent and ascorbic acid as the reductant.174 The nanocubes with controllable edge lengths can be finely tuned by varying the ratio of AgNO3 precursor to Au seeds. When the edge length was over 20 nm, the LSPR spectra only showed characteristic features of pure Ag nanocubes and displayed a continuous red-shift with increasing size. With further increasing edge length, a split of the LSPR peak appeared as the corners of the nanocubes are sharper than those of the smaller spherical or cubic NPs. This method could be applied to systematically investigate the influence on the LSPR properties of the anisotropic core–shell nanocrystals, and obtain the critical edge lengths or shell thickness for the plasmon excitation.\n4.1.1 Raman scattering. Plasmonic nanostructures are of paramount importance because the structural details can significantly influence their plasmonic properties.175–178 Precisely structured nanocrystals with anisotropic shape of corner sharpness compared with spheres can provide highly plasmonic signal generation and SERS enhancement.179,180 The shape effect on the SERS of anisotropic NPs (such as Ag and Au) is an electromagnetic enhancement, which is owing to a shift of the localized surface plasmon resonances.181,182 It modifies the\nFig. 12 (a) The illustration of the formation of hollow nanostructures via sequential galvanic replacement and Kirkendall effect and (b) the nanostructures dominated by galvanic replacement by Kirkendall effect, and (d) multichambered NPs, all shown in TEM images. (c) and (e) HAADFSTEM images and their corresponding EDX elemental maps. (f) TEM images of different structures synthesized by sequential galvanic replacement or Kirkendall effect. Reprinted with permission from ref. 153, copyright 2011 American Association for the Advancement of Science.\nFig. 13 TEM images of starfish-like Rh nanocrystals with five branched arms obtained using polyol reduction at 180 1C for 6 h, at (a) low and (b) high magnification. (c) A representative high-resolution TEM image and (d) the XRD pattern. Adapted with permission from ref. 172, copyright 2010 Wiley-VCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nlocal field enhancements on the particle surface compared with that of a sphere. SERS enhancement can be magnified at the tip of elongated metal NPs when the excitation is polarized along the long axis.183 This tip or corner effect is also called the ‘‘lightning rod effect’’, which can result in a large electric field and Raman enhancement near the sharp surface or at the sharp ends of the NPs. Hence the spatial anisotropy is ascribed to strong optical scattering and plasmon concentration at the corners and edges of nanostructures.184 Compared to nanospheres with smooth surfaces, another factor which plays a vital role in SERS is the ‘‘hot spots’’ in the surface due to the presence of sharp edges or active rough surfaces.185 The degree of localization at the hot spot is an intrinsic property of the shape or aspect ratio of the particle,186 which can be traced back to the fact that the magnitude of the induced dipole is affected by the shape. The high Raman signal enhancement is attributed to the more intense local electromagnetic fields generated at the hot spots, which make them more effective for Raman scattering than nanospheres.185,187\nAmong these controlled shaped nanostructures, gold nanocrystals are most commonly employed due to their unique plasmonic properties and Raman scattering properties. Au NPs with the desired cube shape of highly controlled corner sharpness can scatter light in a steadily reproducible manner, and the quantitative SERS enhancement factors for the dimers are very narrowly distributed (Fig. 14a).188 Particularly, the enhancement factors of 72 nm sharp-cornered Au NC dimers have a distribution within one order of magnitude. It is proved that hexoctahedral Au nanocrystals enclosed exclusively by high-index {321} facets exhibit more enhanced plasmonic properties and higher SERS activities than normal spherical ones (Fig. 14b).189 In addition, branched Au/Pd bimetallic NCs exhibit much better plasmonic properties and SERS activities than spherical Au/Pd NPs (Fig. 14c).190 Moreover, Au nanorods showed red-shifted LSPR spectra with increased aspect ratios,191–194 and would shift their LSPR peaks to shorter wavelengths with Ag shell coating.195,196 In the case of other nanomaterials such as Ag NPs, anisotropic nanocrystals showed enhanced SERS signals compared with their spherical ones.118 The SERS signal extracted from a single Ag nanocube strongly depends on laser polarization. Compared with an isotropic sphere, the intensity of the SERS signal of a cube with the laser polarization along the face diagonal is much stronger than that of the SERS signal along the edge. This phenomenon is caused by the difference in near-field distribution over the surface of a nanocube under different polarization directions.\nFig. 14 Characterization of anisotropic NPs and their optical properties. (a) Representative TEM image, Rayleigh scattering and the quantitative surfaceenhanced Raman scattering (SERS) enhancement factor (EF) of a single-particle, and SEM image of Au nanocubes with sharp cornered shapes. (b) SEM image of the hexoctahedral Au NPs; the normalized UV-vis extinction spectra prepared with different amounts of HAuCl4. (c) High-magnification SEM images and SERS spectra of crystal violet adsorbed on the concave branched Au/Pd bimetallic nanocrystals. The scale bars of (a), (b) and (c) are 500 nm, 200 nm and 100 nm, respectively. The SERS spectra were obtained with lex = 514 nm excitation, Plaser = 1 mW, and t = 20 s. (a and b) Reprinted by permission from ref. 188 and 189, copyright 2018 and 2012 American Chemical Society. (c) Adapted with permission from ref. 190, copyright 2015 Wiley-VCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nThis systematic comparison and investigation of LSPR and SERS properties could also shed light on the design of the best substrate for SERS.\n4.1.2 Fluorescence imaging. The anisotropy or geometric shape of NPs is considerably significant for their applications in fluorescence imaging. Quantum dots (QDs) for fluorescence imaging are the most representative candidates among all fluorescent nanomaterials because of their broad excitation spectra, narrow fluorescence emission bands, and resistance to photobleaching. The PL intensity and wavelength in QDs can be tuned mainly by engineering their size, shape, and composition.197–199 Size-dependent fluorescence properties are generally found in typical 2–10 nm semiconductor QDs.200,201 With the decreasing size of QDs, the energy gap between the top of the valence band and the bottom of the conduction band expands, and this increase in energy associated with exciton generation/recombination brings a blue shift in both absorbance and PL spectra.202 The tailoring of composition can be achieved by forming core/shell structures which could be divided into three types based upon the band alignment of valence and conduction bands between their constituent materials.203,204 For instance, Cd-based type II QDs exhibit near-IR emission due to electron–hole recombination across the core/shell interface,205 and Cd-free type II QDs exhibit PL color changes by simply varying the shell thickness.206 Adding a shell can also improve the PL quantum yield.207 Another method of trimming composition is doping by adding another metal or tuning the ratios of metal precursors to alter the PL peak.208,209 In addition, the intensity of the emission can be engineered by adjusting pH,210,211 and the PL wavelength can be tuned by varying the synthetic temperature.212\nThe shape effect in controlling the fluorescence property of semiconductor QDs has attracted researchers’ interest in recent years. For example, the synthesis and fluorescence imaging of tetrahedral InP and CdTe/CdSe core/shell QDs were systematically studied.213,214 Quantum rods (QRs) are brighter probes than QDs since the Stokes shift is greatly dependent on the aspect ratio (length/diameter) of rods.55,56 Meanwhile, the color control is achievable by tuning the diameter, which governs the band gap energy of QDs.215 With the increase of width or\nlength, the emission peak moves to lower energy, and the position of the emission peak depends more sensitively on the width than on the length. The reason for this is that the band gap is chiefly determined by the lateral confinement which plays a vital role even in long rods. Likewise, it was reported that CdSe QRs emitted light that was linearly polarized towards the c-axis of the crystals and the degree of polarization was dependent on the aspect ratio of the NPs.216 Yong et al. reported CdSe/CdS/ZnS QRs as targeted optical probes for live cell fluorescence imaging.217 In this paper, transferrin (Tf) was conjugated onto CdSe/CdS/ZnS QRs for targeted delivery; confocal and two-photon imaging proved the receptormediated uptake of the bioconjugates into the HeLa cells (Fig. 15). In addition, Deng and co-workers found that manganese-doped zinc sulfide quantum crystals with a rod shape have tunable dualcolor and multiphoton emissions.218 As reported, in addition to the effect of Mn2+ doping levels, with the increase of QR diameters from QR1 to QR7 with different aspect ratios, the relative intensity of the blue bands to orange bands decreases, which is mainly attributed to the enhancement of the orange emission intensity, while the intensity change of blue emission is negligible.\nShape also plays a significant role in determining the optoelectronic properties of graphene quantum dots (GQDs).219 The emission of GQDs can be widely tuned from deep ultraviolet to near-infrared by the shape of the carbon network.220 A pristine armchair-edged GQD (arranged in rectangle shape) emits red fluorescence (670 nm) in toluene,221,222 which is attributed to the transition from ground state to excited singlet state.223 On the other hand, a GQD of triangular shape emits red fluorescence at 748 nm and shows the absorption maximum at 591 nm.221,224 Moreover, Shan et al. also discovered the hidden effect of particle shape and criteria for evaluating the upconversion luminescence of lanthanide doped nanophosphors (Fig. 16).225\n4.1.3 Near-infrared luminescence. Near-infrared (NIR) luminescence is commonly found in fluorescence imaging and bioimaging.226–228 Most of the previous studies focused on the size and metal doping of NPs for NIR luminescence,229–231 whereas a few studies noticed the considerable effect of shape on luminescence.232–234 Besides the conventional metal-based NPs for NIR luminescence, such as QDs and upconversion NPs, Li et al. realized the morphology-tailoring of a red AIEgen from\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\npristine nanorods to nanospheres for NIR fluorescence imaging by encapsulating quinoline-malononitrile-2 (QM-2) into hybrid micelles.235 This nanostructure exhibits great promise in NIR imaging due to its good solubility in aqueous systems, uniform diameter of about 30 nm, increased fluorescence brightness with a large Stokes shift of 190 nm, and strongly enhanced photostability (Fig. 17)."
    }, {
      "heading" : "4.2 Catalytic application",
      "text" : "Nanocatalysis is undergoing an explosive growth. Researchers have reported striking novel catalytic properties for nanocatalysts compared to their bulk counterparts, including significantly enhanced reactivity and selectivity.236,237 Many studies elucidate the factors that tremendously affect the catalytic performance of metal NPs such as their size, shape, or interaction with their support.238 However, these parameters are not independent, for instance, size and support of NPs decide the most stable shape of NPs, which makes the analysis more complicated. Among these aspects, the shape-dependent effect in catalysis has attracted increasing attention in recent years. It has been verified that the exposed crystal faces, determined by the morphology of catalyst NPs, considerably affect the catalytic behavior. The surface structure of the exposed crystal face has a critical effect on the adsorption energy, reaction energy and activation barrier. Nanocatalysts with various anisotropic shapes often expose several different facets, together with other types of sites such as edges or corners. In a reactive environment, the reactants and products are able to induce other facets or completely new structures to be exposed. Undercoordinated\nsites at edges and corners are commonly particularly important for the catalysis. On the other hand, the potential energy diagram for surface reactions usually depends greatly on the surface structures of facets. For example, when comparing the potential energy diagram for CO dissociation on different Ni facets, it is found that steps on the surface interact closely with the final product.239 The dissociation barrier is also considerably lower, which means that not all sites on a nanoparticle contribute equally to the catalytic activity. Any process involving dissociation can be strongly favored at defects and the edges or corners of anisotropic particles.\n4.2.1 Photocatalysis. NP-Based photocatalysis is one of the most promising procedures in the sustainable development of organic pollutant degradation, clean energy sources, and hydrogen production from water splitting or carbon dioxide reduction.240–242 The exposed facets associated with shapes play a crucial role in the photocatalytic activity of NPs, which is due to the preferential flow of photogenerated carriers to the specific facets. Recently, the fascinating shape-dependent photocatalytic activity of titanium dioxide crystal facets has attracted enormous interest.243–248 To improve the photocatalytic activity, previous reports mainly focused on increasing the surface area of high-energy exposed facets such as {001} and {100}.249 However, Roy and coworkers demonstrated that the presence of both high-energy {001} oxidative and low-energy {101} reductive facets in an optimum ratio is equally important for efficient charge separation and photocatalytic activity enhancement (Fig. 18a).250 Another research study also confirmed that the co-exposed {001} and {101} facets of anatase\nFig. 16 TEM images of the upconversion NPs in three shapes: (a) nanoprism, (b) nanorod, (c) nanoplate; the inset is the geometrical description of the shape. (d) The upconversion emission spectra and (e) surface to volume ratios vs. upconversion luminescence intensity for three upconversion NPs with three shapes. Adapted with permission from ref. 225, copyright 2016 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nTiO2 are significant for the photocatalytic activity for CO2 reduction into CH4.\n251 They proposed the ‘‘surface heterojunction’’ concept based on the density functional theory (DFT) calculations to explain the photocatalytic performance differences (Fig. 18b). These uniform TiO2 NPs can find potential applications in dyesensitized solar cells and also hydrogen generation through water splitting.\nIn addition, zinc oxide is an important semiconductor that has been widely applied in photocatalysis, whereas morphology control is an important approach to improve its photocatalytic performance. The ZnO tetrapods with different morphologies (nanoplates, nanorods) exhibit strong photocatalytic activities against methylene blue.252 Mesoporous and hexagon shaped ZnO nanodisks with exposed specific polar facets exhibit enhanced photovoltaic performance in QD sensitized solar cells.253 Anisotropic nanoplatelets can be used to engineer the heterojunction band structure and greatly improve the photocatalytic properties in a wide range by increasing charge separation.254 ZnO rods/reduced graphene oxide composites showed high photocatalytic performances for efficient sunlightdriven photocatalysis, and the high specific surface area of ZnO rods is one of the important reasons.255 Other anisotropic structures of metal oxides, such as Bi2O3 hierarchical nanostructures, also show excellent photocatalytic capabilities.256\nIt has also been reported that Ag and Au NPs with controlled geometry can affect the rate of photochemical reaction of adsorbed molecules.257–259 The shape and facet effects are also momentous for photocatalytic properties of single-crystalline Ag3PO4 crystals. Ag3PO4 rhombic dodecahedra with only {110} facets exhibit much higher activities than cubes bounded entirely by {100} facets for the degradation of organic contaminants, which may be mainly ascribed to the higher surface energy of {110} facets than that of {100} facets (Fig. 18c–f).260 Besides the above NPs, shape induced (spherical, sheets and rods) differences of photocatalytic activity also exist in CdS nanostructures for photodegradation of methylene blue dye under UV irradiation.261 In addition, high photocatalysis and visible lightinduced charge retention are found with hybrid CdSe–Au nanodumbbells.262\n4.2.2 Electrocatalysis. It should be borne in mind that the catalytic reactivity of NPs increases proportionally with the number of metal atoms on the surface.263 Because of the massive surface area of NP dispersions, increasing their anisotropy can lead to a marked change in their catalytic activity. For example, Pt NPs of various shapes showed enhanced and selective catalytic performances over spherical NPs.264–266 Research studies have explored a number of strategies to control the shape of Pt-based catalysts to obtain enhanced\nFig. 17 (a) The SEM image of QM-2 in a water/THF mixture with fw = 70 vol%. TEM images of QM-2@PNPs at (b) low and (c) high magnification. (d) Emission spectra of pure QM-2 in a water/THF mixture at fw = 70 vol%, hybrid micelles before shell cross-linking, and QM-2@PNPs in water. (e) Size distributions of hybrid micelles, QM-2@NPs and QM-2@PNPs in water by dynamic light scattering. (f) Fluorescence stability of ICG (indocyanine green, a FDA-approved NIR imaging agent in clinic), QM-2, and QM-2@PNPs under continuous illumination (0, 10, 20, 40, 60, 120, 180, 300, 420, and 600 s). (g) Fluorescence images of MCF-7 cells stained by QM-2@PNPs at different cell passages. The scale bar (20 mm) is the same for all images. Reproduced with permission from ref. 235, copyright 2016 Wiley-VCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\ncatalytic properties, including the yield of high-index facets and design of controlled architectures (e.g., textured, core–shell, or dendritic structure).47 Pd nanocrystals show structure-sensitive catalytic properties as well,45,267–269 with the maximum current density of formic acid oxidation increasing in the order of octahedra o truncated octahedra o cuboctahedra o truncated cubes o cubes, confirming that the catalytic rate on Pd{100} was faster than that on Pd{111}.270 Taking into account their similar trend of anodic potential, Pd nanocubes with slightly truncated corners are the best catalyst for the oxidation of formic acid.\nElectrochemical reduction of CO2 provides great potential for intermittent renewable energy storage. Liu and colleagues reported a predominant shape-dependent electrocatalytic reduction of CO2 to CO on triangular silver nanoplates (TriAg-NPs).271 Tri-Ag-NPs showed an enhanced current density, considerably higher selectivity and significantly improved energy efficiency, together with a considerable durability compared with those of similarly sized Ag NPs and bulk Ag (Fig. 19).\nAdditionally, CO can be detected at an ultralow onset potential, indicating the excellent catalytic activity and superiority of TriAg-NPs toward CO2RR. Density functional theory (DFT) calculations revealed that the enhanced electrocatalytic activity and\nFig. 18 Shape and facet effect of photocatalysis. (a) Synergy of low-energy {101} and high-energy {001} TiO2 crystal facets for enhanced photocatalysis. (b) {001} and {101} surface heterojunction of TiO2. SEM images of (c) rhombic dodecahedra and (d) cubic Ag3PO4 with different morphologies. The photocatalytic activities of Ag3PO4 rhombic dodecahedra, cubes, spheres, and N-doped TiO2 are shown for the degradation of (e) MO and (f) RhB under visible light irradiation (l 4 400 nm). (a, b and c–f) Adapted with permission from ref. 250, 251 and 260, copyright 2013, 2014 and 2011 American Chemical Society, respectively.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nhigh selectivity of Tri-Ag-NPs at an ultralow overpotential are a consequence of the shape-controlled triangular structure, which provides both the optimum edge-to-corner ratio and the predominant Ag{100} facet. The above studies provide promising approaches to trim the catalytic activity and selectivity of metal nanocatalysts via producing optimal facets and edge sites of specified shapes."
    }, {
      "heading" : "5. Biomedical applications",
      "text" : ""
    }, {
      "heading" : "5.1 Fluorescence imaging",
      "text" : "Fluorescence (and phosphorescence) based imaging has found particular interest and probably is one of the most widespread methods in various biomedical applications.272–275 The acquisition of fluorescence imaging usually is with the aid of fluorescent probes or nanomaterials, like semiconductor-nanoprobes (siliconbased nanostructures,276–278 carbon dots,279 semiconducting SWNTs and semiconducting sulfides280) and Au NPs,281 which can absorb and convert certain types of energy into radiation of visible light.57 As a result, trimming the morphology will contribute much to the fluorescence properties of NP-based probes. Among all kinds of fluorescent nanomaterials, QDs282–284 for visible light imaging and rare earth materials for upconversion bioimaging are the main representative and attractive candidates.\n5.1.1 Visible light imaging. Fluorescent QDs are ideal fluorescence probes due to their narrow fluorescence line widths, shape (or size) tunable emission, photostability, and excitation with a single wavelength.285–288 Compared with spherical QDs, QRs with anisotropy could offer some superior properties such as larger absorption cross sections, faster radiative decay rates, linearly polarized emissions, more substantial Stokes shifts, and capability of functionalization at different sites with multiple binding moieties. These unique characteristics make QRs promising materials with a wide range of applications, from biomedical imaging and biosensors to nanodevices. Yong et al. demonstrated that tumor targeting and imaging in live animals could be achieved with functionalized semiconductor quantum nanocrystals with a rod shape.289 The highly luminescent CdSe/CdS/ZnS QRs can be successfully applied for targeted tumor fluorescence imaging, which is owing to conjugated cyclic RGD peptide binding to the aVb3 integrins overexpressed in tumor vasculature. Hence, the optical imaging showed tumor sites by virtue of the accumulation of QR probes after systemic injection (Fig. 20). In vivo tumor detection and cytotoxicity studies showed no adverse effects, indicating no toxicity at the cellular and tissue levels of functionalized QRs. As a result, they could be utilized as bright, photostable, and biocompatible luminescent probes for the early diagnosis of cancer. Likewise, another report suggested that water-dispersible, noncytotoxic QRs in luminescence bioimaging can be fulfilled using silica-coating.290 It is also reported that dumbbell-shaped carbon quantum dot/Au NP nanohybrids can be utilized as an efficient ratiometric fluorescent probe for sensing Cd2+ ions and L-ascorbic acid.291 The high sensitivity and selectivity of these dumbbell-shaped NPs is ascribed\nFig. 20 TEM images of CdSe/CdS/ZnS quantum rods (QRs) at (a) low and (b) high magnification. The average length and width are 20.5 and 4.5 nm with an aspect ratio of 4.5. (c) The spectra of autofluorescence (green) and QRs (red) of a nude mouse bearing tumor with QR bioconjugates. The signal of QRs was obtained by subtracting the autofluorescence from the mixture. (d) In vivo luminescence imaging of Panc-1 tumor-bearing mice injected with cRGD-peptide-conjugated QRs of (d and e) 1 mg at 1 h and (f and g) 0.5 mg at 2 weeks, TEM images (right) correspond to luminescence images (left); the tumor is indicated by white arrows. The autofluorescence of tumor-bearing mice is shown in green, and the unmixed QR signal in red. All images were acquired under the same experimental conditions. Reproduced with permission from ref. 289, copyright 2009 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nto the static quenching and the inner filter effect. The addition of Cd2+ causes the formation of cubic aggregates, resulting in fast and complete fluorescence quenching of Au NCs. However in the presence of L-ascorbic acid, the above quenched sensor recovers gradually. Besides fluorescent QDs, it is reported that biocompatible Au nanoclusters (or Au dimers) with an appropriate surface capping agent could also be employed as a fluorescence contrast agent for live cell imaging.60,292 The improvement of the photoluminescence yield is attributed to nanoparticle plasmons, particularly to the increase of scattering or absorption cross sections. Adjusting the shape or geometry of Au nanostructures allows a redshift in both scattering and photoluminescence spectra.\nBesides metal-based NPs,293,294 the shape effects also exist in organic nanostructures. Shao et al. reported that the micro/ nanoaggregates with controlled morphologies (from rod to sphere) fabricated from organic quinoline–malononitrile (QM) derivatives can realize desirable far-red and NIR fluorescence and tumor-targeted bioimaging.295 The biocompatible QM nanoprobes are shape-tailored and preferable for celltracking and tumor-targeted bioimaging (Fig. 21). Similarly, another study demonstrated the shape effect on aggregationinduced emission (AIE) probes for in vivo imaging by tuning their morphologies.296\n5.1.2 Upconversion bioimaging. Upconversion luminescence (UCL) is a nonlinear optical process, which usually converts NIR photons to short-wavelength emission.58 Recent advances in nanotechnology have promoted the development of upconversion nanomaterials as potential candidates of fluorescent probes for biomedical applications.297 In this area, it was found that anisotropic shaped NPs showed numerous applications for upconversion bioimaging.298–300 For example, lanthanide-doped NaGdF4 nanorods with multicolor photoluminescence301 and hexagonalphase NaYF4:Yb,Er/Tm nanocrystals with controllable shape and upconversion fluorescence have been reported.302 The NaYF4:Yb\n3+/ Er3+/Tm3+ nanoplates, nanospheres, and nanoellipses showed strong upconversion fluorescence and emitted varied fluorescence. The nanoplates showed stronger upconversion fluorescence emission compared to nanospheres and nanoellipses. It is possible that the nanoplates have a relatively large size and a small surface and thus little surface defects, which are usually fluorescence quenchers. In addition, Murray et al. reported NaYF4-based spheres, nanorods, nanoplates, and nanoprisms and their tunable upconversion emissions.59 Besides engineering the dopant concentration, tuning the size or shape of anisotropic upconversion NPs is also an effective way to alter the upconversion luminescence. With increased size, both the total intensity of emission and the intensity ratio of green to red emission of NaYF4:Yb/Er NPs increased. This phenomenon can be attributed to the fact that the upconversion quenching caused by surface defects and ligands becomes more important with the decrease in size. On the other hand, the as-synthesized NaYF4:Yb/Ce/Ho spherical NPs and hexagonal nanoplates both displayed dominant red emission under 980 nm excitation, but their total intensities of emission were much weaker than those of NPs with other shapes. These NPs hold great potential for application in biomedicine as fluorescent labels or imaging probes.\nZeng and co-workers achieved dual-modal X-ray and upconversion bioimaging by administering ligand-free NaLuF4:Gd/ Yb/Er nanorods.303 In this work, the NaLuF4:Gd/Yb/Er nanorods exhibited enhanced visualization of blood vessels for in vivo synergistic X-ray imaging and UCL bioimaging of nude mice compared with that without nanorods (Fig. 22). The nanorods also have excellent paramagnetism and can be employed as a potential contrast agent for magnetic resonance imaging. These results indicate that the UCL nanorods could be utilized as promising candidates for angiography imaging and disease diagnosis. In addition, a series of core–shell UCL nanostructures are widely used in upconversion bioimaging as well.304–307"
    }, {
      "heading" : "5.2 Magnetic resonance imaging",
      "text" : "Magnetic resonance imaging (MRI) has been extensively employed among numerous clinical diagnostic techniques during the past two decades due to its safety and high spatial resolution for soft tissues.308–310 MRI in some clinical trials requires the use of contrast agents (CAs), which can accelerate the proton relaxation process of nearby water molecules under an external magnetic field, enhance the contrast between the detected region and background, and thus improve the sensitivity and accuracy.311–313 There are mainly three types of CAs, namely, T1 positive CAs for T1 imaging (e.g., Gd chelates, paramagnetic Gd2O3, MnO or NaGdF4 nanomaterials), 314–318 T2 negative CAs for T2 imaging (e.g., superparamagnetic IO, ZnFe2O4 and Fe5C2 NPs),\n319–322 and T1–T2 CAs (e.g., EuIO, GdIO NPs)323–325 for T1–T2 dual modal imaging. Among them, the shape (morphology) plays a vital role in influencing T1 or T2 contrast enhancement effects in T1 and T2 imaging. 326–328\n5.2.1 T1 imaging. Conventional paramagnetic (e.g., Gd 3+ or Mn2+) complex-based T1 CAs are small molecules that are renally cleared within a few minutes, while NP-based T1 CAs could avoid this short circulation time.329,330 Researchers can tailor the shapes of NP-based CAs to meet the biological requirements for optimizing T1 imaging. For example, Gd(III)– nanodiamond conjugates enable contrast enhancement for MRI compared to other agents.331 Ultrathin manganese oxide nanoplates exhibited strong MR contrast enhancement for in vivo T1 imaging derived from the large quantity of manganese ions exposed on the surface.332 Likewise, MnO nanotubes with more surface manganese ion density also showed a larger r1 value compared to traditional manganese oxide nanospheres.333,334 In a similar manner, Zhou et al. reported higher-performance T1 relaxivity of IO plates (Fig. 23a–d)\n335 and GdIOP nanoplates (Fig. 23e–g)336 compared to spheres ascribed to high ratios of surface metal (Fe or Gd) ions, which is a result of the geometrical shape confinement. Hence, the shape influences the T1 contrast effect due to the surface to volume ratio, because the exposed metal ions on the surface may provide efficient chemical exchange for protons and thus accelerate the T1 relaxation process. This theory is further demonstrated according to systematic and theoretical analyses of longitudinal relaxivities of ferrite oxides with different shapes (Fig. 23h).337 In this work, the longitudinal relaxivity has positive correlations\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nwith the surface-area to volume ratio and occupancy rate of effective metal ions on exposed surfaces of magnetic NPs.\n5.2.2 T2 imaging. The magnetic resonance signal in the transverse relaxation process can be modulated with magnetic\nNPs in T2 imaging. Besides size, 338 composition,339–341 and surface functionalization,62,63 the shape also plays a critical role in determining the contrast abilities for T2 imaging. For T2 CAs, superparamagnetic IO NPs establish a local perturbed\nFig. 21 Multiple morphologies based on quinoline–malononitrile (QM) derivatives. The TEM, SEM, and confocal laser scanning microscope images (from top to bottom) of (a) QM-1, (b) QM-2, (c) QM-3, (d) QM-4, (e) QM-5 and (f) QM-6, respectively. In vivo non-invasive imaging of mice bearing tumor after intravenous injection of (g) QM-2 and (h) QM-5 at different time points (0.5, 1.5, 3 and 24 h), and fluorescence images of the organs of mice sacrificed at 24 h post-injection with (i) QM-2 and (j) QM-5. (k) The 3D fluorescence imaging of tumor-bearing mice after intravenous injection of QM-5 for 24 h. (l) The distribution of average fluorescence intensity for tumor and internal organs from mice sacrificed at 24 h post-injection with QM-2 and QM-5 (n = 3). Adapted with permission from ref. 295, copyright 2015 Wiley-VCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\ndipolar field to shorten proton relaxation and increase the signal difference of tissue and the surrounding background. The local field inhomogeneity under an external magnetic field can be further elevated by artificially involving NPs with anisotropic geometries and shapes.342 For example, Zhao et al. reported that iron oxide NPs with an octapod shape display ultrahigh transverse relaxivity, and dramatically enhance the sensitivity of T2 imaging for early stage detection of cancer, due to the large effective radius and local field inhomogeneity of the magnetic core than the spheres (Fig. 24a and b).88 This octapod shape was also well exploited in subsequent studies involving ZnIO NPs343,344 and CoIO NPs;345 all these samples have high sensitivity and accuracy for sensitive CE-MRI. Furthermore, Yang et al. showed that magnetic ferrite oxide NPs with heterogeneous shapes (sphere, plate, tetrahedron, rhombohedron, and octapod, in Fig. 24c) generate distinct stray fields and gradients under a background field, affect the speed of the efficient dephasing and diffusion process of surrounding protons, determine effective radii together with saturated magnetization of particles, and finally affect transverse relaxation rates and in vivo liver and tumor T2-weighted imaging performance (Fig. 24d–i).337"
    }, {
      "heading" : "5.3 Photothermal therapy",
      "text" : "Killing tumor cells by photothermal therapy relies on hyperthermia, which is a condition where cells are subjected to heat (above 42 1C) for tens of minutes. It will cause irreversible damage to the cells due to destruction of cell membranes and/or denaturing of proteins.346,347 Nanomaterials such as Au NPs can absorb and convert electromagnetic energy into heat by the photothermal effect348,349 and have high tumor specificity due to their ability to accumulate in tumor sites through passive targeting and/or active targeting enabled by ligands.350\nFig. 22 (a) The TEM image (inset: a corresponding HRTEM image of a single nanorod) and (b) STEM image of NaLuF4:Gd/Yb/Er. (b) The upconversion spectra of OA-coated NaLuF4:Gd/Yb/Er nanorods under the excitation of 980 nm. (c) In vitro optical imaging of HeLa cells treated with NaLuF4:Gd/Yb/Er nanorods under 980 nm excitation, (d) bright field image, corresponding (e) green and (f) red upconversion fluorescent image. (g) Synergistical in vivo dual-modal X-ray and upconversion bioimaging of a nude mouse with subcutaneous injection of NaLuF4:Gd/Yb/Er nanorods. The ex vivo upconversion bioimaging of the lung and liver and X-ray imaging of the lung of a sacrificed nude mouse after 0.5 h intravenous injection with NaLuF4:Gd/Yb/Er nanorods. Adapted with permission from ref. 303, copyright 2014 Elsevier Science.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nShape also has a profound effect on Au NP-based applications in photothermal therapy. West and Halas proved the selective photothermal ablation of SKBR3 breast cancer cells using Au nanorods conjugated with an anti-HER2 antibody.351 Li et al. demonstrated the effective photothermal ablation of melanoma tumors by applying melanocyte-stimulating hormone conjugated hollow Au nanospheres.352 Song et al. reported that ultrasmall Au nanorod vesicles have an enhanced tumor accumulation and fast excretion from the body for cancer therapy.353 These Au nanorod vesicles could accomplish rapid excretion from the body due to degradation into small nanorods by hydrolysis of the coated PLGA, enhanced photothermal properties by the strong interparticle plasmonic coupling, prominent tumor accumulation and high photothermal cancer therapy efficacy (Fig. 25). In another case, glutathioneresponsive self-assembled Au NPs could be applied for enhanced tumor imaging and imaging-guided photothermal therapy with a nanowreath shape, which caused improved photothermal properties compared to Au seeds and/or thick Au nanorings with a smooth surface due to the presence of Au branches, small junctions, and central holes in Au nanowreaths.354 In this work, the GSH-responsive self-assembled magnetic Au nanowreaths show NIR absorption, resulting in strong photoacoustic signals and effective photoablation of tumor for imaging-guided photothermal therapy.\nBesides the discussed materials, Kim et al. utilized golden carbon nanotubes as multimodal photoacoustic and photothermal\nhigh-contrast molecular agents.355 Li and co-workers reported CuTe nanocrystals with different shapes (nanocubes, nanoplates, and nanorods) that have different plasmonic properties as photothermal agents.356 The morphology of polymer nanovehicles also plays a significant role. It was reported that molecular bottlebrush-based unimolecular micelles with tunable morphologies, including sphere, rod, worm or core–shell structures, could offer different bio-behaviors and effects on inhibiting tumor growth for photothermal cancer therapy.21"
    }, {
      "heading" : "6. Biological behaviours",
      "text" : "Shape factors (morphology, geometry or anisotropy) of NPs have an influence on particle–cell interactions. For instance, the radius of curvature is crucial in determining the amount and rate of particle phagocytosis. Anisotropic geometry also influences the in vitro behaviors, like cytotoxicity and cell uptake, and in vivo behaviors, such as biocompatibility, targeting ability, biodistribution and clearance of NPs.\n6.1 In vitro behaviours\n6.1.1 Cytotoxicity. The NP-mediated cytotoxicity is known to be affected by several factors, such as cell surface, colloidal stability, particle uptake and other physicochemical factors.357\nFig. 23 The effect of surface structure with different shapes on T1 contrast performance for NPs in T1 imaging. For IO plates, (a) TEM image of IO nanoplates with a thickness of 4.8 nm, (b) the distribution of atoms on the exposed Fe3O4(111) facet, (c) main key parameters to T1 relaxation of protons, and (d) the proton interaction in a spherical magnetic NP system. For GdIOP nanoplates, (e) TEM and HRTEM images of vertically aligned GdIOP, (f) atomic side views of the Fe3O4(100) plane and Gd2O3 decorated surface for chemical exchange, and (g) the contrast-enhanced T1 MRA imaging of rats at 5 min after injection of GdIOP at 3.0 T with a dose of 0.2 mmol (Fe + Gd) per kg. (h) The exposed faces of (100), (110), (111), and (311) of MnIO NPs, showing different occupancy rates of metal ions on the surfaces. (a–d), (e–g) and (h) Reproduced with permission from ref. 335, 336 and 337, copyright 2014, 2015 and 2018 American Chemical Society, respectively.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nThe anisotropy or geometry can influence the quantity of particles ingested. Too high ratio of NP uptake could disrupt cellular functions and bring about adverse cytotoxic effects, which induce excessive endocytosis and result in oxidative stress-mediated mitochondrial damage.358\nThough the relationships between cytotoxicity and shape are not obvious,359,360 their correlation does indeed exist in many studies. For example, investigations of the toxicity of mesoporous silica nanorods claimed shape-dependent cytotoxicity in A549 human lung epithelial cells and RAW 264.7 murine macrophages.361 Hemolysis assay indicated that the hemolytic activity is geometry-dependent for bare SiO2. Hamilton et al. studied the cytotoxicity of TiO2 NPs with different aspect ratios using primary mouse C57BL/6 lung macrophages, and found a higher cytotoxicity for larger nanofibers among the tested spherical, short and long nanofibers.362 In this work, the long nanofibers incubated with alveolar macrophages led to the release of cathepsin B (a lysosomal protease) and the disruption\nFig. 24 The effect of morphology on T2 contrast performance for NPs in T2 imaging. For pure IO octapods, (a) TEM images at low and high magnification and HRTEM image of a trigonal pyramidal arm with IO octapod-30, (b) schematic illustration showing that the effective radius of octapods is 2.4 times that of spheres with the same geometric volume under an external magnetic field of B0. For ferrite oxides, (c) TEM images of ferrite oxides of different morphologies with the same geometric volume, (d) scheme of the diffusion and proton relaxation process of water molecules around spherical magnetic NPs, (e) spatial distributions of stray fields of different shapes along the longest diagonal at an external magnetic field H0, (f) changes of stray field gradients with different shapes, (g) the linear relationship of the ratio of the r2 value to the square of saturated magnetization (r2/Ms 2) and the square of effective radius (r*), (h) T2-weighted phantom images of ferrite oxides with multiple shapes measured at 1.5 T MRI, and (i) in vivo T2-weighted MRI of liver tumor in the sagittal plane and liver in the transverse plane of mice at 7.0 T. The scale bars in (a) are 100 nm, 20 nm and 2 nm, respectively. The scale bar in (c) is 100 nm. (a and b) Adapted with permission from ref. 88, copyright 2013 Nature Publishing Group. (c–i) Reproduced with permission from ref. 337, copyright 2018 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nof the lysosomal membrane, resulting in drastically increased levels of interleukin-1 and interleukin-18, suggesting the particle length-dependent inflammatory response. Similarly, Stoehr et al. indicated the cytotoxicity of high aspect ratio silver NPs in A549 cells; silver nanowires showed shape-dependent toxicity compared to nanospheres (Fig. 26).363 Another report suggested that the high aspect ratios of carbon nanotubes cause frustrated phagocytosis and result in inflammation and systemic effects.364 Additionally, the geometry or anisotropy of NPs can also affect cytoskeletal organization,365–368 induce disruption of lipid bilayers and lead to cytotoxic and proinflammatory responses.\n6.1.2 Shape-dependent cell uptake. The cell uptake of NPs has attracted considerable attention, one reason being that NPs could be applied as vehicles for intracellular drug delivery. It is well-known that cell uptake of NPs is determined by an intricate interplay of physicochemical properties like shape, size, and surface functionalization, and the effect of shape is extensively investigated in recent years. For instance, Xie et al. reported the shape effect on cellular uptake of methylpolyethylene glycol coated Au NPs in the form of stars, rods, and triangles by RAW264.7 cells.369 The efficiency of cellular uptake from low to high follows the order of stars, rods, and triangles. Their results demonstrated that shape can modulate the cellular uptake of NPs, and different shapes were inclined to undergo various endocytosis pathways in different proportions. Similarly, the shape dependence of Au NP uptake into mammalian cells was demonstrated using rods with different aspect ratios and spheres.370\nAnother report investigated the uptake behaviors of fluorescently labeled spherical and non-spherical NPs with equal volume by qualitative and quantitative analysis.25 Uptake of NPs in MSC and HeLa cells shows a negative correlation between aspect ratio and uptake rate, showing non-spherical NPs with less cellular uptake than the spherical counterparts (Fig. 27). This phenomenon can be attributed to the larger average radius of curvature of nonspherical particles. In a similar report, shape and orientation matter for the cellular uptake of non-spherical NPs were studied, providing systematic understanding for membrane wrapping of NPs, viruses, and bacterial forms.24 Stable endocytic states with small and high wrapping fraction are favorable for rod-like NPs, a submarine mode is used for high aspect ratios and round tips, and a rocket mode is preferred for small aspect ratios and flat tips. In addition, Wang et al. have also shown that the DNA-functionalized nanoflowers can be readily taken by cells.371\nThe findings of these studies will give implications for the chemical design of NPs in biomedical applications (e.g., tuning intracellular delivery rates), and provide useful guidelines for the design of NPs for drug delivery.\n6.2 In vivo behaviours\n6.2.1 Biocompatibility. Conventional problems of biocompatibility of NPs in vivo stem from the fact that toxicity is influenced by physicochemical properties of particles like shape effects. Inhalation of high aspect ratio fibers leads to frustrated phagocytosis of pulmonary macrophages, which can result in poor biocompatibility such as asbestosis, bronchogenic carcinoma, pleural fibrosis, mesothelioma, and pleural plaque formation.364,372 Compared to\nFig. 25 (a) The TEM image of small Au nanorods (about 8 nm 2 nm). (b) The SEM image of small plasmonic Au NR@PEG/PLGA vesicles; the insets are SEM and TEM images of a Au vesicle at high magnification. (c) The hydrodynamic diameter distribution of Au NRs and Au NR vesicles. (d) The UV-vis spectra of Au NRs and Au NR vesicles with different sizes (60, 80, and 96 nm) in water. (e) The schematic illustration of Au vesicles with prominent tumor accumulation and enhanced photoacoustic and photothermal cancer therapy efficacy. Adapted with permission from ref. 353, copyright 2015 WileyVCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\ntraditional spherical NPs, long fibers also cause more recruitment of polymorphonuclear leukocytes, exotic body giant cells, and other pathology. For example, after injection into the peritoneal cavity of female C57BL/6 mice with carbon nanotubes of various lengths, granulomatous inflammation was found through histological analysis of diaphragms.373 However, other reports suggested that systemic toxicity caused by intravenous administration of high aspect ratio CNTs is not palpable, and acute systemic toxicity could be mitigated with suitable coatings like PEG/phospholipid.374–376 Similarly, intravenous injection of PEGylated carbon nanotubes showed no significant toxicity in nude mice.377 The long-term biocompatibility is tied to particle biodistribution, in vivo fate (i.e., excretion), and degradation, and these will be discussed in later parts of this review.\n6.2.2 Targeting ability. NPs generally distribute throughout the body after intravenous injection; thus optimizing factors such as particle shape can help the particles to accumulate at or target the sites where they need to be introduced. NPs have been considered as ideal tools in nanotechnology platforms to deliver drugs for cancer therapy due to their ability to target tumors by passive or active targeting (small molecule, aptamer or antibody targeting).378 The nonspecific targeting mechanism relies on the ‘‘enhanced permeability and retention’’ (EPR) of NPs that are allowed to enter the tumor interstitial space due to the enhanced permeability of the tumor vasculature and the suppressed lymphatic filtration.379,380 However, the shape of the particle still in part dictates the passive particle localization at tumor sites despite the mechanism of EPR effect.\nFor example, Kolhar et al. demonstrated that rod shaped NPs exhibit higher specific and lower nonspecific accumulation at the target tissue compared to their spherical ones.381\nMathematical modeling of particle–surface interactions reveals that the higher specificity and avidity of nanorods is generated from the balance of polyvalent interactions, which promotes adhesion, entropic losses and shear-induced detachment. The shape-specific tissue accumulation and shape-induced enhancement of vascular targeting are also observed in the brain and lungs for NPs coupled with anti-intracellular adhesion molecules and anti-transferrin receptor antibodies (Fig. 28).\nTargeted delivery of therapeutic agents in the vascular compartment is a significant issue for treating hemorrhage, thrombosis, and atherosclerosis. Platelets have an inherent ability of vascular injury site-directed margination, sitespecific adhesion, and amplification of injury site-specific aggregation, and these functions can be tuned by their shapes. In this regard, Anselmo et al. fabricated platelet-like NPs (PLNs) to target vascular injuries and enable hemostatic functions with the biochemical and biophysical designs such as mimicking shape and surface biology.382 The PLNs displayed enhanced surface-binding compared with their spherical and rigid discoidal counterparts, together with site-selective adhesion and platelet-aggregation properties. In vivo studies indicated that PLNs targeted at the wound site and led to B65% reduction in bleeding time, effectively attaining the hemostatic functions of natural platelets (Fig. 29).\nAnother example is Au NPs (20 nm spheres, 40 nm spheres, 40 nm cubes, and 36 nm 10 nm rods) which have been investigated as effective vaccine adjuvants in vivo for West Nile virus. In this work the shape played a role in enhancing immune response via different cytokine pathways.383 Moreover, Chauhan et al. reported that nanorods exhibited superior transport and distribution into mammary tumors compared\nFig. 26 (a) The TEM image of silver nanowires with lengths of (a) 1.5 mm and (b) 8.0 mm, and (c) spherical Ag NPs of 30 nm. (d) Cell viability and cytotoxic effects of A549 cells using CellTiter Blues. NPs were incubated in cell culture medium for 48 hours at 37 1C and 5% CO2. After centrifugation the supernatants were added onto A549 cells and incubated for another 48 hours. Adapted with permission from ref. 363, copyright 2011 Springer Nature.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nto nanospheres of similar plasma half-life in vivo.384 The nanorods with the smallest diameter or longest aspect ratio showed the highest concentration of doxorubicin in tumor and lower amounts in spleen, liver, and lungs due to the more effective escape of NPs from the reticuloendothelial system with a smaller diameter. Likewise, filomicelle-paclitaxel showed significant inhibition of tumor growth in mice bearing A549 xenograft tumors compared to spherical paclitaxel NPs or free drug.385\n6.2.3 Biodistribution and clearance. Understanding how shape affects the biodistribution of intravenously injected NPs is of fundamental importance for the rational design of delivery systems. There have been numerous studies of the in vivo\nbiodistribution behaviours of anisotropic NPs. Huang et al. reported the biodistribution of silica NPs in mice post intravenous administration;386 short nanorods with an aspect ratio of 1.5 accumulated more in the liver whereas long nanorods with an aspect ratio of 5 localized more in the spleen. Yu et al. investigated the mucosal penetration of mesoporous silica spheres and rods, and rod-shaped silica NPs were shown to penetrate and accumulate more in the small intestine compared to spherical ones.387 The shape advantage for nanorods compared to spheres is dictated by the porosity of the mucus as well as the shape-induced diffusion of anisotropic nanorods.\nAnother study investigated the organ distribution of spherical, quasi-hemispherical, cylindrical and discoidal silicon NPs\nFig. 27 SEM micrographs of (a) NP2 + T–S0, (b) NP2 + T + S50, (c) NP2 + T + S100 and (d) NP2 + T + S150. NPi, NPi + T + S (NPs with temperature treatment and stretching) and NPi + T–S (NPs with temperature treatment and without stretching). Corresponding uptake of (a–d) into (e–h) MSC-cells and (i–l) HeLa-cells after 20 h of incubation at a concentration of 75 mg mL 1. Particles (in green), cell membrane (in red), and cell nuclei (in blue). The scale bar is 10 mm. Uptake of NPs with different aspect ratios in (m) MSC and (n) HeLa cells of NP2 + T + S50, NP2 + T + S100 and NP2 + T + S150. Adapted with permission from ref. 25, copyright 2012 Wiley-VCH.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nafter intravenous injection into MDA-MB-231 tumor bearing female mice.388 Cylindrical NPs were deposited to a larger extent in the liver, while discoidal NPs were observed to accumulate significantly more in the lungs and heart than the cylindrical, hemispherical, or spherical NPs, which may be because of the margination propensity of discoidal particles resulting in the accumulation of NPs on vascular walls. Likewise, plate-like Au doped NPs were also shown to accumulate in the heart and lungs (Fig. 30).389 In another similar research study, Godin et al. confirmed that discoidal mesoporous silica NPs accumulated up to five times more than spherical counterparts with a similar diameter in breast tumors.390 NPs can also accumulate in hair follicles or skin folds after their transport through the stratum corneum. Transfollicular delivery of ovalbumin by using polymeric NPs could bring about a significant cellular and humoral immune response without compromising the stratum corneum barrier.391–393\nInvestigating the circulation time in vivo and clearance of NPs with the consideration of the shape affect is significant for their biomedical applications. It appears that NPs with higher aspect ratios prolong circulation time in vivo. It was reported that filamentous micelles made from amphiphilic block copolymers had significantly longer circulation time compared to their spherical ones.394 Other reports further supported this result that higher aspect ratio NPs hold longer circulation time.395 For instance, Au nanorods persisted significantly more in circulation compared to spherical NPs.396 This is due to the extension by the flow and accumulation next to the vessel walls for larger particles with high aspect ratios, together with the uniform radial distribution and limited near-wall accumulation for smaller particles.394,397 The clearance of NPs with anisotropic shapes is incomparably complicated when it comes to different morphologies; for example, discoidal/plate-like NPs are also shown to accumulate in the heart and lungs due to margination under flow.388,389 Some of them appear to be similarly governed by diameter (or length) in circulation. While most of the particulate matter will be trapped and cleared by the reticuloendothelial system (RES), NPs with high aspect ratio tend to be filtered out by the spleen, when the particles are\nFig. 28 Shape-effects on targeting and biodistribution of NPs under flow. (a) Schematic of NPs with different shapes interacting with a wall under flow. (b) SEM images of (b) polystyrene spheres and (c) elongated particles stretched from (a). The scale bar is 1 mm. (d) RBE4 cell-laden synthetic microvascular networks. Ratio of (e) ICAM-mAb-coated NPs to IgG-coated NPs for rods (in black) and spheres (in gray) and (f) TfR-mAb-coated rods to spheres (n = 3–5). Adapted with permission from ref. 381, copyright 2013 National Academy of Sciences.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nlarger than 200 nm.398–400 NPs with diameter between 15 and 200 nm tend to accumulate and be cleared by the liver, which has a large coverage of the majority of anisotropic NPs.401 And small NPs less than 10 nm can reach various organs by crossing the tight endothelial junctions and be rapidly cleared via glomerular filtration by the kidneys and excreted to the urine.402–404 Evidence also suggests that some high aspect ratio NPs can also be filtered via the kidneys when the cross-sectional diameter is small enough to pass through the glomerular pore.405"
    }, {
      "heading" : "7. Summary and prospects",
      "text" : "Initially, anisotropic NPs attracted interest from scientific communities due to their fascinating catalytic, optical, electrical, and magnetic properties. Subsequently, it was discovered that distinctive shapes of these NPs could potentially dictate\ntheir various applications as well as interactions with single cells and ultimately whole organisms. This review summarizes the most recent research studies on anisotropic NP-based materials with respect to their specific physicochemical and biomedical applications, including optics, catalysis, imaging, and therapy. A systematic understanding of these NPs from mechanism, synthesis, property to application as well as their in vitro and in vivo biological behaviors is provided. We have witnessed a fairly remarkable progress in manipulating anisotropic NPs for their exciting potential physicochemical and biomedical applications in the last two decades. Despite these incredible accomplishments, anisotropic NPs still face a lot of major challenges that need to be addressed before they can be eventually employed in industrial or biomedical applications.\nAs for the synthesis, as the literature with regard to fabrication of anisotropic NPs reported in this review continues to expand, the basis for experimental design is evolving from\nFig. 29 (a) Schematic showing platelet interactions in hemostasis and the corresponding platelet-inspired design. (b) Illustration of the synthesis of platelet-like NPs (a PAH/BSA template with two bilayers). (c) SEM of (i) sacrificial 200 nm spherical and (ii) (PAH/BSA)4-coated polystyrene templates, (iii) final PLNs. The scale bar is 200 nm. (d) Brightfield and fluorescent images of the tail section clot. (e) Hemostatic effect of PLNs in a tail amputation model in mice. (f) Biodistributions in organs with plain PLNs or PLNs functionalized with CBP + VBP + FMP at 1 h after tail amputation. Adapted with permission from ref. 382, copyright 2014 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nChem. Soc. Rev. This journal is©The Royal Society of Chemistry 2019\nempirical rules towards well-established scientific theory. Delicate control has been achieved; nevertheless, there is still a long way to go to plenarily understand all the complexities involved in this charming science. For example, the scale up production of anisotropic NPs is one of the major challenges as many anisotropic nanomaterials were only realized at a lab scale. Actually, many different kinds of NPs of different shape addressed in this review could not be facilely scaled up such as the preparation of octopods with a good magnetite crystal structure. Although it is obviously important to make efforts to scale up the synthesis of NPs, therapeutic gains from such anisotropic materials and costs of these endeavors must be taken into account. Therefore, there should be focus on economical and comprehensive designs as well as efforts towards the scalable production of anisotropic NPs in the future.\nFor catalysis and optics, catalytic NPs with unique shape often expose one or one group of specific crystallographic surface. This crystallographic surface consists of certain surface atoms with specific electronic state and induced shape-dependent catalytic performance, which has been well-demonstrated in the literature.\nIt should be noted that the shape-dependent catalytic performance of nanocatalysts is commonly related to the different coordination environment of catalyst atoms on facets, resulting in definite activity and selectivity. Anisotropy can also impart particular optical property and enhance the imaging capability of materials, for instance, SERS sensing with gold nanostars. These unique optical characteristics with anisotropic NPs provide strategies for further developments in ultrasensitive imaging.\nFor biobehaviour and biomedicine, we should keep in mind that fundamental studies on the shape effect on the NP–biological interaction is incomplete to date. Particularly with regard to the uptake, anisotropic NPs are preferentially endocytosed by most cell types when the diameter is larger than 100 nm, while at smaller scales the consequence of shape on the uptake of NPs is contentious. It appears that NPs with high aspect ratios are favorably endocytosed compared with other shapes, whereas the different surface chemistry has a disproportionately stronger effect. More characterization data, such as colloidal stability and polydispersity, may explain the contradictions in previously published reports in some way. Although the question that how shape impacts the\nFig. 30 TEM images of Au NPs: (a) nanospheres, (b) nanodisks, (c) nanorods, and (d) cubic nanocages. The scale bar applies to all images. Biodistribution of the different types of 198Au-doped Au NPs at (e) 1 h, (f) 6 h, and (g) 24 h after injection; insets are the tumor uptake data. (h) Co-registered X-ray and in vivo luminescence images of the tumor-bearing mice at 24 h post-injection of different types of 198Au-incorporated NPs. From left to right are nanospheres, nanodisks, nanorods, and cubic nanocages, respectively. Reproduced with permission from ref. 389, copyright 2014 American Chemical Society.\nPu bl\nis he\nd on\n2 9\nA ug\nus t 2\n01 9.\nD ow\nnl oa\nde d\nby S\nto ck\nho lm\ns U\nni ve\nrs ite\nt o n\n8/ 29\n/2 01\n9 10\n:2 0:\n37 A\nM .\nThis journal is©The Royal Society of Chemistry 2019 Chem. Soc. Rev.\nin vitro and in vivo behaviors has no simple answer in this review, it is encouraging that there are several principles that can guide the design of future NPs for biomedical applications. Researchers can take full advantage of these findings to manufacture NPs for fluorescence imaging, photothermal therapy and MRI. However, we must be aware of the fact that there is also an overdependence on recording final outcomes to show the successful utility of NPs for biomedical applications. Many research studies did not perform full pharmacokinetics and biodistribution analyses of the administered anisotropic NPs, nor did they confirm that NPs actually target the cells of tissues or tumors in vivo.\nFinally, we hope that this review will not only give researchers a more comprehensive understanding of anisotropic NPs and their characteristic properties or applications, but also provide necessary insights, full thinking, and directional strategies for designing their own experiments, as well as open new horizons for scientists in the future physicochemical and biomedical applications.\nConflicts of interest\nThe authors declare no competing financial interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This research was supported by the National Natural Science Foundation of China (NSFC) projects (grant number: 201874024), and the intramural research program of the National Institute of Biomedical Imaging and Bioengineering (NIBIB), National Institutes of Health (NIH)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "This review contributes towards a systematic understanding of the mechanism of shape-dependent effects on nanoparticles (NPs) for elaborating and predicting their properties and applications based on the past two decades of research. Recently, the significance of shape-dependent physical chemistry and biomedicine has drawn ever increasing attention. While there has been a great deal of effort to utilize NPs with different morphologies in these fields, so far research studies are largely localized in particular materials, synthetic methods, or biomedical applications, and have ignored the interactional and interdependent relationships of these areas. This review is a comprehensive description of the NP shapes from theory, synthesis, property to application. We figure out the roles that shape plays in the properties of different kinds of nanomaterials together with physicochemical and biomedical applications. Through systematic elaboration of these shapedependent impacts, better utilization of nanomaterials with diverse morphologies would be realized and definite strategies would be expected for breakthroughs in these fields. In addition, we have proposed some critical challenges and open problems that need to be addressed in nanotechnology.",
    "creator" : null
  }
}