{
  "name" : "downloads_2020-02-20_60_hu2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Doping of Carbon Materials for Metal-Free Electrocatalysis",
    "authors" : [ "Chuangang Hu", "Liming Dai" ],
    "emails" : [ "liming.dai@case.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW\n1804672 (1 of 17) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de\nDoping of Carbon Materials for Metal-Free Electrocatalysis\nChuangang Hu and Liming Dai*\nDr. C. Hu, Prof. L. Dai Center of Advanced Science and Engineering for Carbon (Case4carbon) Department of Macromolecule Science and Engineering Case Western Reserve University 10900 Euclid Avenue, Cleveland, OH 44106, USA E-mail: liming.dai@case.edu\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201804672.\nDOI: 10.1002/adma.201804672\nOwning to the multiple advantages, including earth abundance, low-cost, high electronic conductivity, structure tenability at the molecular and morphological levels, and strong tolerance to acidic/alkaline media,[6] carbon nanomaterials have the great potential as metal alternatives for highly efficient metal-free catalysis. While metal alloys often suffer from segregation problems, heteroatom-doped carbonbased metal-free catalysts (C-MFCs) with covalent chemical bonds between the carbon and dopant atoms have no segregation issue, leading to a good operational stability. For metal catalysts, the catalytic activities strictly rely on metal element attributes. However, the catalytic active sites on C-MFCs can be modulated by introducing different dopants and structural defects,[8] providing powerful means for creating a large variety of highly efficient, multifunctional catalysts for various reactions.[5] Furthermore, 3D carbon architectures can be constructed\nfrom advanced nanocarbons, including carbon nanotubes (CNTs) and graphene sheets,[9,10] to further improve the performance of C-MFCs. Of particular interest, efficient 3D porous C-MFCs exhibit a large surface area with abundant available exposed active sites, excellent conductivity, high electrolyte diffusibility, and good mechanical property[11,12]—essentially impossible for metal catalysts.\nGreat progress has been achieved since the first C-MFC with heteroatom-doping (i.e., vertically aligned N-doped CNT array, VA-NCNT) was developed as a metal-free catalyst for oxygen reduction reaction (ORR) by Dai and co-workers in 2009.[8] It is the doping-induced charge transfer from carbon atoms to their adjacent nitrogen atoms, changing the chemisorption mode of O2 and weakening the OO bond for improving the ORR performance of VA-NCNT.[8] This groundbreaking work then launched a large number of research activities worldwide.[4,5,7] Since then, C-MFCs have been demonstrated to catalyze hydrogen evolution reaction (HER) for the production of clean fuel (H2) from photo-/electrochemical water-splitting, ORR in fuel cells for energy generation/conversion,[10] and oxygen evolution reaction (OER) in metal–air batteries for energy storage,[7] two-electron transfer ORR to generate H2O2 (an energy carrier and green oxidizer),[13] CO2 reduction reaction (CO2RR) for the direct conversion of CO2 into fuel,[14] N2 reduction reaction (NRR) for synthesis of NH3 under ambient environment,[15] and for the renewable energy generation/conversion from water driven by sunlight.[16]\nCarbon atoms in the graphitic carbon skeleton can be replaced by heteroatoms with different electronegative from that of the carbon atom (i.e., heteroatom doping) to modulate the charge distribution over the carbon network. The charge modulation can be achieved via direct charge transfer with an electron acceptor/donor (i.e., charge transfer doping) or through introduction of defects (i.e., defective doping). Various doping strategies, including heteroatom doping, charge-transfer doping, and defective doping, have now been devised for modulating the charge distribution of numerous graphite carbon materials to impart new properties to carbon materials. Consequently, carbon nanomaterials with defined doping have recently become prominent members in the carbon family, promising for a variety of applications, including catalysis, energy conversion and storage, environmental remediation, and important chemical production and industrial processes. The purpose of this review is to present an overview on the doping of carbon materials for metal-free electrocatalysis, especially the development of doping strategies and doping-induced structure and property changes for potential catalytic applications. Current challenges and future perspectives in the doped carbonbased metal-free catalyst field are also discussed.\nHall of Fame Article"
    }, {
      "heading" : "1. Introduction",
      "text" : "Noble metal (e.g., Pt, Ir, Pd, Os, Rh, and Ru,) based catalysts have been widely used for chemical, petrochemical, automobile, and renewable energy technologies.[1] However, noble metal-based catalysts still suffer from many shortcomings, such as high price, instability under working conditions, and susceptibility to gas poisoning. The recent development of 3d transition metal-based catalysts can reduce amount of noble metal catalysts,[2] however, they are still too expensive with a limited resource for large-scale applications. Besides, nonprecious metal catalysts are susceptible to be oxidized in air, unexpected morphology/structure changes on aging, and uncontrollable agglomeration/dissolution upon exposure in strong acid and alkali electrolytes, leading to an unsatisfactory long-term stability.[3] Therefore, it is urgent and meaningful to develop sustainable catalysts with high performance from earth abundant materials.[2–7]\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (2 of 17)\nDespite the aforementioned considerable achievements, a fundamental understanding on the structures of dopinginduced active sites and doping-property diversity of C-MFCs is still largely lacking with current highly developed doped nanocarbons created solely by serendipitous discovery or trial and error approaches. Therefore, it is timely and important to provide an overview in such a rapidly developing field by summarizing important work on the topic and elucidating the structure-property relationships, especially regarding the molecular structures of active sites and the specific effects of doping. Also, current challenges and future perspectives are also discussed. Through such a critical review, our understanding of C-MFCs and the specific doping processes that control reactions will significantly increase."
    }, {
      "heading" : "2. Graphitic Carbon Materials",
      "text" : "There are three different allotropes for carbon materials: amorphous carbon, graphite, and diamond.[17,18] Graphite consists of multilayered graphene sheets of all conjugated sp2 carbon hexagons in the basal plane and relatively weak van der Waals interaction along the transverse direction between the layers. CNTs can be conceptually viewed as one or more graphite sheet(s) that is rolled up into a single-wall carbon nanotube (SWCNT) or a multiwall carbon nanotube (MWCNT).[19,20] CNTs and graphene (a single layer form of graphite) with a conjugated carbon network show interesting electronic and photonic properties useful for a variety of applications (e.g., optoelectronic, biological, and energy-related systems).[2,4,5,21–23] Some of the extraordinary properties of graphene (CNTs) include an extremely large specific surface area of ≈2630 m2 g−1[24] (over 400 m2 g−1 for CNT paper),[25] a high electrical conductivity of ≈106 S cm−1[26] (5000 S cm−1),[27] a desirable thermal conductivity of ≈5000 W m−1 K−1[28] (3000 W m−1 K−1),[29] a high Young’s modulus of ≈1.0 TPa[30] (45 GPa),[31] and a high charge mobility of around 200 000 cm2 V−1 s−1[26] (100 000 cm2 V−1 s−1)[32] as well as a low density and good flexibility. Graphene has superior properties to CNTs and most of the properties for both graphene and CNTs can be further improved by doping and/ or hierarchically constructed carbon nanomaterials with a 3D structure, such as graphene foams and 3D CNT-graphene architectures with pillared CNTs.[33,34]"
    }, {
      "heading" : "3. Heteroatom Doping",
      "text" : "Heteroatom doping involves the substitute of some carbon atoms in the carbon skeleton by other heteroatoms (Figure 1a), including, but not limited to N, B, O, F, P, S, Cl, Br, I, Se, and Sb.[4] The introduction of heteroatoms with different size and electronegativity from those of carbon atoms[35] into the carbon host could induce charge redistribution among carbon atoms by charge-transfer with the heteroatoms, leading to the modification of electronic and other properties.[23,36–40]\nTwo general ways have been reported for heteroatom-doping carbon nanomaterials: 1) in situ doping during the synthesis of C-MFCs; and 2) postdoping of preformed carbon nanomaterials in the presence of heteroatom-contained precursors.[41–43] The first nitrogen-doped carbon nanotube was synthesized in 1999 by pyrolysis a precursor molecule of iron phthalocyanine (FePc), containing both carbon and nitrogen atoms, to produce VA-NCNT.[44,45] For a long time, the nitrogen residuals in the FePc-generated VA-NCNTs have been considered as undesirable “impurities.”[31] Until 2009, the N-doping induced electrocatalytic activity was recognized when Dai and co-workers discovered that VA-NCNTs could act as C-MFCs to effectively catalyze oxygen reduction.[8] In particular, it was found that the VA-NCNTs acted as efficient C-MFCs for ORR with a good tolerance to CO poisoning, a higher electrocatalytic activity, and a longer durability when compared with that of commercial Pt/C catalyst (Figure 1b).[8] Combined experimental results with theoretical calculations have revealed that the N-doping of CNTs created positively charged carbon atoms adjacent to N heteroatoms to strengthen the chemisorption of O2 and weaken the OO bond, (Figure 1c,d), promoting ORR on the VA-NCNT C-MFCs.[8] Subsequently, many other heteroatoms, including B, O, F, S, P, Cl, Br, and I, were used to dope various kinds of graphitic carbon materials, such as CNTs, graphene, graphite, and porous carbon, into C-MFCs (e.g., B-doped CNTs shown in Figure 1e)[5,46] and heteroatom-doping was demonstrated to enhance many properties for carbon and various other\nChuangang Hu received his M.S. from Henan Normal University in 2011 and his Ph.D. from Beijing Institute of Technology in 2015. He is currently a postdoctoral research associate in Professor Liming Dai’s group at Case Western Reserve University. His research interests focus on carbon-based materials for energy conversion and storage.\nLiming Dai is a professor at Case Western Reserve University in the Department of Macromolecular Science and Engineering and is also the director of the Center of Advanced Science and Engineering for Carbon (Case4Carbon). He received a Ph.D. from the Australian National University in 1991. After postdoctoral research\nat the Cavendish Laboratory in Cambridge, he spent 10 years with the Commonwealth Scientific and Industrial Research Organization in Australia. Before joining the CWRU, he was an associate professor of polymer engineering at the University of Akron and the Wright Brothers Institute Endowed Chair Professor of Nanomaterials at the University of Dayton.\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (3 of 17)\nmaterials.[47–58] Apart from heteroatom-doping for metal-free catalysis,[47–49] for instance, it can offer the possibility to adjust the band gap of carbon-based nanomaterials for electronic devices.[50] Doping can also change the adsorption capacity of carbon surface for metal ions and generate some completely new characteristics, including a superconductivity appearing near the insulator-to-metal transition,[52,53] and the introduction of charge carriers into the intrinsic diamond bonds for possible development of diamond-based devices.[54–56] What’s more, the oxygen doped BN nanosheets exhibited excellent performance and stability in hydrogen storage.[57] The adsorption distance between H2 and O atom is 2.88 Å, which is obviously smaller than that of H2 on pure BN (3 Å), and thus, the adsorption energy of the O-BN (81 meV) is about 20% larger than that of the pure BN, indicating that the oxygen doping greatly enhances the H2 adsorption on BN."
    }, {
      "heading" : "3.1. Dopant Elements",
      "text" : "As mentioned above, heteroatom doping is a convenient method to tune the electronic structures and then electrochemical catalytic properties of carbon nanomaterials.[4,58] Since different heteroatoms have different sizes and electronegativities, heteroatom-doping modulates the electronic structure of the carbon skeleton. Taking oxygen reduction as a probe reaction, Qiao’s group’ have investigated the texture and origin of the catalytic activity for different heteroatom (B, N, O, P, and S)-doped\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (4 of 17)\ngraphene catalysts.[59] As seen in Figure 1f–h, the graphene samples doped with different heteroatoms exhibit various electrochemical activities, and their electrocatalytic ORR activity highly depends on the nature of the dopant (Figure 1g). The theoretically predicted exchange current density (j0) for a heteroatom doped graphene (X-graphene) should be at the top of the volcano, of which the calculated value is 2.12 × 10−6 A cm−2 (Figure 1i, defined by the cross-over point of the red lines), which is ≈6 times that of Pt/C catalyst tested (Figure 1i, blue line), indicting heteroatom-doping carbon nanomaterials holds great promise for producing efficient catalysts with low cost to replace the noble metal catalysts."
    }, {
      "heading" : "3.2. Dopant Types",
      "text" : "Among many factors that affect heteroatom-doped nanocarbon, the dopant type of heteroatoms plays an important role in regulating the electrocatalytic activity of C-MFCs. Depending on doping with an electron donor (n-doping) or acceptor (p-doping), heteroatom-doped C-MFCs of different Fermi levels could be generated (Figure 2a).[60] Even with the same dopant, the performance of the heteroatom-doped C-MFCs may vary depending on types of the dopant species. In N-doped carbon nanomaterials, for instance, there are several different types of nitrogen dopant existed in carbon skeleton, such as pyridinic N, pyrrolic N, graphitic N, and pyridine-N-oxide (Figure 2b).[61]\nUsing highly oriented pyrolitic graphite (HOPG) with uniform graphitic carbon network and specific N species as a catalyst model, Guo et al., demonstrate that carbon atoms adjacent to pyridinic N are the active sites for ORR in acidic media (Figure 2c–e).[62] This founding is important as it can also provide guidelines for clarification of the dopant role toward other reactions catalyzed by C-MFCs. Furthermore, Yang et al.[63] developed a bifunctional carbon catalyst and proved that the quaternary N moieties (electron donator) served as active sites for ORR, whereas the electron-withdrawing pyridinic N sites in N-doped graphene nanoribbon network (N-GRW) were responsible for OER in alkaline electrolytes (Figure 2f,g). It is still a debate whether the pyridinic or graphitic N is the main active site for ORR, however, the generally accepted view is that graphitic N enhances the limiting current density, and the pyridinic N determines the onset potential of ORR.[64]"
    }, {
      "heading" : "3.3. Dopant Location",
      "text" : "Given the same dopant species and content, the dopant location also influences the properties of heteroatom-doped C-MFCs.[65] For instance, it have been demonstrated that the carbon atoms with dangling bonds (at the edge of a graphene sheet) are more active than those covalently bonded in the basal plane.[66–75] So, edge-doped graphene and/or other carbon nanomaterials could impart the electrocatalytic-activities and other properties for various specific applications.[66,68] However, doping technique that can precisely control the locations of the dopants has not been reported. This presents a big challenge for investigating the structure-property relationship and also provides numerous opportunities for tuning properties.[36]\nVarious heteroatoms, such as Cl, Br, I, S, Se, and Sb, can be introduced at the edge of graphene nanoplatelets (x-GnPs) by ball milling graphite powder with appropriate chemicals (e.g., Cl2, Br2, I2, S8, Se, and Sb, respectively) (Figure 3a).[69–75] This is because the strong shear forces generated during ball milling can induce the mechanochemical cracking of graphite particles, thereby spontaneously incorporating heteroatoms onto the surface of the broken graphite particles. Subsequent exposure to air moisture and solution exfoliation led to the termination of the remnant active carbon species and the formation of x-GnPs. The edge-halogenated graphene showed a high ORR performance (Figure 3b,c) as the doping-induced charge transfer could enhance the O2 adsorption and thus weaken the OO bond. The ORR activity of X-GnPs increased in the sequence of ClGnP, BrGnP, and then IGnP with increasing the atomic size of heteroatoms along the order: Cl < Br < I,[69] and hence the d-spacing of 0.35, 0.36, and 0.37 nm for ClGnP, BrGnP, and IGnP, respectively (Figure 3d). Likewise, sulfur atoms and sulfur oxides located at the edge of sulfur functionalized graphene play a key role in achieving its high ORR activity,[76] as evidenced by the investigation of the first-principles calculations based on density functional theory (DFT) methods.\nOn the other hand, it is ideal that the active sites are exposed at the surface of the heterogeneous catalysts. In order to obtain a high catalytic activity, the active sites should be as accessible as possible to the reactants. Unlike the surface active site, therefore, the unexposed ones induced by the bulk heteroatoms make a negligible contribution to the catalytic efficiency. In this context, the core@shell structure of CNT@NCNTs (Figure 3e,f), consisting of the pristine CNT core and the N-doped graphite shell served as a good C-MFC for ORR and OER (Figure 3g).[77] In this particular case, the N-doped carbon shell provides the active sites for promoting the formation of OH− and/or OOH* species during the reactions while the intact inner CNT supports the high efficiency charge transfer between the outer wall and the inner CNT. Thus, it is significant to control the exact dopant locations, and hence the catalytic sites, and to understand the relationship among the carbon nanostructures, the chemical nature of the active sites, and the electrochemical kinetics of the N-doped carbon catalysts.[78–80] The research and development of C-MFCs with a precisely controlled dopant location is still in its infancy. Continued research in this embryo field can produce a prosperous area of C-MFCs."
    }, {
      "heading" : "3.4. Carbon Nanomaterials Codoped/Multidoped with Heteroatoms",
      "text" : "Although carbon nanomaterials doped with single heteroatom of N, B, F, O, Cl, S, P, or Br have been demonstrated as promising C-MFCs for many reactions, their performance can be further enhanced by codoping with other heteroatom(s) (e.g., N and B; N and S; N and P; O, N and P; O, N and S) due to the synergistic effects arising from the electronic interactions between/among the different dopants.[81]\nThe evaluation and performance enhancement of N-doped carbons by a secondary dopant, such as B, O, F, P, and S have been widely studied. Dai and co-workers designed and prepared the first class of B, N-codoped carbon nanomaterials (vertically\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (5 of 17)\naligned CNTs[82] and graphene[83] with B, N codoping) as early as 2011 (Figure 4a–d), and investigated the possible synergistic effects of the B, N-codoping on the ORR activities by comparing with their N- or B- doped counterparts (Figure 4b). In particular, they clearly pointed out, theoretically and experimentally, the well-confirmed B, N- codoped graphene had the highest catalytic capability with the optimized ratio between B, C, and N of 12:77:11 among all the BCN samples (Figure 4c,d). Recently, Qiao and co-workers reported a robust platform for preparing codoped carbon nanosheets (CN) of N, B-CN, N, P-CN, and N, S-CN with a similar N content from graphene oxide and polydopamine precursors (Figure 4e).[84] It was found that S codoping maximized the HER performance, followed by P, whereas B codoping decreased the catalytic activity of the N-doped carbons, due to delicate effects of the secondary heteroatom-doping on electronic structures of the catalytic active sites (Figure 4f). By creating a variety of coexisting active sites by, for example, codoping with different heteroatoms, C-MFCs can possess\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (6 of 17)\nmultiple catalytic functionalities, which is otherwise difficult, if not impossible, using metal-based catalysts. This significant advantage allows for the design of new C-MFCs capable of catalyzing different (electro)chemical reactions simultaneously, such as the ORR, OER, HER, attractive for integrated clean energy technologies, such as metal–air batteries, water splitting, and their integrations. Indeed, recent development of the codoped C-MFCs (e.g., graphene and other graphitic nanocarbon materials doped with N, P; N, S; N, O, P; or N, P, F) has led to various multifunctional catalysts for water splitting and metal–air batteries.[84–89] Of particular importance, Zhang et al., reported the first N and P codoped nanocarbon foams with a mesoporous structure (NPMC) under different pyrolysis temperatures (e.g., NPMC-1000 or NPMC-1100, as shown in Figure 5a,b) as efficient bifunctional catalysts for ORR and OER (Figure 5c) in high-performance Zn–air batteries, including the primary and rechargeable ones.[85] Combined theoretical and experimental analysis (Figure 5d,e) revealed that the N, P-codoped structures showed minimum ORR and OER overpotentials, which are lower than those of the single N- or P-doped mesoporous foams. Theoretically, the minimum overpotentials of N, P- codoped carbon for ORR and OER were demonstrated to be even lower than those of the best metal-based catalysts (Pt for ORR and RuO2 for OER, Figure 5d,e). As demonstrated, the NPMC-1000 outperformed the metal (Pt) and metal-oxide (RuO2) counterparts toward the ORR and OER, respectively, in alkaline media. Besides, Li and Antonietti reported that N and B codoped holey graphene assembly (BNHG) showed excellent catalytic activity and reusability for selective oxidation reactions (the oxidative coupling of amines) under mild conditions.[86] Later, Lai et al., reported a facile method for the directly growth of porous graphite nanocarbons (tri-doped by O, N, and\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (7 of 17)\nP heteroatoms) on oxidized carbon cloth as an effective electrocatalyst for full water splitting.[87] Meng et al., synthesized N, O, and S-tridoped nanoporous carbons (NOSCs) that could serve as C-MFCs for ORR and alcohol oxidation reaction, simultaneously.[88] Zhang and Dai, prepared a graphene tri-doped with N, P, and F by a facile pyrolysis methodology, which exhibited tri-functional electrocatalytic performance for ORR, OER, and HER, simultaneously (Figure 5f).[89] This C-MFC (i.e., N, P, and F tri-doped graphene) was demonstrated as an OER and HER bifunctional catalyst for the O2 and H2 gas production in a water-splitting device powered by a Zn–air battery using the same metal-free catalyst as an air electrocatalyst.[89] Recently, Pham et al., employed a simple and effective method to N, F, and S tri-doped reduced graphene oxide (N, F, S-rGO) by pyrolysis of S-doped rGO in the presence of perfluorosulfonic acid and dimethyl formamide under at 600 °C (Figure 5g).[90] The resultant F, N, S-rGO showed good ORR catalytic activities during the rotating disk electrode testing in polymer membrane electrolyte fuel cells (PMEFCs) with both acidic and alkaline electrolytes (Figure 5h), in consistent with the results from a three-electrode setup. As can be seen from above, co-/tri-doping provides powerful means for developing C-MFCs for various electrocatalytic reactions. Compared with the well-studied codoped carbon nanomaterials,[82,83,85] the triple or multidoped carbon materials are much less discussed in the literatures,[91] which is a valuable area for future work.\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (8 of 17)"
    }, {
      "heading" : "4. Intermolecular Charge-Transfer Doping",
      "text" : "Just like the electrocatalytic activities of heteroatom-doped nanocarbons caused by the doping-induced intramolecular charge-transfer (Figure 1c,d) or spin-redistribution,[76] the charge-transfer doping of carbon nanomaterials with physically adsorbed electron acceptor or donor (macro)molecules can also induce intermolecular charge redistribution to generate active sites for C-MFCs, as exemplified by CNTs adsorbed with some polyelectrolytes containing positive N moieties (e.g., poly(diallyldimethylammonium chloride), PDDA) (Figure 6a).[92] For the PDDA-adsorbed pristine CNTs, the strong electron-accepting ability of the quaternary ammonium groups in the PDDA backbone withdraw electrons from C atoms in the CNT plane with sp2 hybridization to induce the formation of positively charged carbon atoms as active sites for the ORR.[92] In particular, Wang et al., found that the intermolecular charge transfer could also be introduced through adsorption of PDDA onto the pristine\ngraphene without any dopant to create positively charged carbon atoms with ORR catalytic activities (Figure 6b,c).[93]\nIn addition, graphene functionalized with electron-accepting noncovalent small molecules (e.g., tetracyanoethylene, TCNE) has also been prepared as a C-MFC for ORR, showing an improved electrocatalytic performance compared with the raw graphene (Figure 6d).[94] Theoretical calculation demonstrated the intermolecular charge-transfer induced redistribution of electrons over carbon atoms in the skeleton of the TCNE adsorbed graphene, leading to the good ORR electrocatalytic activity(Figure 6e). In an independent study, Dou et al., covalently bonded electron-accepting nitrobenzene onto the surface of graphene to produce the nitrobenzene-doped graphene with an enhanced ORR catalytic performance through the chargetransfer from graphene plane to the linked nitrobenzene molecule (Figure 6f).[95]\nIt is worth to note that both the polyelectrolyte-adsorbed CNTs and graphene possess outstanding electrocatalytic\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (9 of 17)\nperformance toward ORR, similar to that of the commercial Pt/C catalyst (20% Pt on Vulcan XC-72R; E-TEK)[92,93] with a better selectivity to ORR, stronger resistance to CO poisoning, and better stability. Therefore, the conversion of all-carbon CNTs/graphene into efficient C-MFCs simply by the adsorption-induced intermolecular charge-transfer suggests a good option for low-cost preparation of various C-MFCs for ORR and beyond, offering a universal method to the design and development of C-MFCs."
    }, {
      "heading" : "5. Defective Doping",
      "text" : "Recently, it has been found that structural defects of carbonbased nanomaterials play an important role to regulate their catalytic activities as the structure defect can also alter electron distributions of graphitic carbon nanomaterials.[96] Various intrinsic defects, e.g., dislocation, Stone-Wales defects, vacancies, voids, and grain boundaries, exist in nanocarbon structures.[96–98] Certain carbon electrocatalysts rich of intrinsic defects can show even a higher electrochemical catalytic activity than that of heteroatom-doped C-MFCs.\nLine-defect, a boundary exists between the active graphene edge and the undistorted lattice on graphene, was demonstrated to be efficient for electrochemical catalysis.[99] The defective regions of graphitic carbon nanomaterials (e.g., edges and cracks), containing dangling groups, hydrogen saturation, and/ or reconstruction free from dangling groups, have been widely reported to cause the charge transfer on the carbon atoms with different locations (on the edges and planes) as active sites to improve the ORR electrochemical reactivity.[99,100] As a result, graphene edges showed a faster charge-transfer rate\nthan that of the basal plane, leading to a 4 orders of magnitude higher specific capacitance and a twofold increase in the ORR activity.[101] To confirm that the edge carbons are more active than the basal plane ones toward the ORR, a micro-electrochemical testing system was developed to precisely measure the ORR activity at edge and basal-plane regions of HOPG (Figure 7a).[68] Subsequently, edge-rich CNTs and graphene were designed and prepared as ORR electrocatalysts with high performance.[102] Meanwhile, the unpaired electrons and carboxylic groups of the edge sites make the edge graphene to be favorable for electron transport and oxygen trapping. For example, the high ORR catalytic performance can be derived from aerobic oxidation in porous graphene oxide. Later, Jin et al., reported the first graphene nanoribbons supported graphene quantum dots as a metal-free catalyst with comparable, or even better electrochemical performance compared with the commercially available Pt/C catalyst (20% Pt on Valcan XC-72R),[103] due most likely to the presence of numerous edge defects on both the graphene nanoribbons and quantum dots.\nThe lattice mismatch and/or missing atoms from the lattice units often lead to in-plane topological defects (e.g., pentagons and heptagons, instead of hexagonal rings) in the graphite carbon skeleton,[99] which could induce Gaussian curvatures in situ to modify the rehybridized electron orbitals and bond lengths,[100] resulting in the electron redistribution and hence an enhanced high electrocatalytic activity.[104] In this context, Hu and co-workers prepared carbon nanocages with defective structure (Figure 7b), exhibiting an ORR activity comparable to that of the N-doped carbon nanostructures, and even better than that of the B-doped carbon nanotubes.[105] DFT calculations illustrated that the high ORR performance observed for the defective carbon nanocages is resulted from the zigzag\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (10 of 17)\nand pentagon edge defects (Figure 7c). Subsequently, ORR/ OER bifunctional C-MFCs (N-doped graphene meshes) with topological defects were also prepared through carbonization of appropriate carbon and nitrogen-containing precursors in the presence of MgO templates.[98] The as-prepared defectrich graphene meshes are few-layer graphitic carbon sheets with abundant in-plane holes (Figure 7d), which can exhibit even superior ORR performance to commercial 20 wt.% Pt/C in 0.1 m KOH medium. DFT calculations indicated that the topological defects located at the edge of the graphene meshes could play a much more critical role in controlling catalytic activities of graphitic materials than the edge effect or heteroatom-doping (Figure 7e). As reflected in the volcano plots of Figure 7e, an N-free intrinsic defect adjacent to a pentagon and heptagon (located at the peak position) served as the best defect moiety to produce favorable catalytic activities toward both ORR and OER. More recently, defective graphene (DG) materials have been derived from N-doped carbon precursors by removing N dopants (Figure 7f),[106] offering new pathways to different configurations of defects for multifunctional catalysis, such as ORR, OER, and/or HER. Although much progress in the design and development of defective C-MFCs have been achieved and the important role of the nature of the defects in regulating the catalytic activity of C-MFCs has been widely recognized, the investigation on the defect induced catalytic activity is still in its infancy. Nevertheless, there is great potential for future research in this area."
    }, {
      "heading" : "6. Combined Effects",
      "text" : ""
    }, {
      "heading" : "6.1. Combined Effects of Interdopant Distance and Codoping",
      "text" : "In order to investigate effects of the distance between B and N heteroatoms in the catalytic performance of the N, B-codoped carbon catalysts, Hu and co-workers intentionally prepared two different types of codoped CNTs dominated by the bonded and separated boron and nitrogen dopants, respectively.[107] Their experimental and theoretical results indicate that it is the separated B and N in the N, B-codoped CNTs can endow the inert CNTs a high ORR electrochemical catalytic activity, rather than the counterparts with bonded N and B dopants. This work illustrates the important role of the microstructure of the dopants in regulating the ORR activity of the heteroatom-doped carbon catalysts.[107] In an independent study on the same topic, Qiao and co-workers prepared graphene codoped with B and N free from bonded-BN by a two-step method to incorporate heteroatoms at selected sites of the graphene framework (Figure 8a, sites II). Compared to the counterparts of single B- or N-doped graphene, the resultant B, N-graphene showed a much higher catalytic activity via a four-electron pathway toward the ORR in a O2-saturated 0.1 m KOH electrolyte (Figure 8b).[108] DFT calculations illustrated that within a heteroring of B-C-N, the 2p orbitals of the C atoms located between these of B and N heteroatoms were first polarized by their binded N atoms to donate extra electrons to the adjacent B atoms. This kind of\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (11 of 17)\nelectron-transfer process resulted in a synergistic coupling effect between N and B heteroatoms, in which N dopants play an electron-withdrawing role to indirectly activate B into an active site with a further enhanced ORR activity. As the distance between the B and the pyridine N dopants increases, the intensity of the synergistic effect gradually decreases, as shown in Figure 8a."
    }, {
      "heading" : "6.2. Combined Effects of Doping-Induced Charge Transfer and Spin Redistribution",
      "text" : "To develop C-MFCs with the desired nanostructures for a maximized exposure of active sites, and hence a high electrochemical catalytic activity, Qiao and co-workers fabricated the N and S- surface codoped CNTs (Figure 8c,d) for ensuring the high exposure of the active sites.[109] The resultant N, S-codoped CNTs display high catalytic activities as bifunctional catalysts for both HER and OER in an alkaline medium, outperformed most of the previously reported carbon nanomaterials.[109] Based on theoretical calculations, the secondary S element doping introduced a significant spin density redistribution in the codoped model structures, leading to a sharp increase in the number of carbon atoms to be employed as active sites to adsorb H* and OOH* electrocatalytic intermediates, and thus the enhanced HER and OER activities.\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (12 of 17)"
    }, {
      "heading" : "6.3. Combined Effects of Heteroatom and Intermolecular Charge-Transfer Doping",
      "text" : "As shown in Figure 8e,f, a high activity HER C-MFC with a typical intermolecular charge-transfer doping combined with heteroatom doping was achieved by coupling graphitic carbon nitride (g-C3N4) with N-doped graphene (NG) to form the C3N4@NG hybrid.[110] The XPS spectra demonstrated the existence of the additional out-of-plane oriented CN bonds of sp3 CN species in the freshly prepared C3N4@NG hybrid, but not in the physically mixed g-C3N4 and NG, strongly suggesting that the interfacial interaction between g-C3N4 and N-G. These interlayer bonds can provide a strong interconnectivity between g-C3N4 and N-graphene layers for an efficient charge-transfer to impart the high catalytic performance for the hybrid catalyst.\nDFT calculations reveal an obvious charge-transfer from the N-G to g-C3N4 in the C3N4@NG hybrid catalyst, leading to an electron-rich region and a hole-rich region on the g-C3N4 layer and the N-G layer, respectively (Figure 8g). Therefore, the unique electronic structure of C3N4@NG hybrid ensures its good electrocatalytic performance; specifically, the HER activity of the hybrid is similar to that of the well-known metallic catalysts, as exemplified by MoS2 nanomaterials.[110] In a similar but independent study, Shinde et al., coupled g-C3N4 with S, Se codoped porous graphene (g-C3N4@S/SepGr) through a facile and powerful approach.[111] The high HER activity of the resultant g-C3N4@S/SepGr with a long-term stability in both acidic and alkaline media indicates the effectiveness of the chemical and electronic coupling to promote HER primarily process of proton adsorption and reduction. Generally speaking, the g-C3N4 provides highly active sites for proton adsorption while the S/SepGr facilitates the charge-transfer process for the reduction of proton (HER)."
    }, {
      "heading" : "7. Combined Effects of Doping and Other Factors",
      "text" : ""
    }, {
      "heading" : "7.1. Combined Effects of Doping and Mesostructure Effect",
      "text" : "In a typical gas involved heterogeneous electrocatalysis, the catalytic efficiency is further limited by the complexity of the reactions at the three-phase electrochemical interfaces (e.g., gas, solid, and liquid three-phase interfaces). In these cases, porous electrode structures with a number of pore edges could promote a catalytic reaction at the interface, associated with gas adsorption/desorption, electrolyte ion diffusion and electron transport.[112,113] Therefore, the porosity of C-MFCs is another key factor for controlling the electrochemical catalytic performance, and it is desirable to fabricate C-MFCs with a highly porous structure. In this regard, an effective HER catalyst based on the N-doped mesopore graphene (MPG) has been prepared by a micelle-template assisted synthesis.[114] By pyrolysis of GO and ammonium sulfate, Ge et al., has also developed a facile method to N-rich holey graphene monoliths (Nr-HGM) with unique porous structure of open “windows” for efficient electrolyte mass-transfer and hydrogen gas, leading to an improved HER activity (Figure 9a).[115] Compared to nonporous graphenebased catalysts (NGs), the Nr-HGM showed a better ion transfer, as evidenced by a higher slope at low frequency obtained from\nthe electrochemical impedance spectroscopic measurements. Furthermore, Li et al., prepared a 3D flexible, porous sponge of N-doped carbon microtube (NCMT) as a bi-functional electrocatalyst for ORR and OER by simply pyrolysing the available cotton under NH3 atmosphere (Figure 9b).[116] Having massive interconnected fiber-like structures with a hollow core in micrometer scale and porous graphite walls, coupled with a high content of N, the resultant NCMT sponge possessed a high density of reactive sites with fast electron transfer, and sufficient mass transport, and thus the high ORR and OER activities (Figure 9c).[116]\nBy in situ doping and simultaneous chemical vapor deposition (CVD) growth of graphene and SWCNTs, Wei and coworkers prepared a 3D network of N-doped graphene/SWCNT hybrid (NGSHs) with a large specific surface area (≈810 m2 g−1) and high electrical conductivity (≈54 S cm−1) (Figure 9d,e).[117] In spite of the low content of N (0.53 atom%), the NGSHs 3D hybrid required a low potential (1.63 V) to achieve an OER current density of 10 mA cm−2 at a potential of 1.63 V, and a small Tafel slope of ≈83 mV dec−1. Therefore, 3D porous structure indeed significantly enhanced the electrocatalytic activities of C-MFCs. Recently, Hu and Dai have developed a tri-functional catalyst for ORR, OER, and HER, by designing N, S codoped graphitic sheets with a unique hierarchical structure, consisting of stereoscopic holes over the sheet surface (SHG).[118] Such stereoscopic holes ensured a high specific surface area with massive interfacial active sites for promoting the catalytic reactions,[119,120] while the heteroatom doping of the SHG with N and S dopants could modulate their electronic structure and chemical characteristic to boost functionalities.[121–123] These unique features, coupled with the efficient pathways for electrons, electrolytes, and reactants, ensure the SHG as a high performance ORR/OER/HER tri-functional C-MFC with good durability in alkaline media.\nFor porous C-MFCs, the size, type, and structure of pores are all important to regulate their catalytic activity and selectivity. For instance, Song et al., reported a class of N-doped carbons with mesoporous and inverse mesoporous constituents (c-NC and i-NC) tuned with uniform cylindrical channel structures to significantly impart the formation of CC bond in CO2RR (Figure 9f–k).[124] Carbons with highly ordered mesoporous possess many advantages for electrocatalysis, including a large surface area, controllable pore size with a uniform channel structure, chemical stability, and high conductivity.[125,126] Of practical importance, the resulting c-NC catalyst with mesoporous can reduce CO2 into ethanol with faradaic efficiencies as high as 77% at a relativity low potential of ≈0.56 V (with respect to RHE). On the inner surface of c-NC catalyst with the cylindrical channel, the uniformly distributed pyridinic/pyrrolic N sites could efficiently provide the electrons necessary for the dimerization of the CO* intermediates to generate ethanol product. As the competitive CO2RR into CO or other chemicals was inhibited, a nearly100% selectivity to ethanol was achieved on c-NC catalyst (Figure 9f,k). However, i-NC catalyst showed much worse electrocatalytic performance for reduction of CO2 (the products includes CO, Figure 9f,k) at the same content of N-dopant under the same conditions as for the c-NC catalyst, confirming the crucial role played by the structure configurations of N-doped carbon\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (13 of 17)\nmaterials for CO2 reduction, in particular, and other electrocatalytic reactions, in general."
    }, {
      "heading" : "7.2. Combined Effects of Doping and Electrode Structure",
      "text" : "The structure diversity of carbon materials provides another effective approach to improve the catalytic activity by tailoring the micro-/macrostructures of carbon catalyst electrodes, which, coupled with controlled heteroatom-doping, could show additional synergistic effects.\nQiao and co-workers have recently fabricated a hydrogel film electrode of N and O codoped graphene-CNT (NG-CNT) (Figure 10a).[127] Because of the strong repulsive electrostatic forces, the individual graphene sheets were highly dispersed in NG-CNT electrode, rather than the densely stacked, which offers new opportunities for tuning their microstructures and mechanical properties of the C-MFC electrode for available gas transport and diffusion (Figure 10b–e). These unique structure features, coupled with the N, O-codoping, created synergistic effects that have resulted in a surprisingly high OER performance—even suppressed the commercial noble-metal based\ncatalyst (IrO2) and many transition-metal based catalysts. More recently, Shui et al., have prepared 3D microstructured graphene composites (N-G-CNT/CB), constructed from carbon black (CB), N-doped graphene, and CNTs (Figure 10f–h), which exhibited significantly better operational durability and comparable gravimetric power densities when compared with the extensively studied Fe/N/C catalysts even in polymer electrolyte membrane cells (PEMFCs) (Figure 10i,j).[12] This is because, in the well-defined 3D N-G-CNT/CB microstructure, CB separated N-doped CNTs and graphene hybrids from agglomeration while the separated graphene sheets offered large surface areas with numerous active sites and N-doped CNTs provided efficient pathways for electron transport, leading to the observed high catalytic activity. Besides, O2 can readily diffused through the CB separated N-G-CNT sheets (Figure 10g), but not the densely stacked N-G-CNT sheets without CB particles (Figure 10h)."
    }, {
      "heading" : "8. Concluding Remarks",
      "text" : "As discussed above, the advanced carbon nanomaterials, such as 1D CNTs, 2D graphene, and 3D mesoporous graphite, are\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (14 of 17)\ngreat promising candidates for various catalytic applications as a result of their extremely large specific surface area, high electrical properties, and excellent stability under harsh conditions. Till now, significant progress has been made in the development of C-MFCs since the first heteroatom-doped C-MFC was discovered in 2009.\nOwn to the multiple advantages, including earth abundance, low-cost, high electronic conductivity, structure tenability at the molecular and morphological levels, strong tolerance to acidic/ alkaline media, and good biocompatibility, C-MFCs have the great potential as metal alternatives for high efficient metal-free catalysis for energy conversion and storage, environmental remediation, industrial and biomedical applications. Unlike metal alloys that often suffer from segregation problems (and hence poor operational stability), a good operational stability can be achieved for most of the heteroatom-doped C-MFCs as they are often free from segregation due to the covalent chemical bonds between the carbon and dopant atoms. Furthermore, codoping graphitic carbons with different heteroatoms can create a variety of coexisting active sites in C-MFCs for multiple catalytic functionalities, which is difficult, if not impossible, for metal-based catalysts. These significant advantages have led to the design and developed of multifunctional C-MFCs for catalyzing different (electro)chemical reactions simultaneously, such as the ORR, OER, HER. Therefore, the “metal-free” catalysts are unique and functions far better than traditional metal catalysts, particularly for clean energy technologies that require multifunctional catalysts, including metal–air batteries, water splitting, and their integrations. Being biocompatible, C-MFCs have also been reported for certain biomedical applications and environmental remediation. C-MFCs can function as green catalysts in advanced oxidation processes to remove pollutants in air or from water, which not only reduces the cost for water purification but avoids cross-contamination by eliminating the release of heavy metals (ions).\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (15 of 17)\nIn spite of the enormous progress, a fundamental understanding of the doping effects and structural diversity of such carbon catalysts is still largely lacking, especially regarding the molecular structures of active centers (e.g., dopant type, location, distribution) and the specific doping effects that control electrocatalytic reactions. This understanding is further limited by many factors, including the complexity of the reactions at the electrochemical interfaces (e.g., gas, solid, and liquid threephase interfaces); difficulties observing and understanding the electrode-electrolyte interfaces through direct in situ observations; a lack of effective approaches to precisely control the structures of active centers for directing the catalytic reactions. Combined computational and experimental (particularly, in situ real-time characterization) approaches need to be developed to identify atomic location and the chemical nature of the catalytic active centers and to gain further insightful mechanistic understanding. Elucidating the factors that govern the electrochemical behavior of the catalytic active centers in C-MFCs introduces substantial challenges but can simultaneously provide opportunities for precisely controlling and guiding catalytic activities through active center modification and interfacial functionalization. Continued research efforts could give birth to a flourishing field of the C-MFC technologies."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors thank our colleagues for their contributions to the work cited. The authors are also grateful for financial support from NSF (CMMI-1400274), NASA (NNX16AD48A, NNC16CA42C), Key Program of National Natural Science Foundation of China (51732002, 21620102007), and the National Key Research and Development Program of China (2017YFA0206500).\nConflict of Interest The authors declare no conflict of interest.\nKeywords carbon nanomaterials, doping, electrocatalysis, metal-free catalysts\nReceived: July 21, 2018 Revised: September 23, 2018\nPublished online: December 19, 2018\n[1] N. Tian, Z.-Y. Zhou, S.-G. Sun, J. Phys. Chem. C 2008, 112, 19801. [2] C. Hu, L. Dai, Angew. Chem., Int. Ed. 2016, 55, 2. [3] M. R. Gao, X. Cao, Q. Gao, Y. F. Xu, Y. R. Zheng, J. Jiang, S. H. Yu,\nACS Nano 2014, 8, 3970. [4] L. Dai, Y. Xue, L. Qu, H. Choi, J. Baek, Chem. Rev. 2015, 115, 4823. [5] X. Liu, L. Dai. Nat. Rev. Mater. 2016, 1, 16064. [6] C. Hu, Y. Xiao, Y. Zhao, N. Chen, Z. Zhang, M. Cao, L. Qu,\nNanoscale 2013, 5, 2726. [7] Carbon-Based Metal-Free Catalysts: Design and Applications\n(Ed: L. Dai), Wiley-VCH, Belin 2018. [8] K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science 2009, 323,\n760.\n[9] F. Du, D. Yu, L. Dai, S. Ganguli, V. Varshney, A. Roy, Chem. Mater. 2011, 23, 4810. [10] C. Hu, Y. Xiao, Y. Zou, L. Dai, Electrochem. Energy Rev. 2018, 1, 84. [11] Y. Xue, Y. Ding, J. Niu, Z. Xia, A. Roy, H. Chen, J. Qu, Z. Wang,\nL. Dai, Sci. Adv. 2015, 1, e1400198. [12] J. Shui, M. Wang, F. Du, L. Dai, Sci. Adv. 2015, 1, e1400129. [13] Z. Lu, G. Chen, S. Siahrostami, Z. Chen, K. Liu, J. Xie, L. Liao,\nT. Wu, D. Lin, Y. Liu, T. F. Jaramillo, J. K. Norskov, Y. Cui, Nat. Catal. 2018, 1, 156. [14] X. Duan, J. Xu, Z. Wei, J. Ma, S. Guo, S. Wang, H. Liu, S. Dou, Adv. Mater. 2017, 29, 1701784. [15] Y. M. Liu, Y. Su, X. Quan, X. F. Fan, S. Chen, H. T. Yu, H. M. Zhao, Y. Zhang, J. J. Zhao, ACS Catal. 2018, 8, 1186. [16] C. Hu, X. Chen, Q. Dai, M. Wang, L. Qu, L. Dai, Nano Energy 2017, 41, 367. [17] H. W. Kroto, J. R. Heath, S. C. Obrien, R. F. Curl, R. E. Smalley, Nature 1985, 318, 162. [18] Y. Xing, L. Dai, Nanomedicine 2009, 4, 207. [19] S. Iijima, Nature 1991, 354, 56. [20] Q. Wen, W. Z. Qian, J. Q. Nie, A. Y. Cao, G. Q. Ning, Y. Wang,\nL. Hu, Q. Zhang, J. Q. Huang, F. Wei, Adv. Mater. 2010, 22, 1867. [21] J. Liu, G.-H. Kim, Y. Xue, J. Y. Kim, J.-B. Baek, M. Durstock, L. Dai,\nAdv. Mater. 2014, 26, 786. [22] Y. Chen, W. C. Lin, J. Liu, L. Dai, Nano Lett. 2014, 14, 1467. [23] J. Zhang, L. Dai, ACS Catal. 2015, 5, 7244. [24] A. K. Geim, K. S. Novoselov, Nat. Mater. 2007, 6, 183. [25] C. Niu, E. K. Sichel, R. Hoch, D. Moy, H. Tennent, Appl. Phys. Lett.\n1997, 70, 1480. [26] Novoselov, K. S. ECS Trans. 2009, 19, 3. [27] M. Dresselhaus, Phys. World 1996, 9, 18. [28] A. A. Balandin, S. Ghosh, W. Bao, I. Calizo, D. Teweldebrhan,\nF. Miao, C. N. Lau, Nano Lett. 2008, 8, 902. [29] H. Lorenz, J. Fritzsche, A. Das, K. W. Stöckelhuber, R. Jurk,\nG. Heinrich, M. Klüppel, Compos. Sci. Technol. 2009, 69, 2135. [30] C. Lee, X. D. Wei, J. W. Kysar, J. Hone, Science 2008, 321, 385. [31] L. Dai, D. Chang, J.-B. Baek, W. Lu, Small 2012, 8, 1130. [32] L. Dai, in Carbon Nanotechnology: Recent Developments in Chem-\nistry, Physics, Materials Science and Device Applications (Ed: L. Dai), Elsevier Science, London 2006. [33] D. V. Kosynkin, A. L. Higginbotham, A. Sinitskii, J. R. Lomeda, A. Dimiev, B. K. Price, J. M. Tour, Nature 2009, 458, 872. [34] M. J. Allen, V. C. Tung, R. B. Kaner, Chem. Rev. 2010, 110, 132. [35] K. D. Sen, C. K. Jørgensen, J. A. Alonso, Electronegativity, Springer-\nVerlag, Berlin 1987. [36] L. M. Dai, Acc. Chem. Res. 2013, 46, 31. [37] D. Yu, Y. Xue, L. Dai, J. Phys. Chem. Lett. 2012, 3, 2863. [38] C. Y. Li, E. T. Thostenson, T.-W. Chou, Compos. Sci. Technol. 2008,\n68, 1227. [39] H. B. Wang, T. Maiyalagan, X. Wang, ACS Catal. 2012, 2, 781. [40] H. T. Liu, Y. Q. Liu, D. B. Zhu, J. Mater. Chem. 2011, 21, 3335. [41] L. Q. Jiang, L. Gao, Carbon 2003, 41, 2923. [42] R. A. Sidik, A. B. Anderson, N. P. Subramanian, S. P. Kumaraguru,\nB. N. Popov, J. Phys. Chem. B 2006, 110, 1787. [43] M. M. Titirici, A. Thomas, M. Antonietti, J. Mater. Chem. 2007, 17,\n3412. [44] S. Huang, L. Dai, A. Mau, J. Phys. Chem. B 1999, 103, 4223. [45] H. Chen, A. Roy, J.-B. Baek, L. Zhu, J. Qu, L. Dai, Mater. Sci. Eng.,\nR 2010, 70, 63. [46] L. J. Yang, S. J. Jiang, Y. Zhao, L. Zhu, S. Chen, X. Z. Wang, Q. Wu,\nJ. Ma, Y. W. Ma, Z. Hu, Angew. Chem., Int. Ed. 2011, 50, 7132. [47] M. A. Patel, F. X. Luo, M. R. Khoshi, E. Rabie, Q. Zhang,\nC. R. Flach, R. Mendelsohn, E. Garfunkel, M. Szostak, H. X. He, ACS Nano 2016, 10, 2305. [48] J. L. Long, X. Q. Xie, J. Xu, Q. Gu, L. M. Chen, X. X. Wang, ACS Catal. 2012, 2, 622.\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (16 of 17)\n[49] F. Wang, S. Y. Song, K. Li, J. Q. Li, J. Pan, S. Yao, X. Ge, J. Feng, X. Wang, H. J. Zhang, Adv. Mater. 2016, 28, 10679. [50] P. Rani, V. K. Jindal, RSC Adv. 2013, 3, 802. [51] L. Q. Zhao, B. W. Yu, F. M. Xue, J. R. Xie, X. L. Zhang, R. H. Wu,\nR. J. Wang, Z. Y. Hu, S.-T. Yang, J. B. Luo, J. Hazard. Mater. 2015, 286, 449. [52] E. Bustarret, F. Gheeraert, K. Watanabe, Phys. Rev. Lett. 2004, 93, 237005. [53] E. A. Ekimov, V. A. Sidorov, E. D. Bauer, N. N. Mel’nik, N. J. Curro, J. D. Thompson, S. M. Stishov, Nature 2004, 428, 542. [54] L. Boeri, J. Kortus, O. K. Andersen, Phys. Rev. Lett. 2004, 93, 237002. [55] K.-W. Lee, W. E. Pickett, Phys. Rev. Lett. 2004, 93, 237003. [56] T. Yokoya, T. Nakamura, T. Matsushita, T. Muro, Y. Takano,\nM. Nagao, T. Takenouchi, H. Kawarada, T. Oguchi, Nature 2005, 438, 647. [57] W. W. Lei, H. Zhang, Y. Wu, B. Zhang, D. Liu, S. Qin, Z. W. Liu, L. M. Liu, Y. M. Ma, Y. Chen, Nano Energy 2014, 6, 219. [58] L. Qu, Y. Liu, J. Baek, L. Dai, ACS Nano 2010, 4, 1321. [59] Y. Jiao, Y. Zheng, M. Jaroniec, S. Z. Qiao, J. Am. Chem. Soc. 2014,\n136, 4394. [60] M. Pykal, P. Jurečka, F. Karlický, M. Otyepka, Phys. Chem. Chem.\nPhys. 2016, 18, 6351. [61] J. Zhang, Z. Xia, L. Dai, Sci. Adv. 2015, 1, e1500564. [62] D. H. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura,\nScience 2016, 351, 361. [63] H. Yang, J. Miao, S. Hung, J. Chen, H. Tao, X. Wang, L. Zhang,\nR. Chen, J. Gao, H. Chen, L. Dai, B. Liu, Sci. Adv. 2016, 2, e1501122. [64] L. F. Lai, J. R. Potts, D. Zhan, L. Wang, C. K. Poh, C. H. Tang, H. Gong, Z. X. Shen, J. Y. Lin, R. S. Ruoff, Energy Environ. Sci. 2012, 5, 7936. [65] L. Dai, Curr. Opin. Electrochem. 2017, 4, 18. [66] Z. Xiang, Q. Dai, J. Chen, L. Dai, Adv. Mater. 2016, 28, 6253. [67] B. Wang, C. Hu, L. Dai, Chem. Commun. 2016, 52, 14350. [68] A. Shen, Y. Zou, Q. Wang, R. Dryfe, X. Huang, S. Dou, L. Dai,\nS. Wang, Angew. Chem., Int. Ed. 2014, 53, 10804. [69] I. Jeon, H. Choi, M. Choi, J. Seo, S. Jung, M. Kim, S. Zhang,\nL. Zhang, Z. Xia, L. Dai, N. Park, J. Baek, Sci. Rep. 2013, 3, 1810. [70] I. Jeon, H. Choi, S. Jung, J. Seo, M. Kim, L. Dai, J. Baek, J. Am.\nChem. Soc. 2013, 135, 1386. [71] I. Jeon, S. Bae, J. Seo, J. Baek, Adv. Funct. Mater. 2015, 25, 6961. [72] X. Fan, D. Chang, X. Chen, J. Baek, L. Dai, Curr. Opin. Chem. Eng.\n2016, 11, 52. [73] I. Jeon, M. Choi, H. Choi, S. Jung, M. Kim, J. Seo, S. Bae, S. Yoo,\nG. Kim, H. Jeong, N. Park, J. Bake, Nat. Commun. 2015, 6, 7123. [74] M. Ju, I. Jeon, H. Kim, J. Choi, S. Jung, J. Seo, I. Choi, S. Kang,\nH. Kim, M. Noh, J. Lee, H. Jeong, H. Kim, Y. Kim, J. Baek, Sci. Adv. 2016, 2, e1501459. [75] H. Kim, I. Jeon, I. Choi, S. Kang, S. Shin, H. Jeong, M. Ju, J. Baek, H. Kim, J. Mater. Chem. A 2016, 4, 9029. [76] I. Jeon, S. Zhang, L. Zhang, H. Choi, J. Seo, Z. Xia, L. Dai, J. Baek, Adv. Mater. 2013, 25, 6138. [77] G. L. Tian, Q. Zhang, B. S. Zhang, Y. G. Jin, J. Q. Huang, D. S. Su, F. Wei, Adv. Funct. Mater. 2014, 24, 5956. [78] P. H. Matter, L. Zhang, U. S. Ozkan, J. Catal. 2006, 239, 83. [79] G. Liu, X. G. Li, P. Ganesan, B. N. Popov, Electrochim. Acta 2010,\n55, 2853. [80] I. Florea, O. Ersen, R. Arenal, D. Ihiawakrim, C. Messaoudi,\nK. Chizari, I. Janowska, C. Pham-Huu, J. Am. Chem. Soc. 2012, 134, 9672. [81] J. Zhang, L. Qu, G. Shi, J. Liu, J. Chen, L. Dai, Angew. Chem. 2016, 128, 2270. [82] S. Wang, E. Iyyamperumal, A. Roy, Y. Xue, D. Yu, L. Dai, Angew. Chem., Int. Ed. 2011, 50, 11756.\n[83] S. Wang, L. Zhang, Z. Xia, A. Roy, D. Chang, J. Baek, L. Dai, Angew. Chem., Int. Ed. 2012, 51, 4209. [84] K. G. Qu, Y. Zheng, X. X. Zhang, K. Davey, S. Dai, S. Z. Qiao, ACS Nano 2017, 11, 7293, and references cited therein. [85] J. Zhang, Z. Zhao, Z. Xia, L. Dai, Nat. Nanotechnol. 2015, 10, 444. [86] X.-H. Li, M. Antonietti, Angew. Chem., Int. Ed. 2013, 52, 4572. [87] J. P. Lai, S. P. Li, F. X. Wu, M. Saqib, R. Luque, G. B. Xu, Energy\nEnviron. Sci. 2016, 9, 1210. [88] Y. Y. Meng, D. Voiry, A. Goswami, X. X. Zou, X. X. Huang,\nM. Chhowalla, Z. W. Liu, T. Asefa, J. Am. Chem. Soc. 2014, 136, 13554. [89] J. Zhang, L. Dai, Angew. Chem., Int. Ed. 2016, 55, 13296. [90] C. V. Pham, M. Klingele, B. Britton, K. R. Vuyyuru, T. Unmuessig,\nS. Holdcroft, A. Fischer, S. Thiele, Adv. Sustainable Syst. 2017, 1, 1600038. [91] X. Yang, L. Liu, M. Wu, W. Wang, X. Bai, E. Wang, J. Am. Chem. Soc. 2011, 133, 13216. [92] S. Wang, D. Yu, L. Dai, J. Am. Chem. Soc. 2011, 133, 5182. [93] S. Wang, D. Yu, L. Dai, D. Chang, J. Baek, ACS Nano 2011, 5, 6202. [94] A. L. Shen, W. J. Xia, L. P. Zhang, S. Dou, Z. H. Xia, S. Y. Wang,\nNanotechnology 2016, 27, 185402. [95] S. Dou, A. L. Shen, L. Tao, S. Y. Wang, Chem. Commun. 2014, 50,\n10672. [96] D. Yan, Y. Li, J. Huo, R. Chen, L. Dai, S. Wang, Adv. Mater. 2017,\n29, 1606459. [97] C. Tang, Q. Zhang, Adv. Mater. 2017, 29, 1604103. [98] C. Tang, H. F. Wang, X. Chen, B. Q. Li, T. Z. Hou, B. Zhang,\nQ. Zhang, M. M. Titirici, F. Wei, Adv. Mater. 2016, 28, 6845. [99] A. H. Castro Neto, F. Guinea, N. M. R. Peres, K. S. A. Novoselov,\nK. Geim, Rev. Mod. Phys. 2009, 81, 109. [100] F. Banhart, J. Kotakoski, A. V. Krasheninnikov, ACS Nano 2011, 5, 26. [101] W. Yuan, Y. Zhou, Y. Li, C. Li, H. Peng, J. Zhang, Z. Liu, L. Dai,\nG. Shi, Sci. Rep. 2013, 3, 2248. [102] L. Tao, Q. Wang, S. Dou, Z. Ma, J. Huo, S. Wang, L. Dai, Chem.\nCommun. 2016, 52, 2764. [103] H. Jin, H. Huang, Y. He, X. Feng, S. Wang, L. Dai, J. Wang, J. Am.\nChem. Soc. 2015, 137, 7588. [104] Z. Liu, Z. Zhao, Y. Wang, S. Dou, D. Yan, D. Liu, Z. Xia, S. Wang,\nAdv. Mater. 2017, 29, 1606207. [105] Y. Jiang, L. Yang, T. Sun, J. Zhao, Z. Lyu, O. Zhuo, X. Wang, Q. Wu,\nJ. Ma, Z. Hu, ACS Catal. 2015, 5, 6707. [106] Y. Jia, L. Zhang, A. Du, G. Gao, J. Chen, X. Yan, C. L. Brown, X. Yao,\nAdv. Mater. 2016, 28, 9532. [107] Y. Zhao, L. Yang, S. Chen, X. Wang, Y. Ma, Q. Wu, Y. Jiang,\nW. Qian, Z. Hu, J. Am. Chem. Soc. 2013, 135, 1201. [108] Y. Zheng, Y. Jiao, L. Ge, M. Jaroniec, S. Z. Qiao, Angew. Chem.\n2013, 125, 3192. [109] K. G. Qu, Y. Zheng, Y. Jiao, X. X. Zhang, S. Dai, S. Z. Qiao, Adv.\nEnergy Mater. 2017, 7, 1602068. [110] Y. Zheng, Y. Jiao, Y. H. Zhu, L. H. Li, Y. Han, Y. Chen, A. J. Du,\nM. Jaroniec, S. Z. Qia, Nat. Commun. 2014, 5, 3783. [111] S. S. Shinde, A. Sami, J. H. Lee, J. Mater. Chem. A 2015, 3,12810. [112] G. C. Xie, K. Zhang, B. D. Guo, Q. Liu, L. Fang, J. R. Gong, Adv.\nMater. 2013, 25, 3820. [113] I. Katsounaros, S. Cherevko, A. R. Zeradjanin, K. J. J. Mayrhofer,\nAngew. Chem., Int. Ed. 2014, 53, 102. [114] X. D. Huang, Y. F. Zhao, Z. M. Ao, G. X. Wang, Sci. Rep. 2015, 4,\n7557. [115] J. M. Ge, B. Zhang, L. B. Lv, H. H. Wang, T. N. Ye, X. Wei, J. Su,\nK. X. Wang, X. H. Lin, J. S. Chen, Nano Energy 2015, 15, 567. [116] J.-C. Li, P.-X. Hou, S.-Y. Zhao, C. Liu, D.-M. Tang, M. Cheng,\nF. Zhang, H.-M. Cheng, Energy Environ. Sci. 2016, 9, 3079. [117] G. L. Tian, M. Q. Zhao, D. S. Yu, X. Y. Kong, J. Q. Huang,\nQ. Zhang, F. Wei, Small 2014, 10, 2251. [118] C. Hu, L. Dai, Adv. Mater. 2017, 29, 1604942.\nAdv. Mater. 2019, 31, 1804672\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1804672 (17 of 17)\n[119] C. Hu, L. Wang, Y. Zhao, M. Ye, Q. Chen, Z. Feng, L. Qu, Nanoscale 2014, 6, 8002. [120] X. F. Liu, M. Antonietti, Adv. Mater. 2013, 25, 6284. [121] S. Chen, J. J. Duan, Y. Zheng, X. M. Chen, X. W. Du, M. Jaronie, S. Z. Qiao, Energy Storage Mater. 2015, 1, 17. [122] K. G. Qu, Y. Zheng, S. Dai, S. Z. Qiao, Nano Energy 2016, 19, 373. [123] Y. Ito, W. T. Cong, T. Fujita, Z. Tang, M. W. Chen, Angew. Chem.,\nInt. Ed. 2015, 54, 2131.\n[124] Y. F. Song, W. Chen, C. C. Zhao, S. G. Li, W. Wei, Y. H. Sun, Angew. Chem., Int. Ed. 2017, 56, 10840. [125] Y. Song, J. Yang, K. Wang, S. Haller, Y. Wang, C. Wang, Y. Xia, Carbon 2016, 96, 955. [126] Y. Song, L. Li, Y. Wang, C. Wang, Z. Guo, Y. Xia, ChemPhysChem 2014, 15, 2084. [127] S. Chen, J. J. Duan, M. Jaroniec, S. Z. Qiao, Adv. Mater. 2014, 26, 2925.\nAdv. Mater. 2019, 31, 1804672"
    } ],
    "references" : [ {
      "title" : "Carbon Nanotechnology: Recent Developments in Chemistry, Physics, Materials Science and Device Applications (Ed: L",
      "author" : [ "L. Dai" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2006
    }, {
      "title" : "Chem",
      "author" : [ "D. Yu", "Y. Xue", "L. Dai", "J. Phys" ],
      "venue" : "Lett. 2012, 3,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2863
    }, {
      "title" : "Chem",
      "author" : [ "R.A. Sidik", "A.B. Anderson", "N.P. Subramanian", "S.P. Kumaraguru", "B.N. Popov", "J. Phys" ],
      "venue" : "B 2006, 110,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 1787
    }, {
      "title" : "Chem",
      "author" : [ "I. Jeon", "H. Choi", "S. Jung", "J. Seo", "M. Kim", "L. Dai", "J. Baek", "J. Am" ],
      "venue" : "Soc. 2013, 135,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 1386
    }, {
      "title" : "Chem",
      "author" : [ "Y. Zhao", "L. Yang", "S. Chen", "X. Wang", "Y. Ma", "Q. Wu", "Y. Jiang", "W. Qian", "Z. Hu", "J. Am" ],
      "venue" : "Soc. 2013, 135,",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 1201
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "0 TPa[30] (45 GPa),[31] and a high charge mobility of around 200 000 cm2 V−1 s−1[26] (100 000 cm2 V−1 s−1)[32] as well as a low density and good flexibility.",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 4,
      "context" : "In order to investigate effects of the distance between B and N heteroatoms in the catalytic performance of the N, B-codoped carbon catalysts, Hu and co-workers intentionally prepared two different types of codoped CNTs dominated by the bonded and separated boron and nitrogen dopants, respectively.[107] Their experimental and theoretical results indicate that it is the separated B and N in the N, B-codoped CNTs can endow the inert CNTs a high ORR electrochemical catalytic activity, rather than the counterparts with bonded N and B dopants.",
      "startOffset" : 299,
      "endOffset" : 304
    }, {
      "referenceID" : 4,
      "context" : "This work illustrates the important role of the microstructure of the dopants in regulating the ORR activity of the heteroatom-doped carbon catalysts.[107] In an independent study on the same topic, Qiao and co-workers prepared graphene codoped with B and N free from bonded-BN by a two-step method to incorporate heteroatoms at selected sites of the graphene framework (Figure 8a, sites II).",
      "startOffset" : 150,
      "endOffset" : 155
    } ],
    "year" : 2019,
    "abstractText" : "DOI: 10.1002/adma.201804672 Owning to the multiple advantages, including earth abundance, low-cost, high electronic conductivity, structure tenability at the molecular and morphological levels, and strong tolerance to acidic/alkaline media,[6] carbon nanomaterials have the great potential as metal alternatives for highly efficient metal-free catalysis. While metal alloys often suffer from segregation problems, heteroatom-doped carbonbased metal-free catalysts (C-MFCs) with covalent chemical bonds between the carbon and dopant atoms have no segregation issue, leading to a good operational stability. For metal catalysts, the catalytic activities strictly rely on metal element attributes. However, the catalytic active sites on C-MFCs can be modulated by introducing different dopants and structural defects,[8] providing powerful means for creating a large variety of highly efficient, multifunctional catalysts for various reactions.[5] Furthermore, 3D carbon architectures can be constructed from advanced nanocarbons, including carbon nanotubes (CNTs) and graphene sheets,[9,10] to further improve the performance of C-MFCs. Of particular interest, efficient 3D porous C-MFCs exhibit a large surface area with abundant available exposed active sites, excellent conductivity, high electrolyte diffusibility, and good mechanical property[11,12]—essentially impossible for metal catalysts. Great progress has been achieved since the first C-MFC with heteroatom-doping (i.e., vertically aligned N-doped CNT array, VA-NCNT) was developed as a metal-free catalyst for oxygen reduction reaction (ORR) by Dai and co-workers in 2009.[8] It is the doping-induced charge transfer from carbon atoms to their adjacent nitrogen atoms, changing the chemisorption mode of O2 and weakening the OO bond for improving the ORR performance of VA-NCNT.[8] This groundbreaking work then launched a large number of research activities worldwide.[4,5,7] Since then, C-MFCs have been demonstrated to catalyze hydrogen evolution reaction (HER) for the production of clean fuel (H2) from photo-/electrochemical water-splitting, ORR in fuel cells for energy generation/conversion,[10] and oxygen evolution reaction (OER) in metal–air batteries for energy storage,[7] two-electron transfer ORR to generate H2O2 (an energy carrier and green oxidizer),[13] CO2 reduction reaction (CO2RR) for the direct conversion of CO2 into fuel,[14] N2 reduction reaction (NRR) for synthesis of NH3 under ambient environment,[15] and for the renewable energy generation/conversion from water driven by sunlight.[16] Carbon atoms in the graphitic carbon skeleton can be replaced by heteroatoms with different electronegative from that of the carbon atom (i.e., heteroatom doping) to modulate the charge distribution over the carbon network. The charge modulation can be achieved via direct charge transfer with an electron acceptor/donor (i.e., charge transfer doping) or through introduction of defects (i.e., defective doping). Various doping strategies, including heteroatom doping, charge-transfer doping, and defective doping, have now been devised for modulating the charge distribution of numerous graphite carbon materials to impart new properties to carbon materials. Consequently, carbon nanomaterials with defined doping have recently become prominent members in the carbon family, promising for a variety of applications, including catalysis, energy conversion and storage, environmental remediation, and important chemical production and industrial processes. The purpose of this review is to present an overview on the doping of carbon materials for metal-free electrocatalysis, especially the development of doping strategies and doping-induced structure and property changes for potential catalytic applications. Current challenges and future perspectives in the doped carbonbased metal-free catalyst field are also discussed. Hall of Fame Article",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}