{
  "name" : "downloads_2020-10-06_47_yano2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sphingomyelins and ent-Sphingomyelins Form Homophilic Nano-Subdomains within Liquid Ordered Domains",
    "authors" : [ "Yo Yano", "Shinya Hanashima", "Hiroshi Tsuchikawa", "Tomokazu Yasuda", "J. Peter Slotte", "Erwin London", "Michio Murata" ],
    "emails" : [ "erwin.london@stonybrook.edu", "murata@chem.sci." ],
    "sections" : [ {
      "heading" : null,
      "text" : "SIGNIFICANCE Sphingomyelin, a major component of nano-sized domains or lipid rafts in mammalian cell membrane, forms liquid-ordered phase in the presence of cholesterol. To investigate lipid-lipid interactions, we used its enantiomer, which has the mirror-image stereochemistry of natural compounds but reproduces the original physical features. It has been suggested that, within domains in the liquid-ordered state, stearoyl-sphingomyelin clusters exist as subdomains formed via homophilic interactions. To further test this model, lipid vesicles containing the natural sphingomyelin and its enantiomer were studied by Förster resonance energy transfer, showing that they formed distinct subdomains with sizes as small as nanometers within liquid-ordered state domains. The homophilic sphingomyelin-sphingomyelin interaction may be an important function of lipid nanodomains (or rafts) in biological membranes."
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Cell membranes are comprised of phospholipids, glycolipids, cholesterol (Cho), and membrane proteins that\nSubmitted April 1, 2020, and accepted for publication June 26, 2020.\n*Correspondence: erwin.london@stonybrook.edu or murata@chem.sci. osaka-u.ac.jp\nEditor: Georg Pabst.\nhttps://doi.org/10.1016/j.bpj.2020.06.028\n2020 Biophysical Society. This is an open access article under the CC BY-NC-ND license (http:// creativecommons.org/licenses/by-nc-nd/4.0/).\nhave heterogeneous distributions (1). The dynamic assembly of the cellular sphingolipids and Cho produces biologically functional small domains, often called lipid rafts (1,2), which are defined as a small (10–200 nm), heterogeneous, and highly dynamic ordered domains (3,4). Such domains are believed to play important roles in diverse cellular processes, such as signal transduction, cytoskeletal organization, pathogen entries, and lipid homeostasis (5).\nBiophysical Journal 119, 539–552, August 4, 2020 539\nD-erythro-sphingomyelin (SM), which is the most abundant natural stereoisomer and considered a major lipid in the ‘‘micro’’-domains of cell membranes (6), has a strong homophilic interaction (7) and also receives a strong ordering effect from Cho to form the liquid-ordered (Lo) phase in model membranes (8,9). Therefore, we have previously investigated the lipid-lipid interactions responsible for nanodomain formation of SM (7,10–12). In general, biophysical approaches using SM-based bilayers have led to a better understanding of the molecular basis of domain formation in biological membranes (13–15). In particular, the nanoscopic domains and lipid clusters occurring in the Lo phase of model bilayers have recently been examined from physicochemical approaches (10,12,16,17). Transiently stable but mostly dynamic domains were observed in the range of 5–60 nm by several methods, including interferometric scattering microscopy (18), stimulated emission depletion microscopy (19), and Förster resonance energy transfer (FRET) studies (20,21).\nIn other studies, the existence of nanosized subdomains within larger Lo phase domains has been revealed by fluorescence lifetime and 2H NMR experiments (10). Raman microscopy observations using diyne-substituted SM imply that SM-rich subdomains can densely occur in the central area of the Lo domain (22); these nanoscale lipid assemblies are induced by SM-SM and SM-Cho interactions through intermolecular hydrogen bonding and packing (van der Waals) interactions. The presence of such subdomains has been further supported by single-particle tracking (23), single-molecule fluorescence correlation spectroscopy (FCS) (24), and plasmonic antenna array studies (25).\nThe chemical structure of SM consists of a phosphocholine headgroup and a ceramide moiety composed of hydrophobic hydrocarbon chains with polar amide and hydroxy groups in the 2S/3R configuration (26). The chiral amide and hydroxy groups predominantly contribute to the formation of intermolecular and intramolecular hydrogen bonding in SM-lipid interactions (27,28). Physicochemical analysis of L-threo-sphingomyelin (2S,3S), a diastereomer of natural D-erythro homologue (2S,3R), has supported the fact that stereospecific lipid interactions occur through hydrogen bonds (29–31). In addition, in the case of glycosphingolipids, Singh et al. observed distinct difference between a fluorescence-labeled lactosylceramide derivative and its stereoisomers (2R,3S and 2S,3S configurations) in terms of internalization routes in human skin fibroblasts (32). They also found that the clustering propensities of the labeled lipids in the ordered domains of the plasma membranes are significantly influenced by configuration at the 2 and 3 positions (32). These observations demonstrate that in biological membranes stereochemistry of sphingolipids influences not only recognition of lipid by proteins but also lipid-lipid interactions.\nWe previously synthesized L-erythro-N-stearoyl-sphingomyelin (ent-SSM; 2R,3S), an enantiomer of the natural\n540 Biophysical Journal 119, 539–552, August 4, 2020\nstearoyl-sphingomyelin (SSM) (Fig. S1), and compared the Cho-induced ordering effect between SSM and entSSM in lipid vesicles (7). The results showed that the homophilic interactions between SSM and SSM through the amide (or hydroxy) group appeared to be a leading cause of the nanodomain formation of SSM (or ent-SSM). The ordering effect of Cho was comparable for SSM and entSSM, indicating that Cho does not strongly interact with the polar group of SMs bearing the chiral centers, instead largely interacting with the SM alkyl chains (11,28,33).\nIn this study, we further examined the nanoscopic organization of SSM and ent-SSM in model bilayers using fluorescence microscopy and Förster resonance energy transfer (FRET) to estimate the average size of nano-subdomains of SMs within the Lo domain. Conventional fluorescent SM probes cannot reproduce the membrane properties of unlabeled SM, a shortcoming hampering the accurate measurement of the size of nano-scaled SM domains. We here estimated nano-subdomain size more precisely through FRET experiments using the ATTO probes (Fig. 1) that we had recently developed; the membrane properties of the probes, such as the diffusion coefficient and domain partition in model bilayers and biological membranes, turned out to be very similar to those of natural lipids (30).\nThe FRET experiments clearly show that SSM and entSSM nano-subdomains are segregated inside the Lo phase consisting of a ‘‘racemic’’ mixture of SSM and ent-SSM. This segregation is likely because a stereochemically homophilic interaction between SSM molecules and between ent-SSM molecules is stronger than the heteromolecular interaction between SM and its enantiomer."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "SSM was purified from brain SM (Avanti Polar Lipids, Alabaster, AL) using reverse-phase high-performance light chromatography. Texas-Red 1,2-palmitoyl phosphatidyl ethanolamine (DPPE), 2-(4,4-difluoro-5,7dimethyl-4-bora-3a,4a-diaza-s-indacene-3-pentanoyl)-1-hexadecanoyl-snglycero-3-phosphocholine (BodipyFL-PC), 1,2-oleoyl-phosphatidyl choline (DOPC), and 1,2-distearoyl-phosphatidyl choline (DSPC) were purchased from Avanti Polar Lipids (Alabaster, AL). ATTO succinimidyl esters were purchased from ATTO-TEC (Siegen, Germany). Cho and other chemicals for organic synthesis were purchased from Nacalai Tesque (Kyoto, Japan). The stock solutions of SSM and ent-SSM were prepared in methanol, and for the stock solution, Cho was dissolved in methanol/ chloroform (4:1 v/v). These solutions were stored at 20 C and were warmed to room temperature before use. Dry organic solvents and silicagel were obtained from Kanto Chemical (Tokyo, Japan). Solution NMR spectra were collected using ECS-400 and ECA-500 spectrometers (JEOL, Tokyo, Japan). Electrospray ionization mass spectrometry spectra were collected using Orbitrap (Thermo Fisher Scientific, Waltham, MA). Optical rotation was measured using a JASCO P-1030 polarimeter (JASCO, Tokyo, Japan). Fluorescence microscope images were collected using an OLYMPUS FV1000 laser scanning confocal microscope (Olympus, Tokyo, Japan). Fluorescence spectroscopy was performed using a JASCO FP-6500 spectrometer and HORIBA FluoroLog-3 spectrometer (Horiba, Kyoto, Japan). Fluorescent lipid concentrations were determined by the absorbance\nof ATTO-488 (ε 90,000 M 1 cm 1 at 500 nm) and ATTO-594 (ε 120,000 M 1 cm 1 at 603 nm)."
    }, {
      "heading" : "Chemical synthesis",
      "text" : "The chemical syntheses of ent-SSM, 488ent-SSM, and 594ent-SSM were achieved by following our previous synthetic procedures (7,34).\nConfocal laser scanning microscopy\nGiant unilamellar vesicles (GUVs) were prepared using electroformation (35). Briefly, a solution of SSM/DOPC/Cho (2:2:1) or SSM/ent-SSM/ DOPC/Cho (1:1:2:1) in chloroform (5–10 mL, 1 mg/mL), including 0.1 mol% fluorescent probes, was spread on the surface of platinum electrodes. The electrode surface was dried under a vacuum for 18 h. Then, Milli-Q water (400 mL) was added to the parallel electrodes sandwiched between two cover glasses (24 mm 60 mm, 0.12–0.17-mm thickness) with a rubber spacer (1-mm thickness). The chamber was fixed on the sample stage (Thermo Plate; Tokai Hit, Shizuoka, Japan) and incubated at 55 C for 50 min. Then, a low-frequency alternating current (sinusoidal wave function, 10 Vpp, 10 Hz) was applied from a function generator (Agilent Technologies, Santa Clara, CA). The prepared GUVs were gradually cooled to 25 C for 30 min and then equilibrated for 30 min. For microscopic observations, ATTO488 and BodipyFL-PC fluorophore were excited with 473-nm light, and emission was observed in 485–545 nm. ATTO594 and Texas-Red DPPE were excited at 559 nm, and the emission was observed in 600–700 nm. A laser scanning rate of 2.0 ms/pixel was used for the acquisition of confocal images (512 512 pixels).\nVesicle preparation and FRET measurement for small domain detection\nMultilamellar vesicles (MLVs) were prepared as described previously (36). The lipid solution was dried under a stream of nitrogen gas and hydrated with water to prepare the MLVs with a final lipid concentration of 500 mM. All of the MLVs were incubated at room temperature for 1 h. 488SSM was adopted as an FRET donor with lex of 480 nm and lem of 540 nm. The MLVs used for recording donor fluorescence intensity in the presence of acceptor (F’) were prepared with lipids containing 488SSM (0.1 mol% of the total lipids) as an FRET donor and 594SSM (1.0 mol% of the total lipids) as an FRETacceptor. The MLVs for measuring donor intensity in the absences of acceptor (Fo0) were prepared similar to the F’ samples except without the FRET acceptor. The absolute fluorescence in-\nwhere the MLVs for Fb measurement contained the FRET acceptor but not the donor, and those for Fob contained neither the donor nor the acceptor. The fluorescence of F0, Fo0, Fb, and Fob were measured in a four-sample cuvette holder, and the data were collected at every 4 C from 16 C (or 10 C) to 64 C.We used F/Fo-values to evaluate FRETefficiency, for which E-values (E¼ 1 F/Fo) are often used. We also used large unilamellar vesicles (LUV) in some FRETexperiments. However, the contents of the donor and acceptor in the LUV were not sufficiently reproducible, mainly because of the abstraction of the fluorescent probes from the MLVs during filtration through polycarbonate filters.\nCalculation of expected FRET levels in membranes containing coexisting Ld domains, Lo subdomains with ent-SSM, and Lo subdomains with SSM\nFor estimation of expected FRET efficiency in different domains, lipid composition and area per lipid data are necessary (37). We used the published values of lipid compositions for Lo and Ld states in homogenous and phase-separated vesicles (38). As shown in Table 1, the area per lipid of DOPC in the Lo phase was calculated according to the mean-torque method by Brown et al. (39) based on the splitting width of 2H NMR signals. Those of DOPC and Cho in the Ld phase were adopted frommolecular dynamics (MD) simulations (40), and the rest of the data were obtained from MD simulations (unpublished).\nTo calculate FRET, it is necessary to know the Förster distance (Ro) and the concentration of FRET acceptor. Lipid concentration in a bilayer is expressed as molecules/angstrom squared. In the Ld state of the homogenous membrane consisting of SSM/DOPC/Cho 1:1:1, the average area per lipid molecule averaged over SSM, DOPC, and Cho is 47 Å2 based on the area per lipid values above. The 1 mol% FRETacceptor concentration in units of per angstrom squared (C) converting from mole fraction units gives C ¼ 0.01/47 ¼ 0.000213.\nUsing this information and the experimental level of FRET in a homogenous membrane we can calculate an apparent or effective Ro (Ro0). This is the Ro that would give the observed F/Fo-value if the donor and acceptor were in a single plane and not subject to any steric factors that limit the closest lateral approach. Using the Perrin approximation from reference by Chattopadhyay and London (37), the relationship between F/Fo (fraction of donor fluorescence unquenched by FRET) and acceptor concentration is given by\nF Fo ¼ e 1:21pR02o C: (3)\nUsing the experimental value for F/Fo in a homogenous membrane, 0.41, and solving for Ro0 gives Ro0 ¼ 33.2 Å (3.32 nm). The difference between the Perrin analysis and that of Wolber and Hudson (41), which requires knowledge of restrictions upon closest donor and acceptor approach, is very small. Note that this Ro0 is, as expected, less than the theoretical one (5.6 nm) (42), likely because of the restricted lateral approach of donor and acceptor due to the bulky polyethylene glycol (PEG) groups, plus the donor and acceptor not being in a single fixed plane.\nFor calculating the amount of ent-SSM and SSM in Ld domains and different Lo subdomains, the experimental partition coefficients Kp (and Kp0) for SSM between Ld domain and different Lo subdomains, which were obtained from the data in Fig. 3 (see below, and for Kp for the SSM/DOPC/Cho 1:1:1 composition, see literature (34)), can be used:\nKpent SSM ¼ ðCent SSMin Loent SSMÞ=ðCent SSMin LdÞ ¼ KpSSM ¼ ðCSSMin LoSSMÞ=ðCSSMin LdÞ ¼ 4:5; (4)\nKp 0 ent SSM ¼ ðCent SSMin LoSSMÞ=ðCent SMin LdÞ ¼ Kp 0 SSM\naThe values are based on the fraction of the membrane in the Lo (56%) and Ld (44%). For details, see the legend of Fig. S6. bThe average values over 10–16 C (Fig. S4 a).\n¼ ðCSSMin Loent SSMÞ=ðCSSMin LdÞ ¼ 3; (5)\nwhere Loent-SSM is Lo subdomain predominantly composed of ent-SSM, Lo SSM is Lo subdomain predominantly composed of SSM, and Ld is Ld domain.\nThe areal fraction of the lipid bilayer in each type of domain was calculated to be 44% Ld and 56% Lo from the area per lipid (Table 1) and the lipid compositions (38). Assuming that SSM and ent-SSM have identical abilities to form ordered domains (see Results) and the influence on FRET efficiency from any Lo areas outside SM-rich subdomains are not significant (ignoring any Lo areas outside SM-rich subdomains) gives fLd ¼ 0.44, fLo ent-SSM ¼ 0.28 and fLo SSM ¼ 0.28, where fdomain represents the fraction of the lipid bilayers in a particular type of domain. For samples with the FRET acceptor being 1 mol% labeled SSM or ent-SSM, the relationship between overall concentration and concentration in each type of subdomain is given by\nCaverage ¼ ðfLdÞðCLdÞ þ ðfLo ent SSMÞðCLo ent SSMÞ þ ðfLo SSMÞðCLo SSMÞ:\n(6)\nThe acceptor concentration (in mol% units) in each type of domain can then be calculated from this equation and the values of Kp, Kp 0, and f domain\n542 Biophysical Journal 119, 539–552, August 4, 2020\ngiven above. Substitution for the acceptor, for which C acceptor average ¼ 1 mol%, gives the following:\n1. CLd domain (mol%) ¼ 0.3937. 2. CLo domain in which FRET probe and unlabeled SSM have matching ste-\nreochemistry (mol%) ¼ 1.772. 3. CLo domain in which FRET probe and unlabeled SSM have opposite ste-\nreochemistry (mol%) ¼ 1.181. Values of C for the donor (0.1 mol% overall concentration) are one-tenth those for the acceptor. Overall F/Fo is given by the F/Fo-values in each domain weighted by the fraction of donor in each domain, which, in turn, depends on partition values and fraction of the bilayer in the form of different domains.\nF\nFo ¼ fLd CLd donor Cdonor avg e ðp1:21R02o CLd acceptorÞ\nþ fLo SSM CLo SSM donor Cdonor avg e ðp1:21R02o CLo SSM acceptorÞ\nþ fLo ent SSM CLo ent SSM donor\nCdonor avg\ne ðp1:21R 02 o CLo ent SSM acceptorÞ\n:\n(7)\nSubstitution gives the values shown in Table 2."
    }, {
      "heading" : "RESULTS",
      "text" : "Confocal microscopic images of vesicles that contain segregated Ld and Lo domains\nTo confirm the phase segregation of SSM and ent-SSM in GUVs under experimental conditions, the distribution of SSM probes bearing ATTO fluorophores (488SSM and 594ent-SSMs; Fig. 1), which have very similar membrane properties to SSM (34), was observed under a confocal laser scanning microscope. GUVs (SSM or ent-SSM/DOPC/ Cho ¼ 2:2:1) were prepared with 0.2 mol% fluorescent SSM probes. In agreement with the phase diagram of the ternary bilayers, the lipid composition of SSM/DOPC/Cho (2:2:1) induced a macroscopic Lo/Ld phase separation (20,43). Clear phase separation of 488SSM (green) and Texas-Red DPPE (red) was observed in the SSM membrane (Fig. 2, a–c). Similarly, phase separation of 594ent-SSM (red) and Bodipy-PC (green) was observed in the entSSM-containing membranes (Fig. 2, d–f). Racemic (SSM/ ent-SSM/DOPC/Cho ¼ 1:1:2:1) GUVs were prepared\nwith 488SSM and 594ent-SSM and also clearly showed an Lo/Ld phase separation (Fig. 2, g–i). The area containing a high concentration of 488SSM (green; Fig. 2 g) overlapped with that containing a high concentration of 594entSSM (red; Fig. 2, h and i), corresponding to the Lo phase. Therefore, the segregation between SSM and ent-SSM detected by differential scanning calorimetry (DSC) (7) was not observed on the microscopic scale. To examine the difference between the SSM and ent-SSM probes in the GUVs in racemic membrane compositions, their diffusion coefficients were measured by FCS. The diffusion coefficient of the 488SSM probe in the Lo domain of the racemic membrane was 0.41 5 0.2 mm2/s, which was comparable with the diffusion coefficient of 594ent-SSM at the same Lo domain and the value of 488SSM in the Lo domain of SSM/DOPC/Cho membranes (Fig. S2). The similarity in\ndiffusion coefficients evidently implies that this property of the SSM domains was largely unaltered by the addition of ent-SSM, even in racemic compositions.\nPartitioning of fluorescent probes into the Lo domains in phase-separated membranes\nWe next compared the ratio of the fluorescence intensities between the Lo and Ld domains (ILo/ILd), which should be equivalent to the partition coefficient, Kp, to evaluate the Lo-distribution propensities for each fluorescent probe (Fig. 3). Fig. 3 a shows a confocal monochromatic image of SSM/DOPC/Cho GUVs (0.1 mol% 594SSM) at the equatorial planes. The average distribution ratio of each fluorescent probe was determined based on the image by plotting the fluorescence intensities along the edges of the GUVs\nBiophysical Journal 119, 539–552, August 4, 2020 543\nas a function of azimuthal angle q (Fig. 3 b; (34,44)). Consistent with the confocal images in Fig. 2, the SSM and ent-SSM probes were highly partitioned into the Lo domain over the Ld domain (ILo/ILd ¼ 4–5) when a matching probe (i.e., in which the labeled and unlabeled SMs had the same stereochemistry) was added to the GUVs as shown in Fig. 3, c and d. However, for a mismatching probe (i.e., in which the labeled and unlabeled SSM had different stereochemistries) such as the SSM probe in the ent-SSM/DOPC/ Cho membrane, the ILo/ILd ratio decreased somewhat to around 3. For instance, 594SSM showed a lower partition into the Lo domain in the ent-SSM/DOPC/Cho membrane (ILo/ILd ¼ 2.86 5 0.32; mean 5 standard deviation) than in the SSM/DOPC/Cho membrane (4.52 5 0.43) (Fig. 3 c). The Lo partition of 594ent-SSM (3.18 5 0.40) in the SSM/DOPC/Cho membrane was also lower than that of the same probe in ent-SSM/DOPC/Cho membrane (4.58 5 0.45). These data indicate that homophilic interactions with unlabeled SSM of matching stereochemistry contributed significantly to the efficient partitioning of the fluorescent SSM probes into Lo domains in the SSM/DOPC/Cho GUV.\nSimilar to 594SSM (and 594ent-SSM), 488SSM (and 488ent-SSM) favorably partitioned into the Lo domain in SSM (or ent-SSM)/DOPC/Cho with ILo/ILd-values similar to that of the 594 probes (Fig. 3 d). These results reveal that the exact structure of the ATTO fluorescence groups do not significantly affect the partition of the fluorescent\n544 Biophysical Journal 119, 539–552, August 4, 2020\nprobes into the Lo domain, likely because the hydrophilic fluorophores exclusively reside in the water phase via the PEG linker (45). It should also be noted that the fluorescence spectra of the SSM probes were similar to those in the water phase (Fig. S3, a and b), and virtually no difference was observed in the fluorescence intensity between the gel phase and the Ld phase (Fig. S3 c). This indicates that quantum yield differences did not distort the partitioning behavior.\nIn contrast to the difference in distribution ratios (Kpvalues) when labeled SSM had enantiomeric mismatch with the unlabeled SSM (the top and middle graphs in Fig. 3, c and d), equal Kp-values intermediate between those when there is enantiomeric match or mismatch were observed for labeled SSM and ent-SSM in GUV containing a racemic SSM mixture (the bottom graph in Fig. 3, c and d). This indicates either that there is a mixed homogeneous Lo (SSM-ent-SSM) domain forming or that there are separate submicroscopic SSM and ent-SSM subdomains within the Lo domain, and the observed Kp is the average of the values of the probes for the two types of subdomains."
    }, {
      "heading" : "Detecting nanoscale segregation of SSM and",
      "text" : "ent-SSM probes in SSM and SSM/ent-SSM vesicles by FRET\nAs noted above, light microscopy observations cannot distinguish between two origins for the intermediate and\nequal partitioning of labeled SSM and labeled ent-SSM into GUV containing racemic SSM: homogenous large Lo domains of racemic SSM composition or (as predicted by previous studies (7)) SSM and ent-SSM subdomains within the Lo domains. They also cannot define the size of subdomains. To investigate these questions, FRET was used. FRET is a physical process that transfers the excitation energy from a donor fluorophore to a neighboring acceptor fluorophore residing within nanometer distance; it has often been used for quantitatively investigating the submicron-to-nanometer-size domains in bilayer membranes (20,21,44–47). Therefore, we conducted FRET analysis in SSM-containing MLVs under Lo/Ld-phase-separated conditions using SSM/ ent-SSM/DOPC/Cho MLVs to examine whether the fluorescence SSM and ent-SSM probes showed nanometer-scale segregation. The donor fluorophore ATTO488 of 488SSM was excited by a laser beam at 480 nm, and the fluorescence intensity of the donor was measured in the presence of the FRET acceptor (594SSM or 594ent-SSM) to determine the F-values and measured in the absence of the acceptor to determine the Fo-values. When the donor and acceptor reside within the Förster distance (Ro: 5.6 nm for ATTO488 and ATTO594; https://www.atto-tec.com/index. php?id¼197&L¼1&language¼en), the donor fluorescence is strongly attenuated by the acceptor probe, which results in a decreased F/Fo-value. Thus, in the following experiments, higher F/Fo-values indicate lower FRET efficiency.\nBefore starting a series of FRET measurements with Lo/ Ld-segregated vesicles, we examined the miscibility and segregation between SSM and ent-SSM in vesicles containing only gel and/or Lo phases. Vesicles lacking or containing Cho, and SSM with and without ent-SSM, were prepared in the presence of the FRET probe pair of 488SSM/594SSM (homo-FRET pair) or 488SSM/594entSSM (hetero-FRET pair), respectively, to measure F/Fo (Fig. 4 a). In the SSM membranes, the F/Fo-values of both the homo- and hetero-FRET pairs were nearly identical above the phase transition temperature of SSM (45 C). This is consistent with the FRET pairs being homogenously distributed in the bilayers at higher temperatures. In\ncontrast, below the phase transition temperature, the hetero-FRET pair in the SSM/ent-SSM membrane showed significantly higher F/Fo-values than those of the homoFRET pair. This result confirms some degree of segregation of SSM and ent-SSM (as reflected by segregation of 488SSM and 594ent-SSM) in the gel state, as shown by previous DSC results (7).\nThe behavior of SSM and ent-SSM in the Lo phase containing 50 mol% Cho was also examined (Fig. 4 b). The F/ Fo-values of a 488SSM/594ent-SSM pair did not significantly differ from the 488SSM/594SSM pair above 24 C, indicating that nanoscale segregation between SSMs and ent-SSMs occurred only at low temperatures (<24 C). Error bars represent the stranderd deviation (SD) from three replicates.\nSegregation of SSM and ent-SSM probes in vesicles with coexisting Lo and Ld domains\nNext, we examined the possible stereoselective SM-SM interactions using Lo/Ld segregated ternary vesicles. SSM/ DOPC/Cho and ent-SSM/DOPC/Cho vesicles were prepared in the presence of each FRET pair, and F/Fo-values were measured (Fig. 5). At 20 C, the homo-FRET pair in SSM/DOPC/Cho (2:2:1) vesicles showed significantly lower F/Fo-values than that in the homogenous DOPC/ Cho membrane. This observation indicates that, in agreement with microscopy, the FRET donor and acceptor were concentrated within the Lo phase, which resulted in the fluorescence of donor probes being more highly quenched by the energy transfer to neighboring acceptor probes. The F/ Fo-values for the hetero-FRET pairs (488SSM/594entSSM and 488ent-SSM/594SSM) were higher than that of the homo-FRET pairs (Fig. 5), which can partly be accounted for by a smaller amount of ent-SSM probes in the Lo domains of the SSM/DOPC/Cho membrane, as shown in Fig. 3 c, because the homophilic SSM-SSM interaction partly excludes ent-SSM from the SSM domains. However, when the 488ent-SSM/594ent-SSM pair was used in the SSM/DOPC/Cho membrane, the F/Fo-value was lower\nthan the hetero-FRET pairs even though the ent-SSM probes partitioned into the Lo domains less than the SSM probes. This suggests that ent-SSM FRET probes within SSM Lo domains may tend to be closer to each other than they are to SSM FRET probes in such domains. In other words, the lower F/Fo-values of the homo-FRET pairs (488SSM/ 594SSM and 488ent-SSM/594ent-SSM) relative to that of the hetero-FRET pair (488SSM/594ent-SSM and 488entSSM/594SSM) implies segregation within Lo domains in which homophilic interactions of SSMs occur in a stereoselective manner. This is investigated in more detail below.\nAlso note that there was high F/Fo (less FRET) in DOPC/ Cho than in any ternary mixtures with SM for all of the FRET pairs tested. This is expected because DOPC/Cho vesicles should be homogeneous, so the FRET pairs were more diluted than in the samples with SM.\nWe observed a nearly identical FRET magnitudes with the analogous ent-SSM-containing ternary lipid vesicles (Fig. 5). In ent-SSM/DOPC/Cho vesicles, the ent-SSM FRET pair and SSM FRET pair again showed stronger FRET than the 488SSM/594ent-SSM FRET pair and the 488ent-SSM/594SSM FRET pair. In addition, the ent-SM FRET pair showed stronger FRET than the SSM FRET pair, a pattern opposite that in the SSM-containing vesicles. This was expected because in the ent-SSM-containing ternary lipid vesicles, the SSM FRET pair would be less concentrated within Lo domains. These results indicate that the phase properties of ent-SSM/DOPC/Cho are similar to those of SSM/DOPC/Cho, and thus, as previously reported (7), the stereochemical difference between SSM and ent-SSM results at most in only small effects on the SM-Cho and SM-DOPC interactions in the ternary bilayers.\nTemperature dependence of FRET efficiency in nano-subdomain-containing vesicles containing racemic SSM and ent-SSM\nTo investigate the details of homophilic SSM interactions further, FRET efficiency was measured as a function of temperature in lipid vesicles containing a racemic mixture of SSM and ent-SSM as well as DOPC and 20 mol% Cho (Fig. 6 a). In a previous report (7), we revealed using DSC that ent-SSM does not mix with palmitoylsphingomyelin (PSM), whereas SSM does mix with PSM. This finding implies that SSM and ent-SSM would also segregate from\nRc (1.1Ro) of the edge of the domain can give rise to strong FRET to acceptors outside of the domain. When Rdomain is large (>10Ro), the fraction of the subdomain within Rc of the domain edge is small, and so subdomain size does not significantly influence F/Fo-values.\neach other. The segregation would have to be on the nanoscale because it is not seen by microscopy. Because the physicochemical properties of SSM and ent-SSM in either pure or mixed membranes are very similar as shown in Fig. 5, it would be expected that not only racemic SSM but also SSM form nanoscale subdomains, and so the racemic mixture would faithfully mimic SSM properties in this regard. Thus, we examined the nanoscale segregation of SSM using the racemic mixture.\nFig. 6 a shows that FRETefficiency between labeled SSM molecules decreased as temperature increased in SSM/entSSM/DOPC/Cho vesicles, and at high temperature approached that in control DOPC/Cho vesicles, which were in the Ld state at all temperatures. This indicates that, as expected from previous studies, Lo domains, and thus segregation of the vesicles into coexisting Lo and Ld domains, occur at low temperatures but disappear as temperature is increased. The F/Fo-values below 45 C are significantly lower than those of the SSM-containing MLVs without DOPC (Fig. 4), clearly indicating that DOPC-induced Lo/ Ld segregation raises the local concentration of the FRET pairs and enhances FRET efficiency. At lower temperatures, below 32–36 C, the FRET data in Fig. 6 indicates a higher colocalization (lower F/Fo) for both the 488SSM/594SSM and 488ent-SSM/594ent-SSM homo-FRET pairs relative to the hetero-FRET pair of 488SSM/594ent-SSM. The higher F/Fo-values for the hetero-FRET pair relative to the homo-FRET pairs indicates that in the former case the two probes segregated to some degree, with the SSM probe locating preferentially in SSM-rich subdomains and the entSSM probe locating preferentially to ent-SSM-rich subdomains. The difference in the F/Fo-values between the hetero-FRET pair (488SSM/594ent-SSM) and the homoFRET pairs (488SSM/594SSM or 488ent-SSM/594entSSM) disappeared above 32–36 C. This is a significantly lower temperature than that at which the Lo domains disappeared (around 50 C) and suggests that the subdomains become too small to influence FRET above 32–36 C. As discussed below, because FRET (reduction in F/Fo-values) reflects donor–acceptor distances within the Förster distance (Ro), this indicates a subdomain size with a radius that is on the order of Ro. The difference of the FRET results with the microscopic images in Fig. 2, g–i, showing a complete overlap between 488SSM and 594ent-SSM, can be accounted for by the higher spatial resolution of FRET ( 5–10 nm) compared to that of confocal microscopy ( 250 nm).\nTo examine the effects of Cho concentration on domain properties and size, we also performed the FRET experiments for SSM/ent-SSM/DOPC/Cho (1:1:2:2) bilayers, which have a higher (33 mol%) Cho content (Fig. 6 b). The temperature dependence of the F/Fo-values of the 488SSM/594SSM pair again detected domain formation at low temperature. Also, the 488SSM/594ent-SSM pair again had slightly higher F/Fo-values at 16–20 C than the homoFRET pair. Thus, the data reveal segregation between SSM\ndomains and ent-SSM domains at 33 mol% Cho is similar to that at the lower Cho concentration at 20 mol% (Fig. 6 a). The difference in the F/Fo-values between the heteroFRET pair (488SSM/594ent-SSM) and the homo-FRET pairs (488SSM/594SSM or 488ent-SSM/594ent-SSM) disappeared above 32 C. Because the difference between FRET for the homo-FRET pair and hetero-FRET pair disappeared at a lower temperature in membranes with 33 mol% cholesterol (Fig. 6 b) than those with 20 mol% (Fig. 6 a), the nano-subdomain size in the SSM/ent-SSM/DOPC/Cho (1:1:2:2) vesicles is likely to be slightly smaller than that in the vesicles with less Cho (1:1:2:1), at least at 32 C and above (see below).\nCalculated versus experimental FRET efficiency in nano-subdomain-containing vesicles\nTo derive additional information about SSM and ent-SSM segregation in subdomains from FRET data, we calculated expected F/Fo-values in the racemic vesicles at low temperature to determine if the values in Fig. 6 are predicted by the segregation of the Lo domains into subdomains of SSM and ent-SSM. Agreement between experimental and calculated values would demonstrate the predictive power of the subdomain hypothesis and confirm its validity. To do this, the following parameters and assumptions were combined: 1) fluorescent SSM partition values between Lo and Ld state were as defined by the fluorescence imaging experiment in Fig. 3; i.e., a probe concentration 4.5 times higher in Lo phase than in Ld phase with matching fluorescent probe and unlabeled SSM stereochemistries and 3 times higher in Lo phase than in the Ld phase when stereochemistries do not match; 2) the fraction of the bilayer in the Ld and Lo state at low temperature, 44 and 56%, respectively, as described above; 3) the assumption that at the lowest temperatures measured subdomains are large enough that the F/Fo is not significantly affected by domain size. Domain size is known to increase as temperature decreases (14). The observation that F/Fo reached near-minimal values at low temperature, with similar F/Fo values between 10 and 16 C (Fig. S4), suggests that at this temperature range, domain sizes are too large for changes in domain size to affect FRET.\nIn addition, to define subdomain properties we also needed to define if there was an influence of SSM/entSSM ratios on the fraction of Lo and Ld in SSM/DOPC/ Cho bilayers, because the fraction of the membrane in the Lo phase is necessary to estimate the size of nano-subdomains. We measured the fluidity of the ternary bilayers using the fluorescence lifetime of trans-parinaric acid (Fig. S5; (10,48,49)). The results indicated that the fractional amplitude of the lifetime components t1, t2, and t3, which should be significantly influenced by the fractional areas of Lo and Ld, was not dependent on the SSM/ ent-SSM ratios. This result indicates that although SSM\nBiophysical Journal 119, 539–552, August 4, 2020 547\nand ent-SSM may segregate from each other, achiral tPA (trans-parinaric acid) shows the same partitioning and lifetimes for SSM domains and ent-SSM ones. In other words, the equal fractional amplitudes of t1, t2, and t3 (Fig. S5 c) indicate that the Lo/Ld fractional area does not depend on the SSM/ent-SSM ratios in the SSM/DOPC/Cho bilayer system, which allowed us to assume the fraction of Lo phase determined for the usual (not racemic) ternary bilayers was also applicable to the bilayers with racemic SSM. We also assumed that in the Lo phase, SSM (or ent-SSM) mostly resides in subdomains separated from ent-SSM (or SSM) and hardly occurs in regions of the Lo domains between subdomains, as implied by previous studies (7,23).\nThe final information needed to calculate expected FRET values was the effective Ro-value (Ro0) in the lipid vesicles. Theoretically, an Ro-value equal to that calculated from spectroscopic properties of the FRET probes can be derived from the observed F/Fo-value if the donor and acceptor were in a single plane of a homogenous bilayer and not subject to any steric factors that limit the closest lateral approach. However, substituting the two-dimensional concentration of the acceptor and the observed F/Fo (0.41) obtained in homogenous bilayers of SSM/DOPC/Cho 1:1:1 at 60 C (Fig. 6) into Eq. 5 gives an Ro0-value of 3.32 nm. This is notably smaller than the spectroscopic Ro-value of 5.6 nm for the ATTO488 and ATTO594 fluorophores (see below). The difference is very likely due to out-of-plane distributions of the acceptor and donor, plus lateral steric exclusion, limiting their close lateral approach, because of the PEG groups on the fluorescent SSM.\nUsing these parameters and information, we calculated the F/Fo-values for the racemic bilayers at 16 C, at which F/Fo-values reach a near minimum (Fig. S9). Based on a Perrin analysis approximation (37), F/Fo-values were calculated for the Ld phase, for SSM domains in the Lo phase, and for ent-SSM domains in the Lo phase of the SSM/entSSM/DOPC/Cho 1:1:2:2 vesicles. These terms were combined to derive the overall F/Fo in these vesicles (Table 2). The calculations are described in detail in the Materials and Methods. As shown in Table 2, the experimental overall F/Fo-values for 488SSM/594SSM and 488SSM/594entSSM pairs (Fig. 6 b) show excellent agreement with the calculated values. This result strongly supports the hypothesis that large, separate SSM and ent-SSM Lo subdomains are present in these samples at 16 C.\nAnother important point of the FRETexperiments in Fig. 6 is that they contain information about how subdomain size changes in a temperature-dependent manner. The signature for the presence of subdomains is the difference between FRET values for the homo- and hetero-FRET pairs. When temperature is increased, this difference is lost. We call the temperature above which FRET becomes independent of the stereochemistry of the FRET donor and acceptor the coalescence temperature. Interestingly, whereas Lo phase domains SSM/ent-SSM/DOPC/Cho 1:1:2:2 membranes\n548 Biophysical Journal 119, 539–552, August 4, 2020\ndisappeared at around 50 C, as shown by F/Fo-values similar to vesicles that lack ordered domains, detectable subdomain formation was lost at lower temperatures, indicating that subdomains become small well before the Lo domains disappear. This coalescence temperature was at 32–36 C with 20 mol% Cho and at 28–32 C with 33 mol% Cho. This Cho dependence of coalescence temperature is suggestive of an effect in which higher Cho concentration induces reduces nanosubdomain size. The difference in coalescence temperatures with and without Cho (Fig. 4, a and b) may also reflect an effect in which the presence of a high Cho concentration reduces subdomain size.\nTheFRETdata combinedwith the coalescence temperature also provides some information about domain size. Roughly speaking, segregation of donor and acceptor into different domains only influencesFRETwhendomains have a size of Ro or larger (21). The reason for this is that when domains have a radius/width of Ro or smaller, FRET donor within domains are not shielded from FRET to acceptors outside of the domains, so the level of FRET becomes almost identical to that in a membrane lacking domains. The same logic applies to subdomains detected in the experiments here. Thus, the coalescence temperature represents the point at which subdomain size decreased to Ro in the racemic SSM/DOPC/Cho vesicles. The pair of fluorophores used in this study, ATTO488 and ATTO594, have a calculated Ro-value of 5.6 nm in aqueousmedia (36,46), so at the coalescence temperature subdomain radius must be close to or smaller than 5.6 nm. Notice that at the coalescence temperature, larger Lo domains are still present in the racemic SSM/DOPC/Cho vesicles, as shown by the difference between F/Fo at the coalescence temperature and that for vesicles lacking domains, i.e., the SSM/DOPC/ Cho vesicles at higher temperature and the DOPC/Cho vesicles (see Fig. 8).\nVesicles containing DSPC in place of SSM do not exhibit stereochemical segregation\nFRET of fluorescent SSM and ent-SSM probes in the presence of coexisting Lo and Ld phases was also measured in DSPC/DOPC/Cho (2:2:1) vesicles (Fig. 7). The probes were reported to be largely partitioned to the DSPC-rich-ordered domains with similar partition coefficients as for SMrich ordered domains (7). FRET efficiencies (F/Fo) were collected versus temperature. Hetero- and homo-FRET pairs showed very similar F/Fo-values for all the temperatures tested (Fig. 7). The temperature-dependent curves of F/Fo became constant above the melting temperature of DSPC (54 C), with values similar to those in DOPC/Cho domains that lack ordered domains. These data indicate that the entSSM probe has very similar domain-localizing properties to those of the SSM probe in the DSPC/DOPC/Cho membrane, with both FRET pairs preferentially colocalized to a similar extent within the Lo domains mainly consisting of DSPC/ Cho and with no evidence of any stereochemically specific\ninteraction between the labeled and unlabeled lipids. The lack of an effect of FRET probe stereochemistry upon FRET efficiency of these lipid-containing MLVs supports the hypothesis that difference in FRET with SSM and entSSM probes seen in vesicles containing mixtures of SSM and ent-SSM with DOPC and Cho only involves stereochemistry-specific interactions between labeled and unlabeled SSM molecules."
    }, {
      "heading" : "DISCUSSION",
      "text" : "The interactions of SM with surrounding lipids such as SM and Cho are thought to induce the formation of the Lo phase, which is often considered to be a model for the lipid domains (or rafts) in cell membranes; in biological membranes, SMs are major saturated lipids, which, together with Cho, efficiently form ordered domains that coexist with disordered areas mainly consisting of unsaturated lipids. Therefore, we prepared ent-SSM, an enantiomer of SSM, to evaluate the stereospecific lipid-lipid interactions of SM. Stereochemistry of sphingolipids is reported to have very interesting biological roles (15,32,50). Synthetic stereoisomers of lactosylceramides, which share the same ceramide structure with SM, prevent host cells from infection of SV40 virus by inhibiting caveolar endocytosis and the clustering of lipids into ‘‘microdomains’’ (50). These activities of the sphingolipid stereoisomers are thought to be mediated by alteration in lipid-lipid interactions in plasma membranes.\nWe have previously demonstrated that SSM is immiscible with ent-SSM in gel phase (7), implying that the homophilic interactions of SSM-SSM and ent-SSM-ent-SSM induce the segregation of SSM and ent-SSM domains. Fig. 4 a reveals that the hetero-FRET pair in racemic SSM/ent-SSM bilayers shows lower FRET efficiency (higher F/Fo-value) than the homo-FRET pair in the gel phase of pure SSM bilayers (i.e., without Cho or DOPC). The increase in the difference of their F/Fo-values as temperature is decreased ( 0.03 at 16 C) parallels that of the same FRET pairs in the racemic bilayers with Cho and DOPC in Fig. 6, in which the heteroFRET pair exhibits lower FRETefficiency, indicating greater segregation. These observations suggest that the segregation\nof SSM and ent-SSM in nano-subdomains also occurs in gel phase and that gel subdomains might exist in membranes composed of SSM by itself (12). In contrast to the stereochemical specificity seen in SM-SM interactions, the ordering effects of Cho on membranes with racemic SSM were very similar to those on natural SSM membranes (7). This implies that the chiral segment of SSM, including the amide and hydroxy groups, is not strongly involved in stereochemistry-specific interactions with Cho.\nIn the interlipid FRET experiments, around 1 mol% of an acceptor lipid was generally added to the membrane, which could cause problems by changing the physical properties of the bilayers (51). To avoid this issue, we have developed FRET probes consisting of an SM moiety and an ATTO fluorophore that are linked together with a PEG tether. The probes excellently reproduce the membrane behavior of unlabeled SMs and PCs (31,34). Thus, perturbations by the fluorescent SM and DOPC probes used in this study are likely to be very small.\nWe examined the chirality-dependent domain formation using a racemic mixture of the natural SSM and ent-SSM under the Lo/Ld segregated conditions (Fig. 3). The fluorescent ent-SSMs exhibited similar Lo/Ld partition ratios to those of the SSM probes, and the distribution of these probes largely overlapped each other within the Lo phase (Fig. 2). However, the domain formation at the nanometer scale, one of the major topics in this study, could not be visualized with the spatial resolution of these microscopic images. We thus became interested in FRET experiments because SM in the Lo phase is prone to form gel-like domains with nanometer size (7,23–25,28,33). Using this approach, we examined the possibility that SSM-SSM and ent-SSM-ent-SSM interactions caused the segregation of the SSM and ent-SSM nano-subdomains within the Lo domains of various membrane systems. The FRET results demonstrated that the phase segregation of SSM and entSSM observed in the racemic membrane is due to the stereochemistry-specific intermolecular attraction. Fig. 8 illustrates the formation of subdomains in the Lo domain and the temperature-dependent changes in domain size detected by FRET.\nBiophysical Journal 119, 539–552, August 4, 2020 549\nThe estimated domain size in this study is that in racemic artificial membranes, which could be very different from real cellmembranes containing natural SMwith the 2S/3R stereochemistry. However, we think that the difference in the domain size between the ternary SSM/DOPC/Cho bilayers and the racemic bilayers is likely to be relatively small, given that the dependence of FRET upon temperature did not differ significantly with natural and racemic SSM in bilayers containing Ld and Lo domains (Fig. S6). Thus, the domain size we obtained can conditionally be used as an estimate for the size of SM-rich nanosized domains in vesicles containing SM even when ent-SM is not present and perhaps as an estimate for SM and Cho rich domains in cell membranes.\nAn important question is what interactions give rise to organization of SM into nano-subdomains? SM molecules tend to aggregate with each other, probably through intermolecular hydrogen bonding, hence forming stable gel domains, among which a very small one corresponds to the nano-subdomain. A previous study using 3-O-methyl SM and 2-N-methyl SM demonstrated that O- or N-methylation of SM disrupts ordered domain formation (52), indicating the importance of the amide group of SM as a primary force in SM-specific domain formation.\n550 Biophysical Journal 119, 539–552, August 4, 2020\nIn one model for membranes, there are fluctuations of lipid composition in domain-forming lipid bilayers (53). However, several observations indicate the subdomain we observed persist for some time. One set of observations best described as subdomain formation within Lo domains under the experimental conditions are 2H NMR results from our previous studies (7,10,12). The 2H NMR spectra of SSM-Cho binary systems mimicking Lo phase in this study show the mixed gel (very broad) and Lo peaks (Pake doublet) in 33 and 50% Cho-containing SSM bilayers, for which no phase diagram predicts the presence of gel phase at room temperature. These data reveal that in Lo phase there are gel domains in which 2H-labeled SSM stays in the gel phase for longer than the time constant of exchange between gel and ‘‘Lo’’ phases, which is estimated to be over 10 ms (10). Taking into account the diffusion speed of SM, the size of the ‘‘Lo’’ subdomains/small gel domains may be the order of single-to-tens of nanometers, which agrees with these results of FRET. These results also suggest that an ‘‘Lo’’ subdomain can be regarded as a very small gel domain and there is no clear boundary between the small gel domains and the nano-subdomains. Thus, at room temperature, at which gel domains still remain and the size of ‘‘Lo’’ domains is\nrelatively large, we think that SM forms subdomains rather than fluctuations based on the lifetime and probable size. An additional support for subdomains that are persistent comes from the observation that the unlabeled lipids form domains persisting long enough so that the FRET probes can migrate to them and equilibrate within the domains to the same degree they do when domains are large phases that can be seen by microscopy. That is shown by the fact that the partition coefficient values from the probes when domains are large predict FRET values when the subdomains are submicroscopic nanodomains. If there were only transient fluctuations, the regions rich in SM would disappear and reform somewhere else before the FRET probes could equilibrate. FRET would detect no domains in that case. A hypothetical illustration of sub-nanodomain structure proposed in this study is shown in Fig. S8.\nIn contrast to the homophilic SM-SM interactions, hydrogen bonding between any functionalities of SM and the 3b-OH of Cho appears less important in enhancing acyl-chain ordering (7). Nevertheless, Cho preferably enhances SM-SM hydrogen bonding through restricting mobility of the hydrocarbon chains of SM in the deeper interior of the membrane (27,28), which further promotes the nano-subdomain formation in the Lo phase. Judging from the size of the SM domains estimated in this study, Cho can interact with SM from outside of SM nano-subdomain to exert the chain-ordering effects on the SM molecules within the subdomain (Fig. S8). We assume that the Lo phase consists of densely packed SMs and the matrix lipids around the nano-subdomains are filled mostly with Cho and a small amount of unsaturated phospholipids (38)."
    }, {
      "heading" : "CONCLUSION",
      "text" : "In this study, we investigated the domain formation of natural SSM and enantiomeric SSM (ent-SSM) using their fluorescent probe analogs to investigate lipid-lipid interactions with respect to stereospecific relationships and how these interactions lead to the formation of nanoscale lipid domains. Confocal microscopic observations showed the colocalization of SSM and ent-SSM in the Lo phase of the SSM/ DOPC/Cho systems. In contrast, the interlipid FRET measurements using the homo-FRET pair of SSM showed higher FRET efficiency than those using the hetero-SSM/ ent-SSM probe pair in the SSM/ent-SSM/DOPC/Cho systems, demonstrating that nanoscale (single-digit nanometer in radius) phase segregation occurs between SSM and entSSM. These results indicate that homophilic SM interactions because of the stereospecific intermolecular attraction induce the formation of nano-subdomains in Lo phase of SM-based bilayers. Because saturated SMs comprise a large fraction of doubly saturated phospholipids in the outer leaflet of cell membranes, homophilic interactions of SM likely also occur in biological membranes, hence playing a central role in forming nanosized domains."
    }, {
      "heading" : "SUPPORTING MATERIAL",
      "text" : "Supporting Material can be found online at https://doi.org/10.1016/j.bpj. 2020.06.028."
    }, {
      "heading" : "AUTHOR CONTRIBUTIONS",
      "text" : "Y.Y., T.Y., and M.K. performed experiments. All authors interpreted data. H.T. contributed to the design of the chemical synthesis. P.J.S. assisted and afforded the fluorescence lifetime measurements. S.H., E.L., and M.M. designed the research. Y.Y., S.H., J.P.S., E.L., and M.M. wrote the manuscript with input from all authors. All authors have approved the final version of the manuscript."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We are grateful to Prof. W. Shinoda (Nagoya University), Drs. M. Kinoshita and N. Matsumori (Kyushu University), and Drs. N. Inazumi and Y. Todokoro (Osaka University) for their discussions and help with the NMR measurements.\nThe work in Osaka University was supported by Japan Society for the Promotion of Science, KAKENHI (S) Grant No. 16H06315, KAKENHI (C) Grant No. 15K01801, and in part by Japan Science and Technology Agency, Exploratory Research for Advanced Technology Lipid Active Structure Project (JPMJER1005). The work in E.L. laboratory was supported by National Institutes of Health grant GM 122493."
    } ],
    "references" : [ {
      "title" : "The fluid mosaic model of the structure of cell membranes",
      "author" : [ "S.J. Singer", "G.L. Nicolson" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1972
    }, {
      "title" : "Functional rafts in cell membranes",
      "author" : [ "K. Simons", "E. Ikonen" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1997
    }, {
      "title" : "Structure of detergent-resistant membrane domains: does phase separation occur in biological membranes? Biochem",
      "author" : [ "D.A. Brown", "E. London" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1997
    }, {
      "title" : "Direct observation of the nanoscale dynamics of membrane lipids in a living cell",
      "author" : [ "C. Eggeling", "C. Ringemann", "S.W. Hell" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "The functional role of sphingomyelin in cell membranes",
      "author" : [ "J.P. Slotte", "B. Ramstedt" ],
      "venue" : "Eur. J. Lipid Sci. Technol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2007
    }, {
      "title" : "Interaction of cholesterol with synthetic sphingomyelin derivatives in mixed monolayers",
      "author" : [ "L. Grönberg", "Z.S. Ruan", "J.P. Slotte" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1991
    }, {
      "title" : "Sphingomyelin stereoisomers reveal that homophilic interactions cause nanodomain formation",
      "author" : [ "Y. Yano", "S. Hanashima", "M. Murata" ],
      "venue" : "Biophys. J. 115:1530–1540",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Thermal behavior of stearoylsphingomyelin-cholesterol dispersions. Biochemistry",
      "author" : [ "T.N. Estep", "E. Freire", "T.E. Thompson" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1981
    }, {
      "title" : "Model systems, lipid rafts, and cell membranes",
      "author" : [ "K. Simons", "andW.L.C. Vaz" ],
      "venue" : "Annu. Rev. Biophys. Biomol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2004
    }, {
      "title" : "Formation of gel-like nanodomains in cholesterol-containing sphingomyelin or phosphatidylcholine binary membrane as examined by fluorescence lifetimes and (2)H NMR spectra",
      "author" : [ "T. Yasuda", "N. Matsumori", "M. Murata" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Comprehensive molecular motion capture for sphingomyelin by site-specific deuterium labeling",
      "author" : [ "N. Matsumori", "T. Yasuda", "M. Murata" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Nanosized phase segregation of sphingomyelin and dihydrosphigomyelin in unsaturated Biophysical",
      "author" : [ "T. Yasuda", "J.P. Slotte", "M. Murata" ],
      "venue" : "Journal 119,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Sphingomyelin/ phosphatidylcholine/cholesterol phase diagram: boundaries and composition of lipid rafts",
      "author" : [ "R.F. de Almeida", "A. Fedorov", "M. Prieto" ],
      "venue" : "Biophys. J. 85:2406–2416",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2003
    }, {
      "title" : "Probing lipidcholesterol interactions in DOPC/eSM/Chol and DOPC/DPPC/Chol model lipid rafts with DSC and (13)C solid-state NMR",
      "author" : [ "K.J. Fritzsching", "J. Kim", "G.P. Holland" ],
      "venue" : "Biochim. Biophys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Enantiomers of phospholipids and cholesterol: a key to decipher lipid-lipid interplay in membrane",
      "author" : [ "S. Hanashima", "Y. Yano", "M. Murata" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "Lowering line tension with high cholesterol content induces a transition from macroscopic to nanoscopic phase domains in model biomembranes",
      "author" : [ "Tsai", "W.-C", "G.W. Feigenson" ],
      "venue" : "Biochim. Biophys. Acta Biomembr",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "FRET detects the size of nanodomains for coexisting liquid-disordered and liquid-ordered",
      "author" : [ "T.A. Enoki", "F.A. Heberle", "G.W. Feigenson" ],
      "venue" : "phases. Biophys. J. 114:1921–1935",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Dynamic label-free imaging of lipid nanodomains",
      "author" : [ "G. de Wit", "J.S.H. Danial", "M.I. Wallace" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "STED microscopy detects and quantifies liquid phase separation in lipid membranes using a new far-red emitting fluorescent phosphoglycerolipid analogue",
      "author" : [ "A. Honigmann", "V. Mueller", "C. Eggeling" ],
      "venue" : "Faraday Discuss",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Phase behavior and domain size in sphingomyelin-containing lipid bilayers",
      "author" : [ "R.S. Petruzielo", "F.A. Heberle", "G.W. Feigenson" ],
      "venue" : "Biochim. Biophys",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Measurement of lipid nanodomain (raft) formation and size in sphingomyelin/POPC/cholesterol vesicles shows TX-100 and transmembrane helices increase domain size by coalescing preexisting nanodomains but do not induce domain formation",
      "author" : [ "P. Pathak", "E. London" ],
      "venue" : "Biophys. J. 101:2417–2425",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2011
    }, {
      "title" : "Sphingomyelin distribution in lipid rafts of artificial monolayer membranes visualized by Raman microscopy",
      "author" : [ "J. Ando", "M. Kinoshita", "M. Sodeoka" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Nanoscopic substructures of raft-mimetic liquid-ordered membrane domains revealed by highspeed single-particle tracking",
      "author" : [ "H.M. Wu", "Y.H. Lin", "C.L. Hsieh" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "3D probed lipid dynamics in small unilamellar vesicles",
      "author" : [ "M.H. Chao", "Y.T. Lin", "K.C. Lin" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Transient nanoscopic phase separation in biological lipid membranes resolved by planar plasmonic antennas",
      "author" : [ "P.M. Winkler", "R. Regmi", "M.F. Garcı́a-Parajo" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Studies on sphingolipids. VII. Synthesis and configuration of natural sphingomyelins",
      "author" : [ "D. Shapiro", "H.M. Flowers" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1962
    }, {
      "title" : "Orientation and order of the amide group of sphingomyelin in bilayers determined by solid-state NMR",
      "author" : [ "N. Matsumori", "T. Yamaguchi", "M. Murata" ],
      "venue" : "Biophys. J. 108:2816–2824",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "Detailed comparison of deuterium quadrupole profiles between sphingomyelin and phosphatidylcholine bilayers",
      "author" : [ "T. Yasuda", "M. Kinoshita", "N. Matsumori" ],
      "venue" : "Biophys. J. 106:631–638",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "A calorimetric study of the thermotropic behavior of pure sphingomyelin diastereomers",
      "author" : [ "K.S. Bruzik", "M.D. Tsai" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1987
    }, {
      "title" : "Comparison of the biophysical properties of racemic and d-erythro-N-acyl sphingomyelins",
      "author" : [ "B. Ramstedt", "J.P. Slotte" ],
      "venue" : "Biophys. J. 77:1498–1506",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1999
    }, {
      "title" : "Characterization of the ordered phase formed by sphingomyelin analogues and cholesterol binary mixtures",
      "author" : [ "M. Kinoshita", "S. Goretta", "M. Murata" ],
      "venue" : "Biophysics (Nagoya-Shi)",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Caveolar endocytosis and microdomain association of a glycosphingolipid analog is dependent on its sphingosine stereochemistry",
      "author" : [ "R.D. Singh", "Y. Liu", "R.E. Pagano" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2006
    }, {
      "title" : "Bioactive structure of membrane lipids and natural products elucidated by a chemistrybased approach",
      "author" : [ "M. Murata", "S. Sugiyama", "N. Matsumori" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Raft-based sphingomyelin interactions revealed by new fluorescent sphingomyelin analogs",
      "author" : [ "M. Kinoshita", "K.G.N. Suzuki", "M. Murata" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Liposome electroformation",
      "author" : [ "M.I. Angelova", "D.S. Dimitrov" ],
      "venue" : "Faraday Discuss. Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1986
    }, {
      "title" : "Effect of the structure of lipids favoring disordered domain formation on the stability of cholesterol-containing ordered domains (lipid rafts): identification of multiple raft-stabilization mechanisms",
      "author" : [ "O. Bakht", "P. Pathak", "E. London" ],
      "venue" : "Biophys. J. 93:4307–4318",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2007
    }, {
      "title" : "Parallax method for direct measurement of membrane penetration depth utilizing fluorescence quenching by spin-labeled phospholipids",
      "author" : [ "A. Chattopadhyay", "E. London" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1987
    }, {
      "title" : "Deuterium NMR of raft model membranes reveals domain-specific order profiles and compositional distribution",
      "author" : [ "T. Yasuda", "H. Tsuchikawa", "N. Matsumori" ],
      "venue" : "Biophys. J. 108:2502–2506",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    }, {
      "title" : "Raftlike mixtures of sphingomyelin and cholesterol investigated by solid-state 2H NMR spectroscopy",
      "author" : [ "T. Bartels", "R.S. Lankalapalli", "M.F. Brown" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2008
    }, {
      "title" : "A molecular view of the cholesterol condensing effect in DOPC lipid bilayers",
      "author" : [ "M. Alwarawrah", "J. Dai", "J. Huang" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2010
    }, {
      "title" : "An analytic solution to the Förster energy transfer problem in two dimensions",
      "author" : [ "P.K. Wolber", "B.S. Hudson" ],
      "venue" : null,
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1979
    }, {
      "title" : "Resonance energy transfer: methods and applications",
      "author" : [ "P. Wu", "L. Brand" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1994
    }, {
      "title" : "Miscibility phase diagrams of giant vesicles containing sphingomyelin",
      "author" : [ "S.L. Veatch", "S.L. Keller" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2005
    }, {
      "title" : "Emphatic visualization of sphingomyelin-rich domains by inter-lipid FRET imaging using fluorescent sphingomyelins",
      "author" : [ "M. Kinoshita", "H. Ano", "N. Matsumori" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "How to minimize dye-induced perturbations while studying biomembrane structure and dynamics: PEG linkers as a rational alternative",
      "author" : [ "E. Mobarak", "M. Javanainen", "I. Vattulainen" ],
      "venue" : "Biochim. Biophys. Acta Biomembr",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "Ternary phase diagram of dipalmitoyl-PC/dilauroyl-PC/cholesterol: nanoscopic domain formation driven by cholesterol",
      "author" : [ "G.W. Feigenson", "J.T. Buboltz" ],
      "venue" : "Biophys. J. 80:2775–2788",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2001
    }, {
      "title" : "Phases and phase transitions of the phosphatidylcholines",
      "author" : [ "R. Koynova", "M. Caffrey" ],
      "venue" : "Biochim. Biophys",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1998
    }, {
      "title" : "Membrane lipid domains and rafts: current applications of fluorescence lifetime spectroscopy and imaging",
      "author" : [ "R.F.M. de Almeida", "L.M.S. Loura", "M. Prieto" ],
      "venue" : "Chem. Phys. Lipids. 157:61–77,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2009
    }, {
      "title" : "Phase studies of model biomembranes: macroscopic coexistence of LalphaþLbeta, with lightinduced coexistence of LalphaþLo",
      "author" : [ "J. Zhao", "J. Wu", "G. Feigenson" ],
      "venue" : "phases. Biochim. Biophys",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2007
    }, {
      "title" : "Inhibition of caveolar uptake, SV40 infection, and beta1-integrin signaling by a nonnatural glycosphingolipid stereoisomer",
      "author" : [ "R.D. Singh", "E.L. Holicky", "R.E. Pagano" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2007
    }, {
      "title" : "Line tension controls liquid-disordered þ liquid-ordered domain size transition in lipid bilayers",
      "author" : [ "R.D. Usery", "T.A. Enoki", "G.W. Feigenson" ],
      "venue" : "Biophys. J. 112:1431–1443",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2017
    }, {
      "title" : "N- and O-methylation of sphingomyelin markedly affects its membrane properties and interactions with cholesterol",
      "author" : [ "A. Björkbom", "T. Róg", "J.P. Slotte" ],
      "venue" : "Biochim. Biophys",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2011
    }, {
      "title" : "Critical fluctuations in domain-forming lipid mixtures",
      "author" : [ "S.L. Veatch", "O. Soubias", "K. Gawrisch" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The dynamic assembly of the cellular sphingolipids and Cho produces biologically functional small domains, often called lipid rafts (1,2), which are defined as a small (10–200 nm), heterogeneous, and highly dynamic ordered domains (3,4).",
      "startOffset" : 132,
      "endOffset" : 137
    }, {
      "referenceID" : 1,
      "context" : "The dynamic assembly of the cellular sphingolipids and Cho produces biologically functional small domains, often called lipid rafts (1,2), which are defined as a small (10–200 nm), heterogeneous, and highly dynamic ordered domains (3,4).",
      "startOffset" : 132,
      "endOffset" : 137
    }, {
      "referenceID" : 2,
      "context" : "The dynamic assembly of the cellular sphingolipids and Cho produces biologically functional small domains, often called lipid rafts (1,2), which are defined as a small (10–200 nm), heterogeneous, and highly dynamic ordered domains (3,4).",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 3,
      "context" : "The dynamic assembly of the cellular sphingolipids and Cho produces biologically functional small domains, often called lipid rafts (1,2), which are defined as a small (10–200 nm), heterogeneous, and highly dynamic ordered domains (3,4).",
      "startOffset" : 231,
      "endOffset" : 236
    }, {
      "referenceID" : 4,
      "context" : "Such domains are believed to play important roles in diverse cellular processes, such as signal transduction, cytoskeletal organization, pathogen entries, and lipid homeostasis (5).",
      "startOffset" : 177,
      "endOffset" : 180
    }, {
      "referenceID" : 5,
      "context" : "D-erythro-sphingomyelin (SM), which is the most abundant natural stereoisomer and considered a major lipid in the ‘‘micro’’-domains of cell membranes (6), has a strong homophilic interaction (7) and also receives a strong ordering effect from Cho to form the liquid-ordered (Lo) phase in model membranes (8,9).",
      "startOffset" : 150,
      "endOffset" : 153
    }, {
      "referenceID" : 6,
      "context" : "D-erythro-sphingomyelin (SM), which is the most abundant natural stereoisomer and considered a major lipid in the ‘‘micro’’-domains of cell membranes (6), has a strong homophilic interaction (7) and also receives a strong ordering effect from Cho to form the liquid-ordered (Lo) phase in model membranes (8,9).",
      "startOffset" : 191,
      "endOffset" : 194
    }, {
      "referenceID" : 7,
      "context" : "D-erythro-sphingomyelin (SM), which is the most abundant natural stereoisomer and considered a major lipid in the ‘‘micro’’-domains of cell membranes (6), has a strong homophilic interaction (7) and also receives a strong ordering effect from Cho to form the liquid-ordered (Lo) phase in model membranes (8,9).",
      "startOffset" : 304,
      "endOffset" : 309
    }, {
      "referenceID" : 8,
      "context" : "D-erythro-sphingomyelin (SM), which is the most abundant natural stereoisomer and considered a major lipid in the ‘‘micro’’-domains of cell membranes (6), has a strong homophilic interaction (7) and also receives a strong ordering effect from Cho to form the liquid-ordered (Lo) phase in model membranes (8,9).",
      "startOffset" : 304,
      "endOffset" : 309
    }, {
      "referenceID" : 9,
      "context" : "In particular, the nanoscopic domains and lipid clusters occurring in the Lo phase of model bilayers have recently been examined from physicochemical approaches (10,12,16,17).",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 11,
      "context" : "In particular, the nanoscopic domains and lipid clusters occurring in the Lo phase of model bilayers have recently been examined from physicochemical approaches (10,12,16,17).",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 15,
      "context" : "In particular, the nanoscopic domains and lipid clusters occurring in the Lo phase of model bilayers have recently been examined from physicochemical approaches (10,12,16,17).",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 16,
      "context" : "In particular, the nanoscopic domains and lipid clusters occurring in the Lo phase of model bilayers have recently been examined from physicochemical approaches (10,12,16,17).",
      "startOffset" : 161,
      "endOffset" : 174
    }, {
      "referenceID" : 17,
      "context" : "Transiently stable but mostly dynamic domains were observed in the range of 5–60 nm by several methods, including interferometric scattering microscopy (18), stimulated emission depletion microscopy (19), and Förster resonance energy transfer (FRET) studies (20,21).",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 18,
      "context" : "Transiently stable but mostly dynamic domains were observed in the range of 5–60 nm by several methods, including interferometric scattering microscopy (18), stimulated emission depletion microscopy (19), and Förster resonance energy transfer (FRET) studies (20,21).",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 19,
      "context" : "Transiently stable but mostly dynamic domains were observed in the range of 5–60 nm by several methods, including interferometric scattering microscopy (18), stimulated emission depletion microscopy (19), and Förster resonance energy transfer (FRET) studies (20,21).",
      "startOffset" : 258,
      "endOffset" : 265
    }, {
      "referenceID" : 20,
      "context" : "Transiently stable but mostly dynamic domains were observed in the range of 5–60 nm by several methods, including interferometric scattering microscopy (18), stimulated emission depletion microscopy (19), and Förster resonance energy transfer (FRET) studies (20,21).",
      "startOffset" : 258,
      "endOffset" : 265
    }, {
      "referenceID" : 9,
      "context" : "In other studies, the existence of nanosized subdomains within larger Lo phase domains has been revealed by fluorescence lifetime and (2)H NMR experiments (10).",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 21,
      "context" : "Raman microscopy observations using diyne-substituted SM imply that SM-rich subdomains can densely occur in the central area of the Lo domain (22); these nanoscale lipid assemblies are induced by SM-SM and SM-Cho interactions through intermolecular hydrogen bonding and packing (van der Waals) interactions.",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 22,
      "context" : "The presence of such subdomains has been further supported by single-particle tracking (23), single-molecule fluorescence correlation spectroscopy (FCS) (24), and plasmonic antenna array studies (25).",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 23,
      "context" : "The presence of such subdomains has been further supported by single-particle tracking (23), single-molecule fluorescence correlation spectroscopy (FCS) (24), and plasmonic antenna array studies (25).",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 24,
      "context" : "The presence of such subdomains has been further supported by single-particle tracking (23), single-molecule fluorescence correlation spectroscopy (FCS) (24), and plasmonic antenna array studies (25).",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 25,
      "context" : "The chemical structure of SM consists of a phosphocholine headgroup and a ceramide moiety composed of hydrophobic hydrocarbon chains with polar amide and hydroxy groups in the 2S/3R configuration (26).",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 26,
      "context" : "The chiral amide and hydroxy groups predominantly contribute to the formation of intermolecular and intramolecular hydrogen bonding in SM-lipid interactions (27,28).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 27,
      "context" : "The chiral amide and hydroxy groups predominantly contribute to the formation of intermolecular and intramolecular hydrogen bonding in SM-lipid interactions (27,28).",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 31,
      "context" : "observed distinct difference between a fluorescence-labeled lactosylceramide derivative and its stereoisomers (2R,3S and 2S,3S configurations) in terms of internalization routes in human skin fibroblasts (32).",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 31,
      "context" : "They also found that the clustering propensities of the labeled lipids in the ordered domains of the plasma membranes are significantly influenced by configuration at the 2 and 3 positions (32).",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 6,
      "context" : "S1), and compared the Cho-induced ordering effect between SSM and entSSM in lipid vesicles (7).",
      "startOffset" : 91,
      "endOffset" : 94
    }, {
      "referenceID" : 10,
      "context" : "The ordering effect of Cho was comparable for SSM and entSSM, indicating that Cho does not strongly interact with the polar group of SMs bearing the chiral centers, instead largely interacting with the SM alkyl chains (11,28,33).",
      "startOffset" : 218,
      "endOffset" : 228
    }, {
      "referenceID" : 27,
      "context" : "The ordering effect of Cho was comparable for SSM and entSSM, indicating that Cho does not strongly interact with the polar group of SMs bearing the chiral centers, instead largely interacting with the SM alkyl chains (11,28,33).",
      "startOffset" : 218,
      "endOffset" : 228
    }, {
      "referenceID" : 32,
      "context" : "The ordering effect of Cho was comparable for SSM and entSSM, indicating that Cho does not strongly interact with the polar group of SMs bearing the chiral centers, instead largely interacting with the SM alkyl chains (11,28,33).",
      "startOffset" : 218,
      "endOffset" : 228
    }, {
      "referenceID" : 29,
      "context" : "1) that we had recently developed; the membrane properties of the probes, such as the diffusion coefficient and domain partition in model bilayers and biological membranes, turned out to be very similar to those of natural lipids (30).",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 6,
      "context" : "achieved by following our previous synthetic procedures (7,34).",
      "startOffset" : 56,
      "endOffset" : 62
    }, {
      "referenceID" : 33,
      "context" : "achieved by following our previous synthetic procedures (7,34).",
      "startOffset" : 56,
      "endOffset" : 62
    }, {
      "referenceID" : 35,
      "context" : "Multilamellar vesicles (MLVs) were prepared as described previously (36).",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 36,
      "context" : "For estimation of expected FRET efficiency in different domains, lipid composition and area per lipid data are necessary (37).",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 37,
      "context" : "We used the published values of lipid compositions for Lo and Ld states in homogenous and phase-separated vesicles (38).",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 38,
      "context" : "(39) based on the splitting width of (2)H NMR signals.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 39,
      "context" : "Those of DOPC and Cho in the Ld phase were adopted frommolecular dynamics (MD) simulations (40), and the rest of the data were obtained from MD simulations (unpublished).",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 36,
      "context" : "Using the Perrin approximation from reference by Chattopadhyay and London (37), the relationship between F/Fo (frac-",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 40,
      "context" : "the Perrin analysis and that of Wolber and Hudson (41), which requires",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 41,
      "context" : "6 nm) (42), likely because of the restricted lateral approach of donor",
      "startOffset" : 6,
      "endOffset" : 10
    }, {
      "referenceID" : 33,
      "context" : "3 (see below, and for Kp for the SSM/DOPC/Cho 1:1:1 composition, see literature (34)), can be used:",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 3,
      "context" : "Kpent SSM 1⁄4 ðCent SSMin Loent SSMÞ=ðCent SSMin LdÞ 1⁄4 KpSSM 1⁄4 ðCSSMin LoSSMÞ=ðCSSMin LdÞ 1⁄4 4:5; (4)",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 37,
      "context" : "The areal fraction of the lipid bilayer in each type of domain was calculated to be 44% Ld and 56% Lo from the area per lipid (Table 1) and the lipid compositions (38).",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 5,
      "context" : "Caverage 1⁄4 ðfLdÞðCLdÞ þ ðfLo ent SSMÞðCLo ent SSMÞ þ ðfLo SSMÞðCLo SSMÞ: (6)",
      "startOffset" : 75,
      "endOffset" : 78
    }, {
      "referenceID" : 33,
      "context" : "1), which have very similar membrane properties to SSM (34), was observed under a confocal laser scanning microscope.",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 19,
      "context" : "In agreement with the phase diagram of the ternary bilayers, the lipid composition of SSM/DOPC/Cho (2:2:1) induced a macroscopic Lo/Ld phase separation (20,43).",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 42,
      "context" : "In agreement with the phase diagram of the ternary bilayers, the lipid composition of SSM/DOPC/Cho (2:2:1) induced a macroscopic Lo/Ld phase separation (20,43).",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 6,
      "context" : "Therefore, the segregation between SSM and ent-SSM detected by differential scanning calorimetry (DSC) (7) was not observed on the microscopic scale.",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 44,
      "context" : "544 Biophysical Journal 119, 539–552, August 4, 2020 probes into the Lo domain, likely because the hydrophilic fluorophores exclusively reside in the water phase via the PEG linker (45).",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 6,
      "context" : "equal partitioning of labeled SSM and labeled ent-SSM into GUV containing racemic SSM: homogenous large Lo domains of racemic SSM composition or (as predicted by previous studies (7)) SSM and ent-SSM subdomains within the Lo domains.",
      "startOffset" : 179,
      "endOffset" : 182
    }, {
      "referenceID" : 6,
      "context" : "This result confirms some degree of segregation of SSM and ent-SSM (as reflected by segregation of 488SSM and 594ent-SSM) in the gel state, as shown by previous DSC results (7).",
      "startOffset" : 173,
      "endOffset" : 176
    }, {
      "referenceID" : 6,
      "context" : "These results indicate that the phase properties of ent-SSM/DOPC/Cho are similar to those of SSM/DOPC/Cho, and thus, as previously reported (7), the stereochemical difference between SSM and ent-SSM results at most in only small effects on the SM-Cho and SM-DOPC interactions in the ternary bilayers.",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 6,
      "context" : "In a previous report (7), we revealed using DSC that ent-SSM does not mix with palmitoylsphingomyelin (PSM), whereas SSM does mix with PSM.",
      "startOffset" : 21,
      "endOffset" : 24
    }, {
      "referenceID" : 20,
      "context" : "The fluorescent region of the donors in the domain (AFL, the gray area) is largely protected from interactions with acceptors outside the domain (21,41).",
      "startOffset" : 145,
      "endOffset" : 152
    }, {
      "referenceID" : 40,
      "context" : "The fluorescent region of the donors in the domain (AFL, the gray area) is largely protected from interactions with acceptors outside the domain (21,41).",
      "startOffset" : 145,
      "endOffset" : 152
    }, {
      "referenceID" : 13,
      "context" : "Domain size is known to increase as temperature decreases (14).",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 6,
      "context" : "We also assumed that in the Lo phase, SSM (or ent-SSM) mostly resides in subdomains separated from ent-SSM (or SSM) and hardly occurs in regions of the Lo domains between subdomains, as implied by previous studies (7,23).",
      "startOffset" : 214,
      "endOffset" : 220
    }, {
      "referenceID" : 22,
      "context" : "We also assumed that in the Lo phase, SSM (or ent-SSM) mostly resides in subdomains separated from ent-SSM (or SSM) and hardly occurs in regions of the Lo domains between subdomains, as implied by previous studies (7,23).",
      "startOffset" : 214,
      "endOffset" : 220
    }, {
      "referenceID" : 36,
      "context" : "Based on a Perrin analysis approximation (37), F/Fo-values were calculated for the Ld phase, for SSM domains in the Lo phase, and for ent-SSM domains in the Lo phase of the SSM/entSSM/DOPC/Cho 1:1:2:2 vesicles.",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 20,
      "context" : "Roughly speaking, segregation of donor and acceptor into different domains only influencesFRETwhendomains have a size of Ro or larger (21).",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 35,
      "context" : "6 nm in aqueousmedia (36,46), so at the coalescence temperature subdomain radius must be close to or smaller than 5.",
      "startOffset" : 21,
      "endOffset" : 28
    }, {
      "referenceID" : 45,
      "context" : "6 nm in aqueousmedia (36,46), so at the coalescence temperature subdomain radius must be close to or smaller than 5.",
      "startOffset" : 21,
      "endOffset" : 28
    }, {
      "referenceID" : 6,
      "context" : "The probes were reported to be largely partitioned to the DSPC-rich-ordered domains with similar partition coefficients as for SMrich ordered domains (7).",
      "startOffset" : 150,
      "endOffset" : 153
    }, {
      "referenceID" : 14,
      "context" : "Stereochemistry of sphingolipids is reported to have very interesting biological roles (15,32,50).",
      "startOffset" : 87,
      "endOffset" : 97
    }, {
      "referenceID" : 31,
      "context" : "Stereochemistry of sphingolipids is reported to have very interesting biological roles (15,32,50).",
      "startOffset" : 87,
      "endOffset" : 97
    }, {
      "referenceID" : 49,
      "context" : "Stereochemistry of sphingolipids is reported to have very interesting biological roles (15,32,50).",
      "startOffset" : 87,
      "endOffset" : 97
    }, {
      "referenceID" : 49,
      "context" : "Synthetic stereoisomers of lactosylceramides, which share the same ceramide structure with SM, prevent host cells from infection of SV40 virus by inhibiting caveolar endocytosis and the clustering of lipids into ‘‘microdomains’’ (50).",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 6,
      "context" : "We have previously demonstrated that SSM is immiscible with ent-SSM in gel phase (7), implying that the homophilic interactions of SSM-SSM and ent-SSM-ent-SSM induce the segregation of SSM and ent-SSM domains.",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 11,
      "context" : "These observations suggest that the segregation of SSM and ent-SSM in nano-subdomains also occurs in gel phase and that gel subdomains might exist in membranes composed of SSM by itself (12).",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 6,
      "context" : "In contrast to the stereochemical specificity seen in SM-SM interactions, the ordering effects of Cho on membranes with racemic SSM were very similar to those on natural SSM membranes (7).",
      "startOffset" : 184,
      "endOffset" : 187
    }, {
      "referenceID" : 50,
      "context" : "In the interlipid FRET experiments, around 1 mol% of an acceptor lipid was generally added to the membrane, which could cause problems by changing the physical properties of the bilayers (51).",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 30,
      "context" : "The probes excellently reproduce the membrane behavior of unlabeled SMs and PCs (31,34).",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 33,
      "context" : "The probes excellently reproduce the membrane behavior of unlabeled SMs and PCs (31,34).",
      "startOffset" : 80,
      "endOffset" : 87
    }, {
      "referenceID" : 51,
      "context" : "A previous study using 3-O-methyl SM and 2-N-methyl SM demonstrated that O- or N-methylation of SM disrupts ordered domain formation (52), indicating the importance of the amide group of SM as a primary force in SM-specific domain formation.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 52,
      "context" : "550 Biophysical Journal 119, 539–552, August 4, 2020 In one model for membranes, there are fluctuations of lipid composition in domain-forming lipid bilayers (53).",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 6,
      "context" : "One set of observations best described as subdomain formation within Lo domains under the experimental conditions are (2)H NMR results from our previous studies (7,10,12).",
      "startOffset" : 161,
      "endOffset" : 170
    }, {
      "referenceID" : 9,
      "context" : "One set of observations best described as subdomain formation within Lo domains under the experimental conditions are (2)H NMR results from our previous studies (7,10,12).",
      "startOffset" : 161,
      "endOffset" : 170
    }, {
      "referenceID" : 11,
      "context" : "One set of observations best described as subdomain formation within Lo domains under the experimental conditions are (2)H NMR results from our previous studies (7,10,12).",
      "startOffset" : 161,
      "endOffset" : 170
    }, {
      "referenceID" : 9,
      "context" : "These data reveal that in Lo phase there are gel domains in which (2)H-labeled SSM stays in the gel phase for longer than the time constant of exchange between gel and ‘‘Lo’’ phases, which is estimated to be over 10 ms (10).",
      "startOffset" : 219,
      "endOffset" : 223
    }, {
      "referenceID" : 6,
      "context" : "In contrast to the homophilic SM-SM interactions, hydrogen bonding between any functionalities of SM and the 3b-OH of Cho appears less important in enhancing acyl-chain ordering (7).",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 26,
      "context" : "Nevertheless, Cho preferably enhances SM-SM hydrogen bonding through restricting mobility of the hydrocarbon chains of SM in the deeper interior of the membrane (27,28), which further promotes the nano-subdomain formation in the Lo phase.",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 27,
      "context" : "Nevertheless, Cho preferably enhances SM-SM hydrogen bonding through restricting mobility of the hydrocarbon chains of SM in the deeper interior of the membrane (27,28), which further promotes the nano-subdomain formation in the Lo phase.",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 37,
      "context" : "We assume that the Lo phase consists of densely packed SMs and the matrix lipids around the nano-subdomains are filled mostly with Cho and a small amount of unsaturated phospholipids (38).",
      "startOffset" : 183,
      "endOffset" : 187
    } ],
    "year" : 2020,
    "abstractText" : "Sphingomyelin (SM), a major component of small domains (or lipid rafts) in mammalian cell membranes, forms a liquid-ordered phase in the presence of cholesterol (Cho). However, the nature of molecular interactions within the ordered SM/ Cho phase remains elusive. We previously revealed that stearoyl-SM (SSM) and its enantiomer (ent-SSM) separately form nano-subdomains within the liquid-ordered phase involving homophilic SSM-SSM and ent-SSM-ent-SSM interactions. In this study, the details of the subdomain formation by SSMs at the nanometer range were examined using Förster resonance energy transfer (FRET) measurements in lipid bilayers containing SSM and ent-SSM, dioleoyl-phosphatidylcholine and Cho. Although microscopy detected a stereochemical effect on partition coefficient favoring stereochemically homophilic interactions in the liquid-ordered state, it showed no significant difference in large-scale liquid-ordered domain formation by the two stereoisomers. In contrast to the uniform domains seenmicroscopy, FRET analysis using fluorescent donorand acceptor-labeled SSM showed distinct differences in SM and ent-SM colocalization within nanoscale distances. Donorand acceptor-labeled SSM showed significantly higher FRET efficiency than did donor-labeled SSM and acceptor-labeled ent-SSM in lipid vesicles composed of ‘‘racemic’’ (1:1) mixtures of SSM/ent-SSMwith dioleoylphosphatidylcholine and Cho. The difference in FRET efficiency indicated that SSM and ent-SSM assemble to form separate nano-subdomains. The average size of the subdomains decreased as temperature increased, and at physiological temperatures, the subdomains were found to have a single-digit nanometer radius. These results suggest that (even in the absence of ent-SM) SM-SM interactions play a crucial role in forming nano-subdomains within liquid-ordered domains and may be a key feature of lipid microdomains (or rafts) in biological membranes. SIGNIFICANCE Sphingomyelin, a major component of nano-sized domains or lipid rafts in mammalian cell membrane, forms liquid-ordered phase in the presence of cholesterol. To investigate lipid-lipid interactions, we used its enantiomer, which has the mirror-image stereochemistry of natural compounds but reproduces the original physical features. It has been suggested that, within domains in the liquid-ordered state, stearoyl-sphingomyelin clusters exist as subdomains formed via homophilic interactions. To further test this model, lipid vesicles containing the natural sphingomyelin and its enantiomer were studied by Förster resonance energy transfer, showing that they formed distinct subdomains with sizes as small as nanometers within liquid-ordered state domains. The homophilic sphingomyelin-sphingomyelin interaction may be an important function of lipid nanodomains (or rafts) in biological membranes.",
    "creator" : "Elsevier"
  }
}