{
  "name" : "downloads_2020-11-26_4b_meng2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Targeting Melanoma with Small Molecules: Inhibitors of the Calcium-Binding Protein S100B",
    "authors" : [ "Michael C. Cavalier", "David J. Weber", "Abigail L. Healy", "Jennifer Willemsen", "Katrina Nayak", "Janina Sprenger", "Roger Rowlett", "Birgitta Frohm", "Sara Linse", "Karin Åkerfeldt" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "agreeing well with the simulation and indicating that oxidation is responsible for a stabile conformational shift. This conformational change induced by the noncovalent interaction between oxidized methionine and tyrosine’s aromatic ring could be the mechanism by which CaM responds to changes in the redox environment in a reversible manner.\n1071-Pos Board B22 Targeting Melanoma with Small Molecules: Inhibitors of the CalciumBinding Protein S100B Michael C. Cavalier, David J. Weber. Center for Biomolecular Therapeutics, University of Maryland School of Medicine, Baltimore, MD, USA. Long used as a prognostic indicator, the calcium binding protein, S100B, has been directly linked to Malignant Melanoma (MM). S100B binds the typically wild-type p53 tumor suppressor in MM and promotes its degradation. In order to restore p53 levels within MM along with its tumor suppressor and apoptotic activities, we have implemented a program for the discovery and optimization of S100B inhibitors (often referred to as SBiXs). In the process, we have uncovered and probed the three persistent binding sites within S100B. Liganding within these sites was characterized using structural biology techniques (NMR and X-ray crystallography) and inhibitor efficacy was evaluated using Fluorescent Polarization Competition Assays and cellular assays. Efforts to discover/synthesize and/or to improve existing inhibitors of S100B to restore p53 activity in human malignant melanoma are ongoing and SBiXs occupying the persistent binding Sites 1, 2, and 3 simultaneously are desired. Such compounds can then be examined for in vivo efficacy. The compounds presented offer potential bridging scaffolds between Sites 1, 2, and 3; and will act as the basis for the design of improved SBiXs. SBiXs may also have therapeutic value for treating other cancers with elevated S100B and wt p53 such as astrocytoma, renal tumors, and some forms of leukemia.\n1072-Pos Board B23 Crystallization Studies of Calmodulin Binding Targets Abigail L. Healy1, Jennifer Willemsen1, Katrina Nayak1, Janina Sprenger2, Roger Rowlett3, Birgitta Frohm2, Sara Linse2, Karin Åkerfeldt1. 1Haverford College, Haverford, PA, USA, 2Lund University, Lund, Sweden, 3Colgate University, Hamilton, NY, USA. In a recent scientific study, 70 new calmodulin (CaM) binding targets have been identified in human brain.(1) For this research project, peptides corresponding to the CaM binding portion of a number of these targets, including, LAT1, RPS2, STIM1, CaMkv, and Rab11b, have been synthesized and purified. In a couple of cases, including Rab 11b, the full length protein, has also been expressed and purified. The ultimate aim is to obtain an understanding of how CaM can regulate so many targets with such selectivity. Toward this goal we are collecting target binding data as well as structures of a range of peptides and proteins in complex with CaM using x-ray crystallography. The peptides described in this work have been synthesized using Fmoc solid peptide synthesis and the Rab11b protein was expressed in E. Coli and purified using a series of column chromatography steps. Crystallization conditions have been optimized for a specific subset of these complexes. Diffraction data were obtained for CaM:LAT1 at the Max Lab synchrotron facility in Lund, Sweden. The data obtained was then refined at Colgate University, NY, employing the software, Refmac5, to furnish a crystal structure with a resolution of 2.1 Å and an R-factor of 25%. We will also present preliminary binding data of the LAT1 sequence bound to CaM, determined to be in the uM range, and obtained by isothermal titration calorimetry (ITC). 1. ‘‘Integrated protein array screening and high throughput validation of 70 novel neural calmodulin binding proteins’’ O’Connell, DJO.; Bauer, MC, O’Brien J, Johnson, WM,* Divizio CA,* O’Kane S, Berggård T, Merino A, Åkerfeldt KS, Linse S, Cahill DJ Molecular & Cellular Proteomics 9, 1118- 1132 (2010).\n1073-Pos Board B24 Tuning of Structure-Function Relationships by Macromolecular Crowding Laurel Hoffman1, Xu Wang1, Hugo Sanabria2, Margaret S. Cheung3, John Putkey1, Neal Waxham1. 1University of Texas Health Science Center at Houston, Houston, TX, USA, 2Clemson University, Clemson, SC, USA, 3University of Houston, Houston, TX, USA. The cellular interior is crowded with high concentrations of macromolecules and small organic solutes and strict maintenance of this environment, where ~30% of the total volume is occupied, is essential to cellular function. The volume occupied by these molecules confines the 3D space in which any particular protein can reside and is thought to modulate protein-protein interactions by affecting diffusional encounter and reaction rates. In this work, we\ninvestigate the mechanistic consequences of crowded environments on the structure-function relationship of the ubiquitous protein calmodulin (CaM). CaM is highly flexible and dynamic, making it particularly susceptible to crowded environments, and its conformational plasticity is essential for accommodating binding to its 300 identified targets. We determined that crowded environments, created with purified polymer systems and sucrose, stabilize compact conformers of CaM, reduce translational and rotational diffusion, modulate association and dissociation kinetics with a calmodulinbinding target, and control rates of conformational transition. Most notably, these effects are determined by the size and concentration of the crowding reagent indicating that the composition of the environment differentially tunes CaM structure, dynamics, and target association kinetics. Our results are shown in a general kinetic framework where there are consequences for target selectivity and cellular signaling.\n1074-Pos Board B25 Understanding the Structural Changes of the Calcium Binding S100A1 Protein with Molecular Dynamics Simulations Caitlin E. Scott, Peter M. Kekenes-Huskey. Chemistry, University of Kentucky, Lexington, KY, USA. The S100A1 protein is ubiquitous in the human body and is particularly localized to the heart and brain tissue, within which it may influence the onset of debilitating cardiomyopathy or Alzheimer’s disease. S100A1 is a homodimer that binds four calcium ions to drive a conformational change, whereby two helices separate to expose target protein binding sites. However, the physiochemical drivers of this conformational transition between the apo (no bound ions) to the holo (bound ions) states remain unclear. To understand the atomistic basis of conformational changes in S100A1, we performed nanosecond-scale molecular dynamics simulations (MD) of the apo and holo states in explicit solvent. These MD studies reveal a variety of conformational trends including helical orientations, hydrogen bond contacts, and backbone fluctuations of the calcium binding regions. In response to previous studies demonstrating that the addition of polar functional groups to cysteine residue 85 (Cys85) increases the calcium ions’ binding affinity, we furthermore examined the influence of glutamic acid and glutamine mutations at site 85 (Cys85Glu/Cys85Gln) on the aforementioned conformational behavior. We finally relate structural differences between the apo and holo states for the wild-type and Cys85 mutant cases to alterations on S100A1’s experimentally observed alterations in calcium handling. We speculate that similar trends may emerge in similar calciumbinding proteins.\n1075-Pos Board B26 Single-Molecule FRET Studies of the ER Calcium Sensor STIM1 Stijn van Dorp1, Ucheor B. Choi1, Axel T. Brunger1,2, Richard S. Lewis1. 1Molecular & Cellular Physiology, Stanford University, Stanford, CA, USA, 2Howard Hughes Medical Institute, Chevy Chase (CDP), MD, USA. The ER membrane (EM) protein STIM1 is the ER Ca2þ sensor that initiates store-operated Ca2þ entry through Orai channels in lymphocytes and many other cells. Communication of ER Ca2þ store depletion to Orai channels in the plasma membrane involves a transition of STIM1 dimers from an inactive to an active state, but the conformational changes underlying this transition remain poorly characterized. We have developed an in-vitro assay to study the conformation and dynamics of STIM1 at the single-molecule level. Purified STIM1 cytosolic fragments were labeled at single sites with Alexa555 and Alexa647 by site-directed mutagenesis and cysteine-maleimide chemistry. These served as donor and acceptor dyes for high-resolution intradimer distance measurements using single-molecule FRET. Labeled STIM1 fragments were encapsulated in 100nm diameter, surface-immobilized liposomes and imaged with a prism-based TIRF microscope. We identified three broad regions within the STIM1 fragments, defined by their characteristic FRET signatures. Within the ER-proximal N-terminal region containing the predicted coiled-coil 1 domain (aa274-339), we observed several transiently stable conformational states, ranging from closely apposed (FRET ~0.8) to widely separated (FRET ~0). The different FRET states occurred with similar probability, and transitions between them were frequent. In the region 363-449, encompassing the CRAC activation domain (CAD), stable intermediate to high FRET values (0.6-0.9) were dominant, indicating close apposition of paired sites in the dimer. Interestingly, low-FRET states (0.1-0.4) were also observed at several sites, suggesting the existence of an open conformation with relatively low probability. Finally, C-terminal to the CAD (aa512660) we found stable, broad low-FRET signals, consistent with the predicted unstructured nature of this region. FRET ratios progressively declined from ~0.2 to 0 towards the C-terminal end, indicating increasing separation. Further development of this approach will enable direct, high-resolution probing of STIM1 activation under controlled conditions."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2015,
    "abstractText" : "1071-Pos Board B22 Targeting Melanoma with Small Molecules: Inhibitors of the CalciumBinding Protein S100B Michael C. Cavalier, David J. Weber. Center for Biomolecular Therapeutics, University of Maryland School of Medicine, Baltimore, MD, USA. Long used as a prognostic indicator, the calcium binding protein, S100B, has been directly linked to Malignant Melanoma (MM). S100B binds the typically wild-type p53 tumor suppressor in MM and promotes its degradation. In order to restore p53 levels within MM along with its tumor suppressor and apoptotic activities, we have implemented a program for the discovery and optimization of S100B inhibitors (often referred to as SBiXs). In the process, we have uncovered and probed the three persistent binding sites within S100B. Liganding within these sites was characterized using structural biology techniques (NMR and X-ray crystallography) and inhibitor efficacy was evaluated using Fluorescent Polarization Competition Assays and cellular assays. Efforts to discover/synthesize and/or to improve existing inhibitors of S100B to restore p53 activity in human malignant melanoma are ongoing and SBiXs occupying the persistent binding Sites 1, 2, and 3 simultaneously are desired. Such compounds can then be examined for in vivo efficacy. The compounds presented offer potential bridging scaffolds between Sites 1, 2, and 3; and will act as the basis for the design of improved SBiXs. SBiXs may also have therapeutic value for treating other cancers with elevated S100B and wt p53 such as astrocytoma, renal tumors, and some forms of leukemia.",
    "creator" : "Elsevier"
  }
}