{
  "name" : "downloads_2020-07-06_ac_10.1016@j.scitotenv.2020.140572.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Copper nanowires as nanofertilizers for alfalfa plants: Understanding nano-bio systems interactions from microbial genomics, plant molecular responses and spectroscopic studies",
    "authors" : [ "Keni Cota-Ruiz", "Yuqing Ye", "Carolina Valdes", "Chaoyi Deng", "Yi Wang", "José A. Hernández-Viezcas", "Maria Duarte-Gardea", "Jorge L. Gardea-Torresdey" ],
    "emails" : [ "acotaruiz@utep.edu", "ywang10@miners.utep.edu", "jahernandez19@u" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nScience of the Total Environment\nj ourna l homepage: www.e lsev ie r .com/ locate /sc i totenv\nCopper nanowires as nanofertilizers for alfalfa plants: Understanding nano-bio systems interactions frommicrobial genomics, plant molecular responses and spectroscopic studies\nKeni Cota-Ruiz a,c, Yuqing Ye a, Carolina Valdes a, Chaoyi Deng b, Yi Wang a,c, José A. Hernández-Viezcas a,c, Maria Duarte-Gardea d, Jorge L. Gardea-Torresdey a,b,c,⁎ a Department of Chemistry and Biochemistry, The University of Texas at El Paso, 500 West University Avenue, El Paso, TX 79968, USA b Environmental Science and Engineering Ph.D. program, The University of Texas at El Paso, 500 West University Avenue, El Paso, TX 79968, USA c UC Center for Environmental Implications of Nanotechnology (UC CEIN), The University of Texas at El Paso, 500 West University Avenue, El Paso, TX 79968, USA d The University of Texas at El Paso, College of Health Sciences, Department of Public Health Sciences, 500 W University Ave, El Paso, TX 79902, USA\nH I G H L I G H T S G R A P H I C A L A B S T R A C T\n• Bulk and nano Cu compounds improved the agronomical parameters of alfalfa plants. • All Cu forms incremented Fe and Zn concentration in roots and Fe content in leaves. • Leaf-Cu/Zn SOD transcripts increased in response to bulk/Nano Cu; meantime, rubisco mRNAs levels were unaffected. • Cu forms modulated the abundance of soil microorganisms involved in elemental uptake. • Nano Cu (Cu(OH)2 nanowire) can be considered as a potential nanofertilizer.\n⁎ Corresponding author at: UC Center for Environmenta USA.\nE-mail addresses: acotaruiz@utep.edu (K. Cota-Ruiz), y ywang10@miners.utep.edu (Y. Wang), jahernandez19@u\nhttps://doi.org/10.1016/j.scitotenv.2020.140572 0048-9697/© 2020 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 26 May 2020 Received in revised form 26 June 2020 Accepted 26 June 2020 Available online 27 June 2020\nEditor: Damia Barcelo\nThe recent application of nano copper (Cu) compounds in the agrosystem has shown potential to improve the physiological performance and agronomical parameters of crops. We grew alfalfa (Medicago sativa) in potting mix amended with bulk, nano, and ionic Cu compounds at 80 and 280 mg Cu/kg; then, we evaluated plant performance at physiological and molecular levels. Plants treated with bulk/nano Cu presented better agronomical responses. The P and S content was reduced in bulk and ionic Cu-exposed plants, compared to controls (p ≤ .05). All Cu forms increased the content of Fe and Zn in roots and Fe in leaves, compared to controls (p ≤ .05). Leafsuperoxide dismutase expression was augmented ~27-fold and rubisco mRNA was unaffected in bulk/nano Cu-treated plants, compared to controls (p ≤ .05). Bulk/nano Cu incremented the relative abundance of microorganisms involved in the elemental uptake. These results indicate that nano Cu improved the physiology of alfalfa and can be considered as potential nanofertilizers.\n© 2020 Elsevier B.V. All rights reserved. Keywords: Nutrient element enhancement Plant physiology improvement PCR Microbial diversity\nl Implications of Nanotechnology (UC CEIN), The University of Texas at El Paso, 500West University Avenue, El Paso, TX 79968,\nye@miners.utep.edu (Y. Ye), cvaldes3@miners.utep.edu (C. Valdes), cdeng@miners.utep.edu (C. Deng), tep.edu (J.A. Hernández-Viezcas), moduarte@utep.edu (M. Duarte-Gardea), jgardea@utep.edu (J.L. Gardea-Torresdey)."
    }, {
      "heading" : "1. Introduction",
      "text" : "Theworld population is estimated to reach ~1× 1010within the next 30 years (White and Gardea-Torresdey, 2018). The food supply will primarily rely on agricultural goods. Ensuring an increase in food production will be challenging as it will have to be achieved with a decrease in arable lands, water deficits, and being circumspect of the use of conventional fertilizers (Coudert et al., 2010). Moreover, agricultural lands have largely been treated with traditional agrochemicals and are now also facing emerging contaminant exposure (Clarke and Smith, 2011). For instance, the excessive use of Cu in agriculture has resulted in its accumulation in water, causing a major problem due to its non-target effects on aquatic organisms (e.g., toxicity to fish). Thus, immediate research focused on guaranteeing food safety and security is required.\nAlfalfa (Medicago sativa) plants, also called Lucerne, are characterized by their high nutrient value and are among the most cultivated legumes worldwide (Giuberti et al., 2018). They are a key component of the diet of livestock animals; furthermore, their leaves and plant-derivatives are also consumed by humans (Hadidi et al., 2020). The available genetic information of M. sativa continues to increase, which makes it suitable for molecular studies (Biazzi et al., 2017; Cota-Ruiz et al., 2018b). Remarkably, they have shown the ability to hyper-accumulate heavy metals without showing toxicity (Gardea-Torresdey et al., 2005).\nThe nanomaterials (NMs) have extensively been used in different fields, including health care, electronics, and the agroindustry. It is expected that they will primarily accumulate in agricultural soils, as a result of anthropogenic direct release or as by-products (Hochella et al., 2019; Priester et al., 2017). Hence, crops will inescapably be exposed to NM-containing soils. There is a need to performmore in-depth studies about themolecular effects of NMs into plant systems and their associated microorganisms. So far, very little information is available that describes the effect of the NMs on the soil microbial community (Rajput et al., 2018) and the mechanistic responses of crops grown in NM-s treated soils (Cota-Ruiz et al., 2018a).\nOn the other hand, nanotechnology is emerging as a promising technology in agriculture production. It is based on the synthesis, usage, and/or modification of particles at the nanometer scale. At this magnitude, these particles behave in unique ways, becoming more reactive but also more biocompatible (Demirer et al., 2019). For many years, conventional copper (Cu) compounds have been used as fertilizers and pesticides in agricultural management. However, their extensive use has led to Cu accumulation in the environment. Cu-based nanoparticles (NPs) seem to have the feasibility to replace traditional Cu bulk materials, decreasing the concentration of Cu in the ecosystem. Very recently, it was demonstrated that commercial Cu oxide NPs and customsynthesized Cu-nanosheets significantly reduced fungal infections and also increased watermelon productivity in foliarly-treated plants at 100–250 mg/L and 10–25 mg/L, respectively (Borgatta et al., 2018). Interestingly, they may reduce the inefficiencies caused by their bulk commercial counterparts (White and Gardea-Torresdey, 2018).\nIn our study, we hypothesized that the physiology of alfalfa plants grown in nano Cu-treated potting mix would not be impaired, but instead, the physiological and molecular responses would be improved. Moreover, we expected that Cu compoundswillmodulate themicrobial communities involved in plant nutrient uptake. To test our hypothesis, alfalfa plants were grown in potting mix amended with bulk, nano, and ionic Cu compounds until maturity; then, agronomical, plant molecular responses, and potting mix microbial diversity were evaluated by spectroscopic, PCR, and metagenomic approaches."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Compounds preparation and chemicals",
      "text" : "Copper hydroxide [(Cu(OH)2), Kocide® 3000], Cu(OH)2 nanowire, and CuSO4 were used as the bulk Cu (bCu), nano Cu (nCu) and ionic\nCu (iCu) compounds, respectively. Physicochemical properties of particulate compounds are presented in Table S1. The Cu compounds were suspended (bCu and nCu) or homogenized (CuSO4) in Milli-Q water (MW) and sonicated for 30 min at 25 °C (Crest Ultrasonics, Trenton, NJ Model 275 DA; 120 V, 3 A, 59/60 Hz). Then, they were used to amend the potting mix. All additional chemicals used in this research are classified as molecular-grade reagents."
    }, {
      "heading" : "2.2. Experimental design",
      "text" : "Commercial pottingmix (Miracle-Gro® PottingMix)was purchased from a local store in El Paso, TX. The characterization of the potting mix has previously been documented (Barrios et al., 2016). Pottingmix was separately treated with bCu, nCu, and iCu to give a final Cu concentration in potting mix of ~80 and ~ 280 mg/kg per pot, as validated by Inductively Coupled Plasma-Optical Emission Spectroscopy (ICP-OES, Perkin-Elmer Optima 4300 DV) (further details on quantification analysis are given below) and statistical analysis (p ≤ .05). These concentrations were used as they represent the values at which Cu can be found in agricultural soils (Zuverza-Mena et al., 2015). The control potting mix was not exposed to Cu. Alfalfa seeds were cleaned with 1% NaClO for 5 min, rinsed several times with MW, and 10 seeds were sown into pots containing 2.5 kg of treated (bCu, nCu or iCu) or untreated (Control) potting mix. Every compound (bCu, nCu, and iCu) had twolevels (80 and 280 mg of Cu/kg potting mix) with five biological replicates (five different pots). After sowing, seedling and plants were grown at 25± 5 °C day/night temperature, 65± 10% relative humidity, photoperiods of 12 h with a daily light of ~10 mol/m2d1. Plants were regularly watered (MW) at ~50% of their field capacity (every ~3 days) and five plants per pot were harvested after 7-weeks of sowing. At harvesting, the length and fresh weight of root and shoot tissues were measured. Root, shoot, and leaf tissue were separated in subsamples. The samples for elemental analysis were oven-dried for 70 h at 72 °C and samples for molecular analyses were stored at−80 °C. Potting mix samples were taken before and at the end of the experiment and saved at−20 °C.\n2.3. Quantification of elements in tissues and potting mix samples\nDried tissue and potting mix samples weighing ~0.2 g were treated with 4 mL of nitric acid or aqua-regia, respectively, and digested for 45 min at 115 °C. The digested tubes were brought to 50 mL with MW and analyzed for S, P, Mg, Ca, Fe, Zn, Mn, and for the heavy metal(oid) s Cu, Al, Pb, Se, As, Cr, Ni, and Cd, by ICP-OES. The standard reference NIST material 2709a was used. The analytical method gave recoveries above 95%. Meanwhile, blanks, spikes, and standards were read for quality assurance purposes, as previously reported (Cota-Ruiz et al., 2018b)."
    }, {
      "heading" : "2.4. RNA Isolation and RT-qPCR",
      "text" : "Frozen tissue samples were pulverized using a mortar, pestle and liquid nitrogen and ground samples were subjected to total RNA isolation. The RNA purification was done by following the TRIzol® (Invitrogen®) reagent's guidelines. NanoDrop ™ was used to assess the RNA concentration and quality of the purified samples. RT-qPCR experiments were performed as previously reported (Cota-Ruiz et al., 2018b), with some modifications. Briefly, RNA was treated with DNAse (ThermoFisher Scientific), and cDNA was synthesized using the High-Capacity cDNA Reverse Transcription Kit with RNase Inhibitor (ThermoFisher Scientific). The final cDNA concentration was 5 ng/mL from the RNA amount used. Quantitative PCR (qPCR) experiments were performed in the StepOne™ Real-Time PCR System at the following conditions: 1 cycle: 95 °C, 5 min; 40 cycles: 95 °C, 15 s, 55 °C 25 s, 72 °C 20 s; and afinalmelting curve of 60+0.3 °C/20 s. The analyzed genes and the primers were as follows: Cu/Zn Superoxide Dismutase (SOD)\ngene, forward primer 5’-CCTGAGGATGAGACTCGACA-3′ and reverse primer 5’-GAACAACAACAGCCCTTCCT-3′; ribulose-1,5-bisphosphate carboxylase/oxygenase (Rubisco) gene, forward primer 5’-TGACGG ACGTTACTGGACAA-3´and reverse primer 5’-ATGCACTGCACTTGACGAA C-3′; and the reference glyceraldehyde 3-phosphate dehydrogenase (GAPDH) gene, forward primer 5′- CCCTCTCCCTGTACAAAACTC-3′ and reverse primer 5′- ACACGTAACACCAACCTTCC-3′. Gene expression analysis was done following the 2ΔCt method."
    }, {
      "heading" : "2.5. Metagenomic analysis",
      "text" : "DNA was isolated from potting mix samples according to the ZymoBIOMICS™DNAKits (ZymoResearch, Irvine, CA). Library preparation was done using the Quick-16S™ NGS Library Prep Kit (Zymo Research, Irvine, CA) focused on amplifying V1-V2 or V3-V4 region of the 16S rRNA gene. The constructed cDNA libraries were sequenced with the llumina® MiSeq™ with a v3 reagent kit (600 cycles). The ZymoBIOMICS® Microbial Community Standard (Zymo Research, Irvine, CA) was used as external quality control. The Uclust from Qiime program v.1.9.1 and the Zymo Research Database were used to assign the taxonomy.Meanwhile, alpha-diversity, beta-diversity, and the composition analyses were done with Qiime v.1.9.1."
    }, {
      "heading" : "2.6. Statistical analysis",
      "text" : "All data from agronomical, elemental, and gene expression studies that did not follow a Gauss distribution were normalized utilizing the Box-Cox Algorithm (MINITAB 18). One way ANOVA was used to determine the experimental variance. Fisher's test was the post hoc method (α = 0.05) to evaluate differences in means among treatments. The analyses were done in OriginPro 2020."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Cu accumulation in alfalfa tissues",
      "text" : "Particulate Cu compounds significantly increased Cu accumulation in all tissues at all tested concentrations, compared with controls (Fig. 1) (p ≤ .05). The highest Cu accumulation was found in roots from plants exposed to nCu at 280 mg/kg, as they presented Cu values of 63.22 ± 25.96 mg/kg dry weight (DW), while Cu concentration in roots of control plants was 7.49 ± 2.73 mg/kg DW (Fig. 1A). Moreover, bCu and nCu induced an average Cu acquisition of 37.63± 12.36mg/kg DW in shoots (Fig. 1B) and 47.26± 14.44mg/kg DW in leaves (Fig. 1C). Meanwhile, the Cu values found in shoot and leaves from control plants were 7.15 ± 2.94 and 6.81 ± 1.93 mg/kg DW, respectively. Lastly, none of the iCu treatments promoted a significant Cu accumulation in the root, shoot, nor leaf tissues, compared with controls (p ≤ .05). The latter\nmay be attributed to the fact that the excess of Cu ions fromCuSO4 treatments, impaired the mechanism of Cu uptake by roots. Conversely, Cu ions could also have been nonbioavailable in the potting mix due to their complexation with humic materials. Interestingly, an analysis of the potting mix samples treated with nCu at 80 and 280 mg/kg potting mix, revealed that Cu was significantly removed from the potting mix by ~42 and ~ 31%, respectively, once alfalfa plants were harvested (Fig. S1, panel A) (p ≤ .05). Equivalently, the pots treated with bCu compounds at 80 and 280 mg/kg potting mix, showed a significant potting mix Cu removal of ~47 and ~ 49% at the end of the experiment (Fig. S1, panel B) (p ≤ .05). Meanwhile, a significant potting mix Cu decrease of ~26% was only registered in CuSO4-treated pots at 280 mg/kg pottingmix, after concluding the experiment (Fig. S1, panel C) (p ≤ .05).\nThe ability ofM. sativa plants to hyper accumulate heavy metals has been previously reported (Peralta et al., 2001). Alfalfa hyperaccumulation capacity depends on several factors such as the type and concentration of heavy metals, growing conditions, and plant stage, among others (Fang et al., 2019). To our best information, we present the first report on the physiology and nutritional value of adult alfalfa plants grown in potting mix amended with different Cu compounds. We demonstrated thatM. sativa hyper-accumulates Cu from the potting mix treated with nano or bulk Cu by first absorbing Cu through the root system (Fig. 1A). Then, the Cuwas translocated to the upper shoots and leaves tissues (Fig. 1B and C). Contrarily, plants treatedwith CuSO4were unable to accumulate Cu (Fig. 1). The latter suggests that theremight be an excess of Cu2+ in the potting mix which interferes with the mechanisms of Cu uptake in roots. Hence, Cu form and speciation differentially impacted the alfalfa biological system. Additionally, nCu at 80 and 280 mg/kg and bCu at 280 mg/kg significantly reduced the potting mix pH from 6.4, observed in controls, to 5.9, 6.0, and 5.9, respectively (p ≤ .05) (Fig. S2). The registered decline in pottingmix pH is a factor that influences the interaction among root,microorganisms andother organic/ inorganic components."
    }, {
      "heading" : "3.2. Nutrient elements in alfalfa tissues",
      "text" : ""
    }, {
      "heading" : "3.2.1. Macroelement concentrations were improved or unimpaired by nano",
      "text" : ""
    }, {
      "heading" : "Cu treatments",
      "text" : "Fig. 2 summarizes the significant changes in the macronutrient concentration of different alfalfa tissues, compared to the corresponding controls. The detailed information regarding all macronutrient content is shown in Table S2. The content of calcium (Ca) did not significantly change in the root, shoot, and leaves of plants treated with nCu and bCu at any concentration, compared to the corresponding controls (Fig. 2A). The concentration of magnesium (Mg) was reduced in the shoot of plants exposed to bCu at 80 and 280 mg/kg, by ~31 and ~ 32%, respectively, compared to control (Fig. 2B) (p ≤ .05). Meantime, the iCu treatment at 80mg/kg significantly affected Ca andMg in leaves\nw the content of Cu in roots, shoots, and leaves, respectively, after plants were exposed to e biological replicates measures (n= 5). Significant differences are considered at p ≤ .05.\nas their values were reduced from 34.38 ± 7.46 and 6.98 ± 0.66 g/kg DW in the corresponding control plants, to 17.2 ± 7.1 and 3.54 ± 1.96 g/kg DW, respectively (Table S2) (p ≤ .05). A drop in Ca content in the plant tissues is a reliable indicator of damage. Meanwhile, Mg is an essential divalent cation that plays pivotal roles inmanyplant biochemical processes such as protein synthesis, enzyme function, carbohydratemetabolism, and is also the central atom of the chlorophyll (Huber and Jones, 2013). Thus, it can be deduced that leaf cell functioning of M. sativa was compromised when the plants were grown in CuSO4amended pots. The latter is in linewith the observation that these plants showed less foliar area and reduction of green color (data not shown).\nThe roots and shoots of control plants showed a sulfur (S) content of 2.29 ± 0.22 and 1.94 ± 0.59 g/kg DW tissue, respectively (Table S2). These values were reduced by ~26.5 in roots and ~ 29% in shoots of plants treated with bCu at 280 mg of Cu/kg potting mix (p ≤ .05). Also, the concentration of S in shoots significantly decreased to 1.27 ± 0.13 g/kg DW in plants grown at 280 mg/kg of CuSO4 (Table S2). In leaves, the S concentration decreased by ~42% in plants exposed to 80 mg of CuSO4/kg potting mix, compared to the corresponding control (Fig. 2C) (p ≤ .05). Meanwhile, the content of Swas unaffected in the tissues of plants treated with nCu compounds (Table S2). The literature shows that S content in tissue may vary depending on the plant, NPs, and experimental conditions. For instance, when tomato was grown in soil treated with different metal oxide and metal NPs, the content of S was differentially up-and down-regulated as a function of the NP (Vittori Antisari et al., 2015). In our study, it is interesting to note that only those roots exposed to bCu at 280 mg/kg showed a reduction in S content, compared to control. Besides the different morphology and particle size among bCu and nCu, it seems that their zeta potential values may be involved in the S availability for roots. The positive zeta potential of Cu nanowires may interact with the negatively charged S atoms or sulfide anions, making S somehow more accessible for root cell uptake.\nThe concentration of phosphorous (P) in roots of plants treatedwith bCu at 280mg/kg pottingmix andwith CuSO4 at 80 and 280mg/kg potting mix were 16.68 ± 2.74, 14.08 ± 5.85, and 12.97 ± 4.62mg/kg DW tissue, respectively (Table S2). All of these values were significantly lower than 27.40 ± 2.07 (p ≤ .05), presented in control plants. As discussed for the S content behavior in roots, the positive zeta potential value of nCu may “attract” P anions increasing their bioavailability. The same behavior on P content was found in shoot tissues, since iCu treatment at both concentrations and bCu at the highest concentration, significantly reduced P content by ~48 and ~ 24%, respectively, compared to control (Fig. 2D) (p ≤ .05). In leaves, all Cu treatments at 280 mg/kg and CuSO4 at 80 mg/kg, significantly reduced P content, compared to control plants (Table S2) (p ≤ .05).\nThe presence of Cu in soil may trigger the formation of Cu phosphate (Cu3(PO4)2) (Hong et al., 2015), a relatively water-insoluble compound that hampers the absorption of P by roots. Here, we speculate that the excess of soluble Cu from CuSO4-treated pots may be involved in the formation of Cu phosphates, thus reducing their bioavailability. Similarly, the physicochemical properties of the bCu compounds (Table S1) might somehow allow the release of Cu into the potting mix, facilitating the formation of Cu phosphate, which would partially explain the P content reduction in alfalfa plants exposed to bCu."
    }, {
      "heading" : "3.2.2. Micronutrients were predominantly enhanced by Cu treatments",
      "text" : "Fig. 2 highlights significant changes in micronutrient content of alfalfa tissues compared to controls. The complete information on all micronutrient concentrations is presented in Table S2. Generally, the content of iron (Fe) and zinc (Zn) was increased in a tissue-dependent manner in plants exposed to bCu, nCu, and iCu treatments (Fig. 2A, E, and F).Meanwhile, themanganese (Mn) and nickel (Ni) concentrations augmented in plants exposed to iCu treatments (Fig. 2A and Table S2). Detailed information on their values and behavior are described below.\npounds. Panel A shows significant increments (up arrow), reductions (down arrow), and how specific element content per indicated tissue. Mean values± SD are the result of five \"L\" at the end of every treatment means 80mg/kg and the letter \"H\"means 280mg/kg. ND\nIn control plants, no trace amounts of Fe was found in roots; hence, no Fe was translocated to the above-ground parts of the alfalfa plants (Table S2). Meanwhile, all Cu treatments significantly induced Fe content in roots (Fig. 2E) (p ≤ .001). In shoots, Fewas only detected in plants treated with CuSO4 at 80 and 280 mg/kg, with values of 40.48 ± 35.41 and 16.27 ± 6.71 mg/kg DW, respectively. In leaves, significant Fe was translocated in plants exposed to bCu, nCu, and CuSO4 at 280 mg/kg, with values of 66 ± 59.59, 14.63 ± 14.46, and 65.59 ± 24.84 mg Fe/ kg DW, respectively (Table S2).\nThe accumulation of Fe differs among different species exposed to Cu-based compounds. For instance, Trujillo-Reyes et al. (2014) grew lettuce (Lactuca sativa) in a media containing nCuO and found that the Fe content did not increase in its edible part, compared to control. Contrarily, Tamez et al. (2019) noted a significant ~25% increase of Fe content in zucchini (Cucurbita pepo) roots after growing the plant to full maturity in a soil amended with nCuO at 50–200 mg/kg.\nOn the other hand, no trace amounts of Zn were found in the root of control plants, while all treatments significantly promoted Zn accumulation in roots (Fig. 2F) (p ≤ .001). The observed increment in Zn may aid in functionalizingmany Zn-dependent proteins, which are involved in essential cellular processes such as growth promotion (Broadley et al., 2007). We observed that Zn was only translocated to the aboveground shoot and leaf tissues in plants exposed to CuSO4 at 80 and 280mg/kg (Table S2) (p ≤ .001). A possible explanation linked to this result might be related to the role that Zn plays as a cofactor of SOD\nenzymes; hence, “activating” one of the first enzymes that counterattack superoxide anion produced by stress conditions. The acquisition of Fe and Zn could also be associated with the activation of Cu transporters that occurred in response to Cu exposure. It has been reviewed that proteins from the ZIP family can transport divalent cations such as Zn and Fe through the plasmamembrane (Palmer and Guerinot, 2009). Notably, particulate Cu compounds increased the content of Zn and Fe in alfalfa roots, which becomes advantageous from the nutritional point of view. The acquisition of Fe by dicot root tissues is a complex process that requires the up-regulation of membrane (e.g., Arabidopsis H (+)- ATPase 2 ATPase) and iron transporter proteins (e.g., Iron-Regulated Transporter 1), followed by the activation of transcription factors such as the Fe-like Iron-Deficiency Induced Transcription Factor (Curie andMari, 2017). Also, the release of siderophores by microorganisms provide Fe for root plants as they can act as Fe chelating and solubilizing agents (Carrillo-Castañeda et al., 2003).\nSelenium (Se) content in roots from control plants was 186.6 ± 94.53 mg/kg DW tissue (Table S2). This element was translocated to the above-ground parts of control plants exhibiting values of 135.39 ± 36.28 and 173.15 ± 64.72 mg/kg DW in shoot and leaves, respectively. Remarkably, all treatments significantly reduced Se content in roots, shoots, and leaves (Fig. 2) (p ≤ .05), compared to controls. The iCu compounds triggered the more “drastic” Se reductions. Selenium is a trace element needed in small amounts for the appropriate functioning of several selenium-dependent enzymes known as selenoproteins. The\nt, root length, shoot freshweight, and shoot length of alfalfa plants treatedwith bulk, nano, Mean values± SD are from at least 20 biological replicates per treatment. Different letters\ncurrent recommended dietary allowance set by the US Institute ofMedicine is 55 μg/day for adolescents and adults of all ages. Given the small amount of Se in a healthy diet, the reduction of this trace element does not represent a concern in case alfalfa is included as part of a daily diet. Selenium-rich food sources include Brazil nuts, grains, seafood, organ meats, poultry, and dairy products (Oregon State University, 2020).\nFinally, the content of Mn and Ni followed a similar pattern at all experimental conditions. The control plants did not show trace amounts of Mn and Ni in any of the evaluated tissues nor when they were exposed to nano or bulk Cu compounds. Nevertheless, Mn and Ni concentrations were only detected in roots, shoots, and leaves from plants exposed to CuSO4 at 80 and 280 mg of Cu/kg potting mix (Table S2) (p ≤ .0005)."
    }, {
      "heading" : "3.3. Agronomical parameters",
      "text" : "As hypothesized, all agronomical parameters were enhanced in plants grown in nCu-treated pottingmix. Additionally, bCu compounds also improved the agronomical results; meanwhile, plants exposed to CuSO4-treated potting mix were, in some cases, significantly affected (Fig. 3). The root fresh weight significantly increased from 0.31 ± 0.19 g in control plants to 1.54± 0.71 g in plants grown at ≥80mg/kg of particulate Cu compounds (nCu and bCu treatments) (Fig. 3A). The iCu treatment at 280 mg/kg also increased the fresh root weight to 1.59 ± 0.83 g. Similarly, all particulate Cu compounds at ≥80 mg/kg potting mix and CuSO4 at 280 mg/kg potting mix, significantly increased root length to 24.74 ± 5.43 cm, compared to 20.15 ± 4.11 cm measured in control root plants (Fig. 3B) (p ≤ .05).\nThe shoot freshweight was significantly enhanced by all treatments except by the CuSO4 at 80 mg/kg, compared to control (Fig. 3C). The highest shoot fresh weight increments, compared with the 0.77 ±\n0.37 g registered in control plants, were observed in plants treated with bCu at 80mg/kg and 280mg/kg, and nCu at 80mg/kg, as they presented values of 2.64±1.12, 2.31±1.11, and 2.45± 0.9 g, respectively. The plants treated with nCu and CuSO4 compounds at 280 mg/kg potting mix, presented shoot weight values of 1.92 g ± 0.77 and 1.42 g ± 0.43, whichwere significantly different. Furthermore, all treatments enhanced the shoot growth, compared to control (Fig. 3D). The Cu compounds at 80 mg/kg significantly induced a higher shoot length than their counterparts at 280 mg/kg potting mix, with average values of 34.33 ± 7.08 and 28.71 ± 5.95 cm, respectively, while control plants presented a length of 19.39 ± 6.59 cm (p ≤ .05).\nAs previously discussed, the impacts ofmetallic nanoparticles on the agronomical parameters of crops depend on several factors such as the plant species, growth stage, type, and concentration of the NPs, among others (Cota-Ruiz et al., 2018a). As an example, a hydroponic study showed that Zn, Fe, and Cu NPs improved the root length of Capsicum annuum plants in a dose-dependent manner (Nechitailo et al., 2018). Nevertheless, most of the recent literature has registered adverse or null effects of Cu-based NPs on crop plants. Null effects on root elongation have been demonstrated in cilantro (Coriandrum sativum) (Zuverza-Mena et al., 2015) and zucchini (Cucurbita pepo) (Tamez et al., 2019), that grew in soils treated with Cu-based NPs at 0–80 and 0–200 mg of Cu/kg soil, respectively. Meantime, reductions in the root or shoot length by Cu NPs exposure are reported in Arabidopsis thaliana (Yuan et al., 2016), and cotton (Gossypium herbaceum spp.) (Le Van et al., 2016) after they were incubated at 100 and ≥ 200 mg Cu/L, respectively.\nOn the other hand, CuSO4 exposure might cause impairments to the physiology of alfalfa plants. Chen et al. (2018) demonstrated that alfalfa plants grown in CuSO4-amended soils at N200 mg of Cu/kg soil showed\nt is shown in panels 4A and 4B, respectively, of plants exposed to bulk and nano Cu at 280 ed in panel 4C. The relative expression was normalized to GAPDH and calculated using the Significant differences were taken at p ≤ .05.\nsigns of toxicity such as biomass reductions; while their ability to accumulate Cu was lost at N400 mg Cu/kg of soil. In another study, CuSO4 at 400 mg of Cu/kg soil significantly reduced both length and biomass of shoot and root in alfalfa plants (Duan et al., 2019). These studies are in line with our findings regarding the impairments caused by iCu compounds to the alfalfa physiology."
    }, {
      "heading" : "3.4. Molecular responses",
      "text" : ""
    }, {
      "heading" : "3.4.1. SOD transcripts are up-regulated in leaves in response to bulk and nano Cu compounds",
      "text" : "The Cu/ZnSOD gene expression levels were measured in roots and leaves from plants grown in potting mix amended with bulk and nano Cu at 280mg/kg pottingmix (Fig. 4). In leaves, SOD transcriptswere significantly up-regulated by 25- and 29-fold in response to bulk Cu and nano Cu exposure, respectively, compared to control (Fig. 4A) (p ≤ .05). This result concurs with a previous report in cucumber (Cucumis sativus), where plants treated with Cu(OH)2 NPs resulted in elevated levels of SOD and other antioxidant-responsive genes (Zhao et al., 2017). In rice (Oryza sativa var. Jyoti) plants, SOD and APX transcripts from leaves also augmented in response to CuO NPs (Da Costa and Sharma, 2016). Moreover, the SOD gene up-regulation has been demonstrated in salt-stressed and NPs-treated tomato (Lycopersicon esculentum) plants. For example, the transcripts in leaf tissues increased in response to a combination of NaCl and metallic NPs such as ZnO (Alharby et al., 2016) and Cu (Hernández-Hernández et al., 2018). Thus, NPs tolerance in some crops may be related to the up-regulation of the antioxidant genes, which may induce further enzyme synthesis to aid in cell protection (Mhadhbi et al., 2011). Meanwhile, no significant SOD transcript changes were observed in roots among treated and untreated plants (Fig. 4B) (p ≤ .05). This event does not necessarily mean an absence of the activation of the antioxidant genes. Indeed, other alfalfa SOD transcripts such as MnSOD or FeSOD could be overexpressed to compensate for the null presence of Cu/ZnSOD mRNAs. Nevertheless, this needs a future experimental demonstration."
    }, {
      "heading" : "3.4.2. Rubisco levels were unaffected by bulk and nano Cu compounds",
      "text" : "Rubisco mRNA levels were evaluated in leaves and they were not significantly affected by Cu particulate compounds (Fig. 4C) (p ≤ .05). Rubisco, the most prevalent enzyme on earth, catalyzes one of the first significant steps in carbon fixation, which is the carboxylation of CO2 to produce an intermediate compound that will be further transformed\ninto glucose. The latter is distributed in the whole plant and also used for storage. The current literature shows contradictory results regarding the effects of NPs on the photosynthetic apparatus (Tighe-Neira et al., 2018). This outcome can be explained by the complexity of the mechanisms involved in plant-environment-NPs interactions. A previous research demonstrated that cerium oxide (CeO2) NPs decreased the concentration of chlorophyll-a in Phaseolus vulgaris plants treated at 250 mg/kg (Majumdar et al., 2016). Contrarily, Brassica juncea plants foliarly-sprayed with iron sulfide nanoparticles at 4 ppm exhibited an accumulation of rubisco transcripts after 72 h of application, as demonstrated by semi-quantitative RT-PCR (Rawat et al., 2017). Similarly, CeO2 NPs were capable of protecting the photosynthetic apparatus of the chloroplasts in A. thaliana plants by scavenging ROS (Wu et al., 2017). Similar to our findings, Zhao et al. (2017) found that Cu(OH)2 compounds did not impair the production of photosynthetic pigment in cucumber (Cucumis sativus). Our results suggest that Cu(OH)2 exposure as nano or bulk forms does not cause abnormalities in the photosynthetic system of alfalfa plants. Moreover, Cu could help the overall process as it forms part of the Cu-containing plastocyanins, which play essential roles in the electron transport mechanisms in photosynthesis."
    }, {
      "heading" : "3.5. Modulation of the potting mix microbial diversity",
      "text" : "The relative abundance at the phylum level and the alpha diversity of the potting mix microorganisms exposed to the different Cu compounds are shown in Fig. 5. All treatments impacted the structure of the microbial communities (Fig. 5A). However, the assessed microbial communities in the potting mix might be different from those grown in natural soils. The Proteobacteria phylum was mainly affected by the iCu exposure, with a 1.15-fold increase compared to control pots. Proteobacteria comprise the most widespread microorganisms across the ecosystem (Cota-Ruiz et al., 2019); thus, our results suggest that these microorganisms are adapted to withstand Cu-treated soils. Contrarily, CuSO4 mostly reduced or unaffected the rest of the most abundant phylum, which includes Bacteroidetes, Actinobacteria, Sacharibacteria, and Acidobacteria, compared to control pots. Interestingly, it was observed that alpha diversity (Fig. 5B) was higher for the potting mix amended with CuSO4, which is mainly driven by the increase of Proteobacteria phylum (Fig. 5A).\nPrevious literature has documented changes in microbial diversity as a result of NPs incorporation into soils (Rajput et al., 2018). Here, we found that nCu and bCu treatments differentially modulated the\ndiversity (Panel B). The metagenomic results belong to the potting mix microorganisms\nrelative abundance Bacteroidetes, Actinobacteria, Sacharibacteria, and Acidobacteria (Fig. 5, Table S3). The relative abundance of Bacteroidetes and Actinobacteria in potting mix exposed to bCu were increased by 1.44- and 1.65-fold, respectively, compared to control pots. Meanwhile, nCu exposure resulted in a 1.33- and 1.59-fold increase in Actinobacteria and Saccharibacteria, respectively, in comparison with control pots. Similarly to our findings, wheat grown in soils treated with TiO2 NPs showed a significant increase in the abundance of Actinobacteria and Chloroflexi (Moll et al., 2017). Microorganisms belonging to Actinobacteria phylum are reported to tolerate environments contaminatedwith heavymetals (Aparicio et al., 2015). Our results suggest that nano and bulk Cu compounds are facilitating the metabolic performance of microorganisms involved in heavy metal tolerance.\nSomemicroorganisms, such as those included among the Pseudomonas genus, are involved in solubilizing phosphates from soils, making P available for root cell uptake. In this study,we found a decrease in P concentration in roots, shoot, and leaves of plants grown in bCu and CuSO4treated pots (Fig. 2A, Table S2), which concurs with the reduction in the relative abundance of pseudomonas spp. (Table S3). Contrarily, no P reductions (Fig. 2A) correlated with the maintenance in the abundance of pseudomonas spp in nCu- treated pots (Table S3), which suggests that nCu does not affect the microorganisms that facilitate P solubilization. Moreover, none of the treatments affected the abundance of the Rhizobiales, whichmay imply there were no effects on the nitrogen fixation processes."
    }, {
      "heading" : "4. Conclusions and future work",
      "text" : "Better agronomical responses, including fresh weight and length of shoots and roots, were observed in plants treated with bulk or nano Cu forms, over controls. Notably, no reductions in P and S concentrations were observed in plants exposed to nCu treatments, while bulk and ionic Cu treatments did lower P and S contents in the corresponding treated plants, compared to controls (p ≤ .05). Bulk, nano, and ionic Cu significantly induced a higher Fe and Zn content in roots. It was observed that SOD gene expression was up-regulated in a tissuedependent manner, in response to particulate Cu compounds. Meanwhile, no changes in the rubisco transcripts levels, the core enzyme for carbon fixation, were registered after bulk and nano Cu exposure; which suggests no impairments to the photosynthesis process. The potting mix microbial diversity was modulated in response to Cu treatments; bulk and nano Cu promoted the increase of microorganisms involved in specific elemental uptake. Ionic Cu exposure induced a diversification in Proteobacteria but reduced the presence of microorganisms of other major phyla such as Bacteroidetes and Actinobacteria. It was demonstrated that alfalfa plants can be used to remove Cu from the potting mix. However, their ability to accumulate the heavy metal will largely depend on the amount and type (speciation) of Cu and the physicochemical properties of the soils. Taken together, these results indicate that nCu treatments improved the physiology and the micronutrient value of alfalfa plants, as hypothesized; hence, they can be considered as potential nanofertilizers. Future work should address the speciation of nano Cu compounds inside plant tissues and describe the functional interactions of plant-NMs-microorganisms by “omic” approaches.\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.scitotenv.2020.140572.\nCRediT authorship contribution statement\nKeni Cota-Ruiz:Conceptualization,Methodology, Validation, Formal analysis, Data curation,Writing - original draft, Visualization.Yuqing Ye: Methodology, Validation, Investigation, Writing - review & editing.CarolinaValdes:Methodology, Validation, Investigation,Writing - review& editing.Chaoyi Deng:Investigation,Writing - review & editing.YiWang: Investigation, Writing - review & editing.José A. Hernández-Viezcas:\nMethodology, Validation, Investigation, Writing - review & editing. Maria Duarte-Gardea:Conceptualization, Writing - review & editing, Supervision.Jorge L. Gardea-Torresdey:Conceptualization, Resources, Writing - review& editing, Supervision, Project administration, Funding acquisition.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors acknowledge the USDA grant 2016-67021-24985 and the NSF Grant CHE-0840525. Partial funding was also provided by the NSF ERC on Nanotechnology-Enabled Water Treatment (ERC1449500). This work was also supported by the National Science Foundation and the Environmental Protection Agency under Cooperative Agreement Number DBI-1266377. This work has not been subjected to EPA review, and no official endorsement should be inferred. The Grant 2G12MD007592 from the National Institute on Minority Health and Health Disparities (NIMHD), a component of the National Institutes of Health (NIH), also supported this work. J. L. Gardea-Torresdey (J-GT) acknowledges the Dudley family for the Endowed Research Professorship. Also, J-GT acknowledges the LERR and STARs Retention Award (2018) of the University of Texas System. K. Cota-Ruiz is supported by a ConTex postdoctoral fellowship from the UT System and Conacyt, grant #1000001931. C. Valdes is grateful to CONACYT for its support (#905265) for graduate studies.We also thank Josué Israel García López and Jesus Cantu for their valuable assistance duringharvesting and sample processing."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "• Bulk and nano Cu compounds improved the agronomical parameters of alfalfa",
    "creator" : "Elsevier"
  }
}