{
  "name" : "downloads_2020-07-28_c5_lu2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Dielectrophoretic Crossover Frequency of Single Particles: Quantifying the Effect of Surface Functional Groups and Electrohydrodynamic Flow Drag Force",
    "authors" : [ "Yun-Wei Lu", "Chieh Sun", "Ying-Chuan Kao", "Chia-Ling Hung" ],
    "emails" : [ "r05522502@ntu.edu.tw", "r05522516@ntu.edu.tw", "r07522512@ntu.edu.tw", "r06522502@ntu.edu.tw", "jiayang@ntu.edu.tw" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: dielectrophoresis (DEP); electrohydrodynamics (EHD); electrothermal effect (ETE); AC electro-osmosis (ACEO); electric double layer (EDL); co-ion adsorption; surface conductance; optical tweezers (OTs); surface charge density"
    }, {
      "heading" : "1. Introduction",
      "text" : "Dielectrophoresis (DEP) is a phenomenon in which suspended dielectric particles are polarized and moved relative to the medium by a non-uniform alternating current (AC) or direct current (DC) electric field [1–3]. AC DEP has been widely used in lab-on-a-chip systems [4,5] for particle/cell trapping [6–11], manipulation [12–15], and tissue engineering [16–19]. The magnitude and direction of the AC DEP force depend on the electric field gradient, the applied frequency, and the polarizability of the particle, which depends on the dielectric properties of the particle and the medium. The crossover frequency, at which the DEP force reverses its direction, is of particular importance since it is a key characteristic that enables particle/cell separations [20,21] and contains critical information on the mechanisms of the electric double layer (EDL) [22]. Despite intensive investigation over the years, accurate determination of the DEP crossover frequency, both theoretically and experimentally, of a single particle remains challenging. Several experimental methods were proposed to measure the crossover frequency of colloidal particles by using observation and estimation [23–26], the direct optical tweezers (OTs) force method [27,28], and a combination of optical tweezers and phase-sensitive lock-in detection (phase shift method) [28,29]. However, experimental results reported by different groups using different methods still show a certain discrepancy, especially for larger particles and/or a\nNanomaterials 2020, 10, 1364; doi:10.3390/nano10071364 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1364 2 of 22\nmore conductive medium [23,29,30]. A significant discrepancy is also observed between experimental results and the theory based on Clausius–Mossotti (CM) factor, especially for larger particles, e.g., 5 µm, in the low-frequency regime [27]. On the theoretical side, the prevailing dipole model treats particles as point dipoles and does not consider the volume effect nor the distortion of the electric field caused by the particles [3]. The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31]. More recently, Zhao et al. propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32]. One major challenge of comparing different experimental methods and theoretical models is that the results were obtained by different research groups. Hence, the experimental/simulation conditions were often not the same. However, the particle surface property and the fluid drag force are known to greatly affect the DEP crossover frequency, and hence must be carefully considered when interpreting results obtained using different methods or different microfluidic systems. For instance, although polystyrene (PS) particles have a low material electrical conductivity, they have shown a high overall conductivity, when suspended in medium, according to dielectric measurements [25], which is evidence that the surface charge exists and is dominant. Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26]. Unlike DEP, electrohydrodynamic forces (FEHD) cause fluid motion, which in turn results in a viscous drag on the particles [26]. Such a flow-driven particle motion couples with the pure DEP-induced particle motion, and affects the measurement accuracy of the DEP crossover frequency. The competing behaviors of ACEO and DEP have also been shown for microfluidic devices [34–37]. In this paper, we aim to provide a comprehensive direct comparison between the above-mentioned experimental methods and theoretical models under the same conditions to minimize the discrepancy due to uncertain/inconsistent material properties and electrode design. We consider a functionalized particle, located at different distances from the electrode (Figure 1). We quantify how the particle functional group and initial surface charge affect the crossover frequency. The contribution of DEP and electrohydrodynamic forces (FEHD) cannot be easily dissected experimentally. To quantify the precise effect of electrohydrodynamic forces on the DEP crossover frequency, we established finite element models using a commercial finite-element package COMSOL to elucidate the complex relationship between the DEP force and the fluid flow drag force induced by the electrohydrodynamic effect. Symbols are listed in Table 1. Nanomaterials 2020, 10, x FOR PEER REVIEW 2 of 24 However, experimental results reported by different groups using different methods still show a certain discrepancy, especially for larg r particles and/or a more conductive medium [23,29,30]. A significant discrepancy is also observed between experimental results and the theory based on Clausius–Mossotti (CM) factor, especially for larger particles, e.g., 5 μm, in the low-frequency regime [27]. On the theoretical side, the prevailing dipole model treats particles as point dipoles and does not consider the volume effect nor the distortion of the electric field caused by the particles [3]. The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31]. More recently, Zhao et al. propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32]. One major challenge of comparing different experimental methods and theoretical models is that the results were obtained by different research groups. Henc , the experimental/simulation conditions were often not the same. However, the particle surface property and the fluid drag force are known to greatly affect the DEP crossover frequency, and hence must be carefully considered when interpreting results obtained using different methods or different microfluidic systems. For instance, although polystyrene (PS) particles have a low material electrical conductivity, they have shown a high o erall conductivity, when suspended in medium, according to dielectric measurements [25], which is evidence that the surface charge exists and is dominant. Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26]. Unlike DEP, electrohydrodynamic forces (FEHD) cause fluid motion, which in turn results in a viscous drag on the particles [26]. Such a flow-driven particle motion couples with the pure DEP-induced particle motion, and affects the measurement accuracy of the DEP crossover frequency. The competing b haviors of ACEO and DEP have also been shown for microfluidic devices [34–37]. In this paper, we aim to provide a comprehensive direct comparison between the abovementioned experimental methods and theoretical models under the same conditions to minimize the discrepancy due to ncertain/inconsistent material p perties and lectrode design. We consider a functionalized particle, located at different distances from the electrode (Figure 1). We quantify how the particle functional group and initial surface charge affect the crossover frequency. The contribution of DEP and electrohydrodynamic forces (FEHD) cannot be easily dissected experimentally. To quantify the precise effect of electrohydrodynamic forces on the DEP crossover frequency, we established finite element models using a commercial finite-element package COMSOL to elucidate the complex relationship between the DEP force and the fluid flow drag force induced by the electrohydrodynamic effect. Symbols are listed in Table 1.\nNanomaterials 2020, 10, 1364 3 of 22\nNanomaterials 2020, 10, 1364 4 of 22"
    }, {
      "heading" : "2. Theory",
      "text" : ""
    }, {
      "heading" : "2.1. Dielectrophoresis (DEP)",
      "text" : "The most commonly used approaches to calculating the DEP force are the point-dipole (PD) model and the Maxwell stress tensor (MST) method. The PD model gives a closed-form expression of the DEP force, which is convenient and simple but unable to capture the distortion of the electric field due to the presence of particles. Both the PD model and the MST method account for the effect of an electric double layer (EDL) at the particle–medium interface by simply assigning a constant value of surface conductance (Ks), usually an empirical value around 1 nS [23], and the overall effective total conductivity of the particle is then obtained by a simple equation (σtotal = σbulk + 2Ks/R; where R is the particle radius and σbulk the bulk particle material conductivity) [23,38]. In this case, Ks includes the overall effect of the Stern and diffuse layers. Although Ks can sometimes be obtained by fitting experimental data, it is not easy to predict this value before an experiment is conducted. To address the limitations, we adopt the volumetric-integration model (VI model), developed by Zhao et al. in 2017 [31], to calculate the DEP force, considering the EDL and surface ion adsorption. This model captures the volumetric polarization of a particle by the concept that the electric field of the induced dipole in the particle equals to the difference between the electric field with and without the presence of the particle,\nE2 − E1 = − 1 2πεm Q (d/2)2 d = − dm 3εm(4/3)π(d/2) 3 = − P 3εm\n(1)\nFDEP = y (P · ∇)E1dV = y (3εm(E1 − E2) · ∇)E1dV (2)\nwhere E1 is the electric field without the particle (only electrolyte), E2 is the field with the distortion induced by the presence of the particle, εm is the permittivity of the medium, d is the vector distance between the negative and positive charges of the induced dipole, dm is the dipole moment and P is the polarization density of the particle. Furthermore, to account for the influence of the EDL structure with the actual physical mechanism of its formation, the EDL potential ϕ is determined from the Poisson–Boltzmann equation with the boundary condition at the particle–electrolyte interface in terms of the surface charge density of the particle\n−∇2φ = F [ c · exp ( − eφkT ) − c · exp ( eφ kT )] εm\n(3)\nn · ∇φ = qinitial + qads εm\n(4)\nwhere F is the Faraday constant, e is the elementary charge, k is the Boltzmann constant, T is the temperature, c is the concentration of electrolyte, qinitial is the initial surface charge density and qads is the adsorbed surface charge density determined by the adsorption theory of Langmuir isothermal along with the Grahame EDL structure model [10], which can be written in an analytical expression of\nqads = Bqmax −A− 1 +\n√ (Bqmax −A− 1)2 + 4ABqmax\n2B (5)\nA = c∗ · γ · exp (\neφd kT\n) · exp ( eqinitiald εikT ) , B = eAd εikT\n(6)\nwhere qmax is the maximum surface charge density (the adsorption limit, simply assumed to be 10 times the initial surface charge density), c* is the dimensionless concentration, γ is the binding constant (according to the Gibbs free energy of ion transfer), ϕd is the potential at the outer Helmholtz plane,\nNanomaterials 2020, 10, 1364 5 of 22\nand εi is the permittivity between the inner and outer Helmholtz plane. Then the spatially varying conductivity at any point in the EDL can be determined through [39]:\nσdiffuse = λ+c · exp ( − eφ\nkT\n) + λ−c · exp ( eφ kT ) + F [ c · exp ( − eφkT ) − c · exp ( eφ kT )] · εm · (φ− ζ) η (7)\nwhere λ+ and λ− are the limiting molar conductivities (λ+ = λNa+ = 50.08 × 10−4 m2 S/mol and λ− = λCl− = 76.31× 10−4 m2 S/mol for NaCl medium) [40], η is the viscosity of the medium, and ζ is the zeta potential [39].\nThe Stern layer conductance, contributed by the adsorbed ions, is included by\nKstern = qadsµs (8)\nwhere µs is the mobility of co-ions in the Stern layer. We assume µs = 0.5µc, where µc is the mobility of co-ions in the diffuse layer since the mobility in the Stern layer is known to be smaller than that in the diffuse layer [31]. In our model, we set the spatially varying particle and medium conductivities as σp = 2Kstern/R and σm = σdiffuse, respectively. Therefore, the effect of EDL on the electric field distribution is inherently considered. The approach considers surface adsorption as a function of medium conductivity, and has the following merits: (i) the numerical implementation is straightforward and accurate, and (ii) the effect of the EDL can be correlated with the underlying physics including the amount of charge adsorbed and the Stern layer conductance."
    }, {
      "heading" : "2.2. Electrohydrodynamics (EHD)",
      "text" : "An AC electric field may also cause fluid motion by electrohydrodynamic effects, i.e., AC electroosmosis (ACEO) and electrothermal effect (ETE) [41]. Different from the DEP, these electrohydrodynamic forces drive bulk fluid flow and drag particles along (Supplementary Movie S4). ACEO is a frequency-dependent fluid flow due to alternating electrode polarization and counter-ion accumulation [24,25,42]. It has been applied to manipulate particles in lab-on-chip devices since introduced in 1998 [24,42,43]. Studies involving ACEO flow modeling in microfluidic systems [41,44] often refer to the numerical model established by Ramos et al. in 1999 [42], which accounts for the impedance of the electrolyte by simplifying it to be discrete current flux tubes of different radii between the electrode gap and captures the position dependency and voltage drop across the electrode EDL linearly. This linearization is doubtful when it comes to the case of nonparallel and curved-edged electrode configurations. Although this model is able to present the frequency dependency of the induced flow velocity and the characteristic of having a specific optimal frequency of maximum flow velocity, it does not always give a correct order of magnitude of the velocity due to the oversimplification of the counter-ion accumulation mechanism. Here we establish our model of ACEO flow from another aspect referring to the pioneering work by Pribyl et al. in 2008 [45]. The flow field of the electrolyte solution is governed by the Navier–Stokes momentum and continuity equations including an electric body force term (fE),\nρ( ∂v ∂t + v · ∇v) = fE −∇p + η∇2v (9)\n∇ · v = 0 (10)\nwhere ρ, v, p and η are the fluid density, flow velocity, pressure, and viscosity. The electric body force fE equals to ρvE, where ρv and E are the volume concentration of the mobile electric charge and the electric field, respectively, defined by ρv ≡ F ∑ i zici and E ≡ −5ϕ, where zi, ci, and ϕ denote the charge number of the ith ionic component in the electrolyte (i = 2 for NaCl), the volume concentration (mol/m3)\nNanomaterials 2020, 10, 1364 6 of 22\nof the ith ion, and the electric potential, respectively. Also,∇ ·D = ρv, where D denotes the electric displacement field.\nThe ionic concentrations ci are determined by the molar balances without chemical reactions.\n∂ci ∂t + v · ∇ci = −∇ · Ji (11)\nwhere Ji is the sum of the local diffusive and the local electromigration flux intensities of the ith ionic component given by the Nernst–Planck equation\nJi = −Di∇ci + ziDiFciE/(RT) (12)\nThe electric potential can be determined by the Poisson equation\n∇2Φ = −ρv ε\n(13)\nElectrothermal effect (ETE) refers to the fluid flow induced by Joule heating in the fluid surrounding the electrodes when an electric field E is applied [24,41]. The power generation per unit volume is given by W = σm E2, where σm and E are the medium electrical conductivity and the magnitude of the electric field. The steady-state temperature rise can be obtained by solving the following energy balance equation\nkm∇2T + σmE2 = 0 (14)\nwhere T is the temperature and km is the medium thermal conductivity. Note that the transient effect (ρmcp∂T/∂t, where ρm and cp are the mass density and the specific heat, respectively) and the fluid flow effect (ρmcpv · ∇T) are in general negligible in microelectrode fluidic devices [24]. Joule heating is highly non-uniform, resulting in conductivity and permittivity gradients in the fluid. The conductivity gradient (∇σ = (∂σ/∂T)∇T) generates free volume charge and the Coulomb force, whereas the permittivity gradient (∇ε = (∂ε/∂T)∇T) generates the dielectric force. These forces cause fluid motion. The total force per unit volume can be written in the form of the time-averaged Korteweg–Helmholtz force density equation for incompressible flow [24,41,44],\n〈 fE 〉 =\n1 2\nRe [ ( (σ∇ε− ε∇σ) · E\nσ+ jωε )E∗ − 1 2 |E|2∇ε\n] (15)\nwhere ω is the angular frequency of the applied electric field."
    }, {
      "heading" : "3. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "3.1. Experimental Setup: Optical Tweezers and a Microfluidic Chip",
      "text" : "Figure 2 shows the schematic diagram of our experimental apparatus, which includes a simple microfluidic chip, a lock-in amplifier, a quadrant photodiode (QPD), and an optical tweezer (OT) system constructed using commercially available optical and mechanical components from Thorlabs. We use a distributed feedback laser with a wavelength of 975 nm and a maximum power of 330 mW, which delivers a resolution of ~0.05 pN, a spot size of ≥0.6 µm, and a maximum trapping force of ~20 pN. The displacement of a trapped particle is measured by the QPD, which was first calibrated using a three-axis piezoelectric sample positioning stage (NanoMaxTM Stage, Thorlabs). The tweezer stiffness, k, is calibrated to be ~1.3 × 10−5 N/m at 120 mW. We fabricated a simple microfluidic chip with pairs of microelectrode arrays by patterning a slide glass coated with 220-nm indium tin oxide (ITO). Each electrode is approximately 40 µm wide, and the distance between a pair is 60 µm. Deionized water containing polystyrene (PS) particles is dispensed on the electrode arrays using a micropipette, and a cover glass is then used to cover the colloid solution and electrodes. The gap between the cover glass and the slide is 60 µm. Thus the liquid is contained in a chamber (dimension: 20 mm × 20 mm × 60 µm).\nNanomaterials 2020, 10, 1364 7 of 22\nFour different sizes of functionalized and nonfunctionalized particles are studied (1, 2, 3, and 4 µm in diameter, Molecular Probes®). Each batch comes with a certificate of analysis showing a detailed lot of data, including the important initial surface charge density (Table 2). The medium conductivity, ranging from 1.0 × 10−4 S/m to 1.0 × 10−3 S/m), is adjusted by NaCl concentration. Such a parameter range is chosen since it is where most discrepancies occur [23,29–31]. A representative process of how the optical tweezers work is shown in Supplementary Movie S2.Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 24\nNanomaterials 2020, 10, 1364 8 of 22\nThis apparatus is used to measure the crossover frequency by using three different methods: (1) the observation method, (2) the direct OT force method, and (3) the phase shift method. In the observation method, the crossover frequency is determined by visually observing the change of direction of the particles without the use of the optical tweezers (Supplementary Movie S3). In the direct OT force method, the DEP force applied on an OT-trapped particle is measured by the spring equation, FOT = FDEP = kx, where x is the lateral displacement of the trapped particle from the beam focus [27,46]. In the phase-shift method, we follow the work by Wei et al. [29] but use only one OT laser, which retains the same accuracy with a much simpler calibration process. We determine the point of crossover at the instant that the oscillation point of the particle undergoes a sudden displacement (Figure 2c,d), which produces a phase shift signal. This signal indicates a directional reversal of the resultant—both DEP and electrohydrodynamic forces—exerted on a particle captured with the OTs. Note that if the electrohydrodynamic force exists and is not negligible, the measured (perceived) crossover frequency may considerably deviate from the actual DEP crossover frequency. In addition, we conducted our frequency sweep from high frequencies (~10 MHz) toward low frequencies (~10 KHz) in order to minimize the influence of strong ACEO flow on crossover frequency in the low-frequency regime."
    }, {
      "heading" : "3.2. Numerical Simulations by Finite Element Analysis (FEA)",
      "text" : "Numerical implementation of the mathematical models of DEP, ACEO, and ETE is performed using the commercial finite-element package COMSOL. The flowchart of the entire simulation with the corresponding equations is shown in Figure 3. The DEP, ACEO, and ETE simulations are carried out separately in three uncoupled models. For the DEP, we use a two-dimensional (2D) axisymmetric model similar to Ref. [31]. The domain is 5R × 3R. The top electrode is biased by an AC signal of 5 V, i.e., Vpp = 10 V; the bottom electrode is grounded. As described in the Theory section, the EDL is modeled by setting σp = 2Kstern/R and σm = σdiffuse. Note that, since σdiffuse decreases dramatically with the distance from the particle, its effect is mostly within a thin layer outside the particle. Also, since the Stern layer thickness is always negligible compared with the particle size, the layer is not physically modeled. However, its effect on the electric field and particle conductivity is included.\nNanomaterials 2020, 10, 1364 9 of 22\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 24\nNumerical implementation of the mathematical models of DEP, ACEO, and ETE is performed using the commercial finite-element package COMSOL. The flowchart of the entire simulation with the corresponding equations is shown in Figure 3. The DEP, ACEO, and ETE simulations are carried out separately in three uncoupled models. For the DEP, we use a two-dimensional (2D) axisymmetric model similar to Ref. [31]. The domain is 5R × 3R. The top electrode is biased by an AC signal of 5 V, i.e., Vpp = 10 V; the bottom electrode is grounded. As described in the Theory section, the EDL is modeled by setting σp = 2Kstern/R and σm = σdiffuse. Note that, since σdiffuse decreases dramatically with the distance from the particle, its effect is mostly within a thin layer outside the particle. Also, since the Stern layer thickness is always negligible compared with the particle size, the layer is not physically modeled. However, its effect on the electric field and particle conductivity is included.\nFigure 3. Flowchart of finite element analysis (FEA) simulations for determining the DEP force and the perceived DEP crossover frequency if the electrohydrodynamic flow exists.\nFor the ACEO simulation, we solve the 2D nonstationary Poisson–Nernst–Planck–Navier– Stokes equations by coupling three modules: transport of diluted species (tds), electrostatics (es), and laminar flow (spf). For the ETE, we carry out 2D stationary simulation by coupling three modules: electrostatics (es), heat transfer in fluids (ht), and laminar flow (spf). The electric field and heat generation are first solved by the electrostatics module. Then the temperature and flow velocity are solved simultaneously by coupling the heat transfer and laminar flow modules, using the timeaveraged Korteweg–Helmholtz force density equation—Equation (15)—as the body force. The computational domain and boundary conditions, a representative mesh, a representative AC electroosmotic instantaneous velocity field (10 kHz), and a representative AC electrothermal average (stationary) velocity field (100 kHz) are shown in Figure 4a–d. In the electro-osmosis simulations, the EDL effect is considered. This means that the required characteristic dimension of the finite elements at the electrode surfaces typically differs from the element size in the rest of the domain of the microfluidic chip by four orders of magnitude. It can only be partially resolved by constructing a non-uniform mesh, which is finer near the electrode surface. It is almost impossible to explicitly mesh the nanometer-sized Stern layer and inaccuracy to some degree is inevitable. In the present case, we used the “extra-fine” mesh setting in COMSOL, which created two thin layers of rectangular elements along the electrode surface (Figure 4b, left panel). The thickness of those rectangular elements is approximately 20 nm. We estimate that the Debye length, where the cation and anion concentrations\nFigure 3. Flowchart of finite element analysis (FEA) simulations for determining the DEP force and the perceived DEP crossover frequency if the electrohydrodynamic flow exists.\nFor the ACEO simulation, we solve the 2D nonstationary Poisson–Nernst–Planck–Navier–Stokes equations by coupling three modules: transport of diluted species (tds), electrostatics (es), and laminar flow (spf). For the ETE, we carry out 2D stationary simulation by coupling three modules: electrostatics (es), heat transfer in fluids (ht), and laminar flow (spf). The electric field and heat generatio are first solved by the electrostatics module. Then the temperature and flow velocity a solved simultaneously by coupling the heat transfer and laminar flow modul s, using the time-averaged Kortewe –H lmholtz forc density equation—Equation (15)—as the body force. The computational domain and boundary conditions, a representative mesh, a representative AC electro-os otic instanta eous velocity field (10 kHz), a d a representative AC electrothermal average (stationary) velocity field (100 kHz) are shown i Figur 4a–d. In the electro-osmosis simulations, the EDL effect is con idered. This means that the required characteristic dimension of the finite elements at the electrode surfaces typically differs from the element size in the rest of the domain of the microfluidic chip by four orders of magnitude. It can only be partially resolved by constructing a non-uniform mesh, which is finer near the electrode surface. It is al ost impossible to explicitly mesh the nanometer-sized Stern layer and inaccuracy to some degree is inevitable. In the present case, we used the “extra-fine” mesh setting in COMSOL, which created two thin layers of rectangular elements along the electrode surface (Figure 4b, left panel). The thickness of those rectangular elements is approximately 20 nm. We estimate that the Debye length, where the cation and anion concentrations are equal, is ~100 nm for the case in Figure 4c. The normal extent of the EDL is approximately equal to the Debye length. In this paper, we separately consider three effects, and for each of them we perform a dedicated run instead of performing multiphysics simulations including all the relevant effects in a single run. We assume that the superposition principle holds. However, it is in principle possible to run a complete simulation and decompose the action in several contributions. More future studies are required to quantify how much error this approximation may introduce.\nNanomaterials 2020, 10, 1364 10 of 22 Nanomaterials 2020, 10, x FOR PEER REVIEW 11 of 24\nFigure 4. FEA simulations of AC electro-osmosis (ACEO) and electrothermal effect (ETE) velocity fields using the commercial package COMSOL. (a) Computational domain and boundary conditions. The constant c0 is calculated by σm = c0 (λ+ + λ−), where λ+ and λ− are the limiting molar conductivities of Na+ and Cl−. (b) Representative meshes for ACEO (left panel) and ETE (right panel), respectively.\nFigure 4. FEA simulations of l tro-osmo is (ACEO) and electrothermal effect (ETE) velocity\nfields u ing the com ercial pac SOL. (a) Computational domain and boundary conditions.\nThe constant c0 is cal ulated by σm = c0 ( + + λ−), where λ+ and λ− are the limiting m lar onductivities\nof Na+ and Cl−. (b) Representative meshes for ACEO (left panel) and ETE (right panel), respectively.\n(c) A representative instantaneous velocity field of ACEO at 10 kHz and 5 V. σm = 1 × 10−3 S/m. (d) A representative average (stationary) velocity field of ETE at 100 kHz and 5 V. om = 10 × 10−4 S/m. The heat transfer between the cover glass/slide glass and the fluid is considered.\nNanomaterials 2020, 10, 1364 11 of 22"
    }, {
      "heading" : "4. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Direct Comparison of Three Experimental Methods",
      "text" : "Figure 5 shows a direct comparison of the crossover frequency obtained by three experimental methods. The crossover frequency obtained by the observation method exhibit larger standard deviations and is in general smaller in magnitude (~15%) than those obtained by the more accurate phase shift method (Figure 5a). Another major problem of the observation method is that it is difficult, if not impossible, to isolate a single particle, hence the measured frequency is questionable due to the effect of particle–particle interaction [32]. As to the direct OT force method, there is a range of several hundred kHz where the measured forces are approximately zero—a clear-cut crossover frequency is too challenging to obtain since the force in this range is extremely small (~0.1 pN). However, the phase shift data converted from the lock-in amplifier does provide a considerably clear definition of the crossover frequency (Figure 5c). We conclude that the phase shift method is the most accurate and repeatable. All the experimental data presented here were obtained using this method unless stated otherwise.\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 24\n(c) A representative instantaneous velocity field of ACEO at 10 kHz and 5 V. σm = 1 × 10−3 S/m. (d) A representative average (stationary) velocity field of ETE at 100 kHz and 5 V. οm = 10 × 10−4 S/m. The heat transfer between the cover glass/slide glass and the fluid is considered."
    }, {
      "heading" : "4. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Direct Comparison of Three Experimental Methods",
      "text" : "Figure 5 shows a direct comparison of the crossover frequency obtained by three experimental methods. The crossover frequency obtained by the observation method exhibit larger standard deviations and is in general smaller in magnitude (~15%) than those obtained by the more accurate phase shift method (Figure 5a). Another major problem of the observation method is that it is difficult, if not impossible, to isolate a single particle, hence the measured frequency is questionable due to the effect of particle–particle interaction [32]. As to the direct OT force method, there is a range of several hundred kHz where the measured forces are approximately zero—a clear-cut crossover frequency is too challenging to obtain since the force in this range is extremely small (~0.1 pN). However, the phase shift data converted from the lock-in amplifier does provide a considerably clear definition of the crossover frequency (Figure 5c). We conclude that the phase shift method is the most accurate and repeatable. All the experimental data presented here were obtained using this method unless stated otherwise.\nFigure 5. Comparison of crossover frequency measured by three methods. (a) Observation method (particle diameter: 1 μm); (b) direct optical tweezers (OT) force method (particle diameters: 2 μm, 3 μm, and 4 μm); (c) lock-in amplifier aided phase shift method (particle diameters: 1 μm, 2 μm, 3 μm, and 4 μm). All particles are sulfate-functionalized polystyrene (PS). The error bars represent one standard deviation of 15 repeated measurements.\nMoreover, we observed that the particle–electrode distance plays a key role in the determination of DEP crossover frequency. Figure 6 shows a comparison of measured crossover frequency as a function of particle size, medium conductivity, and particle–electrode distance. When placed at the edge of the electrode, the particle exhibits a much lower crossover frequency, compared to that measured at a distance from the electrode, especially in the medium of conductivity higher than 7 × 10−4 S/m. Such a deviation is much more pronounced for larger particles, e.g., diameter > 3 μm. Also, the frequency measured at the edge of the electrode does not agree with the simulated value obtained by the pure DEP finite element model (VI model), suggesting that it is deficient in predicting the particle motion at such a critical position by assuming that DEP force is dominant and other concurrent effect is negligible.\nFigure 5. Comparison of crossover frequency measured by three methods. (a) Observation method (particle diameter: 1 µm); (b) direct optical tweezers (OT) force method (particle diameters: 2 µm, 3 µm, and 4 µm); (c) lock-in amplifier aided phase shift method (particle diameters: 1 µm, 2 µm, 3 µm, and 4 µm). All particles are sulfate-functionalized polystyrene (PS). The error bars represent one standard deviation of 15 repeated measurements.\nMoreover, we observed that the particle–electrode distance plays a key role in the determination of DEP crossover frequency. Figure 6 shows a comparison of measured crossover frequency as a function of particle size, medium conductivity, and particle–electrode distance. When placed at the edge of the electrode, the particle exhibits a much lower crossover frequency, compared to that measured at a distance from the electrode, especially in the medium of conductivity higher than 7 × 10−4 S/m. Such a deviation is much more pronounced for larger particles, e.g., diameter > 3 µm. Also, the frequency measured at the edge of the electrode does not agree with the simulated value obtained by the pure DEP finite element model (VI model), suggesting that it is deficient in predicting the particle motion at such a critical position by assuming that DEP force is dominant and other concurrent effect is negligible."
    }, {
      "heading" : "4.2. Flow Velocity Due to ACEO and ETE",
      "text" : "The flow velocity field near the electrode edge is simulated and shown in Figure 7. Within a specific range of frequencies and conductivities, these flows can exert a drag force (the Stokes’ drag law, fdrag = 6πηRv [44]) of the same order of magnitude as the DEP force on the microparticle (especially for the larger ones since fdrag ∝ R) held at the electrode edge by the optical tweezers. This is consistent with the experimental observation as shown in Figure 6, and is important to be taken into account to obtain an accurate analysis of the DEP phenomenon and the crossover behavior of particles. Note that the Stokes’ drag law is valid only if the velocity field can be assumed uniform on the length scale of the particle diameter. From Figure 4c,d, we observed that the ACEO velocity field is much more\nNanomaterials 2020, 10, 1364 12 of 22\nnon-uniform than that of the ETE flow. Thus, we expect that the Stokes’ law is more applicable to the ETE and 1 µm particles than the ACEO and 4 µm particles. Here, we used the velocity at the particle center to calculate its drag force, which we believe is a good approximation for capturing the first-order effect. However, more future studies are required to quantify how much error this approximation may introduce.Nanomaterials 2020, 10, x FOR PEER REVIEW 13 of 24\nThe flow velocity field near the electrode edge is simulated and shown in Figure 7. Within a specific range of frequencies and conductivities, these flows can exert a drag force (the Stokes’ drag law, d rag 6 Rπ η=f v [44]) of the same order of magnitude as the DEP force on the microparticle (especially for the larger ones since fdrag ∝ R) held at the electrode edge by the optical tweezers. This is consistent with the experimental observation as shown in Figure 6, and is important to be taken into account to obtain an accurate analysis of the DEP phenomenon and the crossover behavior of particles. Note that the Stokes’ drag law is valid only if the velocity field can be assumed uniform on the length scale of the particle diameter. From Figure 4c,d, we observed that the ACEO velocity field is much more non-uniform than that of the ETE flow. Thus, we expect that the Stokes’ law is more applicable to the ETE and 1 μm particles than the ACEO and 4 μm particles. Here, we used the velocity at the particle center to calculate its drag force, which we believe is a good approximation"
    }, {
      "heading" : "4.3. Contribution of Various Forces on the Measurements of Crossover Frequency",
      "text" : "Using the experimental and simulation results, we performed a comprehensive analysis of the crossover behavior and identified the contribution of various forces on the measurements of crossover frequency. Particles at the electrode edge and in relatively high medium conductivity, e.g., σm = 1 × 10−3 S/m, tend to exhibit a measured crossover frequency much lower than the theoretical value (Figure 6). We performed simulations to obtain the DEP, ACEO, ETE forces, and their resultant exerted on a particle held near the electrode edge in a NaCl electrolyte (Figures 8–11).\nNanomaterials 2020, 10, 1364 13 of 22\nNanomaterials 2020, 10, x FOR PEER REVIEW 14 of 24\nfor capturing the first-order effect. However, more future studies are required to quantify how much error this approximation may introduce.\nFigure 7. (Simulation) velocity of fluid flow near the electrode edge as a function of applied frequency and medium conductivity. (a) ACEO effects are more dominant with higher medium conductivities and lower applied frequencies. (b) ETE flow velocity has a lower dependence on applied frequency in comparison with ACEO flow but also raises with medium conductivity.\n4.3. Contribution of Various Forces on the Measurements of Crossover Frequency\nUsing the experimental and simulation results, we performed a comprehensive analysis of the crossover behavior and identified the contribution of various forces on the measurements of crossover frequency. Particles at the electrode edge and in relatively high medium conductivity, e.g., σm = 1 × 10−3 S/m, tend to exhibit a measured crossover frequency much lower than the theoretical value (Figure 6). We performed simulations to obtain the DEP, ACEO, ETE forces, and their resultant exerted on a particle held near the electrode edge in a NaCl electrolyte (Figures 8–11). Small and large particles exhibit different behaviors and are thus discussed separately. For smaller particles, i.e., R = 0.5 μm and 1.0 μm, when we sweep the AC frequency from 100 kHz to 1 MHz, the ACEO drag force is apparently smaller than the other two forces and also decreases rapidly as the frequency approaches the crossover point (Figures 8 and 9). In this case, the crossover behavior is mainly determined by the DEP force and the ETE drag force. Figure 8 is the stack plot of forces exerted on a 1 μm particle at the electrode edge in NaCl electrolyte (σm = 1 × 10−3 S/m). At lower frequencies under 500 kHz, the positive DEP (pDEP) force is much higher than the electrohydrodynamic drag forces, and thus the pDEP force (toward the edge of the electrode) dominates the point of particle oscillation [29], which is at the center of the OTs (that coincides with the edge of the electrode) at this instance. As we increase the AC frequency up to about 800 kHz, the pDEP force reduces to the order of 10−14 N, which is the same as the order of the ETE force (−x direction) in this range of AC frequency. Then, for an AC field of 845 kHz, the resultant force and the corresponding offset point of oscillation goes through a sudden shift (from 0 to −x) and causes a QPD lock-in output of a sharp phase shift. This phase shift is commonly misunderstood as the DEP crossover point but is actually a value with error due to the influence of ETE flow. Thus, we conclude that the experimental data of phase-shifting frequency obtained from particles held at the electrode edge should not be defined as the crossover frequency, and the actual DEP crossover frequency\nshould be the higher ones measured 10 μm away (≈17% of the electrode–electrode gap) from the\nelectrode edge (887 kHz), where the influence of the ETE flow is minimum. As for the behavior of 2\nμm particles, the mechanism is the same as the 1 μm ones, and its corresponding stack plot is shown\nFigure 7. (Simulation) velocity of fluid flow near the electrode edge as a function of applied frequency and medium conductivity. (a) ACEO effects are more dominant with higher medium conductivities and lower applied frequencies. (b) ETE flow velocity has a lower dependence on applied frequency in comparison with ACEO flow but also raises with medium conductivity.\nNanomaterials 2020, 10, x FOR PEER REVIEW 15 of 24\nin Figure 9. The directional reversion of the resultant force is around 400 kHz and the actual DEP crossover frequency should be ~15 kHz higher.\nFigure 8. Stack plot of the individual DEP, ACEO, and ETE forces and their resultant exerted on a 1 μm sulfate-functionalized particle placed at the electrode edge in a NaCl electrolyte of conductivity οm = 1 × 10−3 S/m. The measured crossover frequency (at Fresultant = 0) is much lower than the actual DEP crossover frequency (at FDEP = 0) due to the influence of electrothermal force FETE. The error bars represent one standard deviation of 15 repeated measurements.\nFigure 8. Stack plot of the individual DEP, ACEO, and ETE forces and their resultant exerted on a 1 µ sulfate-functionalized particle placed at the electrode edge in a NaCl electrolyte of conductivity om = 1 × 10−3 S/m. The measured crossover frequency (at Fresultant = 0) is much lower than the actual DEP cr ssover fr quency (at FDEP = 0) due to the influ nce of electrothermal force FE E. The error bars represent one standard deviati easurements.\nNanomaterials 2020, 10, 1364 14 of 22 Nanomaterials 2020, 10, x FOR PEER REVIEW 16 of 24\nFigure 9. Stack plot of the individual DEP, ACEO, ETE forces and their resultant exerted on a 2 μm sulfate-functionalized particle placed at the electrode edge in a NaCl electrolyte of conductivity σm = 1 × 10−3 S/m. The measured crossover frequency (at Fresultant = 0) is much lower than the actual DEP crossover frequency (at FDEP = 0) due to the influence of electrothermal force FETE. The error bars represent one standard deviation of 15 repeated measurements.\nFor larger particles (3 μm and 4 μm in diameter), their crossover phenomenon is different from that of the smaller ones, mainly because larger particles possess lower crossover frequencies where the ETE and ACEO flow velocities are higher and also these particles receive larger drag forces due to their larger size. Figure 10 is the stack plot of the forces exerted on a 3 μm particle at the electrode edge in NaCl electrolyte (σm = 1 × 10−3 S/m). When we sweep the AC frequency from 10 kHz to 200 kHz, we receive a phase-shift signal at around 120 kHz, denoted phase-shift 1. This phase-shift is not a crossover point of the DEP force but a directional reversion of the resultant electrohydrodynamic force. Before this reversion, the electrohydrodynamic force is in the +x direction, so is the corresponding offset point of oscillation, which causes the direction of the pDEP force (toward the edge of the electrode) to be in the −x direction at this instance. As the ACEO drag decreases with the increase of frequency, the resultant electrohydrodynamic force changes from the +x into −x direction, and also the magnitude drops to near zero. As a result, the corresponding point of oscillation shifts from a +x offset to the center of the OTs and produces the signal of the first phase-shift. As to the second phase-shift at ~340 kHz, the mechanism is similar to that of the small particles described earlier, which is a value slightly lower than the actual DEP crossover frequency. Similar conditions for the 4 μm particles with the first phase shift ~20 kHz and the second phase-shift ~200 kHz are shown in Figure 11. In this case, a medium conductivity of σm = 7 × 10−4 S/m is used (instead of σm = 1 × 10−3 S/m), since there is no DEP crossover in such a condition (pDEP at any frequency).\nFigure 9. Stack plot of the individual DEP, ACEO, ETE forces and their resultant exerted on a 2 µm sulfate-functionalized particle placed at the electrode edge in a NaCl electrolyte of conductivity σm = 1 × 10−3 S/m. The measured crossover frequency (at Fresultant = 0) is much lower than the actual DEP crossover frequency (at FDEP = 0) due to the influence of electrothermal force FETE. The error bars represent one standard deviation of 15 repeated measurements.\nSmall and large particles exhibit different behaviors and are thus discussed separately. For smaller particles, i.e., R = 0.5 µm and 1.0 µm, when we sweep the AC frequency from 100 kHz to 1 MHz, the ACEO drag force is apparently smaller than the other two forces and also decreases rapidly as the frequency approaches the crossover point (Figures 8 and 9). In this case, the crossover behavior is mainly determined by the DEP force and the ETE drag force. Figure 8 is the stack plot of forces exerted on a 1 µm particle at the electrode edge in NaCl electrolyte (σm = 1 × 10−3 S/m). At lower frequencies under 500 kHz, the positive DEP (pDEP) force is much higher than the electrohydrodynamic drag forces, and thus the pDEP force (toward the edge of the electrode) dominates the point of particle oscillation [29], which is at the center of the OTs (that coincides with the edge of the electrode) at this instance. As we increase the AC frequency up to about 800 kHz, the pDEP force reduces to the order of 10−14 N, which is the same as the order of the ETE force (−x direction) in this range of AC frequency. Then, for an AC field of 845 kHz, the resultant force and the corresponding offset point of oscillation goes through a sudden shift (from 0 to −x) and causes a QPD lock-in output of a sharp phase s ift. This phase shift is commonly misunderstood as the DEP c ossover point but is actually a value with error due to the influenc of ETE fl . Thus, we conclude that the experimental data of phase-shifting frequency obtained from par icles held t the electrode edge should not be defined as the crossover freque cy, and the actual DEP crossover frequency should be the higher ones m asured 10 µm away (≈17% of the electrode–electrode gap) from the electrode edge (887 kHz), where the influence of the ETE flow is minimum. As for the behavior of 2 µm particles, the mechanism is the same as the 1 µm ones, and its corresponding stack plot is shown in Figure 9. The directional reversion of the resultant force is around 400 kHz and the actual DEP crossover frequency should be ~15 kHz higher.\nNanomaterials 2020, 10, 1364 15 of 22 Nanomaterials 2020, 10, x FOR PEER REVIEW 17 of 24\nFigure 10. plot of the ind vidual DEP, ACEO, ETE forces and their resultant exerted on a 3 µm sul ate-fu ct onalized particl placed at the el ctrode edge in NaCl electrolyte of conductivity σm = 1 × 10−3 S/m. Two phase-shift signals we measured at ~120 kHz and ~340 kHz; th smaller one is due to the ba ance f electro-osmosis force (FACEO) and electrothermal force (FETE), and hence should not be misinterpreted as a DEP crossover frequency.\nFor larger particles (3 µm and 4 µm in diameter), their crossover phenomenon is different from that of the smaller ones, mainly because larger particles possess lower crossover frequencies where the ETE and ACEO flow velocities are higher and also these particles receive larger drag forces due to their larger size. Figure 10 is the stack plot of the forces exerted on a 3 µm particle at the electrode edge in NaCl electrolyte (σm = 1 × 10−3 S/m). When we sweep the AC frequency from 10 kHz to 200 kHz, we receive a phase-shift signal at around 120 kHz, denoted phase-shift 1. This phase-shift is not a crossover point of the DEP force but a directional reversion of the resultant electrohydrodynamic force. Before this reversion, the electrohydrodynamic force is in the +x direction, so is the corresponding offset point of oscillation, which causes the direction of the pDEP force (toward the edge of the electrode) to be in the −x direction at this instance. As the ACEO drag decreases with the increase of frequency, the resultant electrohydrodynamic force changes from the +x into −x direction, and also the magnitude drops to near zero. As a result, the corresponding point of oscillation shifts from a +x offset to the center of the OTs and produces the signal of the first phase-shift. As to the second phase-shift at ~340 kHz, the mechanism is similar to that of the small particles described earlier, which is a value slightly lower than the actual DEP crossover frequency. Similar conditions for the 4 µm particles with the first phase shift ~20 kHz and the second phase-shift ~200 kHz are shown in Figure 11. In this case,\nNanomaterials 2020, 10, 1364 16 of 22\na medium conductivity of σm = 7 × 10−4 S/m is used (instead of σm = 1 × 10−3 S/m), since there is no DEP crossover in such a condition (pDEP at any frequency). Nanomaterials 2020, 10, x FOR PEER REVIEW 18 of 24\nOur experimental and simulation results, e.g., “Left 10 μm” and “Simulation” in Figure 6, show that the DEP crossover frequency of a particle with a diameter from 1 μm to 4 μm decreases as the medium conductivity increases. Such medium conductivity dependency becomes more pronounced and complex for smaller particles, e.g., diameter 0.093 μm to 0.557 μm, as shown in Green et al. [25]. This is because the specific co-ion adsorption phenomenon, and hence the effect of EDL, is much more evident on smaller particles [31]. To further elucidate this phenomenon, we performed simulations for carboxyl-functionalized particles with and without considering the co-ion adsorption. Figure 12a,c,e are the comparison of the crossover frequency between the experimental data from [25] and our simulations using the VI model. An investigation of the results highlights three key observations. First, the simulations agree well with the measurements when the co-ion adsorption is included. Second, the crossover frequency is significantly underestimated if the co-ion adsorption effect is turned off in the simulations. Third, the effect of co-ion adsorption reduces as the particle size increases or the medium conductivity decreases. Figure 12b,d,f show the corresponding surface conductance Ks used in the MST model to match the crossover frequencies determined by the VI model with and without the adsorption. We observe"
    }, {
      "heading" : "4.4. Specific Ion Adsorptions",
      "text" : "Our experimental and simulation results, e.g., “Left 10µm” and “Simulation” in Figure 6, show that the DEP crossover frequency of a p rticle with a diameter from 1 µm to 4 µm decreases as the medium conductivity increases. Such medium conductivity dependency beco es more pronounced and co plex for smaller particles, e.g., diameter 0.093 µm to 0.557 µm, as shown in Green et al. [25]. This is because the specific co-ion adsorption pheno enon, and hence the effect of EDL, is much more evident on smaller particles [31]. To further elucidate this phenomenon, we performed simulations for carboxyl-functionalized particles with and without considering the co-ion adsorption. Figure 12a,c,e are the comparison of the crossover frequency between the experimental data from [25] and our simulations using the VI model. An investigation of the results highlights three key observations. First, the simulations agree well with the measurements when the co-ion adsorption is included. Second, the crossover frequency is significantly underestimated if the co-ion adsorption effect is turned off in the simulations. Third, the effect of co-ion adsorption reduces as the particle size increases or the medium conductivity decreases.\nNanomaterials 2020, 10, 1364 17 of 22\nNanomaterials 2020, 10, x FOR PEER REVIEW 19 of 24 that the phenomenon of rising surface conductance with the medium conductivity becomes less obvious and less important as the particle size increases. In other words, because the particle diameter is larger than 0.557 μm and the medium conductivity is lower than 1 × 10−3S/m in our experimental setup, we can conclude that it is appropriate to set a constant value of Ks in our MST model to obtain a reasonably accurate crossover frequency. As to the specific value of this constant Ks will be discussed in Section 4.6.\nthe crossover frequencies determined by the VI model with and without the adsorption. We observe\nthat the phenomenon of rising surface conductance with the medium conductivity becomes less\nobvious and less important as the particle size increases. In other words, because the particle diameter\nis larger than 0.557 µm and the medium conductivity is lower than 1 × 10−3S/m in our experimental\nsetup, we can conclude that it is appropriate to set a constant value of Ks in our MST model to obtain a\nreasonably accurate crossover frequency. As to the specific value of this constant Ks will be discussed\nin Section 4.6."
    }, {
      "heading" : "4.5. Functional Groups",
      "text" : "To understand the influence of surface functional groups on surface conductance and the crossover frequency of particles, we conducted measurements of different functionalized and nonfunctionalized particles. Figure 12a shows the measured crossover frequencies of sulfate-, carboxyland non-functionalized particles with a diameter of 1 µm. (There are no crossover for a medium conductivity higher than 1 × 10−3 S/m, where the only negative DEP (nDEP) exists under all AC frequencies.) The DEP crossover frequency of sulfate and carboxyl functionalized particles are similar and can be matched with an MST model of Ks = 1.29 nS. The values of the nonfunctionalized ones are much lower and the corresponding Ks is only 0.19 nS. We conclude that the presence of sulfate and carboxyl functional groups gives rise to a negative surface charge density and surface conductance as predicted by the surface charge density calculation considering the co-ion adsorption mechanism. In other words, the surface charge density and surface conductance are low if the particle is not functionalized and holds weak co-ion adsorption. The same conclusion can be obtained from Figure 13b, which is the measured crossover frequencies of sulfate and non-functionalized particles of a diameter of 3 µm. (For particles larger than 3 µm, there are no crossover points of DEP force in a medium of conductivity higher than 4 × 10−4 S/m, where the only nDEP exists under all AC frequencies.)"
    }, {
      "heading" : "4.5. Functional Groups",
      "text" : ""
    }, {
      "heading" : "To understand the influence of surface functional groups on surface conductance and the",
      "text" : "crossover frequency of particles, we conducted measurements of different functionalized and nonfunctionalized particles. Figure 12a shows the measured crossover frequencies of sulfate-, carboxyl- and non-functionalized particles with a diameter of 1 μm. (There are no crossover for a medium conductivity higher than 1 × 10−3 S/m, where the only negative DEP (nDEP) exists under all AC frequencies.) The DEP crossover frequency of sulfate and carboxyl functionalized particles are similar and can be matched with an MST model of Ks = 1.29 nS. The values of the nonfunctionalized ones are much lower and the corresponding Ks is only 0.19 nS. We conclude that the presence of sulfate and carboxyl functional groups gives rise to a negative surface charge density and surface conductance as predicted by the surface charge density calculation considering the co-ion adsorption mechanism. In other words, the surface charge density and surface conductance are low if the particle is not functionalized and holds weak co-ion adsorption. The same conclusion can be obtained from Figure 13b, which is the measured crossover frequencies of sulfate and non-functionalized particles of a diameter of 3 μm. (For particles larger than 3 μm, there are no crossover points of DEP force in a medium of conductivity higher than 4 × 10−4 S/m, where the only nDEP exists under all AC frequencies.)"
    }, {
      "heading" : "4.6. Surface Conductance and Initial Surface Charge Density",
      "text" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38]. Table 3 shows the corresponding values of Ks to be set in an MST model to match our measured crossover frequency in each condition. In general, there are not many variations for a given particle size across this medium conductivity\nThe presence of surface functional groups dramatically affects the crossove frequencies of particles. The results for sulfate nd carboxyl are similar. (a) C ossov r frequencies of 1 µm particles with different surface functional gro ps as a function of medi m conductivity. (b) The case for 3 µm particles."
    }, {
      "heading" : "4.6. Surface Conductance and Initial Surface Charge Density",
      "text" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38]. Table 3 shows the corresponding\nNanomaterials 2020, 10, 1364 19 of 22\nvalues of Ks to be set in an MST model to match our measured crossover frequency in each condition. In general, there are not many variations for a given particle size across this medium conductivity range, except for the 3 µm particles, whose Ks is considerably larger than the others. We examined the initial surface charge density, provided by the vendors, of those as-fabricated particles, and found that the value for the 3 µm is significantly larger than that of other particles (Table 2). The initial surface charge density may vary from batch to batch, even for particles of the same size and functional group. Table 2 also lists the initial surface charge density (a fitting parameter for the VI model) and surface conductance (for the MST model) required for the measured crossover frequencies. The values of the 3 µm particle are relatively larger, and both models are consistent with the experiments. The as-fabricated initial surface charge density is one of the most important properties when performing DEP calculations and interpreting experimental data."
    }, {
      "heading" : "5. Conclusions",
      "text" : "We present a comprehensive study to elucidate the effect of concurrent electrohydrodynamic forces on the measurement of DEP crossover frequency using the recently developed experimental phase-shift method and numerical volumetric-integration model. Compared to the conventional observation method and the more advanced direct OT force method, the phase shift method provides much higher sensitivity and accuracy. Unlike the classic dipole model and the more established MST model, the VI model considers the influence of the EDL structure by simulating the surface adsorption of co-ions without the need to assume the (unknown) surface conductance Ks. We showed that the as-fabricated initial surface charge density, usually available from vendors, has a significant effect on the crossover frequency, and functionalized particles exhibit much higher surface charge than non-functionalized ones, resulting in a higher crossover frequency. Our simulations showed that electrohydrodynamic forces, such as ACEO and ETE, can apply considerable force on an OT-trapped particle, which introduces error in the measurement of crossover frequency. This effect is more pronounced if the measurement is done on particles located near the electrode edge, and for larger particles and higher medium conductivities. With this understanding in mind, we were able to measure the crossover frequency in a way that the electrohydrodynamic forces are indeed negligible. This work presents a combined experimental and numerical studies on particle DEP crossover behavior. It provides a solid foundation for understanding the complicated DEP phenomena and provides new insights for advancing new applications using DEP in lab-on-chip systems. In the future, we plan to use the methodology developed here to study the crossover frequencies of particle chains and nonspherical particles. This is important since DEP experiments are generally not conducted using single particles, and particles are known to form pearl chains at the vicinity of electrodes. Also, many natural particles and cells are nonspherical [47,48].\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/7/1364/s1, Video S1: DEP oscillation, Video S2: Brownian motion and optical tweezers, Video S3: From pDEP to nDEP, Video S4: ACEO.\nAuthor Contributions: Conceptualization, Y.-W.L., C.S. and J.-Y.J.; methodology, all authors; software, C.S. and Y.-C.K.; validation, all authors; formal analysis, all authors; investigation, all authors; resources, J.-Y.J.;\nNanomaterials 2020, 10, 1364 20 of 22\ndata curation, all authors; writing—original draft preparation, Y.-C.K.; writing—review and editing, J.-Y.J.; visualization, all authors; supervision, J.-Y.J.; project administration, J.-Y.J.; funding acquisition, J.-Y.J. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by National Taiwan University (NTU-101R7003) and the Ministry of Science of Technology (MOST) of Taiwan (103-2221-E-002-115) and (106-2221-E-002-141-MY3).\nAcknowledgments: We thank Yu Zhao for technical support of his volumetric-integration method, Shih-Kang Fan for providing distilled deionized water and related instruments, Keng-Hui Lin for providing polystyrene particles, Hsin-Fu Huang for helpful discussions on DEP theory, and Chi-Kuang Sun for help on the lock-in amplifier.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Introduction to Microfluidics; Oxford University Press: Oxford, UK",
      "author" : [ "P. Tabeling" ],
      "venue" : "New York, NY, USA,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2005
    }, {
      "title" : "The motion and precipitation of suspensoids in divergent electric fields",
      "author" : [ "H.A. Pohl" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1951
    }, {
      "title" : "Electromechanics of Particles",
      "author" : [ "T.B. Jones" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1995
    }, {
      "title" : "Cells on chips",
      "author" : [ "J. El-Ali", "P.K. Sorger", "K.F. Jensen" ],
      "venue" : "Nature",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2006
    }, {
      "title" : "Review article-Dielectrophoresis: Status of the theory, technology, and applications",
      "author" : [ "R. Pethig" ],
      "venue" : "Biomicrofluidics 2010,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Dielectrophoretic traps for single-particle patterning",
      "author" : [ "A. Rosenthal", "J. Voldman" ],
      "venue" : "Biophys. J",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2005
    }, {
      "title" : "Experimental and theoretical study of dielectrophoretic particle trapping in arrays of insulating structures: Effect of particle size and shape",
      "author" : [ "M.A. Saucedo-Espinosa", "B.H. Lapizco-Encinas" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Dielectrophoretic cell trapping and parallel one-to-one fusion based on field constriction created by a micro-orifice array",
      "author" : [ "M. Gel", "Y. Kimura", "O. Kurosawa", "H. Oana", "H. Kotera", "M. Washizu" ],
      "venue" : "Biomicrofluidics",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2010
    }, {
      "title" : "Single-cell trapping utilizing negative dielectrophoretic quadrupole and microwell electrodes",
      "author" : [ "L.S. Jang", "P.H. Huang", "K.C. Lan" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Using dielectrophoresis to trap nanobead/stem cell compounds in continuous flow",
      "author" : [ "M.W. Wang" ],
      "venue" : "J. Electrochem. Soc",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2009
    }, {
      "title" : "Quantitative modeling of dielectrophoretic traps",
      "author" : [ "A. Rosenthal", "B.M. Taff", "J. Voldman" ],
      "venue" : "Lab Chip 2006,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2006
    }, {
      "title" : "Design and Validation of On-chip Planar Mixer Based on Advection and Viscoelastic Effects",
      "author" : [ "L.A.N. Julius", "V.K. Jagannadh", "I.J. Michael", "R. Srinivasan", "S.S. Gorthi" ],
      "venue" : "Biochip J. 2016,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Dielectrophoresis flow control in microchannels",
      "author" : [ "M. Lackowski", "A. Krupa", "D. Butrymowicz" ],
      "venue" : "J. Electrostat",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Dielectrophoresis for bioparticle manipulation",
      "author" : [ "C. Qian", "H. Huang", "L. Chen", "X. Li", "Z. Ge", "T. Chen", "Z. Yang", "L. Sun" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Characterization of a Honeycomb-Like Scaffold with Dielectrophoresis-Based Patterning for Tissue Engineering",
      "author" : [ "Z. Huan", "H.K. Chu", "J. Yang", "D. Sun" ],
      "venue" : "IEEE Trans. Biomed. Eng",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Dielectrophoresis for Biomedical Sciences Applications: A Review",
      "author" : [ "N. Abd Rahman", "F. Ibrahim", "B. Yafouz" ],
      "venue" : "Sensors 2017,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Rapid heterogeneous liver-cell on-chip patterning via the enhanced field-induced dielectrophoresis trap",
      "author" : [ "C.T. Ho", "R.Z. Lin", "W.Y. Chang", "H.Y. Chang", "C.H. Liu" ],
      "venue" : "Lab Chip 2006,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "Liver-cell patterning lab chip: Mimicking the morphology of liver lobule tissue",
      "author" : [ "C.T. Ho", "R.Z. Lin", "R.J. Chen", "C.K. Chin", "S.E. Gong", "H.Y. Chang", "H.L. Peng", "L. Hsu", "T.R. Yew", "S.F Chang" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Separation of human breast cancer cells from blood by differential dielectric affinity",
      "author" : [ "F.F. Becker", "X.B. Wang", "Y. Huang", "R. Pethig", "J. Vykoukal", "P.R. Gascoyne" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1995
    }, {
      "title" : "Dielectrophoretic separation of cancer cells from blood",
      "author" : [ "P.R.C. Gascoyne", "X.B. Wang", "Y. Huang", "R.F. Becker" ],
      "venue" : "IEEE Trans. Ind. Appl",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1997
    }, {
      "title" : "The Dielectrophoretic Behavior of Submicron Latex Spheres: Influence of Surface Conductance",
      "author" : [ "M.P. Hughes", "H. Morgan", "M.F. Flynn" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1999
    }, {
      "title" : "Determination of Clausius-Mossotti factors and surface capacitances for colloidal particles",
      "author" : [ "T. Honegger", "K. Berton", "E. Picard", "D. Peyrade" ],
      "venue" : "Appl. Phys. Lett. 2011,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Ac electrokinetics: A review of forces in microelectrode structures",
      "author" : [ "A. Ramos", "H. Morgan", "N.G. Green", "A. Castellanos" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1998
    }, {
      "title" : "Dielectrophoresis of submicrometer latex spheres",
      "author" : [ "N.G. Green", "H. Morgan" ],
      "venue" : "Experimental results. J. Phys. Chem. B",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1999
    }, {
      "title" : "Electrohydrodynamics and dielectrophoresis in microsystems: Scaling laws",
      "author" : [ "A. Castellanos", "A. Ramos", "A. Gonzalez", "N.G. Green", "H. Morgan" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2003
    }, {
      "title" : "Direct measurement of the dielectrophoresis forces acting on micro-objects using optical tweezers and a simple microfluidic",
      "author" : [ "I.S. Park", "S.H. Park", "D.S. Yoon", "S.W. Lee", "B.M. Kim" ],
      "venue" : "chip. Appl. Phys. Lett",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Dielectrophoresis force spectroscopy for colloidal clusters",
      "author" : [ "H. Park", "M.T. Wei", "H.D. Ou-Yang" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Direct measurements of the frequency-dependent dielectrophoresis force",
      "author" : [ "M.T. Wei", "J. Junio", "H.D. Ou-Yang" ],
      "venue" : "Biomicrofluidics 2009,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1200
    }, {
      "title" : "Size-dependent dielectrophoretic crossover frequency of spherical particles",
      "author" : [ "P.Y. Weng", "I.A. Chen", "C.K. Yeh", "P.Y. Chen", "J.Y. Juang" ],
      "venue" : "Biomicrofluidics 2016,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1190
    }, {
      "title" : "Elucidating the DEP phenomena using a volumetric polarization approach with consideration of the electric double layer",
      "author" : [ "Y. Zhao", "J. Brcka", "J. Faguet", "G. Zhang" ],
      "venue" : "Biomicrofluidics",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Elucidating the Mechanisms of Two Unique Phenomena Governed by Particle-Particle Interaction under DEP: Tumbling Motion of Pearl Chains and Alignment of Ellipsoidal Particles",
      "author" : [ "Y. Zhao", "J. Brcka", "J. Faguet", "G. Zhang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Mapping alternating current electro-osmotic flow at the dielectrophoresis crossover frequency of a colloidal probe",
      "author" : [ "J. Wang", "M.T. Wei", "J.A. Cohen", "H.D. Ou-Yang" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2013
    }, {
      "title" : "Lateral separation of colloids or cells by dielectrophoresis augmented by AC electro-osmosis",
      "author" : [ "H. Zhou", "L.R. White", "R.D. Tilton" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2005
    }, {
      "title" : "Fluid flow induced by non-uniform ac electric fields in electrolytes on microelectrodes. III. Observation of streamlines and numerical simulation",
      "author" : [ "N. Green", "A. Ramos", "A. González", "H. Morgan", "A. Castellanos" ],
      "venue" : "Phys. Rev. E",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2002
    }, {
      "title" : "Ac electrokinetics: A survey of sub-micrometre particle dynamics",
      "author" : [ "N.G. Green", "A. Ramos", "H. Morgan" ],
      "venue" : "J. Phys. D: Appl. Phys",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2000
    }, {
      "title" : "Fluid flow induced by non-uniform ac electric fields in electrolytes on microelectrodes II—A linear double-layer analysis",
      "author" : [ "H. Morgan", "A. Gonzalez", "A. Ramos", "N. Green", "A. Castellanos" ],
      "venue" : "Phys. Rev. E",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2000
    }, {
      "title" : "Surface Conductance and Other Properties of Latex-Particles Measured by Electrorotation",
      "author" : [ "W.M. Arnold", "H.P. Schwan", "U. Zimmermann" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 1987
    }, {
      "title" : "Fundamentals of Interface and Colloid Sciencce: Vol. II: Solid-Liquid interfaces",
      "author" : [ "J. Lyklema" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1995
    }, {
      "title" : "Comprehensive analysis of alternating current electrokinetics induced motion of colloidal particles in a three-dimensional microfluidic chip",
      "author" : [ "T. Honegger", "D. Peyrade" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "Electric-Field-Induced Fluid Flow in Microelectrodes",
      "author" : [ "A. Ramos", "H. Morgan", "N.G. Green", "A. AC Castellanos" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1999
    }, {
      "title" : "In-situ AC electro-osmotic and thermal perturbation effects for wide range of ionic strength",
      "author" : [ "R.H. Vafaie", "A. Madanpasandi" ],
      "venue" : "AIMS Biophy. 2017,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2020
    }, {
      "title" : "Comprehensive analysis of particle motion under non-uniform AC electric fields in a microchannel",
      "author" : [ "J. Oh", "R. Hart", "J. Capurro", "H.M. Noh" ],
      "venue" : "Lab Chip",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "Multiphysical Modeling of DC and AC Electroosmosis in Micro- and Nanosystems",
      "author" : [ "M. Pribyl", "D. Snita", "M. Marek" ],
      "venue" : "In Modelling and Simulation;",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "New calibration method for position detector for simultaneous measurements of force constants and local viscosity in optical tweezers",
      "author" : [ "A. Buosciolo", "G. Pesce", "A. Sasso" ],
      "venue" : "Opt. Commun",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2004
    }, {
      "title" : "Particle trapping using dielectrophoretically patterned carbon nanotubes",
      "author" : [ "K. Khoshmanesh", "C. Zhang", "S. Nahavandi", "F.J. Tovar-Lopez", "S. Baratchi", "Z. Hu", "A. Mitchell", "K. Kalantar-zadeh" ],
      "venue" : "Electrophoresis",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2010
    }, {
      "title" : "Dynamic Analysis of Drug-Induced Cytotoxicity Using Chip-Based Dielectrophoretic Cell Immobilization Technology",
      "author" : [ "K. Khoshmanesh", "J. Akagi", "S. Nahavandi", "J. Skommer", "S. Baratchi", "J.M. Cooper", "K. Kalantar-Zadeh", "D.E. Williams", "D. Wlodkowic" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "AC DEP has been widely used in lab-on-a-chip systems [4,5] for particle/cell trapping [6–11], manipulation [12–15], and tissue engineering [16–19].",
      "startOffset" : 53,
      "endOffset" : 58
    }, {
      "referenceID" : 4,
      "context" : "AC DEP has been widely used in lab-on-a-chip systems [4,5] for particle/cell trapping [6–11], manipulation [12–15], and tissue engineering [16–19].",
      "startOffset" : 53,
      "endOffset" : 58
    }, {
      "referenceID" : 18,
      "context" : "The crossover frequency, at which the DEP force reverses its direction, is of particular importance since it is a key characteristic that enables particle/cell separations [20,21] and contains critical information on the mechanisms of the electric double layer (EDL) [22].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 19,
      "context" : "The crossover frequency, at which the DEP force reverses its direction, is of particular importance since it is a key characteristic that enables particle/cell separations [20,21] and contains critical information on the mechanisms of the electric double layer (EDL) [22].",
      "startOffset" : 172,
      "endOffset" : 179
    }, {
      "referenceID" : 20,
      "context" : "The crossover frequency, at which the DEP force reverses its direction, is of particular importance since it is a key characteristic that enables particle/cell separations [20,21] and contains critical information on the mechanisms of the electric double layer (EDL) [22].",
      "startOffset" : 267,
      "endOffset" : 271
    }, {
      "referenceID" : 25,
      "context" : "Several experimental methods were proposed to measure the crossover frequency of colloidal particles by using observation and estimation [23–26], the direct optical tweezers (OTs) force method [27,28], and a combination of optical tweezers and phase-sensitive lock-in detection (phase shift method) [28,29].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 26,
      "context" : "Several experimental methods were proposed to measure the crossover frequency of colloidal particles by using observation and estimation [23–26], the direct optical tweezers (OTs) force method [27,28], and a combination of optical tweezers and phase-sensitive lock-in detection (phase shift method) [28,29].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 26,
      "context" : "Several experimental methods were proposed to measure the crossover frequency of colloidal particles by using observation and estimation [23–26], the direct optical tweezers (OTs) force method [27,28], and a combination of optical tweezers and phase-sensitive lock-in detection (phase shift method) [28,29].",
      "startOffset" : 299,
      "endOffset" : 306
    }, {
      "referenceID" : 27,
      "context" : "Several experimental methods were proposed to measure the crossover frequency of colloidal particles by using observation and estimation [23–26], the direct optical tweezers (OTs) force method [27,28], and a combination of optical tweezers and phase-sensitive lock-in detection (phase shift method) [28,29].",
      "startOffset" : 299,
      "endOffset" : 306
    }, {
      "referenceID" : 25,
      "context" : ", 5 μm, in the low-frequency regime [27].",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 2,
      "context" : "On the theoretical side, the prevailing dipole model treats particles as point dipoles and does not consider the volume effect nor the distortion of the electric field caused by the particles [3].",
      "startOffset" : 192,
      "endOffset" : 195
    }, {
      "referenceID" : 28,
      "context" : "The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 29,
      "context" : "The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 29,
      "context" : "propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 30,
      "context" : "propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 23,
      "context" : "For instance, although polystyrene (PS) particles have a low material electrical conductivity, they have shown a high overall conductivity, when suspended in medium, according to dielectric measurements [25], which is evidence that the surface charge exists and is dominant.",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 31,
      "context" : "Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 24,
      "context" : "Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 24,
      "context" : "Unlike DEP, electrohydrodynamic forces (FEHD) cause fluid motion, which in turn results in a viscous drag on the particles [26].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 21,
      "context" : "However, experimental results reported by different groups using different methods still show a certain discrepancy, especially for larg r particles and/or a more conductive medium [23,29,30].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 27,
      "context" : "However, experimental results reported by different groups using different methods still show a certain discrepancy, especially for larg r particles and/or a more conductive medium [23,29,30].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 28,
      "context" : "However, experimental results reported by different groups using different methods still show a certain discrepancy, especially for larg r particles and/or a more conductive medium [23,29,30].",
      "startOffset" : 181,
      "endOffset" : 191
    }, {
      "referenceID" : 25,
      "context" : ", 5 μm, in the low-frequency regime [27].",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 2,
      "context" : "On the theoretical side, the prevailing dipole model treats particles as point dipoles and does not consider the volume effect nor the distortion of the electric field caused by the particles [3].",
      "startOffset" : 192,
      "endOffset" : 195
    }, {
      "referenceID" : 28,
      "context" : "The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 29,
      "context" : "The more comprehensive Maxwell stress tensor (MST) considers the effects mentioned above, but cannot predict the surface ion adsorption and the forming of an electric double layer (EDL), although an effective surface conductance can be assigned to account for the EDL effect [30,31].",
      "startOffset" : 275,
      "endOffset" : 282
    }, {
      "referenceID" : 29,
      "context" : "propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 30,
      "context" : "propose a new volumetric-integration (VI) method, which addresses those limitations and applies to particles of various sizes and shapes [31,32].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 23,
      "context" : "For instance, although polystyrene (PS) particles have a low material electrical conductivity, they have shown a high o erall conductivity, when suspended in medium, according to dielectric measurements [25], which is evidence that the surface charge exists and is dominant.",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 31,
      "context" : "Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 24,
      "context" : "Another possible source of discrepancy in the DEP crossover frequency is the fluid motion caused by the electrohydrodynamic effect (EHD), including AC electro-osmosis (ACEO) [33] and the electrothermal effect (ETE) [26].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 24,
      "context" : "Unlike DEP, electrohydrodynamic forces (FEHD) cause fluid motion, which in turn results in a viscous drag on the particles [26].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 21,
      "context" : "Both the PD model and the MST method account for the effect of an electric double layer (EDL) at the particle–medium interface by simply assigning a constant value of surface conductance (Ks), usually an empirical value around 1 nS [23], and the overall effective total conductivity of the particle is then obtained by a simple equation (σtotal = σbulk + 2Ks/R; where R is the particle radius and σbulk the bulk particle material conductivity) [23,38].",
      "startOffset" : 232,
      "endOffset" : 236
    }, {
      "referenceID" : 21,
      "context" : "Both the PD model and the MST method account for the effect of an electric double layer (EDL) at the particle–medium interface by simply assigning a constant value of surface conductance (Ks), usually an empirical value around 1 nS [23], and the overall effective total conductivity of the particle is then obtained by a simple equation (σtotal = σbulk + 2Ks/R; where R is the particle radius and σbulk the bulk particle material conductivity) [23,38].",
      "startOffset" : 444,
      "endOffset" : 451
    }, {
      "referenceID" : 36,
      "context" : "Both the PD model and the MST method account for the effect of an electric double layer (EDL) at the particle–medium interface by simply assigning a constant value of surface conductance (Ks), usually an empirical value around 1 nS [23], and the overall effective total conductivity of the particle is then obtained by a simple equation (σtotal = σbulk + 2Ks/R; where R is the particle radius and σbulk the bulk particle material conductivity) [23,38].",
      "startOffset" : 444,
      "endOffset" : 451
    }, {
      "referenceID" : 29,
      "context" : "in 2017 [31], to calculate the DEP force, considering the EDL and surface ion adsorption.",
      "startOffset" : 8,
      "endOffset" : 12
    }, {
      "referenceID" : 9,
      "context" : "where F is the Faraday constant, e is the elementary charge, k is the Boltzmann constant, T is the temperature, c is the concentration of electrolyte, qinitial is the initial surface charge density and qads is the adsorbed surface charge density determined by the adsorption theory of Langmuir isothermal along with the Grahame EDL structure model [10], which can be written in an analytical expression of",
      "startOffset" : 348,
      "endOffset" : 352
    }, {
      "referenceID" : 37,
      "context" : "Then the spatially varying conductivity at any point in the EDL can be determined through [39]:",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 37,
      "context" : "31× 10−4 m2 S/mol for NaCl medium) [40], η is the viscosity of the medium, and ζ is the zeta potential [39].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 29,
      "context" : "5μc, where μc is the mobility of co-ions in the diffuse layer since the mobility in the Stern layer is known to be smaller than that in the diffuse layer [31].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 38,
      "context" : ", AC electroosmosis (ACEO) and electrothermal effect (ETE) [41].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 22,
      "context" : "ACEO is a frequency-dependent fluid flow due to alternating electrode polarization and counter-ion accumulation [24,25,42].",
      "startOffset" : 112,
      "endOffset" : 122
    }, {
      "referenceID" : 23,
      "context" : "ACEO is a frequency-dependent fluid flow due to alternating electrode polarization and counter-ion accumulation [24,25,42].",
      "startOffset" : 112,
      "endOffset" : 122
    }, {
      "referenceID" : 39,
      "context" : "ACEO is a frequency-dependent fluid flow due to alternating electrode polarization and counter-ion accumulation [24,25,42].",
      "startOffset" : 112,
      "endOffset" : 122
    }, {
      "referenceID" : 22,
      "context" : "It has been applied to manipulate particles in lab-on-chip devices since introduced in 1998 [24,42,43].",
      "startOffset" : 92,
      "endOffset" : 102
    }, {
      "referenceID" : 39,
      "context" : "It has been applied to manipulate particles in lab-on-chip devices since introduced in 1998 [24,42,43].",
      "startOffset" : 92,
      "endOffset" : 102
    }, {
      "referenceID" : 40,
      "context" : "It has been applied to manipulate particles in lab-on-chip devices since introduced in 1998 [24,42,43].",
      "startOffset" : 92,
      "endOffset" : 102
    }, {
      "referenceID" : 38,
      "context" : "Studies involving ACEO flow modeling in microfluidic systems [41,44] often refer to the numerical model established by Ramos et al.",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 41,
      "context" : "Studies involving ACEO flow modeling in microfluidic systems [41,44] often refer to the numerical model established by Ramos et al.",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 39,
      "context" : "in 1999 [42], which accounts for the impedance of the electrolyte by simplifying it to be discrete current flux tubes of different radii between the electrode gap and captures the position dependency and voltage drop across the electrode EDL linearly.",
      "startOffset" : 8,
      "endOffset" : 12
    }, {
      "referenceID" : 22,
      "context" : "Electrothermal effect (ETE) refers to the fluid flow induced by Joule heating in the fluid surrounding the electrodes when an electric field E is applied [24,41].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 38,
      "context" : "Electrothermal effect (ETE) refers to the fluid flow induced by Joule heating in the fluid surrounding the electrodes when an electric field E is applied [24,41].",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 22,
      "context" : "Note that the transient effect (ρmcp∂T/∂t, where ρm and cp are the mass density and the specific heat, respectively) and the fluid flow effect (ρmcpv · ∇T) are in general negligible in microelectrode fluidic devices [24].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 22,
      "context" : "The total force per unit volume can be written in the form of the time-averaged Korteweg–Helmholtz force density equation for incompressible flow [24,41,44], 〈 fE 〉 = 1 2 Re [",
      "startOffset" : 146,
      "endOffset" : 156
    }, {
      "referenceID" : 38,
      "context" : "The total force per unit volume can be written in the form of the time-averaged Korteweg–Helmholtz force density equation for incompressible flow [24,41,44], 〈 fE 〉 = 1 2 Re [",
      "startOffset" : 146,
      "endOffset" : 156
    }, {
      "referenceID" : 41,
      "context" : "The total force per unit volume can be written in the form of the time-averaged Korteweg–Helmholtz force density equation for incompressible flow [24,41,44], 〈 fE 〉 = 1 2 Re [",
      "startOffset" : 146,
      "endOffset" : 156
    }, {
      "referenceID" : 25,
      "context" : "In the direct OT force method, the DEP force applied on an OT-trapped particle is measured by the spring equation, FOT = FDEP = kx, where x is the lateral displacement of the trapped particle from the beam focus [27,46].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 43,
      "context" : "In the direct OT force method, the DEP force applied on an OT-trapped particle is measured by the spring equation, FOT = FDEP = kx, where x is the lateral displacement of the trapped particle from the beam focus [27,46].",
      "startOffset" : 212,
      "endOffset" : 219
    }, {
      "referenceID" : 27,
      "context" : "[29] but use only one OT laser, which retains the same accuracy with a much simpler calibration process.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "Another major problem of the observation method is that it is difficult, if not impossible, to isolate a single particle, hence the measured frequency is questionable due to the effect of particle–particle interaction [32].",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 30,
      "context" : "Another major problem of the observation method is that it is difficult, if not impossible, to isolate a single particle, hence the measured frequency is questionable due to the effect of particle–particle interaction [32].",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 41,
      "context" : "Within a specific range of frequencies and conductivities, these flows can exert a drag force (the Stokes’ drag law, fdrag = 6πηRv [44]) of the same order of magnitude as the DEP force on the microparticle (especially for the larger ones since fdrag ∝ R) held at the electrode edge by the optical tweezers.",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 41,
      "context" : "Within a specific range of frequencies and conductivities, these flows can exert a drag force (the Stokes’ drag law, d rag 6 R π η = f v [44]) of the same order of magnitude as the DEP force on the microparticle (especially for the larger ones since fdrag ∝ R) held at the electrode edge by the optical tweezers.",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 27,
      "context" : "At lower frequencies under 500 kHz, the positive DEP (pDEP) force is much higher than the electrohydrodynamic drag forces, and thus the pDEP force (toward the edge of the electrode) dominates the point of particle oscillation [29], which is at the center of the OTs (that coincides with the edge of the electrode) at this instance.",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 27,
      "context" : "At lower frequencies under 500 kHz, the positive DEP (pDEP) force is much higher than the electrohydrodynamic drag forces, and thus the pDEP force (toward the edge of the electrode) dominates the point of particle oscillation [29], which is at the center of the OTs (that coincides with the edge of the electrode) at this instance.",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 29,
      "context" : "This is because the specific co-ion adsorption phenomenon, and hence the effect of EDL, is much more evident on smaller particles [31].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 23,
      "context" : "Figure 12a,c,e are the comparison of the crossover frequency between the experimental data from [25] and our simulations using the VI model.",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 29,
      "context" : "This is because the specific co-ion adsorption pheno enon, and hence the effect of EDL, is much more evident on smaller particles [31].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 23,
      "context" : "Figure 12a,c,e are the comparison of the crossover frequency between the experimental data from [25] and our simulations using the VI model.",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 23,
      "context" : "(a,c,e) Comparison of our volumetric-integration simulations, with and without ion-adsorption, and measurements from [25].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 23,
      "context" : "(a,c,e) Comparison of our volumetric-integration simulations, with and without ion-adsorption, and measurements from [25].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 20,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 23,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 36,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 20,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 23,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 36,
      "context" : "In this section, we further discuss a possible reason that may explain why disagreement of experimental data from different research groups may still exist, although various modifications of the surface conductance equations have been introduced [22,25,38].",
      "startOffset" : 246,
      "endOffset" : 256
    }, {
      "referenceID" : 44,
      "context" : "Also, many natural particles and cells are nonspherical [47,48].",
      "startOffset" : 56,
      "endOffset" : 63
    }, {
      "referenceID" : 45,
      "context" : "Also, many natural particles and cells are nonspherical [47,48].",
      "startOffset" : 56,
      "endOffset" : 63
    } ],
    "year" : 2020,
    "abstractText" : "We present a comprehensive comparison of dielectrophoretic (DEP) crossover frequency of single particles determined by various experimental methods and theoretical models under the same conditions, and ensure that discrepancy due to uncertain or inconsistent material properties and electrode design can be minimized. Our experiment shows that sulfateand carboxyl-functionalized particles have higher crossover frequencies than non-functionalized ones, which is attributed to the electric double layer (EDL). To better understand the formation of the EDL, we performed simulations to study the relationship between initial surface charge density, surface ion adsorption, effective surface conductance, and functional groups of both functionalized and nonfunctionalized particles in media with various conductivities. We also conducted detailed simulations to quantify how much error may be introduced if concurrent electrohydrodynamic forces, such as electrothermal and electro-osmotic forces, are not properly avoided during the crossover frequency measurement.",
    "creator" : "LaTeX with hyperref package"
  }
}