{
  "name" : "downloads_2019-10-23_00_soarescoasta2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Josiane Soares Coasta", "Michel Prestat", "Benoit Lescop", "Stéphane Rioual", "Bernard Tribollet", "Lorenz Holzer", "Krystel Pélissier", "J. Soares Costa", "M. Prestat", "B. Lescop", "B. Tribollet", "L. Holzer", "K. Pélissier" ],
    "emails" : [ "michel.prestat@institut-corrosion.fr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1\nZinc oxide (ZnO) films with nano-granular structure were deposited by radio-frequency magnetron sputtering. The absence of preferred orientation was verified by XRD. HAADFSTEM micrographs revealed a nanoporous structure with pore size and grain size around 10 nm. The narrowness of the pores enabled to approximate that oxygen reduction takes place at the surface of the layers. During cathodic polarization, the surface of the electrodes became rougher due to the development of nodules on the surface. The ZnO electrodes exhibit a high activity towards oxygen reduction in KOH solution (pH = 10). Rotating ring-disk electrode measurements coupled with reaction modelling allowed to quantitatively demonstrate that the direct reduction prevailed with the indirect pathway being active as well."
    }, {
      "heading" : "1. Introduction",
      "text" : "The oxygen reduction reaction (ORR) is one of the major cathodic reactions in corrosion science and more generally in electrochemistry. Although various reaction mechanisms have been proposed in the literature depending on the electrode material and testing conditions, [1-3] a common feature consists of the competition between two parallel pathways. Oxygen can be reduced directly into hydroxyl ions (associated rate constant k1), or indirectly with hydrogen peroxide as intermediate species (rate constants k2 and k3). Hydrogen peroxide may also be chemically decomposed at the electrode surface (rate constant k4). [3,4] The (electro)chemical reaction steps can be written as follows:\nA cc\nep te\nd M\nan us\nThis article is protected by copyright. All rights reserved.\n2\nO2 + 2 H2O + 4 e - → 4 OH- (step k1) (1) O2 + H2O + 2 e - → HO2 - + OH- (step k2) (2)"
    }, {
      "heading" : "HO2",
      "text" : "- + H2O + 2 e - → 3 OH- (step k3) (3) 2HO2 - → O2 + 2 OH - (step k4) (4)\nDepending on the reaction pathway, the number, n, of electrons (per reduced molecule of oxygen) varies between 2 and 4. The detection of hydrogen peroxide and therefore the relevance of the indirect pathway is usually carried out by collection-based techniques, such as rotating-ring disk electrode (RRDE) [4-6] and double-channel electrode flow cell. [7-9] Ideally this is done with a smooth working electrode (where ORR takes place) that is coplanar with the collecting electrode at which oxidation of hydrogen peroxide occurs. Zinc is a metal of considerable industrial and societal interest as it serves as protective coating for steel. [10] It is widely used in the automotive and building industries. Zinc oxide (ZnO) is often found in corrosion products formed on zinc under various exposure conditions. However, its electrochemical behaviour is not well understood yet, in particular towards ORR, and there is still a debate for results obtained in immersion and under atmospheric conditions, as recalled by Cole’s recent review. [11] Different results were also obtained with native (passive) zinc oxide layers on bare zinc and thicker ZnO coatings (ca. hundreds of nanometers) that were artificially produced, as summarized below. The early work of Delahay [12] by polarography on zinc in phosphate solution at pH 6.9 showed that n was close to 2 at low overpotentials and increased to 4 at more negative potentials. This suggests a dependence of the ORR mechanism on the passive/active state of zinc. The same trend was found in other studies on zinc (or galvanized steel) in near-neutral NaCl electrolyte by linear sweep voltammetry [13-15] and in alkaline solutions using RRDE. [5,16] The electrochemical behaviour of passive zinc producing hydrogen peroxide (pathway k2) and active (reduced) zinc generating only OH- anions (pathway k1) was more recently modelled by Flitt et al. [17] The transition between passive and active states was experimentally evidenced by a reduction peak in the polarization curves (recorded potentiodynamically in the cathodic direction). [13–15,17] In contrast, on thicker ZnO films (ca. 1200 nm) prepared by electrodeposition, the ORR kinetics was found to be mostly governed by the direct reduction pathway. [18,19] Furthermore, the ORR inhibition properties of ZnO (or ZnO-containing) patinas have been reported in the literature. Thin nanostructured ZnO layers with no preferred orientation were\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n3\ngrown on zinc, both anodically and cathodically in NaCl electrolyte. [20,21] They were found to diminish the cathodic activity compared to that of bare zinc in near-neutral solutions. ORR activity reduction on steel substrate was also evidenced by Thébault et al. while investigating ZnO deposits at the cut-edge of galvanized steel samples using the electrochemical microcapillary cell technique. [22] A different viewpoint was proposed in the field of atmospheric corrosion where some authors have formulated the hypothesis that the degradation of zinc (and zinc alloy) coatings could be cathodically enhanced by the presence of ZnO. [23, 24] In a scanning Kelvin probe study, Nazarov et al. demonstrated an increase of surface potential of “thick” ZnO films (ca. 200 nm, prepared by thermal oxidation) [25] compared to native films (several nanometers thin) under droplets of zinc sulfate. The authors suggested a greater ability of the thick layers to reduce oxidizing species (such as O2 molecules). In contrast, Thomas et al. evidenced a protective effect of ZnO patinas grown under artificial seawater droplets. [26] The patinas exhibited a significant gradient of porosity with an open structure on the electrolyte side and a compact one close to the zinc substrate. [26 -28] A model describing the involvement of ORR in the development of such layers was proposed by Venkatraman et al. [29] One of the aims of the present study was to sputter ZnO layers exhibiting nano-granular structure (hereafter also referred to as “non-textured ZnO” or “ZnO with no preferred orientation) with no porosity or with very narrow pores. Such layers allow to approximate that oxygen reduction takes place only at the surface of the ZnO layers (as the transport of electroactive species within the pore network is too resistive) and to simplify the electrochemical modelling. The rationale for the targeted nano-granular structure is that, in the context of corrosion, it is not expected to have patinas with a well-defined texture but rather with multiple crystallographic orientations. [26] Finally, sputtering was chosen for its ability to producing thin oxide films as “model systems” in academic research with a large variety of nanostructures depending on the selected deposition parameters, such as target composition, nature of the reactive gases and power (among others). [30-38] To the best of our knowledge, no synthesis of dense nano-granular ZnO layers using “onestep” sputtering (with no annealing post-treatment) has been reported before. To obtain sputtered ZnO films with no preferred orientation, researchers modified the pressure of oxygen on the deposition procedure. [36-38] There seems to be a trend indicating that, when the O2 partial pressure is increased, more randomly-oriented grains are observed in XRD experiments. Sasi et al. deposited ZnO films on 3C-SiC-on-Si substrates by using radio-frequency (rf) magnetron sputtering technique with zinc target, changing the O2/Ar gas ratio and annealing the layers at different temperatures. [36] The authors observed that a mixture containing 50% O2 and 50%\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n4\nAr showed three peaks (100, 002, 101) on the XRD diffractogram with practically the same intensity after annealing at 600°C. No data on the crystalline structure without annealing was supplied, suggesting that the as-deposited films were probably (002)-oriented. No microstructural data on the porosity was reported. Abdallah et al. prepared ZnO thin films with rf-magnetron sputtering (with zinc oxide target) using glass as substrate and varying the oxygen flow rate. [37] No post-deposition heat-treatment was done. They observed that increasing the flux of O2 resulted in the decrease of the (002) orientation and in the appearing of the (100) reflection. No reliable microstructural information was reported. Maslyk et al. synthesized Zn/ZnO films with DC magnetron sputtering (with zinc target) by increasing the gas flow rates while keeping the same 10:1 Ar:O2 ratio. [38] Due to the limited amount of oxygen, the produced films were essentially made of zinc. Yet it is interesting to observe from cross-sectional SEM micrographs that the porosity of the layers decreases with increasing oxygen flow rate. In this work, oxygen reduction was investigated on sputtered ZnO layers exhibiting nanogranular structure and pore size in the nanometer range (<10-15 nm). The ZnO films were characterized by XRD, Raman microscopy, XPS, SEM, EDX and HAADF-STEM Oxygen reduction was investigated using RRDE, chronoamperometry and potentiodynamic voltammetry. The ratio between direct and indirect oxygen reduction was quantitatively evaluated using reaction mechanism modelling."
    }, {
      "heading" : "2. Oxygen reduction mechanism: mathematical model",
      "text" : "In order to quantify the prevalence of the direct or indirect pathway in the oxygen reduction process, the ORR mechanism proposed above (reactions (1-4)) was investigated experimentally using the RRDE technique (Figure 1). The reaction model is adapted from the work of Heller-Ling et al. on alkaline ORR at NixCo3-xO4 spinel films using a double-electrode channel flow cell. [7]\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n5\nFigure 1: Alkaline oxygen reduction reaction model. The superscripts b and s mean “species in the bulk of the electrolyte” and “species near the disk surface, respectively”. Ω is the RRDE rotation rate and N the collection efficiency. ZO2 and ZHO2- are the diffusion-convection rate constants of oxygen and hydrogen peroxide (respectively).\nDuring a RRDE experiment, the oxygen is reduced at the disk electrode and the hydrogen peroxide is transported to the concentric ring by the centrifugal force where it is reoxidized (“collected”) by applying an appropriate anodic potential. For sake of simplification, the disk current, Id, and the ring current, Ir are here considered in terms of modulus. Hence the negative sign of oxygen reduction current (disk current) is ignored. Ideally, the disk electrodes are smooth and dense and the currents are measured under steady-state conditions. The validity of these assumptions are discussed in the section “results and discussion” below based on the experimental findings of this study. According to the reaction model of Figure 1, the disk current, Id, can be written as follows:\nId = 4FSk1CO2 s + 2FSk2CO2 s + 2FSk3CHO2s\n(5)\nwith F being the Faraday constant, S the active surface area of the electrode, CO2 s the oxygen concentration near the electrode surface and CHO2s the hydrogen peroxide concentration near the electrode surface.\nUnder steady-state conditions, the reaction and transport fluxes generating and consuming O2 and HO2 - near the surface of the disk are equal, hence:\n(k1 + k2)CO2 s = k4CHO2s + ZO2Ω 1/2 CO2 b\n(6)\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n6\nk2CO2 s = (k3 + k4 + ZHO2-Ω 1/2)CHO2s (7)\nwith:\nZO2 = 0.201  -1/6 DO2 2/3 (8) ZHO2- = 0.201 -1/6DHO22/3 (9)\nwith Ω being the RRDE rotation rate (expressed in rpm), ZO2 and ZHO2- the diffusionconvection rate constant of oxygen and hydrogen peroxide (respectively),  the kinematic viscosity of the electrolyte and DO2 and DHO2- the diffusion coefficient constant of oxygen and hydrogen peroxide (respectively).\nBy combining Eq. (6) and Eq. (7), the concentration of the species at the disk surface, CO2 s and CHO2s , can be calculated as a function of all the kinetic and transport parameters:\nCO2 s = A ZO2Ω\n1/2 CO2 b\nA(k1 + k2) - k4 (10)\nCHO2s = ZO2Ω\n1/2 CO2 b\nA(k1 + k2) - k4 (11)\nwith,\nA = k3+ k4+ZHO2-Ω\n1/2\nk2 (12)\nBy implementing Eq. (10) and Eq. (11) in Eq. (5), one obtains the dependence of Id on the rate constants and the rotation rate Ω:\nId = 2FSZO2Ω\n1/2 CO2 b\nA(k1+k2) - k4 {A(2k1+ k2) + k3} (13)\nThe ring current, Ir, can be expressed as:\nIr = 2NFSZHO2- Ω 1/2 CHO2s\n(14)\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n7\nwith N being the collection efficiency of the RRDE. By combining Eqs. (11), (12), (13) and (14), one gets the following equation:\nNId\nIr = (\n2k1\nk2 + 1) +\n1\nZHO2- Ω 1/2 {\n2k1\nk2 (k3+ k4) + 2k3+ k4} (15)\nIf the model applies, plotting NId\nIr as a function of Ω -1/2 leads to a straight line whose intercept\non the vertical axis (i.e. at infinite rotation rate) yields 2k1\nk2 + 1 from which the ratio\nk1 k2 can be\nderived. From a kinetic point of view, the extrapolation to infinite rotation rate allows to simplify the reaction kinetics by “ignoring” the steps k3 and k4. It is important to note that the determination of k1\nk2 is independent of the electrode/electrolyte surface area."
    }, {
      "heading" : "Experimental Section",
      "text" : ""
    }, {
      "heading" : "Deposition of the ZnO layers",
      "text" : "ZnO films were deposited on copper substrates by radio-frequency magnetron sputtering (Univex 350, Oerlikon) using a zinc target. Copper cylinder substrates (5 mm diameter, 4 mm height) were micro-machined from commercially available rods (purity > 99.95%, GoodFellow) to fit the RRDE setup. The substrates were grinded (Stuers Tegramin-25) with SiC paper (P2500 and P4000 for 60 s each) using water as a lubricant. The finishing of the surface was done with a polishing cloth (MasterTex, Buehler) and polycrystalline diamond suspensions (3 μm and 1 μm, each for 180 s). The substrates were then ultrasonically cleaned in ethanol, rinsed in deionized water and air-dried. Samples for X-ray photoelectron spectroscopy (XPS) measurements were deposited on thinner glass substrates that fit the sample holder of the analysis apparatus. The substrates (copper and glass) were not heated during deposition. The working chamber was vacuumed to reach a base pressure of 4.8 x10-7 mbar. The substrates were fixed at a distance of ca. 10 cm parallel to the zinc target surface. A mixture of argon and oxygen reactive gases (with a relatively high oxygen flux: Ar:O2 20:3 sccm) was utilized. The gas purities were 99.9996% for Argon and 99.9995% for O2. Pre-sputtering was carried out for 30 min to clean and equilibrate the target surface prior to deposition. The same conditions were used for pre-sputtering and sputtering, except deposition time. During deposition, the total pressure was kept at 1.7 x10-2 mbar. The input power at the target was fixed at 250 W.\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n8"
    }, {
      "heading" : "Characterization of the ZnO layers",
      "text" : "X-ray diffraction (XRD) was done to analyse the crystalline structure of the ZnO layers using PANalytical Empyrean apparatus with CuK radiation (1.5408 Å). Raman microscopy provided information on the chemical composition and the crystallinity of the films. Measurements were carried out using a confocal Raman spectrometer Horiba-Jobin Yvon Xplora Plus equipped with a TE-cooled CCD camera (1024 x 256 pixels). A 532 nm laser source was used with a x100 objective and a 1200 groves per mm grating in mapping mode (40 x 40 µm² with 1 µm step). The surface of the layers was analysed by XPS using an Al-Kα X-ray source (Thermo VG) and a cylindrical mirror analyser (RIBER). Top-view secondary electron imaging was performed with a field emission SEM (FEI Quanta 200F) at 20 kV to characterize the surface morphology of the ZnO layers. The machine was equipped with an energy dispersive X-ray spectroscopy (EDX) system from EDAX (Octane Super, with TEAM software) that enabled to determine the composition of the layers. EDX spot analyses were acquired at 20 kV (10 measurements for each analysis). The nanostructure of the ZnO layers was investigated with high resolution scanning transmission electron microscopy (STEM, FEI Talos F200X) at 200 kV. For this purpose, electron transparent TEM lamellas (thickness ca. 50 nm) were fabricated with focus ion beam. The High-Angle Annular Dark Field (HAADF) detector provided the best contrast settings for capturing the internal pore structure of the ZnO layers."
    }, {
      "heading" : "Electrochemical measurements",
      "text" : "All the electrochemical experiments were conducted at room temperature in KOH solutions at pH = 10 +/- 0.1 with KCl 0.2 M as supporting electrolyte. The counter-electrode was a large titanium-based metallic grid placed below the working electrode. The reference electrode was a mercury/mercury oxide electrode (Hg-HgO, KOH 1M). Oxygen reduction (ORR) was investigated using chronoamperometry, potentiodynamic voltammetry and RRDE. In the RRDE setup (Pine Research Instrumentation), the ZnO disk layer (on top of the copper substrate, diameter: 5 mm) was surrounded by a concentric gold ring (width: 1 mm). The two electrodes were separated by a 0.75 mm wide Teflon gap. The collection efficiency of the ring, N, was beforehand measured to be 23 % by performing the reduction of the ferricyanide anion (from a K3Fe(CN)6 solution,10 mM) on the disk and collecting (oxidizing) the resulting ferrocyanide on the ring (not shown here). The disk and the ring currents were recorded simultaneously at fixed potentials while varying the rotation rate (between 40 and 600 rpm). The potential of the ring electrode was set at + 0.850 V (vs. Hg-\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n9\nHgO). This four-electrode arrangement was controlled by a bipotentiostat formed by two synchronized potentiostats (Reference 600, Gamry). Additional disk polarization curves were recorded with slow scan rates of 0.5 mV/s at a rotation rate of 1000 rpm (with disconnected ring) in order to compare with literature data. The electrochemical measurements were repeated at least three times for each experiment."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "Figure 2 shows a typical diffractogram and a representative Raman spectrum of the asdeposited layers. The XRD spectrum (Fig. 2a) displays multiple orientations, the most important being the (002), (010) and (011), which evidences the non-textured nature of the crystalline parts of the film. Debye-Scherrer analysis yields an averaged grain size of 9 nm.\nFigure 2: Analysis of the composition and the crystallinity of the as-deposited layers. (a) XRD diffractogram (note the logarithmic scale of the intensity axis); (b) Baseline-corrected Raman spectrum.\nThe Raman spectral signature (Fig. 2b) corresponds to zinc oxide with two major signals near 560 cm-1 and 430-440 cm-1 that are in good agreement with previous corrosion studies. [20,21] Those signals are attributed to the A1(LO) mode and to the E2H mode respectively. [39-43] The intensity ratio E2H/A1(LO) shows that a significant part of the ZnO film is in amorphous state. In combination with XRD results, it can be concluded that the layers are only partly crystalline (with no preferred orientation). Partially amorphous nanostructured ZnO with no preferred orientation was also recently found in simonkolleite/ZnO artificial patinas produced by oxidation of zinc substrates in NaCl solutions. [20] The XPS analysis of the non-textured films is shown in Figure 3. The films exhibit only the Zn and O peaks. No other impurities are observed on the surface of the samples. The O (1s) peak\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n10\nis centred at 531 eV and is related to the O2 - in the ZnO structure. The Zn (2p) and Auger Zn (LMM) spectra are centred at 1022 and 989 eV, respectively, which reveals the presence of ZnO on the surface. No metallic zinc was found. The derived α Auger parameter is 2011 eV, close to the value expected for ZnO (2010.4 eV). [19,44]\nFigure 3: Surface analysis of the as deposited ZnO films: a) XPS spectrum of O (1s); b) XPS spectrum of Zn (2p3/2); c) Auger spectrum of Zn (LMM). The substrate was glass.\nThe morphology of the layers was investigated with scanning electron microscopy (Figure 4). Top-view SEM micrographs (Fig. 4a) show that the ZnO films are made of a base layer on top of which one can see spherical “nodules” with a diameter of ca. 0.5 μm to 1 μm. The base layer consists of very small grains hinting at the desired nano-granular structure. Figures 4b and 4c display the HAADF-STEM cross-sectional images revealing that the layers are nanoporous with pores mostly narrower than 10 nm (with a few larger pores around 15-20 nm). Grain size is in the range of 10 nm which is consistent with the Debye-Scherrer analysis mentioned above. It is believed that the electrolyte might penetrate the pore network but, from an electrochemical kinetic point of view, ORR takes place essentially at the surface of such\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n11\nlayers. The thickness of the ZnO films is 600-800 nm (depending on the sample) for 5 minutes of deposition which corresponds to a growth rate of 120-160 nm/min.\nFigure 4: Microstructure characterization of the as-deposited ZnO films: (a) top-view SEM micrograph (inset: zoom-in), (b) and (c) HAADF-STEM cross-sectional images, with (c) being a zoom-in on the ZnO layer.\nEDX spot measurements were carried out for both the base layer and the nodules (spectra not shown). The composition of the as-deposited films is close to the nominal 50:50 Zn:O atomic ratio (52:48 for the base layer, 45:55 for the nodules) of ZnO.\nDC investigations under cathodic polarization were performed to gain understanding on the ORR activity and reaction mechanism. Based on the preliminary measurements (not shown\nhere), the nano-granular ZnO was considered as a good electrical conductor (conductivity \n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n12\n10-2 Ω-1 cm-1). Hence the ohmic drop within the ZnO layer during DC polarization is negligible (< 1 mV). Preliminary cross-plane measurements of the electric resistance of the ZnO films in air were performed (not shown here). A thin copper electrode was sputtered on top the ZnO film while the other electric contact was the copper substrate. The conductivity of the nano-granular ZnO was evaluated to be ca. 10-2 Ω-1 cm-1. Hence the ohmic drop within the ZnO layers during DC polarization was negligible (<< 1 mV). Systematically, chronoamperometry at -0.7 V (OCP was ca. -0.1 V) with a rotation rate of 200 rpm was carried out as first experiment right after electrode immersion in order to evaluate the electrochemical stability of the films. A typical chronoamperometric curve is shown in Figure 5.\nFigure 5: Typical chronoamperometry curve of the disk recorded at -0.7V and at a rotation rate of 200 rpm.\nAt the beginning of the measurement, the current density decreases sharply, which corresponds to the capacitive discharge resulting from the applied potential step from OCP to -0.7 V. Thereafter, the current density increases steadily at a rate of ca. 1-2 μA/cm2/min during ca. 40- 60 min (depending on the sample). During this period, no reliable analysis of the ORR mechanism could be done since no steady-state conditions were reached. This period is denoted “stabilization phase”. It is followed by a “pseudo-steady-state” regime in which the current\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n13\ndensity is stable or continues to increase very slowly (0 - 0.5 μA/cm2/min). Under those conditions, the rapid measurements of disk and ring currents (as described below in Figure 8a) are considered as reliable. From the beginning to the end of the DC polarization (chronoamperometry + RRDE experiments), the current density increases by 20-50 %, depending on the sample and the duration of polarization. In order to gain more insight on the evolution of the current shown in Figure 5, SEM imaging of the surface of the films was performed before and after polarization (Figure 6). A roughening of the surface due to the development of a large number of nodules during polarization is clearly visible on the SEM micrographs (Figure 6b). The increase of current density observed during the stabilization phase can thus be ascribed to the nodule growth that leads to an increase of the electrode/electrolyte surface area. Yet one must bear in mind that, even if they have similar shape and size, the nodules from the as-deposited samples (Figure 6a) originate from the sputtering deposition while the additional nodules of the post-mortem samples (Figure 6b) are likely to be generated from a chemical or electrochemical process .\nFigure 6: SEM top-view micrographs of the non-textured ZnO surface: (a) as-deposited; (b) after electrochemical analysis.\nEDX spot measurements (spectra not shown here) after polarisation evidence that the composition of the base layer remain almost unchanged (50:50 Zn:O). In contrast, the nodules are richer in oxygen (from 44:56 till 36:64 Zn:O) than in the as-deposited state. Additional post-mortem analyses were performed to better understand the nodule-rich surface (Figure 7). XRD diffractograms demonstrate that the rough electrodes (after polarization) do not contain any additional crystalline compound (Fig. 7a). Raman analysis with a large\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n14\nmapping including a great number of nodules was performed (Figure 7b). No difference between the base layer and the nodule spectral signature is evidenced in the post-mortem analyses. Furthermore, nearly the same spectrum is obtained for the as-deposited and the postmortem samples (note that the peak intensity is not a relevant information as it varies from one location to another during the mapping process). Those results suggest that the excess of oxygen found in the nodules could come from interstitial oxygen rather than additional compounds such as Zn(OH)2. Yet, at this point of our research, more work is needed to understand the growth mechanism of the nodules during the polarisation and the resulting oxygen-rich composition. Those investigations are beyond the scope of the present paper. The ORR findings presented below are those of rough ZnO (after the stabilization phase). As the electrochemical techniques used in this study provide only “global” information, the results have to be seen as “averaged” properties of the ZnO base layer and the nodules.\nFigure 7: Compositional analysis of the ZnO layers in the as-deposited state and after electrochemical polarisation (post-mortem). (a) XRD diffractograms (note the logarithmic scale of the intensity axis) and (b) baseline-corrected Raman spectra.\nIn order to apply the ORR model presented in Section 2, the assumptions and approximations were made:\n The oxygen reduction takes place at the surface of the electrode and not in the pore\nnetwork as the latter is too resistive for the transport of electroactive species. In view of the HAADF-STEM results (Fig. 4b and 4c), this approximation is realistic.\n The measurements of the disk and ring current are carried out under steady-state\nconditions. In practice, they were performed under “pseudo-steady-state” conditions after the stabilization phase (Figure 5). The swiftness of the RRDE measurement (typically one minute, see Figure 8a below) enabled to make reliable assessments of the\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n15\ndisk and ring currents by considering that they are stable during this short period of time. Note that it is not the case during the stabilization phase.\n The RRDE theory has been developed for smooth disk electrodes. In this study, it is\nassumed that it also applies to “moderately rough” electrodes like those described in Figure 8b). The reasonable nature of this approximation is also supported by the fact that the determination of the NId\nIr ratio is not affected by disk surface area (Eq. (15)).\nTypical experimental RRDE data is presented in Figure 8. The disk and ring current are recorded under pseudo-steady-state conditions at fixed potential while varying the rotation rates. In Figure 8a, Ir is divided by the collection efficiency N (23%). It represents the ring current that would be generated if this efficiency was 100%. The NId\nIr vs. Ω ½ plots for several non-textured ZnO films at -0.7 V and -0.9 V are shown in\nFigure 8b. The good linear regressions validate the proposed model along with its assumptions and approximations. Although there is some scattering in the results from one sample to naother, the intercepts on the y-axis led to rather reproducible values. The ratio k1\nk2 was 1.1 to\n1.6 at -0.7 V and 1.3 to 2.2 at - 0.9 V. Thus there is a slight prevalence of the direct oxygen reduction (pathway k1). The results indicate that both the direct and indirect pathways contribute to the reduction of oxygen and none of them can be neglected. In the reports of the literature about ORR investigated on zinc with the RRDE technique, the trend is that the reaction mechanism is potential-dependent (in alkaline and near-neutral electrolytes). [5,45] On passive zinc (i.e. covered by a few nanometers of ZnO) and low cathodic overpotentials, a twoelectron reaction was found, producing only hydrogen peroxide (no direct reduction). This corresponds to the step k2 of our reaction mechanism. With increasing negative potentials, the contribution of the direct reduction (step k1) increases until it becomes the unique reaction (with no hydrogen peroxide produced). This “switch” of reaction mechanism is associated with the passive-active transition of the zinc surface when the potential goes more negative. [16] Thus it appears that the “thick” ZnO films of this study behave quite differently with both the production of OH- (step k1) and hydrogen peroxide (step k2) even far from the equilibrium potential.\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\n17\nOnce the ratio k1\nk2 is established, the next question to answer is: what happens to the hydrogen\nperoxide ions ? According to the reaction model (Figure 1), the following scenarios are possible:\n(1) The indirect reduction reaction proceeds no further. This means k3 = k4 = 0. (2) HO2- is reduced to OH- (step k3). (3) HO2- is chemically decomposed into O2 (step k4). (4) HO2- is partially reduced (step k3) and partially decomposed (step k4) simultaneously.\nThese four scenarios are, in principle, distinguishable based on the values of Ir/N and n, the mean number of exchanged electrons per reduced oxygen molecule (2 ≤ n ≤ 4). In theory, it is possible to evaluate n using the Koutecky-Levich equation: [46]\n1 Id = 1 Ik +\n1\n0.201 n S F CO2 b DO2\n2 3 ⁄ ʋ-1 6⁄ Ω1 2⁄ (24)\nwith Ik being the kinetic current (in absence of mass transport limitations) and S the active electrolyte/electrolyte interface area. Plotting 1\nId vs. Ω -½ yields a straight line whose slope enables to calculate n provided that S is\nknown:\nn = 1\n0.201 S F CO2 b DO2\n2 3 ⁄ ʋ-1 6⁄ slope (25)\nFor a plane electrode, S is taken as the geometrical area of the disk (here 0.196 cm2 for a disk with a diameter of 5 mm). Yet using the geometrical surface area for a rough electrode in Eq. (24) leads to an underestimation of S and therefore to an overestimation of n. Since accurate values of S cannot be obtained while doing the RRDE measurements of the non-textured ZnO layers, the Koutecky-Levich equation cannot be applied in a reliable way. However, exploiting the values of Ir/N provides some interesting insight regarding the occurrence of scenario (1). From Eq. (15), it can be stated that, if k3 and k4 are much smaller than ZHO2- Ω 1/2 , then:\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n18\nNId\nIr =\n2k1\nk2 + 1 (16)\nExpressed differently, if scenario (1) is valid, then:\nIr N = Id 2k1 k2 + 1 (17)\nFigure 9 compares Ir/N with Id\n2k1 k2\n+ 1 derived from the data of Figure 8a that is well representative\nof the samples investigated with RRDE. 2k1\nk2 + 1 was equal to 3.8. Ir/N is smaller than Id 2k1 k2 + 1 at all\nrotation rates.\nFigure 9: Comparison of Ir/N with\nId\n2k1 k2\n+ 1 at different rotation rates.\nThere is thus a deficit of current collected at the ring. This means that part of the hydrogen peroxide produced by the step k2 is consumed by the step(s) k3 and/or k4 and does not reach the ring. Scenario (1) is therefore not valid. Yet without the value of n, it is not possible to identify\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n19\nwhich reaction steps are active (k3, k4 and or the combination of both). From the values of k1\nk2 ,\none can only state that n is greater than 3 (for equal contributions of direct and indirect reduction (k1 = k2), n would have been equal to 3).\nFinally, the cathodic activity of the nano-granular ZnO electrodes was evaluated with potentiodynamic voltammetry at low scan rate from the open-circuit to the oxygen reduction plateau at pH = 10 (Figure 10). The polarization curve of sputtered ZnO is compared with that of electrodeposited ZnO with no preferred orientation recorded at pH = 11 with KCl 2M as supporting electrolyte. [19] This higher KCl concentration explains the lower current density at the mass transport plateau (due to lower oxygen diffusion coefficient).\nFigure 10: Cathodic polarization curves of the non-textured ZnO (black curve, this study) and of electrodeposited ZnO (red curve, for comparison purpose [19]) recorded at a rotation rate 1000 rpm and at scan rates of 0.4 -0.5 mV/s. Note that the electrodeposited was recorded at pH = 11 with KCl 2M as supporting electrolyte.\nThe sputtered ZnO is significantly more active towards ORR than the electrodeposited ZnO. At -0.5 V, the current density is -470 μA/cm2 for the non-textured ZnO and -93 μA/cm2 for the electrodeposited ZnO. Part of high current density of the non-textured ZnO is probably due to\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n20\nits rough surface developing more electrode/electrolyte interfacial area but it cannot account for such large difference of activity. The superior activity of sputtered ZnO can also be seen in the smaller overpotentials to reach the onset of the oxygen reduction “wave”: ca. -100 mV for sputtered ZnO compared to ca. -500 mV for electrodeposited ZnO. Goux et al. reported similarly large ORR overpotentials for electrodeposited ZnO in near-neutral KCl 0.1M solution at 70 °C. [18] Those findings show that ZnO can have very different cathodic activities depending on the sample history. To the best of our knowledge, the electrochemical activity results of the present study on sputtered nano-granular ZnO used as model material are the first ones that support the hypothesis that “some type(s)” of ZnO may act as efficient cathodes and could promote the degradation of zinc-based protective coatings, as mentioned in the introduction."
    }, {
      "heading" : "4. Conclusions",
      "text" : "600-800 nm thin non-textured ZnO films were successfully produced by rf-magnetron sputtering and used as model system to investigate alkaline oxygen reduction using the rotating-ring disk electrode technique. The layers were nanoporous with a sufficiently narrow pore network to consider that oxygen reduction took place essentially at the surface of the layers. Under DC polarization, the ZnO films became rougher due to the development of numerous oxygen-rich nodules on top of a base layer that held the nominal ZnO composition. Nevertheless XRD and Raman spectroscopy could only evidence the presence of ZnO in the as-deposited and post-mortem states. A reaction mechanism was proposed for oxygen reduction accounting for direct and indirect pathways in parallel. Using experimental data collected with the RRDE technique, the ratio k1\nk2\n(ratio of direct over indirect reduction) could be evaluated. The direct reduction was shown to be dominant but the indirect redaction could not be neglected. The roughness of the electrode impeded the determination of the mean number of exchanged electrons using the KouteckyLevich equation. However it was possible to determine that indirect reduction pathway did not stop at the production of hydrogen peroxide. The latter is further reduced to OH- anions and/or decomposed into oxygen molecules. Compared to other nano-granular ZnO films reported in the literature, the layers of the present study exhibited a significantly higher activity towards ORR with low overpotentials. This shows there is great interest in investigating in the future the complex and still poorly known relationships between oxygen reduction activity and the numerous parameters that define a\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved.\n21\nZnO electrode (such as synthesis method and associated parameters, nanostructure, crystallinity, grain size, pore size, grain boundary, layer thickness and surface composition)."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The financial support by the Association Nationale de la Recherche et de la Technologie (ANRT, Paris, France, contract CIFRE n° 2016/0066) is gratefully acknowledged. This work was also supported by the European Union through the European Regional Development Fund (ERDF), the Ministry of Higher Education and Research, the Région Bretagne, the Conseil Général du Finistère and Brest Métropole Océane, through the CPER Project 2015–2020 MATECOM. The authors thank Luiz F.G. Morales (ScopeM, ETH Zurich) for technical support with FIB-SEM experiments and Philip Marmet (Institute of Computational Physics, Zurich University of Applied Sciences) for fruitful discussions on the modelling of the ORR mechanism."
    }, {
      "heading" : "Keywords",
      "text" : "Nanostructure; Oxygen reduction; Sputtering; Thin films; Zinc oxide."
    }, {
      "heading" : "Table of contents:",
      "text" : "The oxygen reduction reaction (ORR) was investigated in alkaline electrolyte on radiofrequency sputtered ZnO films with nano-granular structure. A combination of rotating ringdisk electrode experiments and reaction mechanism modelling showed that both the direct pathway (with no intermediate species) and the indirect pathway (producing hydrogen peroxide) are active. Furthermore, this type of ZnO exhibits high activity towards ORR.\n10.1002/celc.201901298\nA cc\nep te\nd M\nan us\ncr ip\nt\nChemElectroChem\nThis article is protected by copyright. All rights reserved."
    } ],
    "references" : [ {
      "title" : "Electrochemical oxygen technology, Chapter 1, John Wiley",
      "author" : [ "K. Kinoshita" ],
      "venue" : "New York,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1992
    }, {
      "title" : "Rotating electrode methods and oxygen reduction electrocatalysts",
      "author" : [ "W. Xing", "G. Yin", "J. Zhang" ],
      "venue" : "Chapter 4,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Corrosion and electrochemistry of zinc",
      "author" : [ "X.G. Zhang" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1996
    }, {
      "title" : "A  cc  ep  te  d  M  an  us  cr  ip  t ChemElectroChem This article is protected by copyright",
      "author" : [ "W. Gao", "Z. Li", "Ceram. Internat" ],
      "venue" : "All rights reserved",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2004
    }, {
      "title" : "Electrochemical methods: fundamentals and applications",
      "author" : [ "A.J. Bard", "L.R. Faulkner" ],
      "venue" : "All rights reserved",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1980
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Although various reaction mechanisms have been proposed in the literature depending on the electrode material and testing conditions, [1-3] a common feature consists of the competition between two parallel pathways.",
      "startOffset" : 134,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "Although various reaction mechanisms have been proposed in the literature depending on the electrode material and testing conditions, [1-3] a common feature consists of the competition between two parallel pathways.",
      "startOffset" : 134,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "[3,4] The (electro)chemical reaction steps can be written as follows: 10.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 2,
      "context" : "[10] It is widely used in the automotive and building industries.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 3,
      "context" : "[30-38] To the best of our knowledge, no synthesis of dense nano-granular ZnO layers using “onestep” sputtering (with no annealing post-treatment) has been reported before.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 4,
      "context" : "In theory, it is possible to evaluate n using the Koutecky-Levich equation: [46]",
      "startOffset" : 76,
      "endOffset" : 80
    } ],
    "year" : 2019,
    "abstractText" : "Zinc oxide (ZnO) films with nano-granular structure were deposited by radio-frequency magnetron sputtering. The absence of preferred orientation was verified by XRD. HAADFSTEM micrographs revealed a nanoporous structure with pore size and grain size around 10 nm. The narrowness of the pores enabled to approximate that oxygen reduction takes place at the surface of the layers. During cathodic polarization, the surface of the electrodes became rougher due to the development of nodules on the surface. The ZnO electrodes exhibit a high activity towards oxygen reduction in KOH solution (pH = 10). Rotating ring-disk electrode measurements coupled with reaction modelling allowed to quantitatively demonstrate that the direct reduction prevailed with the indirect pathway being active as well.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}