{
  "name" : "downloads_2019-10-21_6f_bolotsky2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Two-Dimensional Materials in Biosensing and Healthcare: From In Vitro Diagnostics to Optogenetics and Beyond",
    "authors" : [ "Adam Bolotsky", "Derrick Butler", "Chengye Dong", "Katy Gerace", "Nicholas R. Glavin", "Christopher Muratore", "Joshua A. Robinson", "Aida Ebrahimi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Graphene and graphene-like 2D materials, such astransition metal dichalcogenides (TMDs), graphiticcarbon nitride, MXenes, hexagonal boron nitride (hBN), and transition metal oxides (TMOs), have attracted great attention as transduction elements and supporting substrates in a wide variety of biosensing technologies (Figure 1).1 What makes 2D layered materials quite fascinating is their exotic properties compared to their bulk form. 2D materials can provide an extremely high density of active surface sites over a large area, making them ideal for biochemical sensing applications. Importantly, the 2D material family can exhibit a broad range of electronic properties, ranging from metallic/ semimetallic (e.g., graphene, VS2, TaS2) to semiconducting (e.g., black phosphorus (BP), MoS2, WS2) to insulating (e.g., hBN). Similarly, they span a broad range of optical properties, for example, fluorescence quenching or emitting, plasmonic behavior, and more.1−5 Furthermore, by modifying their surface chemistry through functionalization or defect engineer-\ning, 2D materials can be tailored to selectively respond to specific analytes with extremely high sensitivity.6−8 This array of properties, combined with their layer-dependent band structure9,10 and the ability to fabricate heterostructures (either by direct growth or transfer processes), make 2D materials an exciting class of nanomaterials for next-generation biosensors and other healthcare applications. This review highlights some of the recent progress in 2D materials research for healthcare and biomedical applications, including the three most-explored classes of sensing devices (electronic, electrochemical, and optical systems) and emerging applications in wearable technologies, neural interfacing, optogenetics, and biomimicry systems. A comparison between 2D materials and other nanomaterials is provided\nReceived: May 10, 2019 Accepted: August 20, 2019 Published: August 20, 2019\n© 2019 American Chemical Society 9781 DOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\nD ow\nnl oa\nde d\nvi a\n16 8.\n22 8.\n10 5.\n16 1\non O\nct ob\ner 2\n1, 2\n01 9\nat 0\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nwhile highlighting the distinct properties of 2D materials that make them attractive for biosensing. Next, synthesis and engineering methods for 2D materials utilized in healthcare applications are briefly discussed. Then, we present a thorough discussion of electrochemical, electrical, and optical systems developed for in vitro detection of various target analytes, in vivo stimulation/interrogation of cells and drug delivery, or in situ monitoring of biomarkers. To supplement the three transduction mechanisms, we elaborate on several high-profile emerging technologies that can benefit from 2D materials. Interactions between 2D materials and bioanalytes (e.g., mammalian cells, physiological media, and bacterial cells) are explored in the following section. Finally, we provide an outlook on the future of 2D materials in biosensing and biomedical fields and offer an insight on the research opportunities that need to be explored for realization of next-generation biotechnologies with 2D materials at their core."
    }, {
      "heading" : "BENCHMARKING OF 2D MATERIALS AND OTHER NANOMATERIALS",
      "text" : "Two-dimensional materials are very well-suited for sensing applications which require high sensitivity, as their high surface-to-volume ratio and atomic thinness yield a strong response to surface adsorption events. These features, combined with a broad spectrum of optical phenomena, tunable band structure, and favorable electronic properties, result in 2D systems being a strong candidate for health-\nrelevant sensing modalities.8,11−18 With recent advances in the synthesis and engineering of 2D materials, various functionalities are possible by defect engineering,19−22 creating heterostructures/alloys/composites with various nanomaterials,23−30 and chemical or molecular doping.31−37 Figure 2a presents a comparison between 2D materials and some other low-dimensional nanomaterials that are highly explored in biosensing. The tunability of band structure for many 2D materials occurs via a variety of means, including layer number, strain, and alloying.38−41 Although other nanomaterials, including carbon nanotubes and silicon nanowires, also exhibit some degree of tunability (e.g., diameter dependence of band gap),42 their use in conventional device fabrication is challenging due to disparities in diameter, length, and alignment.43,44 Similar inconsistencies can also be found to some extent in 2D materials; however, the planar nature of 2D materials makes them more compatible with modern fabrication techniques in scalable manufacturing and device integration.43,45−48 Moreover, these ultrathin materials are mechanically flexible and can withstand strains greater than 10% prior to rupture,49,50 which is higher than most flexible substrates can endure.49 Such distinctive mechanical properties allow for robust integration with wearable or implantable sensor systems. The high surface-to-volume (or mass) ratio of lowdimensional nanomaterials (0D, 1D, or 2D) represents a clear advantage over complementary 3D technologies in chemical- and biosensing applications.51 The increased number of analyte−surface binding sites relative to the volume of the sensor material results in a greater modulation of electronic properties in the underlying structure, thereby improving the sensitivity and lowering the limit of detection (LoD).1,52−55 Common low-dimensional materials utilized for optical, electrical, and electrochemical sensors include metal nanoparticles and quantum dots, 1D systems including silicon nanowires or carbon nanotubes, and 2D materials. The reported surface area per gram (SAPG) of these nanomaterials is compared in Figure 2b. Monolayer graphene has the highest reported SAPG of the compared nanomaterials with a theoretical maximum of 2630 m2/g.56 Additionally, SAPG significantly increases as 2D layered structures are reduced from the bulk to a few layers, with an increase from 10 to 140 m2/g observed in h-BN and 8.4 to 25 m2/g in MoS2.\n57 The high SAPG values and low electrical noise can result in an improved ability for analyte detection at low concentrations.1,58−61\nAs depicted in Figure 2c, 2D materials have several advantageous characteristics that are vital in future optical (O), electrical (E), and electrochemical (Ec) biosensing platforms. Optical plasmonic biosensors based on 2D TMDs are predicted to demonstrate a significantly stronger response compared to sensors employing commercial methods based on metallic substrates (such as gold or silver).62 An increase in response of at least 1000× is due to the extended plasmon lifetimes observed in these layered materials.62 Additionally, the tunable band structure, by either an applied electric field, strain, or functionalization, means that these structures can be tailored for specific optical absorption requirements and operation wavelengths.63 Some of the recent reports on optical biosensors based on 2D materials are discussed later. For implementation of future 2D biosensors that rely on an electrical or electrochemical transduction, the high carrier mobility and conductivity in 2D semiconductors and semi-\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9782\nmetals, high surface-to-volume ratio, inherent flexibility, and controllable density of reactive sites will propel 2D materials into the discussion for high-performance biosensors. For example, Lee et al. demonstrated a 2D MoS2 field-effect transistor (FET)-based biosensor with reported minimum detectable concentration of prostate-specific antigen (PSA) of 1 pg/mL, several orders of magnitude below the clinical cutoff level.12 Recent studies are continuing to push for flexible biosensors based on 2D materials to take advantage of the improved mechanical properties and strainability in ultrathin structures. One such study was demonstrated by Park et al., with an ultrasensitive and flexible graphene biosensor functionalized with biorecognition elements (olfactory receptors 2AG1) to detect various analytes, including amyl butyrate. This sensor was effectively operated over extended bending cycles and down to a 3 mm bend radius.64 A more detailed survey of different health-related applications based on 2D material systems is provided in forthcoming sections."
    }, {
      "heading" : "SYNTHESIS AND PREPARATION OF 2D MATERIALS",
      "text" : "A 2D material’s synthesis/preparation method plays a vital role in whether it is suitable for application in a biosensor, an implant, or for drug delivery. This section provides a brief summary of material synthesis and preparation approaches that have been specifically reported for 2D-based healthcare applications (Figure 3). For a more detailed discussion on 2D material synthesis methods, we refer the reader to the following references.38,65−73\nThe discovery of graphene’s exotic properties coincided with focused efforts to micromechanically cleave bulk graphite crystals, where flakes of graphene were removed from the bulk graphite via the “Scotch Tape” method (Figure 3a).74,75\nMechanical exfoliation techniques can be very low-cost and relatively simple, all while producing high-quality films.74\nHowever, many of the mechanically exfoliated materials demonstrate limited size and thickness uniformity over appreciable area and, therefore, are not suitable for largescale production.75−78 More recent methods, such as ball-\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9783\nmilling or three-roll mill machines, may increase throughput and ease of manufacturing, potentially making mechanical exfoliation a large-scale fabrication method.79−84 Liquid based exfoliation (Figure 3b) represents an alternative exfoliation technique and encompasses both chemical methods (e.g., ion intercalation,85 surfactant-assisted,86 ion exchange,87 and redox-based88) and physical methods (e.g., sonication-assisted exfoliation89). These approaches provide large 2D nanoflakes in solution, yet the lateral size and thickness are difficult to control.89 Additionally, liquid exfoliation often leaves chemical residues from the solvents or creates defects due to sonication, leading to variable material quality.76\nTechniques such as electrochemical deposition offer a reliable, cost-effective, and highly tunable route (through pH, voltage, etc.) to prepare thin films of nanomaterials at low temperatures and have been used to deposit graphene and reduced graphene oxide (rGO),90−92 as well as various TMDs.93−97 Solvothermal synthesis provides another simple and economical method with high yield and low environmental impact to prepare 2D materials for biosensing applications.98−100 Additional agents in the solution can be used to realize hybrids and/or heterostructures of 2D materials to improve the sensitivity and selectivity of the sensors, enabling an expanse of possible sensor architectures.\nCompared to the previously discussed methods, chemical vapor deposition (CVD) can produce 2D materials over a large area with the highest quality (in terms of crystal size and uniformity) by flowing vapor-phase precursors over the substrate surface which decompose, resulting in formation of a film (Figure 3c). Common substrate materials include Si/ SiO2,\n101 transition metal catalysts (e.g., Cu, Ni),102−104 and sapphire.105−107 CVD-grown materials can be controllably doped with different elements.108,109 2D heterostructures110−113 can be directly synthesized using CVD over a large area. Other ways to directly grow 2D materials include colloidal phase methods114−116 and molecular beam epitaxy (MBE).117−120 At a higher cost and thermal budget, these methods show promise for the synthesis of 2D materials with controllable thickness, size, composition, and material phase. These techniques also enable stacking of 2D materials through the use of different precursors and conditions, which makes them promising methods for biosensing applications. Recently, printable technologies using inks made of different nanomaterials (including 2D material nanosheets; Figure 3d) have attracted attention in developing biochemical sensors. Inkjet and other printing techniques (e.g., gravure, aerosol jet) are familiar technologies originally developed for ordinary inks and paper, but modifications to the inks can be made to\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9784\ndirectly write electronic devices on diverse substrates.121−124 Typically, these modifications comprise liquid-dispersed functional particles that, when printed, possess the properties of electrical insulators (dielectric for isolation), conductors (electrodes and interconnects), or semiconductors (the active device material). A number of earlier works have already demonstrated ink-based thin-film transistors and other electronic devices.125−128 This approach of directly printing devices is attractive because it bypasses many traditional device fabrication processes, such as photolithography and vacuum deposition techniques. Synthesis of 2D particle suspensions has advanced to the state where stable suspensions of various 2D materials can be synthesized.129 However, the development of inks for direct printing is not necessarily straightforward, as the particle size and rheological properties of the suspension must be tailored for the substrate, and solvents must be chosen carefully to prevent rapid evaporation and clogging of the printer. Ideally, the assembly of particles will possess similar (or enhanced) properties in comparison to bulk materials, although the boundaries between particles often degrade the relevant properties (e.g., electrical or thermal conductivity). To reduce the impact of boundaries, sometimes a sintering or densification process is added.130 Although there is substantial progress in the printing of 2D materials,123,130−132 challenges in conventional printing with inks comprising 2D nanosheets and the resulting performance of such printed 2D structures still remain.131,133 To overcome these challenges, optimized solvent exchange processes, polymers additives for stabilization of particles within the ink, and single pass printing with tailored coverage are necessary."
    }, {
      "heading" : "BIOSENSING AND BIOMEDICAL APPLICATIONS",
      "text" : "Currently, healthcare is trending toward personalized medicine, continuous monitoring, targeted therapeutics, and/or point-of-care (PoC) diagnostics.134−136 In this section, we provide an overview of relevant technologies with 2D materials and divide the discussion based upon the transduction mechanisms: electrochemical, electrical, and optical systems. Additionally, we review the current state of 2D materials for applications in several high-profile emerging technologies, including wearable sensors, neural interfacing, optogenetics, theranostics, and biomimicry devices. Comparison of 2D-based technologies with their state-of-the-art counterparts is provided when applicable in order to highlight the opportunities that 2D materials can offer in advancing biomedical and healthcare fields. Electrochemical Systems. Electrochemical sensors detect modulations of Faradaic current (through amperometry/ voltammetry techniques) or the interfacial impedance (through electrochemical impedance spectroscopy (EIS)). By specific design of a working electrode (WE), detection of a target analyte through reduction−oxidation (redox) reactions is achievable in the presence of a biorecognition element (biological enzymes such as glucose oxidase (GOx) or artificial catalysts such as 2D materials, transition metal catalysts, or hybrids).137,138 The redox reactions occurring upon analyte adsorption and reaction with the biorecognition layer result in noticeable changes of the electrochemical current measured through the WE. Another common practice, especially in EIS techniques, is using redox mediators to indirectly identify the capture of a specific target analyte on the functionalized WE. Upon capture of the target analyte, the available surface area for the redox mediator reduces, which in turn results in a\ndecrease of the electrochemical current139,140 or an increase of the interface resistance.141\nDetection of Various Target Analytes (in Vitro). Metabolites: Among various metabolites, glucose monitoring is of high priority in healthcare industries due to the worldwide prevalence of diabetes.142,143 Current commercially available PoC glucose monitoring systems involve self-sampling using small volumes of blood drawn by the user and are capable of detecting between ∼1 and 27 mM.144 Although efficient, these sensors (which utilize enzymes) can only provide data at a single point in time and rely on the user to consistently test themselves. Therefore, a trend toward materials and devices for minimally invasive monitoring in media other than blood (such as sweat and saliva) is underway. The glucose level in sweat and saliva ranges from 0.01 to 1.11 mM and 0.008 to 1.77 mM, respectively, which is at least 100× lower than the detection limit of the enzymes used in commercial glucose sensing devices.143−146 Due to their special properties outlined in previous sections, 2D material-based sensors have demonstrated detection of analytes at significantly lower concentrations than those of the state-of-the-art PoC devices. For example, Shabnam et al. recently demonstrated a multispecies glucose/H2O2 sensor based on Cu−Ni nanoparticles (NPs) deposited on N-doped graphene by a hydrothermal method.147 Both Cu(III)148−150 and Ni(III) oxides/hydroxides151−153 can serve as excellent catalysts toward glucose oxidation. The sensor demonstrated two distinct linear ranges (0.01 μM to 1 mM and 2−20 mM) with sensitivities of 7143 and 1030 μA mM−1 cm−2, respectively. Although great progress is being made in the use of 2D materials for non-enzymatic detection of glucose, challenges remain in detection at neutral pH. Many of the existing reports use highly alkaline solutions for glucose detection, which is not so much an issue for ex situ analysis as it is for wearable or continuous monitoring systems. If 2D materials, without modification by precious metals or enzymes, are to serve as the sensing element, the issue of solution pH needs to be addressed. Considering the growing set of 2D materials, one potential method toward sensing in neutral pH is to use computational models to study the interaction of glucose molecules with 2D material surfaces/defects for prediction of catalytic properties. Another method already being used is to focus on 2D material hybrids that utilize transition metal redox centers. It is known that the unfilled d-orbital of TMs can facilitate bond breaking and electron transfer.154 Therefore, creating hybrids with highly sensitive 2D materials can allow for a rich tapestry of sensing capabilities, such as multiplexed detection. Reactive oxygen and nitrogen species (RO/NS), such as H2O2 or NO, are critical molecules in many signaling processes within the body and are involved in cellular metabolism.155,156 However, if RO/NS concentrations are left unbalanced by the body’s antioxidant system, a state of oxidative or nitrosative stress can ensue. Prolonged stress can lead to a number of diseases, including Parkinson’s, Alzheimer’s, and cancer.155,157 Therefore, monitoring of these species is critical in maintaining good health and early detection of disease. Liu and co-workers studied the role of oxygen functionalities and defects on rGO sheets for NO sensing.158 They found that a carbon/oxygen (C/O) ratio of ∼13 and Raman ID/IG ∼2 enabled an oxidation potential of 794 mV (vs Ag/AgCl), on par with their Pt control. Additionally, both lower and higher C/O were found\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9785\nto increase the oxidation potential, necessitating a balance between the level of oxygen functional groups and the high conductivity of pristine graphene. Recently, Ebrahimi et al. demonstrated a highly sensitive voltammetric sensor for detection of H2O2 (Figure 4a). The sensor is based on largearea iron sulfide (FeSx)/graphene heterostructures, with excellent ambient stability.159 They demonstrated that the sensor response depends on the doping type/level of graphene (p-type epitaxial graphene, n-type epitaxial graphene, or p-type CVD-graphene), which affects the interaction of the graphene layer with FeSx. The most favorable band alignment occurs with FeSx/CVD-graphene, enabling detection of ∼100 pM H2O2, while maintaining selectivity against dopamine (DA), ascorbic acid (AA), and uric acid (UA). Commercial H2O2\nelectrochemical sensors have detection limits on the order of 1−100 nM, more than 10× higher than the values reported using FeSx/graphene.\n160 Additionally, commercial peroxide sensors rely on precious metals (such as platinum).160\nDetection of other biomolecules, such as dopamine (an important neurotransmitter),161−164 ascorbic acid (vitamin C, an antioxidant),165,166 and uric acid (byproduct of purine metabolism),167−169 has also been explored using 2D materialbased electrochemical sensors.170−174 Sakthivel et al. designed a dopamine sensor based on a multiwalled carbon nanotube (MWCNT)/MoS2 deposited onto Co3O4 polyhedrons with a detection limit of 13 nM, matching the lower bound of physiological DA range in the extracellular fluid of the central nervous system (10−1000 nM).162,175 The sensor maintained\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9786\n97% of the initial current response after 30 weeks of storage, which demonstrates the overall robustness of the sensor. Lorencova et al. demonstrated a multispecies sensor based on a MXene Ti3C2Tx/PtNP nanocomposite that was capable of detecting as low as 448 nM of H2O2 at 0 V (vs Ag/AgCl). 176 The Ti3C2Tx MXene was synthesized by etching away Al from Ti3AlC2 followed by sonication in water. Also, their sensor was able to detect DA, AA, UA, and acetaminophen at nanomolar levels by varying the applied potential. Multispecies, nonenzymatic sensors such as those in this work provide a significant advantage over more orthodox, commercial enzymatic sensors in that the selectivity can be adjusted by varying the applied potential instead of using multiple enzymes (adding to fabrication complexity and price). In addition, the ability to do multispecies detection translates into less geometric area, allowing for further miniaturization. Nucleic Acids: Detection of nucleic acids (such as DNA and\nRNA) is important in medical diagnostics, forensics, cancer research, environmental monitoring, etc.177,178 The state-ofthe-art techniques for identification of low levels of nucleic acids require an initial preamplification of the strands (e.g., using polymerase chain reaction (PCR)). This preamplification is followed by detection of the amplified target analyte, usually using optical techniques, such as measurement of fluorescence intensity of labeled strands. The extensive sample preparation and agents required for PCR limit the application of such techniques to well-equipped laboratories with highly skilled personnel.179 Electrochemical detection of nucleic acids based on 2D materials is emerging as one potential alternative by allowing for cost-effective, PoC diagnostics (eliminating the need for preamplification), while achieving outstandingly low detection limits in the femto- or attomolar range.180\nJin et al. reported impedimetric detection of Dengue DNA and RNA using a composite of 3-aminopropyltriethoxysilane (APTES), graphene oxide, and wrapped SiO2 particles.\n181 GO was synthesized using chemical oxidation of graphite obtained through Hummers’ method (a solvothermal technique). At the time of publication, they reported the lowest detection limit for Dengue at femtomolar range. The linear range was calculated to be 10−13 to 10−7 M with a detection limit of 1.13 × 10−14 M. MoS2 has also been demonstrated as an effective 2D material for detection of nucleic acids. Zhang et al. utilized a composite of ultrasonically exfoliated MoS2 and the conducting polymer polyxanthurenic acid for detection of circulating tumor DNA.182 In order to achieve selectivity toward the target nucleic acid, a high concentration of complementary DNA (cDNA) strands was incubated on the device to block the electroactive surface area and thereby increase the charge transfer resistance (Rct) obtained via EIS. Upon introduction of the tumor DNA, a lower Rct value was recovered due to hybridized double-stranded DNA leaving the electrode surface. The fabricated sensor, presented in Figure 4b, was able to sensitively and selectively detect circulating tumor DNA with a linear range of 10−16 to 10−10 M. The detection limit was calculated to be 18 aM. A slightly different approach was taken by Chekin et al. to detect the DNA that comprises human papillomavirus (HPV).183 Aptamers (oligonucleotide that binds to a specific target molecule) were covalently linked to the surface of a drop-cast porous reduced graphene oxide (prGO)/MoS2 composite. If HPV DNA encountered the RNA aptamer, the DNA became bound near the surface of the electrode, decreasing the differential pulse voltammetry (DPV)\ncurrent. The linear range of the sensor was 3.5−35.3 pM, and the detection limit was found to be 1.75 pM.\nProteins: Proteins are important biomarkers for investigating various health and disease conditions. Protein detection using electrochemical methods can be indirect, in which an enzyme−protein reaction generates detectable byproducts, or direct, where the protein interacts directly with the biorecognition element immobilized on the electrode surface.184 For example, Sajid et al. used electrospraying of 2D MoS2 to develop an impedimetric immunosensor capable of ng/mL range detection of multiple analytes, including prostatespecific antigen, mouse immunoglobulin G (IgGimmunity status), and the nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κBindicative of multiple health issues).185 Compared with Abcam’s PSA enzyme-linked immunosorbent assay (ELISA) kit, the detection limit reported by the authors is higher (100 pg/mL vs 8 pg/mL).185,186 However, the MoS2-based sensor was able to provide a stable detection readout in ∼6 min, whereas the ELISA kit requires at least a few hours for incubation.186\nAnother immunosensor, fabricated by Wang et al., was developed for detection of carcinoembryonic antigen (CEA) produced by colorectal cancer tissue, as shown in Figure 4c.27 The device relied on synergistic effects of rGO, MoS2, and AgNPs for electrochemical detection. GO was produced using Hummers’ method, then reduced to rGO during the hydrothermal synthesis of flower-like MoS2. AgNPs were adsorbed onto the surface of the rGO/MoS2 followed by conjugation with CEA-specific antibodies. Treatment with bovine serum albumin (BSA) served to minimize nonspecific binding of proteins onto the sensor. The proposed mechanism of detection relied on selective binding of CEA to the antibody, decreasing the Faradaic current through the electrode from H2O2 reduction. The response was linear in the range of 10−5 to 102 ng/mL with a LoD of 1.6 fg/mL. Using human serum samples, recoveries between 99.1 and 100.2% were obtained. Relative to commercial CEA ELISA kits, such as Invitrogen’s version which has a detection limit of 200 pg/mL,187 the detection limit reported here is exceptionally better.\nWhole Cells: One of the existing commercial FDA-approved techniques for whole cell bacterial detection relies on impedance microbiology (IM), which monitors shifts in the impedance of the culture medium due to cellular metabolism.188 Typically, a concentration of 106−107 colony forming units (CFU)/mL is needed before a strong enough change in the impedance can be detected.189 Commercial systems utilizing this technique, such as SY-LAB’s BacTrac 4300, have drastically reduced the amount of testing time required compared to traditional microbiology methods (e.g., colony counting) from days to hours.190 According to Goḿez et al., the detection time for IM systems is ∼1 and ∼8 h for an initial cell concentration of 107 and 10 CFU/mL, respectively.191 However, these systems require specific selective media and are highly sensitive to contamination.188 To address these shortcomings, much of the work on electrochemical sensors for bacterial detection rely on direct contact between the cell and the electrode.140,189,192 Changes in the interfacial impedance, either Faradaic or non-Faradaic, in the presence or absence of bacteria are used to determine the concentration.189\nResearchers are working on developing miniaturized microand nanoelectrodes that allow for direct contact between the\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9787\ncell and electrode, typically utilizing antibodies to enhance selectivity.189 2D materials, because of their high specific surface area, allow for antibody functionalization over a large surface area, while allowing device miniaturization. By monitoring the impedance as cells attach to the functionalized electrode, rather than the impedance of the solution as cells metabolize, the detection time has been further decreased down to levels ranging from 30 min to 2 h.189 For example, Jijie et al. developed an rGO/polyethylenemine (PEI) composite on a Au electrode to detect uropathogenic Escherichia coli, as shown in Figure 4d.140 To fabricate the sensor, an rGO/PEI aqueous dispersion underwent electrophoretic deposition onto a gold electrode. The surface was then treated with pyrene−polyethylene glycol (PEG) to minimize nonspecific adsorption. Finally, an antibody for the uropathogenic E. coli was attached to −NH2 groups of the PEI. By measuring differences of maximum DPV current in [Fe(CN)6]\n4− solution, the authors found a LoD of 10 CFU/ mL (the clinical value required by FDA for food screening) and a linear range of 10−104 CFU/mL after just 30 min incubation. Moreover, a microfluidic device for detection of\nSalmonella typhimurium based on MoS2 was demonstrated by Singh et al.192 The device utilized MoS2 nanosheets functionalized with cetyltrimethylammonium bromide (CTAB) and was deposited onto an indium−tin−oxide (ITO) microelectrode by electrophoretic deposition. The fabricated electrode was integrated with microchannels, followed by immobilization of Salmonella antibodies. Utilizing EIS measurements, the sensor achieved a LoD of 10 CFU/mL (after 30 min incubation), with a linear range of 10−107 CFU/ mL. Before concluding this section on electrochemical sensors, it should be mentioned that many PoC electrochemical devices are still in the early stages of commercialization, with the exception of enzymatic glucose sensors, which have been commercially available since 1975.193 As described above, consumer products exist for detection of hydrogen peroxide, nitric oxide, and glucose. However, many other prominent analytes still lack a readily available, commercial PoC diagnostic system. The analytes with commercially available sensors typically rely on enzymes or expensive noble metals, which are subject to many shortcomings, including cost and\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9788\nenvironmental instabilities (pH, temperature, etc.).194 To address these issues, 2D materials are being explored as potential candidates for use as the transduction element in developing non-enzymatic diagnostics, especially in flexible platforms. Their high specific surface area (SAPG) can improve the sensitivity and LoD. That said, the SAPG is not the only factor for a good electrochemical sensor; there needs to be an abundance of reactive sites that are electronically aligned with the redox potential(s) of the analyte(s) of interest. Moreover, there must be a fine balance between analyte− catalyst adsorption energy and the reactivity of the catalyst, as a good catalyst must allow for desorption of byproducts. These fundamental properties, along with others (such as reactivity toward interferants), can be tuned over a wide range depending on synthesis method/parameters. Overall, the choice of which materials and synthesis methods to explore is nontrivial and requires some creativity on the part of researchers. The same can also be said for electronic and optical biosensing systems. Some remaining hurdles toward consumer 2D electrochemical devices are instability of the catalyst (caused by biofouling with nontarget species found in complex media and briefly discussed in section “Toxicology and Compatibility with Bioanalytes”) and limited potential window of some 2D materials. Solving the issues will require investigation of many different device concepts. Fortuitously, with the guidance of computational analyses, 2D materials’ properties can be tailored (through routes such as functionalization, defect engineering, doping, edge creation, compositing, etc.) to create a toolbox of materials responsive to analytes of interest. Electrical Systems. In this paper, “electrical systems” covers FET-based devices, which measure changes in the channel resistance, and devices that enable electrical stimulation of tissues. We review some of the existing reports based on FET devices for selective detection of ions, target DNA strands, proteins, and pathogens. To supplement these topics, we also discuss 2D electrical systems for wearable technology and neural interfacing (reliant on simultaneous electrical modulation and recording of neurons) in the “Emerging Technologies” section. Detection of Various Target Analytes (in Vitro). Ionic Species: For the detection of small ions, numerous companies provide membrane-based ion-select ive electrodes (ISEs).195−199 However, these devices can be costly and possess relatively high LoD (often in the 1 μM range). Moreover, the electrodes are often too bulky to probe small liquid volumes. An improved alternative to ISEs are ionsensitive FETs (ISFETs), which rely on the electrostatic modulation of the surface potential of a channel.200,201 Further enhancements of device performance can be obtained by developing ISFETs with 2D channels. Specifically, the LoD is found to be significantly reduced (even down to picomolar) thanks to an increased sensitivity to electrostatic modulation compared to conventional materials (such as silicon). Moreover, the pliability of 2D materials renders them suitable for the creation of miniaturized ISFET arrays on flexible substrates for multiplexed monitoring or spatiotemporal mapping.202\nAny ionic compound can modify the ISFET characteristics by modulation of the surface potential. Hence, to enable selective response to specific ions, one method is to use an ionophore (a molecule that reversibly binds a target ion) over the channel. Li et al. demonstrated a mercury sensor based on integration of mercury ionophores on a mechanically exfoliated\ngraphene FET (GFET).203 The ionophores allowed Hg2+ to enter a polymer membrane and establish an electrical potential gradient, while repelling other ions. By measuring changes in channel resistance, the authors achieved a LoD of 0.1 parts per billion (ppb) and an effective detection range between 0.1 and 1000 ppb. Such LoD is below the World Health Organization tolerance limit of 1 ppb. Compared to commercially available ISEs for mercury,204,205 the LoD was decreased more than 1000 times. The sensor (illustrated in Figure 5a) was selective toward Hg2+ compared to other ions (AsO −, Pb2+, Cd2+, K+). Different ions can be targeted by tailoring device design.206,207 For example, Maehashi et al. similarly utilized a polymer matrix to immobilize K+ ionophores near the surface of the FET.208 By measuring the shift of the threshold voltage, the device was able to effectively measure potassium concentrations between 10 nM and 1 mM. This LoD is 100× lower than that of commercially available ISEs and 10× lower than that of a commercially available ISFET.200,209 Besides graphene, other 2D materials have also been incorporated into ISFET devices, such as MoS2, black phosphorus, and h-BN.\n210,211 The key to making these devices commercially viable is to ensure that there exists minimal device-to-device variability for a chosen low-cost, high-throughput fabrication method. Additionally, the storage conditions, shelf life, and multi-usability of the sensors need to be methodically studied and optimized to extend their applicability.\nNucleic Acids: MoS2 FET-based detection of DNA hybridization was shown by Lee et al. (Figure 5b).212 This sensor relied on the decreased binding affinity of hybridized DNA to MoS2 as compared to single-stranded DNA (ssDNA). From shifts in the threshold voltage associated with the charged nature of DNA, a LoD of 10 fM and a large dynamic range spanning 6 orders of magnitude were achieved. Moreover, a GFET designed by Campos et al. achieved label-free detection of DNA hybridization with a LoD ∼ 25 aM.213 Capture of the target DNA was facilitated by a covalently linked probe DNA strand. The dynamic range of the device encompassed over four orders of concentration magnitude, with excellent selectivity to detect single-base mismatches. As mentioned in the previous section, current methods for detection of specific DNA molecules usually require a preamplification step, for example, using PCR. The extraordinary low detection limit of the 2D FET sensors can enable label-free detection of target nucleic acids without any preamplification.213 Furthermore, 2D-based FETs can provide real-time, continuous quantification of nucleic acids as opposed to PCR, which is not compatible with continuous monitoring of biological samples.213 The device designs are generally compatible with standard lithography techniques, signifying mass producibility. FETs based on other nanomaterials, such as carbon nanotubes and Si nanowire FETs, have also been investigated, yet with higher LoD,214 difficulty in reproducible fabrication (especially for bottom-up),213,215 and relatively higher cost of manufacturing.213,216,217\nProteins: Lee et al. investigated a MoS2 FET for detection of PSA.12 No gate dielectric was used to avoid surface roughness scattering and charge traps that are associated with the insulating layer. By adsorbing anti-PSA directly onto the MoS2 FET in a nonspecific way, the authors were able to achieve highly sensitive detection of PSA (Figure 5c). Using the offcurrent as the metric, the device displayed sensitive and selective detection between 1 pg/mL and 10 ng/mL. This detection limit is more than 1000× lower than the clinical\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9789\ncutoff. In another work by Gao et al., the authors developed GFETs for highly sensitive detection of the breast cancer biomarker protein, HER3.218 Normal physiological levels of HER3 are between 60 pg/mL and 2.55 ng/mL but can increase dramatically in pathological cases (up to 12 ng/mL). Thus, a low detection range is necessary for nuanced diagnosis. Genetically engineered single-chain variable fragment antibodies (scFv) were immobilized onto the gate electrode. By monitoring the FET’s threshold potential, the device demonstrated a concentration-dependent response from 300 fg/mL to 300 ng/mL. Similar to 2D-based FET devices for nucleic acid detection, the selectivity and stability of the devices in complex media need be investigated thoroughly to accurately assess the potential of the technology. Although total protein extraction can be a quick process (several minutes), purification is a more involvedand thus expensiveprotocol. Therefore, the ability to quantify select protein levels in the presence of interferents is highly relevant.\nWhole Cells: A wireless graphene sensor for whole cell bacterial detection was reported by Mannoor et al. by monitoring the tooth surface, as shown in Figure 5d.219 The sensor combined CVD-grown graphene functionalized with antimicrobial peptides (AMPs) and a coil microantenna, all printed on biocompatible silk. The silk could then be dissolved away, leading to strong adhesion of the sensor. By monitoring changes in resistance, the sensor was able to detect a single E. coli bacterium in phosphate-buffered saline (PBS). The sensor was also tested on a bovine tooth and enabled detection of Helicobacter pylori bacteria with a LoD of ∼102 CFU/mL in saliva solution. The main advantages of the device lie in its portability, lack of connecting wires, and continuous, nondestructive analysis. Due to the prolonged oral contact of the proposed sensor, and the possibility of ingestion, it is necessary for researchers to amass a comprehensive study on acute gastrointestinal tract exposure to graphene before any product can be created. Some limited work has already been done, such\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9790\nas that of Guarnieri et al.;220 they investigated the response of human intestinal epithelial cells to artificially digested few-layer graphene and GO. The results indicated that chronic exposure to the faux-digested materials had minimal to no effect on inflammatory response nor disruption/perturbation of the epithelial layer. An antibody-functionalized GFET for detection of E. coli was demonstrated by Thakur et al. using only 1 μL sample volume with an LoD of 1 cell in DI water and 10 cells in spiked river water samples.221 The disposable, mass producible, and robust sensors were sensitive enough to detect a single bacterium, which is superior or comparable to the lowest reported limits in the literature. Another graphene-based sensor for E. coli was designed by Pandey et al., with a LoD of ∼10 CFU/mL and a wide quantification range of 10−107 CFU/mL.222 The sensor, which measures impedance changes due to bacterial capture on immobilized antibodies, utilized small sample volumes, a compact design, and showed high specificity. Commercially available electrical whole cell detectors are generally based on Coulter counting; although easy to use, these devices have poor specificity.223 Thus, the previously mentioned 2D devices possess an advantage in their ability to reject unwanted interference. Currently, there are very few FET-based biosensors used in standard clinical settings, with next-generation DNA sequencing (e.g., Thermo Fisher Scientific’s Ion Torrent technology)224,225 being a notable exception. Other companies are selling FET biosensors for various research purposes, including silicon nanowire FET arrays by Vista Therapeutics for the attachment of user-defined capture molecules.226 For more widespread utilization, the technology still requires further development, rigorous testing, and user-acceptance to break through the inertia of current practices. Recently, 2D material bio-FETs have been making significant headway thanks to expanding research interest, and the prospects of such devices are encouraging; for example, Graphenea and Graphene Frontiers offer bare GFET arrays for diverse sensing applications.226−228 One challenge that is common to all FET devices in biological media is the influence of charge screening. Charge screening occurs in electrolytes and is associated with the Debye length λD (an ion is effectively screened beyond λD).\n229 λD decreases with increasing ionic strength I (λD ∝ I−1/2), making it difficult to detect charged analytes at physiological I (λD ∼ 1 nm). The current solution for this problem is to dilute the sample 10−1000-fold in order to increase λD.\n229,230 However, the dilution decreases buffering capacity and can modify the biophysical properties of molecules (such as proteins) or hinder the interaction of the capture molecule with the analyte.229 Another solution is to bring the analyte within λD, but this may not always be possible considering surface functionalization with capture molecules. An alternative is to induce desorption of a charged molecule in the presence of the analyte, such as in the report by Lee et al.212 Other creative solutions are being explored which can facilitate detection in undiluted media.229−232\nOptical Systems. Optical techniques can be highly sensitive, even capable of single-molecule detection. Common methods include surface plasmon resonance (SPR), surfaceenhanced Raman spectroscopy (SERS), and fluorescence or Forster resonance energy transfer (FRET). SPR systems measure changes in the local refractive index caused by adsorption of the target species on the sensor surface and are commercially available.233 SERS sensors detect enhancements\nof the Raman scattering caused by the adsorption of target molecules to the sensor’s surface.234 Raman signals involve inelastic scattering of a photon, typically from a laser, upon incidence with a molecule.235 FRET is a nonradiative energy transfer mechanism between two fluorophores through dipole−dipole coupling.236 It is extremely sensitive to changes in the distance between fluorophores, due to its inverse sixth power law dependence. Hence, changes in the fluorescence intensity in the presence of a target analyte have been extensively (and commercially) used as a means for detection of target analytes. In this section, we first cover reports of optical systems for in vitro detection of proteins, metal ions, DNA, RNA, and others. Later, under “Emerging Technologies”, we discuss two additional optical applications: theranostics and optogenetics.\nDetection of Various Target Analytes (in Vitro). Metabolites and Organic Compounds: Yan et al. demonstrated a fluorescence-based sensor for the detection of glutathione (GSH), shown in Figure 6a.237 The sensor consisted of graphene quantum dots supported on MnO2 nanosheets (synthesized by a solution-based redox reaction between KMnO4 and ethanol). The nanosheets quenched the fluorescence of the quantum dots in the absence of GSH. However, in the presence of GSH, the MnO2 was reduced to Mn2+ and the fluorescence was restored. Using this method, they were able to detect as little as 150 nM, with a linear detection range of 0.5−100 μM. They also tested the sensor with MCF-7 cancer cells and found it suitable for nontoxic intracellular detection of GSH based on measurements with a GSH scavenger, inhibitor, and enhancer. Compared to other reported methods for optical detection of GSH in live cells, the sensor was highly competitive in terms of LoD and dynamic range, was environmentally friendly, and also enabled fast detection. In another work, Jiang et al. utilized graphitic carbon nitride (g-C3N4), prepared by polymerization of melamine, combined with AgNPs to form a hybrid structure.238 The SERS sensor showed an enhancement factor of 4.6 × 108 (using crystal violet as a probe) and enhancement factors of 1.9 × 105 and 6.6 × 107 toward paraquat (a toxic herbicide) and guanine, respectively. For SERS-based detection of polar antibiotics, Li et al. developed a graphene/Ag composite which was deposited on a screen-printed electrode.239 Four different antibiotics (methotrexate (MT), ampicillin trihydrate (AT), 6- aminopenicillanic acid (6-AA), and penicillin G, Na (PG)) were first ionized. The MT and 6-AA were positively ionized, whereas the AT and PG were negatively ionized. The sensor was tested using river water samples spiked with the antibiotics at 100 nM. Subsequently, the Raman peaks corresponding to the four different antibiotics could be distinguished. For the detection of bisphenol A (BPA; industrial chemical and potential water contaminant), Zhu et al. combined GO with a modified anti-BPA aptamer.240 In the absence of BPA, the GO quenched fluorescence. However, in the presence of BPA, the BPA/anti-BPA interaction prevents it from adsorbing to the GO. This reduces the quenching effect, and fluorescence becomes apparent again. This sensor showed a LoD of 0.05 ng/mL and a linear range of 0.1−10 ng/mL. Although the sensor LoD was similar to the label-based commercial ELISA kits,241 the measurement time was only 15 min instead of ∼2.5 h.\nProteins: Gogoi and Khan combined liquid-exfoliated MoS2 nanosheets with carbon quantum dots (CDs) to serve as a platform for detection of cardiac troponin T (cTnT), a\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9791\nbiomarker for acute myocardial infarction.242 cTnT interacted with anti-cTnT, coating the surface of the CDs, resulting in an increase of the distance between MoS2 and CDs and thereby increasing the fluorescence intensity. Based on this, their sensor was able to detect 0.12 ng/mL with a linear range of 0.1−50 ng/mL. In another work, Shorie et al. developed a sensor based on SERS, utilizing AuNP-decorated WS2 for the detection of myoglobin (Mb), as shown in Figure 6b.243 The WS2/AuNP composite was modified with an anti-Mb DNA aptamer. The resulting sensor could detect 10−2 pg/mL of Mb and showed selectivity against other proteins, including hemoglobin (Hb) and bovine serum albumin. The obtained LoD is significantly lower than what is necessary for clinical diagnosis, and the sensitivity is far better than the existing electrochemical and fluorescent platforms. Wu et al. immobilized antibodies on carboxyl-functionalized GO and combined with Fe3O4 NPs for SPR-based detection of the human Immunoglobin G antibody in serum. Their sensor was able to detect 1.88 ng/mL, which is 260 times lower than a traditional sandwich-type structure SPR sensor.244\nNucleic Acids: Wang et al. demonstrated a SPR sensor for the detection of microRNA (miRNA)-141, typically overexpressed by prostate cancer cells (Figure 6c).245 The sensor utilized GO modified with AuNPs and was functionalized with DNA strands as the biorecognition element. The sensor enabled detection down to picomolar levels of microRNA-141 and was tested with other types of miRNA. It showed a 5× and 8× stronger response toward miRNA-141 compared to miRNA-200a and miRNA-429, respectively. Furthermore, the sensor performance was increased by 1000× compared to AuNPs alone, and the LoD was 1−10000× better than that of other sensors reported at the time (without the need for locked nucleic acid probes, expensive kits, and toxic reagents). Fluorescence-based detection of miRNA-21 expression in cancer cells was shown by Oudeng et al.246 They utilized solution-exfoliated MoS2 nanosheets functionalized with lipoicacid-modified PEG-amine, folic acid, and ssDNA. The sensor was incubated and tested in vitro with cancerous (MCF-7) and normal (HeLa) cell lines in PBS. In the absence of miRNA-21, the fluorescence was quenched. Because cancerous cells are more expressive of miRNA-21, the fluorescence restoration was stronger in the presence of the cancerous cells compared with normal cells. After 4 h incubation, the fluorescence recovery of the MCF-7 cells was 58.7% higher than that in the HeLa cells. Importantly, no obvious cytotoxicity was observed after 24 h incubation, and cell viability remained above 80% for 200 μg/mL. Additionally, the material demonstrated no discernible hemolysis effect in blood. In another work, Xue et al. investigated a SPR sensor based on a relatively unexplored 2D material, atimonene.247 To obtain antimonene nanosheets, bulk antimony was mechanically exfoliated through liquid-phase sonication. Subsequently, a coating of antimonene sheets was placed on a gold film through layer-bylayer deposition. To complete the device, gold nanorods conjugated with a probe DNA were adsorbed onto the anitmonene-containing SPR chip. Against representative miRNA (miRNA-21 and miRNA-155), the LoD of the device was found to be 10 aM (2.3−10000 times better than the existing miRNA sensors and the highest reported sensitivity for direct quantification) and a concentration-dependent response up to 10−11 M. Whole Cells: A SPR sensor for the detection of E. coli was recently reported by Zhou et al.248 The sensor utilized a fiber-\noptic probe coated with rGO/AgNP/AuNP. In order to enhance the selectivity, an antimicrobial peptide, Magainin I-C, was deposited on the surface. The sensor showed a linear range of 103 to 5 × 107 CFU/mL and a LoD of 5 × 102 CFU/mL, which is 2−3 orders of magnitude better than that of other assays using only a single antibody. The lack of a label or secondary antibody makes the system more rapid, low-cost, and stable. The sensor was also tested in tap water, apple juice, orange juice, and a mixed fruit and vegetable juice. The recoveries were between 88 and 110% for the samples, which demonstrated potential application of the sensor for real world samples. In another work, a photoluminescence detection strategy was developed by Kang et al. for E. coli (Figure 6d).249 Interestingly, the process is antibody-free (as opposed to the state-of-the-art) and relies on dextran (dex)-functionalized WS2 monolayers. Raman spectroscopy showed that the dextran−WS2 hybrid was highly specific to the E. coli O157:H7 strain, with low-to-minimal binding to other E. coli strains tested. Furthermore, negligible binding was observed for both Salmonella and Staphylococcus aureus. The authors believed the specificity to be a result of f imH protein on the surface of the E. coli O157:H7 strain. Single E. coli cells could be located and identified by incubating samples with the dex− WS2 material and performing Raman mapping. Compared to the prevalent antibody-based methods, this sensor material is more easily prepared and is less affected by environmental fluctuations. Furthermore, the hybrid material facilitates simple and accurate identification, with the possibility of incorporating therapeutic components. Before concluding this section, it should be noted that numerous commercial optical products exist to qualitatively and quantitatively measure the concentrations of target analytes. These methods include colorimetric assays, fluorometric assays, chemiluminescence assays, and various forms of ELISA kits.250−252 Some commonly encountered challenges among commercial assays are the need for expensive kits253 and tedious sample preparation for labeling.254 The exceptional optical properties of 2D materials (such as tunable band structure as discussed previously) offer opportunities for their utilization in ultrasensitive, tunable optical biosensors with wide dynamic range, as detailed elsewhere.1\nEmerging Technologies. As a supplement to the previous discussions on electrochemical, electrical, and optical systems based on 2D materials, we highlight a few of the fastdeveloping, high-profile biosensing applications that can benefit from 2D research. This is not an exhaustive list, and it is important to recognize that all 2D applications could be classified as emerging technologies. Still, the following section serves to provide a flavor of how these materials are shaping the current research landscape in these key areas. Within the realm of electrical systems, we discuss wearable sensors and neural interfacing, both of which aim to provide a more intimate connection between human and technology. Two optical applications are also explored: theranostics (simultaneous imaging and therapy) and optogenetics (the study of light-sensitive engineered cells, typically neurons).\nWearable Sensors. One technology that may facilitate the development of wearable, washable, and flexible sensors, especially FET devices, is inkjet printing of 2D materials.255 Carey et al. demonstrated FETs based on printed graphene/hBN heterostructures laid down on polyester textiles. The researchers formulated nontoxic inks with optimized parameters. The average field-effect mobility of the all-inkjet-printed\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9792\ndevices was ∼91 cm2 V−1 s−1, although the on/off current ratio was only ∼1.23. Mechanically, the FETs were still operational under 4% uniaxial strain, demonstrating good durability. After the addition of a polyurethane protective layer, the devices remained functional even after 20 washing cycles, which is a positive characteristic for a wearable platform. Although the authors did not utilize their designs for in situ monitoring, inkjet-printed FETs based on 2D materials are a promising platform for the next generation of wearable biosensors. As the most-studied 2D material, graphene has recently been utilized in “E-tattoos”, a type of wearable sensor that is applied similarly to a temporary tattoo. Kabiri Ameri et al. demonstrated a nearly transparent, tattoo-like graphene/ poly(methyl methacrylate) (PMMA) sensor that was applied to skin for monitoring of skin temperature, skin hydration, electrocardiogram (ECG), electromyogram (EMG), and electroencephalogram (EEG).256 Graphene was grown using CVD and eventually transferred to tattoo paper before application. The ability of the graphene sensor to form an intimate contact with the skin led to a drastic decrease in the contact impedance, which scales inversely with contact area, yielding a small signal-to-noise ratio (SNR). The graphene sensor performed comparably to more traditional gel-based electrodes while being nearly imperceptible. Wearable sensors can also be applied in other areas of the body, such as teeth or eyes. In a separate paper published by Kabiri Ameri et al., they developed indiscernible electro-oculography devices.257 The obtained electro-oculography was utilized in real time to test a human−robot interface whereby eye movements controlled a quadcopter’s direction and position (Figure 7a). A contact-lens-based sensor was recently demonstrated by Kim et al. for the detection of glucose in tears and monitoring of intraocular pressure.258 Their sensor combined graphene\nwith silver (Ag) nanowires and GOx to monitor glucose concentration. The graphene/AgNW was used as the source/ drain contacts, and plain graphene functioned as the channel material. The graphene channel was modified with GOx to increase the selectivity of the sensor. The FET was inductively connected to a coil microantenna for wireless reporting of the glucose-modified resistance. The reported detection limit was 0.4 μM, which is well below glucose concentration in tears (∼0.1−0.6 mM). Additionally, the sensor was tested in vivo on a live rabbit after being fed, and the changes in glucose concentration were observed. Wearable technologies have been around for years, but their usage is fairly limited. Most wearable sensors available (such as fitness trackers) use straps to attach to the user,259 which makes them both noticeable and possibly distracting, while also increasing the noise of data through shifting/rattling.260 Other sensors use pads placed on the skin,261 which improve the contact but do not achieve the ultimate goal of a completely unnoticeable device. 2D materials, due to their flexibility and thinness, can be used to create devices with conformal contact, high optical transparency, and highly sensitive measurements. One important hurdle that needs to be overcome is rigorous validation of the epidermal biocompatibility of 2D materials, as that is the likely exposure pathway. Recent work by Pelin et al. on graphene-based materials suggests that significant cellular damage to the in vitro skin model only occurs for high concentrations (>1 μg/mL) and after multiple days exposure.262 This is less cytotoxic than other carbon nanomaterials. Such results are promising for wearable sensors.\nNeural Interfacing. Due to its optical transparency, flexibility, biocompatibility, and stability, graphene is ideally suited for neural interfacing applications.263 Neural interfacing\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9793\ninvolves a bidirectional flow of information, whereby a direct link is created between a readout system and the brain.264 Two distinct technologies are required: neural sensing and neural stimulation. Graphene-based neural sensing was investigated by Kuzum et al., where they created arrays of neural electrodes.263 CVD-graphene was transferred to a polyimide surface with prepatterned Au electrodes, followed by a second patterning step to create the graphene microarrays. For in vivo experiments on rat brains, the graphene electrode had 5−6 times lower noise compared to that of conventional gold electrodes when the signals were filtered with a 0.1 Hz−3 kHz band-pass filter. In regard to neural stimulation, Pampaloni et al. demonstrated the ability of single-layer graphene (SLG) to modulate neural activity even without an applied electrical signal.265 Hippocampal neurons were plated directly onto CVD-graphene and Au-coated coverslips. No noticeable difference in neural cell viability was observed after 8−10 days for any of the samples. In general, other studies have similarly shown that electrodes based on graphene, in various forms and states, promote healthy neural cells and networks.266−274 Postsynaptic currents (PSCs) were measured, and although no difference in amplitude was found between samples, the PSC frequency for single-layer graphene was significantly higher than that of the other samples. The data indicated that SLG promoted active changes in the electronic behavior of developing neurons, attributable to modified homeostasis of K+ membrane currents. If graphene electrodes such as the ones previously discussed can be created repeatably on a large scale and easily integrated with current equipment/ practices, then they would likely be a preferred solution due to\ntheir low noise, flexibility, neuronal adhesion, and surface tunability. Recently, a Ti3C2 MXene-based sensor was developed by Driscoll et al.275 Two different electrode arrays, microelectrocorticographic (micro-ECoG) and intracortical, were fabricated using Ti3C2 as well as Au (for comparison). The electrode arrays were tested in vivo on anesthetized rats, shown schematically in Figure 7b. When placed on the sensorimotor cortex, the MXene-based sensors showed a lower background noise level compared to that with the Au sensor arrays. The MXene and Au intracortical arrays were designed in a stereotrode configuration, which allowed for direct comparison between the Au and Ti3C2 electrodes. Electrical “spikes” from the same neuron recorded by both the MXene and Au contacts showed a better SNR for the MXene compared to Au. The MXene electrode also provided more “unique spikes” than the Au electrode, which the authors attributed to the lower (∼4×) impedance of the MXene sensor. Cytotoxicity studies revealed that there was no significant reduction in cell viability after 7 days in vitro, although neuronal density was sparser, suggesting that further surface functionalization may be required. Other indications of health, such as network formation, were not noticeably impacted.\nBioimaging with Targeted Therapy. The term “theranostics” describes the field of research geared toward combining therapeutic and diagnostic capabilities into a single system.276\nIn the context of 2D materials, theranostics generally refers to simultaneous targeted therapy and bioimaging. Materials that satisfy these needs are alluring because they can allow healthcare providers and researchers to easily and confidently identify the location of the therapeutic agents and correlate\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9794\nthat with the outcomes of a treatment. Additionally, for theranostic materials that require an external stimulus for activation, the imaging step can be used to ensure proper targeting of tissues before treatments are started. One example of theranostics based on 2D materials is presented by Ma et al.,277 as shown in Figure 8a. The authors prepared GO−iron oxide nanoparticle (IONP)−PEG composites for magnetically targeted in vitro therapy and in vivo bioimaging. Doxorubicin (DOX) was used to investigate the drug-carrying capacity of the material, and a maximum loading efficiency was found to be ∼220% at pH 8.0. Magnetically targeted photothermal therapy (PTT) was also demonstrated for in vitro cancer cells, where a near-infrared (NIR) laser was used to heat the composite and kill the surrounding cells. Another example of 2D theranostic reagents is the MoS2 glycosheet investigated by Ji et al.278 In order to give their material specificity, the authors focused on transmembrane receptors (TRs). Three different glycoligands specific to the ASGPr carbohydrate receptor were coupled with red emitting dyes and separately attached to MoS2 sheets (40−240 nm lateral size). The results showed that the MoS2 glycosheets exhibited dramatically enhanced fluorescence as compared to the glycoprobes alone, possibly due to a multivalent ligand effect with receptor clusters. Upon irradiation, the material produced reactive oxygen species that could induce cell death, localized to the target cell population. Lin et al. recently developed a theranostic sensor that utilized the photothermal capabilities of Ta4C3 nanosheets for thermal ablation of tumor tissue.279 The Ta4C3 nanosheets demonstrated a large photothermal conversion efficiency of 44.7%. The sensor was also used for photoacoustic/computed tomography imaging. The photothermal therapy of nanosheets was tested with 4T1 breast cancer cells. The cells were incubated with the nanosheets followed by irradiation with a NIR laser. The authors found that more cells were killed as the power density of the laser was increased. The MXene nanosheets were further used for photoacoustic imaging of tumor sites in mice. The accumulation of the nanosheets to tumor sites was attributed to the enhanced permeability and retention effect.280\nTheranostics is a rising field within medicine and very much in its infancy. Overall, nanomaterials have proven their effectiveness as platforms for simultaneous imaging and therapy.281 Many material systems have been and are being explored, such as metal nanoparticles, semiconductor quantum dots, fullerenes, polymeric capsules, carbon nanotubes, graphene and its derivative, TMD nanosheets, etc.282−288 The relative performance of 2D materials versus their nanoparticle counterparts in this field is highly dependent on material design and the stated goal; therefore, a simple comparison cannot be made. However, 2D materials have drawn considerable attention for theranostics due to their varied properties, facile tunability, ease of functionalization, high drug-loading capacity, stimuli-triggered therapies, and general biocompatibility.289,290 Various 2D composite systems have validated the applicability of these materials for theranostics, so the adoption of clinical treatments will hinge upon rigorous preclinical and clinical studies, cost benefit analysis, and user acceptance. Optogenetics. Optogenetics is an evolving field of study within neuroscience that utilizes light to stimulate neuronal cells that have been genetically engineered to express lightsensitive ion channels.291 In order for optogenetic devices to be of use, the illumination window must be transparent and the\nlight irradiation must not interfere with concurrent electrical measurement. Metal electrodes demonstrate absorption in the allowable imaging wavelengths. In contrast, graphene electrodes are transparent and have negligible optical artifacts, making them ideal for optogenetic devices. An in vivo demonstration of graphene-based optogenetics is presented in the work by Thunemann et al.292 The research optimized key steps in the fabrication process to produce transparent electrodes that could provide essentially artifactfree recordings of local field potentials (LFPs). The device was then used to demonstrate simultaneous crosstalk-free optogenetic activation, two-photon imaging, and LFP measurements. The electrode presented virtually no obstacle to deep two-photon imaging of the cortical surface region of anesthetized mice. With this setup, the authors were able to record arteriolar dilation in response to optogenetic stimulation and accompanying surface measurements of LFP. Figure 8b includes a bright-field image of the device in vivo and two-photon image stacks captured through graphene electrodes. In another work, by Lyu et al.,293 the authors studied and compared the photoinduced artifacts in Au electrode arrays and CVD-graphene electrode arrays placed on a polyimide substrate. While the Au electrodes showed severe light-induced artifacts, the graphene electrodes had no discernible artifacts.\nBiology-Inspired Devices Based on 2D Materials. In addition to the above applications, 2D materials can also serve in biomimicry devices due to their exotic mechanical, electronic, and optoelectronic properties. Examples include nacre (mother of pearl)-like nanocomposites,294 optoelectronic image sensor arrays (CurvIS),295 an artificial nose,296 and an artificial tongue.297 There has been a large interest in developing nacre-like composites based on 2D materials, especially graphene and graphene oxide.294,298−300 Nacre is a very strong material, which has been attributed to the specific “brick and mortar type” layup of the CaCO3 crystals and proteins.301 Graphene and its analogues can provide highly controlled layered assembly to form this structure while allowing for the tuning of interlayer bonding to enhance the mechanical strength.300,302,303 Other materials have been proposed as nacre-like composites, such as metal oxides, but they lack the excellent electrical conductivity of graphene.299 Li et al. combined GO and poly(vinyl alcohol) to create a nacrelike composite using a “water-evaporation-induced selfassembly process”. The GO/poly(vinyl alcohol) film was then reduced to increase the electrical conductivity (5265 S m−1). The mechanical properties were excellent, with a tensile strength, Young’s modulus, and failure strain of 188.9 MPa, 10.4 GPa, and 2.67%, respectively. In another work, Choi et al. reported a MoS2/graphene heterostructure which was used as an implantable curved image sensor array designed to mimic the human eye.295 The phototransistor sensor array was capable of stimulating the correct optic nerves in the brain using ultrathin neural interfacing electrodes (UNE). The addition of MoS2 prevented interference from infrared (IR) radiation, leading to a clearer image without the need for an IR filter (necessary in more traditional silicon-based image sensor arrays). The sensor was tested in vivo in a rat and was able to detect on/off pulses of light and apply the appropriate electrical signals to the rat’s brain via the UNEs. Using histological staining, the implanted device was confirmed to be biocompatible even after 9 weeks.\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9795"
    }, {
      "heading" : "TOXICOLOGY AND COMPATIBILITY WITH BIOANALYTES",
      "text" : "The use of 2D materials in biomedical applications may necessitate a close interaction between 2D layers and biological cells, as in in vivo devices/assays (such as neural interfacing or theranostics), wearable technologies, and optogenetics. Thus, it is important to understand the interactions between materials used in devices/assays and the bioanalytes (cells and biofluids). Toxicology of 2D Materials. 2D materials can affect cells\nchemically, mechanically, or electrochemically, potentially making them incompatible with each other.304 Chemical effects refer to atoms or molecules that are released in the presence of cells. These species may be a result of decomposition of the material or a release of bioactive molecules.304 Mechanical interactions are reliant on the structure, bending stiffness, and hydrophobicity of the sheets and are of central importance. 2D materials can orient themselves in multiple ways outside, around, across, or inside of the cell membrane (Figure 9a).304 Such interactions may stress the cell or may be entirely benign depending on the circumstance.305 The third type of interaction with cells is electrochemical, which refers to the catalytic properties of 2D materials. Particularly important is the generation of ROS through redox reactions which can induce oxidative stress in cells and is thought to be a leading cause of cytotoxicity for many engineered nanomaterials.306 A thorough discussion of the biocompatibility of 2D materials warrants a standalone\nreview, and hence, we refer the readers to the following references for more in-depth analyses.306−312\nAs previously discussed, TMDs can be found in a variety of structures, layer number, phases, synthesis techniques, and elemental composition. Therefore, when utilizing TMDs (and other 2D materials) in devices or assays, we must consider all of these factors when determining a material to be biocompatible or bio-incompatible (i.e., toxic).313 The biocompatibility of three of the most common TMDs (MoS2, WS2, and WSe2) was examined by Teo et al., who utilized exfoliated TMDs with lung epithelial cells (A549).314\nThe authors found that WSe2 exhibited higher cytotoxicity than either WS2 or MoS2, which was attributed to the toxic effects of Se. Following this study, the same group examined the role of the chalcogen atom in the biocompatibility of exfoliated vanadium dichalcogenides (VS2, VSe2, and VTe2). 315 All three materials exhibited a concentration-dependent decrease in the cell viability of A549 cells. However, VS2 appeared less toxic than VSe2 and VTe2, suggesting that the chalcogen atom may play an important role in determining the biocompatibility of TMDs. The same cell line was used to study the toxicity of group 5 (Ta, V, Nb) ditellurides.316 Here, the authors found a dose-dependent toxicity of VTe2 and concluded this TMD to be highly toxic. In contrast, NbTe2 and TaTe2 were shown to exhibit only mild toxicity (although more toxic than MoS2 and WS2), with ∼65% cell viability (compared to ∼10% for VTe2) at a high TMD concentration of 200 μg/mL. The higher toxicity of VTe2 was hypothesized\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9796\nto be a result of increased ROS generation, which can induce oxidative stress in cells. The biocompatibility of graphene and its analogues has also been well-studied as these materials find their place in biosensors and other healthcare applications. Graphene-based sensors have already been utilized in direct contact with human skin by Kabiri Ameri et al. with no adverse side effects reported, implying some degree of biocompatibility.256,257 In contrast, in a study using neuronal cells (PC12), Zhang et al. reported a concentration-dependent cytotoxicity of unbound graphene (synthesized using catalyst-assisted CVD), which was attributed to oxidative stress and apoptosis.317 Graphene actually appeared more toxic at lower concentrations compared to single-walled carbon nanotubes, whereas the trend reversed at higher concentrations. An important note to make about cytotoxicity studies of nanomaterials is the choice of viability assay, which has been shown to play a role in inconsistent results. For example, Liao and co-workers studied the cytotoxicity of GO and rGO sheets (synthesized via a hydrazine-free Hummers’ method) for both red blood cells (RBCs) and human skin fibroblast cells using two different assays.318 For the fibroblast cells, both GO and rGO were found to be cytotoxic according to the WST-8 assay, whereas neither were found to be cytotoxic with the methylthiazolyldiphenyltetrazolium bromide (MTT) assay. The authors showed that the MTT assay was reacting with the material without any cells present, confirming their hypothesis that the MTT assay was overestimating viability. In RBCs, it was observed that both GO and rGO sheets caused hemolysis (i.e., destruction of RBCs) in a dose-dependent manner, although the rGO was found to be less hemolytic due to fewer oxygen groups on the surface. A similar result was seen by Singh et al., who studied the effect of GO and rGO on platelet aggregation.319 GO was found to cause severe platelet aggregation, which decreased in the case of rGO, demonstrating the crucial role of surface charge and chemistry when evaluating biocompatibility. In vitro studies of GO in human corneal and conjunctiva (hConECs and hCorECs, respectively) cells revealed shortterm (∼24 h) cytotoxic effects.320 Eye-based sensors are an up and coming area, especially in technologies such as smart contact lenses, making in vivo studies critical for progress in commercialization. In vivo studies with mice revealed reversible cytotoxic effects upon repeated exposure of GO to the eye over 5 days, which were attributed to ROS-induced oxidative stress. That said, there are discrepancies in the cytotoxicity of graphene or GO, as other reports describe little to no cytotoxic effects.272,321−323 For example, in a separate in vivo study on the ocular toxicity of GO, Yan et al. found little to no change in eyeball appearance, intraocular pressure, or histological response in rabbits.323 However, they performed in vitro studies on human retinal pigment cells and noted some slight cytotoxicity, indicating more biocompatibility studies are needed. Chang et al. found GO (by modified Hummers’ method) to show little cytotoxic effects on A549 cells, based on the CCK-8 assay (which uses WST-8).321 Another study by Sahni et al. also found graphene (catalyst-assisted CVD growth) to show slightly better cell viability and lower lactate dehydrogenase (LDH, indicative of membrane integrity)324 activity than standard cell culture dishes when studying neuronal cells from mice.272 The discrepancies in reported toxicity described in the previous examples elucidate the importance of degrees of freedom, surface chemistry, particle\nsize, shape, synthesis technique, assay, and even cell line, when evaluating the biocompatibility of nanomaterials, including carbon-based materials.306,307,310,311,325\nAside from TMDs and carbon-based materials, the biocompatibility of other members of the 2D family, such as h-BN, MXenes, and black phosphorus are less-explored.307 hBN has generally been found to exhibit relatively good biocompatibility.326−329 McManus et al. prepared a variety of 2D material water-based inks and studied their biocompatibility with A549 and HaCaT cell lines.326 They found no decline in viability even at h-BN concentrations up to 100 μg/ mL. In contrast, Liu et al. began to see a slight decrease in the viability in HepG2 cells at concentrations of ∼25 μg/mL, as well as cell membrane damage determined via LDH assay at concentrations >0.5 μg/mL.330 Black phosphorus (BP) has been shown to exhibit toxic effects to varying degrees.331−333 Zhang et al. systematically investigated the size-dependent biocompatibility of solution-exfoliated BP sheets with three different cell lines (NIH 3T3, HCoEpiC, and 293T).333 They found a clear concentration- and size-dependent trend in cytotoxicity, where the smallest flakes (∼275 nm) showed relatively mild cytotoxicity versus the largest flakes (∼1100 nm), which showed very high cytotoxicity (in 293T cells, 0% viability after 24 h with 6.25 μg/mL). Additionally, the biocompatibility was found to be highly dependent on the cell line. In another study of the size dependence on biocompatibility, Fu et al. found little cytotoxic effects in their BP sheets, although the flake sizes studied were all under 400 nm.334 MXenes are quickly finding a place in healthcare applications, such as theranostics and photothermal therapy (as discussed in the “Emerging Technologies” section), although there are few systematic studies on their biocompatibility. Dai and coworkers designed a MnOx/Ti3C2 composite and found the viability of 4T1 cells remained around 100% after 2 days at concentrations up to 100 μg/mL.335 Additional reports show similar results for Ti3C2, 336,337 as well as Ta4C3 279,338 and Nb2C. 339 These results provide early verification of the biocompatibility of the MXene family, although eventually studies on human subjects, rather than mice, are needed before industry adoption of these materials in in vivo biosensing and photothermal therapy. By understanding the three mechanisms of interaction listed above (chemical, mechanical, and electrochemical), it is possible to design nanomaterials to suit a specific application, either by making them safer for certain cells or more toxic for others (like cancer cells). Considering the complex interplay of variables, it is worth investigating the biocompatibility of 2D materials on a case-by-case basis. Currently, there remain many unanswered questions and uncertainties regarding the role of 2D material properties in cytotoxicity. This is reflected in many works beginning to look beyond just cellular viability as a sole indicator of biocompatibility. Instead, assays including LDH for evaluating membrane integrity,340 DCFH-DA for ROS analysis,322,341 Alamar Blue for monitoring lymphocyte proliferation,322 comet assay for DNA strand breaking,342 and altered gene expression,340,343−345 among others, are being utilized to provide a deeper understanding of the growth environment and immune response in the presence of nanomaterials. Furthermore, studies into chronic, long-term exposure to these materials would certainly be worthwhile in helping to transition technology from the laboratory phase into the consumer market. Many of the reported studies examine acute or short-term exposure, rather than long-term (i.e., years\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9797\nor decades), which is understandable as graphene was first isolated only 15 years ago. Antifouling Properties. In order to realize commercially viable biosensors, including those utilizing 2D materials, accurate detection of target analytes in complex physiological media (e.g., blood, saliva, or interstitial fluid) is necessary. Due to the abundance of nontarget species in these media, there is an additional complication known as biofouling.346−348 As the sensor is exposed to a biofluid, unwanted molecules and other species (e.g., proteins, bacteria, platelets, etc.) can accumulate on the surface, thereby interfering and degrading the sensor’s capabilities. In order to combat this, techniques including microtexturing of the surface,349 polymer coating,350−352 and formation of superhydrophobic surfaces353,354 are commonly employed. Interestingly, 2D materials can exhibit antifouling properties, which can further facilitate their application as sensing materials for testing in complex media, membranes in water filtration, and protective coatings.355,356,365,357−364 Many reports on antifouling are based on GO, although a recent report by Alam et al. showed that MoS2 generally has antifouling capabilities better than those of GO when tested with natural organic matter (NOM) and E. coli cells.355 Here, the deposition rate of the NOM and bacteria on the 2D materials was studied using a quartz crystal microbalance. The high zeta-potential of both materials made them repel NOM (negatively charged) very well, whereas the MoS2 proved slightly better than GO due to the lack of functional groups on the surface. The presence of monovalent and divalent cations in solution lowered the antifouling properties of both materials due to charge neutralization and salt bridging. In a separate report by Hang et al., a vertical graphene/ZnO nanorod (vG/ NR) sensor was designed for detection of H2O2.\n354 By fluorinating the vG/NR, little to no platelet adhesion was seen when testing in serum, which enabled a consistent response to H2O2 when reusing the sensor. That said, when tested with H2O2 in a more concentrated blood solution (20% vs 1% v/v in PBS), the hydrophobicity, and thus the antifouling properties, was reduced, implying more work is needed before the sensor can serve in real-world applications. Antibacterial Effects. In healthcare, the ability to sanitize various surfaces (such as medical implants, surgical tools, catheters, or food/water reservoirs) are of tantamount importance, especially in medical care, food safety, and environmental monitoring. The disinfection of drinking water is an especially pressing problem in developing countries around the world.366 There exists a definite need for improved sanitation methods and antimicrobial coatings that are lowcost, low-power, high-efficiency, and environmentally friendly.367 Growing research focus has been given to nanomaterials in order to fill this technological void. Among them, 2D materials are promising candidates due to their favorable antibacterial properties368 and high specific surface area. Additionally, the 2D materials can be coupled with existing approaches to improve current sanitation practices.367 Two important figures of merit in developing sanitation strategies include the minimization of bacterial inactivation time and maximization of inactivation yield. For solution-based sanitation methods, one way of recovering/recycling the 2D material after use is to attach magnetic materials. Zhang et al. demonstrated a ternary composite of GO, nano-Ag, and nanoFe3O4 that achieved high rates of inactivation for both Grampositive and Gram-negative bacteria in relatively short time\nperiods (∼1 h) at low to medium concentrations (6.25−50 μg/mL).369 The antibacterial properties were attributed to ROS generation and silver ion release. Thanks to the nanoFe3O4, the composites were able to be extracted from solution using an external magnetic field and reused. A work by Wang et al. utilized a different approach by creating a capacitive deionization disinfection (CDID) system suitable for brackish water.370 The device utilized graphene oxide-graf t-quaternized chitosan (GO-QC) deposited on activated carbon electrodes for continuous-flow disinfection, as shown in Figure 9b. Specifically, the chitosan derivative applied to the graphene electrostatically disrupted the bacterial membranes, which were attracted by the positive electrode. At a flow rate of 1 mL/min and bias of 2 V, the authors were able to achieve a 6 log reduction in E. coli viability in water. Moreover, the disinfection percentage was maintained at a consistent level for multiple hours due to a regeneration procedure."
    }, {
      "heading" : "FUTURE AND OUTLOOK",
      "text" : "Immense progress has been made in 2D material research since 2004, with an exponential increase in publications each year.371 Healthcare has emerged as a promising avenue for future applications of these materials, considering the significant improvements that they offer compared to the state-of-the-art. Still, commercial products from these efforts are limited, and progress in this area is mostly being pushed forward by small start-up companies.372 Before large-scale and widespread manufacturing of 2D devices for health-related applications can be realized, improvements in synthesis, manufacturing, processing, and integration are necessary. A central issue with any 2D biosensor, particularly in competition with the existing technologies, is a low-cost, yet controllable, material synthesis route. In particular, achieving large-scale uniformity of material properties is essential in order to implement them in mass production, beyond fundamental science research; device-to-device variability could preclude an otherwise exceptional sensor system from reaching consumers. That said, compared with their 0D and 1D counterparts, 2D materials are inherently more compatible with modern fabrication techniques due to their planar nature. Additionally, for flexible bioelectronics with designs requiring small feature size, synthesis/fabrication cost is particularly pressing. The existing 2D materials synthesis methods (such as CVD) that can provide minimal sample-to-sample variation are not compatible with polymeric flexible substrates (due to requiring high-temperature processing); therefore, growth is usually done on a separate substrate and then the 2D layer is transferred.373 The existing transfer methods are highly challenging for high-throughput device fabrication, especially without creating wrinkles and/or defects.373,374 Thus, an important research goal is to either improve/demonstrate the scalability and uniformity of transfer techniques (at low-cost) or enable the synthesis directly onto the final substrate (hence, moving toward lower-temperature synthesis). Other challenges for real-life application of 2D materials in in vivo biomedical areas (such as those discussed above) are biocompatibility and regulation of their environmental stability (both in testing mediums and storage conditions). In many cases, the 2D materials will necessarily come into contact with complex biological environments and these conditions may degrade the device performance over a short time.4 In order to address this issue, systematic investigations of 2D material stability or coating strategies (without sabotaging the sensing\nDOI: 10.1021/acsnano.9b03632 ACS Nano 2019, 13, 9781−9810\n9798\ncapabilities) are needed. Biofouling has been addressed, to some degree, by coating with polymers or other chemical modification. Antifouling properties of 2D materials have been demonstrated, especially in water filtration applications, and biosensor researchers may employ these properties to combat biofouling in more complicated media. Furthermore, as 2D materials find their role in point-of-care diagnostics and in vivo applications, a firm understanding of their toxicology/ biocompatibility will be necessary. Tremendous work has been done over the past 10 years in this regard. Of critical importance will be the precise control over the material’s properties and correlating them to the material’s biocompatibility. The cytotoxicity is heavily influenced by morphology, surface chemistry, and synthesis method, among numerous other properties, making universal claims of biocompatibility impossible. However, further study of the mechanisms and the effect of local environment on cell growth in the presence of 2D materials will enable more reliable prediction of cytotoxicity. As the critical technological challenges are addressed, platforms based on 2D materials can offer overarching opportunities for next-generation healthcare technologies. Due to their extreme thinness, transparency, and mechanical strength, 2D platforms could be incorporated into textiles for fitness/health monitoring. Additionally, 2D electronic tattoos could be used as part of virtual/augmented reality systems to monitor and react to user motion/physiological state. The defining feature of these platforms compared to their classical counterparts (e.g., based on thin metal films) is being imperceptible, which turns out to play an important role in the end user’s experience/acceptance. Already, graphene electro-oculography tattoos have been used to direct the motion of a quadcopter. Minor modifications could easily enable responsive programs, from games, to human-machine interfaces, to adaptive technologies. For in vitro diagnostics, 2D material-based sensors for nucleic acids could enable rapid, label-free, and highly sensitive early disease detection. Already, the ability to quantify concentrations down to attomolar range (at least million times better than the state-of-the-art technologies) suggests that 2D biosensors could serve as the foundation of next-generation technology in personalized medicine. The scientific community has made significant progress in 2D materials for biosensing and biomedical applications. Further development and realization of these and many other technologies hinge upon sustained academic research and collaborative efforts with industrial partners to enable nextgeneration biotechnologies for personalized health monitoring, wearable technologies, and low-power, portable diagnostics with superior performance compared to the existing platforms.\nAUTHOR INFORMATION\nCorresponding Author *E-mail: sue66@psu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Derrick Butler: 0000-0003-3514-9326 Nicholas R. Glavin: 0000-0002-9447-7509 Joshua A. Robinson: 0000-0001-5427-5788 Aida Ebrahimi: 0000-0002-4013-7816"
    }, {
      "heading" : "Author Contributions",
      "text" : "▲A.B. and D.B. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "A.B., D.B., C.D., K.G., J.A.R., and A.E. would like to acknowledge The Pennsylvania State University and Materials Research Institute. D.B., J.A.R., and A.E. would also like to acknowledge the NSF:I/UCRC ATOMIC program for their support (Award No. 432-43 600U)."
    }, {
      "heading" : "VOCABULARY",
      "text" : "biosensor, a device that recognizes and transduces a biological event into a signal to be interpreted by the user; point-of-care (PoC), medical testing and diagnostics that take place at or near the patient, rather than in a hospital or medical testing laboratory; analyte, a specific type of atom, ion, molecule, cell, or other compounds whose identification is of interest to the user; limit of detection (LoD), the lowest concentration of an analyte that can produce a definitive signal relative to a background signal; values are often reported in units of molarity (M) or “parts per” (pp); linear range, the concentration range across which the sensor response varies linearly with the analyte’s concentration; sensitivity, the modulation of a sensor’s response for a given change in the concentration of an analyte; Faradaic, a current or impedance resulting from charge transfer between a solution and a sensing electrode; non-Faradaic, primarily a capacitive current or impedance caused by the adsorption/desorption of species on the electrode surface with no charge transfer taking place"
    } ],
    "references" : [ {
      "title" : "Graphene Oxide as an Optical Biosensing Platform",
      "author" : [ "E. Morales-Narvaéz", "A. Merkoci" ],
      "venue" : "Adv. Mater. 2012,",
      "citeRegEx" : "Morales.Narvaéz and Merkoci̧,? \\Q2012\\E",
      "shortCiteRegEx" : "Morales.Narvaéz and Merkoci̧",
      "year" : 2012
    }, {
      "title" : "Electronics and Optoelectronics of Two-Dimensional Transition Metal Dichalcogenides",
      "author" : [ "M.S. Strano" ],
      "venue" : "Nat. Nanotechnol. 2012,",
      "citeRegEx" : "Strano,? \\Q2012\\E",
      "shortCiteRegEx" : "Strano",
      "year" : 2012
    }, {
      "title" : "Strategy for the Ultrasensitive MiRNA-182 Detection Based on MoS2/Ti3C2 Nanohybrids",
      "author" : [ "S. Wang", "X. Li", "Y. Chen", "X. Cai", "H. Yao", "W. Gao", "Y. Zheng" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Wang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2019
    }, {
      "title" : "Novel Biosensor Platform for Ochratoxin A",
      "author" : [ "M. Wang", "H. Yin", "Y. Zhou", "C. Sui", "Y. Wang", "X. Meng", "G.I.N. Waterhouse", "S. Ai" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Recent Advances in Two-Dimensional Materials beyond Graphene",
      "author" : [ "H. Terrones", "F Xia" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "Terrones and Xia,? \\Q2015\\E",
      "shortCiteRegEx" : "Terrones and Xia",
      "year" : 2015
    }, {
      "title" : "Silicon Nanowire Band Gap Modification",
      "author" : [ "T. Frauenheim" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Frauenheim,? \\Q2007\\E",
      "shortCiteRegEx" : "Frauenheim",
      "year" : 2007
    }, {
      "title" : "Graphene-Like TwoDimensional Materials",
      "author" : [ "M. Xu", "T. Liang", "M. Shi", "H. Chen" ],
      "venue" : "Chem. Rev. 2013,",
      "citeRegEx" : "Xu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2013
    }, {
      "title" : "Wafer-Scale Graphene Integrated Circuit",
      "author" : [ "A. K" ],
      "venue" : "Science",
      "citeRegEx" : "K.,? \\Q2011\\E",
      "shortCiteRegEx" : "K.",
      "year" : 2011
    }, {
      "title" : "Design, Modeling, and Fabrication of Chemical Vapor Deposition Grown MoS2 Circuits with E-Mode FETs for Large-Area Electronics",
      "author" : [ "Y. Lin", "Y. Zhang", "M.H. Chuang", "Y.H. Lee", "D. Antoniadis", "J. Kong", "A. Chandrakasan", "T. Palacios" ],
      "venue" : "Nano Lett. 2016,",
      "citeRegEx" : "Lin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2016
    }, {
      "title" : "Enhanced Ethanol Sensing Properties of TiO2 Nanotube Sensors",
      "author" : [ "C. Lee" ],
      "venue" : null,
      "citeRegEx" : "Lee,? \\Q2012\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2012
    }, {
      "title" : "MoS2 Monolayer Catalyst Doped with Isolated Co Atoms for the Hydrodeoxygenation Reaction",
      "author" : [ "J.H. Warner", "S.C.E. Tsang" ],
      "venue" : "Nat. Chem. 2017,",
      "citeRegEx" : "Warner and Tsang,? \\Q2017\\E",
      "shortCiteRegEx" : "Warner and Tsang",
      "year" : 2017
    }, {
      "title" : "Ultrasensitive Flexible Graphene Based Field-Effect Transistor (FET)-Type Bioelectronic Nose",
      "author" : [ "J. Jang" ],
      "venue" : "Nano Lett. 2012,",
      "citeRegEx" : "Jang,? \\Q2012\\E",
      "shortCiteRegEx" : "Jang",
      "year" : 2012
    }, {
      "title" : "Graphene: Synthesis and Applications",
      "author" : [ "P. Avouris", "C. Dimitrakopoulos" ],
      "venue" : "Mater. Today 2012,",
      "citeRegEx" : "Avouris and Dimitrakopoulos,? \\Q2012\\E",
      "shortCiteRegEx" : "Avouris and Dimitrakopoulos",
      "year" : 2012
    }, {
      "title" : "Graphene via Sonication Assisted Liquid-Phase Exfoliation",
      "author" : [ "A. Ciesielski", "P. Samorì" ],
      "venue" : "Chem. Soc. Rev. 2014,",
      "citeRegEx" : "Ciesielski and Samorì,? \\Q2014\\E",
      "shortCiteRegEx" : "Ciesielski and Samorì",
      "year" : 2014
    }, {
      "title" : "A Review on Mechanical Exfoliation for the Scalable Production of Graphene",
      "author" : [ "M. Yi", "Z. Shen" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "Yi and Shen,? \\Q2015\\E",
      "shortCiteRegEx" : "Yi and Shen",
      "year" : 2015
    }, {
      "title" : "Scalable Production of Graphene Sheets by Mechanical Delamination",
      "author" : [ "W. Peukert" ],
      "venue" : "Carbon 2010,",
      "citeRegEx" : "Peukert,? \\Q2010\\E",
      "shortCiteRegEx" : "Peukert",
      "year" : 2010
    }, {
      "title" : "Edge-Carboxylated Graphene Nanosheets via Ball Milling",
      "author" : [ "L. Dai", "J.-B. Baek" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Dai and Baek,? \\Q2012\\E",
      "shortCiteRegEx" : "Dai and Baek",
      "year" : 2012
    }, {
      "title" : "High-Throughput Production of Pristine Graphene in an Aqueous",
      "author" : [ "L. Guardia", "M.J. Fernańdez-Merino", "J.I. Paredes", "P. SolísFernańdez", "S. Villar-Rodil", "A. Martínez-Alonso", "J.M.D. Tascoń" ],
      "venue" : null,
      "citeRegEx" : "Guardia et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Guardia et al\\.",
      "year" : 1986
    }, {
      "title" : "Exfoliated Oxide Nanosheets: New Solution to Nanoelectronics",
      "author" : [ "M. Osada", "T. Sasaki" ],
      "venue" : "J. Mater. Chem. 2009,",
      "citeRegEx" : "Osada and Sasaki,? \\Q2009\\E",
      "shortCiteRegEx" : "Osada and Sasaki",
      "year" : 2009
    }, {
      "title" : "Redox Exfoliation of Layered Transition Metal Dichalcogenides",
      "author" : [ "M.S. Hsiao", "R.A. Vaia" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Hsiao and Vaia,? \\Q2017\\E",
      "shortCiteRegEx" : "Hsiao and Vaia",
      "year" : 2017
    }, {
      "title" : "Liquid Exfoliation of Layered Materials",
      "author" : [ "J.N. Coleman" ],
      "venue" : "Science",
      "citeRegEx" : "Coleman,? \\Q2013\\E",
      "shortCiteRegEx" : "Coleman",
      "year" : 2013
    }, {
      "title" : "Direct Electro-Deposition of Graphene from Aqueous Suspensions",
      "author" : [ "D.R. MacFarlane" ],
      "venue" : "Phys. Chem. Chem. Phys. 2011,",
      "citeRegEx" : "MacFarlane,? \\Q2011\\E",
      "shortCiteRegEx" : "MacFarlane",
      "year" : 2011
    }, {
      "title" : "p-WS2 Thin Film and Characterisation",
      "author" : [ "B. Chakraborty", "B. Show", "S. Jana", "B.C. Mitra", "S.K. Maji", "B. Adhikary", "N. Mukherjee", "A. Mondal" ],
      "venue" : "J. Cryst. Growth",
      "citeRegEx" : "Chakraborty et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Chakraborty et al\\.",
      "year" : 2001
    }, {
      "title" : "Solvothermal Synthesis and Ultrafast Photonics of Black Phosphorus Quantum Dots",
      "author" : [ "F. X" ],
      "venue" : "Adv. Opt. Mater. 2016,",
      "citeRegEx" : "X.,? \\Q2016\\E",
      "shortCiteRegEx" : "X.",
      "year" : 2016
    }, {
      "title" : "Large-Area Synthesis of High-Quality and Uniform Graphene Films on Copper Foils",
      "author" : [ "R.S. Ruoff" ],
      "venue" : "Science",
      "citeRegEx" : "Ruoff,? \\Q2009\\E",
      "shortCiteRegEx" : "Ruoff",
      "year" : 2009
    }, {
      "title" : "Der Waals Epitaxial Growth of Graphene on Sapphire by Chemical Vapor Deposition without a Metal Catalyst",
      "author" : [ "J. Hwang", "M. Kim", "D. Campbell", "H.A. Alsalman", "J.Y. Kwak", "S. Shivaraman", "A.R. Woll", "A.K. Singh", "R.G. Hennig", "S. Gorantla", "M.H. Rümmeli", "M.G. Van Spencer" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "Hwang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Hwang et al\\.",
      "year" : 2013
    }, {
      "title" : "Large Scale Metal-Free Synthesis of Graphene on Sapphire and Transfer-Free Device Fabrication",
      "author" : [ "H.J. Song", "M. Son", "C. Park", "H. Lim", "M.P. Levendorf", "A.W. Tsen", "J. Park", "H.C. Choi" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "Song et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2012
    }, {
      "title" : "Chloride Molecular Doping Technique on 2D Materials: WS2 and MoS2",
      "author" : [ "P.Y. Hung", "R. Tieckelmann", "W. Tsai", "C. Hobbs", "P.D. Ye" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "M. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2014
    }, {
      "title" : "Highly Scalable, Atomically Thin WSe2 Grown via Metal-Organic Chemical Vapor Deposition",
      "author" : [ "Robinson", "J. A" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "M. and A.,? \\Q2087\\E",
      "shortCiteRegEx" : "M. and A.",
      "year" : 2087
    }, {
      "title" : "MoS2/h-BN Heterostructures via a SulfideResistant Alloy",
      "author" : [ "Y. Gong", "J. Lin", "X. Wang", "G. Shi", "S. Lei", "Z. Lin", "X. Zou", "G. Ye", "R. Vajtai", "B.I. Yakobson", "H. Terrones", "M. Terrones", "B.K. Tay", "J. Lou", "S.T. Pantelides", "Z. Liu", "W. Zhou", "P.M. Ajayan" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Gong et al\\.,? \\Q2070\\E",
      "shortCiteRegEx" : "Gong et al\\.",
      "year" : 2070
    }, {
      "title" : "Low-Temperature Solution Synthesis of Few-Layer 1T′-MoTe2 Nanostructures Exhibiting Lattice Compression",
      "author" : [ "Schaak", "R. E" ],
      "venue" : "Angew. Chem., Int. Ed. 2016,",
      "citeRegEx" : "M. and E.,? \\Q2016\\E",
      "shortCiteRegEx" : "M. and E.",
      "year" : 2016
    }, {
      "title" : "Structural and Electrical Properties of MoTe2 and MoSe2 Grown by Molecular Beam",
      "author" : [ "H.C.P. Movva", "B. Satpati", "K. Kim", "R. Dey", "A. Rai", "T. Pramanik", "S. Guchhait", "E. Tutuc", "S.K. Banerjee" ],
      "venue" : "MoSe2. ACS Nano 2015,",
      "citeRegEx" : "A. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2015
    }, {
      "title" : "Large-Area Epitaxial Monolayer",
      "author" : [ "D. Dumcenco", "D. Ovchinnikov", "K. Marinov", "́ P. Lazic", "M. Gibertini", "N. Marzari", "O.L. Sanchez", "Y.C. Kung", "D. Krasnozhon", "M.W. Chen", "S. Bertolazzi", "P. Gillet", "A. Fontcuberta I Morral", "A. Radenovic", "A. Kis" ],
      "venue" : "Epitaxy. ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "Dumcenco et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dumcenco et al\\.",
      "year" : 2016
    }, {
      "title" : "Inkjet Printing of High Conductivity, Flexible Graphene Patterns",
      "author" : [ "Hersam", "M. C" ],
      "venue" : "J. Phys. Chem. Lett. 2013,",
      "citeRegEx" : "L. and C.,? \\Q2013\\E",
      "shortCiteRegEx" : "L. and C.",
      "year" : 2013
    }, {
      "title" : "A High-Mobility Electron-Transporting Polymer for Printed Transistors",
      "author" : [ "M. Kastler", "A. Facchetti" ],
      "venue" : "Nature",
      "citeRegEx" : "F. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2009
    }, {
      "title" : "High-Resolution Inkjet Printing of All-Polymer Transistor Circuits",
      "author" : [ "M. Inbasekaran", "W. Wu", "E.P. Woo" ],
      "venue" : "Science",
      "citeRegEx" : "Inbasekaran et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Inbasekaran et al\\.",
      "year" : 2000
    }, {
      "title" : "Inkjet Printing of SingleCrystal Films",
      "author" : [ "S. Haas", "R. Chiba", "R. Kumai", "T. Hasegawa" ],
      "venue" : "Nature",
      "citeRegEx" : "Haas et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Haas et al\\.",
      "year" : 2011
    }, {
      "title" : "2DCrystal-Based Functional Inks",
      "author" : [ "F. Bonaccorso", "A. Bartolotta", "J.N. Coleman", "C. Backes" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Bonaccorso et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bonaccorso et al\\.",
      "year" : 2016
    }, {
      "title" : "Inkjet Printing of 2D Layered Materials",
      "author" : [ "J. Li", "M.C. Lemme", "M. Östling" ],
      "venue" : "ChemPhysChem 2014,",
      "citeRegEx" : "Li et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2014
    }, {
      "title" : "Point-of-Care Testing",
      "author" : [ "J.A. Goble", "P.T. Rocafort" ],
      "venue" : "J. Pharm. Pract. 2017,",
      "citeRegEx" : "Goble and Rocafort,? \\Q2017\\E",
      "shortCiteRegEx" : "Goble and Rocafort",
      "year" : 2017
    }, {
      "title" : "Personalized Medicine: Motivation, Challenges, and Progress",
      "author" : [ "L.H. Goetz", "N.J. Schork" ],
      "venue" : "Fertil. Steril. 2018,",
      "citeRegEx" : "Goetz and Schork,? \\Q2018\\E",
      "shortCiteRegEx" : "Goetz and Schork",
      "year" : 2018
    }, {
      "title" : "Blue-Graphene Oxide Nanocomposites",
      "author" : [ "Au Nanoparticles/Toluidine" ],
      "venue" : "Sens. Actuators, B 2015,",
      "citeRegEx" : "Nanoparticles.Toluidine,? \\Q2015\\E",
      "shortCiteRegEx" : "Nanoparticles.Toluidine",
      "year" : 2015
    }, {
      "title" : "Recent Advances in Electrochemical Non-Enzymatic Glucose Sensors − A Review",
      "author" : [ "D.W. Hwang", "S. Lee", "M. Seo", "T.D. Chung" ],
      "venue" : "Anal. Chim. Acta 2018,",
      "citeRegEx" : "Hwang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hwang et al\\.",
      "year" : 2018
    }, {
      "title" : "Graphene Modified Glassy Carbon Electrode",
      "author" : [ "N. Vishnu", "S. Badhulika" ],
      "venue" : null,
      "citeRegEx" : "R. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2016
    }, {
      "title" : "Gold Nanoparticle-Decorated MoS2 Nanosheets for Simultaneous Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "L. Wang" ],
      "venue" : "RSC Adv. 2014,",
      "citeRegEx" : "Wang,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2014
    }, {
      "title" : "Nucleic Acid Biosensors: Recent Advances and Perspectives",
      "author" : [ "Y. Du", "S. Dong" ],
      "venue" : "Anal. Chem. 2017,",
      "citeRegEx" : "Du and Dong,? \\Q2017\\E",
      "shortCiteRegEx" : "Du and Dong",
      "year" : 2017
    }, {
      "title" : "Microscale Electronic Detection of Bacterial Metabolism",
      "author" : [ "R. Goḿez", "R. Bashir", "A.K. Bhunia" ],
      "venue" : null,
      "citeRegEx" : "Goḿez et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Goḿez et al\\.",
      "year" : 2002
    }, {
      "title" : "Glucose Biosensors: An Overview of Use in Clinical Practice",
      "author" : [ "E.H. Yoo", "S.Y. Lee" ],
      "venue" : "Sensors 2010,",
      "citeRegEx" : "Yoo and Lee,? \\Q2010\\E",
      "shortCiteRegEx" : "Yoo and Lee",
      "year" : 2010
    }, {
      "title" : "Graphene FieldEffect Transistors with Tunable Sensitivity for High Performance Hg (II) Sensing",
      "author" : [ "P. Li", "B. Liu", "D. Zhang", "Y. Sun", "J. Liu" ],
      "venue" : "Appl. Phys. Lett. 2016,",
      "citeRegEx" : "Li et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2016
    }, {
      "title" : "Rapid Determination of Cadmium in Rice Using an All-Solid RGO-Enhanced Light Addressable Potentiometric Sensor",
      "author" : [ "W. Zhang", "Y. Xu", "X. Zou" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "Polymeric Membrane Ca-Selective Electrode",
      "author" : [ "K. Maehashi", "Y. Sofue", "S. Okamoto", "Y. Ohno", "K. Inoue", "K. Matsumoto" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Maehashi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Maehashi et al\\.",
      "year" : 2017
    }, {
      "title" : "Ultra-Sensitive Suspended Atomically Thin-Layered Black Phosphorus Mercury Sensors",
      "author" : [ "P. Li", "D. Zhang", "C. Jiang", "X. Zong", "Y. Cao" ],
      "venue" : "Biosens. Bioelectron. 2017,",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Label-Free and Highly Sensitive Electrical Detection of DNA Hybridization",
      "author" : [ "R. Campos", "J. Borme", "J.R. Guerreiro", "G. Machado", "M.F. Cerqueira", "D.Y. Petrovykh", "P. Alpuim" ],
      "venue" : "Nano Res. 2015,",
      "citeRegEx" : "Campos et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Campos et al\\.",
      "year" : 2015
    }, {
      "title" : "Limit of Detection of Field Effect Transistor Biosensors: Effects of Surface Modification and Size Dependence",
      "author" : [ "N.K. Rajan", "K. Brower", "X. Duan", "M.A. Reed" ],
      "venue" : "Field-Effect Transistors. ACS Sens 2019,",
      "citeRegEx" : "Rajan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Rajan et al\\.",
      "year" : 2014
    }, {
      "title" : "Silicon Nanowire FieldEffect Biosensors",
      "author" : [ "D. Rani", "V. Pachauri", "S. Ingebrandt" ],
      "venue" : "Eds.; Springer International Publishing,",
      "citeRegEx" : "Rani et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Rani et al\\.",
      "year" : 2018
    }, {
      "title" : "Recent Advances in Silicon Nanowire Biosensors: Synthesis Methods, Properties, and Applications",
      "author" : [ "P. Namdari", "H. Daraee", "A. Eatemadi" ],
      "venue" : "Nanoscale Res. Lett. 2016,",
      "citeRegEx" : "Namdari et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Namdari et al\\.",
      "year" : 2016
    }, {
      "title" : "National Science and Technology Council Committee on Technology: Washington, D.C., 2014",
      "author" : [ "T. Fadel", "Ed" ],
      "venue" : null,
      "citeRegEx" : "Fadel and Ed.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fadel and Ed.",
      "year" : 2014
    }, {
      "title" : "Graphene-Based Wireless Bacteria Detection on Tooth Enamel",
      "author" : [ "D. Guarnieri", "P. Sańchez-Moreno", "A.E. Del Rio Castillo", "F. Bonaccorso", "F. Gatto", "G. Bardi", "C. Martín", "E. Vaźquez", "T. Catelani", "S. Sabella", "P.P. Pompa" ],
      "venue" : "Nat. Commun. 2012,",
      "citeRegEx" : "Guarnieri et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Guarnieri et al\\.",
      "year" : 2012
    }, {
      "title" : "Interaction of Graphene and Graphene Oxide during Simulated Oral Ingestion",
      "author" : [ "B. Thakur", "G. Zhou", "J. Chang", "H. Pu", "B. Jin", "X. Sui", "X. Yuan", "C.H. Yang", "M. Magruder", "J. Chen" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "Thakur et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Thakur et al\\.",
      "year" : 2018
    }, {
      "title" : "Graphene-Interfaced Electrical Biosensor for Label-Free and Sensitive Detection of Foodborne Pathogenic E",
      "author" : [ "Biosens. Bioelectron" ],
      "venue" : "Coli O157:H7. Biosens. Bioelectron. 2017,",
      "citeRegEx" : "Bioelectron.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bioelectron.",
      "year" : 2018
    }, {
      "title" : "Electrical Biosensing at Physiological Ionic Strength Using Graphene Field-Effect Transistor",
      "author" : [ "T. Ono", "Y. Kanai", "K. Inoue", "Y. Watanabe", "S.I. Nakakita", "T. Kawahara", "Y. Suzuki", "K. Matsumoto" ],
      "venue" : "Chemical  https://graphenefrontiers. com/six-sensors/ (accessed Jul",
      "citeRegEx" : "Ono et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ono et al\\.",
      "year" : 2019
    }, {
      "title" : "Protein Sensing beyond the Debye Length Using Graphene Field-Effect Transistors",
      "author" : [ "M. Hinnemo", "A. Makaraviciute", "P. Ahlberg", "J. Olsson", "Z. Zhang", "S.L. Zhang", "Z.B. Zhang" ],
      "venue" : "Femtoliter Microdroplet. Nano Lett. 2019,",
      "citeRegEx" : "Hinnemo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hinnemo et al\\.",
      "year" : 2018
    }, {
      "title" : "Beyond the Debye Length in High Ionic Strength Solution: Direct Protein Detection with Field-Effect Transistors (FETs) in Human Serum",
      "author" : [ "C.H. Chu", "I. Sarangadharan", "A. Regmi", "Y.W. Chen", "C.P. Hsu", "W.H. Chang", "G.Y. Lee", "J.I. Chyi", "C.C. Chen", "S.C. Shiesh", "G.B. Lee", "Y.L. Wang" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "Chu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chu et al\\.",
      "year" : 2017
    }, {
      "title" : "General Strategy for Biodetection in High Ionic Strength Solutions Using Transistor-Based Nanoelectronic Sensors",
      "author" : [ "N. Gao", "W. Zhou", "X. Jiang", "G. Hong", "T.M. Fu", "C.M. Lieber" ],
      "venue" : "Nano Lett. 2015,",
      "citeRegEx" : "Gao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2015
    }, {
      "title" : "Graphene Biosensors Based on Surface Plasmon Resonance",
      "author" : [ "A. I", "B. Sharma", "M.F. Cardinal", "D. Kurouski", "R.P. Van Duyne" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "I. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "I. et al\\.",
      "year" : 2010
    }, {
      "title" : "A Sandwich Enzyme-Linked Immunosorbent Assay for the Quantitation of Human Plasma Ferritin",
      "author" : [ "A.V. Bleicher", "H.W. Unger", "S.J. Rogerson", "E.H. Aitken" ],
      "venue" : "MethodsX 2018,",
      "citeRegEx" : "Bleicher et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bleicher et al\\.",
      "year" : 2018
    }, {
      "title" : "Advantages, Disadvantages and Modifications of Conventional ELISA",
      "author" : [ "S. Hosseini", "P. Vaźquez-Villegas", "M. Rito-Palomares", "S.O. Martinez-Chapa" ],
      "venue" : "Springer Singapore: Singapore,",
      "citeRegEx" : "Hosseini et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hosseini et al\\.",
      "year" : 2018
    }, {
      "title" : "Fully InkjetPrinted Two-Dimensional Material Field-Effect Heterojunctions for Wearable and Textile Electronics",
      "author" : [ "J.M. Kim", "C. Wang", "C. Ducati", "R. Sordan", "F. Torrisi" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Kim et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2017
    }, {
      "title" : "Imperceptible Electrooculography Graphene Sensor System for Human−Robot Interface",
      "author" : [ "S. Kabiri Ameri", "M. Kim", "I.A. Kuang", "W.K. Perera", "M. Alshiekh", "H. Jeong", "U. Topcu", "D. Akinwande", "N. Lu" ],
      "venue" : "Tattoo Sensors. ACS Nano 2017,",
      "citeRegEx" : "Ameri et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ameri et al\\.",
      "year" : 2018
    }, {
      "title" : "Wearable Smart Sensor Systems Integrated on Soft Contact Lenses for Wireless Ocular Diagnostics",
      "author" : [ "J. Kim", "M. Kim", "M.S. Lee", "K. Kim", "S. Ji", "Y.T. Kim", "J.J.U. Park", "K. Na", "K.H. Bae", "H.K. Kim", "F. Bien", "C.Y. Lee" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Kim et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2017
    }, {
      "title" : "Wearable Sensors: Modalities, Challenges, and Prospects",
      "author" : [ "J. Heikenfeld", "A. Jajack", "J. Rogers", "P. Gutruf", "L. Tian", "T. Pan", "R. Li", "M. Khine", "J. Kim", "J. Wang" ],
      "venue" : "Lab Chip 2018,",
      "citeRegEx" : "Heikenfeld et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Heikenfeld et al\\.",
      "year" : 2018
    }, {
      "title" : "Sensor: A Smarter, Simpler Path to Cardiac Diagnostics; https:// www.wearable-technologies.com/2018/11/tagecg-7-day-wearableecg-sensor-a-smarter-simpler-path-to-cardiac-diagnostics/ (accessed Apr 24, 2019)",
      "author" : [ "M. Pelin", "L. Fusco", "V. Leoń", "C. Martín", "A. Criado", "S. Sosa" ],
      "venue" : null,
      "citeRegEx" : "Pelin et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Pelin et al\\.",
      "year" : 2019
    }, {
      "title" : "Differential Cytotoxic Effects of Graphene and Graphene Oxide on Skin Keratinocytes",
      "author" : [ "E. Vaźquez", "A. Tubaro", "M. Prato" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "Vaźquez et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Vaźquez et al\\.",
      "year" : 2017
    }, {
      "title" : "Transparent and Flexible Low Noise Graphene Electrodes for Simultaneous Electrophysiology and Neuroimaging",
      "author" : [ "D.A. Coulter", "E. Cubukcu", "B. Litt" ],
      "venue" : "Nat. Commun. 2014,",
      "citeRegEx" : "Coulter et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Coulter et al\\.",
      "year" : 2009
    }, {
      "title" : "Graphene Modulates Neuronal Communication and Augments Membrane Ion Currents",
      "author" : [ "A. Fabbro", "D. Scaini", "V. Leoń", "E. Vaźquez", "G. Cellot" ],
      "venue" : "Nat. Nanotechnol. 2018,",
      "citeRegEx" : "Fabbro et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fabbro et al\\.",
      "year" : 2018
    }, {
      "title" : "Graphene-Based Interfaces Do Not Alter Target Nerve Cells",
      "author" : [ "G. Privitera", "L. Lombardi", "F. Torrisi", "F. Tomarchio", "F. Bonaccorso", "S. Bosi", "A.C. Ferrari", "L. Ballerini", "M. Prato" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Privitera et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Privitera et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of Graphene on Nonneuronal and Neuronal Cell Viability and Stress",
      "author" : [ "S.K. Rastogi", "G. Raghavan", "G. Yang", "T. Cohen-Karni" ],
      "venue" : "Substrates. Biomaterials",
      "citeRegEx" : "Rastogi et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Rastogi et al\\.",
      "year" : 2011
    }, {
      "title" : "Effects of Surface Charges of Graphene Oxide on Neuronal Outgrowth and Branching",
      "author" : [ "J. Wang" ],
      "venue" : "Analyst 2014,",
      "citeRegEx" : "Wang,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2014
    }, {
      "title" : "Biocompatibility of Pristine Graphene for Neuronal Interface",
      "author" : [ "T.A. Kent", "J.M. Tour" ],
      "venue" : "J. Neurosurg. Pediatr. 2013,",
      "citeRegEx" : "Kent and Tour,? \\Q2013\\E",
      "shortCiteRegEx" : "Kent and Tour",
      "year" : 2013
    }, {
      "title" : "Purified Neurons Can Survive on Peptide-Free Graphene Layers",
      "author" : [ "J.A. Garrido", "S. Picaud" ],
      "venue" : "Adv. Healthcare Mater. 2013,",
      "citeRegEx" : "F. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2013
    }, {
      "title" : "Theranostics: Combining Imaging and Therapy",
      "author" : [ "S.S. Kelkar", "T.M. Reineke" ],
      "venue" : "Bioconjugate Chem. 2011,",
      "citeRegEx" : "Kelkar and Reineke,? \\Q1903\\E",
      "shortCiteRegEx" : "Kelkar and Reineke",
      "year" : 1903
    }, {
      "title" : "Conjugated Polymer Nanomaterials for Theranostics",
      "author" : [ "J.C. Yu", "Q.Y. Hu", "Q.D. Shen", "Z. Gu" ],
      "venue" : "Acta Pharmacol. Sin. 2017,",
      "citeRegEx" : "Yu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2017
    }, {
      "title" : "terials: Synthesis, Surface Functionalization and Applications in Photothermal Therapy",
      "author" : [ "M. Thunemann", "Y. Lu", "X. Liu", "K. Kılıc", "M. Desjardins" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Thunemann et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Thunemann et al\\.",
      "year" : 2019
    }, {
      "title" : "Graphene-Based Artificial Nacre Nanocomposites",
      "author" : [ "L. Jiang", "Q. Cheng" ],
      "venue" : "Chem. Soc. Rev. 2016,",
      "citeRegEx" : "Jiang and Cheng,? \\Q2016\\E",
      "shortCiteRegEx" : "Jiang and Cheng",
      "year" : 2016
    }, {
      "title" : "Artificial Nacre from Supramolecular Assembly of Graphene Oxide",
      "author" : [ "M. Chen", "W. Dong", "W. Ming" ],
      "venue" : "ACS Nano 2018,",
      "citeRegEx" : "Y. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2018
    }, {
      "title" : "Interactions of Graphene-Family Nanomaterials: An Interdisciplinary Review",
      "author" : [ "L.M. Guiney", "X. Wang", "T. Xia", "A.E. Nel", "M.C. Hersam" ],
      "venue" : "Chem. Res. Toxicol",
      "citeRegEx" : "Guiney et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Guiney et al\\.",
      "year" : 2012
    }, {
      "title" : "Materials and Transition Metal Dichalcogenides",
      "author" : [ "Mei" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "X. and N.,? \\Q2014\\E",
      "shortCiteRegEx" : "X. and N.",
      "year" : 2014
    }, {
      "title" : "Nanotoxicity of Graphene and Graphene Oxide",
      "author" : [ "A. Jarosz", "M. Skoda", "I. Dudek", "D. Szukiewicz" ],
      "venue" : "Chem. Res. Toxicol",
      "citeRegEx" : "Jarosz et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Jarosz et al\\.",
      "year" : 2014
    }, {
      "title" : "Fullerenes, Metallofullerenes, and Graphenes",
      "author" : [ "W.Z. Teo", "E.L.K. Chng", "Z. Sofer", "M. Pumera" ],
      "venue" : "Nanoscale 2011,",
      "citeRegEx" : "Teo et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Teo et al\\.",
      "year" : 2011
    }, {
      "title" : "MoS2, WS2, and WSe2) Is Lower than That of Graphene and Its Analogues",
      "author" : [ "N.M. Latiff", "Z. Sofer", "A.C. Fisher", "M. Pumera" ],
      "venue" : "Chem. Eur. J. 2014,",
      "citeRegEx" : "Latiff et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Latiff et al\\.",
      "year" : 2014
    }, {
      "title" : "Exfoliated Layered Vanadium Dichalcogenides",
      "author" : [ "H.L. Chia", "N.M. Latiff", "Z. Sofer", "M. Pumera" ],
      "venue" : "Chem. - Eur. J. 2017,",
      "citeRegEx" : "Chia et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chia et al\\.",
      "year" : 2017
    }, {
      "title" : "Erythrocytes and Skin Fibroblasts",
      "author" : [ "S.K. Singh", "M.K. Singh", "M.K. Nayak", "S. Kumari" ],
      "venue" : "ACS Appl. Mater. Interfaces 2011,",
      "citeRegEx" : "Singh et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2011
    }, {
      "title" : "Evaluation of the Toxicity of Graphene Oxide Exposure to the Eye",
      "author" : [ "H. Xu", "Z.Q. Yin" ],
      "venue" : "Nanotoxicology 2016,",
      "citeRegEx" : "Z. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2016
    }, {
      "title" : "In Vitro Toxicity Evaluation of Graphene Oxide on A549",
      "author" : [ "Y. Liu", "H. Wang" ],
      "venue" : "Cells. Toxicol. Lett. 2011,",
      "citeRegEx" : "Liu and Wang,? \\Q2011\\E",
      "shortCiteRegEx" : "Liu and Wang",
      "year" : 2011
    }, {
      "title" : "Can Graphene Oxide Cause Damage to Eyesight? Chem. Res. Toxicol",
      "author" : [ "F. Sun", "X. Huang", "L. Dai", "F. Lu", "Y. Liu" ],
      "venue" : null,
      "citeRegEx" : "Sun et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2012
    }, {
      "title" : "An Enzyme-Release Assay for Natural Cytotoxicity",
      "author" : [ "C. Korzeniewski", "D.M. Callewaert" ],
      "venue" : "J. Immunol. Methods 1983,",
      "citeRegEx" : "Korzeniewski and Callewaert,? \\Q1983\\E",
      "shortCiteRegEx" : "Korzeniewski and Callewaert",
      "year" : 1983
    }, {
      "title" : "Improved Biocompatibility of Black Phosphorus Nanosheets by Chemical Modification",
      "author" : [ "G. Jiang" ],
      "venue" : "Angew. Chem., Int. Ed. 2017,",
      "citeRegEx" : "Jiang,? \\Q2017\\E",
      "shortCiteRegEx" : "Jiang",
      "year" : 2017
    }, {
      "title" : "Measurement of Carrier Mobility in Silicon Nanowires",
      "author" : [ "J. Appenzeller", "J.W. Sleight", "S. Guha", "W. Haensch" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Appenzeller et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Appenzeller et al\\.",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Since the isolation of graphene in 2004, there has been an exponentially growing number of reports on layered two-dimensional (2D) materials for applications ranging from protective coatings to biochemical sensing. Due to the exceptional, and often tunable, electrical, optical, electrochemical, and physical properties of these materials, they can serve as the active sensing element or a supporting substrate for diverse healthcare applications. In this review, we provide a survey of the recent reports on the applications of 2D materials in biosensing and other emerging healthcare areas, ranging from wearable technologies to optogenetics to neural interfacing. Specifically, this review provides (i) a holistic evaluation of relevant material properties across a wide range of 2D systems, (ii) a comparison of 2D material-based biosensors to the state-of-the-art, (iii) relevant material synthesis approaches specifically reported for healthcare applications, and (iv) the technological considerations to facilitate mass production and commercialization.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}