{
  "name" : "downloads_2019-11-09_681a_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Large-Scale Synthesis of Three-Dimensional Reduced Graphene Oxide/Nitrogen-Doped Carbon Nanotube Heteronanostructures as Highly Efficient Electromagnetic Wave Absorbing Materials",
    "authors" : [ "Xinci Zhang", "Jia Xu", "Haoran Yuan", "Shen Zhang", "Qiuyun Ouyang", "Chunling Zhu", "Xitian Zhang", "Yujin Chen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: large-scale synthesis, 3D structure, graphene, carbon nanotube, electromagnetic wave absorption"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Electromagnetic radiation causes increasing serious impact on normal operation of communication equipment and human health, which has aroused the urgent requirements of advanced electromagnetic wave (EMW) absorbing materials.1 Among various EMW absorbing materials, carbon nanostructures such as carbon nanotubes (CNT), fullerene, and reduced graphene oxide (rGO) have been investigated as EMW absorbing materials owing to their robust mechanical strengths, low densities, and large specific surface areas.2−6 However, the weak dielectric losses and nonmagnetic losses of the carbon nanostructures has led to very large filler mass loading into the matrix for ideal absorption ability, which limits their practical applications.7 To date, magnetic loss materials and their compounds have been combined with carbon nanostructures as high-efficiency EMW absorption materials.8−11 It is believed that the synergetic effect between magnetic materials and carbon nanostructures as well as interfacial polarization relaxations are advantageous for reducing the filler mass loading into the matrix and improving EMW absorption\nproperty. In particular, the absorption properties of these nanocomposites toward EMW can be further enhanced through tuning their microstructures such as construction of one-dimensional (1D) and two-dimensional (2D) nanocomposites.12−14 For example, Cao et al. designed and synthesized 1D Fe3O4/MWCNTs, which showed significantly enhanced EMW absorption property and wide effective absorption bandwidth in comparison to single counterparts.15 Yang et al. fabricated 2D NiCo/graphene hybrids, which showed that the reflection loss (RL) can be less than −20 dB at a frequency range of 5.3−16.4 GHz.16 However, most 1D and 2D absorbents mainly focus on anchoring zero-dimensional magnetic nanoparticles (NPs) on the surface of the carbon matrix. Although the agglomeration of the magnetic NPs was overcome to some degree, the resistance to oxidation was still unsatisfactory, limiting their practical applications.\nReceived: August 2, 2019 Accepted: October 1, 2019 Published: October 1, 2019\n© 2019 American Chemical Society 39100 DOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nN ov\nem be\nr 9,\n2 01\n9 at\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nRecently, three-dimensional (3D) functional graphene heteronanostructures have attracted wide attention owing to their distinct structural feature and the improved physicochemical property caused by the synergistic effect between the foreign materials in the heteronanostructures.17−24 Thus, different types of 3D graphene-based heteronanostructures have been constructed for applications in supercapacitors, water treatment, lithium-ion batteries, and electrocatalysis.20−24 In the meanwhile, some 3D graphene-based heteronanostructures such as rGO-supported ZnO nanowires and graphene-supported Fe3O4@SiO2 core−shell nanorods have been developed to attenuate the energy of EMW.25,26 Experimental results demonstrated that the multiple scattering caused by the unique 3D structures toward EMW as they were uniformly distributed in the matrix and additional interfacial polarization relaxations caused by abundant interfaces as well as numerous void spaces in the 3D graphene-based heteronanostructures were responsible for their improved EMW absorption properties. Therefore, constructing 3D graphene-based heteronanostructures is an ideal strategy for the improvement of EMW absorption property. However, the synthesis processes of these 3D heteronanostructures were relatively complicated because it is difficult to grow 1D nanostructure on the graphene surface. On the other hand, to achieve the aim of practical applications, the large-scale synthesis of the 3D graphene-based heteronanostructures is highly desirable but remains a huge challenge. Inspired by the advantages of magnetic nanostructure/ carbon composites and 3D graphene-based heteronanostructures, herein, we developed a facile method to grow NiFe alloy NPs embedded in N-doped bamboo-like CNTs (NCNTs) on ultrathin rGO nanosheets (3D NiFe/N-GCTs) as highly efficient EMW absorbing materials. Importantly, the fabrication process is only involved in vacuum freeze-drying and subsequent thermal treatment at a high temperature. Thus, large-scale production of 3D NiFe/N-GCTs can be achieved, affording the possibility of the practical applications of 3D NiFe/N-GCTs."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "The 3D NiFe/N-GCTs were fabricated through a vacuum freezedrying process and subsequent thermal treatment process. For comparison, single metal-based 3D heteronanostructures (3D Ni/NGCT and 3D Fe/N-GCT) were also synthesized under the same conditions except that a single metal precursor was added to the reaction system. The detailed preparation processes, structure characteristics of our designed 3D heteronanostructures, and the electromagnetic parameters measurements are shown in the Supporting Information."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "The atomic force microscopy (AFM) image of graphene oxide (GO) sheets is shown in Figure S1 (Supporting Information), average thickness of GO sheets is about 1.0 nm, and the lateral size can reach several micrometers. The crystal phases of the final samples are examined by powder X-ray diffraction (XRD). The 3D NiFe/N-GCT, 3D Ni/N-GCT, and 3D Fe/N-GCT obtained at 900 °C have identical peak at 26.4° in XRD patterns, which can be assigned to (002) plane of graphitic carbon (JCPDs no. 41-1487) (Figure 1a). The XRD diffraction peaks from both cubic Fe (JCPDs no. 06-0696) and orthorhombic Fe3C (JCPDs no. 35-0772) can be identified in the 3D Fe/N-GCT, revealing the coexistence of Fe and\nFe3C in the sample. In the XRD pattern of the 3D Ni/N-GCT, two distinct diffraction peaks at 44.5 and 51.8° come from cubic Ni (JCPDs no. 04-0850). Notably, diffraction peaks located at 43.6° and 50.7° are observed in the XRD pattern of 3D NiFe/N-GCT, which can be indexed to (111) and (200) lattice planes of the NiFe alloy (JCPDs no. 47-1405). The peaks from Fe3C are not observed, suggesting that the incorporation of Fe with Ni in the precursors lead to the preferential formation of NiFe alloys, while the production of Fe3C crystals is limited greatly. The Raman spectra of the 3D NiFe/N-GCT, 3D Ni/N-GCT, and 3D Fe/N-GCT are shown in Figure 1b. The D and G bands at 1350 and 1593 cm−1 are clearly discovered in samples, attributing to the disordered (defects) and ordered carbons, respectively. The intensity ratios of the bands (ID/IG) of 3D NiFe/N-GCT, 3D Fe/NGCT, and 3D Ni/N-GCT are 0.90, 0.86, and 0.84, respectively. Such larger values indicate that these 3D heteronanostructures have numerous defects.27 The larger ID/IG ratio reveals that more defects are in the 3D NiFe/NGCT. Fourier transform infrared spectroscopy (FTIR) was used to identify if the functional groups related to defects existed in 3D NiFe/N-GCT. Characteristic bands at 3438, 1629, and 1400 cm−1 correspond to −OH stretching vibration, CC band, and C−OH stretching vibration, respectively (Figure S2).28 The existence of the C−OH band confirms that there are defects in 3D NiFe/N-GCT. The scanning electron microscopy (SEM) image of the 3D NiFe/N-GCT is shown in Figure 2a. It can be found that the NCNT array with a length in range of 3−10 μm are anchored on the rGO sheets, forming a 3D interconnected network structure. Because of the spatial confinement of the NCNTs, the restacking of the rGO sheets is avoided efficiently, facilitating their practical applications. The transmission electron microscopy (TEM) image of the 3D NiFe/N-GCT indicates that NCNTs tightly contacted with rGO and some NiFe alloy NPs with diameter of 8−40 nm are encapsulated in the NCNTs (Figure 2b). The nanosized NPs can improve the specific surface area of 3D NiFe/N-GCT, leading to many atoms with a lot of dangling bonds on the surfaces. These atoms at the outermost surfaces can cause polarization relaxation and thereby improve the EMW absorption property of 3D NiFe/N-GCT.29 The antioxidation ability and dispersity of the encapsulated NiFe alloy NPs are significantly improved, which are in favor of the improvement of stability of the EMW absorption property. A magnified TEM image reveals that the NCNTs exhibit bamboo-like shapes and their diameters are in the range of 15−45 nm (Figure 2c). A further magnified image demonstrates that the wall thicknesses of the NCNTs are 0.5− 5 nm. The bamboo joints of the NCNTs have thickness of approximately 2 nm (Figure 2d). The periodic spacing of the\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39101\nadjacent bamboo joints is around 13 nm (Figure 2d). Thus, hundreds of small enclosed void spaces are formed in an individual NCNT, which have positive contribution to the EMW absorption property of the 3D heteronanostructure.30,31 Figure 2e shows a NiFe alloy NP encapsulated within NCNTs. The interplanar spacing in the NP region is calculated to be 0.20 nm, attributing to d-spacing of (111) plane of NiFe NPs. The NiFe alloy NP is surrounded by 3−5 layers of the graphene shell. In the graphene shell region, interplanar spacing is about 0.34 nm, which corresponds to (002) plane of graphitic carbon. The selected-area electron diffraction (SAED) pattern of NiFe/N-GCT is shown in Figure S3, in which diffraction rings can be indexed to (111) and (200) planes of NiFe alloy and (002) crystal planes of graphitic carbon, which is consistent with the 3D NiFe/N-GCT XRD results. There are various defects that can be clearly observed in the sample (marked by blue circles), as shown in Figure 2e. Such defects are also found in the wall region of the NCNTs, as shown in Figure 2f. The defects acted as polarized centers, which can cause polarization relaxations upon exposure of the 3D heteronanostructures to EMW.32 The defect-induced polarization relaxations will lead to additional dielectric loss toward EMW, facilitating improvement of EMW absorption property of 3D heteronanostructure.32 To further obtain information about the composition of the 3D NiFe/N-GCT, energy-dispersive X-ray spectroscopy elemental mappings and the inductively coupled plasma-optical emission spectroscopy (ICP-OES) were performed. Figure 2g shows TEM and elemental mapping images of 3D NiFe/N-GCT. It can be found that Ni and Fe are mainly distributed in the NP region, while the C and N are mainly focused on the wall region of NCNTs. In addition, the Ni and Fe mappings are overlapped completely, which indicates the formation of NiFe alloys. The Ni and Fe contents in 3D NiFe/N-GCT are determined to be 17.5 wt and 16.5 wt % by ICP-OES, and thus the atomic ratio of Ni/Fe is about 1:1. SEM images indicate that 3D Ni/N-\nGCT and 3D Fe/N-GCT exhibit 3D interconnected network structures with NCNT arrays on rGO sheets, similar to 3D NiFe/N-GCT (Figures S4a and S5a). TEM images indicate that the NCNTs in 3D Fe/N-GCT have diameters similar to those in 3D NiFe/N-GCT but the ones in 3D Ni/N-GCT have smaller diameters than those in 3D NiFe/N-GCT (approximately 20 nm) (Figures S4b and S5b). The NCNTs in the 3D Ni/N-GCT and 3D Fe/N-GCT have bamboo-like shapes, also similar to those in 3D NiFe/N-GCT (Figures S4c and S5c). The HRTEM image of NPs in the 3D Fe/N-GCT indicate that the marked lattice distances are 0.20 and 0.22 nm, corresponding to (031) and (002) planes of Fe3C, respectively (Figure S4d). The lattice distance of NPs in 3D Ni/N-GCT is about 0.20 nm, which is attributed to (111) plane of Ni (Figure S5d). The Ni content in 3D Ni/N-GCT and Fe content in 3D Fe/N-GCT determined by ICP-OES are 35.8 and 32.4 wt %, respectively. Therefore, the 3D heteronanostructures have similar total metal contents. The element valence states and the surface composition of 3D heteronanostructures were investigated by X-ray photoelectronic spectroscopy (XPS). Survey spectra reveal that there are Ni, Fe, C, N, and O elements in 3D NiFe/N-GCT, while Fe, C, N, and O elements in 3D Fe/N-GCT and Ni, C, N, and O elements in 3D Ni/N-GCT (Figure S6). The C 1s XPS spectra reveal that C−C (284.6 eV), C−N (285.1 eV), and C− O (286.2 eV) species existed in all of the 3D heteronanostructures, suggesting N doping in carbons (Figure S7a−c).33 The three peaks located at about 401.5, 400.1, and 398.6 eV in N 1s XPS spectra can be attributed to graphitic-N, pyrrolic-N, and pyridinic-N, respectively (Figure S7d−f), further confirms the N doping into carbons in 3D heteronanostructures.34 The N contents in the 3D NiFe/N-GCT, 3D Ni/N-GCT, and 3D Fe/N-GCT determined by the XPS are 1.96, 1.62, and 1.51 at. %, respectively. The N doping into carbon-based materials is favorable to the enhancement of oxidation resistance of metal NPs, facilitating the stability of the 3D heteronanostructures.35\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39102\nFigure 3a shows the Ni 2p XPS spectra of 3D NiFe/N-GCT, in which the metallic Ni with binding energies of 853.8 and 871.6\neV and Ni−N species with binding energies of 857.0 and 874.8 eV are identified.35 Fe 2p XPS spectra of 3D NiFe/N-GCT are shown in Figure 3b; the two main peaks at 707.4 and 719.0 eV evidence the existence of the metallic state of Fe0 in 3D NiFe/ N-GCT, while weak peaks at 724.9 and 711.9 eV along with satellite peaks (733.0 and 717.2 eV) correspond to Fe−N species.24 Figure S8 shows the Ni 2p XPS spectra of 3D Ni/NGCT and Fe 2p XPS spectra of 3D Fe/N-GCT. It can be found that the Ni and Fe in 3D Ni/N-GCT and 3D Fe/NGCT have chemical environments similar to those in 3D NiFe/N-GCT, respectively. The 3D heteronanostructures are mainly composed of rGO sheets, magnetic NPs, and NCNTs, and thus they may have big specific surface areas. N2 adsorption−desorption isotherms\nof the 3D heteronanostructures were measured to determine their specific surface areas. The Brunauer−Emmett−Teller specific surface areas of 3D NiFe/N-GCT, 3D Fe/N-GCT, and 3D Ni/N-GCT are 183, 144, and 119 m2 g−1, respectively (Figure 3c). The obvious type-IV loops indicate that there are mesopores in these 3D heteronanostructures. The pore size distribution diagrams reveal that the pores in all of the 3D heteronanostructures are centered at about 2.3 nm (Figure 3d). The pore volumes of 3D NiFe/N-GCT, 3D Fe/N-GCT, and 3D Ni/N-GCT are 0.49, 0.27, and 0.26 cm3 g−1, respectively. The 3D interconnected network structures along with larger specific surface areas and pore volumes, which is beneficial to the enhancement of the EMW absorption performance.36 The magnetic properties of 3D heteronanostructures were measured by a sample vibration magnetometer. The hysteresis loops in M−H curves of samples indicate that they have ferromagnetic properties (Figure S9). The saturation magnetization (Ms) and coercivity (Hc) are 76.5 emu g\n−1 and 165.1 Oe for 3D NiFe/N-GCT, 48.4 emu g−1 and 192.4 Oe for 3D Fe/N-GCT, and 22.4 emu g−1 and 121.0 Oe for 3D Ni/NCNT, respectively. SEM and TEM images demonstrate that 3D heteronanostructures with large specific surface areas, abundant defects, and large pore volumes are successfully fabricated. The fabrication of 3D NiFe/N-GCTs only involved vacuum freeze-drying and subsequent thermal treatment process at high temperatures. Thus, large-scale production of 3D NiFe/N-GCTs can be achieved. More than 8 g of the production can be obtained in each batch, affording the possibility of the practical applications of the 3D NiFe/NGCTs (Figure S10). Based on the transmission line theory, the EMW absorption properties of 3D heteronanostructures have been investigated.37 Electromagnetic parameters of 3D heteronanostructures with 15 wt % of filler mass loading in the paraffin matrix were measured. The real parts (ε′) and imaginary parts (ε″) of the complex permittivity (ε) of 3D heteronanostructures are shown in Figure 4a,b ε′ and ε″ values of 3D NiFe/N-GCT are in the range of 7.8−11.1 and 2.5−5.3, respectively, much larger than those of 3D Fe/N-GCT (6.8−8.9 and 1.1−3.5) and 3D Ni/N-GCT (7.4−9.2 and 1.2−2.8). Furthermore, dielectric loss tangent (tan δε = ε″/ε′) of 3D NiFe/N-GCT varies in the\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39103\nrange of 0.32−0.48, 1.2, and 1.5 times larger than those of 3D Fe/N-GCT and 3D Ni/N-GCT, respectively (Figure 4c). Thus, the 3D NiFe/N-GCT has the largest dielectric losses among these 3D heteronanostructures. The real parts (μ′) and imaginary parts (μ″) of complex permeability (μ) of 3D heteronanostructures were measured in 2−18 GHz, as shown in Figure 4d,e μ′ and μ″ values of 3D heteronanostructures vary in the ranges of 0.72−0.92 and 0−0.12, respectively, suggesting their very weak magnetic losses. The magnetic loss tangents (tan δμ = μ″/μ′) of 3D heteronanostructures are less than 0.12, further confirming their weak magnetic losses (Figure 4f). Therefore, the dielectric losses of the 3D heteronanostructures mainly contribute to their EMW absorption properties. In general, ε″ of an absorber includes conductive loss (εc″) and polarization relaxations (εp″), which can be written as,38,39\nε ε ε″ = ″ + ″p c (1)\nε σ π ε ″ = f2c 0 (2)\nwhere σ is electrical conductivity and ε0 is vacuum dielectric constant. Figure 5a shows the changes of the εc″ values of 3D\nheteronanostructures with the variation of the frequency. It can be found that all of these heteronanostructures have conductive loss toward EMW, which is attributed to high conductivities of NCNTs, metal NPs, and rGO in the 3D heteronanostructures. In addition, they have little difference in the conductive loss values, which implies that the difference of their dielectric loss comes from their different εp″. Figure 5b shows the εp″−f plots of 3D heteronanostructures. The εp″ values of 3D NiFe/N-GCT are in the range of 2.3−3.8, more 2 times higher than those of 3D Fe/N-GCT (0.9−1.9) and 3D Ni/N-GCT (1.0−1.5). Therefore, the best dielectric loss property of 3D NiFe/N-GCT mainly results from its largest εp″ values. According to Debye theory, polarization relaxations can be written as,40\nε ε ε\nε ε ε ′ − + + ″ = −∞ ∞i\nk jjj\ny { zzz\ni k jjj y { zzz2 ( ) 2 s 2 2 s 2\n(3)\nwhere ε∞ and εs represent the relative permittivity and static dielectric constant, respectively. The ε′−ε″ plots demonstrate that these 3D heteronanostructures have more than one cole− cole semicircles, suggesting that multiple relaxations occurred in the 3D heteronanostructures upon EMW irradiation (Figure S11). The polarization relaxations of the 3D heteronanostructures may come from the following factors. (i) There are numerous interfaces among the metal NPs, NCNTs and rGO sheets exist in these 3D heteronanostructures. Under the external electromagnetic field, the free carriers always accumulate at the heterogeneous interfaces, leading to strong interface polarization loss.41,42 (ii) The XPS and Raman spectra demonstrate that there are polar groups such as C−N, C−O, and N dopants, and defects such as broken fringes in 3D heteronanostructures, all of which can act as polarized centers and is beneficial of enhancement of polarization relaxations upon EMW irradiation.43 In particular, the graphitic-N that provides electrons to the conjugated system can improve the conductive loss, while the pyrrolic-N and pyridinic-N that can destroy the sp2 hybridization of the adjacent carbon atom can improve dielectric relaxation.43,44 Thus, these N dopants facilitate the enhancement of EMW absorption properties of 3D heteronanostructures. (iii) The unique 3D interconnected network structures of these samples can cause multiple scattering toward EMW when they are distributed uniformly in the paraffin matrix and thus can contribute to their dielectric losses. (iv) TEM images indicate that there are hundreds of void spaces enclosed by the walls of NCNTs and the bamboo joints in an individual NCNT. It has been demonstrated that the void spaces can increase the dielectric loss of an absorber.45−47\nThe 3D heteronanostructures have strong dielectric losses toward EMW, revealing that they may have ideal EMW absorption performances. RL can be expressed by following formulas,44\nμ ε π με=\nÄ\nÇ ÅÅÅÅÅÅÅÅÅ i k jjj\ny { zzz É Ö ÑÑÑÑÑÑÑÑÑ Z j fd c tan h 2 in r r r r\n(4)\n= − + R Z Z 20 log 1 1L in\nin (5)\nwhere Zin is input impedance of a sample. f is the frequency of EMW. μr and εr represent relative complex permeability and permittivity, respectively. d is the matching thickness. c is the velocity of EMW in free space. Figure 6 shows the change RL values of the 3D heteronanostructures with the variations of f and d. The RL values of these 3D heteronanostructures are less than −10.0 dB at d of above 2.0 mm. This means that these 3D heteronanostructures can attenuate 90.0% of EMW energy at d of above 2.0 mm, suggesting the possibility of their practical applications. Among the 3D heteronanostructures, the 3D NiFe/N-GCT shows the best EMW absorption property. First, the RL,min of the 3D NiFe/N-GCT is up to −40.3 dB at d = 3.5 mm, while RL,min values of 3D Fe/N-GCT and 3D Ni/N-GCT are −21.1 and −15.5 dB at d = 5.0 mm, respectively. Second, EAB10 of 3D NiFe/N-GCT is 4.5 GHz at d = 2.0 mm, much larger than those of 3D Fe/N-GCT (2.5 GHz, d = 2.5 mm) and 3D Ni/N-GCT (2.1 GHz, d = 3.0 mm), as shown in Figures 5c and 6. In addition, the EAB20 of the 3D NiFe/N-\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39104\nGCT is 1.0 GHz at d = 2.0 mm, while RL values of 3D Fe/NGCT and 3D Ni/N-GCT can not reach −20 dB at this thickness of an absorber film (Figure 6). Third, even when the d is smaller than 2.0 mm, the 3D NiFe/N-GCT still exhibits excellent EMW absorption performance (Figure 5d). The RL values of the 3D NiFe/N-GCT can reach −10 dB at the absorber thickness range of 1.2−2.0 mm. Besides, among these 3D heteronanostructures, the 3D NiFe/N-GCT has the largest the attenuation constant (α) values calculated by eq 6, further confirming its best EMW absorption properties (Figure S12). The order of EMW absorption properties of these samples is in line with the order of their dielectric losses. Thus, the enhanced absorption performance of 3D NiFe/N-GCT is attributed to its largest ε″ and tan δε = ε″/ε′ values. Besides, the impedance matching characteristic is also an important electromagnetic parameter to analyze the EMW absorption property.48 The ideal impedance matching required |Zin/Z0| value of the absorber close to 1.0.49 As shown in Figure S13, compared with 3D Fe/N-GCT and 3D Ni/N-GCT, the |Zin/ Z0| values of 3D NiFe/N-GCT are more close to 1.0 at d of the 3D NiFe/N-GCT in the range of 2.0−5.0 mm than those of 3D Fe/N-GCT and 3D Ni/N-GCT. Therefore, the best EMW absorption performance of the sample is relevant to its best impedance matching characteristic. Notably, compared with previously reported carbon-based materials, the 3D NiFe/NGCT exhibits favorably comparable or superior EMW absorption properties, and lower filler mass added into the paraffin matrix (only 15 wt %), as shown in Table 1. Thus, the 3D NiFe/N-GCT can be applied as an advanced highefficiency EMW absorbing material.\nα π\nμ ε μ ε μ ε μ ε μ ε μ ε\n=\n× ″ ″ − ′ ′ + ′ ″ + ″ ′ + ″ ″ − ′ ′\nf c 2\n( ) ( ) ( )2 2\n(6)\nThe discussion above shows that bimetal heteronanostructure has better EMW absorption property than the single counterparts. Thus, the Ni/Fe atomic ratio may have effect on EMW absorption performance of samples. Two additional\nsamples were prepared to investigate the effect of different Ni/ Fe atomic ratio on EMW absorption property of 3D bimetal heteronanostructures. The ratios in the two samples were controlled to be approximately 1:2 and 2:1 (Ni1Fe2/N-GCT and Ni2Fe1/N-GCT). SEM images and XRD indicate that two samples have morphology and composition similar to those for the one with the Ni/Fe atomic ratio of 1:1 (Figure S14). Figure S15 shows that the two samples have comparable EMW absorption properties to those of the one with the Ni/Fe atomic ratio of 1:1 and outperform those of 3D Fe/N-GCT and 3D Ni/N-GCT. Figure S16 compares the dielectric losses of the 3D bimetal heteronanostructures to those of single counterparts. It is found that the dielectric losses of the 3D heteronanostructures can be tuned by metal composition, and the bimetal heteronanostructures have larger ε″ and tan δε = ε″/ε′ values. Such enhanced dielectric losses of bimetal heteronanostructures are attributed to their improved EMW absorption properties. Therefore, construction of 3D bimetal\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39105\nheteronanostructure is an efficient strategy for the improvement of EMW properties."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, large-scale fabrication of 3D heteronanostructures composed of 2D rGO-supported 1D NiFe alloy NPencapsulated NCNT arrays was achieved by a facile method. Besides integration of advantages of 1D and 2D nanomaterials, the 3D heteronanostructures have interconnected network structures, sufficient interfaces, numerous defects, hundreds of void spaces in an individual NCNTs enclosed by bamboo joints and the walls of CNTs, and large specific surface areas. Benefiting from the advantages mentioned above, the 3D heteronanostructures show excellent EMW absorption performances at thin thicknesses of an absorber film, outperforming most of the reported carbon-based absorbers. Experimental results highlight that dielectric losses of 3D heteronanostructures can be tuned by the metal composition, and the enhanced dielectric losses of the bimetal heteronanostructures are attributed to their improved EMW absorption properties. Our findings highlight that construction of a 3D bimetal heteronanostructure is an efficient way for the improvement of EMW properties of absorbing materials.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b13751.\nAFM image, FTIR spectra, and SAED pattern of 3D NiFe/N-GCT; XRD patterns of the Ni1Fe2/N-GCT and Ni2Fe1/N-GCT; SEM, TEM, and XPS spectra of 3D heteronanostructures; and electromagnetic parameters, Hysteresis loop, ε′−ε″ plots, α−f, Z−f curves, and reflection losses of 3D heteronanostructures (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: zhuchunling@hrbeu.edu.cn (C.Z.). *E-mail: chenyujin@hrbeu.edu.cn (Y.C.)."
    }, {
      "heading" : "ORCID",
      "text" : "Xitian Zhang: 0000-0001-6111-8844 Yujin Chen: 0000-0002-6794-2276"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work is supported by the NNSF of China (grant numbers: 51972077 and 51572051), the Fundamental Re s e a r ch Funds fo r t he Cen t r a l Un i v e r s i t i e s ( H E U C F 2 0 1 7 0 8 , 3 0 7 2 0 1 9 C F Q 2 5 0 1 a n d 3072019CFQ2502), and also the Open Project Program of Key Laboratory for Photonic and Electric Bandgap Materials, Ministry of Education of the People’s Republic of China (PEBM201703 and PEBM201704).\n■ REFERENCES (1) Lv, H.; Yang, Z.; Wang, P. L.; Ji, G.; Song, J.; Zheng, L.; Zeng, H.; Xu, Z. J. A Voltage-Boosting Strategy Enabling a Low-Frequency, Flexible Electromagnetic Wave Absorption Device. Adv. Mater. 2018, 30, 1706343. (2) Wang, Z.; Wei, R.; Gu, J.; Liu, H.; Liu, C.; Luo, C.; Kong, J.; Shao, Q.; Wang, N.; Guo, Z.; Liu, X. Ultralight, Highly Compressible\nand Fire-Retardant Graphene Aerogel with Self-Adjustable Electromagnetic Wave Absorption. Carbon 2018, 139, 1126−1135. (3) Yin, Y.; Liu, X.; Wei, X.; Yu, R.; Shui, J. Porous CNTs/Co Composite Derived from Zeolitic Imidazolate Framework: A Lightweight, Ultrathin, and Highly Efficient Electromagnetic Wave Absorber. ACS Appl. Mater. Interfaces 2016, 8, 34686−34698. (4) Lin, Y.; Dong, J.; Zong, H.; Wen, B.; Yang, H. Synthesis, Characterization, and Electromagnetic Wave Absorption Properties of Composites of Reduced Graphene Oxide with Porous LiFe5O8 Microspheres. ACS Sustainable Chem. Eng. 2018, 6, 10011−10020. (5) Ye, F.; Song, Q.; Zhang, Z.; Li, W.; Zhang, S.; Yin, X.; Zhou, Y.; Tao, H.; Liu, Y.; Cheng, L.; Zhang, L.; Li, H. Direct Growth of EdgeRich Graphene with Tunable Dielectric Properties in Porous Si3N4 Ceramic for Broadband High-Performance Microwave Absorption. Adv. Funct. Mater. 2018, 28, 1707205. (6) Huang, Z.; Chen, H.; Huang, Y.; Ge, Z.; Zhou, Y.; Yang, Y.; Xiao, P.; Liang, J.; Zhang, T.; Shi, Q.; Li, G.; Chen, Y. UltraBroadband Wide-Angle Terahertz Absorption Properties of 3D Graphene Foam. Adv. Funct. Mater. 2018, 28, 1704363. (7) Liu, P.; Huang, Y.; Yan, J.; Yang, Y.; Zhao, Y. Construction of CuS Nanoflakes Vertically Aligned on Magnetically Decorated Graphene and Their Enhanced Microwave Absorption Properties. ACS Appl. Mater. Interfaces 2016, 8, 5536−5546. (8) Zhao, B.; Zhao, W.; Shao, G.; Fan, B.; Zhang, R. MorphologyControl Synthesis of a Core-Shell Structured NiCu Alloy with Tunable Electromagnetic-Wave Absorption Capabilities. ACS Appl. Mater. Interfaces 2015, 7, 12951−12960. (9) Liu, J.; Cao, M.-S.; Luo, Q.; Shi, H.-L.; Wang, W.-Z.; Yuan, J. Electromagnetic Property and Tunable Microwave Absorption of 3D Nets from Nickel Chains at Elevated Temperature. ACS Appl. Mater. Interfaces 2016, 8, 22615−22622. (10) He, P.; Hou, Z.-L.; Zhang, K.-L.; Li, J.; Yin, K.; Feng, S.; Bi, S. Lightweight Ferroferric Oxide Nanotubes with Natural Resonance Property and Design for Broadband Microwave Absorption. J. Mater. Sci. 2017, 52, 8258−8267. (11) Song, Z.; Liu, X.; Sun, X.; Li, Y.; Nie, X.; Tang, W.; Yu, R.; Shui, J. Alginate-Templated Synthesis of CoFe/Carbon Fiber Composite and the Effect of Hierarchically Porous Structure on Electromagnetic Wave Absorption Performance. Carbon 2019, 151, 36−45. (12) Yan, L.; Hong, C.; Sun, B.; Zhao, G.; Cheng, Y.; Dong, S.; Zhang, D.; Zhang, X. In Situ Growth of Core-Sheath Heterostructural SiC Nanowire Arrays on Carbon Fibers and Enhanced Electromagnetic Wave Absorption Performance. ACS Appl. Mater. Interfaces 2017, 9, 6320−6331. (13) Wu, Z.; Tian, K.; Huang, T.; Hu, W.; Xie, F.; Wang, J.; Su, M.; Li, L. Hierarchically Porous Carbons Derived from Biomasses with Excellent Microwave Absorption Performance. ACS Appl. Mater. Interfaces 2018, 10, 11108−11115. (14) Zhao, G.; Lv, H.; Zhou, Y.; Zheng, X.; Wu, C.; Xu, C. SelfAssembled Sandwich-like MXene-Derived Nanocomposites for Enhanced Electromagnetic Wave Absorption. ACS Appl. Mater. Interfaces 2018, 10, 42925−42932. (15) Cao, M.-S.; Yang, J.; Song, W.-L.; Zhang, D.-Q.; Wen, B.; Jin, H.-B.; Hou, Z.-L.; Yuan, J. Ferroferric Oxide/Multiwalled Carbon Nanotube vs Polyaniline/Ferroferric Oxide/Multiwalled Carbon Nanotube Multiheterostructures for Highly Effective Microwave Absorption. ACS Appl. Mater. Interfaces 2012, 4, 6949−6956. (16) Yang, R.; Wang, B.; Xiang, J.; Mu, C.; Zhang, C.; Wen, F.; Wang, C.; Su, C.; Liu, Z. Fabrication of NiCo2-Anchored Graphene Nanosheets by Liquid-Phase Exfoliation for Excellent Microwave Absorbers. ACS Appl. Mater. Interfaces 2017, 9, 12673−12679. (17) Lee, S.-H.; Sridhar, V.; Jung, J.-H.; Karthikeyan, K.; Lee, Y.-S.; Mukherjee, R.; Koratkar, N.; Oh, I.-K. Graphene-Nanotube-Iron Hierarchical Nanostructure as Lithium Ion Battery Anode. ACS Nano 2013, 7, 4242−4251. (18) Bae, S.-H.; Karthikeyan, K.; Lee, Y.-S.; Oh, I.-K. Microwave Self-Assembly of 3D Graphene-Carbon Nanotube-Nickel Nanostruc-\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39106\nture for High Capacity Anode Material in Lithium Ion Battery. Carbon 2013, 64, 527−536. (19) Biswas, K.; He, J.; Blum, I. D.; Wu, C.-I.; Hogan, T. P.; Seidman, D. N.; Dravid, V. P.; Kanatzidis, M. G. High-Performance Bulk Thermoelectrics with All-Scale Hierarchical Architectures. Nature 2012, 489, 414−418. (20) Liu, J.; Zhang, L.; Wu, H. B.; Lin, J.; Shen, Z.; Lou, X. W. HighPerformance Flexible Asymmetric Supercapacitors Based on a New Graphene Foam/Carbon Nanotube Hybrid Film. Energy Environ. Sci. 2014, 7, 3709−3719. (21) Li, S.; Luo, Y.; Lv, W.; Yu, W.; Wu, S.; Hou, P.; Yang, Q.; Meng, Q.; Liu, C.; Cheng, H.-M. Vertically Aligned Carbon Nanotubes Grown on Graphene Paper as Electrodes in Lithium-Ion Batteries and Dye-Sensitized Solar Cells. Adv. Energy Mater. 2011, 1, 486−490. (22) Fei, J.; Cui, Y.; Zhao, J.; Gao, L.; Yang, Y.; Li, J. Large-Scale Preparation of 3D Self-Assembled Iron Hydroxide and Oxide Hierarchical Nanostructures and Their Applications for Water Treatment. J. Mater. Chem. 2011, 21, 11742−11746. (23) Ma, Y.; Sun, L.; Huang, W.; Zhang, L.; Zhao, J.; Fan, Q.; Huang, W. Three-Dimensional Nitrogen-Doped Carbon Nanotubes/ Graphene Structure Used as a Metal-Free Electrocatalyst for the Oxygen Reduction Reaction. J. Phys. Chem. C 2011, 115, 24592− 24597. (24) Liu, C.; Liu, L.; Tian, X.; Wang, Y.; Li, R.; Zhang, Y.; Song, Z.; Xu, B.; Chu, W.; Qi, F.; Ikhlaq, A. Coupling Metal-Organic Frameworks and g-C3N4 to Derive Fe@N-Doped Graphene-Like Carbon for Peroxymonosulfate Activation: Upgrading Framework Stability and Performance. Appl. Catal., B 2019, 255, 117763. (25) Song, C.; Yin, X.; Han, M.; Li, X.; Hou, Z.; Zhang, L.; Cheng, L. Three-Dimensional Reduced Graphene Oxide Foam Modified with ZnO Nanowires for Enhanced Microwave Absorption Properties. Carbon 2017, 116, 50−58. (26) Ren, Y.; Zhu, C.; Zhang, S.; Li, C.; Chen, Y.; Gao, P.; Yang, P.; Ouyang, Q. Three-Dimensional SiO2@Fe3O4 Core/Shell Nanorod Array/Graphene Architecture: Synthesis and Electromagnetic Absorption Properties. Nanoscale 2013, 5, 12296−12303. (27) Sha, L.; Gao, P.; Wu, T.; Chen, Y. Chemical Ni-C Bonding in Ni-Carbon Nanotube Composite by a Microwave Welding Method and Its Induced High-Frequency Radar Frequency Electromagnetic Wave Absorption. ACS Appl. Mater. Interfaces 2017, 9, 40412−40419. (28) Mafa, P. J.; Ntsendwana, B.; Mamba, B. B.; Kuvarega, A. T. Visible Light Driven ZnMoO4/BiFeWO6/rGO Z-Scheme Photocatalyst for the Degradation of Anthraquinonic Dye. J. Phys. Chem. C 2019, 123, 20605−20616. (29) Jian, X.; Tian, W.; Li, J.; Deng, L.; Zhou, Z.; Zhang, L.; Lu, H.; Yin, L.; Mahmood, N. High-Temperature Oxidation-Resistant ZrN0.4B0.6/SiC Nanohybrid for Enhanced Microwave Absorption. ACS Appl. Mater. Interfaces 2019, 11, 15869−15880. (30) Qu, B.; Zhu, C.; Li, C.; Zhang, X.; Chen, Y. Coupling Hollow Fe3O4-Fe Nanoparticles with Graphene Sheets for High-Performance Electromagnetic Wave Absorbing Material. ACS Appl. Mater. Interfaces 2016, 8, 3730−3735. (31) Yan, F.; Zhang, S.; Zhang, X.; Li, C.; Zhu, C.; Zhang, X.; Chen, Y. Growth of CoFe2O4 Hollow Nanoparticles on Graphene Sheets for High-Performance Electromagnetic Wave Absorbers. J. Mater. Chem. C 2018, 6, 12781−12787. (32) Yuan, H.; Zhang, X.; Yan, F.; Zhang, S.; Zhu, C.; Li, C.; Zhang, X.; Chen, Y. Nitrogen-Doped Carbon Nanosheets Containing Fe3C Nanoparticles Encapsulated in Nitrogen-Doped Graphene Shells for High-Performance Electromagnetic Wave Absorbing Materials. Carbon 2018, 140, 368−376. (33) Wang, C.; Yang, H.; Zhang, Y.; Wang, Q. NiFe Alloy Nanoparticles with Hcp Crystal Structure Stimulate Superior Oxygen Evolution Reaction Electrocatalytic Activity. Angew. Chem., Int. Ed. 2019, 58, 6099−6103. (34) Sun, J.; Lowe, S. E.; Zhang, L.; Wang, Y.; Pang, K.; Wang, Y.; Zhong, Y.; Liu, P.; Zhao, K.; Tang, Z.; Zhao, H. Ultrathin NitrogenDoped Holey Carbon@Graphene Bifunctional Electrocatalyst for\nOxygen Reduction and Evolution Reactions in Alkaline and Acidic Media. Angew. Chem., Int. Ed. 2018, 57, 16511−16515. (35) Zhang, X.; Xu, H.; Li, X.; Li, Y.; Yang, T.; Liang, Y. Facile Synthesis of Nickel-Iron/Nanocarbon Hybrids as Advanced Electrocatalysts for Efficient Water Splitting. ACS Catal. 2016, 6, 580−588. (36) Wu, Z.; Pei, K.; Xing, L.; Yu, X.; You, W.; Che, R. Enhanced Microwave Absorption Performance from Magnetic Coupling of Magnetic Nanoparticles Suspended within Hierarchically Tubular Composite. Adv. Funct. Mater. 2019, 29, 1901448. (37) Liang, L.; Han, G.; Li, Y.; Zhao, B.; Zhou, B.; Feng, Y.; Ma, J.; Wang, Y.; Zhang, R.; Liu, C. Promising Ti3C2Tx MXene/Ni Chain Hybrid with Excellent Electromagnetic Wave Absorption and Shielding Capacity. ACS Appl. Mater. Interfaces 2019, 11, 25399− 25409. (38) He, P.; Cao, M.-S.; Shu, J.-C.; Cai, Y.-Z.; Wang, X.-X.; Zhao, Q.-L.; Yuan, J. Atomic Layer Tailoring Titanium Carbide MXene To Tune Transport and Polarization for Utilization of Electromagnetic Energy beyond Solar and Chemical Energy. ACS Appl. Mater. Interfaces 2019, 11, 12535−12543. (39) Cao, M.; Wang, X.; Cao, W.; Fang, X.; Wen, B.; Yuan, J. Thermally Driven Transport and Relaxation Switching Self-Powered Electromagnetic Energy Conversion. Small 2018, 14, 1800987. (40) Zhang, X.-J.; Zhu, J.-Q.; Yin, P.-G.; Guo, A.-P.; Huang, A.-P.; Guo, L.; Wang, G.-S. Tunable High-Performance Microwave Absorption of Co1−xS Hollow Spheres Constructed by Nanosheets within Ultralow Filler Loading. Adv. Funct. Mater. 2018, 28, 1800761. (41) Xiang, J.; Li, J.; Zhang, X.; Ye, Q.; Xu, J.; Shen, X. Magnetic Carbon Nanofibers Containing Uniformly Dispersed Fe/Co/Ni Nanoparticles as Stable and High-Performance Electromagnetic Wave Absorbers. J. Mater. Chem. A 2014, 2, 16905−16914. (42) Xu, H.; Yin, X.; Zhu, M.; Li, M.; Zhang, H.; Wei, H.; Zhang, L.; Cheng, L. Constructing Hollow Graphene Nano-Spheres Confined in Porous Amorphous Carbon Particles for Achieving Full X Band Microwave Absorption. Carbon 2019, 142, 346−353. (43) Quan, B.; Liang, X.; Zhang, X.; Xu, G.; Ji, G.; Du, Y. Functionalized Carbon Nanofibers Enabling Stable and Flexible Absorbers with Effective Microwave Response at Low Thickness. ACS Appl. Mater. Interfaces 2018, 10, 41535−41543. (44) Liu, P.; Zhang, Y.; Yan, J.; Huang, Y.; Xia, L.; Guang, Z. Synthesis of Lightweight N-Doped Graphene Foams with Open Reticular Structure for High-Efficiency Electromagnetic Wave Absorption. Chem. Eng. J. 2019, 368, 285−298. (45) Yan, F.; Kang, J.; Zhang, S.; Li, C.; Zhu, C.; Zhang, X.; Chen, Y. Enhanced Electromagnetic Wave Absorption Induced by Void Spaces in Hollow Nanoparticles. Nanoscale 2018, 10, 18742−18748. (46) Yan, F.; Guo, D.; Zhang, S.; Li, C.; Zhu, C.; Zhang, X.; Chen, Y. An Ultra-Small NiFe2O4 Hollow Particle/Graphene Hybrid: Fabrication and Electromagnetic Wave Absorption Property. Nanoscale 2018, 10, 2697−2703. (47) Liu, L.; Zhang, S.; Yan, F.; Li, C.; Zhu, C.; Zhang, X.; Chen, Y. Three-Dimensional Hierarchical MoS2 Nanosheets/Ultralong NDoped Carbon Nanotubes as High-Performance Electromagnetic Wave Absorbing Material. ACS Appl. Mater. Interfaces 2018, 10, 14108−14115. (48) Liu, W.; Shao, Q.; Ji, G.; Liang, X.; Cheng, Y.; Quan, B.; Du, Y. Metal-Organic-Frameworks Derived Porous Carbon-Wrapped Ni Composites with Optimized Impedance Matching as Excellent Lightweight Electromagnetic Wave Absorber. Chem. Eng. J. 2017, 313, 734−744. (49) Wu, H.; Wu, G.; Ren, Y.; Yang, L.; Wang, L.; Li, X. Co2+/Co3+ Ratio Dependence of Electromagnetic Wave Absorption in Hierarchical NiCo2O4 -CoNiO2 Hybrids. J. Mater. Chem. C 2015, 3, 7677−7690. (50) Han, M.; Yin, X.; Kong, L.; Li, M.; Duan, W.; Zhang, L.; Cheng, L. Graphene-Wrapped ZnO Hollow Spheres with Enhanced Electromagnetic Wave Absorption Properties. J. Mater. Chem. A 2014, 2, 16403−16409. (51) Zou, C.; Yao, Y.; Wei, N.; Gong, Y.; Fu, W.; Wang, M.; Jiang, L.; Liao, X.; Yin, G.; Huang, Z.; Chen, X. Electromagnetic Wave\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39107\nAbsorption Properties of Mesoporous Fe3O4/C Nanocomposites. Compos. B Eng. 2015, 77, 209−214. (52) Chen, Y.-J.; Xiao, G.; Wang, T.-S.; Ouyang, Q.-Y.; Qi, L.-H.; Ma, Y.; Gao, P.; Zhu, C.-L.; Cao, M.-S.; Jin, H.-B. Porous Fe3O4/ Carbon Core/Shell Nanorods: Synthesis and Electromagnetic Properties. J. Phys. Chem. C 2011, 115, 13603−13608. (53) Zhang, X. F.; Dong, X. L.; Huang, H.; Liu, Y. Y.; Wang, W. N.; Zhu, X. G.; Lv, B.; Lei, J. P.; Lee, C. G. Microwave Absorption Properties of the Carbon-Coated Nickel Nanocapsules. Appl. Phys. Lett. 2006, 89, 053115. (54) Wan, Y.; Xiao, J.; Li, C.; Xiong, G.; Guo, R.; Li, L.; Han, M.; Luo, H. Microwave Absorption Properties of FeCo-Coated Carbon Fibers with Varying Morphologies. J. Magn. Magn. Mater. 2016, 399, 252−259. (55) Han, Z.; Li, D.; Wang, H.; Liu, X. G.; Li, J.; Geng, D. Y.; Zhang, Z. D. Broadband Electromagnetic-Wave Absorption by FeCo/C Nanocapsules. Appl. Phys. Lett. 2009, 95, 023114. (56) Ding, X.; Huang, Y.; Li, S.; Zhang, N.; Wang, J. FeNi3 Nanoalloy Decorated on 3D Architecture Composite of Reduced Graphene Oxide/Molybdenum Disulfide Giving Excellent Electromagnetic Wave Absorption Properties. J. Alloys Compd. 2016, 689, 208−217. (57) Liu, X.; Cui, X.; Chen, Y.; Zhang, X.-J.; Yu, R.; Wang, G.-S.; Ma, H. Modulation of Electromagnetic Wave Absorption by Carbon Shell Thickness in Carbon Encapsulated Magnetite NanospindlesePoly (Vinylidene Fluoride) Composites. Carbon 2015, 95, 870−878. (58) Ren, Y.-L.; Wu, H.-Y.; Lu, M.-M.; Chen, Y.-J.; Zhu, C.-L.; Gao, P.; Cao, M.-S.; Li, C.-Y.; Ouyang, Q.-Y. Quaternary Nanocomposites Consisting of Graphene, Fe3O4@Fe Core@Shell, and ZnO Nanoparticles: Synthesis and Excellent Electromagnetic Absorption Properties. ACS Appl. Mater. Interfaces 2012, 4, 6436−6442.\nDOI: 10.1021/acsami.9b13751 ACS Appl. Mater. Interfaces 2019, 11, 39100−39108\n39108"
    } ],
    "references" : [ {
      "title" : "g-C3N4 to Derive Fe@N-Doped Graphene-Like Carbon for Peroxymonosulfate Activation: Upgrading Framework Stability and Performance",
      "author" : [ "X. Yin", "M. Han", "X. Li", "Z. Hou", "L. Zhang", "L. Cheng" ],
      "venue" : null,
      "citeRegEx" : "C. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2019
    }, {
      "title" : "NiCo2O4 -CoNiO2 Hybrids",
      "author" : [ "M. Han", "X. Yin", "L. Kong", "M. Li", "W. Duan", "L. Zhang", "L. Cheng" ],
      "venue" : "J. Mater. Chem. C 2015,",
      "citeRegEx" : "Han et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2014
    }, {
      "title" : "Properties of the Carbon-Coated Nickel Nanocapsules",
      "author" : [ "J. Xiao", "C. Li", "G. Xiong", "R. Guo", "L. Li", "M. Han", "H. Luo" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Y. et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2006
    }, {
      "title" : "Nanoalloy Decorated on 3D Architecture Composite of Reduced Graphene Oxide/Molybdenum Disulfide Giving Excellent Electromagnetic Wave Absorption Properties",
      "author" : [ "X. Cui", "Y. Chen", "X.-J. Zhang", "R. Yu", "G.-S. Wang" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "X. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2016
    }, {
      "title" : "Modulation of Electromagnetic Wave Absorption by Carbon Shell Thickness in Carbon Encapsulated Magnetite NanospindlesePoly (Vinylidene Fluoride) Composites",
      "author" : [ "H. Ma" ],
      "venue" : "Carbon",
      "citeRegEx" : "Ma,? \\Q2015\\E",
      "shortCiteRegEx" : "Ma",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Herein, we use reduced graphene oxide as a substrate and NiFe as a catalyst to fabricate three-dimensional (3D) nitrogen-doped carbon nanotube (NCNT)/reduced graphene oxide heteronanostructures (3D NiFe/N-GCTs). The 3D NiFe/N-GCTs are composed of two-dimensional (2D) reduced graphene oxide-supported one-dimensional (1D) NiFe nanoparticle-encapsulated NCNT arrays. The NCNTs exhibit bamboo-like shapes with the length and diameter of 3−10 μm and 15−45 nm, respectively. Besides integration of advantages of 1D and 2D nanomaterials, the 3D NiFe/N-GCT heteronanostructure possesses interconnected network structures, sufficient interfaces, numerous defects, hundreds of void spaces enclosed by bamboo joints and the walls of the NCNT in an individual carbon nanotube, and large surface areas, which can improve their dielectric losses toward electromagnetic wave. Thus, the 3D NiFe/N-GCTs show satisfied property toward electromagnetic wave absorption. Typically, the optimized 3D NiFe/N-GCT displays excellent minimal reflection loss (−40.3 dB) and outstanding efficient absorption bandwidth (4.5 GHz), outperforming most of the reported absorbers. Remarkably, the synthesis of 3D NiFe/N-GCTs only involves vacuum freeze-drying and subsequent thermal treatment process at a high temperature, and thus, the large-scale production of 3D NiFe/N-GCTs can be achieved in each batch, affording the possibility of the practical applications of the 3D NiFe/N-GCTs.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}