{
  "name" : "downloads_2019-11-11_6c_10.1016@j.cej.2019.123418.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Sono-Photodeposition of Ag over Sono-Fabricated Mesoporous Bi2Sn2O7-Two Dimensional Carbon Nitride: Type-II Plasmonic Nano-Heterojunction with Simulated Sunlight-Driven Elimination of Drug",
    "authors" : [ "Shirin Heidari", "Mohammad Haghighi", "Maryam Shabani" ],
    "emails" : [ "haghighi@sut.ac.ir," ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proofs\nSono-Photodeposition of Ag over Sono-Fabricated Mesoporous Bi2Sn2O7-Two Dimensional Carbon Nitride: Type-II Plasmonic Nano-Heterojunction with Simulated Sunlight-Driven Elimination of Drug Shirin Heidari, Mohammad Haghighi, Maryam Shabani PII: S1385-8947(19)32831-1 DOI: https://doi.org/10.1016/j.cej.2019.123418 Reference: CEJ 123418 To appear in: Chemical Engineering Journal Received Date: 5 August 2019 Revised Date: 16 October 2019 Accepted Date: 6 November 2019\nPlease cite this article as: S. Heidari, M. Haghighi, M. Shabani, Sono-Photodeposition of Ag over Sono-Fabricated Mesoporous Bi2Sn2O7-Two Dimensional Carbon Nitride: Type-II Plasmonic Nano-Heterojunction with Simulated Sunlight-Driven Elimination of Drug, Chemical Engineering Journal (2019), doi: https://doi.org/10.1016/j.cej. 2019.123418\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier B.V.\nSono-Photodeposition of Ag over Sono-Fabricated Mesoporous Bi2Sn2O7-\nTwo Dimensional Carbon Nitride: Type-II Plasmonic Nano-\nHeterojunction with Simulated Sunlight-Driven Elimination of Drug\nShirin Heidari1,2, Mohammad Haghighi*,1,2, Maryam Shabani1,2\n1. Chemical Engineering Faculty, Sahand University of Technology, P.O.Box 51335-1996, Sahand New Town,\nTabriz, Iran.\n2. Reactor and Catalysis Research Center (RCRC), Sahand University of Technology, P.O.Box 51335-1996, Sahand\nNew Town, Tabriz, Iran.\n* Corresponding author: Reactor and Catalysis Research Center, Sahand University of Technology, P.O. Box 51335-1996, Sahand New Town, Tabriz, Iran. Email: haghighi@sut.ac.ir, Tel: +98-41-33458096 & +98-41-33459152, Fax: +98-41-33444355, web: http://rcrc.sut.ac.ir\n1 Abstract The mesoporous Ag/Bi2Sn2O7-C3N4 plasmonic nanophotocatalyst, which synthesized by the hybridization method of sono-dispersion and heat-treatment following with the sonophotodeposition, was applied as an efficient solar-light-driven photocatalyst for degradation of Tetracycline (TC) antibiotic. Also, the Bi2Sn2O7, g-C3N4, Bi2Sn2O7-C3N4, Ag/Bi2Sn2O7 and Ag/C3N4 nanophotocatalysts were synthesized to compare. The characterizations of samples were conducted using XRD, morphology analyses such as FESEM, TEM and AFM, EDX and dot mapping, BET-BJH, FTIR, DRS and pHpzc. The results of morphology analyses showed that about 75.2% of nanoparticles are at the range of 10-20 nm and the minimum and maximum particle sizes were 6.9 nm and 42.2 nm respectively. Moreover, the cubic Ag particles size was about 25.7 nm. Besides, the results of the UV-vis diffuse reflectance spectroscopy analysis illustrated the promotion of the absorption edge of Ag/Bi2Sn2O7-C3N4 (at about 521nm) following with the decrement of band gap (2.38 eV). The photocatalytic activity of Ag/Bi2Sn2O7-C3N4 was obtained higher than other samples (89.1%) due to Bi2Sn2O7-C3N4 type-II heterojunction, porous structure with high specific surface area (66 m2/g) owing to the usage of ultrasonic energy and surface plasmon resonance created using the Ag particle. Moreover, experiments were carried out to investigate the effect of various parameters such as the photocatalyst dosage, initial concentration and pH of TC solution in removing the contaminate molecule from aqueous solution under the light illumination, which was simulated as sunlight, in the presence of photocatalyst and the possible elimination mechanism was proposed for pollutant removal. Keywords: Ag/Bi2Sn2O7-C3N4 Nanophotocatalyst, Photo-Deposition, Sono-Hydrothermal, SolarLight-Driven, Tetracycline Degradation.\n2"
    }, {
      "heading" : "1 Introduction",
      "text" : "The study on effluents from pharmaceutical manufacturers, hospitals, municipal wastewater treatments (due to the lack of complete metabolism in the body) and runoff indicated the presence of medication molecules, including tetracycline antibiotics [1-3]. Tetracycline is one of the high consumption antibiotics and its amphoteric molecules have multiple groups/moieties (e.g. phenol, amino, and enone) that can create the specific polar interactions, so it is counted as important pollutants [4, 5]. Using of biological treatment processes is not proper to remove this antibiotic from water due to the possibility to destroy microorganisms applied in bioreactors by it [6, 7]. Bio-molecular studies from contaminated wastewater to pharmaceutical contaminants show that antibiotics can disturb the ecosystem function by dissemination antibiotic resistant genes, so the persistence of them has been widely concerned. It is recognized that the photocatalytic process is the practical method for antibiotics removal [8, 9]. Among novel photocatalysts, bismuth‐containing photocatalysts [10-12] have received tremendous attention due to their outstanding photo-oxidation activity [13, 14] that among them, the crystal structure of Bi2Sn2O7 with the network of corner-shared octahedral can facilitate the mobility of the charged carriers. Thus the Bi2Sn2O7 has been known as the proper material for photocatalysis and it has also been demonstrated the photocatalytic activity to visible-light [15, 16]. However, the existence of challenges in this regard has forced researchers to study further in order to expand the photocatalyst light spectrum response and improve separation of charge carriers. Therefore, the reviews have shown that the formation of heterojunctions structures in order to expand the photocatalyst light spectrum response and thus enhanced the efficiency related to the light absorption and to decrease/remove the recombination of charge carriers can be useful. The heterojunction structures could be formed through introducing a noble metal, hybridation of several various\n3 semiconductors, carbon‐based material modification or/and Bi metal loading [17]. Previous studies have shown that heterojunctions between Bi2Sn2O7 and other semiconductors by accelerating the separation of photogenerated electrons and holes can extend the responsive range and enhance the photocatalytic activity. Furthermore, one of the strategies to improve the photocatalytic activity of Bi2Sn2O7 is the creation of heterojunctions between Bi2Sn2O7 and carbon/carbon‐based materials [17]. Among carbon‐based materials such as CNTs, AC, GO, RGO and g-C3N4, carbon nitride is considered as environmentally benign material due to its unique inherent characteristics such as visible-light absorbing ability, two dimensional planar structure, photochemical stability, unique electric optical and structural and physicochemical properties [17-19]. On the other hand, g-C3N4 is cheaper than other carbon-based materials and is more easily synthesized through a one-step polymerization method from cheaper precursors such as urea, thiourea, melamine, cyanamide and dicyandiamide. Furthermore, the g-C3N4 photocatalyst can be as a suitable substrate for fabricating composite of photocatalysts [20]. Besides, in order to separate and transfer the excited charge carriers and prevent the recombination of electron–holes, the noble metals can be used due to excellent conductivity and strong electron trapping, which particles act as electron sinks and trapping free electrons. In this state, the transfer of charge carriers can be done through the surface plasmon resonance (SPR) effects, that it can cause the intense local electromagnetic fields. Thus, the presence of noble metals such as Pd, Au, Rh, Pt and Ag can both increase the number of h+ and e- in the semiconductor and also broaden the light absorption range of composite. Among the noble metals, silver has received more attention due to the superior antibacterial agent and disinfection effect and relatively cheaper [21-23]. There are various methods for forming the composites and creating the heterojunction structures. These include anion-exchange [24, 25], heat-treatment, precipitation [26], and\n4 creating heterojunction structure during the synthesis of one of the components by the solvothermal or hydrothermal method [27, 28]. In this work we used from a hybridization method of sono-dispersion and heat-treatment. This method is easier and shorter than the solvothermal or hydrothermal methods; it is more suitable than precipitation because in the precipitation method the crystals don't grow well and there is a possibility of the deposition of undesired impurities. On the other hand, here the use of ultrasound and heat-treatment in the synthesis process can cause the effective dispersion of particles and active sites on the surface, increasing the access to active sites, more uniform on the size distribution, creating an appropriate morphology and good interaction between the two semiconductors. In this work, the plasmonic type-II heterojunction nanostructured Ag/Bi2Sn2O7-C3N4 nanophotocatalyst was used to photo-degrade the antibiotic tetracycline, as a resistant pollutant. Thus, the principal aims of this study were: (1) fabrication of the mesoporous Ag/Bi2Sn2O7-C3N4 plasmonic nanophotocatalyst with type-II heterojunction nanostructure using the hybridation rout of sono-dispersion and heat-treatment; (2) the utilization of the ultrasound energy owing to the creation of the suitable distribution and nucleation. In fact, the use of ultrasound during the synthesis proses can lead to the formation of the effective physical and chemical features due to the propagation of ultrasound waves and the creation of the cavitation bubbles. In other terms, the presence of ultrasound energy causes the generation of highly reactive radicals •OH and •H, effective dispersion of particles, more uniform size distribution, higher surface area, increase in nucleation rate, number of nuclei and crystal growth and resulting in increasing access to active sites; (3) the effect of Ag on the optical, physico-chemical features; (4) the evaluation of antibiotic tetracycline degradation by the Ag/Bi2Sn2O7-C3N4 plasmonic nanophotocatalyst under the light illumination, which was simulated as sunlight. In this regard, to compare Bi2Sn2O7, Ag/Bi2Sn2O7, g-C3N4, Ag/g-C3N4 and Bi2Sn2O7-C3N4 were synthesized and their activity was\n5 also investigated in removing tetracycline from synthetic polluted water. Generally, the novelty of the present work are: the synthesis a double heterojunction as type II between Bi2Sn2O7 and C3N4 which was decorated with Ag particles; the usage of a hybridation route, including of sono-dispersion and heat-treatment, in order to create the proper interaction between two semiconductors, proper distribution of particles in the whole sample, create the higher special surface area, more access to surface active sites; the highest degradation efficiency on plasmonic mesoporous Ag/Bi2Sn2O7-C3N4; superior solar-light-driven plasmonassisted photodegradation of amphoteric molecules of tetracycline."
    }, {
      "heading" : "2 Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1 Materials",
      "text" : "Melamine procured from Bojnurd Petrochemical Company was used for the synthesis of pure g-C3N4. Bi(NO3)3.5H2O and Na2SnO3.3H2O were used as precursors of Bi2Sn2O7. AgNO3 was also utilized Ag as the precursor. NaOH, HNO3 and HCl were applied for the pH alteration and adjustment. (NH4)2C2O4·H2O and C3H8O was used to identify the participant species in the photodegradation reaction. Among the materials, Bi(NO3)3.5H2O, Na2SnO3.3H2O and other materials were purchased from Sigma Aldrich and Merck Company, respectively. Moreover, in all of syntheses and reactor tests, the deionized water was utilized."
    }, {
      "heading" : "2.2 Fabrication Procedure",
      "text" : "The pure bulk g-C3N4 (denoted as BCN) and Bi2Sn2O7 (denoted as BSO) nanophotocatalysts were synthesized according to the algorithm represented in Figure 1. Moreover, Figure 2 shows the synthesis process of other nanophotocatalysts. In the first step (Figure 2 (a)), the certain amount of BCN (0.75 g regarding the weighed quantity 0.25% in 3 g of Bi2Sn2O7-\n6 C3N4 composite) was diffused to the certain value of deionized water (120 mL) under ultrasonic energy for 1 h at 150 W (400W Probe ultrasound, 20 kHz, Probe diameter of 12 mm, Ultrasonic Homogenizer, Supersonic Development Company, Iran) to obtain a homogeneous suspension. Afterward, an appropriate amount of BSO (2.25 g regarding the weighed quantity 0.75% in 3 g of Bi2Sn2O7-C3N4 composite) was added to the above mixture and the sonication for 30 min with the power of 150 W (probe ultrasound) was again conducted. In the following, the suspension was heat-treated at 150ºC for 6 h in a 150 mL Teflon-lined stainless steel autoclave and the resultant material cooled to room temperature naturally. Finally, the resultant precipitate filtered and washed and dried at room temperature for 24 h. The produced powder was Bi2Sn2O7-C3N4 that abbreviated as BSO-BCN. In the second step, Ag/Bi2Sn2O7-C3N4 as the plasmonic nanophotocatalyst was synthesized by the sono-photoreduction method [22]. Hence, according to the Figure 2 (b) the mixture of BSOBCN (2.7 g regarding the weighed quantity 90% in 3 g of Ag/Bi2Sn2O7-C3N4) and deionized water (120 mL) was ultrasonically dispersed 30 min at 100 W (probe ultrasound). Then, to load of the 10 weight percentages of Ag, the certain content of AgNO3 aqueous solution (300 mL regarding the weighed quantity 10% in 3 g of Ag/Bi2Sn2O7-C3N4) with the concentration of 1 g/L (0.5 g AgNO3 at 500 mL deionized water) was added dropwise to the above BSOBCN suspension. The gained suspension was mixed under the irradiation of an OSRAM 400W Tungsten Halogen lamp for 2 h. In the final steps (Figure 2 (c)), the suspension obtained was filtrated and washed with deionized water for three times and dried at room temperature for 24 h. The product was denoted as Ag/BSO-BCN. As mentioned, to load the silver particles only require to a 400 W Tungsten Halogen lamp that is similar to the solar energy, which compared to the other methods such as hydrothermal and calcination has been simpler and cheaper and its synthesis process need to less time. Therefore, the use of this method for Ag/BSO-BCN synthesis is taken into consideration. Moreover, Ag/Bi2Sn2O7 and\n7 Ag/g-C3N4 nanophotocatalysts that were label as Ag/BSO and Ag/BCN, respectively, were also synthesized by the same method with the addition of any bare photocatalyst. (Figure 1) (Figure 2)"
    }, {
      "heading" : "2.3 Photocatalysts Characterization Techniques",
      "text" : "The crystallinity and the phase of the prepared samples were measured using X-Ray Diffraction equipped with Ca Ka X-Ray source in the scanning range of 2θ = 10-90°. In order to identify the phases in the samples is used from the Joint Committee on Powder Diffraction Standards (JCPDSs) and its comparison with the result of the samples analysis. To evaluate particle size, morphologies, roughness and study the topography properties of the synthesized nanophotocatalysts, the Field Emission Scanning Electron Microscopy (FESEM: HITACHI, S-4160), Transmission Electron Microscopy (TEM: Leo 906, Zeiss, Germany) and the Atomic Force Microscopy (AFM: 0101A, Ara-Research, Iran) were used. The EDX dot-mapping analysis was carried out by VEGA//TESCAN, BSE detector to investigate elements and dispersion of them. The Brunauer–Emmett–Teller (BET) and Barret–Joyner– Halenda (BJH) models were used to measurement the specific surface area and pores properties of the nanophotocatalysts. These models worked base on the nitrogen adsorption and desorption at the temperature of 196 °C. The functional groups of the samples in the range of 400–4000 cm-1 wavenumbers were distinguished using the Fourier Transform Infrared Spectroscopy (FTIR).To determine the optical absorption properties of the prepared samples used the UV–vis diffuse reflectance spectroscopy (Scinco S4100 spectrophotometer) under ambient conditions at range of 250–700 nm. To obtain the pH of the zero charge point (pHpzc), the pH of several series electrolytes including 40 mL NaCl (0.01 M) was adjusted by\n8 the HCl or NaOH solution between 2 and 12. Then, 0.1 g of the optimum nanophotocatalyst was added into them and after 48 hours the final pH of mixtures was measured. The data obtained were plotted verse the initial pH. So, the pH of the zero charge point is where the initial pH is similar with the final pH."
    }, {
      "heading" : "2.4 Photocatalytic Tests",
      "text" : "The photo-degradation of the tetracycline antibiotic; using the simulated solar light as a necessary driving force for activating the photocatalyst; shows the photocatalytic activity of the prepared nanophotocatalysts. To this aim, 0.2 g of the photocatalyst was dissolved in 200 mL of TC (20 mg/L) solution. Then, before irradiation, the mixture of photocatalyst and pollutant solution to balance between adsorption-desorption equilibrium was stirred for 30 min into a Pyrex photoreactor in a dark place. Afterward, irradiation was started for 90 min by an OSRAM 400W Tungsten Halogen lamp without a cut-off filter. During the experiment, the solution into the Pyrex reactor was mechanically stirred; the temperature of the mixture inside the reactor was maintained at 25 °C with the help of a 0 °C ice bath to prevent the evaporation and was continuously aerated by a pump to provide required oxygen of the reaction solution. It is worth noting that 5 mL of the solution was taken at given time intervals of 15 min dark and irradiation tests. The residual concentration of TC molecules after each sampling and separation of photocatalyst particles by a centrifuge at 11000 rpm at the 359 nm as the maximum wavelength of TC was measured using a spectrophotometer (UV-1800, BRAIC, China). The following equation can be used to estimate the percentage of degradation of the pollutant molecule during the photocatalytic process. Degradation efficiency (%) = (1- ) ∗100 (1) 0C C\n9 According to this equation, C0 and C are respectively: the initial, the residual concentration of TC after the end of the dark and final concentration of TC in the solution. It is worth noting that to evaluate the stability of the optimum nanophotocatalyst, the reusability tests were carried out. In fact, after each cycle, the remaining photocatalyst in the reactor was separated from the solution and washed with the distilled water and dried at 180 ° for 10 min and then was used in the another cycle. Furthermore, a series of tests were carried out to identify the active species including hydroxyl radicals, holes and superoxide radicals with the addition of the suitable amount of respective quenchers such as IPA (isopropyl alcohol), AO (ammonium oxalate) and the N2 purging into the photocatalytic reactor, respectively."
    }, {
      "heading" : "3 Results and Discussions",
      "text" : ""
    }, {
      "heading" : "3.1 Nanostructured Photocatalysts Characterization",
      "text" : ""
    }, {
      "heading" : "3.1.1 XRD Analysis",
      "text" : "The phase structure, crystal size and single crystal orientation of the synthesized samples, were determined by XRD [29]. Figure 3 shows the XRD patterns of BCN, Ag/BCN, BSO, Ag/BSO, BSO-BCN and Ag/BSO-BCN at 2θ=10-90º. In all samples, the diffraction peaks centered at 2θ = 14.3, 28.8, 33.4, 48.0, 56.9 and 59.7º confirm the presence of BSO (JCPDS NO = 01-087-0284) in the cubic crystal structure. Furthermore, the illustrated peaks at 2θ= 21.6, 25.4, 26.5, 44.1, 46.2, 52.2, 54.6, 61.2, 81.0 and 87.1º are attributed to the hexagonal BCN (JCPDS NO = 01-087-1526) [15]. For all the composites contain Ag, the characteristic peaks of the cubic crystal phase of Ag (JCPDS NO = 00-001-1167) at 2θ= 38.1, 44.4, 64.2, 77.5 and 81.5º were not directly observed due to the low loading of Ag, the low intensity of it and low relative crystallinity [30]. The last conclusion is also consistent with the observations of Bu et al. [31] and Ma et al. [22]. Table 1 provides the relative crystallinity of the nanophotocatalysts. Accordingly to this table and Figure 3, it can be concluded that after\n10\nphoto-deposition of silver nanoparticles on the BCN, BSO and BSO-BCN as supports, the intensity of respective peaks decreased, resulting in a relative decrease in the crystallinity. This result may be due to the utilization of sonication and/or the surface covering of supports by Ag nanoparticles [5, 32]. In fact, when Ag particles are loaded on the BCN, BSO or BSOBCN, the X-Ray doesn't completely reach to all of the original planes, so the detected intensity is less. Moreover, the presence of ultrasound waves could be more dispersed the supports and thus it may lead to reducing the intensity [7, 33].\n(Figure 3)\n(Table 1)"
    }, {
      "heading" : "3.1.2 Morphology Analyses",
      "text" : "Figure 4 shows the FESEM images of the as-synthesized BCN, Ag/BCN, BSO, Ag/BSO, BSO-BCN and Ag/BSO-BCN samples. As seen, the morphology of BCN represents a bulk state that after loading of Ag particles over BCN, this morphology is preserved but the bulk was broken and gotten smaller because of the ultrasonic energy used in the synthesis. Moreover, appearance of the BSO displays that the BSO spherical nanoparticles are similar to the Ag/BSO. In other words, after loading Ag on the BSO, the morphology was preserved but these nanoparticles became smaller in Ag/BSO. Additionally, as shown in Figure 4(e), the BCN-BSO binary composite morphology is not similar to the BCN bulk morphology and it can be due to the use of ultrasound in the synthesis of the composite and high dispersion and applying heat-treatment. As you see, the BCN-BSO composite morphology is between the BCN and BSO morphology and is more similar to the BSO morphology, which is due to the higher BSO loading in the sample.\n11\nThe Ag/BSO-BSN nanophotocatalyst, similar to the Ag/BCN and Ag/BSO, was formed of the smaller particles compared to the BSO-BCN. From these results can be concluded that the presence of ultrasound energy can effectively influence on the size of particles and uniform dispersion of Ag particles over the supports. It is worth noting that results obtained from FESEM analysis are confirmed by XRD analysis. The results of TEM analysis of the Ag/BSO-BCN sample, which is used to obtain more structural information, are illustrated in Figure 5. As shown, the formation of a heterostructure from Ag, BCN and BSO could be proved. The presence of two dimensional bulk BCN, BSO and Ag nanoparticles have been clearly seen and it can be observed that the cubic Ag particles size is about 25.7 nm. Figure 6 shows the particle size distribution by the histogram graph for Ag/BSO-BCN sample. According to this analysis, the distribution range of the nanoparticles is between 0-50 nm that about 75.2% of it is at the range of 10-20 nm and average of these particles was 13.8 nm. In addition, the minimum and maximum of particle size have been estimated at 6.9 nm and 42.2 nm respectively.\n(Figure 4) (Figure 5) (Figure 6)"
    }, {
      "heading" : "3.1.3 AFM Analysis",
      "text" : "Figure 7 displays the results of AFM analysis for BCN and Ag/BSO-BCN samples that was used to investigate the surface topography and roughness. Figure 7 (a) and (b) show the both two and three-dimensional AFM images of the mentioned samples. According to these images, it can be concluded that there is a heterostructure of Ag, BCN and BSO. The\n12\ncomparison between topographic and three-dimensional images of samples confirms this consequence. The height profile diagram of Figure 7(a) shows that the max and average height of BCN is 88 and 41.4nm respectively, and the sample has a uniform and smooth surface that is consistent with the results of the FESEM and TEM analysis. Moreover, as seen in Figure 7 (b), the presence of the ultrasound energy decreased the surface roughness (RSM at about 8.7 nm) due to the increase of the dispersion. This event could increase the number of available active sites. So, it is expected that this sample has more activity.\n(Figure 7)"
    }, {
      "heading" : "3.1.4 EDX Analysis",
      "text" : "Figure 8 displays the EDX-dot mapping results of BSO-BCN and Ag/BSO-BCN samples to investigate the existence and distribution of the desirable elements. According to the outcomes, the existence of C, N, Bi, Sn and Ag elements without the attendance of impurities is consistent with the XRD results obtained for BSO-BCN and Ag/BSO-BCN. Moreover, according to the table introduced in Figure 8, the theoretical percent of elements of the synthesized nanophotocatalysts are well consistent with empirical results. The slight difference in amounts of theoretical and empirical results can be attributed to this fact that the EDX-dot mapping is a local and surface analysis. Additionally, the EDX dot-mapping results depict the high dispersion of C, N, Bi, Sn, O and Ag at the BSO-BCN and Ag/BSO-BCN samples due to the choice of the appropriate synthesis method. In fact, the good and uniform dispersion of the elements at nanocomposites has created a better interaction between heterojunction structure, which can lead to the better separation of charge carriers and prevent from recombination.\n13\n(Figure 8)"
    }, {
      "heading" : "3.1.5 BET-BJH Analysis",
      "text" : "The nitrogen adsorption-desorption experiments were employed to investigate the specific surface area and the pore properties. The results of this analysis are shown in Figure 9 for BCN, BSO, BSO-BCN and Ag/BSO-BCN samples. As is clear, all the isotherms are of type IV and how the placing of the absorption and desorption curves shows the type H1 hysteresis for all samples. Therefore, the pores existing in the structures of nanophotocatalysts are in the meso size range with cylindrical shapes [34, 35]. As observed in Table 1, the mean pore size of BCN, BSO, BSO-BCN and Ag/BSO-BCN samples are estimated at about 8.6 nm, 8.3 nm, 8.4 nm and 8.4 nm, respectively that, their distribution based on dVp/dDp were also represented in the inset of each graph in the Figure 9 accordingly with BJH methods. Besides, the specific surface area (SBET) of the BCN, BSO, BSO-BCN and Ag/BSO-BCN were obtained 43, 69, 80 and 66 m2/g, respectively and their total pore volume (Vp) were also determined 0.167, 0.208, 0.267 and 0.216 cm3/g, respectively. The high SBET and Vp of BSOBCN and Ag/BSO-BCN samples compared to the bare BSO and BCN can be attributed to the micro-jets produced and energy created during sonication under synthesis process that play an efficient role on the size of particles, breaking the van der Waals bonds and creation further pores into structures. It is worth noting that the production of smaller particles using the ultrasound, leading to the increase SBET, was proved via FESEM and XRD analyses. Besides, the decrease of SBET and Vp in the Ag/BSO-BCN in comparison with BSO-BCN is expected. Because the loading of Ag particles over the BSO-BCN nanocomposite can cause that some pores are blocked.\n(Figure 9)\n14"
    }, {
      "heading" : "3.1.6 FTIR Analysis",
      "text" : "In order to recognize the molecular species, especially the organic molecular species as their functional groups, FTIR analysis is an appropriate technique. FTIR spectra in the range of 400−4000 cm-1 of BCN, Ag/BCN, BSO, Ag/BSO, BSO-BCN and Ag/BSO-BCN are shown in Figure 10. As it can be shown, three groups of index peaks including the s-triazine ring vibrations, C=N heterocycles and the N−H stretching vibration and stretching vibration of the C−N were observed in the spectrum of the pure g-C3N4 (Figure 10(a)). The absorbing band in 800 cm-1 is related to the s-triazine and several absorption bands in 1240,1320, 1410, 1470 and 1540 cm-1 belong to the typical C=N heterocycles and stretching vibration of the C−N [36]. On the one hand, bands in the range of 3100-3630 cm-1 are attributed to the N−H stretching vibrations. Sharp peaks of Bi2Sn2O7 are observed in the Figure 10(b). According to it, the bands at 520 cm-1 and 620 cm-1 are ascribed to the Bi−O vibrations and Sn−O stretching vibration, respectively [20]. Moreover, the peaks in the range of 1640-3450 cm-1 are associated with bending vibrations and stretching of O−H. After the composite formation between BSO and BCN, absorbing peaks relevant to the functional groups of BSO and BCN simultaneously are observed in the spectrum of BSO-BCN (Figure 10(c)) that proves the formation of the heterojunction. Therefore, the FTIR results complete the XRD analysis; because due to high distribution and low loading of the BCN the characteristic peaks of it in composite samples in the XRD patterns were not clearly observed. But the FTIR analysis indicated the existence of BCN in composite samples. Figure 10(d) shows that after photodeposition of silver nanoparticles over BSO-BCN nanophotocatalyst, all the absorption peaks of BSO and BCN can still be found in the Ag/BSO-BCN composite, and it illustrating that the chemical structure of BSO-BCN remains unchanged after placing the Ag particles [22].\n15\n(Figure 10)"
    }, {
      "heading" : "3.1.7 DRS Analysis",
      "text" : "Figure 11 and Figure 12 demonstrate the results of the DRS analysis in the wavelength ranges of 300-700 nm for the BCN, BSO, BSO-BCN and Ag/BSO-BCN samples. This analysis was used to investigate the electronic and the light absorption properties of materials [34]. The energy band structures depend on these properties, and the photocatalytic activity can alterable by these features [37, 38]. As shown in Figure 11, the optical absorption edge of BCN and BSO samples is about 470 and 492 nm, respectively. The formation of heterojunction between these two samples was led to the slight increase of the absorption edge to around 478 nm. After the deposition of Ag on the BSO-BCN nano-heterojunction by photoreduction, the absorbance edge was increased to 512 nm as well as the increment of the background of Ag/BSO-BCN sample. These results can be attributed to the surface plasmon resonance (SPR) and more absorption of light by noble metal nanoparticles formed on the surface of BSO-BCN [39, 40]. The existence of Ag nanoparticles could be proved by the broad peak at 500-600 nm. Therefore, the absorption ability of the photon is enhanced by Ag/BSO-BCN nanophotocatalyst, and leading to the increase of excited electron-hole pairs and the enhancement of the photocatalytic activity. The band gap energy of all the samples were calculated by the Eq(2) and extrapolated the linear portion of (αhϑ)n/2 versus the photon energy (hϑ) [33]. (2) / 2( )ngh A h E   \nIn the equation above h, A, α, Eg and ϑ signify the Planck’s constant (4.13567×10-15 eV s), proportionality constant, absorption coefficient, band gap and light frequency, respectively. Such that n=1 and 4 are for the direct transition and indirect transition respectively [38].\n16\nTherefore, in this study for BCN and BSO have an indirect transition and n=4. Therefore Eg of BCN, BSO, BSO-BCN and Ag/BSO-BCN are estimated 2.64, 2.52, 2.60 and 2.38 eV, respectively (Figure 12). As seen, the band gap is also reduced by loading Ag, which reduces the energy required to generate the electron-hole pairs and eventually improves the photocatalytic activity.\n(Figure 11) (Figure 12)"
    }, {
      "heading" : "3.1.8 pHpzc of Nanophotocatalyst",
      "text" : "Figure 13 shows the graph of the analysis pHpzc of the Ag/BSO-BCN photocatalyst, which was evaluated by the pH drift method. The point shown in the diagram is one of the most important parameters that describe the variable-charge surface and is known as a phage at the pH at the point of zero charge, which can be changed with changes the structure and type of photocatalyst and its synthesis method. As seen the point of zero charge of Ag/BSO-BCN was obtained 6. In this pH, the charge of the photocatalyst surface is zwitterion. Therefore, if the initial pH solution is being lower from 6, the surface of Ag/BSO-BCN will have a net positively charge, which is predominantly favourable to the adsorption of anionic molecules. Additionally, when the Ag/BSO-BCN puts in a solution with a pH more than 6, its surface is charged negatively and cations molecules can be adsorbed by it.\n(Figure 13)\n17"
    }, {
      "heading" : "3.2 Tetracycline Photo-Degradation",
      "text" : ""
    }, {
      "heading" : "3.2.1 Effect of Support and Active Phase",
      "text" : "The adsorption and photocatalytic performances of the pure BSO, pure BCN and BSO-BCN, Ag/BSO, Ag/BCN and Ag/BSO-BCN nanocomposite photocatalysts were examined in the photodegradation of TC, as the target contaminant. The results of the tests are presented in Figure 14. As shown in Figure 14(a), the percentage of TC adsorptions by BCN, BSO and BSO-BCN were obtained 12.8%, 17% and 20.6%, respectively that are in agreement with BET-BJH results. After the photodeposition of Ag, the adsorption amount is not much different. The results of photocatalytic degradation of TC by as-synthesized nanophotocatalysts are shown in Figure 14(b). According to these results, the degradation efficiency for BCN, Ag/BCN, BSO, Ag/BSO, BSO-BCN and Ag/BSO-BCN nanophotocatalysts were obtained 35.8%, 59.1%, 50.1%, 75.7%, 70% and 89.1%, respectively. According to the results presented the photocatalytic activity of binary BSO-BCN composite is more than the pure BSO and BCN, which is attributed to the heterojunction structures. Furthermore, the results clearly indicate that the photocatalytic performance of each photocatalyst as support can be enhanced after the introduction of Ag particles as the active phase over them. Actually, the Ag particles can improve the electric field by inducing the SPR. This event can lead to the enhancement of the separation of charge carriers, the increment of the electrical current and the augmentation of the light absorption range. Therefore, it is expected that the Ag/BSOBCN photocatalyst will be more active and the reactor test results obviously illustrated the higher activity of Ag/BSO-BCN. In fact, it can be stated that the heterojunction structure and surface plasmonic resonance can improve photocatalytic activity. On one hand, the degradation percentage observed by the photolysis process depicted that the alone light can't completely decompose the contaminant molecules over a sensible course of time.\n18\nTable 2 presents some of the activities done to degrade TC pollutant. As can be seen, part of the photocatalyst in this work is made of cheap and abundant precursor such as melamine. In addition, the silver nanoparticles to produce plasmonic properties are much cheaper than other nanoparticles such as gold. Besides, the Ag/BSO-BCN photocatalyst is capable of being activated under simulated solar light, and at 90 min can degrade 89.1% of the contaminant from a solution with an initial concentration of 20 mg/L. Regarding these features, it seems that the Ag/BSO-BCN nanophotocatalyst is a suitable material for the degradation of complex contaminants.\n(Figure 14)\n(Table 2)"
    }, {
      "heading" : "3.2.2 Influence of pH",
      "text" : "The pH value of the outlet wastewater is a very important parameter so that effect on the adsorption and the photocatalytic degradation efficiency through the influence on the surface charges of the photocatalyst and pollutant molecule; thus, the initial solution pH as an important factor was changed at three values of 3, 6 and 9 and investigated. Figure 15 shows the results of this investigation. As seen, the degradation percentages of TC after 90 min of irradiation are 77.9, 89.1 and 64.5% at pH 3, 6 and 9, respectively. These results are affected by the interaction between type the surface charge of the photocatalysts and pollutant molecules. TC Antibiotic has three pKa (pKa1=3.3, pKa2=7.68 and pKa3=9.7) [41] and in this research the pHpzc of Ag/BSO-BCN nanophotocatalyst was evaluated at about 6. So, the TC molecules charge and the surface charge of Ag/BSO-BCN are positive at pH= 3 and as a result, the electrostatic repulsion forces prevent of TC adsorption on the photocatalyst surface. Additionally, at pH=9, TC anionic molecules cannot well adsorbed on the negative\n19\nsurface of Ag/BSO-BCN nanophotocatalyst owing to the electrostatic repulsion forces. Hence, at these two pHs, the degradation efficiencies were lower than of the pH=6. Actually, at pH about 6, photocatalyst surface and TC molecules (TC±) are neutral and the adsorption process can be done through partial negative/positive load.\n(Figure 15)"
    }, {
      "heading" : "3.2.3 Effect of Photocatalyst Loading",
      "text" : "One of the important parameters in the degradation efficiency of pollutants is the dosage of the nanophotocatalyst. So, the effect of the photocatalyst amount has been evaluated in three values of 0.75, 1 and 1.25 g/L. The results of this evaluation are shown in Figure 16. As it can be seen, with increasing of the nanophotocatalyst dosage from 0.75 g/L to 1 g/L, the photoefficiency increased from 80% to 89.1% and then with further increasing to 1.25 g/L, it decreased to 74%. Actually, when the nanophotocatalyst dosage increases, the number of active sites also increases, leading to the adsorption of more number of the pollutant molecules participated in the photocatalytic process. In addition, the more number of photocatalytic particles can absorb the photons, so the number of hydroxyl and superoxide radicals will be increased. But beyond the optimum amount of loading causes the agglomeration of catalyst particles, light scattering, the solution opacity and the decrement of light absorption by the suspension, resulting in the reduction of the photocatalytic efficiency [30]. Therefore, it seems that the 1g/L of Ag/BSO-BCN photocatalyst is suitable for TC degradation at an initial concentration of 20 mg/L.\n(Figure 16)\n20"
    }, {
      "heading" : "3.2.4 Effect of Tetracycline Concentration",
      "text" : "A series of experiments were carried out in order to investigate the effects of initial pollutant concentration on the photocatalytic degradation of TC. To this purpose, the experiments were performed with three contents of 10, 20 and 30 mg/L and the results were revealed in Figure 17, and the degradation percentages were 25%,12% and 45%, respectively. As can be seen, the photodegradation efficiency decreased with increasing TC concentration. It seems that whit the increasing of the initial pollutant concentration, the value of absorbed TC on the photocatalyst surface raises. Besides, increase in the concentration leads to the light absorption by pollutant molecules and prevents light from reaching to the photocatalyst surface. So, the production of hydroxyl radical, superoxide radical and electron-hole pairs will reduce.\n(Figure 17)"
    }, {
      "heading" : "3.2.5 Reusability Investigation",
      "text" : "The optical stability and lifetime of the Ag/BSO-BCN photocatalyst, which is an important parameter for the catalytic processes, were investigated via the photodegradation of TC by the recycled catalyst by forth runs and the results are shown in Figure 18. As seen, the efficiency is decreased about 8% after each cycle under 90 min light irradiation until third cycle. In forth run, the photodegradation reduced severe. This decrement can be ascribed to the chemical adsorption of the TC molecules and leaching of Ag particles, BCN or BSO that last event will reduce the light effective absorption by the photocatalyst and increase the recombination rate of charge carriers, so the redox reactions will not be done effectively. And according to the results obtained, it seems, Ag/BSO-BCN nanophotocatalyst has a relatively good stability for three cycles.\n21\n(Figure 18)"
    }, {
      "heading" : "3.3 Photocatalytic Reaction Mechanism",
      "text" : "Determination of the major active species in the photocatalytic oxidation reactions of TC as the pharmaceutical pollutant is necessary to clear and propose the photocatalytic degradation mechanism. For this purpose, to investigate the dominant reactive species in this study, the scavenger experiments were carried out. Hence, ammonium oxalate monohydrate (AO) and isopropyl alcohol (IPA) were used as trapped agents for h+ and ∙OH, respectively [33, 42, 43]. Furthermore, the injection of nitrogen gas was applied as superoxide radical quencher (•O2-). The injection of N2 gas would reduce the oxygen molecules in the solution and limit the capture of the electrons in the conduction band (CB) by oxygen to generate superoxide radicals. The results of this study are reported in Figure 19. As shown, the photocatalytic activity of Ag/BSO-BCN in the presence of AO, IPA and N2 injection decreased to 17.4, 60.9 and 69.7%, respectively. Thus, it can be concluded that holes, ·OH and •O2- were precipitated in the process of Ag/BSO-BCN photocatalysis. Moreover, it was showed that AO has a strong effect in the photo-redox reactions of TC rather than other trapping agents. Therefore, holes played a more important role than ·OH and •O2-. Actually, the holes react with adsorbed hydroxyl group or H2O to form ·OH radicals and also it can directly degrade the pollutant molecules [44, 45]. On the basis of the above observations, a conceivable reaction mechanism for the photodegradation of TC over Ag/BSO-BCN plasmonic nanophotocatalyst was proposed which presents in Figure 20. The valence band (VB) and conduction band (CB) edge potential of the nanophotocatalysts versus a normal hydrogen electrode (NHE) were estimated by the following equations [46]:\n(3)CB e gE =X-E -0.5 E\nEVB = ECB+ Eg (4)\n22\nEg, ECB, X and EVB are the band gap energy, the conduction band potential, the electronegativity of the semiconductor and the valence band potential, respectively. And Ee is at around 4.5 eV. As noted above, Eg of BSO and BCN nanophotocatalysts were calculated at about 2.52eV and 2.62 eV, respectively. Moreover, the potential energy versus a vacuum can be estimated according to the Eq(5): (5) NHEE(versus the vacuum)= - 4.5 - E Where E is the potential of the CB/VB versus a vacuum, and ENHE is the CB and VB potential versus a normal hydrogen electrode (NHE) [47]. So, the ECB and EVB of the BSO were obtained about −4.99 and −7.5 eV (vs. vacuum) and similarly for the BCN were estimated about −5.52 and −8.16 eV (vs. vacuum). So, the heterojunction formed between BSO and BCN is as type II. After the light absorption by the nanophotocatalyst, the electrons excited in the VB are transferred to the CB, and then the electrons in the CB of the BSO are emigrated to the CB of the BCN, because their potential energy are more negative than potential energy the CB of the BCN. On the one hand photogenerated in the VB of BCN can be migrated to the VB of BSO. Furthermore, since potential energy of •OH/H2O and •OH/OHpairs are −6.77 eV and −6.49 (vs vacuum) [15, 48], so the holes generated in the VB of nanophotocatalyst can react with water molecules or hydroxyl ions and produce •OH, which eventually causes degradation of pollutant molecules. It is worth noting that holes can directly attack to the TC molecules and produce the degradation products. The minimum wavelength emitted from source light in this study and its energy are about 315 nm and 3.93 eV (vs NHE), respectively. So, the electrons on the BCN valence band and BSO can be transferred to a higher potential rim of −4.23 and −3.58 eV (vs vacuum), respectively. Thus, the electrons with potential energy of −3.58 eV that belongs to the BSO nanophotocatalyst can reduce O2 to yield •O2- (O2/•O2-: −4.22 eV (vs vacuum)). Moreover, since these energy levels of BSO and BCN are higher than the work function potential of Ag\n23\n(-4.3 eV (vs vacuum)), so electrons can flow from BSO and BCN to Ag nanoparticles and be trapped. Therefore, the recombination rate of electrons with holes will reduce. Besides, Ag plasmonic particles can act as sensitizers and visible light harvesters. In addition to, the SPRinduced electromagnetic field can enhance the photocurrent, which causes the facilitation of charge carrier generation and separation. The reactions mentioned can be summarized as follows [36, 37, 49].\nBSO + hυ → BSO* (e- + h+) (6) BCN + hυ → BCN* (e- + h+) (7) e- (BSO)  e-(BCN) (8) e- (BSO) and e- (BCN)  Ag* (9) O2 + e-  •O2- (10) H2O + h+ → •OH + H+ (11) OH- + h+ → •OH (12) h+, •OH or •O2- + TC → Deg. Prod. (13)\n(Figure 19) (Figure 20)"
    }, {
      "heading" : "4 Conclusions",
      "text" : "Mesoporous Ag/Bi2Sn2O7-C3N4 (Ag/BSO-BCN) nanocomposite was prepared by the hybridization method of sono-dispersion and heat-treatment following with the sonophotodeposition. This nanophotocatalyst demonstrated the significant photocatalytic efficiency (89.1%) for TC degradation under simulated solar light in comparison to other samples. The excellent photocatalytic efficiency of Ag/BSO-BCN can be attributed to several factors. Firstly, the creation of type-II heterojunction between BSO and BCN semiconductors, that could improve the photo-excited electrons and holes separation.\n24\nSecondly, loading Ag particles over the BSO-BCN composite and creating surface plasmonic resonance, that could increase the light absorption and increase the number of h+ and e- in the Ag/BSO-BCN nanocomposite, improve the separation and transfer excited charge carriers, prevent the recombination of electron–holes and also enhance the light absorption range. Third, the use of ultrasound during the synthesis had the positive effects on the morphology and thus the sample performance improved. Eventually, the result obtained of investigations related to the effect of photocatalyst dosage, concentration and pH of TC solution over Ag/BSO-BCN indicated that the suitable catalyst dosage, optimal amount of the pollutant concentration and pH is 1 g, 20 mg/L and 6 respectively."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge Iran National Science Foundation and Sahand University of Technology for the financial support of the research.\n25"
    } ],
    "references" : [ {
      "title" : "Coupling of heterogeneous advanced oxidation processes and photocatalysis in efficient degradation of tetracycline hydrochloride by Fe-based MOFs: Synergistic effect and degradation pathway",
      "author" : [ "Y. Zhang", "J. Zhou", "X. Chen", "L. Wang", "W. Cai" ],
      "venue" : "Chemical Engineering Journal 369 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Photodegradation of oxytetracycline in aqueous by 5A and 13X loaded with TiO2 under UV irradiation",
      "author" : [ "C. Zhao", "H. Deng", "Y. Li", "Z. Liu" ],
      "venue" : "Journal of Hazardous Materials 176 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "One-pot combustion fabrication of grain-like mesoporous intra-heterostructure BixOyClz nanophotocatalyst with substantial solar-lightdriven degradation of antibiotic ofloxacin: influence of various fuels",
      "author" : [ "M. Shabani", "M. Haghighi", "D. Kahforoushan" ],
      "venue" : "Catalysis Science & Technology 8 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adsorption of tetracycline to nano-NiO: the effect of coexisting Cu(ii) ions and environmental implications",
      "author" : [ "L. Duan", "L. Li", "Z. Xu", "W. Chen" ],
      "venue" : "Environmental Science: Processes & Impacts 16 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced-photoreduction deposition of Ag over sono-dispersed C3N4-Clinoptilolite used as nanophotocatalyst for efficient photocatalytic degradation of tetracycline antibiotic under simulated solar-light",
      "author" : [ "M. Jodeyri", "M. Haghighi", "M. Shabani" ],
      "venue" : "Journal of Materials Science: Materials in Electronics 30 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Reduced graphene oxide (rGO) supported electron deficient B-doped TiO2 (Au/B-TiO2/rGO) nanocomposite: An efficient visible light sonophotocatalyst for the degradation of Tetracycline (TC)",
      "author" : [ "V. Vinesh", "A.R.M. Shaheer", "B. Neppolian" ],
      "venue" : "Ultrasonics Sonochemistry 50 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Plasmon-assisted demolition of antibiotic using sono-photoreduction decoration of Ag on 2D C3N4 nanophotocatalyst enhanced with acid-treated clinoptilolite",
      "author" : [ "M. Jodeyri", "M. Haghighi", "M. Shabani" ],
      "venue" : "Ultrasonics Sonochemistry 54 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Magnetically separable Ag/AgCl-zero valent iron particles modified zeolite X heterogeneous photocatalysts for tetracycline degradation under visible light",
      "author" : [ "M. Liu", "L.-a. Hou", "B.-d. Xi", "Q. Li", "X. Hu", "S. Yu" ],
      "venue" : "Chemical Engineering Journal",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Mesoporous-mixed-phase of hierarchical bismuth oxychlorides nanophotocatalyst with enhanced photocatalytic application in treatment of antibiotic effluents",
      "author" : [ "M. Shabani", "M. Haghighi", "D. Kahforoushan", "A. Haghighi" ],
      "venue" : "Journal of Cleaner Production 207 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation and photocatalytic performance of MWCNTs/BiOCl: Evidence for the superoxide radical participation in the degradation mechanism of phenol",
      "author" : [ "D. Ma", "J. Zhong", "J. Li", "C. Burda", "R. Duan" ],
      "venue" : "Applied Surface Science 480 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis of Ag/BiVO4/rGO composite with enhanced photocatalytic degradation of triclosan",
      "author" : [ "M. Li", "G. Xu", "Z. Guan", "Y. Wang", "H. Yu", "Y. Yu" ],
      "venue" : "Science of The Total Environment 664 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Grain-like bismuth-rich bismuth/bismuth oxychlorides intra-heterojunction: Efficacious solar-light-driven photodegradation of fluoroquinolone antibiotics and 2-level factorial approach",
      "author" : [ "M. Shabani", "M. Haghighi", "D. Kahforoushan", "S. Heidari" ],
      "venue" : "Journal of the Taiwan Institute of Chemical Engineers 96 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Facile synthesis of BiOBr/Bi2Sn2O7 heterojunction photocatalysts with improved photocatalytic activities",
      "author" : [ "D. Lv", "D. Zhang", "X. Pu", "Y. Li", "J. Yin", "H. Ma", "J. Dou" ],
      "venue" : "Journal of the American Ceramic Society 99 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Facile one-pot ultrasound-assisted solvothermal fabrication of ball-flowerlike nanostructured (BiOBr)x(Bi7O9I3)1-x solid-solution for high active photodegradation of antibiotic levofloxacin under sun-light",
      "author" : [ "S.G. Fard", "M. Haghighi", "M. Shabani" ],
      "venue" : "Applied Catalysis B: Environmental 248 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation of direct Z-scheme Bi2Sn2O7/g-C3N4 composite with enhanced photocatalytic performance",
      "author" : [ "X. Zhao", "J. Yu", "H. Cui", "T. Wang" ],
      "venue" : "Journal of Photochemistry and Photobiology A: Chemistry 335 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sono-solvothermal fabrication of ballflowerlike Bi2O7Sn2-Bi7O9I3 nanophotocatalyst with efficient solar-light-driven activity for degradation of antibiotic tetracycline",
      "author" : [ "H. Fallahi Motlagh", "M. Haghighi", "M. Shabani" ],
      "venue" : "Solar Energy 180 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Recent advances in bismuthcontaining photocatalysts with heterojunctions",
      "author" : [ "L. Chen", "J. He", "Y. Liu", "P. Chen", "C.-T. Au", "S.-F. Yin" ],
      "venue" : "Chinese Journal of Catalysis 37 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A review on g-C3N4-based photocatalysts",
      "author" : [ "J. Wen", "J. Xie", "X. Chen", "X. Li" ],
      "venue" : "Applied Surface Science 391 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fabrication of conductive and high-dispersed Ppy@Ag/g-C3N4 composite photocatalysts for removing various pollutants in water",
      "author" : [ "Z. Zhu", "X. Tang", "C. Ma", "M. Song", "N. Gao", "Y. Wang", "P. Huo", "Z. Lu", "Y. Yan" ],
      "venue" : "Applied Surface Science 387 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of Bi2Sn2O7 and enhanced photocatalytic activity of Bi2Sn2O7 hybridized with C3N4",
      "author" : [ "D. Li", "J. Xue" ],
      "venue" : "New Journal of Chemistry 39 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis of novel Z-scheme AgI/Ag/AgBr composite with enhanced visible light photocatalytic activity",
      "author" : [ "H. Lin", "J. Cao", "B. Luo", "B. Xu", "S. Chen" ],
      "venue" : "Catalysis Communications 21 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Enhanced disinfection application of Agmodified g-C3N4 composite under visible light",
      "author" : [ "S. Ma", "S. Zhan", "Y. Jia", "Q. Shi", "Q. Zhou" ],
      "venue" : "Applied Catalysis B: Environmental 186 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of cube-like Ag/AgCl plasmonic photocatalyst with enhanced visible light photocatalytic activity",
      "author" : [ "X. Yao", "X. Liu", "D. Zhu", "C. Zhao", "L. Lu" ],
      "venue" : "Catalysis Communications 59 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "In situ synthesis of hierarchical flower-like Bi2S3/BiOCl composite with enhanced visible light photocatalytic activity",
      "author" : [ "S. Jiang", "K. Zhou", "Y. Shi", "S. Lo", "H. Xu", "Y. Hu", "Z. Gui" ],
      "venue" : "Applied Surface Science 290 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile anion-exchange synthesis of BiOI/BiOBr composite with enhanced photoelectrochemical and photocatalytic properties",
      "author" : [ "H. Lin", "H. Ye", "X. Li", "J. Cao", "S. Chen" ],
      "venue" : "Ceramics International 40 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile synthesis and enhanced visible-light photocatalytic activity of novel p-Ag3PO4/n-BiFeO3 heterojunction composites for dye degradation",
      "author" : [ "L. Di", "H. Yang", "T. Xian", "X. Chen" ],
      "venue" : "Nanoscale research letters 13 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Facile in-situ Solvothermal Method to synthesize double shell ZnIn2S4 nanosheets/TiO2 hollow nanosphere with enhanced photocatalytic activities",
      "author" : [ "Y. Jiang", "Z. Peng", "S. Zhang", "F. Li", "Z. Liu", "J. Zhang", "Y. Liu", "K. Wang" ],
      "venue" : "Ceramics International 44 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Uniform Fe2O3 nanocubes on BiOCl nanosheets and its improved photocatalytic activity",
      "author" : [ "N. Li", "Y. Jin", "X. Hua", "K. Wang", "J. Xu", "M. Chen", "F. Teng" ],
      "venue" : "Journal of Molecular Catalysis A: Chemical 395 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Controllable synthesis of hollow and porous Ag/BiVO4 composites with enhanced visible-light photocatalytic performance",
      "author" : [ "L. Chen", "R. Huang", "Y.-J. Ma", "S.-L. Luo", "C.-T. Au", "S.-F. Yin" ],
      "venue" : "RSC Advances 3 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Highly active WO3-Ag-ZnO photocatalyst driven by day light illumination",
      "author" : [ "B. Subash", "B. Krishnakumar", "B. Sreedhar", "M. Swaminathan", "M. Shanthi" ],
      "venue" : "Superlattices and Microstructures 54 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Using electrochemical methods to study the promotion mechanism of the photoelectric conversion performance of Ag-modified mesoporous g- C3N4 heterojunction material",
      "author" : [ "Y. Bu", "Z. Chen", "W. Li" ],
      "venue" : "Applied Catalysis B: Environmental 144 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Photoluminescence and Raman Scattering in Agdoped ZnO Nanoparticles",
      "author" : [ "R.S. Zeferino", "M.B. Flores", "U. Pal" ],
      "venue" : "Journal of Applied Physics 109 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Sono-solvothermal hybrid fabrication of BiOCl-Bi24O31Cl10/rGO nano-heterostructure photocatalyst with efficient solar-light-driven performance in degradation of fluoroquinolone antibiotics",
      "author" : [ "M. Shabani", "M. Haghighi", "D. Kahforoushan", "A. Haghighi" ],
      "venue" : "Solar Energy Materials and Solar Cells 193 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Shape-controlled solvothermal synthesis of Bi2S3 for photocatalytic reduction of CO2 to methyl formate in methanol",
      "author" : [ "J. Chen", "S. Qin", "G. Song", "T. Xiang", "F. Xin", "X. Yin" ],
      "venue" : "Dalton Transactions 42 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Magnetically separable ternary g-C3N4/Fe3O4/BiOI nanocomposites: novel visible-light-driven photocatalysts based on graphitic carbon nitride",
      "author" : [ "M. Mousavi", "A. Habibi-Yangjeh" ],
      "venue" : "Journal of colloid and interface science 465 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fabrication of g-C3N4/TiO2 composite photocatalyst with extended absorption wavelength range and enhanced photocatalytic performance",
      "author" : [ "J. Li", "Y. Liu", "H. Li", "C. Chen" ],
      "venue" : "Journal of Photochemistry and Photobiology A: Chemistry 317 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "In situ decoration of plasmonic Ag nanocrystals on the surface of (BiO)2CO3 hierarchical microspheres for enhanced visible light photocatalysis",
      "author" : [ "F. Dong", "Q. Li", "Y. Zhou", "Y. Sun", "H. Zhang", "Z. Wu" ],
      "venue" : "Dalton Transactions 43 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ag incorporated nano BiPO4: sonochemical synthesis",
      "author" : [ "M. Fulekar", "A. Singh", "D.P. Dutta", "M. Roy", "A. Ballal", "A. Tyagi" ],
      "venue" : "characterization and improved visible light photocatalytic properties, Rsc Advances 4 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "H2WO4·H2O/Ag/AgCl composite nanoplates: a plasmonic Z-scheme visible-light photocatalyst",
      "author" : [ "X. Wang", "S. Li", "Y. Ma", "H. Yu", "J. Yu" ],
      "venue" : "The Journal of Physical Chemistry C 115 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Study the photocatalytic mechanism of the novel Ag/p-Ag2O/n-BiVO4 plasmonic photocatalyst for the simultaneous removal of BPA and chromium(VI)",
      "author" : [ "W. Zhao", "J. Zhang", "F. Zhu", "F. Mu", "L. Zhang", "B. Dai", "J. Xu", "A. Zhu", "C. Sun", "D.Y.C. Leung" ],
      "venue" : "Chemical Engineering Journal 361 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Tetracycline degradation in aqueous phase by ultraviolet radiation",
      "author" : [ "C. Gómez-Pacheco", "M. Sánchez-Polo", "J. Rivera-Utrilla", "J. López-Peñalver" ],
      "venue" : "Chemical engineering journal 187 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A comparison of photocatalytic reforming reactions of methanol and  29  triethanolamine with Pd supported on titania and graphitic carbon nitride",
      "author" : [ "W. Jones", "D.J. Martin", "A. Caravaca", "A.M. Beale", "M. Bowker", "T. Maschmeyer", "G. Hartley", "A. Masters" ],
      "venue" : "Applied Catalysis B: Environmental 240 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis of flower-like Ag2O/BiOCOOH pn heterojunction with enhanced visible light photocatalytic activity",
      "author" : [ "S. Li", "K. Xu", "S. Hu", "W. Jiang", "J. Zhang", "J. Liu", "L. Zhang" ],
      "venue" : "Applied Surface Science 397 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fabrication of CuS/BiVO4 (0 4 0) binary heterojunction photocatalysts with enhanced photocatalytic activity for Ciprofloxacin degradation and mechanism insight",
      "author" : [ "C. Lai", "M. Zhang", "B. Li", "D. Huang", "G. Zeng", "L. Qin", "X. Liu", "H. Yi", "M. Cheng", "L. Li" ],
      "venue" : "Chemical Engineering Journal 358 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A plate-on-plate sandwiched Z-scheme heterojunction photocatalyst: BiOBr-Bi2MoO6 with enhanced photocatalytic performance",
      "author" : [ "S. Wang", "X. Yang", "X. Zhang", "X. Ding", "Z. Yang", "K. Dai", "H. Chen" ],
      "venue" : "Applied Surface Science 391 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly Efficient Ag2O/Bi2O2CO3 p-n Heterojunction Photocatalysts with Improved Visible-Light Responsive Activity",
      "author" : [ "N. Liang", "M. Wang", "L. Jin", "S. Huang", "W. Chen", "M. Xu", "Q. He", "J. Zai", "N. Fang", "X. Qian" ],
      "venue" : "ACS Applied Materials & Interfaces 6 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Fabrication of robust M/Ag3PO4 (M= Pt",
      "author" : [ "T. Yan", "H. Zhang", "Y. Liu", "W. Guan", "J. Long", "W. Li", "J. You" ],
      "venue" : "Pd, Au) Schottky-type heterostructures for improved visible-light photocatalysis, RSC Advances 4 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced photocatalytic activity of Bi2WO6 with oxygen vacancies by zirconium doping",
      "author" : [ "Z. Zhang", "W. Wang", "E. Gao", "M. Shang", "J. Xu" ],
      "venue" : "Journal of hazardous materials 196 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Facile synthesis of Ag-ZnO hybrid nanospindles for highly efficient photocatalytic degradation of methyl orange",
      "author" : [ "S. Kuriakose", "V. Choudhary", "B. Satpati", "S. Mohapatra" ],
      "venue" : "Physical Chemistry Chemical Physics 16 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Facile photochemical synthesis of Au/Pt/g- C3N4 with plasmon-enhanced photocatalytic activity for antibiotic degradation",
      "author" : [ "J. Xue", "S. Ma", "Y. Zhou", "Z. Zhang", "M. He" ],
      "venue" : "ACS applied materials & interfaces 7 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fabrication of a Ag/Bi3TaO7 plasmonic photocatalyst with enhanced photocatalytic activity for degradation of tetracycline",
      "author" : [ "B. Luo", "D. Xu", "D. Li", "G. Wu", "M. Wu", "W. Shi", "M. Chen" ],
      "venue" : "ACS applied materials & interfaces 7 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis of redoxmediator-free direct Z-scheme AgI/WO3 nanocomposite photocatalysts for the  30  degradation of tetracycline with enhanced photocatalytic activity",
      "author" : [ "T. Wang", "W. Quan", "D. Jiang", "L. Chen", "D. Li", "S. Meng", "M. Chen" ],
      "venue" : "Chemical Engineering Journal 300 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "2 1 Introduction The study on effluents from pharmaceutical manufacturers, hospitals, municipal wastewater treatments (due to the lack of complete metabolism in the body) and runoff indicated the presence of medication molecules, including tetracycline antibiotics [1-3].",
      "startOffset" : 265,
      "endOffset" : 270
    }, {
      "referenceID" : 1,
      "context" : "2 1 Introduction The study on effluents from pharmaceutical manufacturers, hospitals, municipal wastewater treatments (due to the lack of complete metabolism in the body) and runoff indicated the presence of medication molecules, including tetracycline antibiotics [1-3].",
      "startOffset" : 265,
      "endOffset" : 270
    }, {
      "referenceID" : 2,
      "context" : "2 1 Introduction The study on effluents from pharmaceutical manufacturers, hospitals, municipal wastewater treatments (due to the lack of complete metabolism in the body) and runoff indicated the presence of medication molecules, including tetracycline antibiotics [1-3].",
      "startOffset" : 265,
      "endOffset" : 270
    }, {
      "referenceID" : 3,
      "context" : "phenol, amino, and enone) that can create the specific polar interactions, so it is counted as important pollutants [4, 5].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 4,
      "context" : "phenol, amino, and enone) that can create the specific polar interactions, so it is counted as important pollutants [4, 5].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 5,
      "context" : "Using of biological treatment processes is not proper to remove this antibiotic from water due to the possibility to destroy microorganisms applied in bioreactors by it [6, 7].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 6,
      "context" : "Using of biological treatment processes is not proper to remove this antibiotic from water due to the possibility to destroy microorganisms applied in bioreactors by it [6, 7].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 9,
      "context" : "Among novel photocatalysts, bismuth‐containing photocatalysts [10-12] have received",
      "startOffset" : 62,
      "endOffset" : 69
    }, {
      "referenceID" : 10,
      "context" : "Among novel photocatalysts, bismuth‐containing photocatalysts [10-12] have received",
      "startOffset" : 62,
      "endOffset" : 69
    }, {
      "referenceID" : 11,
      "context" : "Among novel photocatalysts, bismuth‐containing photocatalysts [10-12] have received",
      "startOffset" : 62,
      "endOffset" : 69
    }, {
      "referenceID" : 12,
      "context" : "tremendous attention due to their outstanding photo-oxidation activity [13, 14] that among them, the crystal structure of Bi2Sn2O7 with the network of corner-shared octahedral can facilitate the mobility of the charged carriers.",
      "startOffset" : 71,
      "endOffset" : 79
    }, {
      "referenceID" : 13,
      "context" : "tremendous attention due to their outstanding photo-oxidation activity [13, 14] that among them, the crystal structure of Bi2Sn2O7 with the network of corner-shared octahedral can facilitate the mobility of the charged carriers.",
      "startOffset" : 71,
      "endOffset" : 79
    }, {
      "referenceID" : 14,
      "context" : "Thus the Bi2Sn2O7 has been known as the proper material for photocatalysis and it has also been demonstrated the photocatalytic activity to visible-light [15, 16].",
      "startOffset" : 154,
      "endOffset" : 162
    }, {
      "referenceID" : 15,
      "context" : "Thus the Bi2Sn2O7 has been known as the proper material for photocatalysis and it has also been demonstrated the photocatalytic activity to visible-light [15, 16].",
      "startOffset" : 154,
      "endOffset" : 162
    }, {
      "referenceID" : 16,
      "context" : "3 semiconductors, carbon‐based material modification or/and Bi metal loading [17].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 16,
      "context" : "Furthermore, one of the strategies to improve the photocatalytic activity of Bi2Sn2O7 is the creation of heterojunctions between Bi2Sn2O7 and carbon/carbon‐based materials [17].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 16,
      "context" : "Among carbon‐based materials such as CNTs, AC, GO, RGO and g-C3N4, carbon nitride is considered as environmentally benign material due to its unique inherent characteristics such as visible-light absorbing ability, two dimensional planar structure, photochemical stability, unique electric optical and structural and physicochemical properties [17-19].",
      "startOffset" : 344,
      "endOffset" : 351
    }, {
      "referenceID" : 17,
      "context" : "Among carbon‐based materials such as CNTs, AC, GO, RGO and g-C3N4, carbon nitride is considered as environmentally benign material due to its unique inherent characteristics such as visible-light absorbing ability, two dimensional planar structure, photochemical stability, unique electric optical and structural and physicochemical properties [17-19].",
      "startOffset" : 344,
      "endOffset" : 351
    }, {
      "referenceID" : 18,
      "context" : "Among carbon‐based materials such as CNTs, AC, GO, RGO and g-C3N4, carbon nitride is considered as environmentally benign material due to its unique inherent characteristics such as visible-light absorbing ability, two dimensional planar structure, photochemical stability, unique electric optical and structural and physicochemical properties [17-19].",
      "startOffset" : 344,
      "endOffset" : 351
    }, {
      "referenceID" : 19,
      "context" : "Furthermore, the g-C3N4 photocatalyst can be as a suitable substrate for fabricating composite of photocatalysts [20].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 20,
      "context" : "Among the noble metals, silver has received more attention due to the superior antibacterial agent and disinfection effect and relatively cheaper [21-23].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 21,
      "context" : "Among the noble metals, silver has received more attention due to the superior antibacterial agent and disinfection effect and relatively cheaper [21-23].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 22,
      "context" : "Among the noble metals, silver has received more attention due to the superior antibacterial agent and disinfection effect and relatively cheaper [21-23].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 23,
      "context" : "These include anion-exchange [24, 25], heat-treatment, precipitation [26], and",
      "startOffset" : 29,
      "endOffset" : 37
    }, {
      "referenceID" : 24,
      "context" : "These include anion-exchange [24, 25], heat-treatment, precipitation [26], and",
      "startOffset" : 29,
      "endOffset" : 37
    }, {
      "referenceID" : 25,
      "context" : "These include anion-exchange [24, 25], heat-treatment, precipitation [26], and",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 26,
      "context" : "4 creating heterojunction structure during the synthesis of one of the components by the solvothermal or hydrothermal method [27, 28].",
      "startOffset" : 125,
      "endOffset" : 133
    }, {
      "referenceID" : 27,
      "context" : "4 creating heterojunction structure during the synthesis of one of the components by the solvothermal or hydrothermal method [27, 28].",
      "startOffset" : 125,
      "endOffset" : 133
    }, {
      "referenceID" : 21,
      "context" : "In the second step, Ag/Bi2Sn2O7-C3N4 as the plasmonic nanophotocatalyst was synthesized by the sono-photoreduction method [22].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 28,
      "context" : "1 XRD Analysis The phase structure, crystal size and single crystal orientation of the synthesized samples, were determined by XRD [29].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 14,
      "context" : "1o are attributed to the hexagonal BCN (JCPDS NO = 01-087-1526) [15].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 29,
      "context" : "5o were not directly observed due to the low loading of Ag, the low intensity of it and low relative crystallinity [30].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 4,
      "context" : "This result may be due to the utilization of sonication and/or the surface covering of supports by Ag nanoparticles [5, 32].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 31,
      "context" : "This result may be due to the utilization of sonication and/or the surface covering of supports by Ag nanoparticles [5, 32].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 6,
      "context" : "Moreover, the presence of ultrasound waves could be more dispersed the supports and thus it may lead to reducing the intensity [7, 33].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 32,
      "context" : "Moreover, the presence of ultrasound waves could be more dispersed the supports and thus it may lead to reducing the intensity [7, 33].",
      "startOffset" : 127,
      "endOffset" : 134
    }, {
      "referenceID" : 33,
      "context" : "Therefore, the pores existing in the structures of nanophotocatalysts are in the meso size range with cylindrical shapes [34, 35].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 34,
      "context" : "Therefore, the pores existing in the structures of nanophotocatalysts are in the meso size range with cylindrical shapes [34, 35].",
      "startOffset" : 121,
      "endOffset" : 129
    }, {
      "referenceID" : 35,
      "context" : "The absorbing band in 800 cm-1 is related to the s-triazine and several absorption bands in 1240,1320, 1410, 1470 and 1540 cm-1 belong to the typical C=N heterocycles and stretching vibration of the C−N [36].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 19,
      "context" : "According to it, the bands at 520 cm-1 and 620 cm-1 are ascribed to the Bi−O vibrations and Sn−O stretching vibration, respectively [20].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 21,
      "context" : "Figure 10(d) shows that after photodeposition of silver nanoparticles over BSO-BCN nanophotocatalyst, all the absorption peaks of BSO and BCN can still be found in the Ag/BSO-BCN composite, and it illustrating that the chemical structure of BSO-BCN remains unchanged after placing the Ag particles [22].",
      "startOffset" : 298,
      "endOffset" : 302
    }, {
      "referenceID" : 33,
      "context" : "This analysis was used to investigate the electronic and the light absorption properties of materials [34].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 36,
      "context" : "The energy band structures depend on these properties, and the photocatalytic activity can alterable by these features [37, 38].",
      "startOffset" : 119,
      "endOffset" : 127
    }, {
      "referenceID" : 37,
      "context" : "The energy band structures depend on these properties, and the photocatalytic activity can alterable by these features [37, 38].",
      "startOffset" : 119,
      "endOffset" : 127
    }, {
      "referenceID" : 38,
      "context" : "These results can be attributed to the surface plasmon resonance (SPR) and more absorption of light by noble metal nanoparticles formed on the surface of BSO-BCN [39, 40].",
      "startOffset" : 162,
      "endOffset" : 170
    }, {
      "referenceID" : 39,
      "context" : "These results can be attributed to the surface plasmon resonance (SPR) and more absorption of light by noble metal nanoparticles formed on the surface of BSO-BCN [39, 40].",
      "startOffset" : 162,
      "endOffset" : 170
    }, {
      "referenceID" : 32,
      "context" : "The band gap energy of all the samples were calculated by the Eq(2) and extrapolated the linear portion of (αhθ)n/2 versus the photon energy (hθ) [33].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 37,
      "context" : "Such that n=1 and 4 are for the direct transition and indirect transition respectively [38].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 40,
      "context" : "7) [41] and in this research the pHpzc of Ag/BSO-BCN nanophotocatalyst was evaluated at about 6.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 29,
      "context" : "But beyond the optimum amount of loading causes the agglomeration of catalyst particles, light scattering, the solution opacity and the decrement of light absorption by the suspension, resulting in the reduction of the photocatalytic efficiency [30].",
      "startOffset" : 245,
      "endOffset" : 249
    }, {
      "referenceID" : 32,
      "context" : "Hence, ammonium oxalate monohydrate (AO) and isopropyl alcohol (IPA) were used as trapped agents for h+ and ∙OH, respectively [33, 42, 43].",
      "startOffset" : 126,
      "endOffset" : 138
    }, {
      "referenceID" : 41,
      "context" : "Hence, ammonium oxalate monohydrate (AO) and isopropyl alcohol (IPA) were used as trapped agents for h+ and ∙OH, respectively [33, 42, 43].",
      "startOffset" : 126,
      "endOffset" : 138
    }, {
      "referenceID" : 42,
      "context" : "Hence, ammonium oxalate monohydrate (AO) and isopropyl alcohol (IPA) were used as trapped agents for h+ and ∙OH, respectively [33, 42, 43].",
      "startOffset" : 126,
      "endOffset" : 138
    }, {
      "referenceID" : 43,
      "context" : "Actually, the holes react with adsorbed hydroxyl group or H2O to form ·OH radicals and also it can directly degrade the pollutant molecules [44, 45].",
      "startOffset" : 140,
      "endOffset" : 148
    }, {
      "referenceID" : 44,
      "context" : "Actually, the holes react with adsorbed hydroxyl group or H2O to form ·OH radicals and also it can directly degrade the pollutant molecules [44, 45].",
      "startOffset" : 140,
      "endOffset" : 148
    }, {
      "referenceID" : 45,
      "context" : "The valence band (VB) and conduction band (CB) edge potential of the nanophotocatalysts versus a normal hydrogen electrode (NHE) were estimated by the following equations [46]:",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 46,
      "context" : "Where E is the potential of the CB/VB versus a vacuum, and ENHE is the CB and VB potential versus a normal hydrogen electrode (NHE) [47].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 14,
      "context" : "49 (vs vacuum) [15, 48], so the holes generated in the VB of nanophotocatalyst can react with water molecules or hydroxyl ions and produce •OH, which eventually causes degradation of pollutant molecules.",
      "startOffset" : 15,
      "endOffset" : 23
    }, {
      "referenceID" : 47,
      "context" : "49 (vs vacuum) [15, 48], so the holes generated in the VB of nanophotocatalyst can react with water molecules or hydroxyl ions and produce •OH, which eventually causes degradation of pollutant molecules.",
      "startOffset" : 15,
      "endOffset" : 23
    }, {
      "referenceID" : 35,
      "context" : "The reactions mentioned can be summarized as follows [36, 37, 49].",
      "startOffset" : 53,
      "endOffset" : 65
    }, {
      "referenceID" : 36,
      "context" : "The reactions mentioned can be summarized as follows [36, 37, 49].",
      "startOffset" : 53,
      "endOffset" : 65
    }, {
      "referenceID" : 48,
      "context" : "The reactions mentioned can be summarized as follows [36, 37, 49].",
      "startOffset" : 53,
      "endOffset" : 65
    }, {
      "referenceID" : 49,
      "context" : "1% In this study Au/Pt/g-C3N4 20 ppm of TC-3 h irradiation- Visible light 93% [50] Ag/Bi3TaO7 10 ppm of TC-2 h irradiation-Visible light 85.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 50,
      "context" : "42% [51] AgI/WO3 35 ppm of TC-1 h irradiation- Visible light 75% [52] TiO2 55 ppm of TC-2 h irradiation- UV 82.",
      "startOffset" : 4,
      "endOffset" : 8
    }, {
      "referenceID" : 51,
      "context" : "42% [51] AgI/WO3 35 ppm of TC-1 h irradiation- Visible light 75% [52] TiO2 55 ppm of TC-2 h irradiation- UV 82.",
      "startOffset" : 65,
      "endOffset" : 69
    } ],
    "year" : 2019,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}