{
  "name" : "downloads_2019-11-16_5d_10.1002@asia.201901318.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nitrogen-doped Carbon Nanomaterials: Synthesis, Characteristics and Applications",
    "authors" : [ "In-Yup Jeon", "Hyuk-Jun Noh", "Beom Baek" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ {
      "title" : "This article is protected by copyright",
      "author" : [ "a) X. Li", "H. Wang", "J.T. Robinson", "H. Sanchez", "G. Diankov", "H. Dai", "J. Am" ],
      "venue" : "All rights reserved. 10.1002/asia.201901318 C.-P. Wong, Adv. Energy Mater. 2012,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2009
    }, {
      "title" : "Energy Mater",
      "author" : [ "a) Y. Xia", "R. Mokaya", "G.S. Walker", "Y. Zhu", "Adv" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Furthermore, the hydrothermal carbonization (HTC) of CNMs with biomass/ionic liquids followed by the chemical activation([54]) and carbonization of polymers/organic compounds using inorganic/organic templates has been demonstrated.([55]) Compared to post-treatment approaches, in-situ approaches have many advantages, such as very simple processes, various feasible nitrogen-containing precursors, homogeneous N-doping, and mass production capability.",
      "startOffset" : 232,
      "endOffset" : 236
    } ],
    "year" : 2019,
    "abstractText" : "Non-metallic carbon-based nanomaterials (CNMs) are important in various potential applications, especially after the emergence of graphene and carbon nanotubes, which demonstrate outstanding properties arising from their unique nanostructures. However, the pristine graphitic structure of CNMs consists of sp hybrid C-C bonds, which are considered to be neutral in nature with low wettability and poor reactivity. To improve compatibility with other materials and hence for greater applicability, CNMs are generally required to be functionalized effectively and/or doped with heteroatoms in their graphitic frameworks for feasible interfacial interactions. Among the various possible functional/doping elements, nitrogen (N) atoms have received much attention given the potential to tune the intrinsic properties of CNMs, such as the work-function, charge carrier concentration, surface energy, and polarization, because N-doping improves the surface energy and reactivity with enhanced charge polarization and minimal damage to carbon frameworks. The modified surface energy and chemical activity of N-doped carbon nanomaterials (NCNMs) can be useful for a broad range of applications, including fuel cells, solar cells, Li-ion batteries, supercapacitors, chemical catalysts, and catalyst supports, among others.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}