{
  "name" : "downloads_2019-10-23_45_deng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanolayered Ti3C2 and SrTiO3 Composites for Photocatalytic Reduction and Removal of Uranium(VI)",
    "authors" : [ "Hao Deng", "Zi-jie Li", "Lin Wang", "Li-yong Yuan", "Jian-hui Lan", "Zhi-yuan Chang", "Zhi-fang Chai", "Wei-qun Shi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "2+ removal rate of 77%, which is nearly 38 times higher than that of the pristine SrTiO3. The enhanced photocatalytic performance of 0.02 Ti3C2/SrTiO3 is systematically identified by photoluminescence spectroscopy, UV−vis diffuse reflectance spectroscopy, Raman spectroscopy, and electrochemical characterizations. The multilayered Ti3C2 as a cocatalyst can facilitate the charge transportation and inhibit the recombination of electrons in the conduction band. This work establishes the enticing potential for developing doped perovskite oxide crystals based on the MXene Ti3C2 with sun-light responsivity for improving solar energy utilization.\nKEYWORDS: two-dimensional Ti3C2, strontium titanate, photocatalytic reduction removal, uranium(VI), Ti-based interface"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Highly mobile hexavalent uranium U(VI) is released into the environment owing to large scale nuclear industry activities, such as mining, spent fuel reprocessing, and nuclear waste disposal, making uranium a source of environmental pollution. Conventional ion exchange and adsorption of nanomaterials have some shortcomings in practical applications, such as weak interaction with radionuclides. Uranium is more likely to return to the aqueous solution again, causing secondary pollution.1 Tetravalent uranium U(IV) is commonly supposed to form insoluble species, resulting in the immobilization of uranium under reduction conditions.2 However, most of the reported reduction methods involve large amount of reagent consumption and easily generate secondary waste.3,4 Semiconductor-based photocatalysis, a green method for photocatalytic reduction and removal of harmful heavy metal ions under light irradiation,5−7 thus brings a new opportunity to fight against the uranium contamination. Titanium dioxide (TiO2) is of great concern as a candidate for photochemical removal of uranium8 because of its high resistance to photocorrosion and nontoxicity,9 while its inherent light absorption and charge separation efficiency decides the\nrelatively low photocurrent density of TiO2. 10 On the other hand, perovskite oxide strontium titanate (SrTiO3) has a more excellent electron mobility at room temperature (5−8 cm2 V−1 s−1) compared to that of TiO2 (0.1−4 cm2 V−1 s−1),11,12 and higher conduction band energy position,12 which is beneficial for the photocatalytic reduction. Additionally, in the case of epitaxial integration of SrTiO3 with TiO2, the interfacial stressinduced lattice deformation will produce a ferroelectric materials with tremendous electric polarization.13 Currently, some studies based on the time-resolved steady-state spectroscopic technique demonstrated that a number of photogenerated carriers may recombine quickly at the end of light irradiation, correlated with its relatively lower photonic efficiency (<10%) for most semiconductor-based photocatalytic reactions.9,14 In order to separate the photogenerated e−/h+ pairs effectively and thereby prolong e−/h+ lifetimes, a series of nano materials10,15,16 have been coupled with SrTiO3 crystals.17 For instance, Rh-doped SrTiO3 (SrTiO3: Rh)\nReceived: February 2, 2019 Accepted: March 27, 2019 Published: March 27, 2019\n© 2019 American Chemical Society 2283 DOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n0 3:\n45 :1\n7 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nexhibited much higher efficiency for H2 evolution under visible light.15 Sun et al.16 incorporated Ba2FeNbO6 with a narrow band gap of ∼2.29 eV into SrTiO3 in molten salt media. The color of formed SrTiO3−Ba2FeNbO6 heterostructure can be turned from white to yellow green matching the solar spectrum well. Furthermore, TiO2−SrTiO3 core−shell heterostructure combined with SrTiO3 intrinsically high charge mobility on the basis of ferroelectric polarization leaded to a drastically increased photocurrent density.10 It is obvious that the much stronger combination of heterogeneous materials is favorable to photocatalytic reaction owing to the short diffusion pathway for photogenerated e−/h+ transfer, leading to decreased recombination probability.12 Thus, the contacting pattern between two components needs to be rationally established. The main reason is that most of the current heterocomponent as cocatalysts exist: (i) inappropriate components or lack of surficial functionalities to fabricate strong function with photocatalysts18 and (ii) inefficient electron shuttling, for the rapid interfacial carrier transportation and the extended structural stability. MXenes (Mn+1XnTx), a layered carbides or carbonitrides material,19 shows a great potential as an energy storage material in batteries20,21 and electrochemical capacitors.22,23\nTi3C2Tx (abbreviated as Ti3C2) nanosheets are an attractive class of materials featuring hydrophilicity and excellent metallic conductivity.24 T represents a variable surficial termination25\nsuch as O, OH, or F, and x is the number of termination groups. The band structure of F or OH-terminated Ti3C2 has a clear separation of 0.05−0.1 eV between valence and conduction bands,19 manifesting its semiconducting nature. Thus, it is plausible to believe that the band structure of Ti3C2 could be finely tuned by varying the terminal groups, which may afford flexible opportunities in special photocatalytic fields, if Ti3C2 was utilized as photocatalysts or cocatalysts.\nActually, MXene cocatalyst21,26 integrated with cadmium sulfide18 has exhibited both excellent photocatalytic performance and attractive quantum efficiency owing to its highly efficient charge separation when exposed to visible light irradiation. Very recently, Ti3C2 derivative from superficial oxidation as a heterocomponent20,27,28 could improve photoelectrical transformation efficiency owing to the an atomic scale interfacial heterojunction in the Ti-based interface.29 Bao et al. have reported the transformation of Ti3C2 MXene into ultrathin nanoribbons of NaTi1.5O8.3 and K2Ti4O9 as highperformance anode materials for SIBs and PIBs, respectively.20 As far as we know, no reports have addressed the utilization of MXene-derived Ti-based layered materials as a cocatalyst for titanate perovskite oxide photocatalysts. Both exploiting band and interfacial heterostructure to develop and fabricate the hybrid of perovskite oxide and two-dimensional Ti3C2 is interesting. Herein, we constructed a Ti3C2/SrTiO3 heterostructure based on partly superficial oxidation from precursor multilayered Ti3C2, demonstrating greatly increased charge separation and photocurrent density, and enhanced photocatalytic UO2\n2+ reduction. The possibility of MXene as an exceptional cocatalyst was further identified by density functional theory (DFT) calculations. Moreover, the fabrication of this titanate perovskite-type crystals and the utilizing of the heterogeneous photocatalytic reaction adjusted by such perovskite/MXene heterostructure will bring new insights into the applications of photocatalysis and optoelectronics."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials Synthesis. Multilayer MXene Ti3C2 from Ti3AlC2 MAX phase materials was fabricated by a chemical etching method with 15 wt % HF solution at 40 °C for 48 h.19,30 Then Ti3C2 was centrifuged at 5000 rpm, thoroughly rinsed with deionized water 6\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2284\ntimes to obtain a water suspension, and stored in a refrigerator (0−5 °C). The Ti3C2/SrTiO3 composite materials were synthesized by a simple hydrothermal process (Figure 1) generalized from the following two comprehensive steps. Step 1. First, a reagent of 1 mL of titanium isopropoxide (≥97%) was added to 50 mL of a mixture of ethanol and acetonitrile (3:2 in volume ratio), containing 0.91 g of H2O and 0.38 g of NH3·H2O under vigorous stirring,\n31 and it was thoroughly stirred for 6 h aging. A milky suspension of TiO2 was centrifuged, thoroughly rinsed with ethanol for three times, then washed with water for three times, and finally, dried at 60 °C for 24 h. Second, 0.1 g of dried TiO2 powder, 1:1 molar ratio of Sr(NO3)2, and 0.2 mL of Ti3C2 water suspension (∼5 mg) were slowly added into 25 mL of 2 mol L−1 NaOH aqueous solution. The resultant mixture after stirring for 15 min was transferred to a 50 mL Teflon-lined autoclave for 4 h at 140 °C to conduct the crystallization. The final precipitate was centrifuged, thoroughly rinsed and finally dried at 60 °C. The different loading amount of Ti3C2/SrTiO3, pure SrTiO3, and other different heterogeneous structure-based system were fabricated by the above parallel process, except for the amount of Ti3C2 and metal ions. The mass fractions (wt %) of Ti3C2 in Ti3C2/SrTiO3 composites were 0, 1, 2, 4, 20, and 100, and these samples obtained were labeled as SrTiO3, 0.01Ti3C2/SrTiO3, 0.02Ti3C2/SrTiO3, 0.04Ti3C2/SrTiO3, 0.2Ti3C2/SrTiO3, and Ti3C2, respectively. 2.2. Physicochemical Characterization. The crystallinity and structure of the synthesized samples were acquired from a wide-angle X-ray diffraction system (Bruker D8, Cu Kα radiation, λ = 1.5406 Å). SEM-EDS of all samples were performed on a field-emission scanning electron microscope (Hitachi S-4800) with attached energy-dispersive X-ray spectroscopy (Horiba 7593-H). TEM, the high-resolution TEM, and SAED images were done on a transmission electron microscope (JEOL JEM-2100). X-ray photoelectron spectroscopy (XPS) of samples were recorded using a Thermo Scientific ESCALAB250Xi spectrometer equipped with an Al Kα X-ray source. The surface textural characterization was determined by BET and BJH method of the N2 adsorption−desorption isotherms using a Micromeritics ASAP 2020 apparatus. UV−vis absorption spectra of the representative samples were obtained using a Hitachi U-3900 with an integrated sphere using barium sulfate as the reflectance standard. Photoluminescence spectrometry spectra were recorded by a Hitachi F-4600 fluorospectrophotometer under the excitation of 220 nm at room temperature. Raman spectra were collected using a HORIBA scientific spectrometer with a 473 nm laser (Ciel model, Laser Quantum, Ltd.). 2.3. Photocatalytic Reduction and Removal of UO2\n2+. Photocatalytic reduction of UO2\n2+ was carried out in a 100 mL jacketed quartz beaker (cooled by circulation water). Typically, the asprepared photocatalyst (20 mg) was added into 60 mL of 50 ppm"
    }, {
      "heading" : "UO2",
      "text" : "2+ aqueous solution by constant stirring. The pH value of the mixture was adjusted with small amounts of NaOH and HCl solutions (∼0.1 mol L−1). Then, the suspension was magnetically stirred in dark for 8 h to achieve the adsorption−desorption equilibrium. Before a\nphotocatalytic reaction, reactant solution was purged by N2 for 0.5 h, and any dissolved air was removed, after that the reaction system remained under anaerobic conditions. The purpose of the above experiment is to avoid the effect of dissolved oxygen on the photocatalytic reduction reaction as much as possible. This mixture was illuminated for 3 h using a 300 W Xe lamp (wavelength = 320− 2500 nm) that offered UV−visible light source as a sun light simulated. After illumination for a given time, aliquots (0.4 mL) of the mixture were pipetted and filtered through 0.45 μm Nylon syringe filters. The residual concentrations of uranium were analyzed by a Horiba JY2000-2 inductively coupled plasma optical emission spectrograph (ICP-OES). Residual ratio (%) of UO2\n2+ in solution is calculated with the expression Ct/C0 × 100%, where C0 and Ct are the concentrations (ppm) of uranium in solution phase at initial (after the dark adsorption) and contact time t (min), respectively. In addition, Ti3C2/SrTiO3 (20 mg) was dispersed into 60 mL of 50 ppm AgNO3 aqueous (including the contrast group of pure AgNO3 aqueous) under the same photocatalytic condition for confirming the photocatalytic active areas. Similarly, after 180 min photodeposition, the above suspension was filtered, washed with ethanol, and dried in vacuum at 50 °C for 8 h. The as-obtained materials were used for further characterizations.\n2.4. Electrochemical and Photoelectrochemical Measurements. These experiments were carried out in a standard three electrode system with the synthesized samples as the working electrodes, a saturated calomel electrode (SCE) as the reference electrode, and a Pt foil as the counter electrode. The SCE is converted to RHE using the expression: ERHE = ESCE + 0.0591 × pH + 0.2415 V. Na2SO4 aqueous solution (pH ≈ 6; 0.1 mol L−1) was used as the electrolyte in the photoelectrochemical measurements. At first, the cyclic-voltammetry (CV) measurements were employed to the electrode activation of working electrodes within the potential limits of −1 to 1 V (vs SCE) including a step size of 0.05 V. The electrochemical impedance spectroscopy (EIS) were measured over a range from 0.01 to 5 × 105 Hz with an alternating current (AC) amplitude of 0.01 V. Both transient photocurrent responses and opencircuit photovoltage decay measurements were observed in the dark or under illumination. A photocatalytic system containing a 300 W xenon lamp (wavelength, ranging from 320 to 2500 nm) was used as a sun light simulated. Mott−Schottky plots were employed to determine the flat band potential using an alternating current frequency of 2 × 105 Hz within the potential limits of −1.2 to 0.5 V (vs SCE). The working electrodes were prepared as follows: 6 mg sample and 100 μL of ethanol were dispersed by sonication. Then the mixture was homogeneously coated onto a 1.2 cm × 1.2 cm FTO glass electrode (7 Ω). The obtained electrodes were dried in an oven heated at 60 °C for 0.5 h.\n2.5. Theoretical Calculations. Density functional theory (DFT) calculations were performed by using the Vienna ab initio simulation package (VASP version 5.4.1).32,33 Geometric optimization was performed by generalized gradient approximation (GGA) with the\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2285\nPerdew−Burke−Ernzerhof (PBE),34 including the relaxation of atomic coordinates and lattice constants, and total energy calculation. These calculations used an energy cutoff of 400 eV, an energy convergence tolerance of 1.0 × 10−5 eV, and a 9 × 9 × 1 Monkhorst− Pack k-point grid sampling. Hey−Scuseria−Ernzerhof (HSE06) calculations35,36 hybrid functional were performed to get the band gaps and band alignments and density of states (DOS). And the adsorption behavior of UO2\n2+ on hydroxylated Ti3C2 nanosheet has been also systematically investigated by DFT calculations in our previous publication.37"
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Composition and Characteristics. Al layers of Ti3AlC2 were selectively exfoliated by a ∼15 wt % hydrofluoric acid (HF) solution to obtain the multilayer Ti3C2 nanosheets. As a result, F-groups are the predominant surface termination groups. Then, during the subsequent rinsing process with deionized water or hydrothermal process in 2 mol L−1 NaOH\naqueous solution, a large number of functional groups (−OH or −O) could spontaneously replace F-groups on the surface of Ti3C2, producing excellent hydrophilicity and possible semiconductor properties.19 Figure 2a shows X-ray diffraction (XRD) patterns of Ti3C2 nanosheets, for comparison, the XRD fashion of raw Ti3AlC2 is also presented. After etching Ti3AlC2 with HF treatment, the strongest diffraction peak of Ti3AlC2 at 39.17° disappears. The transformation from Ti3AlC2 to Ti3C2 shows the apparent shift of the (002) reflection to lower angle side at the peak of 9.70° and (004) 19.32°, suggesting the successful exfoliation of the Al layers and the appearance of multilayered Ti3C2 according to the reference.\n29 A highmagnification SEM image (Figure 2b) revealed an accordionlike architecture and the thickness of the exfoliated MXene sheets ranging from 25 to 45 nm. In addition, Ti3C2/SrTiO3 was synthesized by partly superficial oxidation from multilayer nanostructure Ti3C2 via a simple hydrothermal crystallization,\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2286\nand their crystallinity and structures were confirmed by XRD analysis. These XRD patterns (Figure S1a) confirm that each Ti3C2/SrTiO3 composite consists of a cubic perovskite phase SrTiO3 (JCPDS No. 35-0734, space group Pm3m). Simultaneously, it can be also easily observed that the partial diffraction peaks of Ti3C2/SrTiO3 are consistent with Ti3C2 sheets and negligible TiO2 phase. By contrast, no additional Sr2+ ions and TiO2 in the same NaOH aqueous solution, the XRD peaks of the new species Ti3C2/NaxTiyOz (labeled as alkalization-Ti3C2) from simultaneous oxidation and alkalization processes (Figure S1b) are also strong and sharp. Simultaneously, no signals associated with TiO2 phase are observed,20 suggesting the dissolution of TiO2 from Ti3C2 superficial oxidation.28 Nevertheless, the phase of TiO2 nanocrystals formed by the surface oxidation from Ti3C2 is not enough to form a large amount of SrTiO3 crystals due to the excellent stability of Ti3C2 in the step of superficial oxidation (Figure S1b). Thus, the primary part of extra additional TiO2 (amorphous phase) is aimed at making these SrTiO3 nanocrystals bigger in hydrothermal crystallization. Of course, tiny amounts of unreacted extra TiO2 will still not form the heterostructure with Ti3C2. In addition, the corresponding results from Ti3C2 to Ti3C2/SrTiO3 was confirmed by the deconvoluted TiO2 peak of Ti3C2 in the X-ray photoelectron spectroscopy (XPS) spectrum (Figure 3a and b). As for the high-resolution O 1s XPS spectra, the numerous O species are\npresent in Ti3C2 and Ti3C2/SrTiO3 (Figure 3a), while the Fterminations is negligible for Ti3C2/SrTiO3 (Figure 3b), indicating the superficial −F groups of Ti3C2 replaced by −O or −OH groups after hydrothermal crystallization. The high-resolution XPS spectrum (Figure 3c) of Ti 2p of Ti3C2 is fitted with four doublets and can be assigned as TiC, TiOC, TiO2, and TixOy,\n38 which is reasonable for Ti3C2/SrTiO3 composite. Then, the morphology of the Ti3C2/SrTiO3 samples were thoroughly investigated. The representative SEM and TEM images of Ti3C2/SrTiO3 were selected, as summarized in Figure 3d−g. Figure 3d shows that platelike Ti3C2 nanosheets with the size of 3−6 μm are covered with the rich SrTiO3 nanospheres, which is quite distinguishable for the topography of pristine SrTiO3 as shown in Figures S2 and S3a and b. The nanospheres or columnar grains with interconnected channels of Ti3C2/SrTiO3 are clearly shown in the enlarged SEM image (Figure 3e) of Figure 3d, and the TEM image of Figure S3c and d. Epitaxial growth of SrTiO3 nanocrystals proceeds on the substrates of Ti3C2, and edge dislocations and vertical grain boundaries leads to a few SrTiO3 nanocrystals of mosaic structure or columnar grains with releasing the high tensile strain.13 Furthermore, TEM analysis of Ti3C2/SrTiO3 in Figure 3f shows a uniform external surfaces of the Ti3C2 covered with small nanospheres (100−200 nm) and the larger nanocubes (200−400 nm) of SrTiO3. A detailed observation in Figure 3f, the center and edge (see blue"
    }, {
      "heading" : "UO2",
      "text" : "DOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2287\nrectangles) were selected for the selective area electron diffraction (SAED) analysis, respectively. Their corresponding phases of SAED are consistent with Michel W. Barsoum et al’s24 and Takashi Tachikawa’s reports.39 The representative crystal phases confirm that the Ti3C2/SrTiO3 composites are composed of crystallographically nanocrystals, including the perovskite (SrTiO3, corresponding SAED in Figure S3b and MXenes (Ti3C2, corresponding SAED in Figure S4. The lattice spacing of the nanospheres in a heterointerface is about 0.276 nm, which may be assigned to the (110)-oriented SrTiO3 (Figure 3g). The above results support that the crystal structure of SrTiO3 was not affected in the process of the epitaxial nanocrystal nucleation and subsequent crystal growth. Thus, Ti3C2/SrTiO3 heterostructure could not only obtain of complete crystals of SrTiO3 for photocatalytic reaction, but also build the strong combination based on of Ti-based interface Ti3C2 for photogenerated e\n−/h+ transfer. 3.2. Photocatalytic Activity. The photocatalytic activity\nof a series of SrTiO3 coupled with different amounts of Ti3C2 was systematically investigated. Excitingly, in the presence of 50 ppm UO2\n2+ (pH 4), the photocatalytic activities of all Ti3C2/SrTiO3 composites are improved when exposed to a sun light simulated. And some static adsorption data of the samples before photocatalytic reaction were shown in Figure S5a. As shown in Figure 4a, the uranium removal rate (normalized concentration) by pristine SrTiO3 was almost negligible after 180 min under simulated sunlight illumination. In contrast, a small amount (0.01 wt %) of Ti3C2 incorporated with SrTiO3 (denoted as 0.01 Ti3C2/SrTiO3) significantly enhances the\nuranium removal rate to 20%. With the continuous increase of Ti3C2 dosage, the photocatalytic removal rate of UO2\n2+ ions in the Ti3C2/SrTiO3 compounds is gradually enhanced. As for 0.02 Ti3C2/SrTiO3, the photocatalytic UO2\n2+ removal rate achieved at the maximum of 77%, which is 38.5 times higher than that of pristine SrTiO3. This is reasonable because the quick migration of the photoinduced holes to OH− (E° (•OH/ OH−) = 1.58 V vs NHE) or H2O (E°(\n•OH/H2O) = 1.92 V vs NHE)40 adsorbed on the surface of photocatalyst generate •OH.41 However, further increase of Ti3C2 dosage incorporated with SrTiO3 leads to the drastic decrease of photocatalytic reduction removal performance for UO2\n2+. This is mainly due to the excessive amount of the black Ti3C2 increasing the opacity, which hinders the light absorption of SrTiO3. The above similar results were reported by Jingrun Ran et al.18 and Quanjun Xiang et al.42 In spite of this, a little more (0.04 wt % Ti3C2) of 0.04 Ti3C2/SrTiO3 still retains a photocatalytic UO2\n2+ removal rate of about 38%. However, pure Ti3C2 shows almost no activity for photocatalytic uranium removal, which is consistent with Jingrun Ran et al’s report.18\nIndeed, the remarkable increase in photocatalytic activity of Ti3C2/SrTiO3 is obviously attributed to the Mexeneas a cocatalyst. We also examined the effect of Ti3C2 thickness on the photocatalytic activity of the 0.02 Ti3C2/SrTiO3 sample by intensively grinding and sonicating the Ti3C2 precursor for different times. It was found that the uranium removal continuously decreases with the decrease of Ti3C2 thickness, thereby illustrating the essentiality of multilayered structure of Ti3C2 (Figure 4b). It is well-known that thin layered Ti3C2 is\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2288\nmore chemically active and probably had been completely transformed to SrTiO3. As a result, Mexene has lost its unique essential characteristics for photogenerated e−/h+ transfer (Figure S5b). Furthermore, the photocatalytic activity of 0.02 Ti3C2/SrTiO3 was further evaluated by comparing with the amorphous TiO2 (raw material), alkalization-Ti3C2 (intermediate product of multilayer Ti3C2 in the hydrothermal process), and physical compound Ti3C2/SrTiO3 (Figure 4c), and it can be argued that the photocatalytic reduction removal of 0.02 Ti3C2/SrTiO3 is more excellent than the amorphous TiO2, alkalization-Ti3C2, and physical compound Ti3C2/ SrTiO3. It indicates that an important application in the field of photocatalytic reduction removal for UO2\n2+ is displayed in the photocatalytic reaction of 0.02 Ti3C2/SrTiO3. To identify distribution of the oxidation state of the uranium element, the high-resolution spectra of U 4f was obtained by XPS analysis (Figure 4d). According to the corresponding results from Wersin et al’s report,43 the U(VI) (at ∼382.0 eV) and U(IV) (at ∼380.8 eV) components are derived from a spectral fit of the U 4f spectra. In the other hand, the pH influence of the"
    }, {
      "heading" : "UO2",
      "text" : "2+ reduction (Figure 5a) demonstrates the acidity dependency for the photocatalytic efficiency of 0.02 Ti3C2/ STiO3. Along with increasing pH from 2.0 to 4.0, the photocatalytic removal rate of U(VI) on 0.02 Ti3C2/SrTiO3 significantly increased. Because of the approximate point of zero charge Ti3C2 (∼2.5),30,44 the electrostatic function between Ti3C2 and positive charged U(VI) species (i.e.,\nUO2 2+, UO2OH +, (UO2)2(OH)2 +, and (UO2)3(OH)5 +) could enhance the photocatalytic reduction removal of U(VI) in such pH value. In our previous work, we also illustrate an affinity of Ti3C2 for U(VI) species through a hydrated intercalation strategy.30 However, the lower removal rate of U(VI) on 0.02 Ti3C2/SrTiO3 was obtained at pH > 6.5 because of the hydrolytic precipitate. Combined with the theoretical distribution fraction (%) of U(VI) species in the aqueous solution (conditions 50 ppm, T = 25 ± 1 °C) (Figure 5b), the hydrolytic precipitate species (UO2(OH)2·H2O(s)) were confirmed at pH > 4.5. The recyclable utilization of the 0.02 Ti3C2/SrTiO3 was investigated by photocatalytic reduction removal of U(VI) for a three-time cycles. After every photocatalytic reaction, this reacted 0.02 Ti3C2/SrTiO3 were filtrated and washed by stirring in a 0.1 mol L−1 Na2CO3 solution\n2 for 8 h in air (the deposited uranium on the surface of 0.02 Ti3C2/SrTiO3 was desorbed) and subsequently rinsed with deionized water. Finally, after drying at 60 °C in a vacuum oven for 12 h, and then the residual 0.02 Ti3C2/SrTiO3 was conducted to next reductively remove U(VI). In Figure 5c, the U(VI) removal rate of the three cycles is 76.1%, 75.6%, and 74.8%, respectively, indicating no significant decrease in the photocatalytic activity of 0.02 Ti3C2/SrTiO3. In addition, XRD analysis of the residual 0.02 Ti3C2/SrTiO3 indicates that it is structurally intact after photocatalytic reaction (Figure S5c). These experimental results prove that the heterostructure 0.02\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2289\nTi3C2/SrTiO3 exhibits excellent stability for the photocatalytic reduction removal of U(VI). During the hydrothermal crystallization, the surface area\n(SBET) of pristine SrTiO3 gradually decreases from 107.17 to 33.71 m2 g−1 of 0.02 Ti3C2/SrTiO3 compound (Figure S6a), demonstrating that the particles overlapping and fusion each other on the surface of Ti3C2.\n45 The results show that the enhancement of photocatalytic activity of 0.02 Ti3C2/SrTiO3 is not due to the increase of SBET after combination. In addition, the remarkable photocatalytic activity of 0.02 Ti3C2/SrTiO3 were systematically demonstrated by photoluminescence spectroscopy, UV−vis diffuse reflectance spectra, Raman spectroscopy, and electrochemical methods (Figures S6b and S7). As shown in Figure 6a, comparing with the pristine SrTiO3, the light absorption of 0.02 Ti3C2/SrTiO3 inregion of 300−700 nm is slightly increased, which can be related to the light adsorption of the black MXenes materials.46 Compared with the pristine SrTiO3, there is no significant change in the band gap of 0.02Ti3C2/SrTiO3 (Figure S7a), indicating the Ti, C, O elements of Ti3C2 are not affected into the formation of SrTiO3 crystal,\n18 which is consistent with XRD analysis. The lower PL intensity under 220 nm laser irradiation (Figure 6b), a considerably smaller interfacial charge-transfer resistance and an enhancement of transient photocurrent density (Figure 6c) directly suggest an improved charge separation efficiency in the 0.02 Ti3C2/SrTiO3. It is believed that Ti3C2 will effectively transfer the photogenerated electrons and thereby suppress the charge recombination in the photocatalyst composite.\nTo clarify the lifetime of photogenerated e−/h+, the chargetransfer kinetics of the 0.02 Ti3C2/SrTiO3 composite could be further estimated by the decay of photovoltage at the end of light irradiation.47 Figure 7a shows typical responses of the open-circuit voltage (Voc) of pure SrTiO3 and 0.02 Ti3C2/ SrTiO3 to light irradiation followed by end of light irradiation. In our work, this Voc (vs SCE) values of the samples show the deviations between themselves and SCE electrodes in Fermi level. Before the illumination, the corresponding open-circuit voltage is described by a redox equilibration. At the beginning of illumination, the photocatalyst is excited and the accumulation of photogenerated e− will cause a shift of its Fermi level to a more negative potential, leading to an increase in Voc. The Voc at time t after stopping the illumination decays and then the data can be analyzed using the Bisquert method47 to yield the average lifetime of the photogenerated e− (τn). The corresponding equation was illustrated as\nk T q V t d dn\nB oc 1i\nk jjj y { zzzτ = −\n−\nwhere τn (s) is the average e − lifetime, q (1.6 × 10−19 C) is the charge of an electron, kB (1.38 × 10 −23 J/K) is the Boltzmann constant, and T (K) is the temperature of the three electrode system. The relationship between the e− lifetime of photocatalyst and the Voc is presented in the inset of Figure 7a. The e− lifetime of 0.02 Ti3C2/SrTiO3 is in the range from 10\n1 to 103 s. After the termination of light irradiation, the synthetic pristine SrTiO3 by the same hydrothermal condition shows the\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2290\nrelatively transient lifetime distribution (τn ∼ 100 s). This yield of 0.02 Ti3C2/SrTiO3 is 100 times higher than that of pristine SrTiO3, thereby strongly suggesting a reduced recombination rate for the composites. It is generally believed that the above average e− lifetime (τn) represents a significant symbol of the expeditious recombination from photogenerated e− and h+.47−49 The photogenerated carriers transport along with the heterostructure from trapping/detrapping mechanism,45\nprolonging the τn of carriers and making efficient electron trapped by Ti3C2. This may be the main reason why 0.02 Ti3C2/SrTiO3 exhibits a higher photocatalytic activity compared to pure SrTiO3. To deep reveal the excellent performance of the heterogeneous structure of Ti-based interface, UO2 2+ reduction was investigated for the other titanate photocatalysts50,51\nincorporated with Ti3C2. The successful preparation of pure CaTiO3, 0.02 Ti3C2/CaTiO3, pure BaTiO3, and 0.02 Ti3C2/ BaTiO3 were demonstrated by the XRD results (Figure S8). It was noted that the XTiO3 (X = Ca, Ba) after the incorporation of 0.02 wt % Ti3C2 exhibits a superior photocatalytic activity to reduce U(VI) (Figure 7b). The UO2\n2+ removal rate (%) of compounds obtained under simulated sunlight irradiation were 22% and 34%, respectively, while that of their pure phases were almost negligible. Thus, the establishing of Ti-based interface will motivate one to use the excellent heterogeneous structure to enhance photocatalytic performance. However, the relationship between the heterogeneous structure and photogenerated carriers dynamics remains unresolved. Curiously, SrTiO3 exhibited much lower photocatalytic removal rate than 0.02\nTi3C2/SrTiO3 despite the higher specific area on itself (Figure S6a). We applied photodeposition of metals on the surface of 0.02 Ti3C2/SrTiO3 (Figure 7c and d) to reveal its active regions in the photocatalytic process and illustrate the key function of heterogeneous structure.52,53 Figure 7c shows SEM images of 0.02 Ti3C2/SrTiO3 under simulated sunlight irradiation using AgNO3 as precursors. XRD spectra (Figure S9) indicates that the deposited Ag particles on the surface of 0.02 Ti3C2/SrTiO3 are existed in metallic form. That is, the photogenerated e− of 0.02 Ti3C2/SrTiO3 are readily available for the reduction reaction on such Ti-based interface.\n3.3. Theoretical Calculations. The terminated groups tends to stay on the topmost sites of Ti atoms54 and therefore are intensively distributed on the surface of Ti3C2 in Figure 8a. To find out whether specific-group-terminated Ti3C2 is an excellent cocatalyst to improve the photocatalytic performance of SrTiO3, thus density functional theory (DFT) calculations by the Vienna Ab Initio Simulation Package (VASP)32,33 are performed. The photogenerated e− and h+ from a photocatalyst can be not only effectively separated55 but also be rapidly transferred to the surface areas to effectively catalyze the UO2 2+ reduction. The calculated band structure of pure Ti3C2 exhibits a typical metallic nature with a successional density of states at the Fermi level (EF) (Figure 8b and c). In contrast, the band structure of O-terminated Ti3C2 shows decreased number of states at the EF, with a clear separation between valence and conduction bands of 0.5 eV and −1.0 eV (Figure 8b and d), indicating a similar semiconducting character (lower conductivities).19 Remarkably, a few continuous valence and\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2291\nconduction bands of O-terminated Ti3C2 at EF indicate that their capability for charge transfer are still excellent. Thus, Oterminated Ti3C2 retains its outstanding electrical conductivity and exceptional capability to transport photogenerated electrons for further photocatalytic reduction. In addition, the EF value of O-terminated Ti3C2 and pure Ti3C2 have been calculated to be 1.88 and −0.05 V (vs SHE), respectively.18 For a large number of noble metal based cocatalysts, platinum (Pt) is the most attractive cocatalyst in light of its largest work function (W, 5.65 eV) and minimum overpotential for H2 production.56 By comparison, O-terminated Ti3C2 could be used as an extremely perfect cocatalyst, including its promising electron transportation ability, excellent electrical conductivity and larger work function (O termination always increases W, about 6.2 eV)57 than Pt metal. That is to say, O-terminated Ti3C2 shows an optimum parameter ofW and EF, indicating its sufficient ability to admit photogenerated e− from a pristine photocatalyst into itself for the photocatalytic reduction removal of UO2 2+. In general, the overall UO2 2+ reduction process can be divided into three stages, in which uranium with U(VI)/(IV) oxidation states is involved, that is, the initial simple adsorption of UO2 2+, an intermediate state UO2 2+/U(IV) or UO2 2+/UO2 (0.327 and 0.411 V vs SHE, respectively3,58), and a final product U(IV) or UO2. In our previous publication,37 the adsorption behavior of UO2\n2+ on hydroxylated Ti3C2 nanosheet has been clearly investigated by DFT calculations. The results indicated that UO2\n2+ with 5-fold coordination prefers to binding with the deprotonated O adsorption site (O-terminated) rather than the protonated O(H) (OH-terminated) during the adsorption process. From the lamellar Ti3C2 with an accordion-like architecture, the main anatase phase TiO2 nanocrystals 28 were formed by the surface oxidation from Ti3C2. Despite of their different crystallographic structure at the interface of Ti3C2/TiO2, the Ti3C2 and TiO2 combine seamlessly by an in-plane lattice mismatch between (103) plane from Ti3C2 and (111̅) from of TiO2.\n29 When the Sr2+ ions of strontium hydroxide suspension are reacted with the above anatase phase in 2 mol L−1 NaOH aqueous solution, thus the epitaxial nucleation of SrTiO3 nanocrystals occurs at such Ti-based heterointerface by the dissolution−precipitation processes.59 With the addition of extra TiO2 to the same alkaline solution, the SrTiO3 grains on the surface of Ti3C2. As such, the lamellar Ti3C2 are coated by the external SrTiO3 nanocrystals at the interface of Ti3C2/ SrTiO3. The orientation relationship between (100) cubic SrTiO3 (0.39 nm) bulk crystal and (001) tetragonal TiO2 (0.3785 nm) crystal is in a parallel manner, thus forming a similar orientation of the TiO6 octahedra and a very small mismatch at either side of the interface. Partial O atoms in the (100) plane of SrTiO3 could be bridged to Ti atoms in the (001) plane of TiO2 via Ti3C2 oxidation, while Ti atoms of SrTiO3 could be also be bridged to the O atoms of TiO2. 39,60 On the basis of the aforementioned results, it is believed that the chemical bonds formed by the structural distortion of TiO6 octahedra at the misfit dislocation of TiO2/SrTiO3 are important for determining the final structure of perovskite SrTiO3. 39,60\nFrom the unique structural characteristics of Ti3C2/SrTiO3 hybrid system, the schematic band alignments and photocatalytic mechanism for the UO2\n2+ reduction are proposed in Figure 8e. Under simulated sunlight illumination, the semiconductor SrTiO3 is induced to produce photogenerated e − and h+. Because the actual EF of pristine SrTiO3 (a little below\nits conduction band of −0.65 V vs SHE12) is much lower than that of O-terminated Ti3C2 (1.88 V vs SHE\n18). Thus, the difference of EF in the heterointerface will result in the photogenerated e− transport from SrTiO3 to Ti3C2, so that the Fermi level of Ti3C2 is higher than the reduction potential of U(VI)/U(IV) and the equilibrium of EF is established in Ti3C2/SrTiO3 under simulated sunlight irradiation. The Schottky barrier formed in Ti3C2/SrTiO3 heterointerface represents the ability to suppress the photogenerated e− returning to SrTiO3, thereby achieving spatial separation of the e−/h+ pairs. The above similar mechanism was reported by Jakob et al.61"
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "As noted above, a novel Ti3C2/SrTiO3 heterostructure is successfully fabricated by partly superficial oxidation from precursor multilayered Ti3C2 as an excellent cocatalyst using a simple hydrothermal crystallology. By combining the first principle calculations and means of photoelectrochemical measurements and photodeposition at active areas, we could suggest that the heterogeneous structure formed in Ti3C2/ SrTiO3 has great advantages in prolonging the carriers lifetimes because of its excellent ability of charge separation and electron transfer, which significantly improves photocatalytic performance. There is no doubt that a well-defined heterostructure could transfer photogenerated carriers more pervasive than an unordered structure such as scattered nanoparticles. Thus, it is very meaningful for achieving solar energy utilization. The synthetic strategy of titanate perovskite-type crystals and the in-depth study of the mechanism of heterogeneous photocatalysis will bring new insights into the application of photocatalysis and optoelectronics. Furthermore, this study could also pave the way for developing doped perovskite oxide crystals based on the MXene with sun-light responsivity for improving solar energy utilization.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00205.\nXRD patterns of SrTiO3 with different loading amounts of Ti3C2 and Ti3C2/NaxTiyOz (Figure S1), SEM-EDS of pure SrTiO3 (Figure S2), TEM and SAED patterns of SrTiO3 and Ti3C2 (Figures S3 and S4), the static adsorption data of the part samples (Figure S5), XRD patterns of multilayer and thin layer Ti3C2/SrTiO3 compounds obtained by sonication (Figure S5), N2 sorption−desorption isotherm, Raman spectroscopy, Kubelka−Munk versus photon energy plots and Mott−Schottky plots of SrTiO3 and Ti3C2/SrTiO3 (Figures S6 and S7), XRD patterns of CaTiO3, 0.02Ti3C2/CaTiO3, BaTiO3, and 0.02Ti3C2/BaTiO3 (Figure S8), and XRD patterns of Ag particles deposited on 0.02Ti3C2/SrTiO3 (Figure S9) (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: shiwq@ihep.ac.cn. Tel: +86-010-88233968. Fax: +86- 010-88235294."
    }, {
      "heading" : "ORCID",
      "text" : "Lin Wang: 0000-0002-1539-9865 Li-yong Yuan: 0000-0003-4261-8717\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2292\nWei-qun Shi: 0000-0001-9929-9732"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the Natural Science Foundation of China (Grants 11675192, 21577144, and 91326202). The Science Challenge Project (JCKY2016212A504) is also acknowledged. The authors are thankful to Dr. D. D. Shao at Institute of Plasma Physics, Chinese Academy of Sciences, for his help with XPS measurements.\n■ REFERENCES (1) Jiang, X.-H.; Xing, Q.-J.; Luo, X.-B.; Li, F.; Zou, J.-P.; Liu, S.-S.; Li, X.; Wang, X.-K. Simultaneous Photoreduction of Uranium(VI) and Photooxidation of Arsenic(III) in Aqueous Solution over GC3N4/TiO2 Heterostructured Catalysts under Simulated Sunlight Irradiation. Appl. Catal., B 2018, 228, 29−38. (2) Li, Z. J.; Huang, Z. W.; Guo, W. L.; Wang, L.; Zheng, L. R.; Chai, Z. F.; Shi, W. Q. Enhanced Photocatalytic Removal of Uranium(VI) from Aqueous Solution by Magnetic TiO2/Fe3O4 and Its Graphene Composite. Environ. Sci. Technol. 2017, 51, 5666−5674. (3) Lu, C. H.; Zhang, P.; Jiang, S. J.; Wu, X.; Song, S. Q.; Zhu, M. S.; Lou, Z. Z.; Li, Z.; Liu, F.; Liu, Y. H.; Wang, Y.; Le, Z. G. Photocatalytic Reduction Elimination of UO2\n2+ Pollutant under Visible Light with Metal-Free Sulfur Doped G-C3N4 Photocatalyst. Appl. Catal., B 2017, 200, 378−385. (4) Salomone, V. N.; Meichtry, J. M.; Zampieri, G.; Litter, M. I. New Insights in the Heterogeneous Photocatalytic Removal of U(VI) in Aqueous Solution in the Presence of 2-Propanol. Chem. Eng. J. 2015, 261, 27−35. (5) Velegraki, G.; Miao, J. W.; Drivas, C.; Liu, B.; Kennou, S.; Armatas, G. S. Fabrication of 3d Mesoporous Networks of Assembled Coo Nanoparticles for Efficient Photocatalytic Reduction of Aqueous Cr(VI). Appl. Catal., B 2018, 221, 635−644. (6) Wang, X. L.; Pehkonen, S. O.; Ray, A. K. Photocatalytic Reduction of Hg(II) on Two Commercial TiO2 Catalysts. Electrochim. Acta 2004, 49, 1435−1444. (7) Canterino, M.; Di Somma, I.; Marotta, R.; Andreozzi, R. Kinetic Investigation of Cu(II) Ions Photoreduction in Presence of Titanium Dioxide and Formic Acid. Water Res. 2008, 42, 4498−4506. (8) Evans, C. J.; Nicholson, G. P.; Faith, D. A.; Kan, M. J. Photochemical Removal of Uranium from a Phosphate Waste Solution. Green Chem. 2004, 6, 196−197. (9) Schneider, J.; Matsuoka, M.; Takeuchi, M.; Zhang, J.; Horiuchi, Y.; Anpo, M.; Bahnemann, D. W. Understanding TiO2 Photocatalysis: Mechanisms and Materials. Chem. Rev. 2014, 114, 9919−9986. (10) Wu, F.; Yu, Y.; Yang, H.; German, L. N.; Li, Z.; Chen, J.; Yang, W.; Huang, L.; Shi, W.; Wang, L.; Wang, X. Simultaneous Enhancement of Charge Separation and Hole Transportation in a TiO2−SrTiO3 Core−Shell Nanowire Photoelectrochemical System. Adv. Mater. 2017, 29, 1701432. (11) Wrighton, M. S.; Ellis, A. B.; Wolczanski, P. T.; Morse, D. L.; Abrahamson, H. B.; Ginley, D. S. Strontium-Titanate PhotoelectrodesEfficient Photoassisted Electrolysis of Water at Zero Applied Potential. J. Am. Chem. Soc. 1976, 98, 2774−2779. (12) Marschall, R. Semiconductor Composites: Strategies for Enhancing Charge Carrier Separation to Improve Photocatalytic Activity. Adv. Funct. Mater. 2014, 24, 2421−2440. (13) Haeni, J. H.; Irvin, P.; Chang, W.; Uecker, R.; Reiche, P.; Li, Y. L.; Choudhury, S.; Tian, W.; Hawley, M. E.; Craigo, B.; Tagantsev, A. K.; Pan, X. Q.; Streiffer, S. K.; Chen, L. Q.; Kirchoefer, S. W.; Levy, J.; Schlom, D. G. Room-Temperature Ferroelectricity in Strained SrTiO3. Nature 2004, 430, 758−761. (14) Hoffmann, M. R.; Martin, S. T.; Choi, W. Y.; Bahnemann, D. W. Environmental Applications of Semiconductor Photocatalysis. Chem. Rev. 1995, 95, 69−96.\n(15) Okunaka, S.; Tokudome, H.; Abe, R. Facile Water-Based Preparation of Rh-Doped SrTiO3 Nanoparticles for Efficient Photocatalytic H2 Evolution under Visible Light Irradiation. J. Mater. Chem. A 2015, 3, 14794−14800. (16) Zhang, G.; Sun, S.; Jiang, W.; Miao, X.; Zhao, Z.; Zhang, X.; Qu, D.; Zhang, D.; Li, D.; Sun, Z. A Novel Perovskite Srtio3-Ba2 FeNBO6 Solid Solution for Visible Light Photocatalytic Hydrogen Production. Adv. Energy Mater. 2017, 7, 1600932. (17) Ouyang, S.; Tong, H.; Umezawa, N.; Cao, J.; Li, P.; Bi, Y.; Zhang, Y.; Ye, J. Surface-Alkalinization-Induced Enhancement of Photocatalytic H2 Evolution over SrTiO3-Based Photocatalysts. J. Am. Chem. Soc. 2012, 134, 1974−1977. (18) Ran, J.; Gao, G.; Li, F. T.; Ma, T. Y.; Du, A.; Qiao, S. Z. Ti3C2 Mxene Co-Catalyst on Metal Sulfide Photo-Absorbers for Enhanced Visible-Light Photocatalytic Hydrogen Production. Nat. Commun. 2017, 8, 13907. (19) Naguib, M.; Kurtoglu, M.; Presser, V.; Lu, J.; Niu, J.; Heon, M.; Hultman, L.; Gogotsi, Y.; Barsoum, M. W. Two-Dimensional Nanocrystals Produced by Exfoliation of Ti3AlC2. Adv. Mater. 2011, 23, 4248−4253. (20) Dong, Y.; Wu, Z. S.; Zheng, S.; Wang, X.; Qin, J.; Wang, S.; Shi, X.; Bao, X. Ti3C2 Mxene-Derived Sodium/Potassium Titanate Nanoribbons for High-Performance Sodium/Potassium Ion Batteries with Enhanced Capacities. ACS Nano 2017, 11, 4792−4800. (21) Jun, B.-M.; Kim, S.; Heo, J.; Park, C. M.; Her, N.; Jang, M.; Huang, Y.; Han, J.; Yoon, Y. Review of Mxenes as New Nanomaterials for Energy Storage/Delivery and Selected Environmental Applications. Nano Res. 2019, 12, 471−487. (22) Lukatskaya, M. R.; Mashtalir, O.; Ren, C. E.; Dall’Agnese, Y.; Rozier, P.; Taberna, P. L.; Naguib, M.; Simon, P.; Barsoum, M. W.; Gogotsi, Y. Cation Intercalation and High Volumetric Capacitance of Two-Dimensional Titanium Carbide. Science 2013, 341, 1502−1505. (23) Zhao, D.; Clites, M.; Ying, G.; Kota, S.; Wang, J.; Natu, V.; Wang, X.; Pomerantseva, E.; Cao, M.; Barsoum, M. W. Alkali-Induced Crumpling of Ti3C2Tx (Mxene) to Form 3d Porous Networks for Sodium Ion Storage. Chem. Commun. 2018, 54, 4533−4536. (24) Naguib, M.; Mashtalir, O.; Carle, J.; Presser, V.; Lu, J.; Hultman, L.; Gogotsi, Y.; Barsoum, M. W. Two-Dimensional Transition Metal Carbides. ACS Nano 2012, 6, 1322−1331. (25) Wang, H.-W.; Naguib, M.; Page, K.; Wesolowski, D. J.; Gogotsi, Y. Resolving the Structure of Ti3C2Tx Mxenes through Multilevel Structural Modeling of the Atomic Pair Distribution Function. Chem. Mater. 2016, 28, 349−359. (26) Li, K.; Jiao, T.; Xing, R.; Zou, G.; Zhou, J.; Zhang, L.; Peng, Q. Fabrication of Tunable Hierarchical Mxene@Aunps Nanocomposites Constructed by Self-Reduction Reactions with Enhanced Catalytic Performances. Sci. China Mater. 2018, 61, 728−736. (27) Liu, Y. F.; Du, H. F.; Zhang, X.; Yang, Y. X.; Gao, M. X.; Pan, H. G. Superior Catalytic Activity Derived from a Two-Dimensional Ti3C2 Precursor Towards the Hydrogen Storage Reaction of Magnesium Hydride. Chem. Commun. 2016, 52, 705−708. (28) Wang, R. T.; Wang, S. J.; Zhang, Y. B.; Jin, D. D.; Tao, X. Y.; Zhang, L. Graphene-Coupled Ti3C2 Mxenes-Derived Tio2 Mesostructure: Promising Sodium-Ion Capacitor Anode with Fast Ion Storage and Long-Term Cycling. J. Mater. Chem. A 2018, 6, 1017− 1027. (29) Peng, C.; Yang, X.; Li, Y.; Yu, H.; Wang, H.; Peng, F. Hybrids of Two-Dimensional Ti3C2 and TiO2 Exposing {001} Facets toward Enhanced Photocatalytic Activity. ACS Appl. Mater. Interfaces 2016, 8, 6051−6060. (30) Wang, L.; Tao, W.; Yuan, L.; Liu, Z.; Huang, Q.; Chai, Z.; Gibson, J. K.; Shi, W. Rational Control of the Interlayer Space inside Two-Dimensional Titanium Carbides for Highly Efficient Uranium Removal and Imprisonment. Chem. Commun. 2017, 53, 12084− 12087. (31) Pan, J. H.; Shen, C.; Ivanova, I.; Zhou, N.; Wang, X.; Tan, W. C.; Xu, Q. H.; Bahnemann, D. W.; Wang, Q. Self-Template Synthesis of Porous Perovskite Titanate Solid and Hollow Submicrospheres for\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2293\nPhotocatalytic Oxygen Evolution and Mesoscopic Solar Cells. ACS Appl. Mater. Interfaces 2015, 7, 14859−14869. (32) Kresse, G.; Furthmuller, J. Efficiency of Ab-Initio Total Energy Calculations for Metals and Semiconductors Using a Plane-Wave Basis Set. Comput. Mater. Sci. 1996, 6, 15−50. (33) Kresse, G.; Furthmuller, J. Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169−11186. (34) Perdew, J. P.; Burke, K.; Ernzerhof, M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996, 77, 3865−3868. (35) Heyd, J.; Scuseria, G. E.; Ernzerhof, M. Hybrid Functionals Based on a Screened Coulomb Potential. J. Chem. Phys. 2003, 118, 8207−8215. (36) Paier, J.; Marsman, M.; Hummer, K.; Kresse, G.; Gerber, I. C.; Angyan, J. G. Screened Hybrid Density Functionals Applied to Solids. J. Chem. Phys. 2006, 124, 154709. (37) Zhang, Y. J.; Lan, J. H.; Wang, L.; Wu, Q. Y.; Wang, C. Z.; Bo, T.; Chai, Z. F.; Shi, W. Q. Adsorption of Uranyl Species on Hydroxylated Titanium Carbide Nanosheet: A First-Principles Study. J. Hazard. Mater. 2016, 308, 402−410. (38) Ma, T. Y.; Cao, J. L.; Jaroniec, M.; Qiao, S. Z. Interacting Carbon Nitride and Titanium Carbide Nanosheets for HighPerformance Oxygen Evolution. Angew. Chem., Int. Ed. 2016, 55, 1138−1142. (39) Zhang, P.; Ochi, T.; Fujitsuka, M.; Kobori, Y.; Majima, T.; Tachikawa, T. Topotactic Epitaxy of Srtio3 Mesocrystal Superstructures with Anisotropic Construction for Efficient Overall Water Splitting. Angew. Chem., Int. Ed. 2017, 56, 5299−5303. (40) Skliri, E.; Miao, J. W.; Xie, J.; Liu, G. F.; Salim, T.; Liu, B.; Zhang, Q. C.; Armatas, G. S. Assembly and Photochemical Properties of Mesoporous Networks of Spinel Ferrite Nanoparticles for Environmental Photocatalytic Remediation. Appl. Catal., B 2018, 227, 330−339. (41) Schneider, J.; Bahnemann, D. W. Undesired Role of Sacrificial Reagents in Photocatalysis. J. Phys. Chem. Lett. 2013, 4, 3479−3483. (42) Xiang, Q.; Yu, J.; Jaroniec, M. Synergetic Effect of Mos2 and Graphene as Cocatalysts for Enhanced Photocatalytic H2 Production Activity of Tio2 Nanoparticles. J. Am. Chem. Soc. 2012, 134, 6575− 6578. (43) Wersin, P.; Hochella, M. F.; Persson, P.; Redden, G.; Leckie, J. O.; Harris, D. W. Interaction between Aqueous Uranium(VI) and Sulfide MineralsSpectroscopic Evidence for Sorption and Reduction. Geochim. Cosmochim. Acta 1994, 58, 2829−2843. (44) Ying, Y.; Liu, Y.; Wang, X.; Mao, Y.; Cao, W.; Hu, P.; Peng, X. Two-Dimensional Titanium Carbide for Efficiently Reductive Removal of Highly Toxic Chromium(VI) from Water. ACS Appl. Mater. Interfaces 2015, 7, 1795−1803. (45) Zhang, P.; Tachikawa, T.; Fujitsuka, M.; Majima, T. Efficient Charge Separation on 3d Architectures of TiO2 Mesocrystals Packed with a Chemically Exfoliated MoS2 Shell in Synergetic Hydrogen Evolution. Chem. Commun. 2015, 51, 7187−7190. (46) Shi, H.; Chen, J.; Li, G.; Nie, X.; Zhao, H.; Wong, P. K.; An, T. Synthesis and Characterization of Novel Plasmonic Ag/AgX-Cnts (X = Cl, Br, I) Nanocomposite Photocatalysts and Synergetic Degradation of Organic Pollutant under Visible Light. ACS Appl. Mater. Interfaces 2013, 5, 6959−6967. (47) Bisquert, J.; Zaban, A.; Greenshtein, M.; Mora-Sero, I. Determination of Rate Constants for Charge Transfer and the Distribution of Semiconductor and Electrolyte Electronic Energy Levels in Dye-Sensitized Solar Cells by Open-Circuit Photovoltage Decay Method. J. Am. Chem. Soc. 2004, 126, 13550−13559. (48) Meekins, B. H.; Kamat, P. V. Got Tio2 Nanotubes? Lithium Ion Intercalation Can Boost Their Photoelectrochemical Performance. ACS Nano 2009, 3, 3437−3446. (49) DuChene, J. S.; Sweeny, B. C.; Johnston-Peck, A. C.; Su, D.; Stach, E. A.; Wei, W. D. Prolonged Hot Electron Dynamics in Plasmonic-Metal/Semiconductor Heterostructures with Implications for Solar Photocatalysis. Angew. Chem., Int. Ed. 2014, 53, 7887−7891.\n(50) Maeda, K. Rhodium-Doped Barium Titanate Perovskite as a Stable P-Type Semiconductor Photocatalyst for Hydrogen Evolution under Visible Light. ACS Appl. Mater. Interfaces 2014, 6, 2167−2173. (51) Zhang, H. J.; Chen, G.; Li, Y. X.; Teng, Y. J. Electronic Structure and Photocatalytic Properties of Copper-Doped CaTiO3. Int. J. Hydrogen Energy 2010, 35, 2713−2716. (52) Li, R.; Zhang, F.; Wang, D.; Yang, J.; Li, M.; Zhu, J.; Zhou, X.; Han, H.; Li, C. Spatial Separation of Photogenerated Electrons and Holes among {010} and {110} Crystal Facets of BiVO4. Nat. Commun. 2013, 4, 1432. (53) Yang, Y.; Liu, G.; Irvine, J. T.; Cheng, H. M. Enhanced Photocatalytic H2 Production in Core-Shell Engineered Rutile TiO2. Adv. Mater. 2016, 28, 5850−5856. (54) Wang, X.; Shen, X.; Gao, Y.; Wang, Z.; Yu, R.; Chen, L. Atomic-Scale Recognition of Surface Structure and Intercalation Mechanism of Ti3c2x. J. Am. Chem. Soc. 2015, 137, 2715−2721. (55) Ran, J.; Zhang, J.; Yu, J.; Jaroniec, M.; Qiao, S. Z. EarthAbundant Cocatalysts for Semiconductor-Based Photocatalytic Water Splitting. Chem. Soc. Rev. 2014, 43, 7787−7812. (56) Yang, J.; Wang, D.; Han, H.; Li, C. Roles of Cocatalysts in Photocatalysis and Photoelectrocatalysis. Acc. Chem. Res. 2013, 46, 1900−1909. (57) Liu, Y.; Xiao, H.; Goddard, W. A. Schottky-Barrier-Free Contacts with Two-Dimensional Semiconductors by Surface-Engineered Mxenes. J. Am. Chem. Soc. 2016, 138, 15853−15856. (58) Chen, J.; Ollis, D. F.; Rulkens, W. H.; Bruning, H. Photocatalyzed Deposition and Concentration of Soluble Uranium(VI) from TiO2 Suspensions. Colloids Surf., A 1999, 151, 339−349. (59) Kalyani, V.; Vasile, B. S.; Ianculescu, A.; Buscaglia, M. T.; Buscaglia, V.; Nanni, P. Hydrothermal Synthesis of SrTiO3 Mesocrystals: Single Crystal to Mesocrystal Transformation Induced by Topochemical Reactions. Cryst. Growth Des. 2012, 12, 4450−4456. (60) D’Amico, N. R.; Cantele, G.; Ninno, D. First Principles Calculations of the Band Offset at SrTiO3−TiO2 Interfaces. Appl. Phys. Lett. 2012, 101, 141606. (61) Jakob, M.; Levanon, H.; Kamat, P. V. Charge Distribution between UV-Irradiated TiO2 and Gold Nanoparticles: Determination of Shift in the Fermi Level. Nano Lett. 2003, 3, 353−358.\nDOI: 10.1021/acsanm.9b00205 ACS Appl. Nano Mater. 2019, 2, 2283−2294\n2294"
    } ],
    "references" : [ {
      "title" : "Simultaneous Photoreduction of Uranium(VI) and Photooxidation of Arsenic(III) in Aqueous Solution over GC3N4/TiO2 Heterostructured Catalysts under Simulated Sunlight Irradiation",
      "author" : [ "X.-H. Jiang", "Q.-J. Xing", "X.-B. Luo", "F. Li", "J.-P. Zou", "S.-S. Liu", "X. Li", "X.-K. Wang" ],
      "venue" : null,
      "citeRegEx" : "Jiang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2018
    }, {
      "title" : "Understanding TiO2 Photocatalysis: Mechanisms and Materials",
      "author" : [ "M. Anpo", "D.W. Bahnemann" ],
      "venue" : "Chem. Rev. 2014,",
      "citeRegEx" : "Y. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2014
    }, {
      "title" : "Strontium-Titanate PhotoelectrodesEfficient Photoassisted Electrolysis of Water at Zero Applied Potential",
      "author" : [ "H.B. Abrahamson", "D.S. Ginley" ],
      "venue" : "J. Am. Chem. Soc. 1976,",
      "citeRegEx" : "Abrahamson and Ginley,? \\Q1976\\E",
      "shortCiteRegEx" : "Abrahamson and Ginley",
      "year" : 1976
    }, {
      "title" : "Room-Temperature Ferroelectricity in Strained SrTiO3",
      "author" : [ "D.G. Schlom" ],
      "venue" : "Nature",
      "citeRegEx" : "Schlom,? \\Q2004\\E",
      "shortCiteRegEx" : "Schlom",
      "year" : 2004
    }, {
      "title" : "Ti3C2 Mxene Co-Catalyst on Metal Sulfide Photo-Absorbers for Enhanced Visible-Light Photocatalytic Hydrogen Production",
      "author" : [ "M. Naguib", "M. Kurtoglu", "V. Presser", "J. Lu", "J. Niu", "M. Heon" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Naguib et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Naguib et al\\.",
      "year" : 2017
    }, {
      "title" : "Cation Intercalation and High Volumetric Capacitance of Two-Dimensional Titanium Carbide",
      "author" : [ "Y. Gogotsi" ],
      "venue" : "Science",
      "citeRegEx" : "Gogotsi,? \\Q2013\\E",
      "shortCiteRegEx" : "Gogotsi",
      "year" : 2013
    }, {
      "title" : "Ti3C2Tx (Mxene) to Form 3d Porous Networks for Sodium Ion Storage",
      "author" : [ "M. Naguib", "O. Mashtalir", "J. Carle", "V. Presser", "J. Lu", "L. Hultman", "Y. Gogotsi", "M.W. Barsoum" ],
      "venue" : "Chem. Commun. 2018,",
      "citeRegEx" : "Naguib et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Naguib et al\\.",
      "year" : 2012
    }, {
      "title" : "Generalized Gradient Approximation Made Simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 1996,",
      "citeRegEx" : "Perdew et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Perdew et al\\.",
      "year" : 1996
    }, {
      "title" : "Topotactic Epitaxy of Srtio3 Mesocrystal Superstructures with Anisotropic Construction for Efficient Overall Water Splitting",
      "author" : [ "T. Tachikawa" ],
      "venue" : "Angew. Chem., Int. Ed. 2017,",
      "citeRegEx" : "Tachikawa,? \\Q2017\\E",
      "shortCiteRegEx" : "Tachikawa",
      "year" : 2017
    }, {
      "title" : "Interaction between Aqueous Uranium(VI) and Sulfide MineralsSpectroscopic Evidence for Sorption and Reduction. Geochim. Cosmochim",
      "author" : [ "Harris", "D. W" ],
      "venue" : "Acta 1994,",
      "citeRegEx" : "O. and W.,? \\Q1994\\E",
      "shortCiteRegEx" : "O. and W.",
      "year" : 1994
    }, {
      "title" : "Levels in Dye-Sensitized Solar Cells by Open-Circuit Photovoltage Decay Method",
      "author" : [ "B.H. Meekins", "P.V. Kamat" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Meekins and Kamat,? \\Q2004\\E",
      "shortCiteRegEx" : "Meekins and Kamat",
      "year" : 2004
    }, {
      "title" : "Spatial Separation of Photogenerated Electrons and Holes",
      "author" : [ "F. Zhang", "D. Wang", "J. Yang", "M. Li", "J. Zhu", "X. Zhou", "H. Han", "C. Li" ],
      "venue" : "CaTiO3. Int. J. Hydrogen Energy",
      "citeRegEx" : "R. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2010
    }, {
      "title" : "Enhanced Photocatalytic H2 Production in Core-Shell Engineered Rutile TiO2",
      "author" : [ "G. Liu", "J.T. Irvine", "H.M. Cheng" ],
      "venue" : "BiVO4. Nat. Commun. 2013,",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Photocatalyzed Deposition and Concentration of Soluble Uranium(VI) from TiO2 Suspensions",
      "author" : [ "V. Kalyani", "B.S. Vasile", "A. Ianculescu", "M.T. Buscaglia" ],
      "venue" : "Colloids Surf.,",
      "citeRegEx" : "Kalyani et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Kalyani et al\\.",
      "year" : 1999
    }, {
      "title" : "Hydrothermal Synthesis of SrTiO3 Mesocrystals: Single Crystal to Mesocrystal Transformation Induced by Topochemical Reactions",
      "author" : [ "V. Buscaglia", "P. Nanni" ],
      "venue" : "Cryst. Growth Des. 2012,",
      "citeRegEx" : "Buscaglia and Nanni,? \\Q2012\\E",
      "shortCiteRegEx" : "Buscaglia and Nanni",
      "year" : 2012
    }, {
      "title" : "Charge Distribution between UV-Irradiated TiO2 and Gold Nanoparticles: Determination of Shift in the Fermi Level",
      "author" : [ "M. Jakob", "H. Levanon", "P.V. Kamat" ],
      "venue" : "SrTiO3−TiO2 Interfaces. Appl. Phys. Lett",
      "citeRegEx" : "Jakob et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Jakob et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Given its promising electron transportation ability, excellent electrical conductivity, and larger work function (6.2 eV) disclosed by density functional theory calculations, MXene material, O-terminated Ti3C2 has the potential to serve as a perfect cocatalyst. Herein, a novel Ti3C2/SrTiO3 heterostructure based on partly superficial oxidation from precursor multilayered Ti3C2 is developed as a photocatalyst for efficiently photocatalytic reduction and removal of U(VI). Specifically, the composite of 2 wt % Ti3C2/SrTiO3 (0.02 Ti3C2/ SrTiO3) exhibits an excellent photocatalytic UO2 2+ removal rate of 77%, which is nearly 38 times higher than that of the pristine SrTiO3. The enhanced photocatalytic performance of 0.02 Ti3C2/SrTiO3 is systematically identified by photoluminescence spectroscopy, UV−vis diffuse reflectance spectroscopy, Raman spectroscopy, and electrochemical characterizations. The multilayered Ti3C2 as a cocatalyst can facilitate the charge transportation and inhibit the recombination of electrons in the conduction band. This work establishes the enticing potential for developing doped perovskite oxide crystals based on the MXene Ti3C2 with sun-light responsivity for improving solar energy utilization.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}