{
  "name" : "downloads_2019-10-07_2a_zhao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Multi-stimuli responsive mesoporous carbon nano-platform gated by human serum albumin for cancer thermo-chemotherapy",
    "authors" : [ "Qinfu Zhao", "Xiudan Wang", "Ming Yang", "Xian Li", "Yuling Mao", "Xinyao Guan", "Donghua Di", "Siling Wanga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces B: Biointerfaces\njournal homepage: www.elsevier.com/locate/colsurfb\nMulti-stimuli responsive mesoporous carbon nano-platform gated by human serum albumin for cancer thermo-chemotherapy\nQinfu Zhaoa, Xiudan Wanga, Ming Yanga, Xian Lia, Yuling Maoa, Xinyao Guanb, Donghua Dia, Siling Wanga,⁎\na Department of Pharmaceutics, School of Pharmacy, Shenyang Pharmaceutical University, 103 Wenhua Road, Shenyang, Liaoning Province 110016, PR China b Experimental Teaching Center, Faculty of Functional Food and Wine, Shenyang Pharmaceutical University, 103 Wenhua Road, Shenyang, Liaoning Province 110016, PR China\nA R T I C L E I N F O\nKeywords: Mesoporous carbon nanoparticles Multi-stimuli responsive Thermo-chemotherapy Human serum albumin Doxorubicin\nA B S T R A C T\nIn this work, a multi-stimuli responsive drug delivery system (MCHP) was designed for combinational chemotherapy and photothermal therapy (PTT). Mesoporous carbon nanoparticles (MCN) with a high loading efficiency were used as near-infrared (NIR)-responsive drug carriers. Human serum albumin (HSA) was attached to the pore openings of MCN via disulfide bonds to serve as a gatekeeper due to its biocompatibility and appropriate molecular size. To improve the dispersity and biocompatibility, the surface of the MCN was modified with polyethylene glycol (PEG). In vitro photothermal effect results showed that MCHP exhibited a power and concentration-dependent photothermal conversion capacity and a good photothermal stability. The doxorubicin (DOX) release from the MCHP/DOX system exhibited NIR/pH/reduction-responsive release properties. A cytotoxicity assay demonstrated that, under NIR irradiation, the MCHP/DOX exhibited chemo-photothermal synergistic effects with a combination index (CI) of 0.643. The biodistribution of DOX in vivo indicated that an NIR laser can prolong the retardation time of DOX in tumor sites. In vivo antitumor experiments showed that MCHP/ DOX with NIR irradiation had the highest tumor inhibition rate against 4T1 tumors in mice. This work suggested that MCHP could be explored as a multi-responsive drug release platform for combinational photothermochemotherapy."
    }, {
      "heading" : "1. Introduction",
      "text" : "Malignant cancer with a high growth morbidity remains the largest obstacle in human health development. As a conventional method for treating cancer, chemotherapy, utilizing anticancer drugs to kill cancer cells, has been widely used in clinical trials [1,2]. Unfortunately, chemotherapy has severe adverse effects [3] because toxic anticancer drugs cannot discern and kill cancerous cells selectively. Additionally, premature drug release from drug delivery systems (DDSs) leads to a decreased amount of drug at the targeted site and induces systemic toxicity. Therefore, there is an urgent need to design DDSs that can reduce drug leakage during circulation to improve treatment efficacy and reduce side effects.\nRecently, photothermal therapy (PTT) [4–7], in which near-infrared (NIR) resonant agents were explored to absorb NIR light and convert it into cytotoxic heat for tumor treatment, has emerged as a novel and noninvasive method to eliminate cancerous cells [8,9]. As a physical treatment, the NIR light wavelength (700–1100 nm) can easily\npenetrate into tumor tissues and is minimally adsorbed by normal tissues [10–12]. The chemo-photothermal therapy, combined PTT and chemotherapy, is regarded as a synergistic strategy for tumor treatment [13]. The heat produced by PTT can accelerate the release of anti-tumor drugs in tumor tissue and improve the sensitivity of tumors to chemotherapeutic drugs [14,15], thus generating synergistic therapeutic effects.\nInorganic nanomaterials are becoming a new class of powerful materials for in vivo drug delivery due to their unique size-dependent optical, electronic, magnetic, and chemical properties [16–18]. Among the types of inorganic nano-materials, mesoporous carbon nanoparticles (MCNs) attract our interest due to their tunable particle size, high surface area, adjustable pore volume and pore morphology, making them ideal carriers to load anticancer drugs [13]. Most importantly, MCNs exhibited excellent optical absorption in the NIR region, indicating their potential capacity as NIR-resonant carriers for PTT [13,19].\nFor satisfactory effectiveness, the design of DDSs delivering\nhttps://doi.org/10.1016/j.colsurfb.2019.110532 Received 20 June 2019; Received in revised form 17 September 2019; Accepted 24 September 2019\n⁎ Corresponding author. E-mail address: silingwang@syphu.edu.cn (S. Wang).\nColloids and Surfaces B: Biointerfaces 184 (2019) 110532\nAvailable online 25 September 2019 0927-7765/ © 2019 Elsevier B.V. All rights reserved.\nT\nanticancer drugs to specific target sites without premature drug release must be taken into consideration [20]. After being internalized by endocytosis, the DDSs should release the drugs rapidly and accurately upon exposure to various stimuli. In the literature, to date, intrinsic biological stimuli (pH, GSH, ROS, enzymes) and external physical stimuli (temperature, light, magnetism) could work as excellent stimuli to trigger drug release at the tumor tissue [21–24]. The concentration of GSH in intracellular fluids (1–10mM) is much higher than in extracellular fluids (2–10 μM), which could be developed as an ideal intracellular stimulus. In addition, the cytosolic GSH concentration in most tumor cells is at least 3–4 times higher than in normal cells [25]. Hence, disulfide bonds have been widely used in the redox-responsive DDSs due to their superior stability in extracellular fluids while easy cleavage occurs in the intracellular fluids. Human serum albumin (HSA), the most abundant plasma protein in the blood [26], has 585 amino acids with a molecular mass of 66 KDa. According to X-ray crystallographic analyses of HSA, the polypeptide chain forms a heartshaped protein with the approximate dimensions of 80×80×30 Å [27]. Therefore, HSA satisfies the essential requirements of “gatekeeper” due to its good biocompatibility and large molecular size to block the pore channels. HSA conjugated on the surface of MCNs via disulfide bonds is responsible for minimizing premature drug release, leading to an intracellular redox-responsive controlled drug release profile. Poly(ethylene glycol) (PEG) was further coated on the surface of MCN to improve the stability of nanoparticles [28].\nIn this work, we report the development of a functional nanoplatform based on MCN for the combination of chemotherapy and PTT for an improved antitumor therapeutic effect. The developed nanoparticles are prepared by conjugating HSA and PEG onto the opening of MCN by disulfide bonds, to be endowed with redox-responsive and NIR-triggered drug release properties for chemo-photothermal synergistic therapy. DOX, serving as a model drug, was introduced to explore the effects of different conditions on the drug release process (Scheme 1). First, we investigated physicochemical properties of MCHP, such as morphology, size distribution and surface charge characteristics. Then, the optical absorption, photothermal effects, drug loading efficiency, and drug release profiles were evaluated. The redox- and NIR-sensitive\ndrug release properties of MCHP/DOX were studied. Confocal laser scanning microscopy (CLSM) was used to study the impact of NIR irradiation on cellular uptake of MCHP/DOX and the effect of PTT. Additionally, the in vitro and in vivo combined antitumor therapies were used to evaluate synergistic chemo-photothermal therapy."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The cysteamine hydrochloride, glutathione (GSH), N-hydroxysuccinimide (NHS), 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide (MTT), N-(3-dimethylaminopropyl)-N-ethylcarbodiimide hydrochloride (EDC) and carboxylated poly (ethylene glycol) monooxygen ether (PEG-COOH, Mw=2000) were purchased from Aladdin Chemical Inc. (Shanghai, China). Human serum albumin (HSA), doxorubicin hydrochloride (DOX,> 98%), Bradford Protein Assay Kit, Hoechst 33258 and propidiumiodide (PI) were purchased from Dalian Meilun Biotechnology Co., Ltd. (Dalian, China). Fetal bovine serum, RPMI-1640 and penicillin-streptomycin solution were supplied by GIBCO, Invitrogen Co. (Carlsbad, USA). All other chemicals were analytical grade and used without further purification."
    }, {
      "heading" : "2.2. Preparation of MCN-COOH and MCN-SS-NH2",
      "text" : "The MCN was prepared following a literature procedure and then was modified with carboxylic groups by wet oxidation [29]. The S-(2Aminoethylthio)-2-thiopyridine hydrochloride (Py-SS-NH2) was prepared according to a previously reported method [30]. 100mgMCNCOOH was added into 100mL distilled water in the presence of EDC and NHS. And then Py-SS-NH2 was added into suspension and the mixture was maintained at 25 °C for 2 days. The nanoparticles (named as MCN-SS-Py) was acquired via centrifugation and then the products were dispersed in 50mL ethanol in the presence of 50mg cysteamine hydrochloride. The mixture was further stirred for 18 h, and the final product named as MCN-SS-NH2 was centrifuged and washed.\nScheme 1. (A) Schematic illustration of the preparation process, multi-stimuli responsive release of MCHP/DOX; (B) synergistic effect of MCHP/DOX under NIR irradiation by combinational PTT and chemotherapy."
    }, {
      "heading" : "2.3. Preparation of MCHP/DOX",
      "text" : "The encapsulation process of DOX in MCHP/DOX is described as follows. First, MCN-SS-NH2 (30mg) was mixed with DOX solution (5mg/ml), followed by continued stirring for 1 day. The product, denoted as MCN-SS-NH2/DOX, was purified by centrifugation–rinse cycles to remove all free DOX. Simultaneously, 10mL PBS (pH 7.4) containing 30mg of EDC and 20mg of NHS was stirred, followed by the addition of 10mg of HSA. After stirring for 1 h, the above MCN-SS-NH2/DOX was gradually added to the activated HSA solution and further reacted for 2 days. The mixture was gently centrifuged to obtain the product (MCNSS-HSA/DOX). PEG-COOH (10mg), EDC (30mg) and NHS (20mg) were added into the above mixture. After stirring for 24 h, the final products, called MCHP/DOX, were centrifuged and rinsed with PBS. The supernatant was retained and measured by a UV–vis spectrophotometer at 480 nm. The DOX loading capacity in the nanoparticles was calculated by subtracting the free DOX in the supernatant from the total quantity of DOX added at the beginning. Additionally, the preparation process of MCHP nanoparticles was same as the preparation of MCHP/DOX except for the addition of DOX."
    }, {
      "heading" : "2.4. Measurement of the photothermal effect",
      "text" : "MCHP nanoparticles (200 μL) with concentrations of 5, 10, 25, 50 and 100 μgmL−1 were irradiated by 808 nm laser. Simultaneously, the temperature was recorded within 180 s. Next, MCHP suspensions (100 μgmL−1) were exposed to the selected laser powers of 0.5, 1, 2, 3 and 4W for 180 s. The heating curves were obtained using an infrared thermal imaging camera."
    }, {
      "heading" : "2.5. Redox-induced HSA detachment",
      "text" : "The total amount of HSA modified on the MCN was quantified using the Bradford protein assay method. The supernatant was collected at each step in the preparation of MCN-SS-HSA to measure the amount of HSA. To study redox-induced HSA detachment, MCHP (2mg/ml) containing 0mM, 3mM and 10mM GSH was incubated at 37 °C for 6 h. After, the supernatants were retained and the amount of HSA in the supernatants was measured via the Bradford protein assay. The percent of detached HSA was calculated using the following equation:\n=Percentage of HSA detaching(%) the amount of HSA in supernatant the total grafting amount of HSA\n2.6. In vitro drug release profile\nThe stimuli-responsive release profiles of DOX from MCHP/DOX in vitro were described as follows. In brief, approximately 1mg MCHP/ DOX was dispersed in 4.0mL various medium, including pH 5.0 buffer, pH 7.4 buffer, pH 5.0 buffer containing 10mM GSH, and pH 7.4 buffer containing 10mM GSH. The in vitro release experiments were performed in a thermostatic oscillator. Each 2.0 mL sample was taken at a preselected period, and the concentrations of DOX were measured by a UV–vis spectrophotometer at 240 nm. Then, the simultaneous effect of NIR, pH and GSH on release studies was also performed. For NIR-lighttriggered drug release, the amounts of DOX from MCHP/DOX were also evaluated under 808 nm laser illumination and the remaining operations were the same with the above released methods."
    }, {
      "heading" : "2.7. Stability and hemolysis assay of MCHP",
      "text" : "To assess the chemical stability in aqueous solution, the photos of\nMCN-COOH, MCN-SS-HSA and MCHP dispersed in deionized water and PBS (pH 7.4) were taken at different time points. Red blood cells (RBCs) were extracted from rabbit, centrifuged and washed with saline. Then, the RBCs were diluted to a concentration of 2% (v:v), and then the mixture of 2mL diluted cell suspension with 2mL samples including different concentrations of MCN-COOH and MCHP was employed, respectively. The hemolysis of the RBCs in distilled water and saline was used as positive and negative controls. After 4 h, the mixtures were centrifuged and the absorbance of the supernatants were measured by a UV–vis absorption spectrophotometer at 541 nm."
    }, {
      "heading" : "2.8. NIR-induced cellular photothermal efficiency",
      "text" : "4T1 cells were seeded in six-well plates (2.0× 105/well) overnight. Then, the medium was replaced by the medium containing different concentrations of MCHP. After a 2-h incubation, the cells were washed with PBS, and trypsin was added to digest the cells. Subsequently, the cells were collected and dispersed in 200 μL PBS, followed by irradiation by an 808 nm laser (2W/cm2, 3min)."
    }, {
      "heading" : "2.9. In vitro thermotherapy treatments and cellular uptake",
      "text" : "To visualize the cell phototoxicity of MCHP treatment, 4T1 cells were seeded onto cover slips in 24-well plates and treated with MCHP for 2 h. Next, the cells were rinsed with PBS, and irradiated with an 808 laser at 2W/cm2 for 5min. After treatment, the cells were stained with\ncalcein-AM and PI for 30min to indicate the live and dead cells. The 4T1 cells were seeded into 24-well plates for 24 h and then free DOX or MCHP/DOX (containing a DOX dose of 5 μgmL−1) were added into the wells. After a 2-h incubation, the cells were fixed with 4% paraformaldehyde and then labeled with DAPI. Finally, the fixed cells were observed by a CLSM (Leica Instruments Inc., Wetzlar, Germany). For the NIR irradiation group, 4T1 culture medium incubated with MCHP/DOX was discarded and the cells were washed using PBS to replace the unconsumed MCHP/DOX. Then, the corresponding wells were received new RPMI 1640 medium and were irradiated by laser (2W/cm2, 5min) prior to washing the 4T1 cells with PBS. Then, the remaining operations were the same as the above observation processes."
    }, {
      "heading" : "2.10. In vitro cytotoxicity test",
      "text" : "The quantitative evaluation of the cellular photothermal effect by NIR was determined by MTT assay. 4T1 cells (seeded 2× 104 cells/well in a 96-well plate) were incubated for 24 h and then treated with MCHP/DOX containing a series of DOX concentrations. To evaluate the chemo-photothermal treatments of MCHP/DOX, the medium of each well was decanted after cells were co-cultured with MCHP/DOX for a certain amount of time, and the cells were rinsed with PBS to eliminate unconsumed nanomaterials. Next, the cells were treated with an 808 nm laser (2W/cm2, 5min) after incubation. Finally, the viabilities of the cells were determined by MTT assay."
    }, {
      "heading" : "2.11. In vivo biodistribution, in vivo combination therapy and histological examination",
      "text" : "Female Balb/c mice (18–20 g) were subcutaneously injected with 2× 106 4T1 cells in the right rear flank. When the tumor volume increased to approximately 200mm3, the tumor-bearing mice were randomly divided into two groups and intravenously injected with 100 μL free DOX or MCHP/DOX with a DOX dose of 5mg/kg. Subsequently, the mice were sacrificed at 2, 6, and 12 h, and then the tumor and other major organs were collected. The distribution of DOX was imaged using Carestream Molecular Imaging software. The excitation wavelength was set to 470 nm, and the emission wavelength was set to 535 nm [31].\nWhen the tumor volume reached approximately 150mm3, the 4T1 tumor-bearing mice were divided randomly into five groups: Saline, free DOX, MCHP/DOX, MCHP+NIR and MCHP/DOX+NIR. The administered volume was 100 μL at an identical DOX concentration of 10mg/kg. The mice were injected every other day for 3 times. For NIR treatment groups, the tumor site was irradiated at 1W/cm2 for 3min after i.v. injection in mice for 6 h. The body weight and tumor volume of the mice were measured every other day. On the 15th day, the mice were sacrificed, and the tumor tissues were removed and weighed. Additionally, the major organs and tumor were collected for hematoxylin and eosin (H&E) staining to evaluate the systemic toxicity of DOX."
    }, {
      "heading" : "2.12. Characterizations",
      "text" : "The morphology and size of the carriers were carried out on a transmission electron microscopy (TEM) (Tecnai G2 F30, FEI, Eindhoven, Netherlands). The surface area and pore size of the nanoparticles were determined by surface area adsorption analyzer (V-Sorb 2800 P, Gold APP Instrument Corporation, Beijing, China). The size distribution and mean diameter were measured by using Particle Size Analyzer Nicomp 380 (Particle Sizing Systems, USA)."
    }, {
      "heading" : "2.13. Statistical analysis",
      "text" : "Statistical analysis of data was performed with SPSS program 17 by using two tails Student’s t-test."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of MCN, MCN-COOH and MCHP",
      "text" : "The synthetic procedures of MCHP are described in Scheme 1. MCN and MCN-COOH were prepared according to our previous protocol [29] and then modified with HSA and PEG by cleavable disulfide bonds. First, Py-SS-NH2 synthesized by our previous work was covalently linked on the surface of MCN-COOH by an amidation reaction to obtain MCN-SS-Py. MCN-SS-NH2 was obtained by chemical reactions between MCN-SS-Py and cysteamine hydrochloride. Then, HSA was linked to MCN-SS-NH2 through amide bonds, which was abbreviated MCN-SSHSA. Finally, PEG-COOH was modified on MCN-SS-HSA to enhance the physiological stability of MCN via an amidation reaction, and the prepared sample was called MCHP. As revealed by transmission electron microscopy (TEM), MCN-COOH nanoparticles showed uniform particle size with a mean diameter of 100 nm (Fig. 1A). Compared with the smooth surface of MCN-COOH nanoparticles, the surface of MCHP was rough due to the grafted HSA and PEG (Fig. 2B), indicating the successful preparation of MCHP.\nNitrogen adsorption isotherms and pore size distributions of MCN, MCN-COOH and MCHP are displayed in Fig. 1C. The parameters of MCN, MCN-COOH and MCHP are shown in Table S1. The BrunauerEmmett-Teller (BET) equation was utilized to calculate the surface area (SBET) and pore volume (Vt). MCN had a large SBET up to 1045.0 m2 g-1, and the Barrett–Joyner–Halenda (BJH) pore diameter (WBJH) was 4.0 nm. The SBET and WBJH of MCN-COOH were 588.5 m2 g-1 and 3.9 nm, respectively. The pore volume Vt of MCHP decreased to 0.14m3 g−1 after being modified with HSA and carboxyl-terminated PEG. These results confirmed the successful modification of HSA and PEG on the surface of MCHP. The altered Zeta potential values of\ndifferent samples confirmed the stepwise surface modification (Fig. 1D). The Zeta potential of MCN-COOH was -39.6mV due to the carboxyl groups on the surface of MCN. Meanwhile, the Zeta potential of MCN-SS-NH2 increased to −16.2 mV after MCN-COOH was reacted with Py-SS-NH2 and cysteamine hydrochloride. The surface charge of MCN-SS-HSA became more negative (-29.2 mV) due to plentiful carboxyl groups from HSA. Finally, the surface electric charge of MCHP was -17.9mV after coverage of carboxyl groups by electroneutral PEG. The hydrodynamic diameter (Dh) of MCN-COOH and MCHP were measured in distilled water (Fig. 3D). The average Dh of MCN-COOH was 204 nm with a PDI of 0.204, which was larger than that was observed from the TEM image as MCN-COOH was in a dried state being measured by TEM. The Dh of MCHP was 330 nm after modification of HSA and PEG, much larger than that of MCN-COOH, which further proved the successful preparation of MCHP."
    }, {
      "heading" : "3.2. NIR-light triggered photothermal effect",
      "text" : "The optical property of MCN-COOH is displayed in Fig. S1. MCHP based on MCN-COOH exhibited a broad absorption in visible and nearinfrared region. The result of this experiment provided a proof of concept that NIR light could be absorbed by MCHP and turned into heat, thus inducing a photothermal effect for tumors. After irradiation for 180 s, the temperature of the MCHP suspension at a concentration of 100 μgmL-1 increased to 70.6 °C (Fig. 2C). In contrast, pure water was used as a negative control, and the temperature of the water did not increase obviously under the same condition. As illustrated in Fig. 2A, the extent of temperature elevation increased along with the increased concentrations of MCHP, indicating an evident concentration-dependent photothermal performance under NIR laser irradiation. The concentration of MCHP suspension above 10 μgmL-1 could reach a lethal temperature for cancer cells when exposed to NIR irradiation [32]. After, MCHP (100 μgmL−1) was selected to investigate the influence of NIR power on photothermal effect. As shown in Fig. 2B, the\nphotothermal performance of MCHP was also dependent on the irradiation power. Additionally, the increased temperature of MCHP remained unchanged after repeated exposure under NIR irradiation, demonstrating that MCHP had excellent photothermal stability (Fig. 2D). These properties demonstrated that MCHP could be used as potential PTT agents for controllable tumor therapy."
    }, {
      "heading" : "3.3. Redox and NIR light dual-triggered drug release",
      "text" : "The common anticancer drug DOX was used as a model drug to evaluate the drug loading and release profiles of MCHP. DOX was loaded into MCHP via electrostatic adsorption and π-π stacking between MCN and DOX. MCN-SS-NH2 was used as an initial drug carrier. After removing the unloaded drug molecules, HSA was covalently conjugated to MCN-SS-NH2/DOX through an amidation reaction. The grafting of HSA could block the mesopores of MCN-SS-HSA/DOX, thus avoiding the unexpected drug leakage. Additionally, the surface of MCN-SSHSA/DOX was subsequently modified with PEG-COOH through amide bonds to improve the dispersibility and stability of MCHP/DOX. The drug loading efficiency of MCHP/DOX was 26% at 480 nm. The relatively high loading capacity of MCHP/DOX was due to the high specific surface area, mesoporous structure and low density of carbon material [15].\nA clear and profound study on the drug release profiles of MCHP/ DOX is necessary to estimate the synergetic efficacy of chemotherapy and thermal therapy. The release behaviors of MCHP/DOX were measured in pH 7.4 and pH 5.0 PBS to evaluate the influence of acidity on the release process. Additionally, 10mM GSH was added to simulate the high concentration of GSH inside cancer cells. Meanwhile, an 808 nm laser (3W/cm2) was used to investigate the impact of NIR on drug release. As displayed in Fig. 3A and B, the DOX release was less than 10% in the absence of GSH 7.4 PBS for a period of 24 h. MCHP/ DOX exhibited a faster release of DOX in pH 5.0 PBS than in pH 7.4 PBS due to the weaker electrostatic interactions between DOX and negatively charged carbon compared with that in pH 7.4 PBS [33].\nMeanwhile, the DOX release percentage was further increased by the presence of 10mM GSH. The drug release presented an accelerated trend when exposed to GSH, which was associated with disulfide breaking and detachment of the HSA and PEG on the surface of carriers. Additionally, multiple irradiation treatments at 1, 4, and 9 h further boosted the release of DOX in both pH 7.4 and pH 5.0 PBS. MCHP can generate an increasingly accumulative DOX release at pH 5.0 compared to pH 7.4 under NIR light irradiation, indicating that an acidic stimulus can amplify the NIR-responsive drug release. Moreover, nearly 40% of DOX was released from MCHP/DOX at pH 5.0 PBS in the presence of GSH over multiple cycles of irradiation within 24 h, demonstrating that MCHP/DOX possessed reduction and NIR light dual-responsive drug release properties. In brief, these results provided a solid foundation for applying MCHP/DOX in chemotherapy and PTT. In addition, the Zeta potential of MCHP/DOX after DOX release was -7.8 mV, slightly larger than that of blank MCHP nanoparticles."
    }, {
      "heading" : "3.4. Mechanism of redox-sensitive drug release",
      "text" : "To expound the redox-responsive drug release mechanism of MCHP, the detached HSA under different concentrations of GSH was quantified. First, the total amount of HSA modified on the MCN-SS-HSA was quantified to be 9.3% by Bradford protein assay method. As described in Fig. 3C, the amount of HSA in the supernatant detached from MHCP after the addition of 0mM, 3mM and 10mM GSH was measured and compared to evaluate the mechanism of redox-responsive drug release. The detached quantity of HSA increased with the increased concentration of GSH, which was attributed to the breakage of disulfide bonds under the high concentration of GSH.\n3.5. The advantage of PEG modification\nMCN-COOH nanoparticles aggregate in saline, which restricts their applications through in administration. In our work, PEG-COOH was further modified onto the surface of MCN-SS-HSA to improve the\nstability and dispersity of MHCP. The total amount of PEG-COOH modified on MCN-SS-HSA was found to be 7.2% using a titration method. Therefore, the final mass percent of MCN-SS-NH2, HSA and PEG in MCHP nanosystem were 84.2%, 8.6% and 7.2%. To evaluate the benefits of PEG modification in improving the stability of MCN, the suspensions of MCN-COOH, MCN-SS-HSA and MCHP were prepared. As shown in Fig. 3E, MCN-COOH dispersed well in water and remained stable for 12 h, while MCN-COOH flocculated and aggregated after being dispersed in neutral buffer solution. The modification of HSA was crucial in preventing premature release but had little effect on improving the dispersity of the system. By contrast, the stability of MCHP was drastically enhanced after adhering PEG to the surface of MCNCOOH. Thus, MCHP nanoparticles could be dispersed in pH 7.4 PBS for 12 h.\nIn addition, the hemolytic behaviors of MCN-COOH and MCHP were studied to verify the safety of the preparation enhanced by PEG. The images and percentage hemolysis of MCN-COOH and MCHP with different concentrations ranging from 20 to 1000 μg/mL are shown in Fig. 3F and S2. The hemolysis percentages were 13.7% and 23.2% when RBCs were treated with high concentrations of MCN-COOH (500 and 1000 μg/mL), respectively. This finding was attributed to the strong\nelectrostatic interactions and affinity between MCN-COOH and the membrane of red blood cells. In contrast, the hemolysis percentage of MCHP was only 2.0% even at the highest concentration of 1000 μg/mL, proving that the biocompatibility of the MCHP nanoparticles was markedly improved after the PEG modification."
    }, {
      "heading" : "3.6. Examination of cellular photothermal performance",
      "text" : "To demonstrate whether the 808 nm NIR laser can cause cellular photothermal conversion, MCHP systems with different concentrations were added in culture medium containing 4T1 cells and the cells were further cultured for 2 h. Blank control group treated with NIR laser irradiation for 180 s and ΔT value did not change significantly (Fig. S3). Nevertheless, the cells cultured with MCHP exhibited a concentrationdependent temperature increase. This result likely occurred because more MCHP nanoparticles were internalized by cancer cells with the increase in dose, which could achieve better photothermal conversion capability, and thus, sufficient heat was produced within cells. When the cells were incubated with 10 μgmL-1 MCHP and then illuminated by an 808 nm NIR for 3min, the elevated temperature (ΔT) exceeded 5 °C, which could achieve the leading to a lethal temperature for tumor cells.\nFrom the above, the prominent cellular photothermal effect of MCHP as a potential photothermal agent offers compelling options for cancer treatment."
    }, {
      "heading" : "3.7. Evaluation of thermotherapy",
      "text" : "To evaluate the potential of MCHP as a photothermal agent, 4T1 cells were incubated with MCHP and illuminated with 2W/cm2 808 nm laser for 5min. Then, the cells were stained with calcein-AM and propidium iodide (PI) to visualize the live and dead/late apoptotic cells. As exhibited in Fig. 4A, cell viability had almost no alteration after the cells were illuminated with the laser, suggesting that laser illumination at a power density of 2W/cm2 could not damage 4T1 cells. In addition, cell death was negligible after treatment with MCHP alone. Cell death was apparent after exposure to an 808 nm laser for 5min. These results suggested that MCHP had a strong thermal therapeutic effect on cancer cells under laser illumination."
    }, {
      "heading" : "3.8. Cellular uptake",
      "text" : "The cellular uptake of DOX and the internalization of MCHP/DOX by 4T1 cells were visualized through CLSM. As shown in Fig. 4B, the red fluorescence of DOX is observed mainly in the cytoplasm, implying that DOX and MCHP/DOX could be internalized by 4T1 cells. To estimate the impact of NIR light on the cellular uptake of MCHP/DOX, the 4T1 cells were first allowed to incubate with MCHP/DOX for 2 h, and then the cell culture medium containing MCHP/DOX was discarded and 4T1 cells were subsequently irradiated by NIR or not after being washed with PBS. For the cells without NIR irradiation treatment, the red fluorescence from DOX was lower than in cells treated with NIR irradiation, indicating that the continuous NIR laser (808 nm) irradiation could improve the release of DOX from MCHP/DOX."
    }, {
      "heading" : "3.9. Thermo-chemotherapy in vitro",
      "text" : "The therapeutic efficacy of DOX, MCHP and MCHP/DOX with or without NIR irradiation were evaluated by MTT assay. As shown in Fig. 4C, the cell survival of the blank group (MCHP) unexposed to NIR irradiation was more than 80%, indicating that MCHP had excellent biocompatibility in vivo. However, the cell viability of the hyperthermia groups had a concentration-dependent decrease, suggesting that MCHP could convert the NIR light into cytotoxic heat to destroy cancer cells. The cell viability of the free DOX group decreased with the increased concentration in 4T1 cells in the tested concentration range (0.1 to 10 μgmL-1). The cell killing efficiency of the free DOX groups under NIR irradiation was almost the same as that of the group unexposed to NIR group as DOX had no absorption in the NIR region. Additionally, cells treated with MCHP/DOX showed higher cell viability than those treated with free DOX, as the incomplete DOX release from MCHP/DOX was caused by strong π-π stacking force and electrostatic attraction between DOX and carriers. In contrast, MCHP/DOX under NIR laser irradiation has strongercell killing effects than free DOX and MCHP under NIR laser, which was thought to be because MCHP could convert NIR light to heat and the elevated temperature within tumor cells could facilitate drug release from MCHP/DOX [34].\nFurthermore, the IC50 values of different groups calculated by SPSS Statistics software are presented in Table S2. NIR light irradiation exhibited little influence on the cytotoxicity of the free DOX group. In contrast, MCHP/DOX with NIR irradiation induced a prominent cellkilling effect and showed a surprisingly decreased cell viability (IC50= 3.102 μg/mL). Additionally, the CI was calculated to evaluate the synergistic effect of PTT and chemotherapy: CI < 1 indicates synergism, CI > 1 means antagonism, and CI= 1 shows additive effects. The CI value of MCHP/DOX under the NIR irradiation was 0.643, indicating the synergistic effect of chemotherapy and PTT. These results further demonstrated that our drug delivery system could lead to\ncombinational chemo-phototherapy [35]. An MTT assay showed that MCHP/DOX under NIR light could trigger an ideal anticancer efficiency through combining phototherapy and NIR-responsive controlled DOX release.\nThe therapy effect of different treatment groups was investigated in 4T1 3D multicellular spheroids (MCSs) (Fig. 4D). The MCSs had similar diameters before different treatment groups. However, the optical images exhibited that the diameters of MCSs under different treatments were all smaller than that of the control group after 2 days incubation. Additionally, MCSs incubated with MCHP/DOX under NIR irradiation had the smallest diameter among these groups, suggesting the 4T1 cells were destroyed. These results indicated that MCHP/DOX had a promising application for in vivo tumor therapy."
    }, {
      "heading" : "3.10. Biodistribution of MCHP/DOX",
      "text" : "Quick clearance of chemotherapeutic drugs in solid tumors has been a main barrier in cancer chemotherapeutic treatments. Loaded in the nanoparticles, chemotherapeutic drugs have longer retention in tumor tissues via enhanced permeability and retention (EPR) effect. Mice bearing 4T1 tumors received intravenous injections of free DOX or MCHP/DOX to evaluate the retentive ability of DOX in tumors using a biodistribution experiment. As shown in Fig. 5, the mean fluorescence intensity (MFI) of DOX in tumors markedly reduced after 2 h due to the rapid elimination of DOX in vivo. Compared to DOX, the MFI of DOX in tumors from the MCHP/DOX group increased over time, and the maximum value appeared at 6 h. These results were because MCHP/ DOX accumulated in tumor tissue and DOX showed a sustained-release property from MCHP/DOX, which was consistent with the in vitro drug release result."
    }, {
      "heading" : "3.11. In vivo therapeutic efficacy of MCHP/DOX",
      "text" : "Motivated by the in vitro synergistic antitumor effect and enhanced accumulation in tumors, the in vivo antitumor activity of MCHP/DOX was further investigated using mice bearing 4T1 tumors. As displayed in Fig. 6A and B, the infrared thermal imaging and temperature changes of the tumors were monitored. Under continuous NIR irradiation for 3min, the elevated temperature of tumors for the MCHP/DOX group exceeded 12 ℃, which was sufficient to ablate tumors and accelerate drug release; in comparison, the temperature variation in the saline group was mild. As shown in Fig. 6C and D, rapid tumor growth was observed in the saline group, while the MCHP/DOX group showed moderately inhibited tumor growth due to the inadequate release of DOX from MCHP. The tumors of the MCHP/DOX+NIR group were effectively suppressed due to the synergistic effect of chemotherapy and PTT, and the tumor of one mouse even disappeared completely after the combined treatment. The NIR light irradiation elevated the temperature of the tumors, thus promoting the release of DOX and leading to maximized therapeutic efficacy [13]. Both the free DOX group and MCHP+NIR group (PTT-treated group) showed the same and secondbest antitumor effect. In addition, the tumor weight showed the same trend as displayed in Fig. 6E. Additionally, the body weight of mice except for the free DOX group, did not show obvious differences between the groups during the treatment period (Fig. S4), indicating good biocompatibility of the carriers. However, the body weight of mice in free DOX group significantly reduced due to the relatively strong toxicity of DOX. To further evaluate the therapeutic effect of all groups, the mice were sacrificed at 15 days and the tumors were removed for H &E staining. The images of H&E tumor sections exhibited considerably enhanced necrosis in the MCHP/DOX+NIR group compared with the saline groups (Fig. 6F). To estimate the potential toxicity effects on major organs, histological analysis of the heart, liver, spleen, lung and kidney stained with H&E were also performed (Fig. 7). There were no evident pathological changes in the treatment groups, except for the free DOX group which exhibited obvious cardiotoxicity, suggesting that\nMCHP/DOX had no noticeable toxicity in vivo and may be a promising cancer treatment."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We successfully fabricated a biocompatible nanoplatform for chemo-photothermal synergistic therapy, which could lead to effective drug release in response to multiple stimuli, including acid, redox and NIR light stimuli. MCN was used as a photothermal carrier, and HSA, due to its good biocompatibility and appropriate molecular weight, was modified onto the openings of MCN by a cleavable disulfide bond to hinder premature drug release. MCHP/DOX had a relatively high loading efficiency up to 26%. The result of assessing the NIR-lighttriggered photothermal effect showed that MCHP had a promising photothermal conversion capacity and photothermal stability after repeated irradiation. MCHP/DOX exhibited intelligent drug release in response to intrinsic pH and reduction stimuli, which was further enhanced by NIR light irradiation. In vitro cytotoxicity assays showed that MCHP/DOX had a superior antitumor effect compared to chemotherapy or PTT alone. The CLSM result testified that NIR irradiation could accelerate the release of DOX. Meanwhile, the prepared MCHP/DOX showed good biosafety and stability and significant synergistic antitumor efficacy both in vitro and in vivo. Based on above results, it is anticipated that MCHP will provide a promising strategy for multi-responsive drug release and combinational chemotherapy and PTT for cancer treatment.\nDeclaration of Competing Interest\nWe have no conflicts of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by National Natural Science Foundation of China (NO. 81603058 and 81473165), Liaoning Provincal National Nature Science Foundation of China (No. 2019-ZD-0460) and Youth Project of Liaoning Provincial Education Department (No. 2017LQN20)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.colsurfb.2019.110532."
    } ],
    "references" : [ {
      "title" : "Superparamagnetic iron oxide nanoparticles (SPIONs): development, surface modification and applications in chemotherapy, Adv",
      "author" : [ "M. Mahmoudi", "S. Sant", "B. Wang", "S. Laurent", "T. Sen" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "Efficient cancer ablation by combined photothermal and enhanced chemo-therapy based on carbon nanoparticles/doxorubicin@SiO2 nanocomposites",
      "author" : [ "X. Tu", "L. Wang", "Y. Cao", "Y. Ma", "H. Shen", "M. Zhang", "Z. Zhang" ],
      "venue" : "Carbon",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Near-infrared light-mediated nanoplatforms for cancer thermo-chemotherapy and optical imaging",
      "author" : [ "Z. Zhang", "J. Wang", "C. Chen" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Stimuli responsive drug delivery systems based on nanographene for cancer",
      "author" : [ "K. Yang", "L. Feng", "Z. Liu" ],
      "venue" : "therapy, Adv. Drug Deliv. Rev",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Functional nanomaterials for phototherapies of cancer",
      "author" : [ "L. Cheng", "C. Wang", "L. Feng", "K. Yang", "Z. Liu" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Smart human serum albumin-indocyanine green nanoparticles generated by programmed assembly for dual-modal imaging-guided cancer synergistic phototherapy",
      "author" : [ "Z. Sheng", "D. Hu", "M. Zheng", "P. Zhao", "H. Liu", "D. Gao", "P. Gong", "G. Gao", "P. Zhang", "Y. Ma" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Graphene in mice: ultrahigh in vivo tumor uptake and efficient photothermal therapy",
      "author" : [ "K. Yang", "S. Zhang", "G. Zhang", "X. Sun", "S.-T. Lee", "Z. Liu" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Multifunctional nanocomposites for targeted, photothermal, and chemotherapy",
      "author" : [ "M. Zhang", "F. Wu", "W. Wang", "J. Shen", "N. Zhou", "C. Wu" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Black phosphorus quantum dots gated, carbon‐coated Fe3O4 nanocapsules (BPQDs@ ss‐Fe3O4@ C) with low premature release could enable imaging‐guided Cancer combination",
      "author" : [ "M. Zhang", "W. Wang", "F. Wu", "K. Graveran", "J. Zhang", "C. Wu" ],
      "venue" : "therapy, Chem. Eur. J",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Near‐infrared light‐mediated nanoplatforms for cancer thermo‐chemotherapy and optical imaging",
      "author" : [ "Z. Zhang", "J. Wang", "C. Chen" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Zasadzinski, Chapter fourteen-synthesis, characterization, and optical response of gold nanoshells used to trigger release from liposomes",
      "author" : [ "G. Wu", "A. Mikhailovsky", "J.A.H.A. Khant" ],
      "venue" : "Meth. Enzymol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "A clearer vision for in vivo",
      "author" : [ "R. Weissleder" ],
      "venue" : "imaging, Nat. Biotechnol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2001
    }, {
      "title" : "Thermosensitive lipid bilayer-coated mesoporous carbon nanoparticles for synergistic thermochemotherapy of tumor",
      "author" : [ "X. Li", "X. Wang", "L. Sha", "D. Wang", "W. Shi", "Q. Zhao", "S. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Using hollow carbon nanospheres as a light-induced free radical generator to overcome chemotherapy",
      "author" : [ "L. Wang", "Q. Sun", "X. Wang", "T. Wen", "J.-J. Yin", "P. Wang", "R. Bai", "X.-Q. Zhang", "L.- H. Zhang", "A.-H. Lu" ],
      "venue" : "resistance, J. Am. Chem. Soc",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Gold nanoparticles modified hollow carbon system for dual-responsive release and chemo-photothermal synergistic therapy of tumor",
      "author" : [ "Q. Zhao", "Y. Yang", "H. Wang", "W. Lei", "Y. Liu", "S. Wang" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Multimodality imaging of silica and silicon materials in vivo, Adv. Mater. (Deerfield",
      "author" : [ "D.S. Karaman", "M.P. Sarparanta", "J.M. Rosenholm", "A.J. Airaksinen" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Gold nanoparticlegated mesoporous silica as redox-triggered drug delivery for chemo-photothermal synergistic therapy",
      "author" : [ "Y. Yang", "Y. Lin", "D. Di", "X. Zhang", "D. Wang", "Q. Zhao", "S. Wang" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Impact of surface grafting density of PEG macromolecules on dually fluorescent silica nanoparticles used for the in vivo imaging of subcutaneous tumors, Biochimica et biophysica acta, Gen",
      "author" : [ "L. Adumeau", "C. Genevois", "L. Roudier", "C. Schatz", "F. Couillaud", "S. Mornet" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Colloidal RBC-shaped, hydrophilic, and hollow mesoporous carbon nanocapsules for highly efficient biomedical engineering, Adv",
      "author" : [ "Y. Chen", "P. Xu", "M. Wu", "Q. Meng", "H. Chen", "Z. Shu", "J. Wang", "L. Zhang", "Y. Li", "J. Shi" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Dual and multi-stimuli responsive polymeric nanoparticles for programmed site-specific drug delivery, Biomaterials",
      "author" : [ "R. Cheng", "F. Meng", "C. Deng", "H.-A. Klok", "Z. Zhong" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Redox and pH dual-responsive PEG and chitosan-conjugated hollow mesoporous silica for controlled drug release, Mater",
      "author" : [ "J. Jiao", "X. Li", "S. Zhang", "J. Liu", "D. Di", "Y. Zhang", "Q. Zhao", "S. Wang" ],
      "venue" : "Sci. Eng. C",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Multifunctional envelope-type mesoporous silica nanoparticles for tumortriggered targeting drug delivery",
      "author" : [ "J. Zhang", "Z.-F. Yuan", "Y. Wang", "W.-H. Chen", "G.-F. Luo", "S.-X. Cheng", "R.-X. Zhuo", "X.- Z. Zhang" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "Near-infrared  light remote-controlled intracellular anti-cancer drug delivery using thermo/pH sensitive nanovehicle",
      "author" : [ "Y. Qin", "J. Chen", "Y. Bi", "X. Xu", "H. Zhou", "J. Gao", "Y. Hu", "Y. Zhao", "Z. Chai" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Dualstimuli responsive hyaluronic acid-conjugated mesoporous silica for targeted delivery to CD44-overexpressing cancer",
      "author" : [ "Q. Zhao", "J. Liu", "W. Zhu", "C. Sun", "D. Di", "Y. Zhang", "P. Wang", "Z. Wang", "S. Wang" ],
      "venue" : "cells, Acta Biomater",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "Drug delivery strategy utilizing conjugation via reversible disulfide linkages: role and site of cellular reducing activities, Adv",
      "author" : [ "G. Saito", "J.A. Swanson", "K.-D. Lee" ],
      "venue" : "Drug Deliv. Rev",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2003
    }, {
      "title" : "Albumin-NIR dye self-assembled nanoparticles for photoacoustic pH imaging and pH-responsive photothermal therapy effective for large tumors, Biomaterials",
      "author" : [ "Q. Chen", "X. Liu", "J. Zeng", "Z. Cheng", "Z. Liu" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Practical aspects of the ligand-binding and enzymatic properties of human serum albumin",
      "author" : [ "U. Kragh-Hansen", "V.T.G. Chuang", "M. Otagiri" ],
      "venue" : "Biol. Pharm. Bull",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2002
    }, {
      "title" : "The effect of PEGylation of mesoporous silica nanoparticles on nonspecific binding of serum proteins and cellular responses, Biomaterials",
      "author" : [ "Q. He", "J. Zhang", "J. Shi", "Z. Zhu", "L. Zhang", "W. Bu", "L. Guo", "Y. Chen" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2010
    }, {
      "title" : "Hollow mesoporous carbon as a near-infrared absorbing carrier compared with mesoporous carbon nanoparticles for chemo-photothermal therapy",
      "author" : [ "X. Li", "Y. Yan", "Y. Lin", "J. Jiao", "D. Wang", "D. Di", "Y. Zhang", "T. Jiang", "Q. Zhao", "S. Wang" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Hyaluronic acid oligosaccharide modified redox-responsive mesoporous silica nanoparticles for targeted drug delivery",
      "author" : [ "Q. Zhao", "H. Geng", "Y. Wang", "Y. Gao", "J. Huang", "J. Zhang", "S. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Assessing the in vivo efficacy of doxorubicin loaded hyaluronan nanoparticles",
      "author" : [ "M.H. Eldakdouki", "J. Xia", "D.C. Zhu", "H. Kavunja", "J. Grieshaber", "S. O’Reilly", "J.J. Mccormick", "X. Huang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Dopamine‐melanin colloidal nanospheres: an efficient near‐infrared photothermal therapeutic agent for in vivo cancer",
      "author" : [ "Y. Liu", "K. Ai", "J. Liu", "M. Deng", "Y. He", "L. Lu" ],
      "venue" : "therapy, Adv. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "Poly(acrylic acid) conjugated hollow mesoporous carbon as a dual-stimuli triggered drug delivery system for chemo-photothermal synergistic therapy, Mater",
      "author" : [ "X. Li", "C. Liu", "S. Wang", "J. Jiao", "D. Di", "T. Jiang", "Q. Zhao" ],
      "venue" : "Sci. Eng. C",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Near-infrared absorbing mesoporous carbon nanoparticle as an intelligent drug carrier for dual-triggered synergistic cancer",
      "author" : [ "L. Zhou", "K. Dong", "Z. Chen", "J. Ren", "X. Qu" ],
      "venue" : "therapy, Carbon",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Functionalized mesoporous carbon nanoparticles for targeted chemo-photothermal therapy of cancer cells under near-infrared irradiation",
      "author" : [ "G. Xu", "S. Liu", "H. Niu", "W. Lv", "Ra. Wu" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "As a conventional method for treating cancer, chemotherapy, utilizing anticancer drugs to kill cancer cells, has been widely used in clinical trials [1,2].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 1,
      "context" : "As a conventional method for treating cancer, chemotherapy, utilizing anticancer drugs to kill cancer cells, has been widely used in clinical trials [1,2].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 2,
      "context" : "motherapy has severe adverse effects [3] because toxic anticancer drugs cannot discern and kill cancerous cells selectively.",
      "startOffset" : 37,
      "endOffset" : 40
    }, {
      "referenceID" : 7,
      "context" : "Recently, photothermal therapy (PTT) [4–7], in which near-infrared (NIR) resonant agents were explored to absorb NIR light and convert it into cytotoxic heat for tumor treatment, has emerged as a novel and noninvasive method to eliminate cancerous cells [8,9].",
      "startOffset" : 254,
      "endOffset" : 259
    }, {
      "referenceID" : 8,
      "context" : "Recently, photothermal therapy (PTT) [4–7], in which near-infrared (NIR) resonant agents were explored to absorb NIR light and convert it into cytotoxic heat for tumor treatment, has emerged as a novel and noninvasive method to eliminate cancerous cells [8,9].",
      "startOffset" : 254,
      "endOffset" : 259
    }, {
      "referenceID" : 12,
      "context" : "The chemo-photothermal therapy, combined PTT and chemotherapy, is regarded as a synergistic strategy for tumor treatment [13].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 13,
      "context" : "The heat produced by PTT can accelerate the release of anti-tumor drugs in tumor tissue and improve the sensitivity of tumors to chemotherapeutic drugs [14,15], thus generating synergistic therapeutic effects.",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 14,
      "context" : "The heat produced by PTT can accelerate the release of anti-tumor drugs in tumor tissue and improve the sensitivity of tumors to chemotherapeutic drugs [14,15], thus generating synergistic therapeutic effects.",
      "startOffset" : 152,
      "endOffset" : 159
    }, {
      "referenceID" : 12,
      "context" : "the types of inorganic nano-materials, mesoporous carbon nanoparticles (MCNs) attract our interest due to their tunable particle size, high surface area, adjustable pore volume and pore morphology, making them ideal carriers to load anticancer drugs [13].",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 12,
      "context" : "gion, indicating their potential capacity as NIR-resonant carriers for PTT [13,19].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 18,
      "context" : "gion, indicating their potential capacity as NIR-resonant carriers for PTT [13,19].",
      "startOffset" : 75,
      "endOffset" : 82
    }, {
      "referenceID" : 19,
      "context" : "anticancer drugs to specific target sites without premature drug release must be taken into consideration [20].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 24,
      "context" : "In addition, the cytosolic GSH concentration in most tumor cells is at least 3–4 times higher than in normal cells [25].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 25,
      "context" : "Human serum albumin (HSA), the most abundant plasma protein in the blood [26], has 585 amino acids with a molecular mass of 66 KDa.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 26,
      "context" : "According to X-ray crystallographic analyses of HSA, the polypeptide chain forms a heartshaped protein with the approximate dimensions of 80×80×30 Å [27].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 27,
      "context" : "Poly(ethylene glycol) (PEG) was further coated on the surface of MCN to improve the stability of nanoparticles [28].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 28,
      "context" : "The MCN was prepared following a literature procedure and then was modified with carboxylic groups by wet oxidation [29].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 29,
      "context" : "The S-(2Aminoethylthio)-2-thiopyridine hydrochloride (Py-SS-NH2) was prepared according to a previously reported method [30].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 30,
      "context" : "The excitation wavelength was set to 470 nm, and the emission wavelength was set to 535 nm [31].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 28,
      "context" : "MCN and MCN-COOH were prepared according to our previous protocol [29] and then modified with HSA and PEG by cleavable disulfide bonds.",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 31,
      "context" : "The concentration of MCHP suspension above 10 μgmL could reach a lethal temperature for cancer cells when exposed to NIR irradiation [32].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 14,
      "context" : "tively high loading capacity of MCHP/DOX was due to the high specific surface area, mesoporous structure and low density of carbon material [15].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 12,
      "context" : "The NIR light irradiation elevated the temperature of the tumors, thus promoting the release of DOX and leading to maximized therapeutic efficacy [13].",
      "startOffset" : 146,
      "endOffset" : 150
    } ],
    "year" : 2019,
    "abstractText" : "In this work, a multi-stimuli responsive drug delivery system (MCHP) was designed for combinational chemotherapy and photothermal therapy (PTT). Mesoporous carbon nanoparticles (MCN) with a high loading efficiency were used as near-infrared (NIR)-responsive drug carriers. Human serum albumin (HSA) was attached to the pore openings of MCN via disulfide bonds to serve as a gatekeeper due to its biocompatibility and appropriate molecular size. To improve the dispersity and biocompatibility, the surface of the MCN was modified with polyethylene glycol (PEG). In vitro photothermal effect results showed that MCHP exhibited a power and concentration-dependent photothermal conversion capacity and a good photothermal stability. The doxorubicin (DOX) release from the MCHP/DOX system exhibited NIR/pH/reduction-responsive release properties. A cytotoxicity assay demonstrated that, under NIR irradiation, the MCHP/DOX exhibited chemo-photothermal synergistic effects with a combination index (CI) of 0.643. The biodistribution of DOX in vivo indicated that an NIR laser can prolong the retardation time of DOX in tumor sites. In vivo antitumor experiments showed that MCHP/ DOX with NIR irradiation had the highest tumor inhibition rate against 4T1 tumors in mice. This work suggested that MCHP could be explored as a multi-responsive drug release platform for combinational photothermo-",
    "creator" : "Elsevier"
  }
}