{
  "name" : "downloads_2020-08-17_d7_aermes2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Vol.:(0123456789) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nwww.nature.com/scientificreports\nenvironmentally controlled magnetic nano‑tweezer for living cells and extracellular matrices christian Aermes, Alexander Hayn, tony fischer & claudia tanja Mierke*\nthe magnetic tweezer technique has become a versatile tool for unfolding or folding of individual molecules, mainly DnA. in addition to single molecule analysis, the magnetic tweezer can be used to analyze the mechanical properties of cells and extracellular matrices. We have established a magnetic tweezer that is capable of measuring the linear and non‑linear viscoelastic behavior of a wide range of soft matter in precisely controlled environmental conditions, such as temperature, co2 and humidity. The magnetic tweezer presented in this study is suitable to detect specific differences in the mechanical properties of different cell lines, such as human breast cancer cells and mouse embryonic fibroblasts, as well as collagen matrices of distinct concentrations in the presence and absence of fibronectin crosslinks. The precise calibration and control mechanism employed in the presented magnetic tweezer setup provides the ability to apply physiological force up to 5 nN on 4.5 µm superparamagnetic beads coated with fibronectin and coupled to the cells or collagen matrices. These measurements reveal specific local linear and non-linear viscoelastic behavior of the investigated samples. the viscoelastic response of cells and collagen matrices to the force application is best described by a weak power law behavior. Our results demonstrate that the stress stiffening response and the fluidization of cells is cell type specific and varies largely between differently invasive and aggressive cancer cells. finally, we showed that the viscoelastic behavior of collagen matrices with and without fibronectin crosslinks measured by the magnetic tweezer can be related to the microstructure of these matrices."
    }, {
      "heading" : "Abbreviations",
      "text" : "AFM Atomic force microscopy CLSM Confocal laser scanning microscope\nForce spectroscopy has evolved as a powerful tool to study of the mechanical properties of single molecules1–4, assemblies of macromolecules5–7 and even entire living cells8–11. The invention of optical tweezer has been the initial pioneering event, in which dielectric microscopic objects are probed by focused light laser beam12,13.\nOptical tweezers may cause a heating of the sample that seems to impact the mechanical properties of living cells. At the same time, optical stretchers are cost intensive and can only probe purely spherical objects, such as deadhered and suspended cells. Due to these shortcomings, the first magnetic tweezers were invented in 1996 and first used to determine the elasticity of supercoiled DNA14. More precisely, a pair of moveable permanent magnets is positioned above a glass flow chamber containing DNA molecules that has been mounted on an inverted microscope and can be employed to probe paramagnetic beads in a magnetic field gradient. In order to measure the elasticity of soft biomaterials, such as cells and reconstituted collagen matrices, we employed and further developed a magnetic tweezer technique.\nIn this study we present a magnetic tweezer setup that is suitable for probing a wide variety of different viscoelastic materials. For this, we investigated two different human breast carcinoma cell lines (MDA-MB-231 and MCF-7 cells), two different mouse embryonic fibroblast cell lines (PINCH-1 knock-out (PINCH-1−/−) cells and controls (PINCH-1fl/fl), as well as 3D collagen gels with and without fibronectin crosslinking. The aim of this study was to demonstrate that the presented setup is suitable to probe differences in the non-linear viscoelastic properties between different cell lines as well as different models for extracellular matrices. Using this setup,\nopen"
    }, {
      "heading" : "Faculty of Physics and Earth Science, Peter Debye Institute of Soft Matter Physics, Biological Physics Division,",
      "text" : "University of Leipzig, Linnéstr. 5, 04103 Leipzig, Germany. *email: claudia.mierke@uni-leipzig.de\n2 Vol:.(1234567890) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nit is possible to establish a linkage between structural parameters of extracellular matrix networks and their respective mechanical properties. In addition, the presented setup is equipped with a surrounding incubation chamber to precisely control the environmental conditions during measurements, such as temperature, humidity and carbon dioxide. Earlier studies investigating cellular mechanics employed heated microscopic stages to control the temperature15–17 or do not control the temperature at all18–20. Due to the strong influence of external parameters on cellular mechanics21,22, the employment of a surrounding incubation chamber with precisely controlled environmental conditions is therefore a major improvement compared to earlier implementations of the magnetic tweezer setup.\nAlthough there are many setups dealing with several permanent magnetic poles23,24, the highest forces are generally obtained with a one-pole microneedle geometry that can be either achieved using permanent magnets25 or electromagnets with soft iron cores16,26–30. Our setup for the magnetic tweezer consists of a single solenoid that contains a high-permeability soft iron core, which is connected to a conventional remote-controlled micromanipulator. The force in this non-linear force distance relationship was controlled by tracking the bead-core distance during the measurement and calibrated by the viscous drag approach29,31. If necessary, the solenoid current can be adapted automatically.\nThe setup can exert forces in the range of a few nanonewtons, which is sufficient to deform living cells. Living cells are revealed to be relatively soft with Youngs moduli of hundreds Pascal (Pa) up to one kilo-Pascal. Cell mechanics are important for many physiological functions, including cell proliferation, cell adhesion, cell migration, and cell contraction.\nMeasurements of cell mechanical properties have been performed in a high-force or large-deformation regime that revealed contradictory findings. Cells have been reported to stiffen30,32–43, or on the contrary fluidize and yield30,44,45 or to behave completely linearly and constantly after application of external stretching forces over a certain timescale46. However, these different results can rely on different experimental conditions and cell models utilized. Hence, we performed for this study cell and matrix mechanical measurements together employing magnetic tweezers in an environmental chamber. The environmental chamber ensures stable conditions during the measurements, such as controlled CO2 supply and temperature. Other studies that employ magnetic tweezers for live cell measurements rely on a heated microscope stage for temperature control29,39,47,48 which may induce temperature gradients and thus affect the mechanical properties of the cells. In fact, we analyzed time- and forcedependent viscoelastic properties of adherent cells under more controlled conditions at large forces, ranging from 1 to 5 nN. Moreover, we determined the mechanical properties of 3D extracellular matrices, in which these cells possess different capacities to invade49–52. Since ILK has been shown to affect the deformability and invasion of cells into 3D collagen fiber matrices53,54, we analyzed the effect of PINCH-1, on cell mechanics.\nWe observed an increase of the stiffness and a decrease or increase of the power law exponent with increasing force application repeatedly in cancer cells, such as MDA-MB-231 and MCF-7 cells, as well as in mouse embryonic fibroblasts such as PINCH-1 knock-out (PINCH-1−/−) cells and controls (PINCH-1fl/fl). PINCH-1 (synonymously termed Lims 1) represents a LIM-only domain protein and can form a ternary complex with integrin-linked kinase (ILK) and parvin (termed IPP complex). The complex is downstream of the integrins. More precisely, PINCH-1 can bind to actin through a LIM-domain and actin-binding proteins such as epithelial protein lost in neoplasm (EPLIN)55.\nIn addition, 3D extracellular matrix mechanics, such as matrix stiffness (elastic modulus), can be determined with the magnetic tweezer using collagen-bound superparamagnetic beads coated with fibronectin. We found that denser 3.0 mg/ml collagen matrices were significantly stiffer than looser 1.5 mg/ml collagen matrices. Both matrices represent still confinements for cancer cell and fibroblast migration. Finally, our findings seem to be important for a quantitative phenotypic characterization of biological processes, such as cell migration and invasion."
    }, {
      "heading" : "Material and methods",
      "text" : "cells and cell culture. MDA-MB-231 human breast cancer cells (malignant and highly invasive) were cultured in low glucose (1 g/l) Dulbecco’s modified Eagle’s medium (DMEM, Biochrom, Berlin, Germany) supplemented with 10% fetal bovine serum (FBS) (Biochrom, Berlin, Germany) and 1% penicillin/streptomycin (P/S, Biochrom, Berlin, Germany). MCF-7 human breast cancer cells (non-malignant and lowly invasive), PINCH-1 cells carrying a Lox-P-flanked PINCH-1 gene (PINCH-1fl/fl cells), and PINCH-1 knock-out cells (PINCH-1−/−) mouse embryonic fibroblasts were cultured in high glucose (4.5 g/l) DMEM supplemented with 10% FBS and 1% P/S56. Cells were passaged at a confluence of about 80%. These two cell-types were kindly provided by Dr. Reinhard Fässler (MPI Munich).\nFor magnetic tweezer measurements, 4.5 µm super paramagnetic beads with an epoxylated surface (Dynabeads M450, Sigma Aldrich) were coated with human fibronectin (50 µg/ml, Sigma Aldrich). In detail, beads were first washed in PBS. Then, the fibronectin was added. The beads were then centrifuged for about 24 h at 37 °C and about 8 g according to the coating protocol provided by the manufacturer. Thereafter, the beads were washed twice in PBS and stored at 8 °C. Prior to measurements, beads were rigorously agitated by a vortex mixer in order to break up any clusters that may have formed during storage.\nAbout 24 h before a measurement, cells were seeded onto 35 mm culture dishes (about 105 cells per dish). Cells were then incubated at 37 °C and 5% CO2. On the day of the measurement, about 5·104 fibronectin coated beads were added to the cells. The cells were then incubated at 37 °C and 5% CO2 for 20 min. Thereafter, cells were washed twice with PBS to remove any unbound beads. Cells were measured no longer than 40 min with the magnetic tweezer. After that time, beads were usually internalized by the cells. About 30 cells can be measured during the 40-min interval57.\n3 Vol.:(0123456789) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nOnly cells with a single bound bead were investigated. The bead-needle distance was chosen in such a way that the maximal possible force was greater than the desired force. When placing the needle, great care was taken not to poke the cell with the needle tip.\n3D collagen matrix analysis. For the investigation of extracellular matrix mechanics, we used 1:2 mixtures of collagen type I rat tail and bovine skin. Two collagen gels of different concentrations (1.5 mg/ml and 3.0 mg/ml) were prepared as described previously49,53,58,59. In detail, collagen gels were prepared on ice to prevent polymerization. Collagen R (4 mg/ml rat collagen type I, Serva, Heidelberg, Germany) and collagen G (4 mg/ml bovine collagen type I, Biochrom, Berlin, Germany) were mixed in a 1:2 ratio and added to a phosphate buffered solution. The phosphate buffered solution (pH 7.4, ionic strength of 0.7, 200 mM phosphate) consisted of a mixture of sodium dihydrogen phosphate, disodium hydrogen phosphate in ultrapure water. For the preparation of gels crosslinked with fibronectin, 25 µg/ml of fibronectin (Sigma Aldrich) were added. To maintain the correct collagen concentration, the amount of water was reduced by the volume of added fibronectin. 100 µl collagen were pipetted into a 35 mm culture dish. The gels were polymerized at 37 °C, 95% humidity and 5% CO2 for 2 h. Then, the gels were rinsed with 3 ml PBS and stored at 37 °C, 95% humidity and 5% CO2 until measurement. For magnetic tweezer measurements, about 5·104 fibronectin coated beads were added to the gels on the day of the measurement. The gels were then incubated for about 20–30 min at 37 °C and 5% CO2. During the measurements in the magnetic tweezer, collagen gels were kept at 37 °C and 5% CO2 enriched air.\nMatrix topological properties. Collagen matrices were prepared as described above. In the next step, 500 µl of the cooled, unpolymerized collagen monomer solution were added into each well of a pre-cooled ibidi 24-well µ-Plate. Collagen hydrogels were polymerized by putting the well-plates in an incubator at 37 °C 95% humidity for 2 h. These polymerized collagen gels were rinsed three times using PBS at room temperature. Subsequently, the collagen matrices were fluorescently stained using 20 µg/ml 5(6)-Carboxytetramethylrhodamine N-succinimidylester (TAMRA-SE) (Sigma Aldrich, Cat. No: 21955) for 24 h. Finally, the stained matrices were washed three times using PBS and stored in 1 ml PBS at 4 °C. Imaging of the stained samples was performed using a confocal laser scanning microscope (Leica TCS SP8, Mannheim, Germany).\nFor pore-size determination, a 40 × NA/1.10 water immersion objective was used to record 3D image cubes with an edge length of 100 µm. Images are recorded with a resolution of 2048 pixels in x- and y-direction. For each cube, about 400 stacks are recorded. A deconvolution was applied to these images using the Huygens Essentials v16.10 software (Scientific Volume Imaging B.V., Hilversum, Netherlands). For the analysis, pixels are rescaled to 37.5% in the x- and y-direction60. The final images used therefore have a resolution of 0.13 px/µm in the x–y-plane and 0.25 µm/px in the z-direction.\nThe pore-sizes of these 3D images were determined using a custom-built python program60. This algorithm includes a precise segmentation of collagen fibrils and residual pore detection applied to the fluid phase of this segmentation, as seen in Fig. 7e.\nMagnetic tweezer technique. Measurement procedure. The heating unit was turned on at least 1 h before the measurement to ensure a stable temperature in the incubation chamber surrounding the magnetic tweezer. The CO2 supply was switched on at least 20 min before the measurement. The culture medium was flushed directly with 5% CO2 enriched air by placing the tube of the CO2 supply directly on the rim of the cell culture dish.\nThree different force protocols are available. The simplest force protocol is the application of a single force pulse with a constant magnitude. Another available force protocol is a sequence of consecutive pulses with equal magnitudes and duration. Consecutive pulses are separated by a relaxation period of equal duration, during which the force is returned to zero. The third force protocol is a staircase-like sequence of force pulses. In this protocol, the force is increased after each step by a constant amount until a maximum set force is reached. Each step in this protocol has the same duration.\nData analysis. The creep response J(t) was defined as the ratio of strain ε and stress σ. The stress in the magnetic tweezer measurements was estimated as the ratio of the applied force and the contact area between bead and the cell. As an approximation of the contact area, the bead cross section area A = πr2 was used. Therefore, σ = ΔF/ (πr2). The strain was defined as the displacement of the bead divided by the radius of the bead, i.e. ε = d(t)/r.\nThus, the displacement curves were scaled by πr/ΔF to get the creep compliance. For the application of a sequence of pulses, the creep compliance at t ≥ tn is a superposition of ongoing creep\nresponses from t < tn,\nRheological parameters were derived by fitting the creep compliance with the Kelvin–Voigt model and a weak power law:\n(1)J(t ≥ tn) = n ∑\ni=0\nJ(t − ti)+ J(t − tn)\n(2)J(t) = J0 ( 1− e− t/τ )\n4 Vol:.(1234567890) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nFor both models, the inverse of J0 represents a measure for the stiffness of the cell. The relaxation time τ in the Kelvin–Voigt model was the viscosity divided by the elastic modulus. In power law rheology, the exponent β was the cell fluidity, which represents the viscoelastic state of the cell. For example, a β = 0 indicates a purely elastic behavior while a β = 1 displays a purely viscous behavior. The parameter t0 was a reference time and set to one. Therefore, J0 was the creep compliance evaluated at t0 = 1 s.\nStatistical analysis revealed that cell stiffness J0−1 followed a log-normal distribution. Therefore, the average cell stiffness was calculated as the geometric mean. However, the cell fluidity followed a normal distribution. Thus, the average cell fluidity was calculated as the arithmetic mean.\nStatistical assessment. For significance tests, a Welch’s t-test was performed. Additionally, a Bonferroni correction was applied to account for errors introduced by multiple testing. Due to the log-normal distribution of the stiffness values, the significance test was carried out on the log-transformed values. Results were considered significant for p < 0.05 and are marked by asterisks (*p < 0.05, **p < 0.01 and ***p < 0.001) in the respective figures."
    }, {
      "heading" : "Results",
      "text" : "Establishment and further development of the magnetic tweezer setup equipped with a 3D environmental chamber. Since the cell mechanical properties play an important role in cell migration and invasion of cancer cells and fibroblasts, we established and further developed a magnetic tweezer setup, in which the cells can be measured under controlled CO2, humidity and temperature. A schematic overview of the magnetic tweezer setup is presented in Fig. 1a. The magnetic tweezer setup was built on top of an inverted microscope (DMI8, Leica). Brightfield images were recorded with a CMOS camera (Orca Flash 4.0 V3, Hamamatsu)\n(3)J(t) = J0 ( t /\nt0\n)β\nFigure 1. (a) Schematic image of the magnetic tweezer setup created with Inkscape87. The magnetic field was generated by a coil with a ferromagnetic core made from µ-metal. A custom-built voltage driven current supply was connected to the coil to generate the magnetic field. The magnetic tweezer was connected to a micromanipulator that allowed precise placement of the needle tip close to the specimen. The whole setup was mounted on an inverted microscope and enclosed by an incubation chamber with temperature and CO2 control. Cells with super paramagnetic beads bound to them were placed in a petri dish with cell medium. The petri dish was then placed under the microscope. A CMOS camera captured live images of the bead’s deflection under an acting magnetic force from the tweezer. This deflection was then tracked live over time and analyzed by a custom written program. (b) Picture of the magnetic tweezer setup. (c) To generate a high gradient field, the core was shaped conically at its tip, forming a needle. The tip had an opening angle of about 35° and a radius of curvature of about 10 µm. Scale bar is 50 µm.\n5 Vol.:(0123456789) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nat a data acquisition rate up to 40 Hz. The setup was equipped with a heatable incubation chamber. Additionally, the chamber can be filled with 5% CO2 enriched air to allow an extended measurement of living cells. The whole setup was placed on top of an anti-vibration desk for more stable tracking conditions during measurements (Fig. 1b).\nThe magnetic tweezer consisted of a coil with a soft ferromagnetic core made from µ-metal. The coil was provided with current from a custom-built power supply. The tip of the core was shaped in a conical geometry with an opening angle of about 35° and a radius of curvature of about 10 µm (Fig. 1c). The shape of the tip was generated through mechanical grinding with very fine sandpaper (3,000 and 5,000 grid).\nAt the blunt end of the tip, a Hall-probe was attached to monitor the magnetic field strength during measurements. For a precise positioning of the tip in front of a cell, the magnetic tweezer was attached to a 3D micromanipulator (Injectman, Eppendorf). The magnetic tweezer and microscope were both controlled by a custom-written LabVIEW (National Instruments) program.\nThe program is presented in Fig. 2 in the form of a flow chart. The program runs as follows: First, the hardware (camera, microscope stage, and current supply) was initialized. When the coil current was turned off, the core retained a miniscule magnetization that was measured by the Hall-probe. This remnant magnetization was automatically cancelled by applying a small coercive current to the solenoid. The magnitude of the coercive current was calculated based on a running average of the magnetic field strength. Image analysis was performed on a region of interest (ROI) of the image. After the ROI and a measurement protocol were selected, the ROI was binarized via automatic thresholding. A blob detection was performed on the binarized image to detect particles. To identify beads the particles were then filtered by size. Once a bead was found, a template image of that bead was generated for an image cross-correlation tracking. During tracking, the needle contour was extracted from the binary image. Based on the bead position and the needle contour, the bead-needle distance was calculated as shortest Euclidean distance. Based on this distance, the coil current was continuously adapted to apply a constant force to the bead.\nFigure 2. Flow chart of the measurement software contains all important steps: After initialization of the hardware, the remnant magnetization of the core was automatically set to zero. The image shows a ROI selected for bead and needle position tracking. During the measurement, the coil current was continuously adapted based on the bead-to-needle distance to ensure a constant force. When a measurement was completed, the program was either set up for the next measurement or the hardware was de-initialized and finished.\n6 Vol:.(1234567890) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nforce calibration of the magnetic tweezer. The setup was calibrated by a viscous drag approach. Super paramagnetic beads (M450, Dynabeads) with a diameter of 4.5 µm were diluted in two different poly-dimethyl siloxane solutions with known viscosities of 3,000 cSt and 5,000 cSt, respectively. The calibration liquid had a final bead concentration of about 3·105 ml−1. The needle tip was placed at a distance of about 120 µm from a randomly selected bead. Beads were chosen so that they were at least 200 µm from any walls in order to avoid wall effects. Then, a sequence of pulses with constant current was applied to the solenoid. Each pulse and relaxation phase between two consecutive pulses lasted 2 s. In current-on phases, the bead was pulled toward the needle tip. In current-off phases, the bead drifted slightly due to settling of the fluid. This drifting motion was subtracted from the movement of the bead in the current-on phase. The force acting on the bead was then calculated via Stoke’s equation from the drift-corrected velocity. The velocity of the bead was determined via numerical differentiation of its displacement.\nCalibration measurements were carried out for currents between 0.01 and 3 A. Therefore, the force acting on a bead can be determined as a function of bead-needle distance and coil current. Calibration curves were fitted with a power law with a current dependent power law exponent29.\nExemplary calibration curves and the fit to Eq. 4 are presented in Fig. 3a. The force dependent power law exponent from the fit of Eq. 4 to the calibration curves is shown in Fig. 3b and fitted with Eq. 5. Due to the highly non-linear force–distance relation, a force-feedback loop was implemented to keep the force on a bead constant during measurements. As the bead moved closer to the needle tip, the solenoid current was reduced according to the calibration:\nThe force generated by the magnetic tweezer was directly proportional to the current applied to the solenoid up to the magnetic saturation of the core material. The saturation magnetization was reached at a coil current of about 1 A. At this current, the magnetic tweezer can apply a force of about 11 nanonewtons to a bead at a distance of 10 µm.\nCell mechanics of cancer cells with different invasive potential. The mechanical properties of MDA-MB-231, MCF-7, PINCH-1−/− cells and PINCH-1 control cells carrying a LoxP-flanked PINCH-1 gene (PINCH-1fl/fl cells) were measured by applying a constant force of one nanonewton over 2 s. Thus, the needle tip was placed at a distance between 20 and 50 µm away from a bead bound to a cell. All measurements were carried out at 37 °C and 5% CO2. A representative MCF-7 cell with a coupled bead is presented in Fig. 4a. The position of the bead coupled to the cell was tracked over time within the recorded images. From the position of the bead, the displacement curve was calculated. The curves were fitted with the Kelvin–Voigt model (Fig. 4b) and a weak\n(4)F(I , d) = F0dc(I)\n(5)c(I) = c1\n1+ c2 · exp(c3I)\n(6)I(F, d) = 1\nc3 ln\n(\n1\nc2\n(\nc1 · ln(d)\nln(F/F0)\n)\n− 1\n)\nFigure 3. Force calibration for precise control during measurements. (a) Exemplary distance dependence of the force on 4.5 µm beads is presented for four different currents. Force–distance curves were fitted with a power law. (b) The power law exponent of the fit was current-dependent and was fitted with Eq. 5.\n7 Vol.:(0123456789) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nFigure 4. Results of measurements on cells with a single force pulse with 1 nN amplitude and 2 s duration. (a) A representative brightfield image shows a 4.5 microm super paramagnetic bead coupled to an MCF-7 cancer cell. The red circle in all images marked the initial position of the bead. Scalebars are 10 microm. Left: Bead position just before the force was turned on. Middle: Bead position after 2 s of force application. Right: Bead position after 2 s of relaxation after the force is turned off. (b) The averaged creep response of MDA-MB-231 (n = 160, N = 5), MCF-7 (n = 108, N = 4), PINCH-1−/− (n = 97, N = 4), and PINCH-1fl/fl (n = 78, N = 3) cells over time was fitted with the Kelvin–Voigt model. Especially at lower time scales, the Kelvin–Voigt model fails to predict the creep curves correctly. This may be seen from the R2 values of the fit (MDA-MB-231: R2 = 0.9634; MCF-7: R2 = 0.9298; PINCH-1−/−: R2 = 0.9175; PINCH-1fl/fl: R2 = 0.8892). (c) The same averaged creep response was fitted with a weak power law. The creep response for all cell lines closely followed a weak power law over time. The R2 values of the power law fit are consistently higher than for the Kelvin–Voigt model for all cell lines (MDA-MB-231: R2 = 0.9978; MCF-7: R2 = 0.9978; PINCH-1−/−: R2 = 0.9968; PINCH-1fl/fl; R2 = 0.9968). The different cell lines displayed distinct differences in their creep response. (d) Stiffness values of MDA-MB-231, MCF-7, PINCH-1−/−, and PINCH-1fl/fl cells obtained from the weak power law fit. E) Cell fluidity (power law exponent β) of MDA-MB-321, MCF-7, PINCH-1−/−, and PINCH-1fl/fl cells. *p < 0.05, **p < 0.01, ***p < 0.001 and ns not significant.\n8 Vol:.(1234567890) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\npower law (Fig. 4c). However, as evident from Fig. 4c, the displacement curves closely followed a weak power law. The R2 values of the power law fit are above 0.99 for all four cell lines (MDA-MB-231: R2 = 0.9978; MCF-7: R2 = 0.9978; PINCH-1−/−: R2 = 0.9968; PINCH-1fl/fl: R2 = 0.9968). In contrast, the Kelvin–Voigt model fitted the data less well, as evident from the lower R2 values (MDA-MB-231: R2 = 0.9634; MCF-7: R2 = 0.9298; PINCH1−/−: R2 = 0.9175; PINCH-1fl/fl: R2 = 0.8892). Therefore, the average stiffness of cells was determined from the prefactor J0 of the power law. The measured stiffness values are presented in Fig. 4d. Human breast cancer cells, such as the highly invasive MDA-MB-231 and weakly invasive MCF-7 cells49,61,63, displayed pronounced differences in their stiffness J0−1. For MDA-MB-231 cells, an average cell stiffness of 277 ± 28 Pa (n = 160, N = 5) was measured. MCF-7 cells were on average stiffer and displayed an average stiffness of 420 ± 68 Pa (n = 108, N = 4). Both PINCH-1 cell lines, such as PINCH-1 knock out (PINCH-1−/−) cells and PINCH-1fl/fl control cells were on average stiffer than both human breast cancer cell lines. The weakly invasive55,64 PINCH-1−/− cells displayed an average stiffness of 503 ± 71 Pa (n = 97, N = 4). For highly invasive55,64 PINCH-1fl/fl cells, an average stiffness of 688 ± 124 Pa (n = 78, N = 3) was measured.\nThe cell fluidity β is presented in Fig. 4e. For MDA-MB-231 cells, the average cell fluidity was 0.46 ± 0.02 (n = 160, N = 5). MCF-7 cells were less fluid with an average cell fluidity of 0.39 ± 0.02 (n = 108, N = 4). PINCH1−/− displayed a fluidity of 0.36 ± 0.02 (n = 97, N = 4). PINCH-1fl/fl cells were the most elastic cell type with an average fluidity of 0.32 ± 0.03 (n = 78, N = 3).\nEffect of repeated constant force and increased force applications on cell mechanics, such as stiffness and fluidity. After the application of a single force pulse, cells recovered only partially. Therefore, the mechanical properties of cells after the first force application seem to be altered. To investigate this, a sequence of ten consecutive pulses was applied to the cells. Each pulse lasted 2 s and was followed by a 2 s relaxation period during which no force was applied. The resulting average cell stiffness J0−1 during creep is presented in Fig. 5a as a function of cycle number. For MDA-MB-231 cells (n = 56, N = 4 and MCF-7 cells (n = 88, N = 4), the average cell stiffness was relatively independent of cycle number. In contrast, PINCH-1fl/fl control cells (n = 83, N = 4) and PINCH-1−/− cells (n = 50, N = 4) displayed a pronounced strain-hardening, as indicated by the increase of J0−1 with increasing cycle number. However, the cell fluidity, the power law exponent β, did not depend on cycle number for all cell lines (Fig. 5b).\nThe force dependence of cellular mechanics was investigated by applying a staircase-like sequence of force pulses. The force increased from 1 to 5 nN in increments of 1 nN. Each force step lasted 2 s. After 2 s, the force was increased by 1 nN. For all cell lines, an increase in stiffness was observed with increasing force (Fig. 5c). The amount of stress stiffening appeared to be cell line dependent. The stiffness of both cancerous cell lines displayed a two-fold increase in stiffness between 1 and 5 nN (Fig. 5c). In contrast, the stiffness of both PINCH-1fl/fl control cells and PINCH-1−/− cells was only increased about 1.5-fold. For MDA-MB-231 cells, the stiffness increased by a factor of 2.31 ± 0.48 (n = 68, N = 3) (Fig. 5c). Stress stiffening was less pronounced in MCF-7 cells. The average cell stiffness measured for MCF-7 cells increased by a factor of 2.12 ± 0.61 (n = 54, N = 3). PINCH-1−/− cells displayed an increase in cellular stiffness by a factor of 1.55 ± 0.31 (n = 106, N = 4). PINCH-1fl/fl cells displayed a similar behavior with an average increase in stiffness by a factor of 1.57 ± 0.39 (n = 63, N = 3) (Fig. 5c). Cell fluidity also displayed a force dependence (Fig. 5d). For PINCH-1fl/fl cells, the average power law exponent β increased by a factor of 1.20 ± 0.18 (n = 63, N = 3). PINCH-1−/− cells displayed an average increase in fluidity by a factor of 1.14 ± 0.10 (n = 106, N = 4). The average power law exponent β for MCF-7 cells was increased by a factor of 1.24 ± 0.09 (n = 54, N = 3), whereas for MDA-MB-231 cells (n = 68, N = 3), no significant stress-induced fluidization was observed in the investigated force range (Fig. 5d).\nMatrix mechanics of loosely and densely confined 3D extracellular matrices. The magnetic tweezer can also be used to measure the mechanical properties of collagen gels. For this, we used mixtures of 1:2 rat and bovine collagens with different concentrations (1.5 mg/ml and 3.0 mg/ml). Additionally, the effect of crosslinking with fibronectin was investigated. The gels were probed with a single force pulse of one nanonewton magnitude and 2 s duration. For this, the needle tip was placed 40 to 60 µm away from a bead coupled to the surface of the collagen gel. A schematic representation of the measurement geometry is presented in Fig. 6a. Similar to cells, the creep response of the matrices was fitted with a weak power law (Fig. 6b).\nThe resulting stiffness values are presented in Fig. 6c. For 1.5 mg/ml gels, an average stiffness of 40 ± 3 Pa (N = 6, n = 275) was measured. Collagen gels with a concentration of 3.0 mg/ml were significantly (p < 0.001) stiffer with an average stiffness of 93 ± 9 Pa (N = 6, n = 274). Crosslinking of the gels with fibronectin significantly increased the stiffness of both 1.5 mg/ml and 3.0 mg/ml gels. For 1.5 mg/ml gels crosslinked with fibronectin, an average stiffness of 64 ± 5 Pa (N = 6, n = 270) was measured. The stiffness of 3.0 mg/ml gels crosslinked with fibronectin increased to 115 ± 8 Pa (N = 6, n = 276).\nThe power law exponent β of the fit is presented in Fig. 6d. Collagen gels with a concentration of 1.5 mg/ml displayed an average power law exponent β of 0.084 ± 0.004 (N = 6, n = 275). For 1.5 mg/ml gels crosslinked with fibronectin, a similar average power law exponent of 0.087 ± 0.004 (N = 6, n = 270) was observed. The power law exponent β of 3.0 mg/ml gels was significantly higher (p < 0.001) with an average value of 0.103 ± 0.005 (N = 6, n = 274). Crosslinking with fibronectin did not affect the average power law exponent β of 3.0 mg/ml collagen matrices, as these gels displayed a similar value of 0.102 ± 0.04 (N = 6, n = 276). These results indicate that the power law exponent β is not dependent on the crosslinking with fibronectin, whereas the stiffness corresponds to it, since the crosslinked matrices were significantly stiffer, when the concentration of collagen was increased. In summary, when these collagen matrices were crosslinked via the fibronectin, both matrices increased pronouncedly in stiffness, whereas the fluidities were not significantly changed.\n9 Vol.:(0123456789) Scientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nAfter switching the force off, the bead displacement was recorded for another 2 s in order to reveal the relaxation behavior of the matrices. The displacement of the bead during relaxation was fitted with a superposition of the ongoing and a new power law creep process according to Eq. 1. The resulting values for the stiffness J0−1 and matrix fluidity (power-law exponent β) were compared to the values of the initial creep. The recovery of all collagen gels was generally incomplete, as indicated by the significantly higher stiffness values reported in Fig. 6e. These results indicate a strain-stiffening effect during force application for all four probes. The creep recovery also showed a more fluid-like behavior compared to the preceding creep for all examined collagen gels (Fig. 6f). When comparing the relaxation behavior between the pure collagen and the fibronectin crosslinked collagen gels, we detected a significantly higher stiffness in fibronectin crosslinked collagen gels in the relaxation phase and increased fluidity for both collagen concentrations compared to their individual creep phase stiffness. These results indicate a strain stiffening effect after fibronectin facilitated collagen fiber alignment.\nTopological properties of loosely and densely confined 3D extracellular matrices. In order to connect the measured mechanical properties of the investigated collagen matrices to their respective topological properties, the gels were imaged using a confocal laser scanning microscope (CLSM). Representative 3D images of the matrices are presented in Fig. 7a–d. A precise segmentation algorithm was applied to the data and spheres were fitted into the 3D pores to determine the pore size of the respective collagen gels. A visualization of this fitting procedure is presented in Fig. 7e. The results of this pore size analysis are presented in Fig. 7f. Pores of 1.5 mg/ml collagen gels are significantly larger than those of 3.0 mg/ml gels, irrespective of treatment with fibronectin. For 1.5 mg/ml collagen matrices, fibronectin did not affect the detected pore size. However, 3.0 mg/\nFigure 5. (a) The application of ten consecutive pulses lead to a stiffening in PINCH-1−/− (n = 50, N = 4) and PINCH-1fl/fl cells (n = 83, N = 4), while the stiffness of MDA-MB-231 (n = 56, N = 4) and MCF-7 cells (n = 88, N = 4) was not affected by the cycle number. Each force pulse had a magnitude of 1 nN and lasted for 2 s. Between two consecutive pulses, the force was returned to 0 for 2 s. (b) Cell fluidity (power law exponent β) was unaffected by the cycle number for all four cell lines. (c) Stiffness values obtained from a weak power law fit to the creep curves in response to the application of a staircase-like force sequence. For the staircase-like sequence, the initial force was 1 nN. Each step in the sequence lasted for 2 s. After each step, the applied force was increased by 1 nN. The last step in the sequence had a magnitude of 5 nN. MDA-MB-231 (n = 68, N = 3), MCF-7 (n = 54, N = 3), PINCH-1−/− (n = 97, N = 4), and PINCH-1fl/fl (n = 78, N = 3) cells displayed a significant increase in stiffness with the applied force. (d) The power law exponent β of MDA-MB-231, MCF-7, PINCH-1−/−, and PINCH-1fl/fl cells also displayed a force dependence.\n10\nVol:.(1234567890)\nScientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nFigure 6. Magnetic tweezer measurements of ordinary collagen gels and gels crosslinked with fibronectin (FN). (a) Schematic representation of the measurements created with Inkscape87. The gels were polymerized in a cell culture dish and submerged in PBS. Super paramagnetic beads (with a diameter of 4.5 µm) were coupled to the surface of the collagen matrix. A constant force of one nanonewton was applied for 2 s to displace the beads. (b) Averaged displacement curves of beads coupled to collagen gels with a 1.5 mg/ml (n = 275, N = 6) and 3.0 mg/ml (n = 274, N = 6) type I collagen concentration (a 2 to 1 mixture of bovine to rat collagen) and both collagen gels crosslinked with fibronectin (1.5 mg/ml + FN: n = 270, N = 6; 3.0 mg/ml + FN: n = 276, N = 6). The displacement closely followed a power law. Note: Error bars in the curves are smaller than the respective symbols. (c) Stiffness values of the collagen gels. Fibronectin increased the stiffness of collagen gels significantly. (d) Power law exponent β from the fit. Crosslinking with fibronectin did not affect the power law exponent β. (e) Comparison of the stiffness values during creep and relaxation for the different collagen gels. The significantly higher stiffness during relaxation indicates incomplete recovery behavior. f The relaxation of collagen gels displayed a more fluid-like behavior compared to the preceding creep. *p < 0.05, **p < 0.01, ***p < 0.001 and ns not significant.\n11\nVol.:(0123456789)\nScientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nml collagen gels crosslinked with fibronectin display significantly bigger pores than 3.0  mg/ml gels without fibronectin. This result is qualitatively in line with the observation from the representative images in Fig. 7a–\nFigure 7. Determination of pore sizes for the investigated collagen gels. (a) Representative 3D image of a 1.5 mg/ml collagen gel. (b) 3D image of a representative fibronectin-crosslinked 1.5 mg/ml collagen gel. (c) 3D image of a representative 3.0 mg/ml collagen gel. (d) 3D image of a 3.0 mg/ml collagen gel crosslinked with fibronectin. Scale bars in (a)–(d) are 20 µm. (e) Visualization of the pore-fitting algorithm. Spheres (blue) are fitted into the fluid phase of the binary segmentation of the collagen gel (orange) to determine the pore size. The scalebar is 50 µm. Segmentation and pore data were determined as described previously60. Pore representations were created by drawing the respective spheres into a binary matrix using custom written Python software. Segmentation and pore representations were exported to STL surface models using Fiji88, and subsequently rendered using Blender89. (f) Pore sizes of the investigated collagen gels. 1.5 mg/ml collagen gels (N = 6) have a bigger pore size than 3.0 mg/ml gels (N = 6) due to the lower concentration of collagen fibers in the gel. Crosslinking with fibronectin increases the pore size of 3.0 mg/ml collagen gels (N = 6) but has no significant effect on the pore size of 1.5 mg/ml collagen gels (N = 5). ***p < 0.001 and ns not significant.\n12\nVol:.(1234567890)\nScientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nd. There, the fibers of pure 1.5 mg/ml gels (Fig. 7a) appear to be distributed more evenly within the volume, whereas fibers of fibronectin-crosslinked 1.5 mg/ml gels tend to form more nodes (Fig. 7b). The same behavior can be observed in 3.0 mg/ml collagen matrices, where the fibers of the non-crosslinked matrices (Fig. 7c) are distributed more evenly than the fibers of the crosslinked matrices (Fig. 7d). Generally, the images suggest that the fibers of fibronectin-crosslinked matrices seem to be more aligned than in non-crosslinked gels. This alignment is more pronounced in 3.0 mg/ml matrices compared to 1.5 mg/ml matrices due to the higher concentration of collagen fibers that can potentially be crosslinked."
    }, {
      "heading" : "Discussion",
      "text" : "The presented magnetic tweezer setup was suitable to probe a variety of different soft viscoelastic materials. With the current setup, displacements of about 40 nm were detectable. Therefore, materials with stiffness values up to 3.5 kPa can be measured when applying a constant force of 1 nN.\nIn order to accurately apply the force to the cells, a designated force-feedback loop has been incorporated into the design of the magnetic tweezer. This feedback loop accounts for the highly non-linear force–distance by finely tuning the magnetic field strength and subsequently the force.\nTo further ensure a precise measurement of mechanical properties of cells, the needle tip has been carefully shaped so that it can be placed in the same focal plane as a bead coupled to a cell using the precise 3D-micromanipulator. This prevented out of focus displacement of the beads when a force was applied. The forces generated by the magnetic tweezer setup were in the range of a few nanonewtons and hence on the same order of magnitude as forces generated by cells during migration and adhesion49. Therefore, the magnetic tweezer seems to be suitable for investigations of adherent cells.\nIn fact, we analyzed time- and force-dependent viscoelastic properties of different adherent cell lines at large forces, ranging from 1 to 5 nN. Moreover, we determined the mechanical properties of 3D extracellular matrices, in which these cells possess different capacities to invade49–52. Although the displacement of beads coupled to cells and collagen gels varied largely between individual measurements, all displacement curves closely followed a log-normal distribution, as reported elsewhere29,46. Beads attached to cells displayed a pronounced non-linear viscoelastic behavior. The non-linear effects appear to be cell type dependent. In general fibroblasts seem to display more non-linear effects compared to breast cancer cells. More precisely, weakly invasive MCF-7 breast cancer cells behave less non-linear compared to highly invasive MDA-MB-231 breast cancer cells. In contrast, weakly invasive PINCH-1−/− cells behave more non-linear compared to highly invasive PINCH-1fl/fl cells.\nAlthough the creep response of all four cell lines still followed a weak power law independently of the amount of the applied force, we observed an increase in the stiffness with increasing force for cancer cells, such as MDAMB-231 and MCF-7 cells, as well as mouse embryonic fibroblasts, such as PINCH-1 knock-out (PINCH-1−/−) cells and controls (PINCH-1fl/fl). The observed stress-stiffening effect was more pronounced in the PINCH cell lines than it was in the cancer cell lines. The effect of increasing force on the power law exponent β also showed a pronounced cell type dependent effect. While both mouse embryonic fibroblasts, such as PINCH-1−/− and PINCH-1fl/fl cells, and MCF-7 cells displayed a significant fluidization (i.e. increase of the power law exponent), the power law exponent of MDA-MB-231 cells showed an ambiguous force dependence. Similar results have been reported in earlier studies30,65,66. The stiffening and fluidization of cells with increasing force have been mainly linked to passive processes, such as geometrical alignment of stress fibers30,65. Since the organization of the cytoskeleton depends on the ambient temperature67,68, studies, in which the temperature is controlled only by a heated microscope stage16,17 may measure different force dependent effects, such as a force-independent power law exponent17, compared to the results presented in this study. Due to the lack of precisely controlled temperature, it is not possible to discern whether these observed differences are due to the different cell lines investigated or are simply an artifact of unstable temperatures. This emphasizes the importance of the incubation chamber employed in this study, which ensures stable conditions during the measurements. In general, stiff and elastic cells, such as the less invasive MCF-7 breast cancer cells, stiffen less and fluidize more compared to soft and fluid-like cells, such as highly invasive MDA-MB-231 breast cancer cells.\nSimilarly, the repeated application of the same amount of force lead to a cell type dependent effect on both stiffness and fluidity of the investigated cell lines. The stiffness increased for both mouse embryonic fibroblast cell lines, i.e. PINCH-1−/− and PINCH-1fl/fl cells. For both cancerous cell lines, such as MCF-7 and MDA-MB-231, stiffness remained unaffected by the repeated force application. Earlier studies reported a stiffening effect on cells after the application of multiple force pulse sequences69–73. Depending on the investigated cell line, a softening may also be observed69. However, the duration of the pulses as well as the time between consecutive pulses used in the literature are generally much longer than the 2 s on and 2 s off sequence employed in this study. In fact, stiffening in J774 mouse macrophages has been reported to occur only at pulse lengths longer than 10 s43. The stiffening effect has been attributed to active remodeling of focal adhesions the actin skeleton in response to cyclic force application70,71,73. Therefore, we propose that the stiffening effect may depend on the time scale of the applied force pulse sequence and the cell’s ability to actively remodel the cytoskeleton and recruit actin in that timescale71,72. This is supported by the fact that a significant stiffening effect in bovine aortic endothelial cells only occurs after about 30 s70. Therefore, it is plausible that the observed absence of stiffening effects in MCF-7 and MDA-MB-231 cells is due to a slower remodeling compared to mouse embryonic fibroblasts, such as PINCH-1−/− and PINCH-1fl/fl cells. Since active processes, such as the remodeling of the cytoskeleton, may depend strongly on the ambient temperature67,68, the employed temperature control in the presented magnetic tweezer setup is crucial to measure the creep curves of cells in response to repeated force application in a reliable manner. Therefore, the reported opposite behavior of cell stiffening with repeated force application may also be related to the lack of a proper temperature control in these studies17.\n13\nVol.:(0123456789)\nScientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w\nThese findings show that living cells, such as breast cancer cells, can actively adapt their stress stiffening and fluidization behavior to the applied external forces. Hence, permanent plastic deformation may occur, if the cells reach their critical point for plastic deformation and bond rupture events occur. However, the permanent plastic deformation may depend on the individual cell type and the specific malignant state of cancer cells. These results are in line with previous AFM measurements of the adhesive breast cancer cells MDA-MB-231 and MCF-749,74,75. Whether the results on the cell mechanics of PINCH-1−/− cells and PINCH-1fl/fl cells can be obtained with other biophysical techniques need to be investigated in future studies. However, since optical cell stretching experiments with ILK−/− cells and ILKfl/fl cells revealed that the less invasive ILK−/− cells are softer (more deformability) in the non-adhesive state53, we suggest that the PINCH-1−/− cells will also be softer and more deformable.\nThe different mechanical properties of the investigated cell lines may play an important role in their invasive behavior. In earlier studies, a direct correlation between stiffness and malignancy of cancer cells has been established and suggested as a reliable biomarker for malignancy76–78. Invasive MDA-MB-231 cells are reported to be softer and more fluid than less invasive MCF-7 cells49,74,75. These properties may allow them to squeeze through tight constrictions more easily. This mechanical behavior has also been observed in this study. MDA-MB-231 cells are softer and more fluid-like than MCF-7 cells, irrespective of force magnitude or repeated force application. Therefore, the presented magnetic tweezer setup seems to be a promising addition in the toolkit to reliably probe the mechanical properties of cells and further investigate the correlation between invasiveness and cell stiffness.\nIn addition, we demonstrated that 3D extracellular matrix mechanics, such as matrix stiffness (elastic modulus), can be measured with the environmental chamber equipped magnetic tweezer device. Beads attached to collagen gels, displayed even increased non-linear behavior compared to the four cell types. In addition, we found that denser 3.0 mg/ml collagen matrices were significantly stiffer than looser 1.5 mg/ml collagen matrices, which is comparable to other biophysical techniques, such as Atomic force microscopy (AFM)60,79,80, plate rheology51,62,81 and MRI82. These two concentrations are commonly employed in 3D matrix invasion assays. Although the crosslinking of these matrices increased their stiffness, it did not significantly affect their viscoelastic state, i.e. the power law exponent. However, collagen concentration had a pronounced effect on the power law exponent, as denser matrices displayed a significantly increased fluidity compared to less dense matrices. This finding was in line with several computational models and experiments with crosslinking enzymes, such as transglutaminase83,84. The observed fluidization (increase of the power law exponent) of the collagen matrices during the relaxation period may be attributed to rearrangements of the network structure during the stretching, such as the breakage of weak non-covalent crosslinks85,86. These structural rearrangements dissipate energy and thus lead to the observed incomplete recovery.\nFor topological investigations of collagen gels, 3D cubes with an edge length of 100 µm were recorded using a CLSM with an x–y resolution of 2048 × 2048 pixels and about 400 stacks in the z-direction. Therefore, the recorded images had a resolution of 0.13 µm/px in the x–y plane and 0.25 µm in the z-direction. A deconvolution was applied to the images to analyze the pore size on a length scale below the diffraction limit of the system. For computational efficiency, the deconvolved images were rescaled to 37.5% of their original size60. Post-deconvolution and multiple post-processing steps of the fluorescent CLSM images of collagen matrices allow analysis with length scales considered to be below the optical diffraction limit. From the investigation of the topological properties of the matrices, we found that fibronectin seems to align the fibers of both 1.5 mg/ml and 3.0 mg/ ml collagen matrices. In 3.0 mg/ml collagen gels the crosslinking with fibronectin and thus the fiber alignment leads to a significant increase in pore size. However, crosslinking with fibronectin did not affect the pore size of 1.5 mg/ml matrices significantly, possibly due to the lower density of collagen fibers in these gels. The observed fiber alignment may be linked to the higher stiffness of fibronectin-crosslinked gels, since the crosslinked fibers can respond less freely to the applied stress in the magnetic tweezer measurements.\nSimilar to cells, the displacement of beads coupled to collagen gels closely followed a log-normal distribution, as reported elsewhere29,46. More precisely, due to the small size of the super paramagnetic beads, the mechanical properties of collagen gels were probed on a length scale that seems to be more relevant to cells than probing with other techniques, such as AFM. Hence the magnetic tweezer technique seems to be suited for determining local matrix properties. Additionally, the shear stress applied by the magnetic tweezer was similar to the stresses generated by cells during their migration and invasion through extracellular matrices.\nThe magnetic tweezer setup presented in this work is a powerful tool to investigate nonlinear viscoelastic properties of a wide variety of cells and soft biophysical materials. By investigating the mechanical differences of various cell types in controlled environmental conditions, it provides an important and reliable contribution in the quantitative phenotypic characterization of cellular processes based on mechanical properties, such as stiffness and fluidity. These parameters are important for the mechanical interaction between cells and the extracellular matrix or tissue environment in normal physiological processes including mechanosensing processes, tissue development and wound healing processes or pathological processes such as cancer, acute and chronic inflammatory responses."
    }, {
      "heading" : "Key findings (impact on science)",
      "text" : "• Improvement of Magnetic Tweezer technique by incorporation of an incubation chamber with temperature and CO2 control. • Cell and matrix mechanics are both accurately described by a weak power law. • Non-linear viscoelastic properties of cancer cells and fibroblasts are cell line dependent. • Fibronectin crosslinking affects stiffness of collagen gels but not their viscoelastic state. • Fibronectin crosslinked fiber alignment evoked a strain stiffening effect of the collagen gels.\n14\nVol:.(1234567890)\nScientific RepoRtS | (2020) 10:13453 | https://doi.org/10.1038/s41598-020-70428-w"
    }, {
      "heading" : "Data availability",
      "text" : "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.\nReceived: 23 February 2020; Accepted: 16 July 2020"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the DFG (MI1211/18-1 and INST268/357-1 FUGG), the EFRE-SAB infrastructure (No. 100299919) and the SMWK TG70 No. 100331685 (MUDIPLEX). We acknowledge support from the German Research Foundation (DFG) and Leipzig University within the program of Open Access Publishing. Open access funding provided by Projekt DEAL."
    }, {
      "heading" : "Author contributions",
      "text" : "C.A. performed the majority of the experiments, data analysis, wrote the manuscript, wrote custom-made programs, and established the magnetic tweezer technique. A.H. performed experiments and analyzed data. T.F. performed data analysis and interpreted the data. C.T.M. designed the experiments, analyzed and interpreted the data, and wrote the manuscript. All authors reviewed the manuscript.\ncompeting interests The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Correspondence and requests for materials should be addressed to C.T.M.\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or\nformat, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creat iveco mmons .org/licen ses/by/4.0/.\n© The Author(s) 2020"
    } ],
    "references" : [ {
      "title" : "optical tweezers, magnetic tweezers and atomic force microscopy",
      "author" : [ "K.C. Neuman", "Nagy", "A. Single-molecule force spectroscopy" ],
      "venue" : "Nat. Methods 5, 491–505",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Single-molecule force spectroscopy reveals a highly compliant helical folding for the 30-nm chromatin",
      "author" : [ "M Kruithof" ],
      "venue" : "fiber. Nat. Struct. Mol. Biol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "Quantitative analysis of single-molecule force spectroscopy on folded chromatin fibers",
      "author" : [ "H. Meng", "K. Andresen", "J. van Noort" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "single molecule high-resolution measurements with optical tweezers",
      "author" : [ "M. Capitanio", "Pavone", "F.S. Interrogating biology with force" ],
      "venue" : "Biophys. J. 105, 1293–1303",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mechanosensing of DNA bending in a single specific protein-DNA complex",
      "author" : [ "S Le" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Real-time detection of single-molecule DNA compaction by condensin I",
      "author" : [ "T.R. Strick", "T. Kawaguchi", "T. Hirano" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2004
    }, {
      "title" : "Mechanics of DNA bridging by bacterial condensin MukBEF in vitro and in singulo",
      "author" : [ "Z.M. Petrushenko", "Y. Cui", "W. She", "V.V. Rybenkov" ],
      "venue" : "EMBO J. 29,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "a growing role for contractility",
      "author" : [ "M.A. Wozniak", "Chen", "C.S. Mechanotransduction in development" ],
      "venue" : "Nat. Rev. Mol. Cell Biol. 10, 34–43",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "a regulated component of aortic stiffness",
      "author" : [ "Saphirstein", "R.J. et al. The focal adhesion" ],
      "venue" : "PLoS ONE 8, e62461",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Localized tensional forces on PECAM-1 elicit a global mechanotransduction response via the integrin-RhoA pathway",
      "author" : [ "C Collins" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Impact of external stimuli and cell micro-architecture on intracellular transport states",
      "author" : [ "J. Mahowald", "D. Arcizet", "D. Heinrich" ],
      "venue" : "ChemPhysChem 10,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Observation of a single-beam gradient force optical trap for dielectric particles",
      "author" : [ "A. Ashkin", "J.M. Dziedzic", "J.E. Bjorkholm", "S. Chu" ],
      "venue" : "Opt. Lett. 11,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1986
    }, {
      "title" : "Forces of a single-beam gradient laser trap on a dielectric sphere in the ray optics regime",
      "author" : [ "A. Ashkin" ],
      "venue" : "Biophys. J. 61,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1992
    }, {
      "title" : "The elasticity of a single supercoiled DNA molecule",
      "author" : [ "T.R. Strick", "J.F. Allemand", "D. Bensimon", "A. Bensimon", "V. Croquette" ],
      "venue" : "Science 271,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1996
    }, {
      "title" : "Scaling the microrheology of living cells",
      "author" : [ "B Fabry" ],
      "venue" : "Phys. Rev. Lett. 87,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2001
    }, {
      "title" : "Active soft glassy rheology of adherent cells",
      "author" : [ "P. Kollmannsberger", "B. Fabry" ],
      "venue" : "Soft Matter",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2009
    }, {
      "title" : "High-force magnetic tweezers with hysteresis-free force feedback",
      "author" : [ "D. Kah", "C. Dürrbeck", "W. Schneider", "B. Fabry", "R.C. Gerum" ],
      "venue" : "Biophys. J. 119,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "GPER is a mechanoregulator of pancreatic stellate cells and the tumor microenvironment",
      "author" : [ "E Cortes" ],
      "venue" : "EMBO Rep. 20,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Quantifying cell-to-cell variation in power-law rheology",
      "author" : [ "P Cai" ],
      "venue" : "Biophys. J. 105,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "The role of vimentin intermediate filaments in cortical and cytoplasmic mechanics",
      "author" : [ "M Guo" ],
      "venue" : "Biophys. J. 105,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Impact of heating on passive and active biomechanics of suspended cells",
      "author" : [ "C.J. Chan", "G. Whyte", "L. Boyde", "G. Salbreux", "J. Guck" ],
      "venue" : "Interface Focus",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Complex thermorheology of living cells",
      "author" : [ "Schmidt", "B.U. S" ],
      "venue" : "New J. Phys. 17,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Actively controlled manipulation of a magnetic microbead using quadrupole magnetic tweezers",
      "author" : [ "Z. Zhang", "Y. Huang", "Menq", "C.-H" ],
      "venue" : "IEEE Trans. Robot",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "A multiplexed magnetic tweezer with precision particle tracking and bi-directional force control",
      "author" : [ "Johnson", "K. C" ],
      "venue" : "J. Biol. Eng. 11,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Thin-foil magnetic force system for high-numerical-aperture microscopy",
      "author" : [ "Fisher", "J. K" ],
      "venue" : "Rev. Sci. Instrum",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2006
    }, {
      "title" : "micromanipulation and force measurement at the molecular level",
      "author" : [ "C. Gosse", "Croquette", "V. Magnetic tweezers" ],
      "venue" : "Biophys J. 82, 3314–3329",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Freely orbiting magnetic tweezers to directly monitor changes in the twist of nucleic acids",
      "author" : [ "J. Lipfert", "M. Wiggin", "J.W. Kerssemakers", "F. Pedaci", "N.H. Dekker" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Ring-shaped NdFeB-based magnetic tweezers enables oscillatory microrheology measurements",
      "author" : [ "J. Lin", "M.T. Valentine" ],
      "venue" : "Appl. Phys. Lett. 100,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "High-force magnetic tweezers with force feedback for biological applications",
      "author" : [ "P. Kollmannsberger", "B. Fabry" ],
      "venue" : "Rev. Sci. Instrum. 78(11),",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2007
    }, {
      "title" : "Nonlinear viscoelasticity of adherent cells is controlled by cytoskeletal tension",
      "author" : [ "P. Kollmannsberger", "C.T. Mierke", "B. Fabry" ],
      "venue" : "Soft Matter",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2011
    }, {
      "title" : "The mechanical and colloidal properties of amoeba protoplasm and their relations to the mechanism of amoeboid movement",
      "author" : [ "K. Yagi" ],
      "venue" : "Comp. Biochem. Physiol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1961
    }, {
      "title" : "The role of the cytoskeleton in volume regulation and beading transitions in PC12 neurites",
      "author" : [ "P. Fernandez", "P.A. Pullarkat" ],
      "venue" : "Biophys. J. 90,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2006
    }, {
      "title" : "Contractile forces contribute to increased glycosylphosphatidylinositol-anchored receptor CD24-facilitated cancer cell invasion",
      "author" : [ "C.T. Mierke", "N. Bretz", "P. Altevogt" ],
      "venue" : "J. Biol. Chem. 286(40),",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "The fundamental role of mechanical properties in the progression of cancer disease and inflammation",
      "author" : [ "C.T. Mierke" ],
      "venue" : "Rep. Prog. Phys. 77(7),",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Single-cell response to stiffness exhibits muscle-like behavior",
      "author" : [ "D Mitrossilis" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 106,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Mechanotransduction across the cell surface and through the cytoskeleton",
      "author" : [ "N. Wang", "J.P. Butler", "D.E. Ingber" ],
      "venue" : "Science 260,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1993
    }, {
      "title" : "Breakdown of the endothelial barrier function in tumor cell transmigration",
      "author" : [ "Mierke", "C. T" ],
      "venue" : "Biophys. J. 94,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2008
    }, {
      "title" : "Integrin α5β1 facilitates cancer cell invasion through enhanced contractile forces",
      "author" : [ "C.T. Mierke", "B. Frey", "M. Fellner", "M. Herrmann", "B. Fabry" ],
      "venue" : "J. Cell Sci",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2011
    }, {
      "title" : "Local measurements of viscoelastic parameters of adherent cell surfaces by magnetic bead microrheometry",
      "author" : [ "A.R. Bausch", "F. Ziemann", "A.A. Boulbitch", "K. Jacobson", "E. Sackmann" ],
      "venue" : "Biophys. J. 75,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1998
    }, {
      "title" : "The integrin alphav beta3 increases cellular stiffness and cytoskeletal remodeling dynamics to facilitate cancer cell invasion",
      "author" : [ "C.T. Mierke" ],
      "venue" : "New J. Phys. 15(1),",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Opposite rheological properties of neuronal microcompartments predict axonal vulnerability in brain injury",
      "author" : [ "T. Grevesse", "B.E. Dabiri", "K.K. Parker", "S. Gabriele" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Mechanical plasticity of cells",
      "author" : [ "N Bonakdar" ],
      "venue" : "Nat. Mater. 15,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Measurement of local viscoelasticity and forces in living cells by magnetic tweezers",
      "author" : [ "A.R. Bausch", "W. Möller", "E. Sackmann" ],
      "venue" : "Biophys. J ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1999
    }, {
      "title" : "Cytoskeletal remodelling and slow dynamics in the living cell",
      "author" : [ "P Bursac" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2005
    }, {
      "title" : "Universal physical responses to stretch in the living cell",
      "author" : [ "X Trepat" ],
      "venue" : "Nature 447,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2007
    }, {
      "title" : "Creep function of a single living cell",
      "author" : [ "N. Desprat", "A. Richert", "J. Simeon", "A. Asnacios" ],
      "venue" : "Biophys. J. 88,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2005
    }, {
      "title" : "Magnetic tweezers for intracellular applications",
      "author" : [ "B.G. Hosu", "K. Jakab", "P. Bánki", "F.I. Tóth", "G. Forgacs" ],
      "venue" : "Rev. Sci. Instrum",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2003
    }, {
      "title" : "Magnetic tweezers optimized to exert high forces over extended distances from the magnet in multicellular systems",
      "author" : [ "L. Selvaggi", "L. Pasakarnis", "D. Brunner", "C.M. Aegerter" ],
      "venue" : "Rev. Sci. Instrum",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "Matrix and cellular mechanical properties are the driving factors for facilitating human cancer cell motility into 3D engineered matrices",
      "author" : [ "T. Fischer", "N. Wilharm", "A. Hayn", "C.T. Mierke" ],
      "venue" : "Converg. Sci. Phys. Oncol",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "experimental parameters influencing cell migration into the gel matrix",
      "author" : [ "S.L. Schor", "A.M. Schor", "B. Winn", "Rushton", "G. The use of three-dimensional collagen gels for the study of tumour cell invasion in vitro" ],
      "venue" : "Int. J. Cancer 29, 57–62",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "The differential regulation of cell motile activity through matrix stiffness and porosity in three dimensional collagen",
      "author" : [ "M. Miron-Mendoza", "J. Seemann", "F. Grinnell" ],
      "venue" : "matrices. Biomaterials 31,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2010
    }, {
      "title" : "The matrix environmental and cell mechanical properties regulate cell migration and contribute to the invasive phenotype of cancer cells",
      "author" : [ "C.T. Mierke" ],
      "venue" : "Rep. Prog. Phys. 82,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "Integrin-linked kinase regulates cellular mechanics facilitating the motility in 3D extracellular matrices",
      "author" : [ "T Kunschmann" ],
      "venue" : "BBA Mol. Cell Res",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "ILK enhances migration and invasion abilities of human endometrial stromal cells by facilitating the epithelial-mesenchymal transition",
      "author" : [ "Zheng", "Q.-M", "Chen", "X.-Y", "Bao", "Q.-F", "J. Yu", "L.-H" ],
      "venue" : "Gynecol. Endocrinol",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "The focal adhesion protein PINCH-1 associates with EPLIN at integrin adhesion sites",
      "author" : [ "E Karaköse" ],
      "venue" : "J. Cell Sci. 128,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2015
    }, {
      "title" : "PINCH1 regulates cell-matrix and cell-cell adhesions, cell polarity and cell survival during the peri-implantation stage",
      "author" : [ "S Li" ],
      "venue" : "J. Cell Sci. 118,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2005
    }, {
      "title" : "Phagocytized beads reduce the α5β1 integrin facilitated invasiveness of cancer cells by regulating cellular stiffness",
      "author" : [ "C.T. Mierke" ],
      "venue" : "Cell Biochem. Biophys",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2013
    }, {
      "title" : "Focal adhesion kinase activity is required for actomyosin contractility-based invasion of cells into dense 3D matrices",
      "author" : [ "Mierke", "C. T" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2017
    }, {
      "title" : "The small GTPase Rac1 regulates cellular mechanical properties facilitating cell motility into 3D extracellular matrices",
      "author" : [ "T Kunschmann" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2019
    }, {
      "title" : "Fast and reliable advanced two-step pore-size analysis of biomimetic 3D extracellular matrix scaffolds",
      "author" : [ "T. Fischer", "A. Hayn", "C.T. Mierke" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "Effect of nuclear stiffness on cell mechanics and migration of human breast cancer cells",
      "author" : [ "T. Fischer", "A. Hayn", "C.T. Mierke" ],
      "venue" : "Front. Cell Dev. Biol",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2020
    }, {
      "title" : "stroma acts as a tumor promoter and a steric obstacle",
      "author" : [ "Mierke", "C.T. et al. The two faces of enhanced stroma" ],
      "venue" : "NMR Biomed. 31(10), e3831",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A collection of breast cancer cell lines for the study of functionally distinct cancer subtypes",
      "author" : [ "Neve", "R. M" ],
      "venue" : "Cancer Cell 10,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2006
    }, {
      "title" : "The signaling adapter protein PINCH is up-regulated in the stroma of common cancers, notably at invasive edges",
      "author" : [ "J. Wang-Rodriguez", "A.D. Dreilinger", "G.M. Alsharabi", "A. Rearden" ],
      "venue" : "Cancer 95,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2002
    }, {
      "title" : "Active prestress leads to an apparent stiffening of cells through geometrical effects",
      "author" : [ "E. Fischer-Friedrich" ],
      "venue" : "Biophys. J. 114,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2018
    }, {
      "title" : "Filamin A is essential for active cell stiffening but not passive stiffening under external force",
      "author" : [ "Kasza", "K. E" ],
      "venue" : "Biophys. J. 96,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2009
    }, {
      "title" : "Thermal activation and ATP dependence of the cytoskeleton remodeling",
      "author" : [ "R. Sunyer", "F. Ritort", "R. Farré", "D. Navajas" ],
      "venue" : "dynamics. Phys. Rev. E",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2009
    }, {
      "title" : "Radiofrequency treatment alters cancer cell phenotype",
      "author" : [ "Ware", "M. J" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2015
    }, {
      "title" : "Single cell metastatic phenotyping using pulsed nanomechanical indentations",
      "author" : [ "H. Babahosseini", "J.S. Strobl", "M. Agah" ],
      "venue" : "Nanotechnology 26,",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2015
    }, {
      "title" : "Haemodynamic and extracellular matrix cues regulate the mechanical phenotype and stiffness of aortic endothelial cells",
      "author" : [ "C Collins" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2014
    }, {
      "title" : "Cell stiffening in response to external stress is correlated to actin recruitment",
      "author" : [ "D. Icard-Arcizet", "O. Cardoso", "A. Richert", "S. Hénon" ],
      "venue" : "Biophys. J. 94,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2008
    }, {
      "title" : "Vinculin and metavinculin exhibit distinct effects on focal adhesion properties, cell migration, and mechanotransduction",
      "author" : [ "Lee", "H. T" ],
      "venue" : "PLoS ONE 14,",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2019
    }, {
      "title" : "Using magnets and magnetic beads to dissect signaling pathways activated by mechanical tension applied to cells",
      "author" : [ "R.J. Marjoram", "C. Guilluy", "K. Burridge" ],
      "venue" : "Methods (San Diego,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "Effect of actin organization on the stiffness of living breast cancer cells revealed by peak-force modulation atomic force microscopy",
      "author" : [ "A. Calzado-Martín", "M. Encinar", "J. Tamayo", "M. Calleja", "A. San Paulo" ],
      "venue" : "ACS Nano 10,",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2016
    }, {
      "title" : "Biophysical properties of human breast cancer cells measured using silicon MEMS resonators and atomic force microscopy",
      "author" : [ "E.A. Corbin", "F. Kong", "C.T. Lim", "W.P. King", "R. Bashir" ],
      "venue" : "Lab Chip 15,",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2015
    }, {
      "title" : "Are cancer cells really softer than normal cells",
      "author" : [ "C. Alibert", "B. Goud", "Manneville", "J.-B" ],
      "venue" : "Biol. Cell 109,",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2017
    }, {
      "title" : "The effect of neighboring cells on the stiffness of cancerous and non-cancerous human mammary epithelial cells",
      "author" : [ "X. Guo", "K. Bonin", "K. Scarpinato", "M. Guthold" ],
      "venue" : "New J. Phys. 16,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2014
    }, {
      "title" : "Atomic force microscopy-based microrheology reveals significant differences in the viscoelastic response between malign and benign cell lines",
      "author" : [ "J. Rother", "H. Nöding", "I. Mey", "A. Janshoff" ],
      "venue" : "Open Biol",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2014
    }, {
      "title" : "control by ECM space and nuclear deformation and tuning by proteolysis and traction force",
      "author" : [ "Wolf", "K. et al. Physical limits of cell migration" ],
      "venue" : "J. Cell Biol. 201, 1069–1084",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Topologically defined composites of collagen types I and V as in vitro cell culture scaffolds",
      "author" : [ "K. Franke", "J. Sapudom", "L. Kalbitzer", "U. Anderegg", "T. Pompe" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2014
    }, {
      "title" : "Rheology of heterotypic collagen",
      "author" : [ "I.K. Piechocka", "A.S.G. van Oosten", "R.G.M. Breuls", "G.H. Koenderink" ],
      "venue" : "networks. Biomacromol",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2011
    }, {
      "title" : "Collagen networks determine viscoelastic properties of connective tissues yet do not hinder diffusion of the aqueous solvent",
      "author" : [ "F Sauer" ],
      "venue" : "Soft Matter 15,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2019
    }, {
      "title" : "Influence of crosslink density and stiffness on mechanical properties of type I collagen",
      "author" : [ "S. Lin", "L. Gu" ],
      "venue" : "gel. Materials",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2015
    }, {
      "title" : "Combined experimental and computational characterization of crosslinked collagen-based hydrogels",
      "author" : [ "C. Valero", "H. Amaveda", "M. Mora", "J.M. Garcıa-Aznar" ],
      "venue" : "PLoS ONE 13,",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2018
    }, {
      "title" : "Stress relaxation, dynamics, and plasticity of transient polymer",
      "author" : [ "F. Meng", "R.H. Pritchard", "E.M. Terentjev" ],
      "venue" : "networks. Macromolecules",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2016
    }, {
      "title" : "Strain-enhanced stress relaxation impacts nonlinear elasticity in collagen",
      "author" : [ "S. Nam", "K.H. Hu", "M.J. Butte", "O. Chaudhuri" ],
      "venue" : "gels. Proc. Natl. Acad. Sci. U. S. A. 113,",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2016
    }, {
      "title" : "an open-source platform for biological-image analysis",
      "author" : [ "Schindelin", "J. et al. Fiji" ],
      "venue" : "Nat. Methods 9, 676–682",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "Subsequently, the collagen matrices were fluorescently stained using 20 μg/ml 5(6)-Carboxytetramethylrhodamine N-succinimidylester (TAMRA-SE) (Sigma Aldrich, Cat.",
      "startOffset" : 79,
      "endOffset" : 82
    }, {
      "referenceID" : 0,
      "context" : "Rheological parameters were derived by fitting the creep compliance with the Kelvin–Voigt model and a weak power law: (1) J(t ≥ tn) = n",
      "startOffset" : 118,
      "endOffset" : 121
    } ],
    "year" : 2020,
    "abstractText" : "the magnetic tweezer technique has become a versatile tool for unfolding or folding of individual molecules, mainly DnA. in addition to single molecule analysis, the magnetic tweezer can be used to analyze the mechanical properties of cells and extracellular matrices. We have established a magnetic tweezer that is capable of measuring the linear and non‐linear viscoelastic behavior of a wide range of soft matter in precisely controlled environmental conditions, such as temperature, co2 and humidity. The magnetic tweezer presented in this study is suitable to detect specific differences in the mechanical properties of different cell lines, such as human breast cancer cells and mouse embryonic fibroblasts, as well as collagen matrices of distinct concentrations in the presence and absence of fibronectin crosslinks. The precise calibration and control mechanism employed in the presented magnetic tweezer setup provides the ability to apply physiological force up to 5 nN on 4.5 μm superparamagnetic beads coated with fibronectin and coupled to the cells or collagen matrices. These measurements reveal specific local linear and non-linear viscoelastic behavior of the investigated samples. the viscoelastic response of cells and collagen matrices to the force application is best described by a weak power law behavior. Our results demonstrate that the stress stiffening response and the fluidization of cells is cell type specific and varies largely between differently invasive and aggressive cancer cells. finally, we showed that the viscoelastic behavior of collagen matrices with and without fibronectin crosslinks measured by the magnetic tweezer can be related to the microstructure of these matrices.",
    "creator" : "Springer"
  }
}