{
  "name" : "downloads_2019-10-21_9e_cai2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Simultaneous Encapsulation of Nano-Si in Redox Assembled rGO Film as Binder-Free Anode for Flexible/Bendable Lithium-Ion Batteries",
    "authors" : [ "Xin Cai", "Wen Liu", "Zhongqiang Zhao", "Simeng Li", "Siyuan Yang", "Shengsen Zhang", "Qiongzhi Gao", "Xiaoyuan Yu", "Hongqiang Wang", "Yueping Fang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: flexible/wearable energy storage, lithium-ion batteries, silicon, binder-free film anode, flexible full cells"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "The upcoming ubiquitous smart and wearable electronics have witnessed the emerging flexible/bendable electronic devices, which urgently desire for compatible power sources such as advanced rechargeable lithium-ion batteries (LIBs) with higher energy density, longer life span, and exceptional mechanical deformability.1−3 Indeed, flexible/wearable LIBs are expected to be lightweight, thin, and durable without compromising the basic electrochemical performance toward portable consumer electronics and arbitrary applications.4 However, commercial LIBs are always rigid and bulky, restricted by the conventional slurry-casting electrodes, which contain the weakly bonded electroactive powders, polymeric binders, and conductive additives on metallic foil current collectors (e.g., Cu, Al foils).5 The insufficient interfacial contacts between the electroactive particles and the metallic foil conductor can not only impede the uniform charge transport throughout the electrode, but also adversely impact the multidimensional flexibility of the whole electrode especially upon severe deformation.6 Moreover, both\nthe mechanical strength and gravimetric capacities of the electrodes/batteries are largely limited by the heavy metallic current collectors and the electrochemically inert components (i.e., metallic current collectors, binders, and conductive carbon additives), which account for a dominant weight fraction of the total electrode.7,8 The pursuit of flexible LIBs highly relies on the elaborate structural design of the core functional electrodes. To fulfill efficient flexible LIBs, one viable approach is to develop binder-free or freestanding electrodes combining electroactive materials with electrically conductive materials in an integrated manner.9 Many good examples of the binder-free electrodes are based on a structural prototype of electroactive materials/ conductive carbonaceous scaffolds (e.g., carbon cloth, carbon nanofibers, carbon nanotubes, and graphenes).10−13 Along with superior mechanical flexibility, the specific performance, the\nReceived: October 19, 2018 Accepted: January 10, 2019 Published: January 10, 2019\n© 2019 American Chemical Society 3897 DOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 1,\n2 01\n9 at\n2 0:\n44 :2\n0 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nmass loading of the active materials, processing scalability, and the long-term stability of these binder-free electrodes hold equal challenges. Primarily, to further enhance the electrochemical performance of the flexible electrodes, significant efforts have been made by utilizing highly efficient electroactive nanomaterials.14 Silicon, a natural abundant and nontoxic source with an extremely high theoretical capacity of 3579 mA h g−1 (for the stable Li15Si4 phase at room temperature), has intrigued tremendous interest to replace the commercial graphite anode materials with limited Li+ uptake capacity (372 mA h g−1).15 However, the poor intrinsic conductivity and the drastic volume expansion (∼300%) of silicon upon lithiation−delithiation cycling are detrimental, which often give rise to unstable solid electrolyte interface (SEI) films and electrode pulverization, leading to electrical/physical isolations and capacity fading of the active electrodes.16 To date, various attempts have been sought to improve the reversible capacities and the cycle life of the silicon-based anodes. The main strategies include nanoengineering and the hierarchical structuration of the silicon electrode to reduce the fracture size, as well as to introduce enough internal voids/space for accelerated Li+ diffusion and buffer the volume change of silicon particles during Li+ insertion/extraction cycles.17−19 Another effective route is to hybridize silicon with a second elastic/protective/conducting phase (e.g., carbon), so as to establish more stable SEI films and facilitate electrolyte percolation.20,21 Graphene, a two-dimensional (2D) nanomaterial of hexagonal structured carbon, possesses remarkable features such as outstanding mechanical strength, high electronic conductivity, chemical/thermal stability, and so on.22 The incorporation of moderate graphene substances into silicon has been proved to be quite efficient to promote the cyclability and high-rate performance of the Sibased anode in virtue of the favorable electron/ionic transfer and suppressed structural degradation within the nanocomposites.23−25 To get rid of inert binders and conductive additives, self-supporting Si/graphene films/membranes are developed as binder-free anodes for LIBs.26−28 Despite the impressive lithium storage performance of the designed hybrid films, some highcapacity binder-free Si/graphene electrodes are still built on macroporous metallic foam substrates (e.g., copper foam, nickel foam), which will greatly dilute the actual specific performance of the final hybrid electrodes.29,30 Notably, many attractive binder-free Si/graphene films are widely prepared through vacuum filtration.31−33 Nevertheless, the easy restacking of the edges of aligned graphene nanosheets during filtration renders the worse cross-plane Li+ diffusivity and inferior electrolyte penetration in the fabricated Si/graphene films, which hinders the performance enhancement of the film electrodes especially under high rates.27 Also, it is difficult to achieve area-scalable manufacturing of the hybrid Si/graphene films by vacuum filtration. Here, we propose a simple and scalable solution route to construct novel three-dimensional (3D), freestanding Si/ graphene films, where silicon nanoparticles (Si NPs) are intimately embedded and confined in multilayered reduced graphene oxide (rGO) nanosheet films. Starting from nano-Si and graphene oxides (GOs) suspension, Si NPs are simultaneously encapsulated into GO nanosheets, which further assembled into multilayered rGO films by a zinc-driven redox layer-by-layer (LBL) process. The designed rGO/Si films are endowed with several unique features: (1) Upon a combined redox assembly and freeze drying process, rGO nanosheets are\nintegrated into a multilayer-architectured monolithic film with substantially interconnected and opened channels for electrolyte penetration. (2) Benefiting from the simultaneous adsorption of nano-Si during the redox LBL assembly of GOs, Si NPs are adhered and bonded to rGO nanosheets without using any surfactants, forming close interfaces between Si NPs and the rGO scaffolds that afford fast electron/ion transport without the presence of binders and conductive additives. Both the silicon ratio and the engineered interfaces of the hybrid rGO/Si films can be conveniently adjusted by prefunctionalization of the nanoassemblies. (3) The monolithic rGO films act as the mechanically strong, conductive, and protective framework to alleviate the excessive growth of SEI films and the volume expansion of the active Si NPs during cycles. (4) The overall preparation process of the hybrid films is solution-processable and industrially scalable without any toxic reagents and expensive materials/equipment. This synergetic strategy of LBL redox assembly process is also applicable to construct other multilayered graphene-based nanocomposites. When used as binder-free electrodes in LIBs, the optimized rGO/Si film exhibits high reversible capacities and a robust cycle life (713 mA h g−1 after 200 cycles at 200 mA g−1) as well as attractive high rate capabilities. By further combining with a commercial LiCoO2 foil cathode for flexible full cells, the binder-free rGO/Si film anode contributes to high-capacity performance and excellent cyclability of the flexible full batteries even under bent states."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Material Synthesis. 2.1.1. Preparation of the Nano-Si Suspension. Si NPs were first pretreated by mixed acids or KH550 (3- aminopropyltriethoxysilane) before use. In a typical synthesis, 1.0 g of silicon NPs (average diameter less than 70 nm, 99%, HWNANO) is added into a mixed acid solution containing 4.0 mL of hydrofluoric acid (∼40 wt %), 20.0 mL of nitric acid (∼65 wt %), and 80.0 mL of deionized water. The dispersion was continuously stirred for 12 h and then filtered, followed by washing with deionized water and anhydrous ethanol several times. Later, a specific amount of the collected powder was redispersed into anhydrous ethanol ultrasonically to obtain a stable nano-Si suspension (the HF/HNO3 treated, marked as S1). Meanwhile, the KH550-treated nano-Si suspension (marked as S2) was also prepared according to the procedures in our previous report.34\n2.1.2. Preparation of the GO Suspension. GO was synthesized based on a modified Hummer’s method. First, 160 mL of sulfuric acid was placed in a three-necked flask with the addition of 4.0 g of graphite flakes (∼0.4 μm, XFNANO) under stirring for 0.5 h. KMnO4 (16.0 g) was then slowly added to the reaction system and kept at 45 °C for 24 h. Subsequently, the resultant mixture was slowly diluted in prearranged ice cubes under ice bath. When cooled to room temperature, the mixture was introduced by a suitable amount of H2O2 was introduced into the mixture until it turned brown. Afterward, the brown mixture was stirred for 2 h and centrifuged. The received precipitates were fully centrifuged and rinsed with 0.1 M hydrochloric acid and deionized water, respectively. The as-synthesized GO dispersion was further purified by dialysis to remove any acid impurities and produce the final aqueous GO suspension.\n2.1.3. Preparation of the rGO/Si Film.GO suspension (60mL, 5 mg mL−1) was ultrasonically mixed with different amounts (1.6, 3.4, 5.4, and 10.0 mL) of nano-Si suspension (S1, 9.8 mg mL−1) under vigorous stirring to generate the GO/Si dispersion, which were designated as GO/Si-1, GO/Si-2, GO/Si-3, and GO/Si-4, respectively. Note that the formed GO/Si dispersion was in a mixed solvent including deionized water and anhydrous ethanol (vH2O/vC2H5OH = 1:1). To assemble the hybrid film, a piece of zinc foil (2 cm× 3 cm) was vertically put into the GO/Si dispersion and reacted without disturbing for 12 h. The resultant foil with black film was taken out and rinsed and immersed in deionized water for another 3 h before freeze drying (Lab-1A-50E,\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3898\nBIOCOOL). After freeze drying, the produced filmwas peeled from the zinc foil and successively immersed in 0.1 M hydrochloric acid and deionized water to remove the impurities. The as-synthesized rGO/Si film further experienced a second freeze drying step and was eventually annealed at 800 °C for 3 h under mixed argon/hydrogen (Ar/H2; 95:5) atmosphere. The final rGO/Si films with different silicon contents mentioned above were correspondingly designated as rGO/Si-1, rGO/ Si-2, rGO/Si-3, and rGO/Si-4. Also, rGO/Si-5 was fabricated using 5.4 mL of nano-Si suspension (S2, 9.8 mg mL−1) under the same conditions. 2.2. Material Characterizations. The microstructure and morphology of the samples were pictured by a field emission scanning electron microscope (Merlin, Zeiss) equipped with an energydispersive spectroscope (Oxford). High-resolution transmission electron microscopy (HR-TEM, JEOL-2010) of the rGO/Si film was performed by an accelerating voltage of 200 kV. The crystalline patterns of the as-prepared rGO/Si films were characterized by an X-ray diffractometer (Rigaku) using the Cu Kα radiation (λ = 1.54 Å). Thermogravimetric (TG) analyses were performed by an STA449C thermogravimetric analyzer (NETZSCH) between 40 and 900 °C at a rate of 10 °C min−1 under air condition. X-ray photoelectron spectroscopy (XPS, VG ESCALAB250) characterization was implemented by a 300 W monochromatized X-ray source using the Al Kα radiation under a high voltage of 15 kV. Raman spectra of the rGO/Si film were derived through a Micro-Raman spectrometer (LabRAM Aramis, France) equipped with a 532 nm laser source. 2.3. Device Assembly. 2.3.1. Device Assembly of Half-Cells. The electrochemical performances of the rGO/Si film were first examined by CR2025 half-cells. Unless specified, all of the cells were assembled in a glovebox filled with high-purity argon. The rGO/Si films were initially cut into small round pieces with a defined diameter. To assemble a halfcell, a round piece of rGO/Si film (rGO/Si-1, rGO/Si-2, rGO/Si-3, rGO/Si-4, and rGO/Si-5) was directly used as the working electrode without any binders and conductive additives, while a lithium foil was adopted as the counter electrode and a piece of Celgard 2400 membrane (thickness: ∼20 μm) as the separator between them. The composition of the liquid electrolyte was 1M LiPF6 dissolving in mixed ethylene carbonate (EC) and dimethyl carbonate (DMC) (vEC/vDMC = 1:1) with additive fluoroethylene carbonate (FEC). 2.3.2. Device Assembly of Flexible Full Cells. To assemble a full cell, a piece of rGO/Si film (2.2 cm× 2.2 cm)was directly stacked on copper foil and used as the binder-free anode without any other additives and adhesives, while a commercial lithium cobalt oxide (LiCoO2 on aluminum foil, areal density of the active material: 12.8 mg cm−2; thickness of the active film: 40± 6 μm; ShenzhenMTI) was selected as the cathode. The electrolyte and the separator were the same as those in the hall-cells. Both the injection of electrolyte and the encapsulation\nwere conducted in the argon-filled glovebox after carefully stacking the anode, the polymeric separator, and the cathode. The electrochemical measurements were carried out in a voltage window of 2.75−4.2 V at 287 mA g−1 at ambient temperature for the anode-limited flexible full cells. The specific capacities of the full cells are calculated on the basis of the rGO/Si film anode.\n2.4. Electrochemical Measurements. The galvanostatic charge/ discharge profiles, rate capabilities, and cycling tests of the rGO/Si films were all carried out at room temperature by a Land Battery System (LAND CT-2001A) using the same charge/discharge current. To test the coil-type cells, the cutoff voltage was set at 0.05−1.2 V (vs Li/Li+). Unless specified, all of the specific capacities in this study were calculated by the total weight of the whole rGO/Si film electrode. Cyclic voltammetry (CV) tests were recorded on CHI-660B between 0.01 and 1.2 V (vs Li/Li+) with a scanning rate of 0.1 mV s−1. Electrochemical impedance spectroscopy (EIS) was conducted on an electrochemical workstation (Zahner Im6/6ex, German). The perturbation voltage was 5 mV, and the frequency range was 0.01 Hz to 100 kHz."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Before mixing with the GO suspension to form the homogeneous GO/Si dispersion, Si NPs were premodified by HF/HNO3 solution or KH550. The as-preparedGOnanosheets are negatively charged because of the ionization of the carboxylic and phenolic hydroxyl groups on their surfaces. On the other side, Si NPs are commonly positively charged through the surface grafting of KH550 molecules resulting from the ionization of the terminal amino groups on KH550.35 The HF/HNO3 mixture can etch the native oxides on silicon particles and then form a thin uniform SiO2 layer with sufficient silicon hydroxyl groups on the nano-Si surfaces.36 The established SiO2 layer will help to prevent the aggregation of Si NPs in the suspension, which can be inferred from the stabilized nano-Si dispersion for days (Figure S1). The electrostatic interactions between GOs and the modified Si NPs are significant to construct desirable rGO/Si films. Typically, the rGO/Si film is prepared from a zinc-driven redox assembly of GOs combined with the synchronous deposition of silicon NPs, as demonstrated in Figure 1. When first immersed in the GO/Si dispersion, zinc metal can spontaneously convert to Zn2+ in the acid GO dispersion by reacting with the abundant oxygen-containing functional groups on the surfaces of the GO nanosheets, leading to the interfacial\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3899\nassembly of rGO and the co-deposition of Si NPs through electrostatic adsorption at zinc surface. The interfacial reaction between the zinc foil and the GO/Si dispersion mainly occurs according to the following equation37\nGO Zn H rGO Zn H O2 2+ + → + + + +\n(1)\nOwing to the driving force from bottom Zn and the strong interlayer π−π stacking between the rGO nanosheets, multilayered rGO/Si film was layer-by-layer formed on the surfaces of the zinc foil. The zinc foil thus plays a dual function as the\nsubstrate and as the reductive agent to facilitate the redox assembly of rGO/Si. During the synthesis of the rGO-based film, the in situ formed large amount of ZnO nanocrystals in the rGO multilayer film can be observed (Figure S2). Once endured the first freeze drying, the produced black films can be easily peeled from the Zn plate. After the removal of the impurities (e.g., ZnO) by HCl solution and a second freeze drying, the rGO/Si film was finally obtained by thermal annealing at 800 °C under Ar/H2 atmosphere.\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3900\nTo measure the silicon content in the hybrid rGO/Si films, thermogravimetric (TG) analysis was performed under air condition, and the TG curves are presented in Figure 2a. The steep weight loss between 550 and 680 °C is mainly ascribed to the oxidation and combustion of the graphene components in the composite. Note that the slight rise of the weight after the turning point at ca. 700 °C is often caused by the mild oxidation of silicon to SiO2.\n38 On the basis of the residual weight of the rGO/Si films after 700 °C, the remained silicon ratios in rGO/ Si-1, rGO/Si-2, rGO/Si-3, rGO/Si-4, and rGO/Si-5 are estimated to be 5.5, 20.7, 30.3, 35.5, and 26.3 wt %, respectively. It is reasonable that the final silicon content of the rGO/Si film increases when higher amount of nano-Si suspension was fed initially. Especially, the silicon content of rGO/Si-3 is higher than that of rGO/Si-5. During the redox assembly process of GO/Si, the generated Zn2+ could possibly inhibit the coadsorption of amino group-terminated Si NPs due to electrostatic repulsion. It suggests that Si NPs by HF/HNO3 treatment rather than by KH550 are more favorable for achieving designed rGO/Si film with higher silicon content. Besides, the XRD patterns of the Si NPs, GO raw material, and as-prepared rGO film are provided in Figure S3, while the XRD patterns of the rGO/Si films are demonstrated in Figure 2b. All of the major diffraction peaks of the five rGO/Si films are basically identical. The sharp diffraction peak centered at 2θ of ∼25° corresponds to the (002) plane of the crystalline graphite. There is a distinct downshift of the peaks, which reflects the decreased van der Waals attraction between the assembled graphene sheets due to the Si NPs intercalated in the graphene layers.39 The characteristic peaks appearing at 2θ of ∼28.2, 47.1, 55.9, 68.9, and 76.3° index well to the (111), (220), (311), (400), and (331) planes of the crystalline silicon phase (JCPDS 27-1402), respectively. It is apparent that the intensities of these peaks gradually increase with increased silicon loading amount. No\nother peaks are detected, confirming the absence of silicon carbide phase or any other impurities in the hybrid rGO/Si films. Figure 3a displays the optical photographs of the obtained monolithic and paperlike rGO/Si films. The produced rGO/Si films are freestanding, mechanically flexible, and highly bendable by wrapping around glass rods (Figure S4). It is attractive that the basic size of the rGO/Si films can be easily adjusted by the original zinc foil and thus is not limited to a large scale. Figure 3b−d shows the scanning electron microscopy (SEM) images of the rGO/Si film with a moderate Si content. The entire monolithic rGO/Si film is composed of multilayer-stacked and parallel interconnected graphene−silicon sheets to shape many opened macropores between the layers (Figure S5a,b). Tiny Si NPs and nanoclusters are almost encapsulated by the rGO layers and embedded in the ultrathin rGO sheets. Due to these structural benefits, the obtained rGO/Si films are quite flexible and soft with superior mechanical strength even though no additional surfactants were involved in the fabrication process. According to the energy-dispersive spectrometry (EDS) mapping images of the rGO/Si film shown in Figure 3e, it further proves that silicon particles are homogeneously dispersed in the graphene matrix of the hybrid rGO/Si film. The good encapsulation of nano-Si by multilayered rGO films is expected to favor the electrochemical durability of the active Si NPs. Also, the intercalated Si NPs can largely restrict the restacking of the rGO sheets to reserve more interspace for electrolyte percolation. Additionally, we have investigated the morphology and the corresponding EDS mapping of the rGO/ Si films with different Si contents, which are shown in Figures S6−S9 and Table S1, respectively. As the initially added nano-Si dispersion increases, more Si NPs are co-deposited and aggregated on the surface of the rGO films, resulting in higher loading amount of silicon in the final hybrid rGO/Si film. TEM characterization is further carried out to identify the fine\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3901\nstructure of the rGO/Si film. As shown in Figure 3f, Si NPs (diameter 50−80 nm) appearing in small clusters are well embedded in the transparent and ultrathin rGO nanosheets with an undisturbed honeycomb-like structure (Figure S10a). Viewed from the HR-TEM images of the rGO/Si film (Figures 3g and S10b), clear lattice fringes of 0.33 and 0.31 nm belong to the (002) plane of the ordered graphene sheets and the (111) plane of the crystalline silicon phase, respectively.40 The result further verifies the coexistence of Si NPs and rGO nanosheets in the hybrid film. At the same time, a layer of amorphous SiO2 with a thickness of 4−5 nm is distinguished at the surface of the silicon nanoparticle (Figure S10c), which is likely to serve as a barrier to reduce the agglomeration of Si NPs and alleviate the volume expansion of the active nano-Si during electrochemical cycling. To gain more information about the chemical composition of the hybrid rGO/Si film, X-ray photoelectron spectroscopy (XPS) was further conducted using the representative rGO/Si-3 sample. The full spectrum including Si, C, and O elements is depicted in Figure 4a. Observing from the derived Si 2p spectrum in Figure 4b, the major peak at 104.5 eV is assigned to the silicon dioxides (Si4+), which is in accordance with the aforementioned results, while two weak peaks centered at 99.5 and 99.7 eV are assigned to the Si−Si bond (i.e., the monatomic Si0) and the Si−C bond, respectively.30 The low intensity of the former peak should be caused by the shielding effect of the rGO covering and the SiO2 layer outside the Si NPs.\n41 The latter indicates the benign adhesion force of nano-Si to the rGOmatrix in the hybrid film. In Figure 4c, the C 1s spectrum is composed of three obvious peaks. The strong peak at 284.5 eV corresponds to the graphitic sp2 C−C bond, and the broad peak centered at 285.4 eV corresponds to the C−OH bond.30 Besides, the\ndistinct peak at 284.8 eV can be attributed to the carbon atoms that are interfaced with the SiO2 species, suggesting the good adhesion between Si NPs and rGO.42 Figure 4d demonstrates the Raman spectrum of the rGO/Si film. The weak peak at around 520 cm−1 is ascribed to the silicon component, where the low intensity of the peak is largely due to the coverage of nano-Si by the dominant and multilayered rGO framework. The strong peaks at 1352 and 1597 cm−1 represent the D band (the breathing modes of the sp2 rings, disordered carbonaceous species) and the G band (the E2g phonon mode, ordered carbonaceous species) of typical graphene materials, respectively.43 The sharpness of the D peak infers the substantial edges rather than structural defects within the rGO nanosheets. By calculating through the empirical Tuinstra−Koenig relation, the intensity ratio (ID/IG) corresponds to a 3.3 nm ordered graphitic domain in the composite.39 Simultaneously, the featured 2D band of the graphene-basedmaterial is blue-shifted and split into two peaks at 2693 and 2941 cm−1, which reveal the multilayer graphene nature of the rGO nanosheets in the hybrid rGO/Si film.44\nThe electrochemical performances of the obtained composites were first examined in coil-type half-cells using a piece of rGO/Si film as the binder-free electrode without any binders and conductive additives involved. Figure 5a presents the initial galvanostatic charge/discharge profiles of the five different rGO/Si film electrodes at a current density of 50mA g−1. For the initial discharge, the sharp slope ranging from 1.2 to 0.6 V and an accompanied short plateau are relevant to the decomposition of the electrolytes and the formation of the SEI film.23 Then, a long voltage plateau occurs between 0.14 and 0.05 V because of the alloying of the active crystalline silicon with Li+. During charge, a voltage plateau at around 0.4 V agrees well with the dealloying\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3902\nprocess of the amorphous LixSi phase. 28 The initial discharge capacities of the rGO/Si-1, rGO/Si-2, rGO/Si-3, rGO/Si-4, and rGO/Si-5 film electrodes are 1151, 1806, 2729, 981, and 1809 mA h g−1, respectively, while the corresponding initial columbic efficiencies (CEs) of the five film electrodes are calculated to be 84.5, 49.4, 50.4, 46.9, and 58.1%. The capacity loss is largely caused by the severe Li+ consumption by rGOs with considerable specific area and the side reactions of the active silicon NPs with the electrolyte. As the silicon content in the hybrid rGO/Si film rises to over 20 wt %, the initial efficiency of the electrode significantly decreases, which is probably due to the increased bare Si NPs/clusters anchoring on the surfaces rather than embedded in the graphene layers with good protection (Figures S6 and S11). According to the selected galvanostatic charge/discharge profiles (from the 1st cycle to the 200th cycle) of the rGO/Si-3 and rGO/Si-5 film electrodes (Figures S12 and S13), the hybrid rGO/Si films show greatly suppressed capacity loss and high CE for the subsequent cycles. The discharge capacities and CEs of the five rGO/Si film electrodes for different cycle numbers are shown in Figure 5b. Typically, the CE of the rGO/Si-3 electrode increased to 89.3% for the 2nd cycle and gradually approached to 98.0% at the 9th cycle. After 60 cycles, the CE values are basically over 99%, which implies the improved cyclic stability and capacity retention of the hybrid rGO/Si electrode with stable SEI films.45 The specific capacities of the film electrodes endure a significant drop at the first few cycles and then tend to be stable, showing good cycling durability for the following cycles. It is mainly attributed to the well-established SEI films on the surfaces of the active electrodes during the initial cycles, which is similar to many reported silicon/carbon-based composite anode materials.21,34,46 After 200 cycles, the specific capacities of the rGO/Si-1, rGO/Si-2, rGO/Si-3, rGO/Si-4, and rGO/Si-5 film electrodes are maintained at 358, 483, 713, 326, and 535 mA h g−1, respectively. Particularly, the average capacity drop per cycle of the optimal rGO/Si-3 film is 0.22%. It is rational that the cycling capacities increase with higher silicon content in the hybrid rGO/Si film on account of the dominant capacitive contribution from the highly active silicon component. However, an even higher silicon content has adverse effect on the cycling capacities of the rGO/Si film electrode (rGO/Si-4), which results from the agglomerated Si clusters lacking effective encapsulation and protection by the rGO framework in the hybrid film as mentioned above. Also, the variation of cycling capacities under a high-charge/discharge current of 1000 mA g−1 is investigated and demonstrated in Figure 5c. The hybrid rGO/Si film electrode can still retain 43% of its initial discharge capacities (∼445 mA h g−1) after 1000 continuous cycles, giving rise to a capacity loss of 0.057% per cycle and attractive high-rate capability. In comparison to previously reported silicon− graphene composites, the reversible capacities and cycling stability of our rGO/Si film anode are comparable and even superior to those of many well-designed Si/graphene anode materials, as demonstrated in Table S2.33,47−50\nThe rate performances of the five rGO/Si film electrodes at different current densities were measured, which are illustrated in Figure 5d. The variation trends of the rate capabilities for the different rGO/Si film electrode are similar to those of the cycling capacities discussed above. Undoubtedly, the rGO/Si-3 film electrode achieves the highest capacities and superior rate performance compared to its counterparts due to the suitable amount of silicon incorporated in the hybrid. Specifically, as the current density varies from 100 to 2000 mA g−1, the specific\ncapacities of the rGO/Si-3 electrode are 1210 (at 100 mA g−1), 981 (at 200 mA g−1), 791 (at 400 mA g−1), 613 (at 600 mA g−1), 504 (at 800 mA g−1), 433 (at 1000 mA g−1), and 253 mA h g−1 (at 2000 mA g−1). When the current returns to 200 mA g−1, the hybrid rGO/Si-3 film electrode restores 96.6% of its initial capacity value, exhibiting prominent reversible capacity and excellent rate capabilities. To further visualize the morphology variation of the binder-free rGO/Si electrode upon cycling, we have collected the top-view and cross-sectional SEM images of the hybrid rGO/Si film electrodes after 200 intense charge/ discharge cycles at 200 mA g−1 (Figure S14). After prolonged cycles, the binder-free rGO/Si electrodes are highly lithiated with plenty of alloying products forming on the surface of the hybrid film as well as in the gaps of the multilayered rGO/Si film electrodes. Especially, the optimal rGO/Si electrode (rGO/Si3) can still maintain its basic multilayered structure and compact morphology without any obvious deterioration and the film cracks under intensive cycling. Also, the corresponding TEM images of the rGO/Si-3 after cycling are provided in Figure S15, which further confirms the microstructural evolution of the film electrode. The above impressive reversible capacities and outstanding cycling tolerance of the binder-free rGO/Si film electrode are benefited from the well-embedded and tightly attached Si NPs in the strong rGO framework. It verifies that the multilayer-structured rGO sheets can not only act as 3D conductive supports to facilitate the charge transport and Li+ diffusion across the hybrid film, but also are quite effective to accommodate the volume expansion of silicon during extensive cycles. For a better understanding of the electrochemical lithiation/ delithiation process of the binder-free rGO/Si film electrode, cyclic voltammetry (CV) test was applied at a scan rate of 0.1 mV s−1. The CV curves of the rGO/Si-3 film electrode for the first few cycles are shown in Figure 6a. During the first cathodic curve, a broad protrusion occurs between 1.0 and 0.6 V and centers at 0.72 V, which is absent during the following cycles and corresponds to the electrolyte reduction and the subsequent formation of the SEI films on the surfaces of the silicon-based electrode during the initial cycle.51 For the second scan, a reduction peak centered at 0.18 V and two satellite oxidation peaks at 0.32 and 0.5 V become more distinct. The former is ascribed to the insertion of Li+ into the crystalline silicon NPs and the latter peaks belong to the extraction of Li+ from the amorphous LixSi alloys, which accord well with the aforementioned galvanostatic charge/discharge results. The intensities of these characteristic peaks increase during the subsequent scans due to the gradual activation and electrolyte penetration of the hybrid rGO/Si film electrode.49 The good overlapping and repeatability of the curves further prove the high reversibility and cyclability of the rGO/Si film electrode during the electrochemical Li+ storage process. In addition, electrochemical impedance spectroscopy (EIS) was performed to interpret the interfacial electrochemical process of the hybrid electrode. Figure 6b presents the Nyquist plots of the rGO/Si electrode after the 1st, 10th, 20th, 50th, and 100th cycles. The adopted equivalent circuit for fitting and the corresponding fitted EIS parameters are provided in Figure S16 and Table S3, respectively. The derived series resistance (Rs) of the rGO/Si electrode is relatively low, which implies the excellent electrical conductivity of the hybrid rGO/Si film rooting from the highly conductive matrix of rGO nanosheets. The hybrid rGO/Si electrode still exhibits a smaller Rs (2.4 Ω) even after 100 cycles, suggesting the high cycling stability and\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3903\nenhanced channels for electron transport of the binder-free rGO/Si film electrode. Also, the charge-transfer resistance (Rct) of the rGO/Si film electrode is significantly reduced after the first cycle and further drops to ca. 40Ω during continuous cycles. The decreased Rct reveals the well-established stable SEI films at the electrode/electrolyte interfaces upon cycling, as well as\nrelates to the improved charge-transfer kinetics and the accelerated ion diffusion across the 3D porous rGO/Si film electrode.52,53 At the same time, the hybrid rGO/Si film electrode shows favorable diffusion properties after 20 cycles, which is associated with the gradual activation of the rGO/Si film electrode allowing for rapid Li+ diffusion.20 The good interfacial properties of the rGO/Si film electrode for both electron transport and Li+ diffusion upon cycling are consistent with its excellent storage capacities and high cycling stability during lithiation/delithiation process. Moreover, to fully evaluate the practical potential of the hybrid rGO/Si film electrodes, we have further assembled flexible full LIBs by coupling the binder-free rGO/Si film anode with commercial LiCoO2 foil cathode. The full cells use the LiPF6-based electrolyte and are encapsulated by aluminum plastic films, as illustrated in Figure 7a. Figure 7b,c shows the optical photographs of the fabricated rGO/Si film anode-based flexible full LIBs. The entire flexible full battery is very thin and bendable, which can be easily curled to a cylinder shape. In consideration of the lower total capacity of the as-prepared rGO/Si film than the LiCoO2 cathode, the final flexible full cells are anode-limited, and thus the corresponding specific capacities of the full batteries are calculated on the basis of the weight of the rGO/Si film anode.10,33,54 The electrochemical measurements of the flexible full cells were carried out across the voltage window of 2.75−4.2 V at a current density of 287 mA g−1. Figure 7d demonstrates the initial charge/discharge profiles of the flexible full LIB under flat state. The voltage−capacity profiles present two long plateaus at an average discharge voltage of∼3.9 V, which corresponds to the stepwise Li+ insertion/extraction behavior of the active electrodes.55 The flexible full LIB owns an initial CE of 87.8% and endures an apparent capacity drop during the first 10 cycles (Figure S17), which largely result from the inevitable capacity loss of the electrodes. It is anticipated that the irreversible capacity loss of the flexible full cells could be reduced by a further prelithiation step on the rGO/Si film\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3904\nanode.43 After the first few cycles, the full LIB can gain high CEs that are around 97−100%, as shown in Figure 7e. Owing to the high reversibility and high stability of the active electrodes during the following cycles, the flexible full cell obtains acceptable capacity retentions and still delivers a high reversible capacity of 667 mA h g−1 even after 200 charge/discharge cycles. The SEM characterization of the electrodes of the flexible full cell and the elemental analyses of the rGO/Si film anode after cycling are displayed in Figures S18−S20 and Table S4, respectively. The results indicate that our freestanding rGO/Si film can play as efficient and robust binder-free anode for flexible batteries. To further demonstrate the mechanical flexibility of the flexible full LIB toward practical application, we have measured its bending tolerance under external pressure. As shown in Figure 8a, our rGO/Si film anode-based flexible full LIB is used to drive an LED array consisting of a series of LEDs (the capital “LIB” is composed of 32 commercial red LEDs) under different states. Encouragingly, the flexible battery can easily lighten and power the LED array even under highly bent states (see Video S1 in the Supporting Information). Figure 8b,c presents the voltage−capacity profiles and the cycling performance of the flexible full LIB under different states (flat state: 0° without bending; bent state: 90° bending state), respectively. The flexible battery shows a high reversible capacity of ∼680 mA h g−1 at 287mA g−1 under the flat state.When bent to the 90° state with a bending radius of 2 cm (Figure S21), the flexible full battery does not show any apparent capacity degradation and delivers an impressive discharge capacity of ∼660 mA h g−1. Also, the flexible battery keeps more than 95% of its initial capacity after 30 cycles under continuous bending, exhibiting excellent cycling stability and high bending resistance. The results reveal that both the electrical properties and the capacity performance of the flexible full LIB can be well reserved under external mechanical/bending stress. The binder-free rGO/Si anode is thus quite effective and promising to realize highcapacity, durable, and completely flexible LIBs. It is worth noting\nthat the electrochemical performance of the hybrid rGO/Si film anode can be further promoted by reducing the intersheet resistance between the rGO nanosheets. Also, the increase of the effective Si loading in the binder-free anode is necessary to further enhance its actual capacity performance and cycling tolerance toward practical application.56 It is expected that the rGO/Si film anode-based flexible full batteries will be more practical if the liquid electrolyte is replaced by an efficient solid electrolyte membrane offering better flexibility.57"
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, silicon NPs-embedded monolithic multilayered rGO films have been proposed and fabricated via a zinc-driven redox LBL assembly followed by freeze drying process. The designed hybrid rGO/Si films own unique structural benefits, including mechanical flexibility and 3D interconnected conductive framework brought by the elastic rGO nanosheets and the intimate interfaces between the encapsulated Si NPs and the rGO clamping layers in conjunction with an integrated architecture. When developed as binder-free electrodes in halfcells and flexible rGO/Si-LiCoO2 full cells, the hybrid rGO/Si film electrodes exhibit prominent Li+ storage performance, such as high reversible capacity (981 mA h g−1 at 200 mA g−1 with respect to the total weight of the electrode), high cycling capacity (713mAh g−1 after 200 cycles at 200mA g−1), excellent high-rate stability (0.057% decay per cycle over 1000 cycles at 1000 mA g−1), and high capacity retention (over 95% after 30 cycles under continuous bending) even at a highly bent state. The combined good electrochemical and mechanical performances are contributed by the synergistic interplay between the silicon and the rGO nanoassemblies. The multilayered rGO nanosheet films not only establish 3D accessible channels for electron transport and Li+ diffusion but also serve as elastically robust matrix to buffer the volume variation of silicon NPs and ensure the structural integrity of the hybrid films during cycles. In light of the simple solution-based and practically scalable fabrication process, the binder-free rGO/Si film will further\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3905\nexpand the potential of versatile silicon-based flexible electrodes and the emerging monolithic electrode design toward flexible/ wearable energy-storage applications.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b18134.\nOptical photograph of the nano-Si suspension (Figure S1); SEM image of the rGO-ZnO film (Figure S2); XRD patterns of Si NPs, GO and rGO films (Figure S3); optical photograph of the bendable rGO/Si film (Figure S4); SEM images and EDS mapping of rGO/Si film with different Si contents (Figures S5−S9 andTable S1); TEM images of the rGO/Si film (Figure S10); SEM images of rGO/Si-5 (Figure S11); selected galvanostatic charge/ discharge profiles of the rGO/Si film electrode (Figures S12 and S13); comparison of the preparation and the electrochemical performance of reported Si/graphene anode materials (Table S2); SEM and TEM images of the rGO/Si film electrode after cycling (Figures S14 and S15); equivalent circuit and fitted EIS parameters (Figure S16 and Table S3); selected galvanostatic charge/ discharge profiles of the flexible full LIB (Figure S17); SEM images and EDS mapping of the rGO/Si film anode after cycling (Figures S18−S20 and Table S4); optical photograph of the rGO/Si film anode-based flexible full battery (Figure S21) (PDF) Flexible battery can easily lighten and power the LED array even under highly bent states (AVI)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: caixin2015@scau.edu.cn (X.C.). *E-mail: whq74@mailbox.gxnu.edu.cn (H.W.). *E-mail: ypfang@scau.edu.cn (Y.F.)."
    }, {
      "heading" : "ORCID",
      "text" : "Xin Cai: 0000-0002-2362-7776 Siyuan Yang: 0000-0003-1210-1944 Xiaoyuan Yu: 0000-0002-9016-5671"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was jointly supported by the Guangdong Provincial Natural Science Foundation (No. 2017A030313283), the National Natural Science Foundation of China (NSFC 51602109 and 21802046), and the Guangzhou Science and Technology Planning Project (No. 201704030022).\n■ REFERENCES (1) Nathan, A.; Ahnood, A.; Cole, M. T.; Lee, S.; Suzuki, Y.; Hiralal, P.; Bonaccorso, F.; Hasan, T.; Garcia-Gancedo, L.; Dyadyusha, A.; Haque, S.; Andrew, P.; Hofmann, S.; Moultrie, J.; Chu, D. P.; Flewitt, A. J.; Ferrari, A. C.; Kelly, M. J.; Robertson, J.; Amaratunga, G. A. J.; Milne, W. I. Flexible Electronics: The Next Ubiquitous Platform. Proc. IEEE 2012, 100, 1486−1517. (2) Cai, X.; Peng, M.; Yu, X.; Fu, Y. P.; Zou, D. C. Flexible Planar/ fiber-architectured Supercapacitors for Wearable Energy Storage. J. Mater. Chem. C 2014, 2, 1184−1200. (3) Fu, K. K.; Cheng, J.; Li, T.; Hu, L. B. Flexible Batteries: From Mechanics to Devices. ACS Energy Lett. 2016, 1, 1065−1079.\n(4) Zhou, G. M.; Li, F.; Cheng, H. M. Progress in Flexible Lithium Batteries and Future Prospects. Energy Environ. Sci. 2014, 7, 1307− 1338. (5) Hu, Y. H.; Sun, X. L. Flexible Rechargeable Lithium Ion Batteries: Advances and Challenges in Materials and Process Technologies. J. Mater. Chem. A 2014, 2, 10712−10738. (6) Liu, B.; Zhang, J. G.; Shen, G. Z. Pursuing Two-dimensional Nanomaterials for Flexible Lithium-ion Batteries. Nano Today 2016, 11, 82−97. (7) Evanoff, K.; Benson, J.; Schauer, M.; Kovalenko, I.; Lashmore, D.; Ready, W. J.; Yushin, G. Ultra Strong Silicon-Coated Carbon Nanotube Nonwoven Fabric as a Multifunctional Lithium-Ion Battery Anode. ACS Nano 2012, 6, 9837−9845. (8) Kim, J. M.; Kim, J. A.; Kim, S. H.; Uhm, I. S.; Kang, S. J.; Kim, G.; Lee, S. Y.; Yeon, S. H.; et al. All-Nanomat Lithium-Ion Batteries: ANew Cell Architecture Platform for Ultrahigh Energy Density and Mechanical Flexibility. Adv. Energy Mater. 2017, 7, No. 1701099. (9) He, Y. H.; Matthews, B.; Wang, J. Y.; Song, L.;Wang, X. X.; Wu, G. Innovation and Challenges in Materials Design for Flexible Rechargeable Batteries: from 1D to 3D. J. Mater. Chem. A 2018, 6, 735−753. (10) Liu, B.; Zhang, J.; Wang, X. F.; Chen, G.; Chen, D.; Zhou, C. W.; Shen, G. Z. Hierarchical Three-Dimensional ZnCo2O4 Nanowire Arrays/Carbon Cloth Anodes for a Novel Class of High-Performance Flexible Lithium-Ion Batteries. Nano Lett. 2012, 12, 3005−3011. (11) Xia, L.; Wang, S. Q.; Liu, G. X.; Ding, L. X.; Li, D. D.; Wang, H. H.; Qiao, S. Z. Flexible SnO2/N-Doped Carbon Nanofiber Films as Integrated Electrodes for Lithium-Ion Batteries with Superior Rate Capacity and Long Cycle Life. Small 2016, 12, 853−859. (12) Fu, K.; Yildiz, O.; Bhanushali, H.; Wang, Y. X.; Stano, K.; Xue, L. G.; Zhang, X. W.; Bradford, P. D. Aligned Carbon Nanotube-Silicon Sheets: A Novel Nano-architecture for Flexible Lithium Ion Battery Electrodes. Adv. Mater. 2013, 25, 5109−5114. (13) Li, N.; Chen, Z. P.; Ren, W. C.; Li, F.; Cheng, H. M. Flexible Graphene-based Lithium Ion Batteries with Ultrafast Charge and Discharge Rates. Proc. Natl. Acad. Sci. USA 2012, 109, 17360−17365. (14) Ji, L. W.; Lin, Z.; Alcoutlabi, M.; Zhang, X. W. Recent Developments in Nanostructured Anode Materials for Rechargeable Lithium-ion Batteries. Energy Environ. Sci. 2011, 4, 2682−2699. (15) Chan, C. K.; Peng, H. L.; Liu, G.; McIlwrath, K.; Zhang, X. F.; Huggins, R. A.; Cui, Y. High-performance Lithium Battery Anodes Using Silicon Nanowires. Nat. Nanotechnol. 2008, 3, 31−35. (16) Rahman, M. A.; Song, G. S.; Bhatt, A. I.; Wong, Y. C.; Wen, C. E. Nanostructured Silicon Anodes for High-Performance Lithium-Ion Batteries. Adv. Funct. Mater. 2016, 26, 647−678. (17) Kim, H.; Seo, M.; Park, M. H.; Cho, J. A Critical Size of Silicon Nano-Anodes for Lithium Rechargeable Batteries. Angew. Chem., Int. Ed. 2010, 49, 2146−2149. (18) McDowell, M. T.; Lee, S. W.; Nix, W. D.; Cui, Y. 25th Anniversary Article: Understanding the Lithiation of Silicon and Other Alloying Anodes for Lithium-Ion Batteries. Adv. Mater. 2013, 25, 4966−4984. (19) Lin, L. D.; Xu, X. N.; Chu, C. X.; Majeed, M. K.; Yang, J. Mesoporous Amorphous Silicon: A Simple Synthesis of a High-Rate and Long-Life AnodeMaterial for Lithium-Ion Batteries. Angew. Chem., Int. Ed. 2016, 55, 14063−14066. (20) Ko, M.; Chae, S.; Ma, J.; Kim, N.; Lee, H. W.; Cui, Y.; Cho, J. Scalable Synthesis of Silicon-Nanolayer-embedded Graphite for Highenergy Lithium-ion Batteries. Nat. Energy 2016, 1, No. 16113. (21) Lu, Z.; Liu, N.; Lee, H. W.; Zhao, J.; Li, W. Y.; Li, Y. Z.; Cui, Y. Nonfilling Carbon Coating of Porous Silicon Micrometer-Sized Particles for High-Performance Lithium Battery Anodes. ACS Nano 2015, 9, 2540−2547. (22) Zhou, G.M.; Paek, E.; Hwang, G. S.; Manthiram, A. Long-life Li/ polysulphide Batteries with High Sulphur Loading Enabled by Lightweight Three-dimensional Nitrogen/sulphur-codoped Graphene Sponge. Nat. Commun. 2015, 6, No. 7760. (23) Zhou, X.; Yin, Y. X.; Wan, L. J.; Guo, Y. G. Self-Assembled Nanocomposite of Silicon Nanoparticles Encapsulated in Graphene\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3906\nthrough Electrostatic Attraction for Lithium-Ion Batteries. Adv. Energy Mater. 2012, 2, 1086−1090. (24) Wang, B.; Li, X.; Zhang, X.; Luo, B.; Jin, M.; Liang, M.; Dayeh, S. A.; Picraux, S. T.; Zhi, L. Adaptable Silicon-Carbon Nanocables Sandwiched between Reduced Graphene Oxide Sheets as Lithium Ion Battery Anodes. ACS Nano 2013, 7, 1437−1445. (25) Shan, C.; Wu, K.; Yen, H. J.; Villarrubia, C. N.; Nakotte, T.; Bo, X.; Zhou, M.; Wu, G.; Wang, H. L. Graphene Oxides Used as a New “Dual Role” Binder for Stabilizing Silicon Nanoparticles in Lithium-Ion Battery. ACS Appl. Mater. Interfaces 2018, 10, 15665−15672. (26) Li, B.; Yang, S.; Li, S.; Wang, B.; Liu, J. FromCommercial Sponge Toward 3D Graphene-Silicon Networks for Superior Lithium Storage. Adv. Energy Mater. 2015, 5, No. 1500289. (27) Zhou, M.; Li, X. L.; Wang, B.; Zhang, Y. B.; Ning, J.; Xiao, Z. C.; Zhang, X. H.; Chang, Y. H.; Zhi, L. J. High-Performance Silicon Battery Anodes Enabled by Engineering Graphene Assemblies. Nano Lett. 2015, 15, 6222−6228. (28) Ma, Y.; Younesi, R.; Pan, R. J.; Liu, C. J.; Zhu, J. F.; Wei, B. Q.; Edstrom, K. Constraining Si Particles within Graphene Foam Monolith: Interfacial Modification for High-Performance Li+ Storage and Flexible Integrated Configuration. Adv. Funct. Mater. 2016, 26, 6797−6806. (29) Jing, S. L.; Jiang, H.; Hu, Y. J.; Li, C. Z. Graphene Supported Mesoporous Single Crystal Silicon onCu Foam as A Stable Lithium-ion Battery Anode. J. Mater. Chem. A 2014, 2, 16360−16364. (30) Qin, J. G.; Wu, M. Q.; Feng, T. T.; Chen, C.; Tu, C. Y.; Li, X. H.; Duan, C.; Xia, D. W.; Wang, D. X. High Rate Capability and Long Cycling Life of Graphene-coated Silicon Composite Anodes for Lithium Ion Batteries. Electrochim. Acta 2017, 256, 259−266. (31) Sun, F.; Huang, K.; Qi, X.; Gao, T.; Liu, Y.; Zou, X.; Wei, X.; Zhong, J. A rationally Designed Composite of Alternating Strata of Si Nanoparticles andGraphene: AHigh-performance Lithium-ion Battery Anode. Nanoscale 2013, 5, 8586−8592. (32) Salvatierra, R. V.; Raji, A. R. O.; Lee, S. K.; Ji, Y.; Li, L.; Tour, J. M. Silicon Nanowires and Lithium Cobalt Oxide Nanowires in Graphene Nanoribbon Papers for Full Lithium Ion Battery. Adv. Energy Mater. 2016, 6, No. 1600918. (33) Zhang, H.; Jing, S.; Hu, Y.; Jiang, H.; Li, C. A Flexible Freestanding Si/rGO Hybrid Film Anode for Stable Li-ion Batteries. J. Power Sources 2016, 307, 214−219. (34) Liu, W.; Zhong, Y. M.; Yang, S. Y.; Zhang, S. S.; Yu, X. Y.; Wang, H. Q.; Li, Q. Y.; Li, J.; Cai, X.; Fang, Y. P. Electrospray Synthesis of Nano-Si Encapsulated in Graphite/carbon Microplates as Robust Anodes for High Performance Lithium-ion Batteries. Sustainable Energy Fuels 2018, 2, 679−687. (35) Shin, J.; Park, K.; Ryu, W. H.; Jung, J. W.; Kim, I. D. Graphene Wrapping as A Protective Clamping Layer Anchored to Carbon Nanofibers Encapsulating Si Nanoparticles for A Li-ion Battery Anode. Nanoscale 2014, 6, 12718−12726. (36)Wen, Y.; Zhu, Y. J.; Langrock, A.; Manivannan, A.; Ehrman, S. H.; Wang, C. S. Graphene-Bonded and -Encapsulated Si Nanoparticles for Lithium Ion Battery Anodes. Small 2013, 9, 2810−2816. (37) Maiti, U. N.; Lim, J.; Lee, K. E.; Lee, W. J.; Kim, S. O. ThreeDimensional Shape Engineered, Interfacial Gelation of Reduced Graphene Oxide for High Rate, Large Capacity Supercapacitors. Adv. Mater. 2014, 26, 615−619. (38) Zhou, X. S.; Yin, Y. X.; Wan, L. J.; Guo, Y. G. Facile Synthesis of Silicon Nanoparticles Inserted Into Graphene Sheets as Improved Anode Materials for Lithium-ion Batteries. Chem. Commun. 2012, 48, 2198−2200. (39) Zhao, X.; Hayner, C. M.; Kung, M. C.; Kung, H. H. In-Plane Vacancy-Enabled High-Power Si-Graphene Composite Electrode for Lithium-Ion Batteries. Adv. Energy Mater. 2011, 1, 1079−1084. (40) Ji, D. H.; Wan, Y. Z.; Yang, Z. W.; Li, C. Z.; Xiong, G. Y.; Li, L. L.; Han, M.; Guo, R. S.; Luo, H. L. Nitrogen-doped Graphene Enwrapped Silicon Nanoparticles with Nitrogen-doped Carbon Shell: A Novel Nanocomposite for Lithium-ion Batteries. Electrochim. Acta 2016, 192, 22−29.\n(41) Zhang, C. C.; Cai, X.; Chen,W. Y.; Yang, S. Y.; Xu, D.H.; Fang, Y. P.; Yu, X. Y. 3D Porous Silicon/N-Doped Carbon Composite Derived from Bamboo Charcoal as High-Performance Anode Material for Lithium-Ion Batteries. ACS Sustainable Chem. Eng. 2018, 6, 9930− 9939. (42) Li, B. B.; Jiang, Y. Z.; Jiang, F.; Cao, D. X.; Wang, H. K.; Niu, C. M. Bird’s nest-like Nanographene Shell Encapsulated Si Nanoparticles Their Structural and Li Anode Properties. J. Power Sources 2017, 341, 46−52. (43) Sun, H. Y.; Castillo, A. E. D.; Monaco, S.; Capasso, A.; Ansaldo, A.; Prato, M.; Dinh, D. A.; Pellegrini, V.; Scrosati, B.; Manna, L.; Bonaccorso, F. Binder-free Graphene as An Advanced Anode for Lithium Batteries. J. Mater. Chem. A 2016, 4, 6886−6895. (44) Chen, S.; Bao, P.; Huang, X.; Sun, B.; Wang, G. Hierarchical 3D Mesoporous Silicon@graphene Nanoarchitectures for Lithium Ion Batteries with Superior Performance. Nano Res. 2014, 7, 85−94. (45) Xu, Q.; Sun, J. K.; Yu, Z. L.; Yin, Y. X.; Xin, X.; Yu, S. H.; Guo, Y. G. SiOx Encapsulated in Graphene Bubble Film: An Ultrastable Li-Ion Battery Anode. Adv. Mater. 2018, 30, No. 1707430. (46) Mi, H. W.; Li, Y. L.; Zhu, P. Y.; Chai, X. Y.; Sun, L. N.; Zhuo, H. T.; Zhang, Q. L.; He, C. X.; Liu, J. H. In Situ Coating of Nitrogen-doped Graphene-like Nanosheets on Silicon as A Stable Anode for Highperformance Lithium-ion Batteries. J. Mater. Chem. A 2014, 2, 11254− 11260. (47) Ji, J.; Ji, H.; Zhang, L. L.; Zhao, X.; Bai, X.; Fan, X.; Zhang, F.; Ruoff, R. S. Graphene-Encapsulated Si on Ultrathin-Graphite Foam as Anode for High Capacity Lithium-Ion Batteries. Adv. Mater. 2013, 25, 4673−4677. (48) Tang, H.; Xia, X. H.; Zhang, Y. J.; Tong, Y. Y.;Wang, X. L.; Gu, C. D.; Tu, J. P. Binary Conductive Network for Construction of Si/Ag Nanowires/rGO Integrated Composite Film by Vacuum-filtration Method and Their Application for Lithium Ion Batteries. Electrochim. Acta 2015, 180, 1068−1074. (49) Tang, H.; Zhang, Y. J.; Xiong, Q. Q.; Cheng, J. D.; Zhang, Q.; Wang, X. L.; Gu, C. D.; Tu, J. P. Self-assembly Silicon/porous Reduced Graphene Oxide Composite Film as A Binder-free and Flexible Anode for Lithium-ion Batteries. Electrochim. Acta 2015, 156, 86−93. (50) Botas, C.; Carriazo, D.; Zhang, W.; Rojo, T.; Singh, G. SiliconReduced Graphene Oxide Self-Standing Composites Suitable as Binder-Free Anodes for Lithium-Ion Batteries. ACS Appl. Mater. Interfaces 2016, 8, 28800−28808. (51) Huang, Y. H.; Bao, Q.; Duh, J. G.; Chang, C. T. Top-down DispersionMeets Bottom-up Synthesis: Merging Ultranano Silicon and Graphene Nanosheets for Superior Hybrid Anodes for Lithium-ion Batteries. J. Mater. Chem. A 2016, 4, 9986−9997. (52) Han, Y.; Zou, J. D. A.; Li, Z.; Wang, W. Q.; Jie, Y.; Ma, J. M.; Tang, B.; Zhang, Q.; Cao, X.; Xu, S. M.; Wang, Z. L. Si@void@C Nanofibers Fabricated Using a Self-Powered Electrospinning System for Lithium-Ion Batteries. ACS Nano 2018, 12, 4835−4843. (53)Ma, X.; Hou, G.; Ai, Q.; Zhang, L.; Si, P.; Feng, J.; Ci, L. A Heartcoronary Arteries Structure of Carbon Nanofibers/graphene/silicon Composite Anode for High Performance Lithium Ion Batteries. Sci. Rep. 2017, 7, No. 9642. (54) Kim, Y. S.; Shoorideh, G.; Zhmayev, Y.; Lee, J.; Li, Z.; Patel, B.; Chakrapani, S.; Park, J. H.; Lee, S.; Joo, Y. L. The Critical Contribution of Unzipped Graphene Nanoribbons to Scalable Silicon-Carbon Fiber Anodes in Rechargeable Li-ion Batteries. Nano Energy 2015, 16, 446− 457. (55) Shen, C.; Fang, X.; Ge, M.; Zhang, A.; Liu, Y.; Ma, Y.; Mecklenburg, M.; Nie, X.; Zhou, C. Hierarchical Carbon-Coated BallMilled Silicon: Synthesis and Applications in Free-Standing Electrodes and High-Voltage Full Lithium-Ion Batteries. ACS Nano 2018, 12, 6280−6291. (56) Xu, Q.; Sun, J. K.; Li, J. Y.; Yin, Y. X.; Guo, Y. G. Scalable synthesis of spherical Si/C granules with 3D conducting networks as ultrahigh loading anodes in lithium-ion batteries. Energy Storage Mater. 2018, 12, 54−60. (57) Kim, S. H.; Choi, K. H.; Cho, S. J.; Yoo, J.; Lee, S. S.; Lee, S. Y. Flexible/shape-versatile, Bipolar All-solid-state Lithium-ion Batteries\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3907\nPrepared by Multistage Printing. Energy Environ. Sci. 2018, 11, 321− 330.\nDOI: 10.1021/acsami.8b18134 ACS Appl. Mater. Interfaces 2019, 11, 3897−3908\n3908"
    } ],
    "references" : [ {
      "title" : "Flexible Electronics: The Next Ubiquitous Platform",
      "author" : [ "I. W" ],
      "venue" : "Proc. IEEE 2012,",
      "citeRegEx" : "W.,? \\Q2012\\E",
      "shortCiteRegEx" : "W.",
      "year" : 2012
    }, {
      "title" : "Flexible Batteries: From Mechanics to Devices",
      "author" : [ "K.K. Fu", "J. Cheng", "T. Li", "L.B. Hu" ],
      "venue" : "ACS Energy Lett. 2016,",
      "citeRegEx" : "Fu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2016
    }, {
      "title" : "Progress in Flexible Lithium Batteries and Future Prospects",
      "author" : [ "G.M. Zhou", "F. Li", "H.M. Cheng" ],
      "venue" : "Energy Environ. Sci. 2014,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2014
    }, {
      "title" : "High-performance Lithium Battery Anodes Using Silicon Nanowires",
      "author" : [ "R.A. Huggins", "Y. Cui" ],
      "venue" : "Nat. Nanotechnol. 2008,",
      "citeRegEx" : "Huggins and Cui,? \\Q2008\\E",
      "shortCiteRegEx" : "Huggins and Cui",
      "year" : 2008
    }, {
      "title" : "Graphene-Bonded and -Encapsulated Si Nanoparticles for Lithium Ion Battery Anodes",
      "author" : [ "C.S. Wang" ],
      "venue" : "Small 2013,",
      "citeRegEx" : "Wang,? \\Q2013\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2013
    }, {
      "title" : "Binder-free Graphene as An Advanced Anode for Lithium Batteries",
      "author" : [ "F. Bonaccorso" ],
      "venue" : "J. Mater. Chem. A 2016,",
      "citeRegEx" : "Bonaccorso,? \\Q2016\\E",
      "shortCiteRegEx" : "Bonaccorso",
      "year" : 2016
    }, {
      "title" : "Encapsulated in Graphene Bubble Film: An Ultrastable Li-Ion Battery Anode",
      "author" : [ "G. SiOx" ],
      "venue" : "Adv. Mater. 2018,",
      "citeRegEx" : "SiOx,? \\Q2018\\E",
      "shortCiteRegEx" : "SiOx",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The emerging ubiquitous flexible/wearable electronics are in high demand for compatible flexible/highenergy rechargeable batteries, which set a collaborative goal to promote the electrochemical performance and the mechanical strength of the fundamental flexible electrodes involved. Herein, freestanding flexible electrode of Si/graphene films is proposed, which is fabricated through a scalable, zinc-driven redox layer-by-layer assembly process. In the hybrid films, silicon nanoparticles are intimately encapsulated and confined in multilayered reduced graphene oxide (rGO) nanosheet films. The designed monolithic rGO/Si film possesses several structural benefits such as high mechanical integrity and threedimensional conductive framework for accessible charge transport and Li diffusion upon cycling. When adopted as binder-free electrode in half-cells, the optimized hybrid rGO/Si film delivers high gravimetric capacity (981 mA h g−1 at 200 mA g−1 with respect to the total weight of the electrode) and exceptional cycling stability (0.057% decay per cycle over 1000 cycles at 1000 mA g−1). Besides, the binder-free rGO/Si film anode is further combined with a commercial LiCoO2 foil cathode for completely flexible full cell/battery, which exhibits excellent cycling performance and a high capacity retention of over 95% after 30 cycles under continuous bending. This solution-processable, elaborately engineered, and robust Si/graphene films will further harness the potential of silicon−carbon composites for advanced flexible/wearable energy storage.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}