{
  "name" : "downloads_2020-03-03_5e_harpak2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Large-Scale Self-Catalyzed Spongelike Silicon Nano-Network-Based 3D Anodes for High-Capacity Lithium-Ion Batteries",
    "authors" : [ "Nimrod Harpak", "Guy Davidi", "Dan Schneier", "Svetlana Menkin", "Edna Mados", "Diana Golodnitsky", "Emanuel Peled", "Fernando Patolsky", "Aladar Fleischman" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "2), low irreversible capacity (<10%), and high Coulombic efficiency (>99.5%). Notably, these Si spongelike composite anodes of novel architecture meet the requirements of lithium batteries for future portable and electric-vehicle applications.\nKEYWORDS: Silicon, batteries, nanowires, anode, stainless steel, energy storage\nAt the current rate of worldwide technological advance-ment, the increasing demand for energy storage solutions opens up new horizons for research in this challenging field. One of the most common energy storage devices is the battery, lithium-ion batteries being the most prominently developed and applied. One of the most investigated areas of research in the field of batteries relates to the development of new materials to serve as anodes and cathodes capable to deliver increased capacity, cycle life, and overall cell performance improvement. Most commercial lithium-ion batteries use\ngraphite as their anode material, reaching a limiting theoretical capacity of 372 mA h/g. While graphite represents a good choice for anode material, due to its considerably long cycle life stability, the increasing demand for higher capacities has led to the realization that silicon (Si) may become a plausible candidate material for replacing the currently and broadly used\nReceived: December 24, 2018 Revised: January 30, 2019 Published: February 11, 2019\n© 2019 American Chemical Society 1944 DOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\nD ow\nnl oa\nde d\nvi a\nM A\nC Q\nU A\nR IE\nU N\nIV o\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\ngraphite anodes. First, Si is a low-cost and environmentally friendly element, and it is the second most abundant material on Earth, surpassed only by oxygen. Second, the theoretical capacity of Si, versus lithium, reaches a value of 4200 mA h/g, which is more than an order of magnitude higher than that of graphite. These two key factors recently promoted extensive research on Si-based anodes as the next-generation anode material for commercial applications. However, despite the above-mentioned advantages, Si anodes suffer from several key handicapping disadvantages. One such disadvantage, Si being a high-capacity lithium host anode, is the large volumetric change experienced by its structure during lithiation and delithiation (∼320% volumetric expansion).1 These dramatic volumetric changes result in its cracking and pulverization, accompanied by the fast degradation of the Si anodes.2−4 Additionally, in lithium batteries the anode is covered by a solid−electrolyte interphase layer (SEI).5 The SEI, although permeable to lithium ions, is inherently an electrical insulator that prevents further electrolyte decomposition during the cycles to follow. Unfortunately, silicon-based anodes display a\nsignificant “breathing” effect during lithium insertion/deinsertion, causing cracks and exposing bare silicon surfaces to the electrolyte and further deposition of an increasingly thick fresh SEI,6 thus losing battery capacity and increasing battery impedance. Reducing the dimensions of the silicon-based material down to the nanoscale, e.g., nanoparticles, nanotubes, and nanowires, was experimentally shown to effectively prevent pulverization and the concomitant degradation of the anode’s performance. These nanoparticles, below a critical particle size of ∼150 nm,7 display dramatically shorter distances for the diffusion of lithium species, while better withstanding stress and limiting the cracking extent due to their high surface-tovolume ratio.8 This prevents the undesired loss of contact between the active material and the current collector, and the uncontrolled formation of an increasingly thicker solid− electrolyte interface (SEI),5 eventually leading to a fast capacity decay. Silicon nanowires (SiNWs) and silicon nanotubes (SiNTs) offer fewer constraints in respect to size of the Si structure due to their greater stress resilience. The lithiation process of SiNW structures was reported almost two\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1945\ndecades ago.9,10 In most of these reports, SiNWs were grown or deposited on a flat solid substrate as a “forest” or “mat” structure.11,12 The disadvantages of this strategy are a relatively low surface capacity, a high irreversible capacity, an insufficient current efficiency (typically 95−99.5%), and practical scalability limitations (multistep preparation of complex composite anodes). Most of these reports demonstrated a single desired property (low Qir, high surface capacity, high electrode capacity (mAh/gSi), high current efficiency, or high cycle number), though not all of these attributes were simultaneously accomplished.13 Furthermore, the inherent requirement for a catalyst to grow nanowires, such as gold nanoparticles (AuNPs), increases the cost, as well as the complexity, of the anode preparation process, also limiting the overall scalability of the resulting anodes. Our group has recently published a work involving the growth of SiNWs on carbon fabrics using CVD by the vapor−liquid−solid (VLS) method.14 The carbon fabric served as a three-dimensional (3D) open-structured surface upon which AuNPs catalyst seeds attach using poly-L-lysine via electrostatic interactions. The open-structure carbon matrix allows “breathing” space for the SiNW network to expand and contract during lithiation/ delithiation, permits the electrolyte to freely penetrate through the whole structure, and allows the thickening SEI layer to build up throughout the battery cycling life. Moreover, this open space 3D fabric does not limit the loading of silicon that can be achieved, reaching up to a few tens of mgSi/cm\n2. Aside from all of the above advantages, the requirement for a nanocatalyst material poses numerous limitations in the final industrial application of this approach, such as considerably higher fabrication costs, limited scalability, and a multistep anode fabrication process of higher complexity. Thus, the development of silicon-based anodes represents a challenging field of extensive development efforts, with the final goal of creating higher-capacity, stable anodes of lower morphological complexity and cost. Here, we demonstrate the large meter-scale one-step preparation, characterization, and application of 3D spongelike silicon composite anodes of nanometer morphology, based on the catalyst-free growth of porous silicon nanonetworks directly onto highly conductive and flexible open-structure chemically treated stainless steel current collectors. By the use of a key hydrofluoric acid-based chemical pretreatment step, the essentially noncatalytic stainless steel matrix becomes nanoporous and highly self-catalytic, thus greatly promoting the synthesis of a silicon-entangled spongelike network at unexpectedly low growth temperatures. Modulation of this unique chemical pretreatment allows control over the morphology and loading properties of the resulting entangled silicon network; extremely high silicon loadings are reached because of the supercatalytic nanoporous nature of the chemically treated stainless steel substrates (0.5−20 mg/ cm2). Furthermore, our approach leads to highly electrically conductive Si alloy composite anodes, due to the formation of Si-network-to-stainless-steel contact short sections, from 200 nm to 1 μm long, composed of highly conductive and morphologically stable metal silicide alloys, thus improving the electrical interface between the silicon active network and the highly conductive metal current collector. Notably, our costeffective growth approach allows the large-scale preparation of highly homogeneous ultrathin binder-free anodes, up to 2 m long, using a home-built CVD setup and silicon precursors of low purity. Finally, we made use of these novel anodes for the\nassembly of commercial Li-ion batteries exhibiting stable cycle life (cycled for over 500 cycles with <50% capacity loss), high gravimetric capacity (>3500 mA h/gSi), low irreversible capacity (<10%), and high coulombic efficiency (>99.5%). Thus, our Si spongelike anodes meet the requirements of lithium batteries for future portable and electric-vehicle applications.\nResults and Discussion. Stainless steel, and mostly austenitic steels (Cr−Ni-based), is a widely used substrate both in industry and research due to its mechanical and physical properties, availability, and cost. With all of its many advantages, stainless steel is not usually thought of as a viable chemical substrate by itself. For example, the direct growth of silicon nanowires on stainless steel substrates mostly requires the use of external catalytic nanoseeds,11,15−17 although it was just recently found that silicon nanowires can be grown with no control over their density in the absence of catalysts at harsh experimental conditions, such as very high temperatures and hydrogen flow rates.18 Because of these reasons, stainless steel can be considered as a noncatalytic substrate for the growth of silicon nanostructures. Figure 1b,c depicts optical and SEM images of the as-received 316 L stainless steel mesh substrates, respectively. The stainless steel mesh exhibits little, to no, damage at most of its smooth surface. Closer observation of the mesh structure reveals a considerably higher defect extent, visibly rougher than the rest of the fiber surfaces, at the fiber-to-fiber crossing points, plausibly as a consequence of the mesh fabrication process, Figure 1d. The as-received stainless steel substrate is then introduced in a home-built CVD apparatus for 1 h under 460 °C at 25 Torr, using 5 sccm silane and 20 sccm argon gases. As shown in Figure 1e, almost no silicon structures managed to grow at these experimental conditions. Inherently, although no silicon nanostructure growth is observed at most surfaces, a few lowdensity silicon elongated nanostructures could be observed to grow at the fiber-to-fiber contact points only, Figure 1e inset. These observations led us to the understanding that silicon nanostructures can only grow on the defected substrate sections, and completely fail to grow on the majority of the defect-free substrate areas. To imitate this observed behavior, we decided to perform a series of chemical treatment experiments to systematically and homogeneously alter the surface morphology and chemical composition of the stainless steel mesh substrate and, thus, converting it from a noncatalytic to a highly catalytic substrate. This central assumption is based on the known fact that various acidbased chemical treatments can deeply alter both the morphology as well as the surface elemental composition of the stainless steel substrates, thus exposing novel chemical properties in comparison to those displayed by the untreated steel surfaces. In this context, a large volume of past investigations thoroughly described the results of acid-based chemical treatment of stainless steel substrates, and its influence on the surface morphology, composition, and properties.19−23 More specifically, hydrofluoric acid treatment is well-known to assist the surface etching of stainless steel through an oxidation−dissolution mechanism, leading to a dramatic alteration of the surface morphology and elemental composition, and the increase in surface roughness and microto-nano morphology formation depending on etching parameters, e.g., etching time, temperature, and acid composition and concentration.24 Surface morphology and elemental composition represent two key parameters in the capacity of stainless\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1946\nsteel to serve as efficient self-catalytic surfaces. Figure S1a−d shows the morphological changes experienced by the stainless steel substrates after treatment by various acids, as well as the results of consequent attempted silicon nanostructure growth, Figure S1e−h. Figure S1a depicts the stainless steel substrate after 30 min of immersion in concentrated hydrochloric acid (HCl). Hydrochloric acid is generally known to cause vigorous pitting corrosion in austenitic steels,20,21 thus promoting cracks on its surface. Figure S1b,c shows the stainless steel surface postimmersion in concentrated sulfuric acid (H2SO4) and phosphoric acid (H3PO4), respectively. While austenitic steels tend to undergo corrosion in contact with these acids, no pitting can be seen on the surface after 30 min. Figure S1d shows the stainless steel substrate after 30 min of immersion in concentrated hydrofluoric acid (HF, 40%). Unlike the other acids, HF causes an intense alteration of surface morphology, thus greatly increasing the surface roughening. Further magnifications, Figure S1d inset, display the formation of micron-size to nano-scale-size domains, homogeneously distributed along the whole surface of the fibers. The acidtreated samples depicted in Figure S1a−d were later subjected to silicon nanostructure growth attempts. Figure S1e−h depict each of the above-mentioned acid-post-treated stainless steel substrates after 1 h of the CVD growth process. It can be clearly seen that treatment under the acids H2SO4, HCl, and H3PO4 does not lead to silicon nanostructure growth (Figure S1e−g); only very scarce elongated nanostructure growth is observed for the phosphoric acid etching process, similarly to the case of acid-untreated stainless substrates. Contrary to these cases, treatment of stainless steel substrates under HF,\nFigure S1h, noticeably displays the strong influence of this treatment on the resulting silicon nanostructure growth, showing the strong formation of a dense spongelike silicon nanonetwork structure. This observed phenomenon can be credited not only to the formation of nanocatalytic islands on the surface of the stainless steel as a result of the HF treatment step, but also to the alteration of the elemental surface composition being freshly exposed by this treatment. Interestingly, Figure S1h inset depicts a stainless steel mesh substrate that was shortly dipped in nitric acid following a 30 min HF treatment step. While the stainless steel substrate preserves its nanoroughing character resulting from the HF treatment, the SEM micrograph shown in the Figure S1h inset exhibits no silicon nanostructure growth. Thus, the creation of a super-self-catalyzing stainless steel requires the combination of two key parameters: (i) Etching the surface is required to alter the surface elemental composition required for effective catalysis of silicon nanostructure growth, (ii) forming nanoislands through roughening which, in turn, serve as nanocatalytic sites for the growth of the elongated silicon structures of island-determined diameter. Thus, we found that HF treatment is the only effective process that simultaneously achieved both prerequisites leading to the observed highly self-catalytic behavior of stainless steel substrates. Table S1, in the Supporting Information, reveals the atomic surface percentages found on the stainless steel before and after 30 min of 40% HF treatment as measured by XPS (X-ray photoelectron spectroscopy). Through examination of Table S1, in the Supporting Information, it can be learned that while all atomic percentages evidently increase, nickel, chromium, and copper relative\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1947\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1948\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1949\npercent increases dramatically, as opposed to iron. Figure 2a depicts the XPS spectra of a representative HF-treated stainless steel substrate. Figure 2a left inset depicts the zoomed-in nickel elemental spectrum, showing a clear difference in the amplitude of NiO2 peak size in comparison to the untreated sample (Figure 2a right inset), thus demonstrating the increased surface abundance of nickel species on the treated stainless steel. Furthermore, Figure S2a shows the appearance of the copper XPS peaks after HF treatment. Further XPS analysis reveals elements that are exposed and enriched after the HF treatment and do not contain any traces of metal− fluoride bonds, excluding the iron XPS spectrum depicting an FeF2 bond peak (Figure S2b). This implies that the main metal element being dissolved during the HF treatment is iron, and all the other metals are dissolved to a considerably lesser extent. Thus, selective etching of metal elements of the steel substrate, where some metals are etched more than others, allows the creation of nanocatalytic islands to form on the surface of the stainless steel. The XRD pattern shown in Figure 2b depicts the difference before and after silicon structure growth on the stainless steel substrate. It can be learned that the grown sample contains solely NiSi and FeSi peaks (values of 28.5°, 47.5°, and 56.2°; and 27.5°, 45.05°, and 49.7°, respectively). Upon treatment of the sample in HF, nanocatalytic islands with higher concentrations of nickel are formed. It is well-established that silicon diffuses through nickel and iron at temperatures above 400 °C, creating silicides.25−28 However, the silicide formation and diffusion of silicon in chrome at these temperatures are scarce.29 We assume that the silicon nanostructures are grown by diffusing through nickel and iron domains up to a chromium barrier. This allows for the silicon to reach saturation in the nickel or iron and grow the mentioned nanostructures. The nanoislands offer a physical confinement due to the presence of chrome. Thus, modulating the HF pretreatment process allows control over the resulting spongelike silicon 3D network attributes. Table S2, in the Supporting Information, describes silicon loading densities after modulation of the applied HF concentration from 5% to 40%. While not described here, the HF concentration can be as low as 5%. However, at concentrations below 25%, the time required for effective etching of the substrate becomes excessively high (∼2 h for 5% concentration). Notably, 30% HF represents the optimum etching concentration, leading to the highest Si loading density. Higher HF concentrations plausibly lead to the concomitant self-passivation of the stainless growth substrate through the formation of an insoluble layer of iron fluoride species, thus partially inhibiting the silicon nanostructure network growth. Although 30% HF does bring the highest density, all of the following experiments were conducted using 40% HF concentration because of the smallest catalytic domains achieved through the etching process. Furthermore, Table S3, in the Supporting Information, describes the effect of variation of etching time under 40% HF on the resulting Si\nloading. All of the experiments described in Table S3, in the Supporting Information, were conducted under growth conditions consisting of 5 sccm silane, 20 sccm argon, 460 °C at 25 Torr for 60 min. These experiments show that 30 min etching leads to the most substantial change in Si nanostructure density, reaching a loading density plateau at this time period. Furthermore, Table S4, in the Supporting Information, describes the results of stainless steel substrate after a 30 min 40% HF etching step, after various CVD growth time periods. Clearly, these results show a steep increase in Si nanostructure density between 7 and 15 min of growth. It can be roughly assessed by SEM and TEM analysis that the elongated silicon nanostructures grow at a rate of 1.2μm/min (based on average of 13 measured wires after 2 min of growth and 17 measured wires after 5 min of growth, at different areas of the stainless steel mesh). Thus, modulation of the HF concentration during the etching step, and of the nanostructure growth time, results in different network densities, reaching up to 20 mg/cm2. Moreover, modulation of these two parameters allows for the silicon nanostructure network to fill all the openings of the three-dimensional mesh substrate, thus allowing control over the physical and chemical properties of the nanoporous, spongelike silicon network. Notably, the diameter of the resulting elongated nanostructures in the spongelike network mainly depends on the HF etching time applied to the stainless substrate, longer times leading to nanostructures of smaller diameter. Longer HF time periods lead to increased roughness (Figure 3a−d) of the steel substrate and to smaller catalytic domain sites, thus leading to nanostructures of smaller diameter. By this simple route, we can control the diameter of the elongated structures in the range 30−250 nm, after HF etching time periods of ca. 5−45 min. Figure 3e−h shows the resulting density of silicon spongelike network structures obtained after a 30 min 40% HF etching step at different silicon nanostructure growth times. Both optical (Figure S3) and SEM images exhibit the gradual filling of the mesh openings, clearly depicting the complete filling of the substrate window openings after 45 min of growth. This shows that the elongated wirelike structures can grow up to tens of microns in length. Figure 3e shows a Si loading density of 0.5 mg/cm2. Even at this density, the silicon elongated nanostructures grow up to 10−15 μm in length, while remaining at ca. 30 nm in diameter. Figure 3h depicts a Si loading density of 5.11 mg/cm2. At this density, the porosity of the anode has drastically increased. Furthermore, the elongated Si nanostructure network is homogeneously formed along the stainless steel substrate, accounting for the achievable control of the growth process. Similar results have been observed for additional stainless steel substrate grades (304 and 316), demonstrating the generality of our approach. Additionally, different Si gas sources for the creation of Si spongelike networks, such as disilane, allow milder growth conditions at temperatures below 410 °C, and lower Si source partial pressures. The milder growth conditions with disilane\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1950\nnot only allow reduction of the growth time, but also lead to better control of the resulting Si structures. TEM analysis shows that the elongated nanostructures making the spongelike silicon network have a crystalline core and amorphous shelllike structure, Figure 4a. Furthermore, as also made evident by SEM and TEM observations, many elongated nanostructures fuse together at contact points to form an entangled spongelike network, rather than individual isolated nanowires (Figure 4b,c). We found that the welded elongated nanostructures are\na result of the last high-temperature (650−750 °C) annealing step,30,31 leading to a mechanically stable 3D entangled network. Flexing and bending tests of the entangled silicon nanonetworks show high flexibility, while maintaining the high mechanical stability of the whole nanonetwork. Notably, further TEM analysis of the resulting nanostructures reveals the absence of a catalyst particle at their end tip (Figure 4d), as regularly observed for the known vapor−liquid−solid (VLS) mechanism.32−34 This implies that our nanostructures grow by\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1951\nthe vapor−solid−solid (VSS) mechanism.35−37 This is unexpected, since the growth rate observed in our experiments is considerably higher than the rates regularly observed in VSS processes.36−38 We hypothesize that the low-temperature silicon growth in this study is promoted via formation of metal silicide self-catalyzing domains on the surface of the chemically treated stainless steel substrate. Figure S4a depicts the beginning of silicon structure growth (2 min in CVD) on top of the stainless steel etched surface. The image depicts both silicon wirelike structures and thicker silicon structures. The latter is probably a result of extremely close catalytic islands that cause the elongating silicon structures to coalesce along their growth. Furthermore, TOF-SIMS studies of fully grown silicon nanostructures reveal the presence of large amounts of copper element impurities. As calculated from Figure 4e, which shows the elemental TOF-SIMS spectra, the copper contamination reaches a level of 0.2% copper in silicon. Though our stainless steel substrates contain residual amounts of copper, the resulting silicon nanostructures grown directly from these substrates are prone to large copper contamination due to the high diffusion coefficient and solubility of copper in silicon,39 even at low temperatures. Further TOF-SIMS studies of our p-type grown silicon nanostructures (Figure S4b) reveal iron contamination as well, along with boron doping.40 The last mentioned annealing step, at 650−750 °C, along with the formation of silicide phases at the base of the growing silicon nanostructures (Figure S4c), enhances the crystallinity of the resulting silicon structures. The annealed nanostructures exhibit a polycrystalline nature along their whole length, as seen by TEM analysis. The annealed sample conductivity was measured through the fabrication of FET devices, under dry conditions, with a Vg fixed at 0 V, which were found to display higher conductivity, up to an order of magnitude, than conventional VLS-grown, single-crystal, p-type SiNWs using a AuNP as catalyst (Figure 4f). We can safely assume that iron and copper contaminations greatly increase the conductivity of our nanostructures. Along with the silicide formation at the base of the silicon nanostructures, the conductivity of the entire composite material is increased through the annealing step. This may further enhance the electrical contacts of the potential anodes, thus increasing the electrochemical stability of future batteries. As mentioned before, the resulting metal silicide−silicon elongated axial heterostructures may confer to our anodes an improved morphological, electrical, and mechanical stability in lithium-ion battery devices. The short metal silicide base sections do not expand as dramatically as the silicon long sections.41 This may prevent the detachment of the nanonetwork from the stainless steel current collector during the lithiation (expansion) and delithiation (shrinking) cycles, Figure 4g. The insets (and Figure S8) depict lithiation and intended delamination of the silicon nanostructures from the stainless steel mesh. The lithiation was carried out by placing the silicon-covered stainless steel in a sandwich configuration with electrolyte and lithium foil.42 The sandwich was kept under physical pressure to ensure contact for 1 h, followed by washing in dimethyl carbonate. The lithiated structures were delaminated using a carbon tape. The highlighted yellow region in the bottom inset clearly exhibits a highly reduced expansion for the metal silicide sections, opposed to the highlighted red pure silicon regions. The expanded region is approximately 3 times thicker than the thinner silicide section, matching the theoretical expansion of lithiated silicon. These novel metal silicide-to-silicon axial\nheterostructures represent nanostructures of novel architecture with the goal to overcome the intrinsic stability limitation of silicon-based anodes in battery devices. Remarkably, our selfcatalyzed growth approach can be readily scaled-up, using a small-scale home-built CVD setup (4 in. quartz tube flow reactor), for stainless steel substrates up to a size of 2 m long, such as in Figure 4h, showing notably homogeneous network growth characteristics. It should be noted that the use of HF as a pretreatment does not inhibit the scaling-up of the process. HF is extensively used, both in aqueous and gaseous forms, in the semiconductor and photovoltaics industries, stainless steel manufacturing, and high-octane gasoline production. Next, electrochemical characterization of these potential anodes was conducted using a coin-cell battery configuration with 12 mm diameter anodes. Several composite anodes, with Si loading in the range 0.5−2.5 mg/cm2, were tested. For the first 3 cycles in each 100 cycles, the cells were cycled at 0.1 mA/cm2, to extract the maximum capacity of the cell. The following 97 cycles were cycled at a constant current of 1 mA/ cm2. A representative composite Si nanostructure anode/Li cathode half-cell, with 0.5 mg/cm2 Si loading, is depicted in Figure 5a. Such cells were cycled in the range 0.05−1 V. We can safely assume that the stainless steel substrate experiences no lithiation; thus, the capacity of the cell is assigned to Si as the only active material in the composite anode. Typical charge−discharge curves for this representative cell are shown in Figure 5b. The initial specific capacity of the anode is extremely high, 4000 mA h/gSi, and while it drops to 2800 mA h/gSi after 10 cycles because of SEI stabilization, it remains stable at this level for tens of consecutive cycles. The capacity, at the medium rate of 1 mA/cm2, slowly decreases to 930 mA h/gSi after 400 cycles (1880 mA h/gSi in cycle 401 at low current density), which is still 5 times larger than the theoretical capacity of a graphite anode. After cycle 403, the cell was cycled at 0.5 mA. The capacity at this point rises to 1360 mA h/gSi. The initial reversible areal capacity measured is 1.8 mA h/cm2. The capacity loss of the cells varies between 13% and 30% in the first 100 cycles, and between 38% and 60% after 400 cycles as measured at a low current density of 0.1 mA. The cycling effect on the electrochemical behavior of our SiNS anodes is shown via constructed dQ/dV plot in Figure 5c. Two anodic and cathodic peaks are distinguished in the dQ/dV curve. It is established in the literature that lithiation of silicon occurs with the formation of SiLi∼1.7, SiLi∼2.3, SiLi∼3.5, and SiLi4.4 alloys.\n10,43 At the absence of any active material other than Si, we attribute the anodic and cathodic peaks to the lithiation/delithiation of Si. The lowvoltage anodic and cathodic peaks can be assigned to the equilibrium between neat crystalline Si and two lithium-rich phases (SiLi∼2.3 and SiLi∼3.5), since the Si nanostructure network is mostly amorphous. The higher-voltage cathodic and anodic peaks mark the beginning (end) of lithiation (delithiation) processes.44 Figure 5d depicts a different cell, with Si loading of 0.9 mg/cm2, and a representative SEM image of the anode in the Figure 5d inset. Electrochemical impedance spectroscopy (EIS) and dQ/dV analyses of the cell are presented in Figure S7a−c. An important aspect of our composite anodes is the SEI formation and growth mechanism.5,45 Here, the cells depicted in Figure 5a,d show a value of 14% and 10% irreversible capacity, respectively. The postmortem cell analysis is shown in Figure 5e. It is seen that, during several hundred cycles, the SEI layer severely thickens, both on and between the stainless steel fibers, gradually\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1952\ncausing the increase of the cell impedance, thus reducing its power capability as made evident from the larger capacity loss at 1 mA/cm2 relative to that at 0.1 mA/cm2. TEM analysis (Figure S5) shows the presence of elongated Si nanostructures, deformed from lithiation/delithiation that were not pulverized, nor were damaged. Thus, the high capacity loss is attributed to increase of cell impedance. SEI formation can be stabilized by controlling the morphology of the composite anode (as seen in the stable cell depicted in Figure 5d), by achieving full control over the elongated nanostructure attributes. Also, the spaces between the silicon nanostructures are critical for the stabilization of cycling performance, because of the “breathing” mechanisms previously mentioned. Full battery cells consisting of the composite silicon network anode, and either LiFePO4 or NCA cathodes, were assembled and cycled. These had nonoptimized cathode-to-anode capacity ratio (both cathodes’ capacities were approximately 2 mAh/cm2). Cycle life and charge/discharge profiles of the Si-NCA are shown in Figure S6a,b, respectively. The loading of the Si composite anode was 2 mg/cm2. The cell was cycled at C/3 for 400 cycles (with the exception of C/30 for the first 3 cycles in each 100 cycles). After 100 cycles the cell displayed 19% capacity loss, and 49% after 400 cycles (measured at C/30). The Si−LiFePO4 cell is depicted in Figure S6c,d, with a Si loading of 1 mg/cm2. Here, the cell was cycled at 0.9C for 587 cycles. It is noteworthy to mention that optimized balancing of the cathode in accordance to the Si loading would have shown considerably improved results. The high-capacity composite Si nanostructure anodes allow their use in practical battery applications. Figure 5f depicts a cylindrical cell (1/3 AAA) made with a rolled 20.5 cm stainless steel mesh of 2 mgSi/cm\n2, with a commercial cathode. The mass of the cathode was designed to have 10% anodic excess in regards to the reversible capacity calculated for the anode’s loading. In addition, dQ/dV of the cylindrical cell is shown in Figure S7d. The anode strip was passivated with HNO3 in a small designated area, after HF treatment, to prevent silicon nanostructure growth as described earlier. This step is necessary to make contacts and let the stainless steel mesh substrate act as a current collector. The cell is cycled at C/20 for 3 cycles displaying a reversible capacity of 60 mA h and volumetric capacity of 650 mA h/cm3 anode. The cell shows stable cycle life at C/6 after 500 cycles. Because of the three-dimensionality and uniformity of the CVD process, these anodes can be used in a sandwich-like configuration, between two cathodes. The anode thickness is governed by the stainless steel mesh used. Ultimately, for our 25 μm mesh substrates, the thickness of the substrate is about 50 μm, with several micrometers added because of silicon out-growth. For a 25 μm fiber diameter steel mesh, a 4 mA h/cm2 anode produces a volumetric capacity of 572 mA h/cm2 (assuming a 1 × 1 × 0.007 cm3 composite anode). Upon modulation of the stainless steel substrate fiber diameter, a considerable increase in volumetric capacity can be achieved. For instance, a 5 μm fiber increases the volumetric capacity to 1250 mA h/cm3 (taking into account a plain stainless steel mesh and an additional 2 mg/cm2 silicon loading that thickens the composite anode by 10−12μm). The theoretical volumetric capacity of a graphite anode is 900 mA h/cm3, but considering its 40% porosity, it drops down to 540 mA h/cm3. The need for a binder material and a current collector reduces it even more. Moreover, a 25 μm fiber diameter mesh exhibits a ∼50% porosity (with 25 μm window openings as depicted in our experiments). This means that while a commercial copper current collector weighs 9 mg\n(10 μm thickness, area of 1 cm2), our used steel mesh substrate weighs 21 mg. Upon simple modulation of the steel fiber diameter and an increase in the porosity of the stainless steel substrate, it is easily achievable to fabricate thinner and lighter anodes than those commercially available, while drastically increasing the volumetric capacity for a given composite anode. The anodes can be further modulated in regards to the opening sizes. Upon an increase in the opening sizes, lighter anodes can be fabricated. However, upon a decrease in the openings, more silicon per geometric area can be grown, increasing the capacity at the cost of the anode’s overall weight. It should be noted that the modulations to the substrate as discussed above will not alter the morphology of the silicon nanostructures grown. Furthermore, the average Faradaic efficiency of the measured half-cells presented is ca. 99.4%. The full-cells exhibit Faradaic efficiency values of 99.6% and 100% for the Si-NCA and Si-LFP full-cells, respectively. These high efficiencies show the stable cycling life of the cells, being acceptable for future EV applications. Table S5 describes data of several cells assembled and tested in our lab, all of which exhibit high capacities, stable cycle life, and low irreversible capacity. The long cycle life, low Qir, and high efficiency of the cells are ascribed to a few major factors: (i) complete control over the morphology and composition of the silicon nanostructure network, which also greatly reduces the cell degradation, (ii) three-dimensionality of the sample which allows the entire open windows of the mesh to be filled with the silicon nanostructure spongelike network (by doing so, the porosity of the anode greatly increases leaving open space for the silicon’s volumetric changes and thus stabilizing the SEI layer), (iii) enhanced conductive interface of the metal silicideto-silicon axial heterostructures with the highly conductive (current collector) steel substrate, and (iv) the mostly amorphous nature of the silicon structures. In conclusion, we demonstrated the growth of three-dimensional, spongelike silicon nanostructure networks on chemically pretreated supercatalytic, nanoporous stainless steel surfaces at low growth temperatures. The as-received stainless steel is turned from a noncatalytic surface into a super-selfcatalyzing surface via a simple, one-step chemical pretreatment in hydrofluoric acid. The acid etching step creates catalytic nanoislands which expose a different metal composition on the surface of the stainless steel, thus highly promoting the growth of silicon nanostructures without the requirement for an external catalyst. Furthermore, we have shown that the threedimensional, nanoporous spongelike silicon network on stainless steel can behave as exceptional anodes, cycled through hundreds of cycles, exhibiting very high coulombic efficiency (>99.5%) and very high capacity (>3500 mA h/gSi at 0.1 mA/cm2). The supercatalytic stainless steel surface can be controlled via modulation of the HF pretreatment process, allowing for extremely high silicon nanostructure densities to be reached. Furthermore, the silicon nanostructures can grow to fully cover the window openings of the stainless steel mesh substrates, increasing the mechanical stability of the composite silicon−steel substrates, thus allowing full control of the physical and chemical properties of the resulting substrates. Importantly, the formation of a metal silicide section, at the base of the silicon elongated nanostructures of the network, confers, because of the reduced expansion and mechanical stability of metal silicides, improved cycling stability to the resulting battery. The large-scale production of this composite material, combined with the high performance of the Li-ion\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1953\nbatteries constructed from these anodes, provides a novel paradigm for the next-generation electric vehicles and portable electronics energy solutions.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.8b05127.\nExperimental section, images showing different acid treatments of the stainless steel mesh followed by CVD silicon nanostructure growth, copper and iron XPS spectra, optical images, TOF-SIMS and EDX spectra, TEM micrographs, cycle life and voltage profiles, EIS and dQ/dV graphs, SEM images, silicon loading values, and electrochemical results (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: peled@tau.ac.il. *E-mail: fernando@post.tau.ac.il."
    }, {
      "heading" : "ORCID",
      "text" : "Fernando Patolsky: 0000-0002-1382-5357"
    }, {
      "heading" : "Author Contributions",
      "text" : "#N.H. and G.D. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We gratefully thank the Momentum Fund, Ramot Ltd. at Tel Aviv University, for its financial support.\n■ REFERENCES (1) Beaulieu, L. Y.; Hatchard, T. D.; Bonakdarpour, A.; Fleischauer, M. D.; Dahn, J. R. J. Electrochem. Soc. 2003, 150, 1457−1464. (2) Beaulieu, L. Y.; Eberman, K. W.; Turner, R. L.; Krause, L. J.; Dahn, J. R. Electrochem. Solid-State Lett. 2001, 4, 137−140. (3) Besenhard, J. O.; Yang, J.; Winter, M. J. Power Sources 1997, 68, 87−90. (4) Ryu, J. H.; Kim, J. W.; Sung, Y.-E.; Oh, S. M. Electrochem. SolidState Lett. 2004, 7, 306−309. (5) Peled, E. J. Electrochem. Soc. 1979, 126, 2047−2051. (6) Peled, E.; Bar Tow, D.; Merson, A.; Gladkich, A.; Burstein, L.; Golodintsky, D. J. Power Sources 2001, 97, 52−57. (7) Liu, X. L.; Zhong, L.; Huang, S.; Mao, S. X.; Zhu, T.; Huang, J. Y. ACS Nano 2012, 6, 1522−1531. (8) Deshpande, R.; Cheng, Y.-T.; Verbrugge, M. W. J. Power Sources 2010, 195, 5081−5088. (9) Zhou, G. W.; Li, H.; Sun, H. P.; Yu, D. P.; Wang, Y. Q.; Huang, X. J.; Chen, L. Q.; Zhang, Z. Appl. Phys. Lett. 1999, 75, 2447−2449. (10) Li, H.; Huang, X.; Chen, L.; Zhou, G.; Zhang, Z.; Yu, D.; Mo, Y. J.; Pei, N. Solid State Ionics 2000, 135, 181−191. (11) Chan, C. K.; Pang, H.; Liu, G.; McIlwrath, K.; Zhang, X. F.; Huggins, R. A.; Cui, Y. Nat. Nanotechnol. 2008, 3, 31−35. (12) Laïk, B.; Eude, L.; Pereira-Ramos, J.-P.; Cojocaru, C. S.; Pribat, D.; Rouviere, E. Electrochim. Acta 2008, 53, 5528−5532. (13) Wu, H.; Chan, G.; Choi, J. W.; Ryu, I.; Yao, Y.; McDowell, M. T.; Lee, S. W.; Jackson, A.; Yang, Y.; Hu, L.; Cui, Y. Nat. Nanotechnol. 2012, 7, 310−315. (14) Peled, E.; Patolsky, F.; Golodintsky, D.; Freedman, K.; Davidi, G.; Schneier, D. Nano Lett. 2015, 15, 3907−3916. (15) Jennings, P.; Jiang, Z.-T.; Wyatt, N. M. W.; Parlevliet, D.; Creagh, C.; Yin, C.-Y.; Widjaja, H.; Mondinos, N. Appl. Phys. A: Mater. Sci. Process. 2013, 113, 723−728.\n(16) Geaney, H.; Kennedy, T.; Dickinson, C.; Mullane, E.; Singh, A.; Laffir, F.; Ryan, K. M. Chem. Mater. 2012, 24, 2204−2210. (17) Cho, J. H.; Picraux, T. S. Nano Lett. 2013, 13, 5740−5747. (18) Kim, M.-H.; Park, Y.-H.; Kim, I.; Park, T.-E.; Sung, Y.-M.; Choi, H.-J. Mater. Lett. 2010, 64, 2306−2309. (19) Kiefer, G. C.; Renshaw, W. G. Corrosion 1950, 6, 235−244. (20) Kolotyrkin, J. M. Corrosion 1963, 19, 261−268. (21) Streicher, M. A. J. Electrochem. Soc. 1956, 103, 375−390. (22) Noh, J. S.; Laycock, N. J.; Gao, W.; Wells, D. B. Corros. Sci. 2000, 42, 2069−2084. (23) Lizlovs, E. A. Corrosion 1969, 25, 389−393. (24) Covino, B. S.; Scalera, J. V.; Driscoll, T. J.; Carter, J. P. Metall. Trans. A 1986, 17, 137−149. (25) Liu, Z. Q.; Xie, S. S.; Zhou, W. Y.; Sun, L. F.; Li, Y. B.; Tang, D. S.; Zou, X. P.; Wang, C. Y.; Wang, G. J. Cryst. Growth 2001, 224, 230−234. (26) Zhu, Q. G.; Iwasaki, H.; Williams, E. D.; Park, R. L. J. Appl. Phys. 1986, 60, 2629−2631. (27) Chen, X.; Xing, Y.; Xu, J.; Xiang, J.; Yu, D. Chem. Phys. Lett. 2003, 374, 626−630. (28) Tuan, H.-Y.; Lee, D. C.; Hanrath, T.; Korgel, B. A. Nano Lett. 2005, 5, 681−684. (29) Vlasova, M.; Kakazey, M.; Gonzales-Rodriquez, J. G.; Dominguez, G.; Ristic, M. M.; Scherbina, O.; Tomila, T.; Isaeva, L.; Timofeeva, I. I.; Bukov, A. Sci. Sinter 2002, 34, 231−240. (30) Tabib-Azar, M.; Nassirou, M.; Wang, R.; Sharma, S.; Kamins, T. I.; Islam, M. S.; Williams, R. S. Appl. Phys. Lett. 2005, 87, 113102. (31) Celano, T. A.; Hill, D. J.; Zhang, X.; Pinion, C. W.; Christesen, J. D.; Flynn, C. J.; McBride, J. R.; Cahoon, J. F. Nano Lett. 2016, 16, 5241−5246. (32) Wagner, R. S.; Ellis, W. C. Appl. Phys. Lett. 1964, 4, 89−90. (33) Wu, Y.; Yang, P. J. Am. Chem. Soc. 2001, 123, 3165−3166. (34) Duan, X.; Lieber, C. M. A. Adv. Mater. 2000, 12, 298−302. (35) Liu, C.; Hu, Z.; Wu, Q.; Wang, X.; Chen, Y.; Sang, H.; Zhu, J.; Deng, S.; Xu, N. J. Am. Chem. Soc. 2005, 127, 1318−1322. (36) Arbiol, J.; Kalache, B.; Roca I Cabarrocas, P.; Morante, J. R.; Fontcuberta I Morral, A. Nanotechnology 2007, 18, 305606. (37) Kamins, T. I.; Stanley Williams, R.; Chen, Y.; Chang, Y.-L.; Chang, Y. A. Appl. Phys. Lett. 2000, 76, 562−564. (38) Wang, Y.; Schmidt, V.; Senz, S.; Gosele, U. Nat. Nanotechnol. 2006, 1, 186−189. (39) Istratov, A. A.; Weber, E. R. J. Electrochem. Soc. 2002, 149, 21− 30. (40) Istratov, A. A.; Hieslmair, H.; Weber, E. R. Appl. Phys. A: Mater. Sci. Process. 1999, 69, 13−44. (41) Fister, T. T.; Long, B. R.; Gewirth, A. A.; Shi, B.; Assoufid, L.; Lee, S. S.; Fenter, P. J. Phys. Chem. C 2012, 116, 22341−22345. (42) Liu, N.; Hu, L.; McDowell, M. T.; Jackson, A.; Cui, Y. ACS Nano 2011, 5, 6487−6493. (43) Wen, C. J.; Huggins, R. A. J. Solid State Chem. 1981, 37, 271− 278. (44) Ogata, K.; Salager, E.; Kerr, C. J.; Fraser, A. E.; Ducati, C.; Morris, A. J.; Hofmann, S.; Grey, C. P. Nat. Commun. 2014, 5, 3217− 3227. (45) Peled, E.; Menkin, S. J. Electrochem. Soc. 2017, 164, 1703− 1719.\nDOI: 10.1021/acs.nanolett.8b05127 Nano Lett. 2019, 19, 1944−1954\n1954"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Here, we report on the large-scale one-step preparation, characterization, and application of three-dimensional spongelike silicon alloy composite anodes, based on the catalyst-free growth of porous silicon nanonetworks directly onto highly conductive and flexible open-structure stainless steel current collectors. By the use of a key hydrofluoric-acid-based chemical pretreatment process, the originally noncatalytic stainless steel matrix becomes nanoporous and highly self-catalytic, thus greatly promoting the formation of a silicon spongelike network at unexpectedly low growth temperatures, 380−460 °C. Modulation of this unique chemical pretreatment allows control over the morphology and loading properties of the resulting silicon network. The spongelike silicon network growth is capable of completely filling the openings of the three-dimensional stainless steel substrates, thus allowing full control over the active material loading, while conserving high mechanical and chemical stabilities. Furthermore, extremely high silicon loadings are reached because of the supercatalytic nanoporous nature of the chemically treated stainless steel substrates (0.5−20 mg/cm). This approach leads to the realization of highly electrically conductive Si− stainless steel composite anodes, due to the formation of silicon-network-to-stainless-steel contact sections composed of highly conductive metal silicide alloys, thus improving the electrical interface and mechanical stability between the silicon active network and the highly conductive metal current collector. More importantly, our one-step cost-effective growth approach allows the large-scale preparation of highly homogeneous ultrathin binder-free anodes, up to 2 m long, using a home-built CVD setup. Finally, we made use of these novel anodes for the assembly of Li-ion batteries exhibiting stable cycle life (cycled for over 500 cycles with <50% capacity loss at 0.1 mA), high gravimetric capacity (>3500 mA h/gSi at 0.1 mA/cm ), low irreversible capacity (<10%), and high Coulombic efficiency (>99.5%). Notably, these Si spongelike composite anodes of novel architecture meet the requirements of lithium batteries for future portable and electric-vehicle applications.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}