{
  "name" : "downloads_2020-02-05_43_10.1016@B978-0-12-817854-6.00022-2.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "22 - Applications of self healing nano concretes",
    "authors" : [ "Anwar Khitab", "Waqas Anwar", "Zain Ul-Abdin", "Seemab Tayyab", "Omar Abdullah Ibrahim" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Applications of self healing nano concretes 22 Anwar Khitab a, Waqas Anwar a, Zain Ul-Abdin a, Seemab Tayyab a, Omar Abdullah Ibrahim b aDepartment of Civil Engineering, Mirpur University of Science and Technology (MUST), AJ&K, Mirpur, Pakistan; bDepartment of Civil Engineering Prince Sattam Bin Abdulaziz University, Al Kharj, Saudi Arabia\nChapter outline"
    }, {
      "heading" : "1. Introduction 502",
      "text" : ""
    }, {
      "heading" : "2. History 502",
      "text" : ""
    }, {
      "heading" : "3. Types of cracks 503",
      "text" : "3.1 Classification with regard to direction 503 3.2 Classification with regards to width 503 3.3 Classification based on the structural and non-structural types 503\n3.3.1 Structural cracks 504 3.3.2 Non structural cracks 506"
    }, {
      "heading" : "4. Need of self-healing concrete 510",
      "text" : ""
    }, {
      "heading" : "5. Mechanism of action of different types of SHC 511",
      "text" : "5.1 Autogenous healing 511 5.2 Improved autogenous healing 511 5.3 Vascular based self-healing 512 5.4 Bacterial healing 513 5.5 Superabsorbent polymers (SAP) healing 514 5.6 Calcium carbonate precipitating micro- organisms healing 515 5.7 Use of alkali activators 515"
    }, {
      "heading" : "6. Factors affecting the use of self-healing concrete 516",
      "text" : ""
    }, {
      "heading" : "7. Desirable factors after the SHC process 516",
      "text" : ""
    }, {
      "heading" : "8. Advantages of self-healing concrete 517",
      "text" : "8.1 Increased durability 517 8.2 Regain in mechanical properties 519"
    }, {
      "heading" : "9. Applications of self-healing concrete 520",
      "text" : "References 521\nSmart Nanoconcretes and Cement-Based Materials. https://doi.org/10.1016/B978-0-12-817854-6.00022-2 Copyright © 2020 Elsevier Inc. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Ordinary concrete which is most widely used in the world is produced using a blend of cement, fine aggregates (usually sand), coarse aggregates, water and sometimes admixtures. These materials are mixed together in different ratios. Cement and water make fluid cement paste, which hardens with time (Khitab, 2012). The paste acts as a binder that binds the filler aggregate particles together into a durable stone-like material. Concrete can be considered such a kind of artificial rock whose properties are directly or indirectly similar to certain natural rocks (Jonkers, 2007). Concrete has high strength, durability and low cost (Mehta and Monteiro, 2006). But the cracks in concrete make it vulnerable to be exposed to harmful chemicals which also contribute to the corrosion of rebar present in it (Reinhardt and Jooss, 2003). This leads to the loss of strength of the concrete structure (Hewlett, 2003). The properties of concrete have been well premeditated at macro or structural level but not at the micro & nano level. The better understanding of the structure and behavior of concrete at micro and nano-scale could help to further improve concrete properties and make it more durable and reliable (Mukhopadhyay, 2011). This chapter deals with the introduction, history, applications and benefits of self-healing concrete.\nSelf-healing concrete (SHC) is a sort of concrete that has the ability to repair the small cracks autonomously (Lee, 2009). As damaged skin of animals and trees can be repaired independently, this natural phenomenon can be considered as the good base to take the development of self-healing concrete seriously (Breugel, 2007). Self-Healing concrete has the ability to regain the original position of concrete member when any kind of destruction occurs in it. It can be detected in many old structures, which have continued standing for many years and have developed several types of failure primarily due to the fact that they had limited resources of maintenance. The SHC is proving to be more helpful for the eradication of all types of failure mechanisms. For example, if a concrete member is constructed and after several years, it has to face different kinds of cracks, the self-healing concrete has the ability to refill these cracks up to the maximum extent."
    }, {
      "heading" : "2. History",
      "text" : "The phenomenon of self-healing process is under discussion since nineteenth century. In 1877, Ferdinand Cohn claimed that the concrete could be healed by using special bacteria known as “Genus Bacillus” (Khitab et al., 2015). In 1926, Glanville started to execute more organized analysis for self-healing process (Glanville, 1931). In the past, many methods were used to fix the cracked concrete. As an example, for a concrete member facing extensive cracking, the commonly used method was to dismantle (knock it down) the member from the scratch surface and to retrofit it from that point with the fresh material. Moreover, patching of the member or to reinforce it were also in use. But this practice was rapidly changed with the passage of time. In 2010, a chemical engineering professor and a graduate student at the University of Rhode Island created a new type of “smart” concrete that was capable to\n“heal” its own cracks (Khitab et al., 2014). The concrete blend was filled with small capsules of sodium silicate NaSiO3. When a crack appeared, the capsules came into action and released a gel-like healing material that filled the voids efficiently. Afterward, different methods for healing concrete rose into picture but it was concluded that Rhode Island researcher’s method was the most cost effective at that time (Coxworth, 2010). Recently, development of self-healing concrete technology has become an imperative objective of researches in the fields of biotechnology linked with civil engineering (Balazs, 2007)."
    }, {
      "heading" : "3. Types of cracks",
      "text" : "Cracking in concrete is a devastating process, which is known world-wide. When the tensile forces in concrete member exceed their ultimate limit, then different kinds of cracks develop in it. These cracks prove to be destructive for any sort of concrete building. In some concrete members, cracks are acceptable as they do no cause harm while in other concretes, cracks can be very defective as they affect the strength, function as well as the durability of the structure (Khitab and Anwar, 2016). In many cases, cracks do not result in structural failure, but they can result in definite loss of performance of the structure by creating deterioration. Cracks in concrete are developed before hardening as well as after hardening of concrete matrix. Cracks in concrete are generally classified by (i) regarding to direction, (ii) regarding to width, and (iii) structural and non-structural types.\n3.1 Classification with regard to direction\nThese cracks are of two types, map cracks/pattern cracks and single continuous cracks as shown in Fig. 22.1. Pattern cracks are uniformly distributed short cracks roughly running in all directions while the single continuous cracks run in a single definite direction often parallel at definite intervals shown in Fig. 22.2.\n3.2 Classification with regards to width\nThese cracks are of three types. (a) Fine cracks generally less than 1 mm wide. (b) Medium cracks whose width generally lie between 1 and 2 mm. (c) Wide cracks having width more than 2 mm: Mostly cracks up to 0.3 mm wide are accepted on aesthetic point of view (Doshi et al., 2018).\n3.3 Classification based on the structural and non-structural types\nConcrete cracks can also be classified in terms of Structural and Non-structural:"
    }, {
      "heading" : "3.3.1 Structural cracks",
      "text" : "When the tensile forces in concrete member exceed the ultimate limit, then different kinds of cracks develop in it. These cracks prove to be destructive for any sort of concrete building. Following are some common types of these cracks that may generate in the concrete matrix (Siddiqi, 2013)."
    }, {
      "heading" : "3.3.1.1 Flexural cracking",
      "text" : "This is the most common type of cracks in concrete, also known as overloading cracks. These are caused, when a structure has to bear overloading. The amount of cracks is in accordance with the direction and the type of the load. In a concrete beam, these cracks are generally vertical in nature and move toward neutral axis from tension face (bottom face). The possibility of occurrence of these cracks is in low shear and high moment zone (Siddiqi, 2013)."
    }, {
      "heading" : "3.3.1.2 Shear cracks",
      "text" : "These cracks are also known as web-shear cracks or pure shear crack or diagonal shear cracks. In a reinforced concrete beam, these cracks normally start from neutral axis and progress toward the end faces at almost 45oangle. The possibility of occurrence of these cracks are in the zone of lower moments and higher shear stresses i.e. near the supports (Siddiqi, 2013)."
    }, {
      "heading" : "3.3.1.3 Flexural shear cracks",
      "text" : "These cracks are the combination of both flexural cracks and shear cracks. These cracks are vertical at the face and inclined near the neutral axis. In a simple reinforced beam, these cracks generally originate in the zone where moment and shear are higher (Siddiqi, 2013). The cracking patterns of flexure, shear and flexure shear crack are shown in Fig. 22.3."
    }, {
      "heading" : "3.3.1.4 Internal micro cracks",
      "text" : "The micro cracks mostly result from the compressive loading, such as the loading experienced in standard cylinder test (ASTM C39, 2015). These micro cracks are parallel to the compressive stresses and result in the collapse of concrete when join with each other."
    }, {
      "heading" : "3.3.2 Non structural cracks",
      "text" : "These cracks are mainly due to intrinsic properties of concrete and its ingredients. These cracks are not caused by the external forces. These cracks are less common than structural cracks. These cracks are further classified in to two types i.e. Pre-hardening cracks and Post-hardening cracks (David Beal)."
    }, {
      "heading" : "3.3.2.1 Pre-hardening cracks",
      "text" : "These cracks, also known as plastic cracks, are formed before the concrete has fully hardened and usually originate between 10 min and 6 h after placement of concrete. These cracks are further classified in to three following types:\n- Plastic Shrinkage Cracks: These cracks are mostly caused by the rapid drying of the concrete surface. As soon concrete is placed and compacted, the solids particle settle and a film or layer of water usually form on the surface of concrete known as bleeding. Under condition of rapid drying, the bleeding water evaporates from the surface of the plastic concrete. The surface of concrete is left dry. The water with in the concrete is drawn to surface and evaporates and concrete near the surface shrinks and plastic shrinkage cracks appear on surface, as shown in Fig. 22.4. - Plastic Settlement Cracks: These cracks are mostly due to high amount of bleeding and settlement, and there is some form of restraint to the settlement. These cracks are formed after placing and compaction. These cracks are not due to rapid drying, and often occur under a film of surface water. They typically occur in a thin section as shown in Fig. 22.5. - Cracks caused by formwork movement These cracks are mainly due to intentional or unintentional movement of formwork, after the concrete has started to stiffen but before it has gained enough strength to support its own weight. Such types of cracks have no regular pattern."
    }, {
      "heading" : "3.3.2.2 Post hardening cracks (cracks in hardened concrete)",
      "text" : "These cracks are caused in hardened concrete for two principle reasons: Volume changes in the concrete and chemical reaction with in the body of the concrete, which cause expansion and subsequent cracking of the concrete. These cracks are further classified as: crazing, drying shrinkage, thermal movement, alkali-silica reaction, heaving concrete and spalling cracks.\n- Crazing: When the surface of concrete has been exposed to atmosphere for some time, very fine cracks appear on its surface known as crazing. These cracks are like spider webs or shattered glass. These cracks are so narrow that that they do not affect the structural integrity of the concrete as shown in Fig. 22.6. - Drying Shrinkage Cracks: These cracks are mainly due to shrinkage of concrete, as it loses moisture. The shrinkage in concrete reduces the concrete volume due to evaporation of water and hydration of cement that ultimately creates cracks as shown in Fig. 22.7.\n- Thermal movement cracks: These cracks occur when the temperature of concrete changes, either due to environmental changes or to the heat generated by the hydration of cement. - Alkali-Silica reaction cracks: These cracks occur when silica content in concrete is subjected to rain, heavy condensation or ground water containing high alkali content. Alkali silica reaction causes cracking and expansion in concrete structure (Munir et al., 2017a; Munir et al., 2017b). The concrete cylinders subjected to ASR cracks are as shown in Fig. 22.8. - Heaving concrete cracks: These cracks are formed due to presence of large tree roots near concrete structures, mostly concrete sidewalks, foot-paths, concrete slab on ground.\nThe growing roots of the tree lift the concrete structure and create cracks. Moreover, in extreme cold temperature, the ground freezes and can lift many inches before thawing and settling back down. The continuous freezing and thawing of ground creates cracks on super-imposed concrete structure as shown in Fig. 22.9. - Spalling: This process happens, when a chunk of concrete falls off due to the corrosion of steel as a result of open cracks. After corrosion of steel, the rust can expand up to 10 times its original volume, disconnecting reinforcement from concrete causing them to stop working together (Khitab et al., 2005). As a result, there happens a major damage to the structures as shown in Fig. 22.10."
    }, {
      "heading" : "4. Need of self-healing concrete",
      "text" : "Concrete is very weak in tension: The tensile strength of concrete is about 8%e12% of its compressive strength (Neville, 2004). Due to the weakness of concrete in tension, the phenomenon of cracks is more common in concrete. As cracks in a structure affect the durability as well as safety, it becomes very necessary to repair them in time (Zhong and Yao, 2008). The durability of concrete is reduced because the cracks offer easy pathway to the entrance of both liquids and gases, no matter how good the reinforcement amount and mechanical properties of concrete exist. If liquids and gases from the outside reach to the reinforcement level with in the concrete member, then it causes the corrosion of steel that may result in the collapse of the entire concrete structure. Liquids and gases along with some other harmful substances affect the durability of concrete as well.\nSelf-Healing method has a significant effect on both the durability and strength of concrete. The traditional way of self-repairing concrete is checked periodically. Moreover, it is influenced by the external conditions such as, temperature and moisture. The traditional way for maintenance and repair for concrete structure results in high costs. These issues forced scientists and engineers to develop a high performance concrete with superior qualities. Fig. 22.11 shows the evolution of amount of papers published on SHC. Bio concrete can enhance the life of bridges, roads, tunnels and other concrete structures over a 200 of years."
    }, {
      "heading" : "5. Mechanism of action of different types of SHC",
      "text" : "The prime mechanism of the action of SHC is the combination of nature with the materials in concrete. The general idea of healing process can be summarized as introducing some types of bacteria in cementitious matrix during the curing period. These bacteria will automatically grow up and replicate until they completely fill the cracks. Therefore, voids will be reduced with increasing concrete properties. This kind of self-healing bio concrete endeavors to supply a sustainable and inexpensive resolution, significantly sophisticating lifetime of buildings and other constructions. In addition, it is recommended to use this product to protect steel reinforcement from corrosion, which increases the lifetime of the structure. Following are some important mechanisms that are used for the healing of concrete."
    }, {
      "heading" : "5.1 Autogenous healing",
      "text" : "Autogenous process of healing is the natural practice to repair cracks that may occur in concrete due to the weakness of concrete in tension as well as the moisture presence. Autogenous healing is mostly used to cure the concrete cracks in moist environment. For example, it may be found in water-tight structures (water tanks, water retaining structures etc.). Both BS 8007 (Design of concrete structures to retain aqueous liquids) and the Water Services Association’s Specification say that the cracks up to 0.2 mm and 0.1 mm wide will autogenously be healed within 28 and 14 days respectively (BS 8007, 1987).\nIn most of normal concrete mixture used nowadays, approximately 20%e30% portion of the cement is left un-reacted. If such a concrete is cracked, those cement grains, which are un-reacted could become exposed to aggressive species like sulfates and many other external factors. However, if the un-hydrated cement gains are manipulated to form hydrated compounds, the new cracks can be filled or healed. Such type of healing process is known as Autogenous Healing. This method is valuable to cure small cracks in concrete."
    }, {
      "heading" : "5.2 Improved autogenous healing",
      "text" : "From the discussion in previous Autogenous healing section, it is concluded that Autogenous healing is more productive, when crack widths in concrete are very small or when the crack closure can be provided. For Autogenous healing to occur, water is always needed. So the supply of water should also remain under consideration. Autogenous healing can be improved by deciding the flow pattern of water in concrete. Moreover, the healing efficiency of concrete can be improved by the addition of microfibers continuously in the concrete mix during specimen’s casting. By doing so, small cracks are generated instead of one large crack and that can be filled easily and efficiently during the Autogenous Healing (Gruyaert et al., 2018). Fig. 22.12 shows how the cracks in concrete fill autogenously."
    }, {
      "heading" : "5.3 Vascular based self-healing",
      "text" : "In this method of curing concrete, hollow tubes are provided. The vascular based self-healing agents seize the healing agent in a grid of hollow tubes, which may be in contact with the structure either externally or internally. To provide the concrete member with a single dosage of self-healing agent, one channel vascular system is recommended. However, in case where multi-component healing agent is necessary to use, a multiple channel system is used in combination with a multi-component healing agent (Van Tittelboom and De Belie, 2013). Fig. 22.13 shows the working process as how vascular based self-healing agent is introduced in the concrete member."
    }, {
      "heading" : "5.4 Bacterial healing",
      "text" : "This is comparatively a simpler process to fill the cracks and to increase the overall strength of concrete. The bacteria that remain in use mostly are called “Genus Bacillus”. These bacteria have some exceptional characteristic; it has thick wall outer layer, which provides resistance to chemical agents and sunlight. Bio concrete heals cracks by formation of mineral compounds through microbial activity in concrete (Vekariya & Pitroda, 2013). The process of self-healing is actually dependent on the creation of calcium carbonate that further depends on many factors e.g. dissolved inorganic carbon, pH value of concrete and the existence of calcium ions. Furthermore, the bacterial type, its varying concentrations & curing procedures as well as the carrier compound used for assimilation of bacteria play an important role toward efficient self-healing of concrete (Hammes et al., 2003). Researchers have used different types of bacteria in mortar and concrete including Bacillus Pastuerii, Shewanella, E. Coli, Bacillus Pseudofirmus and Bacillus Sphearicus (Ramachandran et al., 2001). Just like type of bacteria, the efficiency toward self-healing is also very much dependent on the type of the carrier compound (Jonkers et al., 2010).\nIn the process of bacterial healing of concrete, two kinds of reagents are added in the concrete mix either in the form of packets (capsules) or added directly into the mixture. One is the “bacteria” which will have to do germination at the later stages, when water mixes with it at the crack. The bacteria should have the ability of spore formation as well as the alkali resistance. The other one is the compound that looks like calcium lactate “Ca(C3H5O2)2”. When the bacteria germinate, it leads to the production of Calcium Carbonate CaCO3. Following reaction takes place that results the formation of CaCO3.\nCaðC3H5O2Þ2þ 7O2 ¼ CaCO3 þ 5H2Oþ 5CO2\nThe generation of CaCO3 is responsible to fill the cracks in concrete. When a crack forms, CaCO3 is generated due to the exposure of calcium lactate to the atmosphere. The CaCO3 provides hindrance to the flow of any harmful agent from atmosphere that may cause corrosion of steel.\nAccording to Dr. Richard Cooper of Bath’s Department of Biology& Biochemistry the introduction of bacteria in concrete develops a double layer protective shield in order to avoid corrosion in steel reinforcement. The use of bacteria is also important due to the reason that in a dry climatic condition it can survive for more than 200 years and it has the sustainable organic properties (Jonkers, 2011).\nDuring the mixing of concrete, all the ingredients (cement, sand, aggregate, water, admixtures and bacteria) should be mixed together that leads to an efficient selfhealing concrete. But while mixing, one precaution should be taken into account that the bacteria and the cement should have no chance to mix together in spite of the fact that clay pallets are there. Following Fig. 22.14 shows how bacteria develop to fill cracks in concrete member.\nSisomphon et al. (2012) performed a water permeability test on a cracked concrete specimen. The permeability of water through this specimen was greater in the start but\nwith the passage of time, the crack started healing and after 56 days the rate of permeability had reduced to zero, which means that the crack had fully self-healed due to the incorporated bacteria. The progress of crack from day 0 to 28th day is shown in Fig. 22.15A and B:"
    }, {
      "heading" : "5.5 Superabsorbent polymers (SAP) healing",
      "text" : "These are the polymers that have the ability to take up a large quantity of fluid in their structure. They have the property to intake the liquid up to 500 times as their own weight without dissolving it. When crack occurs in the member due to the applied load, the SAP gets in contact with the environment and swell. Due to this swelling, the material stored in SAP gets out and reaches to the location of crack; this leads to the filling of cracks. As a result, the moisture and other harmful substances do not get enough chance to seep into the concrete member and the member is protected from degradation. From the past researches, it is also concluded that this method is also used for PH sensitive hydrogels because these polymers swell only when the substances from outside infiltrate or when the cracks occur (Gruyaert et al., 2018).\nIt is highly recommended to use Superabsorbent polymers as self-healing agents in mortar and concrete. However, the main drawback of using SAP lies in the fact that during the preparation or casting sample, they may absorb water that results in the loss of workability and durability. In order to avoid water adsorption, superabsorbent polymers are coated. The coating consists of three consecutive layers: a solegel derived zirconium-silicon oxide as an adhesion-promoting topcoat layer, a cycloolefin copolymer as a barrier layer, and a poly-vinyl-butyral as primer/wetting layer. It is reported that for a short time the swelling behavior could be delayed to a large extent. Moreover, the coatings do not affect the efficiency of self-healing mortar and concrete (Pelto et al., 2017)."
    }, {
      "heading" : "5.6 Calcium carbonate precipitating micro- organisms healing",
      "text" : "This is another method of healing cracks in concrete. Calcium carbonate is one of major agents to heal cracks in concrete. In this method, cracks can be healed by using micro-organisms that have the ability to precipitate calcium carbonate (CaCO3). These micro-organisms are added into the concrete mix either in super absorbent polymers directly or after immobilization on diatomaceous earth in microcapsules. Once a crack appears, the precipitation of CaCO3 will start by the micro-organisms. The cracks will be filled after coating of bacterial cell by calcium carbonates as shown in Fig. 22.16 (Talaiekhozan et al., 2013)."
    }, {
      "heading" : "5.7 Use of alkali activators",
      "text" : "From the point of view of past researchers, it is concluded that the fly ash and blast furnace slag concrete prove to be inferior with respect to the early age strength development (Jalil et al., 2019). Because of the lower degree of hydration of fly ash and slag,\ntheir self-healing ability can be much higher. In this method, an alkali activator agent is added into the concrete mix. At the stage of cracking, the unreacted particles can be activated again in order to regain water permeability and strength. In the same way, the cracks will fill as well. Before using alkali activators, the most important thing to note is to check the appropriateness of different kinds of alkali activators (e.g. Sodium hydroxides, Calcium hydroxides or silicate solutions) (Gruyaert et al., 2018)."
    }, {
      "heading" : "6. Factors affecting the use of self-healing concrete",
      "text" : "As a matter of fact, although there are many benefits of SHC, still it is not being used in all modern construction works: The reason lies in the fact that still sufficient research work is missing or is in progress. However, some practical applications have been carried out in the recent years and are being discussed later in this chapter. Modern progress of Self-Healing bacteria created concrete on full scale shows that it is exceptional to use. Following are the few important factors that force the engineer’s intention to what the mechanism of healing suit the field conditions best and to explore the SHC.\n(a) Cost efficiency (b) Long term service efficiency (c) Long term bearing load efficiency (d) Safety etc."
    }, {
      "heading" : "7. Desirable factors after the SHC process",
      "text" : "As mentioned above, ordinary concrete is weak in tension. When the tensile forces develop in a concrete member, there are most probably chances that cracks will develop in it. The development of cracks will ultimately result in the failure of the\nconcrete member. To eradicate the problem of cracking, various self-healing mechanisms and agents are used. Following are the most important parameters that an engineer expects from a self-healing concrete member in comparison to the conventional concrete.\n(a) Durability of concrete with respect to the ingress of chloride, sulfates and carbonates. (b) Mechanical properties of concrete (e.g. compressive tensile and flexural strength etc.) (c) Resistance against creep (d) Sustainability of concrete Structure. (e) Increased life span of the Structure. (f) Cost-effective performance in terms of maintenance and repair.\nA summary of the important literature work in SHC is presented in Table 22.1."
    }, {
      "heading" : "8. Advantages of self-healing concrete",
      "text" : "It has been observed from the previous study that the use of self-healing concrete is progressing rapidly in the field of Civil Engineering. Following are the two major advantages of using SHC."
    }, {
      "heading" : "8.1 Increased durability",
      "text" : "The durability of concrete can be increased when self-healing agent generates sufficient resistance/hindrance to the intrusion of water and other harmful agents from outside. Different researchers proposed several ways of making concrete watertight; for example, when SAP particles are encapsulated inside the concrete matrix, the cracks start to refill. It is noted that the nature of embedded liquid decides the swelling action of SAP. Lee et al. observed complete healing when sodium chloride solution, tap water or synthetic groundwater was introduced into the crack: The swelling action was reduced while using the artificial seawater intruded (Lee, 2009). They concluded that the marine structures having self-healing agents did not prove to be beneficial. The reason is that, on freezing, the water inside the saturated SAP expands and results in the damage to the structure due to the development of internal stresses. Moreover, SAP particles shrink during dry season because they release their entrapped liquid. The released material may contain chlorides, sulfates ions etc. that cause degradation of concrete. In addition, SAP particles remain non-responsive, when they do not get swollen. SAP is not capable of retarding the intrusion of CO2 and O2 into the concrete matrix. In this way, the corrosion of reinforcement occurs.\nIt is necessary to use such kind of self-healing agents, which are water and gas tight. Several other researchers also proposed their views regarding development of selfhealing process in a more efficient way. Gas and watertight self-healing concrete after activation of the bacteria, consumption of the nutrients and crack filling with deposited CaCO3 crystals have also been proposed (Jonkers and Thijsen, 2010) and (Wang, De Belie and Verstraete, 2012)."
    }, {
      "heading" : "8.2 Regain in mechanical properties",
      "text" : "An efficient SHC systems needs significant air and water tightness: Hence, the most important objective of self-healing concrete should be the assurance of both these properties. However, in modern practice, many researchers have focused on the probability of regaining mechanical properties due to self-directed crack healing concrete. When cracks are healed due to Autogenous or improved Autogenous healing, the mechanical properties after healing will mostly be less than those of the control specimens. The reason is that, although the materials that fill the crack (secondary hydration products and CaCO3 crystals) are alike to the ingredients of the cementitious matrix. But due to the ongoing hydration, CSH gel is formed that is responsible for inferior mechanical properties as compared to primary hydration products. As a result, the deposited CaCO3 crystals do not form a proper bond with the crack faces. This implies that by using bacterial CaCO3 precipitation, mechanical properties of the virgin material will also never be regained completely. The mechanical properties increase only in the case when polymeric based self-healing agents are encapsulated. In this way, more than 100% of regain in strength and stiffness can be obtained. Recovery will depend on the type of capsules and subsequently the released volume of healing agent and the type of healing agent. The strength regain will be limited for\nfoam like materials and silicones. For example, epoxies resins can result in more than 100% strength regain (Van Tittelboom and De Belie, 2013)."
    }, {
      "heading" : "9. Applications of self-healing concrete",
      "text" : "After studying the importance and working mechanisms of different kinds of selfhealing concrete, the engineers force themselves to construct the self-healing concrete members. This sort of construction results to be very productive with respect to cost and durability. Following are the few field works, where SHC construction has been carried out and better results have been ensured.\nIn July 2014, the application of self-healing bacterial concrete took place in the highlands in the region of Ecuador, South America. The native economy in this region is usually based on farming. In order to fulfill the requirements of farming, Irrigation canals are desired to assure a constant supply of water. This constant flow of water is necessary for the essential yield of crops. An Irrigation canal has been transporting water from glaciers in the Andean peaks to the agricultural land; concrete was used in linings of this canal years ago. This canal after 100 years lost the entire concrete lining and only compressed soil was left on the walls and bottom which has reduced the yield of the canal over time. Not so long ago, approximately 70% of the water was lost due to infiltration and evaporation into the soil. In order to improve the functionality of the canal it was then decided to line it with concrete which cracked after about a year and once again wastage of water started to occur through infiltration. Later on, it was decided to use the self-healing concrete reinforced with natural fibers. Flexural and compression tests were used to evaluate the mechanical properties of the concrete having fibers and bacteria in it. The self-healing capacity of the concrete with and without bacteria was studied by monitoring the crack-healing phenomenon. The compressive strength fulfilled the requirements for the proposed application in irrigation canals. In the laboratory, six months after cracking and curing the samples exhibited crack sealing. Local people and relevant government authorities in the region are looking forward to more applications of this novel material (Sierra-Beltran et al., 2015). They designed a concrete mix by considering the strength of concrete. The concrete mix included cement, sand, gravels with maximum size of 10 mm and light weight aggregates. The control specimen (without self-healing agents) and specimen with healing agent as well were prepared. The healing agent used for the study was Calcium lactate (80 g/L) and yeast extract (1 g/L). The compressive strength of both the samples was investigated after 28 days of curing. It is found that control specimen had the compressive strength of 26 MPa while it is 30 MPa for the sample including the healing agents. In order to evaluate the self-healing ability of the healing agent, cracks of more than 150 mm produced through 3-point loading in the healing agents mix specimens. After this the sample is placed to heal in contact with water. The observations under microscope after 6 weeks indicate that the cracks were healed up to the maximum extent.\nA joint research work carried out under ‘Material for Life’, a 3 year EPSRC funded project, by the University of Cardiff, University of Bath and University of Oxford also confirmed that the huge size panel containing Bacillus pseudofirmus bacteria showed positive results toward healing of cracks (Davies et al., 2018).\nIn Netherlands, liquid spray containing bacteria were used in two parking garages, which suffered from cracks in roofs as well as the deck. More than 10,000 square meter area was successfully treated. The work was carried out by Dr. Jonkers, a very popular microbiologist and his team. This work proves to be very productive because the physical, chemical and mechanical properties of concrete were observed to increase (David Bateman, The Star, 2015).\nDry (2003) created control joints as a transverse row of sealant filled tubes on the surface of a concrete bridge deck. These tubes broke due to shrinkage strains because they were much weaker in tension. Thus the transverse cracks were produced. An adhesive agent was then released from the tubes that sealed the cracks up to the great extent. It was noticed was that the agent used for healing of cracks had a lower modulus of elasticity. Thus it allowed further crack movement in order to maintain water tightness. As a result, it was revealed that encapsulated healing agent had the ability to make cracked structures of concrete watertight."
    } ],
    "references" : [ {
      "title" : "Mechanical and physical properties of self-healing",
      "author" : [ "M.H. Al-Sherrawi", "I.H. AbdElzahra" ],
      "venue" : null,
      "citeRegEx" : "Al.Sherrawi and AbdElzahra,? \\Q2017\\E",
      "shortCiteRegEx" : "Al.Sherrawi and AbdElzahra",
      "year" : 2017
    }, {
      "title" : "Influence of alkali",
      "author" : [ "R.A. Barbosa", "S.G. Hansen", "K.K. Hansen", "L.C. Hoang", "B. Grelk" ],
      "venue" : null,
      "citeRegEx" : "Barbosa et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Barbosa et al\\.",
      "year" : 2018
    }, {
      "title" : "Is there a market for self-healing cement-based materials",
      "author" : [ "K. van" ],
      "venue" : null,
      "citeRegEx" : "Breugel and van,? \\Q2007\\E",
      "shortCiteRegEx" : "Breugel and van",
      "year" : 2007
    }, {
      "title" : "Macro mechanical properties of self healing",
      "author" : [ "Liquids (London", "T. UK). Chandra Sekhara Reddy", "A. Ravitheja" ],
      "venue" : null,
      "citeRegEx" : ".London et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : ".London et al\\.",
      "year" : 2018
    }, {
      "title" : "Student Creates Cost-Effective Self-Healing Concrete",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "Coxworth,? \\Q2010\\E",
      "shortCiteRegEx" : "Coxworth",
      "year" : 2010
    }, {
      "title" : "Parameters affecting diagonal cracking behavior",
      "author" : [ "A. Demir", "N. Caglar", "H. Ozturk" ],
      "venue" : null,
      "citeRegEx" : "Demir et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Demir et al\\.",
      "year" : 2019
    }, {
      "title" : "The Netherlands. https://doi.org/10.1007/978-1-4020-6250-6_9",
      "author" : [ "Springer", "Dordrecht" ],
      "venue" : null,
      "citeRegEx" : "Springer and Dordrecht,? \\Q2011\\E",
      "shortCiteRegEx" : "Springer and Dordrecht",
      "year" : 2011
    }, {
      "title" : "Smart concretes: review",
      "author" : [ "M. Alam", "H. Riaz", "S. Rauf" ],
      "venue" : null,
      "citeRegEx" : "Khitab et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Khitab et al\\.",
      "year" : 2014
    }, {
      "title" : "Future of civil",
      "author" : [ "A. Khitab", "W. Anwar", "I. Mansouri", "M.K. Tariq", "I. Mehmood" ],
      "venue" : null,
      "citeRegEx" : "Khitab et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Khitab et al\\.",
      "year" : 2015
    }, {
      "title" : "Predictive model for chloride penetration",
      "author" : [ "A. Khitab", "S. Lorente", "J.P. Ollivier" ],
      "venue" : null,
      "citeRegEx" : "Khitab et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Khitab et al\\.",
      "year" : 2005
    }, {
      "title" : "Potential of superabsorbent polymer for self-sealing cracks in concrete",
      "author" : [ "H. 511. Lee" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Microstructure and properties of hardened concrete",
      "author" : [ "P.K. Mehta", "P.J. Monteiro" ],
      "venue" : null,
      "citeRegEx" : "Mehta and Monteiro,? \\Q2006\\E",
      "shortCiteRegEx" : "Mehta and Monteiro",
      "year" : 2006
    }, {
      "title" : "2017a. Engineering characteristics of widely used coarse aggregates in Pakistan: a comparative study",
      "author" : [ "M.J. Munir", "S. Abbas", "S.M.S. Kazmi", "A. Khitab", "S.Z. Ashiq", "M.T. Arshad" ],
      "venue" : "Pakistan Journal of Engineering and Applied Sciences",
      "citeRegEx" : "Munir et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Munir et al\\.",
      "year" : 2017
    }, {
      "title" : "Efficiency of waste marble powder in controlling alkaliesilica reaction of concrete: a sustainable approach",
      "author" : [ "M.J. Munir", "S.M.S. Kazmi", "Wu", "Y.-F" ],
      "venue" : "Construction and Building Materials 154,",
      "citeRegEx" : "Munir et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Munir et al\\.",
      "year" : 2017
    }, {
      "title" : "Properties of Concrete Fourth and Final Edition",
      "author" : [ "A.M. Neville" ],
      "venue" : null,
      "citeRegEx" : "Neville,? \\Q2004\\E",
      "shortCiteRegEx" : "Neville",
      "year" : 2004
    }, {
      "title" : "Application of encapsulated superabsorbent polymers in cementitious materials for stimulated autogenous healing",
      "author" : [ "J. Pelto", "M. Leivo", "E. Gruyaert", "B. Debbaut", "D. Snoeck", "N. De Belie" ],
      "venue" : "Smart Materials and Structures",
      "citeRegEx" : "Pelto et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Pelto et al\\.",
      "year" : 2017
    }, {
      "title" : "Remediation of concrete using micro-organisms",
      "author" : [ "S.K. Ramachandran", "V. Ramakrishnan", "S.S. Bang" ],
      "venue" : "ACI Materials Journal 3e9",
      "citeRegEx" : "Ramachandran et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Ramachandran et al\\.",
      "year" : 2001
    }, {
      "title" : "Permeability and self-healing of cracked concrete as a function of temperature and crack width. Cement and concrete research",
      "author" : [ "H.W. Reinhardt", "M. Jooss" ],
      "venue" : null,
      "citeRegEx" : "Reinhardt and Jooss,? \\Q2003\\E",
      "shortCiteRegEx" : "Reinhardt and Jooss",
      "year" : 2003
    }, {
      "title" : "Macroscopic ice lens growth in hardened concrete",
      "author" : [ "M. Rosenqvist", "K. Fridh", "M. Hassanzadeh" ],
      "venue" : "Cement and Concrete Research 88, 114e125",
      "citeRegEx" : "Rosenqvist et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rosenqvist et al\\.",
      "year" : 2016
    }, {
      "title" : "Field application of self-healing concrete",
      "author" : [ "NESPAK Colony", "M.G. Lahore. Sierra-Beltran", "H.M. Jonkers", "M. Ortiz" ],
      "venue" : null,
      "citeRegEx" : "Colony et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Colony et al\\.",
      "year" : 2015
    }, {
      "title" : "A quantitative study on the plastic shrinkage cracking",
      "author" : [ "M. Santhanam" ],
      "venue" : null,
      "citeRegEx" : "Sivakumar and Santhanam,? \\Q2007\\E",
      "shortCiteRegEx" : "Sivakumar and Santhanam",
      "year" : 2007
    }, {
      "title" : "Improved multiple cracking and autogenous",
      "author" : [ "P.A. Smetryns", "N. De Belie" ],
      "venue" : null,
      "citeRegEx" : "Snoeck et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Snoeck et al\\.",
      "year" : 2015
    }, {
      "title" : "Treatment Techniques 67, 98e110",
      "author" : [ "K. Van Tittelboom", "N. De Belie" ],
      "venue" : null,
      "citeRegEx" : "Tittelboom and Belie,? \\Q2013\\E",
      "shortCiteRegEx" : "Tittelboom and Belie",
      "year" : 2013
    }, {
      "title" : "national journal of engineering trends and technology",
      "author" : [ "M.A. 4128e4137. Vicente", "G. Ruiz", "D.C. Gonz alez", "J. Mínguez", "M. Tarifa", "X. Zhang" ],
      "venue" : "Study",
      "citeRegEx" : "Vicente et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Vicente et al\\.",
      "year" : 2019
    }, {
      "title" : "Diatomaceous earth as a protective vehicle for bacteria applied for self-healing concrete",
      "author" : [ "J.Y. Wang", "N. De Belie", "W. Verstraete" ],
      "venue" : "Journal of Industrial Microbiology and Biotechnology",
      "citeRegEx" : "Wang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2012
    }, {
      "title" : "Spalling in concrete arches subjected to shock wave and CFRP strengthening effect",
      "author" : [ "P. Wang", "M. Jiang", "J. Zhou", "B. Wang", "J. Feng", "H. Chen", "F. Jin" ],
      "venue" : "Tunnelling and Underground Space Technology",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Self-healing concrete by use of microencapsulated bacterial spores",
      "author" : [ "J.Y. Wang", "H. Soens", "W. Verstraete", "N. De Belie" ],
      "venue" : "Cement and Concrete Research",
      "citeRegEx" : "Wang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2014
    }, {
      "title" : "Influence of fibers on drying shrinkage in restrained concrete",
      "author" : [ "N. Yousefieh", "A. Joshaghani", "E. Hajibandeh", "M. Shekarchi" ],
      "venue" : "Construction and Building Materials 148,",
      "citeRegEx" : "Yousefieh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yousefieh et al\\.",
      "year" : 2017
    }, {
      "title" : "Influence of damage degree on self-healing of concrete",
      "author" : [ "W. Zhong", "W. Yao" ],
      "venue" : "Construction and Building Materials",
      "citeRegEx" : "Zhong and Yao,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhong and Yao",
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 11,
      "context" : "Concrete has high strength, durability and low cost (Mehta and Monteiro, 2006).",
      "startOffset" : 52,
      "endOffset" : 78
    }, {
      "referenceID" : 17,
      "context" : "But the cracks in concrete make it vulnerable to be exposed to harmful chemicals which also contribute to the corrosion of rebar present in it (Reinhardt and Jooss, 2003).",
      "startOffset" : 143,
      "endOffset" : 170
    }, {
      "referenceID" : 8,
      "context" : "In 1877, Ferdinand Cohn claimed that the concrete could be healed by using special bacteria known as “Genus Bacillus” (Khitab et al., 2015).",
      "startOffset" : 118,
      "endOffset" : 139
    }, {
      "referenceID" : 4,
      "context" : "Afterward, different methods for healing concrete rose into picture but it was concluded that Rhode Island researcher’s method was the most cost effective at that time (Coxworth, 2010).",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 9,
      "context" : "After corrosion of steel, the rust can expand up to 10 times its original volume, disconnecting reinforcement from concrete causing them to stop working together (Khitab et al., 2005).",
      "startOffset" : 162,
      "endOffset" : 183
    }, {
      "referenceID" : 14,
      "context" : "Concrete is very weak in tension: The tensile strength of concrete is about 8%e12% of its compressive strength (Neville, 2004).",
      "startOffset" : 111,
      "endOffset" : 126
    }, {
      "referenceID" : 28,
      "context" : "As cracks in a structure affect the durability as well as safety, it becomes very necessary to repair them in time (Zhong and Yao, 2008).",
      "startOffset" : 115,
      "endOffset" : 136
    }, {
      "referenceID" : 16,
      "context" : "Coli, Bacillus Pseudofirmus and Bacillus Sphearicus (Ramachandran et al., 2001).",
      "startOffset" : 52,
      "endOffset" : 79
    }, {
      "referenceID" : 15,
      "context" : "Moreover, the coatings do not affect the efficiency of self-healing mortar and concrete (Pelto et al., 2017).",
      "startOffset" : 88,
      "endOffset" : 108
    } ],
    "year" : 0,
    "abstractText" : null,
    "creator" : "Elsevier"
  }
}