{
  "name" : "downloads_2020-07-17_a1_10.3390@nano10071375.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The Stability of Metal Halide Perovskite Nanocrystals—A Key Issue for the Application on Quantum-Dot-Based Micro Light-Emitting Diodes Display",
    "authors" : [ "Zhibin Shangguan", "Xi Zheng", "Jing Zhang", "Wansheng Lin", "Weijie Guo", "Cheng Li", "Zhong Chen" ],
    "emails" : [ "shangguanzhibin@stu.xmu.edu.cn", "zhengxijjyz@163.com", "jingzhang@stu.xmu.edu.cn", "wslin@stu.xmu.edu.cn", "wjguo@stu.xmu.edu.cn", "chenz@xmu.edu.cn", "chengli@xmu.edu.cn", "wutingzhu@xmu.edu.cn", "yue.lin@xmu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: micro-LED; perovskite nano crystal; stability"
    }, {
      "heading" : "1. Introduction",
      "text" : "The micro-LED display would probably become the next generation display technology if those major challenges it currently faces were conquered [1,2]. The most pivotal one among them is the full-color solution, i.e., the way the display shows different colors. There have been two mainsteam full-color solutions: (a) The tricolor-chips solution, in which three prime colors (RGB) of an individual pixel are directly generated from a set of red, green and blue micro-chips; (b) The color converter. The red and green photoluminescences (PLs), even the blue one, are generated from the fluorescent layer, which absorb and down-convert the short-wavelength light emitting from chips lying beneath [3–5]. Although the former seems more straightforward than the latter, it requires a mass transfer printing technique which has not yet been reliable, judging from its current technical level. When using the method of manufacturing color conversion layer, the fluorescent layer is covered on the chips, and generates prime colors in situ . Therefore, it avoids the proved transfer printing technique, and is also able to realize chip matrices with very high resolution. This is the unique full-color solution for virtual reality and augment reality [6]. The bottleneck of the color conversion lies in the lack of fluorescent materials of high qualities. Being the color converter of a display is different to that of a general light source in the following four criteria. Firstly, the size of the grain\nNanomaterials 2020, 10, 1375; doi:10.3390/nano10071375 www.mdpi.com/journal/nanomaterials\n(particle) should fall at the sub-micron scale, in order to couple the tiny-size mesa, which is expected to shrink to a few microns. Secondly, also due to the small dimension, the conversion efficiency, or more specifically, quantum yield (QY) and the absorption rate of the fluorescent materials, should be as high as possible to produce sufficient amount of long-wavelength light out of the short-wavelength light that it absorbs from the chip. Thirdly, in order to generate wide color gamut, the spectrum of the fluorescent layer should be as narrow as possible to obtain the high purity of each primary color without reducing the current efficiency [7]. Fourthly, the high refreshing rate of a cellphone screen when presenting moving objects [8], plus the potential application on visible light communication [9,10], requires a very short fluorescent lifetime. These four principles immediately rule out the traditional rare-earth doped yttrium aluminium garnet phosphor which has dominated the area general lighting. Semiconductor materials, such as CdSe/ZnS core-shell quantum dots (QDs), metal halide perovskite (MHP) nanocrystal (NC) or QD, have proved to meet all the above-mentioned criteria in general, and thus have received intensity investigations. Both CdSe and MHP QDs/NCs have partly been integrated with the liquid crystal display (LCD), serving as the back-light source, which achieve 100% and 123% National Television Systems Committee (NTSC) gamut coverage [11,12]. In comparison, the micro-LED display proves more energy-saving as it requires no backlight. In micro-LED display, these fluorescent QDs/NCs function as the color converter. To evaluate the technical feasibility of a pre-commercialized optoelectronic material/device, there is a “Golden Triangle” model, presented in 2018 by Meng et al., who claimed that the high efficiency, low cost, and long lifetime are three equally important properties that a promising candidate should acquire before being successfully commercialized (Figure 1) [13]. Although this model was first established for solar cell, it also applies for the fluorescent material of micro-LED display.\nThe CdSe-based QD is currently more popular than MHP-QDs, but the some intrinsic characteristics prevent it from further development. The quantum confinement effect is adopted in CdSe-based QD to adjust the band-gap and consequently tune the color. As a result, the emission spectrum is highly sensitive to the particle dimension, e.g., the narrow spectral distribution, which is critical in display with high gamut, depends on a uniform size distribution. This requires strict temperature and time control in the synthesis procedure, and introduces extra cost in manufacturing. These problems can be avoided in MHP-NCs because of the different color/bandgap adjustment mechanism. The chemical formula of MHP is ABX3 (X = Cl, Br, and I, or a mixture of them), and the\ncrystal structure and transmission electron microscopy (TEM) is illustrated in Figure 2a–c. By adjusting the halide elements and respective composition, the band-gap and color of the MHP can be tuned continually from near infrared to violet region, covering all the visible spectral region. The images, emission spectra and the absorption spectra are illustrated in Figure 2d–f, respectively. Compared to the size-dependent quantum confinement mechanism, the stoichiometric ratio of halides is easy to control. This sample is named as MHP-NC in this review.\nIn the form of NC, besides functioning as the color conversion layer of micro-LED display, it has been introduced to the LED for general lighting [15], as well as the scintillator for the X-ray detection [16]. The bottleneck for the MHP-NC lies in the long-term stability. It degrades rapidly when exposed to the ambient, as the QY and the spectra changes over time. Four main external factors in the ambient affect the stability: humidity (water), oxygen,thermal radiation and light irradiation. They attack the MHP-NC by altering the structure [17], in different manners respectively. These four factors coexist in the ambient, thus their effects are hard to be distinguished from each other. A majority of crystal structural alteration are negative in terms of the instant optical performance, but a minority of them are positive. Therefore, the first step towards enhancing the stability is to investigate the unique degradation mechanism upon each factor separately, whereby the combined pathway can be demonstrated in the second step. A significant amount of work has so far been contributing to the mechanisms of degradation and to the solution to improve the stability of MHP-NCs. They roughly fall into four categories according to the main external factor involved. This article reviews the degradation mechanism of MHP-NCs upon each external factor, and the current progress of the application on the micro-LED display. It is organized as follows: firstly the degradation mechanisms induced separately by oxygen, water, thermal radiation and light irradiation, respectively; Secondly, the degradation pathway under multiple external factors which mimics the working environment of micro-LED display is analyzed; Finally, recent applications on the integration between MHP-NCs and micro-LED displays are also summarized."
    }, {
      "heading" : "2. Effects of Oxygen",
      "text" : "There exist two main ways by which the oxygen atoms interact with MHP-NCs—oxidation and defect passivation. They exert opposite effects upon the optical performance, the former causes the PL quenching while the latter boosts the conversion efficiency. Oxidation Effect. The oxidation occurs when electrons have been captured by oxygen molecules. Haque et al. outlined the process that photo-excited electrons MAPbX3 NCs react with oxygen molecules to form superoxide O2 – , which further react with CH3NH3+ to form volatile CH3NH2 [18]. Then, due to the removal of CH3NH3+ from the crystal lattice, the MAPbBr3 framework gradually\ndecomposes. Scheblykin et al. further revealed that the structural collapse is mainly attributed to the migration of methyl ammonium ions (MA+) [19]. The destruction of the crystal structure also results in a blue shift of the PL peak position due to the NC size reduction and eventually leads to the PL vanishing. This degradation pathway in organic-inorganic hybrid MHP-NCs caused by “oxygen-assisted photoetching” is shown in Figure 3 [20].\nThe exposure of MHP-NCs to O2 causes the direct extraction of photogenerated electrons. This is a direct competition with radiative exciton recombination, leading to a darkened PL efficiency under atmospheric conditions (Figure 4a). By performing the PL measurements in controlled atmosphere, Brovelli et al. show that the strong PL quenching is ascribed to the collisional interaction between MHP-NCs and O2. This PL quenching indicates that O2 can be used as a scavenger for photo-excited electrons without being affected by the structure defects [21]. The quenching of PL induced by O2 is a dynamic process, which competes with radiating exciton attenuation on a considerable time scale, rather than a static ultrafast mechanism [22]. Hence, this mechanism reduces the PL intensity at early stage, then keeping the attenuation dynamics basically unchanged afterwards. Defect Passivation. It has been reported in literature that oxygen can promote the crystallization of MHP-NCs, as oxygen molecules can reduce defects at the crystal interface or inside the crystal [23–25]. Zeng et al. demonstrated that due to the “oxygen-boost” effect, oxygen physisorption on the surface of perovskite can change the electronic structure and repair trap states, enhancing PL intensity [26]. In higher-dimensional systems such as MHP nanowires (NWs), nanosheets (NSs) and single bulk crystals (SCs), the presence of O2 makes the surface hole traps passivated, enhancing the intensity, and the recombination kinetics remains unchanged (Figure 4b). The two sorts of interactions post different effects on the optical performance, but they do not compete with each other. The defect passivation occurs within a limited time period from the moment MHP-NCs attach the oxygen, while the oxidation effect lasts and causes the constant quenching. Therefore, though the former can be harnessed for improving the quality of MHP-NCs , the oxygen molecules should be prevented from attaching or penestrating the MHP-NC. The development of packaging technology that serves as a strong oxygen barrier can provide better protection for MHP-NCs and further improve its stability. For instance, modifying the surface of MHP-NCs can greatly improve\ntheir stability to oxygen [27]. Strong steric hindrance of branched ligands in perovskite structure also can prevent O2 attacking. In future studies on stability, researchers will explore the use of ligands with short carbon chains on the surface of MHP-NCs with strong electron withdrawing groups and large steric hindrances."
    }, {
      "heading" : "3. Effects of H2O",
      "text" : "The H2O, either in the phase of liquid or steam in the atmosphere, is another key factor that can alter the crystal structure of MHP-NCs. Similar to the effect of oxygen, the water posts both positive and negative effects upon the MHP-NC. Which one is dominant depends on the amount of the water presented, as well as the halide contents in the MHP-NCs. Negative: surface defects and surface recombination. On one hand, Because the perovskite NCs are ionic compounds, the perovskite structure is easily degraded in water or even in a humid environment. Due to moisture induction, surface atoms fall off to cause surface defects, and it is also easy to cause agglomeration, which ultimately reduces quantum yield, affecting the luminous performance [28–30]. The degradation and agglomeration of perovskite NCs produce large grains, reducing the performance of the devices they constitute. Moreover, under light conditions, the effect of degradation will be further aggravated by the phenomenon of surface reorganization of NCs [17]. To study the possible effect of surface defects on determining the stability of the water/perovskite interface, the Angelis team simulated a PbI2 defect plate, which may be stable under PbI2 depleted conditions [30]. To this end, they adopted a surface terminated with PbI2, which seemed very inert in its clean form, and they removed six PbI2 units, leaving two undercoordinated Pb atoms on the exposed surface. Examination of the data in Figure 5 clearly shows that this defective surface has undergone a rapid degradation process. In particular, two insufficiently coordinated Pb atoms quickly desorb from the perovskite surface, resulting in the formation of solvated substances, shown in Figure 5a,b. One Pb atom is initially fixed to the surface of the perovskite by four I atoms, and a water molecule is added to the coordination sphere, shown in Figure 5a. The other surface Pb atom is initially bonded to three I atoms on the perovskite surface and two interface water molecules, shown in Figure 5b.\nDuring the CPMD trajectory, the Pb atoms on both surfaces deviate from the perovskite surface and form octahedral [PbI2(H2O)4] and [PbI(H2O)5]+ complexes in solution.\nThe presence of large amount of water decompose the ionic-like MHP-NCs. Such decomposition is nonetheless rarely mentioned in experiments and theories. Yuan et al. monitored a significant fluorescence decrease under controlled atmospheric conditions (dry nitrogen, wet nitrogen, dry oxygen, and wet oxygen) for a single MHP-NC. They came to the conclusion that it is not oxygen but moisture alone that responsible for the fast degradation of CsPbI3 NCs in the dark—the dissociation of NCs can occur solely upon water steam. The stepwise (layer-by-layer) decomposition also induces the blue shift of the emission spectrum, as illustrated in Figure 6 [31]. Previous studies have found that CH3NH3PbI3 NCs decomposes when the relative humidity (RH) exceeds 55%, but it does not apply for CH3NH3PbBr3 NCs. The CH3NH3PbI3 NCs has a twisted cubic phase (tetragonal phase) when exposed to environment with RH > 55%, which means that CH3NH3PbBr3 NCs proves more stable than CH3NH3PbI3 NCs, as illustrated in Figure 7 [32].\nPositive: Conducive to crystallization and reduce defects. On the contrary, a trace of water would reinforce the crystallinity of the MHP-NC, therefore, reduce the surface defects (resembling the annealing process [33]) and increase the grain size [34]. As a polar solvent, water in the form of moisture can dissolve and remove excess ions and atoms present on the surface of CsPbX3 NCs, leaving the ideal unit cell.This water-annealing effect has been exploited in the synthesis process to enhance the quality of MHP-NCs. Zheng’s group reported that H2O molecules can be uniformly mixed with the precursor,\nresulting in a uniform water-assisted reaction after the precursor is injected into dry toluene, where uniformly distributed MHP-NCs are formed. The optical properties as well as the TEM images are illustrated in Figure 8 [35]. The mechanisms can be explained as follows. The tolerance coefficient of CsPbBr3 is 0.81, which is in the largest deviation from the ideal cubic structure. In fact, CsPbBr3 adopts an orthorhombic crystalline structure at room temperature. Since water molecules can coordinate with Cs+ ions, it is assumed that Cs+-xH2O (x >= 1) coordination pairs (radius greater than the radius of the individual Cs+ ions) can act as cations during the formation of cubic CsPbBr3, so the cubic phase benefits large tolerance coefficient. Mamgain et al. found that CsPbX3 NCs synthesized under optimal humidity have higher stability and significantly improved optical properties. The explanation for this can be summarized as that water vapor can help repair common surface defects on CsPbX3 NCs, reduce non-radiative paths, and leave almost perfect CsPbX3 unit cells in solution [36]. In addition, the coordination pair of cation – xH2O disappears during purification. It was found that the CsPbBr3 NCs synthesized under the condition of 30% RH showed very strong green light under ultraviolet illumination compared with the CsPbBr3 NC prepared under the condition of 0% RH. NCs becomes more stable and shows enhanced optical performance [36]. In Figure 9, it is shown that the CsPbI3 NCs synthesized at 0% RH have a cubic shape with an average size of 13.6± 2.7 nm. However, NCs synthesized in the presence of moisture are of cubic crystal shape, which have a uniform size distribution around 12.1± 1.8 nm. CsPbBr3 NCs synthesized under the conditions of 0% and 30% RH are cubic, with uniform size distribution, and the average size is close to 9.9± 1.8 and 9.3± 1.7 nm, respectively.\nWater-assisted room-temperature synthesis of CsPbBr3/SiO2 nanocomposites with high stability also has been reported [37]. In the ethanol/water solvent system, the obtained nanocomposite has better optical characteristics and stability than the bare CsPbBr3 nanoparticles, and the prepared CsPbBr3/SiO2 nanocomposite can maintain 70% photoluminescence intensity even within 168 h [37]. In Liu et al.’s work, a trace amount of residual water facilitates the hydrolysis of tetramethyl orthosilicate, leading to the formation of SiO2-coated CsPbX3 NCs with high stability [38]. As shown in Figure 10, after water treatment, the surface defect layer of CsPbX3 NCs can be dissolved in water. Water is then removed from hexane solution, into which tetramethyl orthosilicate (TMOS) is added.\nA trace amount of residual water in the hexane hydrolyzed TMOS and the SiO2-coated CsPbX3 NCs can be obtained, which enhances PL intensity, and isolates further reactions from the outside environment and consequently enhances the stability.\nThey proposed the reaction mechanism as an interface dissolution process. The reactions occur at the interface between water and hexane, which is immersible with water through ion movement due to the local structural instability of the NCs surface and the strong ion characteristics of CsPbBr3 perovskite. In addition, hexane has low solubility in water, as illustrated in Figure 11 [38]. It is also reported that there exists other possible reaction pathways, e.g., the formation of the hydrated compound Cs4PbBr6 · 2 H2O after dehydration, during which water molecules are released by MHP-NCs without changing the lattice structure [39]. In summary, water treatment has been considered to be an important feature for future applications to improve optical properties in the hydrolysis reaction of MHP-NCs."
    }, {
      "heading" : "4. Effect of Light",
      "text" : "Besides chemical reactions induced by the oxygen and H2O in the atmosphere, the light illumination also causes the structural transformation in MHP-NCs. The pathways of photodegradation which have so far been identified fall into three categories: (a) Photo-enhanced oxidation, which has been mentioned in the Section 2, that the light illumination reinforces the oxidation by producing photo-excited electrons, which are then seized by oxygen atoms and in consequence destroy the NC structures. (b) Defect-assisted photodegradation, in which the point defects accommodate the photoexcited electrons/holes, causing the deformation in lattices. Photo-enhanced oxidation. The organic-inorganic MHP proves to be most vulnerable to the photo-induced oxidation. The most acute degradation under light is from the organic-inorganic hybrid MHP-NCs [40]. Due to the hygroscopicity of MA+, MAPbI3 is decomposed into CH3NH2, PbI2 and HI in humid environment. This decomposition process can be accelerated under light illumination [41]. Photoinduced production of superoxide O2 – can cause MAPbI3 to decompose into CH3NH2, PbI2 and I2. Defect-assisted photodegradation. As mentioned in Figures 12 and 13 [42]. Under continuous illumination, the fluorescence of NCs first experiences a transient enhancement, then decreases slowly, while the PL emission exhibits blue-shift initially and red-shift thereafter. This process is partially reversible. The transient enhancement of intensity is called “light activation”, which may be the result of the filling of some intermediate trap states by photogenerated charges. Sudipta et al. further speculated that the photoactivation can be ascribed to the photo-induced structural recombination. In the case of CsPbBr2I, it is possible to eliminate the iodine induced traps in distorted cubic crystals.\nLiu et al. further studied the blue-shift accompanied by the intensity enhancement. Figure 14a–e shows TEM images of green NCs after different laser exposure times. It can be seen that with the increasing exposure time, the average size of NCs decreases from 4.8 ± 0.9 to 1.3 ± 0.5 nm after 20 min, and finally decreases to 0.9 ± 0.3 nm after 30 min. The significant size reductions results in strong quantum confinement effect, which is responsible for the blue-shift. Aboma studied the photo-induced degradation of mapbi3 perovskite NCs under strong light excitation by using super-resolution fluorescence microspectroscopy. PL “blinking” was observed as is shown in Figure 15. The degradation process is temporarily terminated when the NCs are subjected to weak illumination, while exhibit degradation under strong illumination as more photogenerated charges enter those traps. It has been pointed out that the complete quenching of PL is the consequence of the fact that a majority of photogenerated charges access the photogenerated traps where they recombined non-radiatively.\nThe crystals are exposed to light for the entire time, including the PL “dark” area. The degradation process is induced by photo-generated charges, rather than by environmental factors, such as high temperature. As shown in Figures 16 and 17, lights of full visible spectral range and of 300–500 nm were used for illumination, respectively. In the latter case, not only the peaks in absorption and emission spectra red-shift, but also their intensities decrease. On the contrary, when the photon energy of the illumination light is lower than the band gap , only the decrease of photoluminescence intensity can be observed. The results show that the thermal effect plays a secondary role in the degradation of cspbbr3 and does not cause any structural damage [19]. They also pointed out that the trapped charge may be released from the trap states. This is a similar “blinking” phenomenon. In addition, degradation begins locally and then spreads throughout the crystal. The gradual change of the spectrum shows that the photo-induced charges recombine non-radiatively in the center of the trap and emit heat. Since the heat dissipation of QDs is limited, the excess heat alternates the structure of QDs. The relevant contents will be discussed in detail in the section of thermal stability.\nIn short, photodegradation is an important factor affecting the stability of NCS. As shown in Figure 18, the initial absorption of photons can produce excitons, free electrons, and holes. Due to the low binding energy, the exciton splits into electron and hole rapidly at room temperature. Exciton and free charge have high mobility and can be trapped by low-concentration defect sites. The trap can quench the exciton and induce the non-radiative recombination of free carriers. Under very strong light illumination, the trap can be saturated and the quenching phenomenon can be suppressed [44].\nDue to the high carrier mobility and fast interface charge transfer of CsPbBr3 QDs, the charge generated by light excitation may diffuse to the surface, then can be captured by the ionic ligands. Because the ionic nature of the interaction between CsPbBr3 QDs and ligands=, their binding is very dynamic. The ligands are easily removed from the surface of QDs and dissolved in solvents. Without the protection of ligands, neighboring particles tend to aggregate and the size increases, resulting in red-shift of absorption and PL spectra. This process can be vividly shown in Figure 19. The optical excitation of charge is the key premise. By studying the dynamics of this process, it is proposed that light-induced aggregation of QDs would produce passive and non-emission trap states in quantum dots. This explains the decrease of QY and the prolongation of photoluminescence lifetime after photodegradation of QDs [43]. Xu et al. proposed that the disappearance of excitonic peak in the absorption spectrum indicates a quenching of band edge exciton, which is responsible for the PL deterioration of two MHP-NCs [45]. The excited carrier undergoes a thermal relaxation process and then drops to a lower energy level. It also means that more defects in MHP-NCs lead to irreversible decomposition process under light, which may be attributed to the local electric field caused by trapped charge. Based on the above findings, a theory of the influence of light on the degradation process of MHP-NCs can be explained as follows: in the process of preparing MHP-NCs, there are inevitably defects such as impurities, vacancy and hanging bond. Then these defects act as electron traps on the crystal surface. and capture photo generated carriers, thus forming a local trap state. Once exposed to light, the trap density increases, which disturbs the crystal structure and generates an electric field. In turn, it enhances the\ncoupling between the carriers and the lattice, resulting in lattice distortion. The final result is MHP structure degradation.\nIt is necessary to point out the difference in degradation mechanisms between NCs and bulk perovskite. It has been well accepted that the specific surface area of NCs increasse as the size decreases. On one hand, the degradation of NCs are more likely to be accelerated compared with bulk perovskite, due to the larger number of surface defects; On the other hand, the ligands anchored on the surface of NCs block the migration channel of defect ions, alleviating the aging. Although there exist differences in the structure and properties between NCs and bulk, it is still meaningful to understand the degradation mechanism of bulk, such as quenching and intensity decay, which also occur in NCs. A large number of excitons and free charges are excited by long-term excitation. In the case of QDs, they are confined in each NCs, but move without such obstacles in the case of bulk. Huang et al. proposed that the MAPbBr1.5I1.5 MHP-NCs produce irreversible degradation in the effect of photoelectric field [40]. Light first induces the migration of halide ions and forms the enrichment areas containing MAPbBr1.5 – xI1.5+x (iodide rich) and MAPbBr1.5 – xI1.5+x (bromide rich) respectively. Furthermore, the iodide aggregation area further decomposes into PbI2, and finally degenerates to Pb0. The local iodine and bromine richness induce the red-shift and blue-shift in local absorption peak, respectively. Li’s group in University of Bayreuth identified the fact that it is the gradient of light illumination rather than the light illumination itself that drives the iodine migration. The area of CH3NH3PbI3 – xClx film that is subjected to excitation shows no PL reduction, while the boundary\nof the light soaking area exhibits a dark ring. There exists, as they proposed, an iodine concentration surrounding the beam area, resulted from the the uneven halide mobility at the edge of the beam area. The migrated iodine ions leads to interstitial defects which in consequence causes the PL reduction [46]."
    }, {
      "heading" : "5. Thermal Effect",
      "text" : "Boote et al. studied the thermal stability of perovskite NCs by heating the samples in a glove box [47]. There are three different results due to the increase of temperature for three kinds of halide perovskite NCs. The structure of CsPbI3 NCs changed from 50 ◦C due to the combination of PbI2 and δ CsPbI3. At 250 ◦C the phase transition is basically completed, and all the reflection of γ phase disappear. CsPbBr3 NCs show similar behavior to the measurement of optical stability when heated, i.e., the crystal growth results in the reduction of reflection width and the appearance of clear orthogonal pattern, and the crystal structure even lasts until 250 ◦C. Both CsPbCl3 and CsPbBr3 samples exhibited crystal growth under irradiation or heating. Under the same conditions, the large CsPbI3 crystal (34± 5 nm) is the most unstable component, the XRD reflection and Raman band decrease under irradiation, and the γ-phase returns to the non luminescent δ phase after heating. The smaller CsPbI3 NC (14± 2 nm) purified by different washing methods showed good optical stability without crystal growth signs, but it was still thermally unstable. Dastidar et al. [48] found that CsPbI3 was stable in the cubic phase when the temperature was below 100 ◦C in the dry environment, and partial degradation was observed at 100 ◦C in the environmental measurement, while no degradation was observed in the sample without water. Therefore, water does not change the degradation process, but may change the temperature at which degradation begins. After a heating cycle, the Raman spectra of each halide component were collected. As shown in Figure 20, CsPbI3 is the only sample that fails to recover the original band structure [47]. The effect of temperature on the luminescent band of CsPbX3 NCs was observed. It is found that when the heat energy is close to the trap state energy, the temperature rise leads to the luminescence quenching [49]. By comparing the normalized spectrum with the slight shift of the peak wavelength, CsPbCl3 samples show a slight red shift with the increase of temperature. After cooling back to room temperature, the red shift seems to be partially reversible. For CsPbBr3 and CsPbCl3, a slight blue shift was observed during the heating process, but CsPbBr3 did not move back after cooling, indicating that an irreversible process occurred. In contrast, CsPbI3 completely restored the original maximum value of luminescence. Irreversible process usually involves the change of material interior, while reversible process involves the change of surface state. The thermal decomposition products were further analyzed by Thermometric Analysis-Fourier Transform Infrared spectrometer (TGA-FTIR), and the results are shown in Figure 21. In addition to the mass loss, the gram schmidt curves for each sample are shown, which represent the total change in the FTIR signal based on continuous measurements. TGA-FTIR analysis show that the mass loss of NCs was only due to the release of surface ligands and subsequent degradation. The mass loss in the range of about 100–200 ◦C in all samples corresponds to the surface ligands of oleic acid, while other mass loss above 250 ◦C may be due to the CO2 generated by the reaction of surface ligands with O2 in the air stream. In all cases, no gas loss products containing cesium, lead or halides were detected. Furthermore, Yuan et al. separately heated and annealed the perovskite nanocrystalline samples. The typical TEM images of CsPbBr3 NCs without any thermal annealing and 400 K thermal annealing are shown in Figure 22. The NCs without heat treatment have cubic morphology, and the average cubic length of the two CsPbBr3 NCs are 5.5 and 13.7 nm, respectively. After annealing at 400 K for 20 min, the average size of CsPbBr3 NCs increased to 17.3 and 31.6 nm, respectively. As shown in Figure 22e,f, clear lattice fringes are observed in the high-resolution TEM image of the 400 K annealed sample, indicating that it has high crystallinity. The lattice fringes pass through the whole NC straight line, leaving no trace of the original 5.5 and 13.7 nm cubes, which shows that the growth of CsPbBr3 crystal can not be simply considered to be the result of the aggregation of small particles, but more likely due to the deeper physical process [50]."
    }, {
      "heading" : "6. Combination Effect of Light and Ambient Conditions",
      "text" : "When the MHP-NC is incorporated in the micro-LED display as the fluorescent layer, it is subjected to constant illumination of short-wavelength light from chips and ambient light as well. Despite the encapsulation’s prevention, the air penetration always exists, which brings in water steam and oxygen. In addition, the radiation from the chips, in conjunction with the heat, causes the temperature of the MHP-NC slightly higher than room temperature. These external factors exert a combined stress on the MHP-NC thus it should be taken into account as a whole when investigating the stability of MHP-NCs for fluorescent layer in micro-LED display. The work studies the stability of the green light MAPbBr3 NCs which are synthesized in situ and embedded in polyvinylidene fluoride or polyvinylidene difluoride (PVDF), namely MHP-NC-PVDF. Under the combined effect of 368 nm ultraviolet light irradiation at 323 K ambient temperature and power density of 5.6 mW/cm2, they were aged in nitrogen, vacuum and air atmospheres respectively, and the PL quenching characteristics of the synthesized NCs were studied.The average size of NCs used in the experiment is 15 nm (Figure 23a,b). The distribution of NCs in PVDF film has good oxygen resistance and water resistance, which is helpful to study the internal stability of NCs. At 300 K, the absorption spectrum (Figure 23c) shows an obvious absorption peak at 2.37 ev (524 nm), while at 2.34 ev (531 nm), the full width at half maximum(FWHM) of PL peak is 25 nm. In this work, the PL peak wavelength of NCs is shorter than that of bulk MAPbBr3 (545 nm). We then divided the original samples into three groups, aged in nitrogen, vacuum and air for 24 h, with the same stress. After vacuum agingand and N2 aging, the photoluminescence intensity of MHP-NC-PVDF decreased to 25% of the original sample, and the photoluminescence intensity of air aging sample was 64% (Figure 23d).\nAccording to the mechanism that light causes the C – N bond in CH3NH3+ to break [45,52], combined with the above XRD results Figure 24, the reaction process of NH4Pb2Br5 can be further sorted out. First, under the synergy of near ultraviolet light irradiation and heating, MAPbBr3 NCs decompose into NH4Br, PbBr2 and (-CH2-), namely:\nCH3NH3PbBr3 −−→ NH4Br + PbBr2 + (-CH2-) (1)\nThen, NH4Br and PbBr2 further react to obtain NH4Pb2Br5, namely:\nNH4Br + 2 PbBr2 −−→ NH4Pb2Br5 (2)\nTo further distinguish the relative contribution of 323 K temperature environment and near-ultraviolet light irradiation to the decomposition, aging studies were carried out at room temperature near-ultraviolet irradiation and separate heating. It was proved that the aforementioned decomposition reaction was the result of the synergy between heating and near-ultraviolet irradiation. As the test temperature increases, the peak energy of the PL spectrum of MHP-NC-PVDF is blue-shifted. This blue shift phenomenon is consistent with the common characteristics of MAPbX3 materials [53]. When the test temperature is lower than 70 K, the PL spectrum of MHP-NC-PVDF has a clear low-energy band tail. This tailed emission is reported in the PL spectra of MAPbBr3 thin films and single crystals, which originates from the combined emission of excitons bound by the defect state [54]. As a brief summary, the working condition in micro-LEDs is hash for MHP-NCs, the simultaneous stresses of UV light, air penetration and slightly heating cause the decomposition of organic-inorganic hybrid MHP-NC. The MA+ organic ions prove the most vulnerable, thus, unsuitable for functioning as the color conversion layer. In the future, investigations on the stability of inorganc MHP-NCs should be carried on under the similar environment."
    }, {
      "heading" : "7. Measures to Improve the Stability of MHP-NCs",
      "text" : "Under high humidity environment, the luminous performance of MHP-NCs is reduced, after exposure to light and heat radiation, which hinders its application in the field of Micro-LED display. Therefore, researchers have explored many strategic measures to improve the stability of MHP-NCs.Recent strategies to improve stability have focused on the regulation of MHP components, passivation of surface defects, ligand engineering and encapsulation [55,56]. The contribution of low dimensional PNC using to improve the stability is also involved. Component regulation. By partially replacing the A-site [57] and B-site [58] in the inorganic perovskite NCs by cations, The method adjusts the composition of the perovskite NCs to improve its chemical stability. In Amgar’s work, the introduction of Rb+ ions into CsPbX3 system is proposed. The addition of a small amount of Rb+ ions affect the structural pressure level of inorganic CsPbX3(X=Cl,Br) perovskite core. It can be interpreted as the increase of octahedral tilt, which affects the reverse bond overlap of Pb2+ and X– orbit. Finally, the mixed cation perovskite NCs are formed. Their properties are very similar to those of CsPbX3 NCs. These hybrid Rb+/Cs+ NCs are easier to adjust the structural distortion caused by cation substitution than their bulk NCs. The possibility\nof moderate band gap tuning of Rb+/Cs+ mixed cation NP is a step in the overall understanding of perovskite NCs. However, a new problem arises from this substitution, i.e., the black cubic(α-) phase of CsPbI3 is unstable at room temperature. A new strategy is discussed, i.e., to partially replace Pb2+ (B-cation) with different metal ions, as a possible way to improve the thermal stability and phase stability of ABX3 perovskite. The 6s and 6p orbitals of Pb2+ constitute the maxima of valence band and the minima of conduction band for CsPbX3 perovskite, respectively. Therefore, using other metal ions instead of Pb2+ for phase stabilization may result in deep defect states and destroy the defect tolerance of the host CsPbX3. These new defects may act as traps and scattering centers, which affect the photoelectric properties. So Swarnkar proposed that the effects of various B-site replacement on the crystal structure and electronic structure of CsPbX3 still need more detailed understanding. Ligand engineering. In the synthesis of perovskite NCs, in order to improve the stability, long-chain organic ligand such as oleic acid and oleylamine are usually introduced to prevent the agglomeration of perovskite NCs to a certain extent, and it has a hydrophobic effect to stabilize the perovskite NCs [59,60]. Moreover, the use of amine-based passivating materials (APM) has been proposed and proven to be effective [61]. Yang has pointed out the role of amino and carboxyl groups in the repair of internal defects of MHP-NCs [62]. Dong’s group adopted a ligand-assisted SDM (LASDM) method, which can synthesize PNC in situ in a polymer matrix, with high stability, wide color adjustability and good color purity, and proved that it is a kind of suitable for various perovskite precursor compounds, various polymer substrates and different processes [63]. Wei et al. [64] have successfully realized the whole solution processing of PNC LED devices by in situ photo-initiated ligand crosslinking. Conjugated linoleic acid(CLA) used in the experiment has a long alkyl chain structure similar to the traditional oleic acid ligands, with carboxyl groups at the ends, which can effectively guarantee the colloidal stability of the NC it attached. In addition, CLA also has conjugated diene bond, which gives the material the property of crosslinking polymerization. Perovskite NCs can be used as photoinitiators to produce free radicals. Under illumination, CLA connect the neighboring NCs to form a cross-linked network structure. The cross-linked QD films are no longer dissolved in non-polar solvents, so the charge transfer layer can be processed in the upper layer of perovskite by solution processing. After crosslinking, the NCs still maintain their initial morphology and crystal structure, which is accompanied by the enhancement of fluorescence properties. Seeing that the traditional oleic acid ligands are easy to desorb on the surface, resulting in poor stability. However, the binding energy between CLA and perovskite is enhanced after crosslinking, which greatly improves the stability of NCs. After soaking the QD film in water for 3 h, its fluorescence remains more than 60% of the initial value. Moreover, its fluorescence still maintains 80% of the initial value after storing the crosslinked QD in air for one month, as is shown in Figure 25. The results of SEM and AFM show that the initial film morphology can still be effectively preserved when the charge transfer layer is processed in the upper layer of perovskite film with non-polar solvent, and the solution processed charge transfer layer still has an ideal film morphology. This method can be used to realize the whole solution processing of low cost and high efficiency optoelectronic devices. Cladding by organic polymers or inorganics shells. Encapsulation of perovskite NCs using organic polymer film or inorganic compound powder with high chemical stability as a matrix is another method to protect perovskite NCs and improve their stability. Moreover, this method is compatible with the traditional photoluminescence LED packaging process, and is more suitable for the field of photoluminescence LED. Song et al. encapsulated the CsPbBr3 perovskite NCs synthesized by the heat injection method into ethyl cellulose membranes. After 150 h of air stability testing, the perovskite NCs protected by ethyl cellulose membranes were luminous. The quantum yield drops by about 7.4%. This is because the hydrophobic ethoxy group in ethyl cellulose prevents the direct contact of perovskite NCs with water molecules to a certain extent [65]. Bit group [66,67] uses polyvinylidene fluoride to coat perovskite quantum dots. PVDF membrane has inherent excellent hydrophobicity, so even if it is immersed in water for 400 h, the composite membrane has almost no change. Due to the local electric field induced by the trapped charge along the grain boundary, reducing the defects in\nthe perovskite is considered to be an effective way to improve its optical stability. Liu et al. used lead oxide to coat MHP-NCs through peroxide post-treatment [68]. First, CsPbBr3 NCs (DDAS-CsPbBr3) was modified with dodecyl dimethylammonium sulfide (DDAS), and then benzoyl peroxide (BPO) was used in turn. In this way, lead can be easily oxidized and lead oxide grows rapidly on the surface of the single CsPbBr3 NCs. Under the illumination of 450 nm LED lamp (175 mW/cm2), CsPbBr3 NCs coated with PbO remained at 90% of the initial PL intensity within 20 h, as shown in Figure 26. Dong’s group developed a micro-encapsulation strategy to achieve an organic-inorganic perovskite-polymer composite membrane with high luminous efficiency, color purity, and ultra-high stability to heat and water exposure [69].\nThe solution of inorganic NCs embedded in inorganic shells proves the best reliability. Li et al. proposed a strategy to synthesize ceramic-like stable and highly luminous CsPbBr3 NC through template-limited solid-state synthesis and in situ encapsulation based on the strategic disintegration of silicon molecular sieve (MS) templates at high synthesis temperatures [70]. The synthesis process is a solid state reaction at high temperature without organic solvents and organic ligands. The stability of perovskite NCs coated by molecular sieve was tested at high temperature (HT 85 ◦C) and high humidity (HH 85%). It can be seen from Figure 27 that after 168-h aging, the luminous intensity of CsPbBr3 – SiO2 – HF basically remains unchanged, while the luminous intensity of ceramic Sr2Sio4:Eu2+ green phosphor decreases to 80% of the initial luminous intensity. Room remains for further improvement as the particle size should be reduced to sub-micron to incorporate with the micro-LED chip.\nStudy on low dimensional PNC. So far, the most stable one should be pure inorganic perovskite. According to the latest research progress of stability improvement strategy, the pure inorganic PNC coated by inorganic silica shows the best stability. According to the different connection modes of PbX64 – octahedron, lead-based perovskite can be divided into zero dimensional (0d), two-dimensional (2D) and three-dimensional (3D) structures. It has been described that 3D perovskite is prone to ion migration and quantum dot degradation due to defects, especially at the grain boundary. However, in the low dimensional NCs, there is almost no grain boundary, and the process of ion migration is different from that of 3D perovskite. According to our recent research [71], activated ion migration can promote the degradation of quantum dots, in which stable ion supply is needed to modify the perovskite / external contact interface. Therefore, the organic layer is inserted into MQW perovskite LED as the barrier of ion movement, which successfully inhibits ion migration and improves the stability. In addition, we observed that the capacitance technique is helpful to understand the migration of ions to the external electrode, because the capacitance in the low-frequency region is related to the ion migration and the double-layer polarization of the electrode. The measurement results of MQW perovskite shows that the starting frequency of ion migration is 0.1 Hz, which is three orders of magnitude lower than 3D CH3NH3PbI3 – xClx perovskite (100 Hz). The study of electric absorption also shows that the activation energy of ions increases significantly without interface modulation.\nThe in situ PL imaging of ions under applied bias shows that the movement of ions is obviously blocked. The activation energy Ea of the device is 0.48± 0.09 ev by averaging the measurements of four different devices. Previous studies on CH3NH3PbI3 – xClx and FAPbI3 perovskite have found that the activation energy of iodine ion/vacancy is mostly in the range of 0.1–0.3 ev. Therefore, the increase of activation energy means that the ion migration in MQW perovskite films has a larger potential barrier. This enhanced barrier is due to the inhibition of ion migration by the insertion of hydrophobic organic cations. Considering the vertical orientation of MQW perovskite relative to the substrate and the use of vertical device geometry, MQW structure also seems to reduce the level of ion migration parallel to MQW. This shows that the long organic molecules in the quasi two-dimensional materials also passivate the grain boundaries in the polycrystalline films and hinder the migration of ions or vacancies.Combining the basic properties of colloidal LHP-NCs and block 2D perovskite to realize multidimensional 3D/2D LHP-NCs has been proved to be an interesting research direction [72]."
    }, {
      "heading" : "8. Applications of MHP-NCs",
      "text" : "The current drawback in stability of MHP-NCs cannot diminish the research interests on its incorporation with displays. It is reasonable that current studies are mostly focused on the methodologies for improving the stability. A robust packaging is crucial to prevent the encroaching from ambient [6,73–75]. The excellent polarization characteristics of MHP significantly improve the backlight efficiency, indicating a bright application prospect in LCD. Wu’s team summarized two new trends in QD-LCD: (1) replacing traditional color filters with QD arrays; (2) emerging quantum rod (QR) enhanced backlighting [76]. As an important part of LCD, the design of the backlight affects the color gamut, optical efficiency, viewing angle, etc. With the continuous development of color gamut evaluation indicators, the development of new narrow-band transmitters has become increasingly critical. However, there is still a lack of a stable and narrow-band red down conversion layer, therefore, a hybrid backlight system is preferred [77]. In addition to careful thermal management, a tradeoff between life and brightness is also needed when High Dynamic Range(HDR) is required [78]. Lin et al. proposed a novel packaging structure to obtain high polarization effect. In this technique, MHP-NWs are encapsulated in anodic aluminum oxide (AAO) nanopores through inkjet printing technology [73]. The fabrication process is shown in Figure 28, under the controlled vacuum, MHP-NWs of well ordered and high crystalline quality are manufactured successfully. The emission wavelength and FWHM are 540 nm and 22 nm, respectively. Owing to the well aligned AAO nanopores structure, the MHP-NWs have better stability and higher degree of linear polarization of 0.84 compared to the traditional flat Al2O3 structure. Meanwhile, the MHP-NW arrays exhibit high EQE of 21.6%. To achieve display with high color quality, Prof. Kuo et al. innovatively demonstrated a hybrid-type MHP-NC structure to fabricate a white LED with high stability and high color gamut, which can overcome the shortcomings caused by only pure solid or liquid MHP-NC structure [74]. As shown in Figure 29a, the hybrid-type MHP-NCs are successfully excited by the blue LED, and the device structure is shown in the illustration, MHP-NCs are sealed in a glass, which effectively protect the MHP-NC from heating. Meanwhile, the hybrid-type white LED exhibits excellent color gamut with 122% of NTSC and 91% of Rec. 2020 standards, as shown in Figure 29b.\nIt is crucial to simultaneously maintain high luminous efficiency and high stability for advanced lighting application. A lot of attempts were made in recent studies. He et al. uses MHP-polymer composite powder and film to emit different colors as down-converters, which can optimize visual energy efficiency, color rendering quality and circadian rhythm effect of the light source at the same time, preparing high-performance adjustable solid-state lighting source [79]. Kang et al. achieve a high luminous efficiency (124 lm/W) and wide color gamut (123% of NTSC) white LED via innovative MHP-NC paper technique [6]. Through filtering the mixed cellulose NCs and MHP solution under vacuum condition, MHP-NC paper is manufactured eventually, as shown in Figure 30a. The morphology and structure of the obtained MHP-NC paper is vividly presented in Figure 30b–d. Owing to the cellulose MHP-NC, the MHP-NC paper exhibits obvious entanglement phenomenon and the MHP-NC is well crystallized and capped at the same time, which could not only enhance the PL intensity and stability but also extend the lifetime (240 h within only 12.4% droop). The MHP-NC paper can be well excited by the blue LED and the emission wavelength and FWHM are 518 nm and 28 nm, respectively, as shown in Figure 30e.\nRen et al. proposed a zinc-based metal organic framework (MOF-5) structure [75]. The schematic manufacture process is shown in Figure 31, the all-inorganic CsPbX3 NCs are deposited into the mesoporous MOF-5 crystals. This packaging method can effectively alleviate the influence of light and heat. The fabricated white LED has high color stability even though under different driving current (10 mA–200 mA). Meanwhile, it has a wide color gamut of 124% NTSC, which makes it has a bright future in the high quantity lighting application.\nInstead of sealing the MHP-NCs in some substrate materials, another solution to enhance protection is to absorb the MHP-NCs onto the surface of some host particle, which is stable in itself, and by this way the MHP-NCs can be protected by the nanocomposites. Li et al. first prepared heterogeneous nucleation-grown two-dimensional hexagonal boron nitride (h-BN) nanosheets at room temperature to stabilize CsPbBr3 PQDs [80]. As shown in Figure 32, equipped with high specific surface area and abundant mesopores of the h-BN nanosheets, cubic CsPbBr3 PQDs are attached to the surface of the h-BN nanosheets, forming h-BN/CsPbBr3 NC nanocomposites. Based on this structure, first, the nanosheets stacked in the h-BN/CsPbBr3 NC nanocomposites prevent water molecules from attacking the NC, and have a spatially restrictive effect on the growth and decomposition of the NC. Secondly, 2D h-BN nanosheets are excellent thermal conductors. It can effectively reduce the thermal stress inside h-BN/CsPbBr3 NC nanocomposites. Thirdly, the relatively strong van der Waals force between NCs and 2D nanosheets can prevent random movement of NC. Hence, due to this unique 2D structure and excellent thermal conductivity of h-BN nanosheets, h-BN/CsPbBr3 NC nanocomposites have demonstrated significant enhancement of humidity stability and thermal stability.\nCai et al. prepare the composite microspheres of polymethyl methacrylate (PMMA) loaded with CsPbBr3 PQDs (CsPbBr3 @ PMMA) by in situ polymerization of methyl methacrylate in hexane in the presence of CsPbBr3 NC and stabilizer [81]. Due to the strong coordination interaction between the Pb ion on the surface of NC and the carbonyl group (C –– O) of PMMA, NCs can be gradually incorporated as the microspheres grow, making them uniformly and firmly dispersed in the microspheres, shown in Figure 33. In addition, CsPbBr3 @ PMMA microspheres show adjustable size and narrow size\ndistribution. Hence, with the protective effect of hydrophobic PMMA microspheres, the embedded CsPbBr3 NC reveals improved the water resistance and storage stability. This improvement makes CsPbBr3 @ PMMA as a promising material in the field of micro-LED display."
    }, {
      "heading" : "9. Conclusions",
      "text" : "In conclusion, MHP-NCs, as a new type of semiconductor luminescent materials, have demonstrated the promising prospect in the field of lighting and display in the near future. Yet, MHP-NCs are surrounded by a large specific surface defect area, which results in non-radiative recombination. In addition, due to this large surface-to-volume ratio, external factors, viz. oxygen, water, ultraviolet light, and heating effect, especially the combination effect, give rise to the instability of MHP-NCs through different mechanisms. This degradation process has become the major challenges towards the large-scale commercial applications. To solve this stability problem, component regulation, surface passivation, coating with polymer/inorganic shells and utilizing low dimensional NCs, has proved to effectively reduce the defect state and prevent/reduce the interaction of MHP-NCs with water, oxygen, ultraviolet light and heating effect in the environment. In terms of the future trend on the aspect of stability of MHP-NCs and their large application in lighting and display, seeking low-cost, mild synthesis conditions and good stability of the polymer matrix and MHP-NCs, deserves more attention from researchers. Yet, it is worth noting that each single method cannot prohibit all the degradation as we have presented previously. Therefore, besides the modification of the perovskite absorber layer itself, it is also critical to improve packaging technology for the reliable operation of the whole devices. The development history of silicon and organic optoelectronic devices has provided the valuable lessons on the encapsulation of devices against light soaking, oxygen and moisture. A proper industrial encapsulation strategy enables the large area MHP-NCs-based device to be undertaken under an ambient environment for more than several years. However, there is still a long way to seek and test the optimum sealing materials, encapsulation packaging layer, edge sealing technique, etc. In addition, in order to promote the practical application of MHP-NCs-based devices, more bias tests under different ambient conditions are still required. Currently, industry standard damp heat and thermal cycling tests were applied for the stability test of perovskite photovoltaic devices [82,83]. While the characterization protocols, particularly the standard for operational stability for perovskite\nLED is still under debate [84]. Hence, it is urgent to make the standard for MHP-NCs-based lighting and display devices for the whole research community.\nFunding: This work was funded by the National Natural Science Foundation of China, grant Nos. 61974126, 51902273, and 11904302; the Science and Technology Project of Fujian Province, grant Nos. 2018H6022, 2019HZ020013 and 2019H6004; the Natural Science Foundation of Fujian Province, grant No. 2018J01103; the Fundamental Research Funds for the Central Universities, grant No. 20720190005; and the Strait Post-doctoral Foundation of Fujian Province.\nAcknowledgments: Y.L. acknowledges Nan Chen’s previous contributions on the initial stage of our MHP-NC research.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Growth, transfer printing and colour conversion techniques towards full-colour micro-LED display",
      "author" : [ "X. Zhou", "P. Tian", "C.W. Sher", "J. Wu", "H. Liu", "R. Liu", "H.C. Kuo" ],
      "venue" : "Prog. Quantum. Electron",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2020
    }, {
      "title" : "Development of microLED",
      "author" : [ "J.Y. Lin", "H.X. Jiang" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2020
    }, {
      "title" : "One-step loading on natural mineral halloysite nanotube: An effective way to enhance the stability of perovskite CsPbX3 (X = Cl, Br, I) quantum dots, Adv",
      "author" : [ "J. Hao", "X. Qu", "L. Qiu", "G. Li", "Y. Wei", "G. Xing", "H. Wang", "C. Yan", "H.S. Jang", "Z Cheng" ],
      "venue" : "Opt. Mater. 2019,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2019
    }, {
      "title" : "All inorganic halide perovskites nanosystem: synthesis, structural features, optical properties and optoelectronic applications",
      "author" : [ "X. Li", "F. Cao", "D. Yu", "J. Chen", "Z. Sun", "Y. Shen", "Y. Zhu", "L. Wang", "Y. Wei", "Y Wu" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Ce3-doping to modulate photoluminescence kinetics for efficient CsPbBr3 nanocrystals based light-emitting diodes",
      "author" : [ "J.S. Yao", "J. Ge", "B.N. Han", "K.H. Wang", "H.B. Yao", "H.L. Yu", "J.H. Li", "B.S. Zhu", "J.Z. Song", "C Chen" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Highly efficient and stable white light-emitting diodes using perovskite quantum dot paper",
      "author" : [ "C.Y. Kang", "C.H. Lin", "T.Y. Li", "S.W. Huang Chen", "C.L. Tsai", "C.W. Sher", "T.Z. Wu", "P.T. Lee", "X Xu" ],
      "venue" : "Adv. Sci. 2019,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1902
    }, {
      "title" : "Going beyond the limit of an LCD’s color gamut",
      "author" : [ "H.-W. Chen", "R.-D. Zhu", "J. He", "W. Duan", "W. Hu", "Y.-Q. Lu", "M.-C. Li", "S.-L. Lee", "Y.-J. Dong", "S.-T. Wu" ],
      "venue" : "Light Sci. Appl. 2017,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Analytical equation for the motion picture response time of display devices",
      "author" : [ "F. Peng", "H. Chen", "F. Gou", "Y.H. Lee", "M. Wand", "M.C. Li", "S.L. Lee", "S.T. Wu" ],
      "venue" : "J. Appl. Phys",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "High-bandwidth white-light system combining a micro-LED with perovskite quantum dots for visible light communication",
      "author" : [ "S. Mei", "X. Liu", "W. Zhang", "R. Liu", "L. Zheng", "R. Guo", "P. Tian" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Review—Progress in High Performance III-Nitride Micro-Light-Emitting Diodes",
      "author" : [ "M.S. Wong", "S. Nakamura", "S.P. DenBaars" ],
      "venue" : "ECS J. Solid State Sci. Technol. 2019,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "White-light-emitting diodes with quantum dot color converters for display backlights",
      "author" : [ "E. Jang", "S. Jun", "H. Jang", "J. Lim", "B. Kim", "Y. Kim" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2010
    }, {
      "title" : "Mesoporous silica particles integrated with all-inorganic CsPbBr3 perovskite quantum-dot nanocomposites (MP-PQDs) with high stability and wide color gamut used for backlight display",
      "author" : [ "H.C. Wang", "S.Y. Lin", "A.C. Tang", "B.P. Singh", "H.C. Tong", "C.Y. Chen", "Y.C. Lee", "T.L. Tsai", "R.S. Liu" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Nanocrystals of cesium lead halide perovskites (CsPbX3, X = Cl, Br, and I): Novel optoelectronic materials showing bright emission with wide color gamut",
      "author" : [ "L. Protesescu", "S. Yakunin", "M.I. Bodnarchuk", "F. Krieg", "R. Caputo", "C.H. Hendon", "R.X. Yang", "A. Walsh", "M.V. Kovalenko" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Perovskite quantum dots for light-emitting devices",
      "author" : [ "Y.F. Li", "J. Feng", "H.B. Sun" ],
      "venue" : "Nanoscale 2019,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1911
    }, {
      "title" : "All-inorganic perovskite nanocrystal scintillators",
      "author" : [ "Q. Chen", "J. Wu", "X. Ou", "B. Huang", "J. Almutlaq", "A.A. Zhumekenov", "X. Guan", "S. Han", "L. Liang", "Z Yi" ],
      "venue" : "Nature",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "The effect of moisture on the structures and properties of lead halide perovskites: A first-principles theoretical investigation",
      "author" : [ "L. Zhang", "M.G. Ju", "W. Liang" ],
      "venue" : "Phys. Chem. Chem. Phys. 2016,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "The role of oxygen in the degradation of methylammonium lead trihalide perovskite photoactive layers",
      "author" : [ "N. Aristidou", "I. Sanchez-Molina", "T. Chotchuangchutchaval", "M. Brown", "L. Martinez", "T. Rath", "S.A. Haque" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Super-resolution luminescence microspectroscopy reveals the mechanism of photoinduced degradation in CH3NH3PbI3 perovskite nanocrystals",
      "author" : [ "A. Merdasa", "M. Bag", "Y. Tian", "E. Kallman", "A. Dobrovolsky", "I.G. Scheblykin" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "Photodegradation of organometal hybrid perovskite nanocrystals: Clarifying the role of oxygen by single-dot photoluminescence",
      "author" : [ "L. Liu", "L. Deng", "S. Huang", "P. Zhang", "J. Linnros", "H. Zhong", "I. Sychugov" ],
      "venue" : "J. Phys. Chem. Lett. 2019,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Role of nonradiative defects and environmental oxygen on exciton recombination processes in CsPbBr3 perovskite nanocrystals",
      "author" : [ "M. Lorenzon", "L. Sortino", "Q. Akkerman", "S. Accornero", "J. Pedrini", "M. Prato", "V. Pinchetti", "F. Meinardi", "L. Manna", "S. Brovelli" ],
      "venue" : "Nano Lett. 2017,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "O2 as a molecular probe for nonradiative surface defects in CsPbBr3 perovskite nanostructures and single crystals",
      "author" : [ "C. Rodà", "A.L. Abdelhady", "J. Shamsi", "M. Lorenzon", "V. Pinchetti", "M. Gandini", "F. Meinardi", "L. Manna", "S. Brovelli" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Structure and growth control of organic–inorganic halide perovskites for optoelectronics: From polycrystalline films to single crystals",
      "author" : [ "Y. Chen", "M. He", "J. Peng", "Y. Sun", "Z. Liang" ],
      "venue" : "Adv. Sci. 2016,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Thermal assisted oxygen annealing for high efficiency planar CH3NH3PbI3 perovskite solar cells",
      "author" : [ "Z. Ren", "A. Ng", "Q. Shen", "H.C. Gokkaya", "J. Wang", "L. Yang", "W.K. Yiu", "G. Bai", "A.B. Djurišić", "W.W Leung" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Atmospheric influence upon crystallization and electronic disorder and its impact on the photophysical properties of organic–inorganic perovskite solar cells",
      "author" : [ "S. Pathak", "A. Sepe", "A. Sadhanala", "F. Deschler", "A. Haghighirad", "N. Sakai", "K.C. Goedel", "S.D. Stranks", "N. Noel", "M Price" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Controlled synthesis of lead-free cesium tin halide perovskite cubic nanocages with high stability",
      "author" : [ "A. Wang", "Y. Guo", "F. Muhammad", "Z. Deng" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Organometal Halide Perovskites as Visible-Light Sensitizers for Photovoltaic Cells",
      "author" : [ "A. Kojima", "K. Teshima", "Y. Shirai", "T. Miyasaka" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2009
    }, {
      "title" : "Transformation of the Excited State and Photovoltaic Efficiency of CH3NH3PbI3 Perovskite upon Controlled Exposure to Humidified Air",
      "author" : [ "J.A. Christians", "P.A. Miranda Herrera", "P.V. Kamat" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    }, {
      "title" : "Ab Initio Molecular Dynamics Simulations of Methylammonium Lead Iodide Perovskite Degradation by Water",
      "author" : [ "E. Mosconi", "J.M. Azpiroz", "F. De Angelis" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "The degradation and blinking of single CsPbI3 perovskite quantum dots",
      "author" : [ "G. Yuan", "C. Ritchie", "M. Ritter", "S. Murphy", "D.E. Gomez", "P. Mulvaney" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Chemical management for colorful, efficient, and stable inorganic–organic hybrid nanostructured solar cells",
      "author" : [ "J.H. Noh", "S.H. Im", "J.H. Heo", "T.N. Mandal", "S.I. Seok" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "The importance of moisture in hybrid lead halide perovskite thin film fabrication",
      "author" : [ "G.E. Eperon", "S.N. Habisreutinger", "T. Leijtens", "B.J. Bruijnaers", "J.J. van Franeker", "D.W. DeQuilettes", "S. Pathak", "R.J. Sutton", "G. Grancini", "D.S Ginger" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Reversible hydration of CH3NH3PbI3 in films, single crystals, and solar cells",
      "author" : [ "A.M. Leguy", "Y. Hu", "M. Campoy-Quiles", "M.I. Alonso", "O.J. Weber", "P. Azarhoosh", "M. Van Schilfgaarde", "M.T. Weller", "T. Bein", "J Nelson" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Water-assisted size and shape control of CsPbBr3 perovskite nanocrystals",
      "author" : [ "X. Zhang", "X. Bai", "H. Wu", "C. Sun", "Y. Zhang", "W. Zhang", "W. Zheng", "W.W. Yu", "A.L. Rogach" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Humidity-mediated synthesis of highly luminescent and stable CsPbX3 (X = Cl, Br, I) nanocrystals",
      "author" : [ "S. Mamgain", "V. Kunnathodi", "A. Yella" ],
      "venue" : "Energy Technol. 2020,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1900
    }, {
      "title" : "Ethanol–water-assisted room temperature synthesis of ceCsPbBr3/ceSiO2 nanocomposites with high stability in ethanol",
      "author" : [ "W. Li", "F. Chun", "X. Fan", "W. Deng", "M. Xie", "C. Luo", "S. Yang", "H. Osman", "C. Liu", "W. Yang" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "Synergetic effect of postsynthetic water treatment on the enhanced photoluminescence and stability of CsPbX3 (X = Cl, Br, I) Perovskite nanocrystals",
      "author" : [ "Y. Liu", "F. Li", "Q. Liu", "Z. Xia" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "From nonluminescent Cs4PbX6 (X = Cl, Br, I) nanocrystals to highly luminescent CsPbX3 nanocrystals: water-triggered transformation through a CsX-stripping mechanism",
      "author" : [ "L. Wu", "H. Hu", "Y. Xu", "S. Jiang", "M. Chen", "Q. Zhong", "D. Yang", "Q. Liu", "Y. Zhao", "B Sun" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Effect of light illumination on mixed halide lead perovskites: reversible or irreversible transformation",
      "author" : [ "W. Huang", "S.J. Yoon", "P. Sapkota" ],
      "venue" : "ACS Appl. Energy Mater. 2018,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Metal halide perovskite light-emitting devices: promising technology for next-generation displays",
      "author" : [ "M. Lu", "Y. Zhang", "S. Wang", "J. Guo", "W.W. Yu", "A.L. Rogach" ],
      "venue" : "Adv. Funct. Mater. 2019,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1902
    }, {
      "title" : "Fluorescence Blinking and Photoactivation of All-Inorganic Perovskite Nanocrystals CsPbBr3 and CsPbBr2I",
      "author" : [ "S. Seth", "N. Mondal", "S. Patra", "A. Samanta" ],
      "venue" : "J. Phys. Chem. Lett. 2016,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Photo-stability of CsPbBr3 perovskite quantum dots for optoelectronic application",
      "author" : [ "J. Chen", "D. Liu", "M.J. Al-Marri", "L. Nuuttila", "H. Lehtivuori", "K. Zheng" ],
      "venue" : "Sci. China Mater",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "Mechanistic insights into perovskite photoluminescence enhancement: Light curing with oxygen can boost yield thousandfold",
      "author" : [ "Y. Tian", "M. Peter", "E. Unger", "M. Abdellah", "K. Zheng", "T. Pullerits", "A. Yartsev", "V. Sundström", "I.G. Scheblykin" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "In situ observation of light illumination-induced degradation in organometal mixed-halide perovskite films",
      "author" : [ "R.P. Xu", "Y.Q. Li", "T.Y. Jin", "Y.Q. Liu", "Q.Y. Bao", "C. O’Carroll", "J.X. Tang" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2018
    }, {
      "title" : "In situ investigation of light soaking in organolead halide perovskite films",
      "author" : [ "Y. Zhong", "C.A.M. Luna", "R. Hildner", "C. Li", "S. Huettner" ],
      "venue" : "APL Mater. 2019,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2019
    }, {
      "title" : "Unveiling the photo-and thermal-stability of cesium lead halide perovskite nanocrystals",
      "author" : [ "B.W. Boote", "H.P. Andaraarachchi", "B.A. Rosales", "R. Blome-Fernández", "F. Zhu", "M.D. Reichert", "K. Santra", "J. Li", "J.W. Petrich", "J Vela" ],
      "venue" : "ChemPhysChem",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Quantitative Phase-Change Thermodynamics and Metastability of Perovskite-Phase Cesium Lead Iodide",
      "author" : [ "Dastidar S", "Hawley", "C.J", "A.D. Dillon", "A.D. Gutierrez-Perez", "J.E. Spanier", "A.T. Fafarman" ],
      "venue" : "J. Phys. Chem. Lett. 2017,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "High-Temperature Photoluminescence of CsPbX3 (X = Cl, Br, I) Nanocrystals",
      "author" : [ "B. Diroll", "G. Nedelcu", "M. Kovalenko", "R. Schaller" ],
      "venue" : "Adv. Funct. Mater. 2017,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Thermal degradation of luminescence in inorganic perovskite CsPbBr3 nanocrystals",
      "author" : [ "X. Yuan", "X. Hou", "J. Li", "C. Qu", "W. Zhang", "J. Zhao", "H. Li" ],
      "venue" : "Phys. Chem. Chem. Phys. 2017,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "Stability of hybrid organic-inorganic perovskite CH3NH3PbBr3 nanocrystals under co-stresses of UV light illumination and temperature",
      "author" : [ "W. Guo", "N. Chen", "B. Xu", "Y. Lu", "B. Li", "T. Wu", "Q. Cheng", "Y. Li", "J. Chen", "Y Lin" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "Thermodynamics and the intrinsic stability of lead halide perovskites CH3NH3PbX3",
      "author" : [ "A. Ciccioli", "A. Latini" ],
      "venue" : "J. Phys. Chem. Lett. 2018,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Intriguing optoelectronic properties of metal halide perovskites",
      "author" : [ "J.S. Manser", "J.A. Christians", "P.V. Kamat" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Temperature-dependent photoluminescence of CH3NH3PbBr3 perovskite quantum dots and bulk counterparts",
      "author" : [ "H.C. Woo", "J.W. Choi", "J. Shin", "S.H. Chin", "M.H. Ann", "C.L. Lee" ],
      "venue" : "J. Phys. Chem. Lett. 2018,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "An overview on enhancing the stability of lead halide perovskite quantum dots and their applications in phosphor-converted LEDs",
      "author" : [ "Y. Wei", "Cheng Z", "J. Lin" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2019
    }, {
      "title" : "Chemical stability and instability of inorganic halide perovskites",
      "author" : [ "Y. Zhou", "Y. Zhao" ],
      "venue" : "Energy Environ. Sci. 2019,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2020
    }, {
      "title" : "Near ultra-violet to mid-visible band gap tuning of mixed cation RbxCs1-xPbX3 (X = Cl or Br) perovskite nanoparticles",
      "author" : [ "D. Amgar", "T. Binyamin", "V. Uvarov", "L. Etgar" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2018
    }, {
      "title" : "Can B-Site Doping or Alloying Improve Thermal- and Phase-Stability of All-Inorganic CsPbX3 (X = Cl, Br, I) Perovskites",
      "author" : [ "A. Swarnkar", "W.J. Mir", "A. Nag" ],
      "venue" : "ACS Energy Lett. 2018,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "Colloidal-quantum-dot photovoltaics using atomic-ligand passivation",
      "author" : [ "J. Tang", "K.W. Kemp", "S. Hoogland", "K.S. Jeong", "H. Liu", "L. Levina", "M. Furukawa", "X. Wang", "R. Debnath", "N Cha" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2011
    }, {
      "title" : "Air-stable n-type colloidal quantum dot solids",
      "author" : [ "Z. Ning", "O. Voznyy", "J. Pan", "S. Hoogland", "V. Adinolfi", "J. Xu", "M. Li", "A.R. Kirmani", "J.-P. Sun", "J Minor" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2014
    }, {
      "title" : "Reducing Defects in Halide Perovskite Nanocrystals for Light-Emitting Applications",
      "author" : [ "X. Zheng", "Y. Hou", "H.T. Sun", "O.F. Mohammed", "E.H. Sargent", "O.M. Bakr" ],
      "venue" : "J. Phys. Chem. Lett. 2019,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2019
    }, {
      "title" : "Surface Chemistry of All Inorganic Halide Perovskite Nanocrystals: Passivation Mechanism and Stability",
      "author" : [ "D. Yang", "X. Li", "H. Zeng" ],
      "venue" : "Adv. Mater. Interfaces 2018,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2018
    }, {
      "title" : "Ligand assisted swelling–deswelling microencapsulation (LASDM) for stable, color tunable perovskite–polymer composites",
      "author" : [ "J. He", "Z. He", "A. Towers", "T. Zhan", "H. Chen", "L. Zhou", "C. Zhang", "R. Chen", "T. Sun", "A.J Gesquiere" ],
      "venue" : "Nanoscale Adv. 2020,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2043
    }, {
      "title" : "In Situ Light-Initiated Ligands Cross-Linking Enables Efficient All-Solution-Processed Perovskite Light-Emitting Diodes",
      "author" : [ "Y. Wei", "X. Li", "Y. Chen", "Z. Cheng", "H. Xiao", "J. Ding", "J. Lin" ],
      "venue" : "J. Phys. Chem. Lett. 2020,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2020
    }, {
      "title" : "Long-term stable stacked CsPbBr3 quantum dot films for highly efficient white light generation in LEDs",
      "author" : [ "Y.H. Song", "J.S. Yoo", "B.K. Kang", "S.H. Choi", "E.K. Ji", "H.S. Jung", "D.H. Yoon" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 1952
    }, {
      "title" : "Brightly Luminescent and Color-Tunable Colloidal CH3NH3PbX3 (X = Br, I, Cl) Quantum Dots: Potential Alternatives for Display Technology",
      "author" : [ "F. Zhang", "H. Zhong", "C. Chen", "X.g. Wu", "X. Hu", "H. Huang", "J. Han", "B. Zou", "Y. Dong" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2015
    }, {
      "title" : "In Situ Fabrication of Halide Perovskite Nanocrystal-Embedded Polymer Composite Films with Enhanced Photoluminescence for Display Backlights",
      "author" : [ "Q. Zhou", "Z. Bai", "W.-G. Lu", "Y. Wang", "B. Zou", "H. Zhong" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Hybrid downconverters with green perovskite-polymer composite films for wide color gamut displays",
      "author" : [ "J. He", "H. Chen", "Y. Wang", "S.T. Wu", "Y. Dong" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2017
    }, {
      "title" : "Ceramic-like stable CsPbBr3 nanocrystals encapsulated in silica derived from molecular sieve templates",
      "author" : [ "Q. Zhang", "B. Wang", "W. Zheng", "L. Kong", "Q. Wan", "C. Zhang", "Z. Li", "X. Cao", "M. Liu", "L. Li" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2020
    }, {
      "title" : "Understanding the Improvement in the Stability of a Self-Assembled Multiple-Quantum Well Perovskite Light-Emitting Diode",
      "author" : [ "C. Li", "N. Wang", "A. Guerrero", "Y. Zhong", "H. Long", "Y. Miao", "J. Bisquert", "J. Wang", "S. Huettner" ],
      "venue" : "J. Phys. Chem. Lett. 2019,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2019
    }, {
      "title" : "Genesis, challenges and opportunities for colloidal lead halide perovskite nanocrystals",
      "author" : [ "Q.A. Akkerman", "G. Raino", "M.V. Kovalenko", "L. Manna" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2018
    }, {
      "title" : "Giant optical anisotropy of perovskite nanowire array films",
      "author" : [ "C.H. Lin", "C.Y. Kang", "T.Z. Wu", "C.L. Tsai", "C.W. Sher", "X. Guan", "P.T. Lee", "T. Wu", "C.H. Ho", "H.C Kuo" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2020
    }, {
      "title" : "Hybrid-type white LEDs based on inorganic halide perovskite QDs: candidates for wide color gamut display backlights",
      "author" : [ "C.H. Lin", "A. Verma", "C.Y. Kang", "Y.M. Pai", "T.Y. Chen", "J.J. Yang", "C.W. Sher", "Y.Z. Yang", "P.T. Lee", "C.C Lin" ],
      "venue" : "Photonics Res",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2019
    }, {
      "title" : "Encapsulating all-inorganic perovskite quantum dots into mesoporous metal organic frameworks with significantly enhanced stability for optoelectronic applications",
      "author" : [ "J. Ren", "T. Li", "X. Zhou", "X. Dong", "A.V. Shorokhov", "M.B. Semenov", "V.D. Krevchik", "Y. Wang" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2019
    }, {
      "title" : "Recent Advances on Quantum-Dot-Enhanced Liquid-Crystal Displays",
      "author" : [ "H. Chen", "J. He", "S. Wu" ],
      "venue" : "IEEE J. Sel. Top. Quantum Electron. 2017,",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2020
    }, {
      "title" : "Emerging Perovskite Nanocrystals-Enhanced Solid-State Lighting and Liquid-Crystal Displays",
      "author" : [ "Z. He", "C. Zhang", "Y. Dong", "S.-T. Wu" ],
      "venue" : "Crystals 2019,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2019
    }, {
      "title" : "Room-temperature synthesis of two-dimensional hexagonal boron nitride nanosheet-stabilized CsPbBr3 perovskite quantum dots",
      "author" : [ "Y. Li", "L. Dong", "N. Chen", "Z. Guo", "Y. Lv", "J. Zheng", "C. Chen" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2019
    }, {
      "title" : "A facile synthesis of water-resistant CsPbBr3 perovskite quantum dots loaded poly (methyl methacrylate) composite microspheres based on in situ polymerization",
      "author" : [ "Y. Cai", "Y. Li", "L. Wang", "R.J. Xie" ],
      "venue" : "Adv. Opt. Mater",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2019
    }, {
      "title" : "Encapsulating perovskite solar cells to withstand damp heat and thermal cycling",
      "author" : [ "R. Cheacharoen", "C.C. Boyd", "G.F. Burkhard", "T. Leijtens", "J.A. Raiford", "K.A. Bush", "S.F. Bent", "M.D. McGehee" ],
      "venue" : "Sustain. Energy Fuels 2018,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2018
    }, {
      "title" : "Consensus statement for stability assessment and reporting for perovskite photovoltaics based on ISOS procedures",
      "author" : [ "M.V. Khenkin", "E.A. Katz", "A. Abate", "G. Bardizza", "J.J. Berry", "C. Brabec", "F. Brunetti", "V. Bulovic", "Q. Burlingame", "A Di Carlo" ],
      "venue" : "Nat. Energy 2020,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The micro-LED display would probably become the next generation display technology if those major challenges it currently faces were conquered [1,2].",
      "startOffset" : 143,
      "endOffset" : 148
    }, {
      "referenceID" : 1,
      "context" : "The micro-LED display would probably become the next generation display technology if those major challenges it currently faces were conquered [1,2].",
      "startOffset" : 143,
      "endOffset" : 148
    }, {
      "referenceID" : 5,
      "context" : "This is the unique full-color solution for virtual reality and augment reality [6].",
      "startOffset" : 79,
      "endOffset" : 82
    }, {
      "referenceID" : 6,
      "context" : "Thirdly, in order to generate wide color gamut, the spectrum of the fluorescent layer should be as narrow as possible to obtain the high purity of each primary color without reducing the current efficiency [7].",
      "startOffset" : 206,
      "endOffset" : 209
    }, {
      "referenceID" : 7,
      "context" : "Fourthly, the high refreshing rate of a cellphone screen when presenting moving objects [8], plus the potential application on visible light communication [9,10], requires a very short fluorescent lifetime.",
      "startOffset" : 88,
      "endOffset" : 91
    }, {
      "referenceID" : 8,
      "context" : "Fourthly, the high refreshing rate of a cellphone screen when presenting moving objects [8], plus the potential application on visible light communication [9,10], requires a very short fluorescent lifetime.",
      "startOffset" : 155,
      "endOffset" : 161
    }, {
      "referenceID" : 9,
      "context" : "Fourthly, the high refreshing rate of a cellphone screen when presenting moving objects [8], plus the potential application on visible light communication [9,10], requires a very short fluorescent lifetime.",
      "startOffset" : 155,
      "endOffset" : 161
    }, {
      "referenceID" : 10,
      "context" : "Both CdSe and MHP QDs/NCs have partly been integrated with the liquid crystal display (LCD), serving as the back-light source, which achieve 100% and 123% National Television Systems Committee (NTSC) gamut coverage [11,12].",
      "startOffset" : 215,
      "endOffset" : 222
    }, {
      "referenceID" : 11,
      "context" : "Both CdSe and MHP QDs/NCs have partly been integrated with the liquid crystal display (LCD), serving as the back-light source, which achieve 100% and 123% National Television Systems Committee (NTSC) gamut coverage [11,12].",
      "startOffset" : 215,
      "endOffset" : 222
    }, {
      "referenceID" : 13,
      "context" : "In the form of NC, besides functioning as the color conversion layer of micro-LED display, it has been introduced to the LED for general lighting [15], as well as the scintillator for the X-ray detection [16].",
      "startOffset" : 146,
      "endOffset" : 150
    }, {
      "referenceID" : 14,
      "context" : "In the form of NC, besides functioning as the color conversion layer of micro-LED display, it has been introduced to the LED for general lighting [15], as well as the scintillator for the X-ray detection [16].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 15,
      "context" : "They attack the MHP-NC by altering the structure [17], in different manners respectively.",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 16,
      "context" : "outlined the process that photo-excited electrons MAPbX3 NCs react with oxygen molecules to form superoxide O2 – , which further react with CH3NH3 to form volatile CH3NH2 [18].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 17,
      "context" : "further revealed that the structural collapse is mainly attributed to the migration of methyl ammonium ions (MA+) [19].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 18,
      "context" : "This degradation pathway in organic-inorganic hybrid MHP-NCs caused by “oxygen-assisted photoetching” is shown in Figure 3 [20].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 19,
      "context" : "This PL quenching indicates that O2 can be used as a scavenger for photo-excited electrons without being affected by the structure defects [21].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "The quenching of PL induced by O2 is a dynamic process, which competes with radiating exciton attenuation on a considerable time scale, rather than a static ultrafast mechanism [22].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 15,
      "context" : "Moreover, under light conditions, the effect of degradation will be further aggravated by the phenomenon of surface reorganization of NCs [17].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 27,
      "context" : "To study the possible effect of surface defects on determining the stability of the water/perovskite interface, the Angelis team simulated a PbI2 defect plate, which may be stable under PbI2 depleted conditions [30].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 28,
      "context" : "The stepwise (layer-by-layer) decomposition also induces the blue shift of the emission spectrum, as illustrated in Figure 6 [31].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 29,
      "context" : "The CH3NH3PbI3 NCs has a twisted cubic phase (tetragonal phase) when exposed to environment with RH > 55%, which means that CH3NH3PbBr3 NCs proves more stable than CH3NH3PbI3 NCs, as illustrated in Figure 7 [32].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 30,
      "context" : "On the contrary, a trace of water would reinforce the crystallinity of the MHP-NC, therefore, reduce the surface defects (resembling the annealing process [33]) and increase the grain size [34].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 31,
      "context" : "On the contrary, a trace of water would reinforce the crystallinity of the MHP-NC, therefore, reduce the surface defects (resembling the annealing process [33]) and increase the grain size [34].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 32,
      "context" : "The optical properties as well as the TEM images are illustrated in Figure 8 [35].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 33,
      "context" : "The explanation for this can be summarized as that water vapor can help repair common surface defects on CsPbX3 NCs, reduce non-radiative paths, and leave almost perfect CsPbX3 unit cells in solution [36].",
      "startOffset" : 200,
      "endOffset" : 204
    }, {
      "referenceID" : 33,
      "context" : "NCs becomes more stable and shows enhanced optical performance [36].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 34,
      "context" : "Water-assisted room-temperature synthesis of CsPbBr3/SiO2 nanocomposites with high stability also has been reported [37].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 34,
      "context" : "In the ethanol/water solvent system, the obtained nanocomposite has better optical characteristics and stability than the bare CsPbBr3 nanoparticles, and the prepared CsPbBr3/SiO2 nanocomposite can maintain 70% photoluminescence intensity even within 168 h [37].",
      "startOffset" : 257,
      "endOffset" : 261
    }, {
      "referenceID" : 35,
      "context" : "’s work, a trace amount of residual water facilitates the hydrolysis of tetramethyl orthosilicate, leading to the formation of SiO2-coated CsPbX3 NCs with high stability [38].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 35,
      "context" : "In addition, hexane has low solubility in water, as illustrated in Figure 11 [38].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 36,
      "context" : ", the formation of the hydrated compound Cs4PbBr6 · 2 H2O after dehydration, during which water molecules are released by MHP-NCs without changing the lattice structure [39].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 37,
      "context" : "The most acute degradation under light is from the organic-inorganic hybrid MHP-NCs [40].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 38,
      "context" : "This decomposition process can be accelerated under light illumination [41].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 39,
      "context" : "As mentioned in Figures 12 and 13 [42].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 17,
      "context" : "The results show that the thermal effect plays a secondary role in the degradation of cspbbr3 and does not cause any structural damage [19].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 41,
      "context" : "Under very strong light illumination, the trap can be saturated and the quenching phenomenon can be suppressed [44].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 40,
      "context" : "This explains the decrease of QY and the prolongation of photoluminescence lifetime after photodegradation of QDs [43].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 42,
      "context" : "proposed that the disappearance of excitonic peak in the absorption spectrum indicates a quenching of band edge exciton, which is responsible for the PL deterioration of two MHP-NCs [45].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 37,
      "context" : "5 MHP-NCs produce irreversible degradation in the effect of photoelectric field [40].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 43,
      "context" : "The migrated iodine ions leads to interstitial defects which in consequence causes the PL reduction [46].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 44,
      "context" : "studied the thermal stability of perovskite NCs by heating the samples in a glove box [47].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 45,
      "context" : "[48] found that CsPbI3 was stable in the cubic phase when the temperature was below 100 ◦C in the dry environment, and partial degradation was observed at 100 ◦C in the environmental measurement, while no degradation was observed in the sample without water.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "As shown in Figure 20, CsPbI3 is the only sample that fails to recover the original band structure [47].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 46,
      "context" : "It is found that when the heat energy is close to the trap state energy, the temperature rise leads to the luminescence quenching [49].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 47,
      "context" : "7 nm cubes, which shows that the growth of CsPbBr3 crystal can not be simply considered to be the result of the aggregation of small particles, but more likely due to the deeper physical process [50].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 42,
      "context" : "According to the mechanism that light causes the C – N bond in CH3NH3 to break [45,52], combined with the above XRD results Figure 24, the reaction process of NH4Pb2Br5 can be further sorted out.",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 49,
      "context" : "According to the mechanism that light causes the C – N bond in CH3NH3 to break [45,52], combined with the above XRD results Figure 24, the reaction process of NH4Pb2Br5 can be further sorted out.",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 50,
      "context" : "This blue shift phenomenon is consistent with the common characteristics of MAPbX3 materials [53].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 51,
      "context" : "This tailed emission is reported in the PL spectra of MAPbBr3 thin films and single crystals, which originates from the combined emission of excitons bound by the defect state [54].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 52,
      "context" : "Recent strategies to improve stability have focused on the regulation of MHP components, passivation of surface defects, ligand engineering and encapsulation [55,56].",
      "startOffset" : 158,
      "endOffset" : 165
    }, {
      "referenceID" : 53,
      "context" : "Recent strategies to improve stability have focused on the regulation of MHP components, passivation of surface defects, ligand engineering and encapsulation [55,56].",
      "startOffset" : 158,
      "endOffset" : 165
    }, {
      "referenceID" : 54,
      "context" : "By partially replacing the A-site [57] and B-site [58] in the inorganic perovskite NCs by cations, The method adjusts the composition of the perovskite NCs to improve its chemical stability.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 55,
      "context" : "By partially replacing the A-site [57] and B-site [58] in the inorganic perovskite NCs by cations, The method adjusts the composition of the perovskite NCs to improve its chemical stability.",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 56,
      "context" : "In the synthesis of perovskite NCs, in order to improve the stability, long-chain organic ligand such as oleic acid and oleylamine are usually introduced to prevent the agglomeration of perovskite NCs to a certain extent, and it has a hydrophobic effect to stabilize the perovskite NCs [59,60].",
      "startOffset" : 286,
      "endOffset" : 293
    }, {
      "referenceID" : 57,
      "context" : "In the synthesis of perovskite NCs, in order to improve the stability, long-chain organic ligand such as oleic acid and oleylamine are usually introduced to prevent the agglomeration of perovskite NCs to a certain extent, and it has a hydrophobic effect to stabilize the perovskite NCs [59,60].",
      "startOffset" : 286,
      "endOffset" : 293
    }, {
      "referenceID" : 58,
      "context" : "Moreover, the use of amine-based passivating materials (APM) has been proposed and proven to be effective [61].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 59,
      "context" : "Yang has pointed out the role of amino and carboxyl groups in the repair of internal defects of MHP-NCs [62].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 60,
      "context" : "Dong’s group adopted a ligand-assisted SDM (LASDM) method, which can synthesize PNC in situ in a polymer matrix, with high stability, wide color adjustability and good color purity, and proved that it is a kind of suitable for various perovskite precursor compounds, various polymer substrates and different processes [63].",
      "startOffset" : 318,
      "endOffset" : 322
    }, {
      "referenceID" : 61,
      "context" : "[64] have successfully realized the whole solution processing of PNC LED devices by in situ photo-initiated ligand crosslinking.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 62,
      "context" : "This is because the hydrophobic ethoxy group in ethyl cellulose prevents the direct contact of perovskite NCs with water molecules to a certain extent [65].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 63,
      "context" : "Bit group [66,67] uses polyvinylidene fluoride to coat perovskite quantum dots.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 64,
      "context" : "Bit group [66,67] uses polyvinylidene fluoride to coat perovskite quantum dots.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 65,
      "context" : "Dong’s group developed a micro-encapsulation strategy to achieve an organic-inorganic perovskite-polymer composite membrane with high luminous efficiency, color purity, and ultra-high stability to heat and water exposure [69].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 61,
      "context" : "The inset is the photograph of uncross-linked and cross-linked CsPbBr3-CLA QD films after being immersed into water for 3 h upon UV light excitation [64].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 66,
      "context" : "proposed a strategy to synthesize ceramic-like stable and highly luminous CsPbBr3 NC through template-limited solid-state synthesis and in situ encapsulation based on the strategic disintegration of silicon molecular sieve (MS) templates at high synthesis temperatures [70].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 67,
      "context" : "According to our recent research [71], activated ion migration can promote the degradation of quantum dots, in which stable ion supply is needed to modify the perovskite / external contact interface.",
      "startOffset" : 33,
      "endOffset" : 37
    }, {
      "referenceID" : 68,
      "context" : "Combining the basic properties of colloidal LHP-NCs and block 2D perovskite to realize multidimensional 3D/2D LHP-NCs has been proved to be an interesting research direction [72].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 72,
      "context" : "Wu’s team summarized two new trends in QD-LCD: (1) replacing traditional color filters with QD arrays; (2) emerging quantum rod (QR) enhanced backlighting [76].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 73,
      "context" : "However, there is still a lack of a stable and narrow-band red down conversion layer, therefore, a hybrid backlight system is preferred [77].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 69,
      "context" : "In this technique, MHP-NWs are encapsulated in anodic aluminum oxide (AAO) nanopores through inkjet printing technology [73].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 70,
      "context" : "innovatively demonstrated a hybrid-type MHP-NC structure to fabricate a white LED with high stability and high color gamut, which can overcome the shortcomings caused by only pure solid or liquid MHP-NC structure [74].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 5,
      "context" : "achieve a high luminous efficiency (124 lm/W) and wide color gamut (123% of NTSC) white LED via innovative MHP-NC paper technique [6].",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 5,
      "context" : "(e) Absorption and emission spectra of PQD paper [6].",
      "startOffset" : 49,
      "endOffset" : 52
    }, {
      "referenceID" : 71,
      "context" : "proposed a zinc-based metal organic framework (MOF-5) structure [75].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 74,
      "context" : "first prepared heterogeneous nucleation-grown two-dimensional hexagonal boron nitride (h-BN) nanosheets at room temperature to stabilize CsPbBr3 PQDs [80].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 75,
      "context" : "prepare the composite microspheres of polymethyl methacrylate (PMMA) loaded with CsPbBr3 PQDs (CsPbBr3 @ PMMA) by in situ polymerization of methyl methacrylate in hexane in the presence of CsPbBr3 NC and stabilizer [81].",
      "startOffset" : 215,
      "endOffset" : 219
    }, {
      "referenceID" : 76,
      "context" : "Currently, industry standard damp heat and thermal cycling tests were applied for the stability test of perovskite photovoltaic devices [82,83].",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 77,
      "context" : "Currently, industry standard damp heat and thermal cycling tests were applied for the stability test of perovskite photovoltaic devices [82,83].",
      "startOffset" : 136,
      "endOffset" : 143
    } ],
    "year" : 2020,
    "abstractText" : "The metal halide perovskite nanocrystal (MHP-NC), an easy-to-fabricate and low cost fluorescent material, is recognized to be among the promising candidates of the color conversion material in the micro light-emitting diode (micro-LED) display, providing that the stability can be further enhanced. It is found that the water steam, oxygen, thermal radiation and light irradiation—four typical external factors in the ambient environment related to micro-LED display—can gradually alter and destroy the crystal lattice. Despite the similar phenomena of photoluminescence quenching, the respective encroaching processes related to these four factors are found to be different from one another. The encroaching mechanisms are collected and introduced in separate categories with respect to each external factor. Thereafter, a combined effect of these four factors in an environment mimicking real working conditions of micro-LED display are also introduced. Finally, recent progress on the full-color application of MHP-NC is also reviewed in brief.",
    "creator" : "LaTeX with hyperref package"
  }
}