{
  "name" : "downloads_2019-11-23_f4_jasrotia2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Raman spectra of sol-gel auto-combustion synthesized Mg-Ag-Mn and Ba-Nd-Cd-In ferrite based nanomaterials",
    "authors" : [ "Rohit Jasrotiaa", "Virender Pratap Singha", "Rajesh Kumara", "Mahavir Singhd" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCeramics International\njournal homepage: www.elsevier.com/locate/ceramint\nRaman spectra of sol-gel auto-combustion synthesized Mg-Ag-Mn and BaNd-Cd-In ferrite based nanomaterials Rohit Jasrotiaa,b,∗, Virender Pratap Singha,b,c,∗∗, Rajesh Kumara,b, Mahavir Singhd a School of Physics and Material Sciences, Shoolini University, Solan, H.P, India bHimalayan Centre of Excellence in Nanotechnology, Shoolini University, Solan, H.P, India cGovt. Degree College, Nerwa, Shimla, H.P, India dDepartment of Physics and Materials Science, H.P.U, Shimla, H.P, India\nA R T I C L E I N F O\nKeywords: Mg-Mn spinel nanoparticles BaM hexagonal nanoparticles Sol-gel auto-combustion Raman spectroscopy\nA B S T R A C T\nIn this present work, we have done the comparison of raman spectra of hard ferrite i.e. Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) and soft ferrite i.e. Mg1-xMnxAgyFe2-yO4 (x=0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) which defines the novality and achievement of this work. These ferrite based nanomaterials were synthesized with the aid of sol-gel auto-combustion method in order to analyze Raman spectra carried with 514.5 nm laser of argon ion (50mW) by using Renishaw inVia Reflex micro-Raman spectrometer. The Raman spectra of synthesized Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x=0.0, 0.2, 0.3) ferrites confirmed the formation of five active Raman vibrational modes (A1g + Eg+3T2g). Out of this, Raman spectral analysis of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) nanomaterials confined that Eg mode is found in the range of 194.74–212.77 cm−1, T2g vibrational mode is found to be in the range of 326.17–339.58 cm−1, 482.27–587 cm−1 and 608.84–614.02 cm−1 whereas A1g configuration mode is found to be in the range of 685.47–701.52 cm−1. In addition to this, Raman spectral analysis of Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x=0.0, 0.2, 0.3) nanohexaferrites consists of five Raman active vibrational modes in the range as ν1= 329.02–334.70 cm−1, ν2= 410.33–410.90 cm−1, ν3= 522.06–524.65 cm−1, ν4= 612.52–616.66 cm−1 and 5= 679.97–685.16 cm−1. The Raman spectra of both the compositions continuously indicates the symmetric and anti-symmetric behaviour of the band position of spinel and hexagonal magnetic nanomaterials."
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, nanocrystalline ferrite based nanomaterials are gaining much scientific attention in the field of storage devices, high density recording media, radar systems, communication system, biomedicine, water purification, nanoelectronics due to its various effects and different properties such as superparamagnetic nature, quantum size and magnetic tunnelling effect, larger surface to volume ratio, chemical stability, non-toxic behaviour and easy to synthesize [1–3]. The ferrites are categorized into four types on the dependence of crystal structure as Spinel, Garnet, Ortho, and Magnetoplumbite whereas, on the dependence of magnetism, they are classified as hard and soft. The magnetic nanoparticles with the spinel structure are called as spinel ferrites, and with the hexagonal structure, they are called as hexaferrites or magnetoplumbite ferrites. Barium hexaferrite with the chemical composition Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2,\n0.3) is a type of hard, semi-conducting nanomaterial gaining commercially and technologically attention in the field of nanoscience devices such as magnetic storage devices, microwave devices, and permanent magnets. This is due to its properties such as high resistivity, chemical stability, high saturation magnetization, remanent magnetization and coercivity [4]. In addition to this, Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5 and y=0.0, 0.1, 0.2, 0.3, 0.4) nanoferrite is a soft, semiconducting nanomaterial showing promising application in the field of switching and microwave devices because of high resistivity (108–1010 Ω cm) with low dielectric loss, low loss tangent, relative high temperature sensitivity and high initial permeability characteristics in the GHz frequency range. This depends upon the synthesis method, type of dopants used such as diamagnetic and transition metal ions, chemical composition, cation distribution, grain size, particle size, calcination, and sintering temperature [5–10]. There are different methods in order to synthesized Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0,\nhttps://doi.org/10.1016/j.ceramint.2019.09.012 Received 15 August 2019; Received in revised form 27 August 2019; Accepted 1 September 2019\n∗ Corresponding author. School of Physics and Material Sciences, Shoolini University, Solan, H.P, India. ∗∗ Corresponding author. School of Physics and Material Sciences, Shoolini University, Solan, H.P, India. E-mail addresses: rohitsinghjasrotia4444@gmail.com (R. Jasrotia), kunwar.virender@gmail.com (V.P. Singh).\nCeramics International 46 (2020) 618–621\nAvailable online 02 September 2019 0272-8842/ © 2019 Elsevier Ltd and Techna Group S.r.l. All rights reserved.\nT\n0.1, 0.2, 0.3, 0.4) and Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanomaterials co-precipitation, sol-gel, auto-combustion, hydrothermal and citrate-precursor of which sol-gel auto-combustion technique is one of the best environment-friendly method for synthesizing nanocrystalline magnetic particles with control particle and grain size [11–18]. As per the literature survey, Aslibeiki (2014) synthesized Ag+ doped Maganese magnetic nanoparticles by a simple method and studied their magnetic and electrical properties [19]. Okasha (2008) prepared Ag+\nsubstituted magnesium ferrite having chemical composition MgAgxFe2xO4 (x= 0.0–0.3) by using flash combustion method in order to study the impact of silver on the different properties of prepared nanoparticles [20]. Zafar Iqbal et al. (2019) synthesized Dysoprium and cobalt doped strontium hexaferrite by a sol-gel technique for studying electrical and magnetic properties [21]. Jasrotia et al. (2019) synthesized cadmium and indium doped barium hexaferrite by a sol-gel autocombustion technique for studying structural, morphological, optical, and magnetic properties of synthesized nanomaterials. XRD patterns revealed the formation of hexagonal crystal phase structure along with good values of saturation magnetization and coercivity in the range of 40–86 emu/g and 39.17–341.36 Oe for the synthesized samples [22]. A number of researchers have studied the influence of different dopants and various synthesis techniques on the Mg-Mn and BaM ferrite based nanomaterials. We have already investigated the microstructural, morphological, optical, magnetic and mösbaurrer spectral properties of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) magnetic nanomaterials [22,23]. In the present research work, we are studying for the first time, Raman Spectra of two different compositions i.e. Mg1xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanomaterials."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The raw materials used for the synthesis of specimens were magnesium nitrate (AR grade,> 99% Sigma Aldrich), manganese nitrate (AR grade,> 99% Sigma Aldrich), silver nitrate (AR grade,> 99% MERCK), ferric nitrate (AR grade,> 99% MERCK), barium nitrate (AR grade,> 99% MERCK), neodymium nitrate (AR grade,> 99% MERCK), cadmium nitrate (AR grade,> 99% MERCK), indium nitrate (AR grade,> 99% MERCK), citric acid (AR grade,> 99% Sigma Aldrich) and ethylene glycol (AR grade,> 99% Sigma Aldrich)."
    }, {
      "heading" : "2.2. Synthesis procedure",
      "text" : "A series of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5 and y= 0.0, 0.1, 0.2, 0.3, 0.4) nanomaterials were synthesized by sol-gel auto-combustion method in which the highly pure metal nitrates such as magnesium nitrate (AR grade,> 99% Sigma Aldrich), manganese nitrate (AR grade,> 99% Sigma Aldrich), silver nitrate (AR grade,> 99% MERCK), ferric nitrate (AR grade,> 99% MERCK) accompanied by citric acid (AR grade,> 99% Sigma Aldrich) as reducing agent and ethylene glycol (AR grade,> 99% Sigma Aldrich) as gel precursor were used as precursors for synthesizing the samples. Furthermore, the metal nitrates and citric acid were taken separately in 80ml of distilled water and stirred at room temperature on a magnetic stirrer with a hot plate until both the solutions becomes fully clear. After setting the PH ~7, both the solutions were mixed and later, a stoichiometric amount of ethylene glycol was added to the given solution. Then, the solution was heated at a temperature of 100 °C until a fluffy loose black material was obtained. Then, this black fluffy material was calcined in a muffle furnace at a temperature of 1000 °C for 5 h. After calcination, the resulting ferrite based nanomaterial was ready for studying Raman spectroscopy. Similarly, BaM hexaferrite nanomaterials having a nominal composition Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) were synthesized by sol-gel auto-combustion technique in which highly pure metal nitrates such as barium nitrate (AR grade,> 99% MERCK), neodymium nitrate (AR grade,> 99% MERCK), cadmium nitrate (AR grade,> 99% MERCK), indium nitrate (AR grade,> 99% MERCK), ferric nitrate (AR grade,> 99% MERCK) along with citric acid as reducing agent and ethylene glycol (AR grade,> 99% Sigma Aldrich) as gel precursor were used as precursors for synthesizing the samples. Subsequently, the further procedure was the same as synthesizing MgMn nanomaterials except that it was calcined at 1100 °C for 4 h in a muffle furnace for investigating their Raman spectra. Raman spectroscopy was carried on the prepared nanomaterials with 514.5 nm laser of argon ion (50mW) by using Renishaw inVia Reflex micro-Raman spectrometer."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Raman spectroscopy",
      "text" : "Raman spectroscopy is a ground-breaking, non-destructive, spectroscopic material determination method utilized for giving data identified with similar structures and structure issue. Figs. 1 and 2 shows the\nRaman spectra of synthesized Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanomaterials within the frequency range of 150–800 cm−1. In this research work, we are studying Raman spectra of two different ferrite compositions; one is hard ferrite having hexagonal structure i.e. Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) whereas other is soft ferrite having spinel structure i.e. Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4). According to the group theory, five active Raman vibrational modes, Eg + A1g + 3T2g, were found in case of spinel ferrites out of which Eg vibrational mode, on one hand, is due to the symmetric bending of oxygen atom in relation to the Fe cation at the B-site (octahedral site) while on the other hand, the A1g vibrational mode is due to the symmetric stretching vibration of oxygen along the bonds of Fe O at the A-site (tetrahedral site). The T2g vibrational mode, on the contrary, is because of asymmetric bending of oxygen atoms and stretching of Fe cation at the A-site (Tetrahedral site). All these five Raman vibrational modes mainly occur due to the motion of both the metal ions and oxygen atoms or oxygen atoms only in which the different notations such as A presents one dimensional, E presents two dimensional, and T presents three dimensional. In addition to this, more than five Raman vibrational modes are possible in case of hexagonal ferrites but in the present research work, only five modes were observed. The spinel and hexagonal ferrite based nanomaterials are used for investigation mostly in between the\nfrequency range of 400–800 cm−1. The values of various Raman vibrational modes in Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanomaterials were listed in Tables 1 and 2. The Raman spectral analysis of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) nanoferrites confirmed the presence of five Raman vibrational modes out of which Eg mode~ 194.74–212.77 cm−1 is due to the stretching vibrations of Fe3+ O, Mn2+ O, Ag+ O at the octahedral site. The T2g vibrational mode ~326.17–339.58 cm−1, 482.27–587 cm−1 and 608.84–614.02 cm−1 is due to the stretching vibrations of Fe3+ O at the octahedral site whereas, A1g vibrational mode ~685.47–701.52 cm−1 is due to the vibrations of Fe3+ O at the A-site.\nOn the other hand, the Raman spectral analysis of Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanohexaferrites confirmed the presence of five Raman vibrational modes at ν1= 329.02–334.70 cm−1, ν2= 410.33–410.90 cm−1, ν3= 522.06– 524.65 cm−1, ν4= 612.52–616.66 cm−1 and 5=679.97– 685.16 cm−1 out of which vibrational modes (ν1) ~ 329.02– 334.70 cm−1 occurs due to the O-Fe-O vibrations. The mode (ν2) ~ 410.33–410.90 cm−1 is due to the vibrations of Fe(12k)/Cd(12k) O6 and Fe(12k)/In(12k)O6 octahedra whereas on the other hand, the modes (ν3) ~ 522.06–524.65 cm−1 are due to the vibrations of Fe(2a)/ Cd(2a)O6, Fe(2a)/In(2a)O6, Fe(4f2)/Cd(4f2)O6, Fe(4f2)/In(4f2)O6, Fe (12k)/Cd(12k)O6 and Fe(12k)/Cd(12k)O6 octahedra. Moreover, the mode (ν4) ~ 612.52–616.66 cm−1 occurs due to the vibrations of bipyramidal Fe(2b)/Cd(2b)O5 and Fe(2b)/In(2b)O5 anion sublattices whereas, vibrational mode ( 5) around 679.97–685.16 cm−1 is due to the vibrations of tetrahedral Fe(4f1)/Cd(4f1)O4 anion sublattices [24]. The observed increasing and decreasing trend of all the vibrational modes listed in Figs. 1 and 2 are due to the distribution of dopant ions among the interstitial sites of the crystal lattice."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Eventually, the nanomaterials of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7NdO.3Cd0.5xIn0.5xFe12xO19 (x= 0.0, 0.2, 0.3) were synthesized by sol-gel auto-combustion technique for analysing Raman spectra of synthesized samples with a great success. The Raman spectra of prepared Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) nanoferrites led to the formation of five active Raman vibrational modes (A1g, 3T2g and Eg) whereas the spectra of Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) nanohexaferrites also consequently, confirmed the presence of five vibrational modes."
    } ],
    "references" : [ {
      "title" : "Anisotropic magnetic nanoparticles: a review of their properties",
      "author" : [ "D. Lisjak", "A. Mertelj" ],
      "venue" : "syntheses and potential applications, Prog. Mater. Sci. 95 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ferrite nanoparticles: synthesis",
      "author" : [ "K.K. Kefeni", "T.A. Msagati", "B.B. Mamba" ],
      "venue" : "characterization, and applications in an electronic device, Mater. Sci. Eng., B 215 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnetic properties of magnetic nanoparticles for efficient hyperthermia",
      "author" : [ "I. Obaidat", "B. Issa", "Y. Haik" ],
      "venue" : "Nanomaterials 5 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Microwave ferrites",
      "author" : [ "Ü. Özgür", "Y. Alivov", "H. Morkoç" ],
      "venue" : "part 1: fundamental properties, J. Mater. Sci. Mater. Electron. 20 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Microwave applications of soft ferrites",
      "author" : [ "M. Pardavi-Horvath" ],
      "venue" : "J. Magn. Magn. Mater. 215 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Solubility limits in Mn–Mg ferrites system under hydrothermal conditions",
      "author" : [ "O. Hemeda", "N. Mostafa", "O.A. Elkader", "M. Ahmed" ],
      "venue" : "J. Magn. Magn. Mater. 364 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mn 2+ doped Mg–Zn ferrite nanoparticles for microwave device applications",
      "author" : [ "R. Sharma", "P. Thakur", "P. Sharma", "V. Sharma" ],
      "venue" : "IEEE Electron. Device Lett. 39 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent advances in processing and applications of microwave ferrites",
      "author" : [ "V.G. Harris", "A. Geiler", "Y. Chen", "S.D. Yoon", "M. Wu", "A. Yang", "Z. Chen", "P. He", "P.V. Parimi", "X. Zuo" ],
      "venue" : "J. Magn. Magn. Mater. 321 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Modern microwave ferrites",
      "author" : [ "V.G. Harris" ],
      "venue" : "IEEE Trans. Magn. 48 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A novel and simple process for nanosized Mg‐Mn ferrite preparation from solution combustion method and study of its characteristics",
      "author" : [ "N. Lwin", "A.F. Mohd Noor", "S. Sreekantan", "R. Othman", "A.A. Thant" ],
      "venue" : "Int. J. Appl. Ceram. Technol. 10 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Physical and electromagnetic properties of nanosized Gd substituted Mg–Mn ferrites by solution combustion method",
      "author" : [ "N. Lwin", "M.A. Fauzi", "S. Sreekantan", "R. Othman" ],
      "venue" : "Phys. B Condens. Matter 461 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Structural and magnetic properties of Mg-Zn ferrites (Mg1− xZnxFe2O4) prepared by sol-gel method",
      "author" : [ "P.Y. Reyes-Rodríguez", "D.A. Cortés-Hernández", "J.C. Escobedo-Bocardo", "J.M. Almanza-Robles", "H.J. Sánchez-Fuentes", "L.E. De León-Prado", "J. Méndez-Nonell", "G.F. Hurtado-López" ],
      "venue" : "J. Magn. Magn. Mater. 427 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Structure",
      "author" : [ "B. Yang", "Z. Wang" ],
      "venue" : "and magnetic properties of Mg0. 35Cu0. 2Zn0. 45Fe2O4 ferrite synthesized by co-precipitation method, AIP Adv. 7 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnetic phase evolution",
      "author" : [ "K. Modi", "N. Vasoya", "V. Lakhani", "T. Pathak" ],
      "venue" : "and particle size estimation study on nanocrystalline Mg–Mn ferrites, Appl. Nanosci. 5 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hydrothermal synthesis and structure evolution of metal-doped magnesium ferrite from saprolite laterite",
      "author" : [ "Z. Yan", "J. Gao", "Y. Li", "M. Zhang", "M. Guo" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Structural",
      "author" : [ "J. Kurian", "M.J. Mathew" ],
      "venue" : "magnetic and Mossbauer studies of magnesium  ferrite nanoparticles prepared by hydrothermal method, Int. J. Nanosci. 17 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanocrystalline spinel ferrite (MFe2O4",
      "author" : [ "S. Phumying", "S. Labuayai", "E. Swatsitang", "V. Amornkitbamrung", "S. Maensiri" ],
      "venue" : "M= Ni, Co, Mn, Mg, Zn) powders prepared by a pure aloe vera plant-extracted solution hydrothermal route, Mater. Res. Bull. 48 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nanostructural",
      "author" : [ "B. Aslibeiki" ],
      "venue" : "magnetic and electrical properties of Ag-doped Mnferrite nanoparticles, Curr. Appl. Phys. 14 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Influence of silver doping on the physical properties of Mg ferrites",
      "author" : [ "N. Okasha" ],
      "venue" : "J. Mater. Sci. 43 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Study of electrical",
      "author" : [ "Z. Iqbal", "M. Muneer", "S. Farooq", "Z. Ahmad", "M.A. Basit", "M.N. Ashiq", "R.S. Gohar", "M. Najam-ul-Haq", "M.F. Ehsan" ],
      "venue" : "dielectric and magnetic properties of Dy-Co bi-substituted strontium hexaferrite nanoparticles, J. Mater. Sci. Mater. Electron. 30 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Analysis of Cd2+ and In3+ ions doping on microstructure",
      "author" : [ "R. Jasrotia", "V.P. Singh", "R. Kumar", "K. Singha", "M. Chandel", "M. Singh" ],
      "venue" : "optical, magnetic and mössbauer spectral properties of sol-gel synthesized BaM hexagonal ferrite based nanomaterials, Results Phys. 12 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and characterization of Mg-Ag-Mn nano-ferrites for electromagnet applications",
      "author" : [ "R. Jasrotia", "G. Kumar", "K.M. Batoo", "S.F. Adil", "M. Khan", "R. Sharma", "A. Kumar", "V.P. Singh" ],
      "venue" : "Phys. B Condens. Matter 569 (2019).  R. Jasrotia, et al.  Ceramics International 46 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "This is due to its properties such as high resistivity, chemical stability, high saturation magnetization, remanent magnetization and coercivity [4].",
      "startOffset" : 145,
      "endOffset" : 148
    }, {
      "referenceID" : 17,
      "context" : "As per the literature survey, Aslibeiki (2014) synthesized Ag doped Maganese magnetic nanoparticles by a simple method and studied their magnetic and electrical properties [19].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 18,
      "context" : "3) by using flash combustion method in order to study the impact of silver on the different properties of prepared nanoparticles [20].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 19,
      "context" : "(2019) synthesized Dysoprium and cobalt doped strontium hexaferrite by a sol-gel technique for studying electrical and magnetic properties [21].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "36 Oe for the synthesized samples [22].",
      "startOffset" : 34,
      "endOffset" : 38
    } ],
    "year" : 2019,
    "abstractText" : "In this present work, we have done the comparison of raman spectra of hard ferrite i.e. Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x= 0.0, 0.2, 0.3) and soft ferrite i.e. Mg1-xMnxAgyFe2-yO4 (x=0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) which defines the novality and achievement of this work. These ferrite based nanomaterials were synthesized with the aid of sol-gel auto-combustion method in order to analyze Raman spectra carried with 514.5 nm laser of argon ion (50mW) by using Renishaw inVia Reflex micro-Raman spectrometer. The Raman spectra of synthesized Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) and Ba0.7Nd0.3Cd0.5xIn0.5xFe12-xO19 (x=0.0, 0.2, 0.3) ferrites confirmed the formation of five active Raman vibrational modes (A1g + Eg+3T2g). Out of this, Raman spectral analysis of Mg1-xMnxAgyFe2-yO4 (x= 0.1, 0.2, 0.3, 0.4, 0.5, y= 0.0, 0.1, 0.2, 0.3, 0.4) nanomaterials confined that Eg mode is found in the range of 194.74–212.77 cm−1, T2g vibrational mode is found to be in the range of 326.17–339.58 cm−1, 482.27–587 cm−1 and 608.84–614.02 cm−1 whereas A1g configuration mode is found to be in the range of 685.47–701.52 cm−1. In addition to this, Raman spectral analysis of Ba0.7NdO.3Cd0.5xIn0.5xFe12-xO19 (x=0.0, 0.2, 0.3) nanohexaferrites consists of five Raman active vibrational modes in the range as ν1= 329.02–334.70 cm, ν2= 410.33–410.90 cm, ν3= 522.06–524.65 cm, ν4= 612.52–616.66 cm and 5= 679.97–685.16 cm−1. The Raman spectra of both the compositions continuously indicates the symmetric and anti-symmetric behaviour of the band position of spinel and hexagonal magnetic nanomaterials.",
    "creator" : "Elsevier"
  }
}