{
  "name" : "downloads_2020-07-04_f5_10.1016@j.energy.2020.118215.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Experimental and simulative investigations on a phase change material nano-emulsion-based liquid cooling thermal management system for a lithium-ion battery pack",
    "authors" : [ "Fangxian Wang", "Jiahao Cao", "Ziye Ling", "Xiaoming Fang" ],
    "emails" : [ "cexmfang@scut.edu.cn." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nExperimental and simulative investigations on a phase change material nanoemulsion-based liquid cooling thermal management system for a lithium-ion battery pack Fangxian Wang, Jiahao Cao, Ziye Ling, ZhengguoZhang, Xiaoming Fang\nPII: S0360-5442(20)31322-0 DOI: https://doi.org/10.1016/j.energy.2020.118215 Reference: EGY 118215 To appear in: Energy Received Date: 24 September 2019 Revised Date: 5 June 2020 Accepted Date: 22 June 2020\nPlease cite this article as: Wang F, Cao J, Ling Z, ZhengguoZhang , Fang X, Experimental and simulative investigations on a phase change material nano-emulsion-based liquid cooling thermal management system for a lithium-ion battery pack, Energy (2020), doi: https://doi.org/10.1016/ j.energy.2020.118215.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier Ltd."
    }, {
      "heading" : "Credit Author Statement",
      "text" : ""
    }, {
      "heading" : "Fangxian Wang: Conceptualization, Methodology, Software, Data Curation, Validation,",
      "text" : "Writing- Original draft preparation, Writing - Review & Editing, Funding acquisition; Jiahao"
    }, {
      "heading" : "Cao: Software, Validation; Ziye Ling: Software, Writing - Review & Editing; ZhengguoZhang:",
      "text" : ""
    }, {
      "heading" : "Conceptualization, Writing - Review & Editing, Funding acquisition; Xiaoming Fang:",
      "text" : "Conceptualization, Writing - Review & Editing, Funding acquisition.\nSDBS OP28E Micelle OP28E nano-emulsion\nLCTMS with OP28E nano-emulsion as coolant\n Suitable melting point  High latent heat\n Enhanced energy storage capacity  Excellent dispersion stability  Good fluidity\n Low temperature increase  High temperature uniformity\n1\nExperimental and simulative investigations on a phase change material\nnano-emulsion-based liquid cooling thermal management system for a\nlithium-ion battery pack\nFangxian Wanga, b, Jiahao Caob, Ziye Lingb, c, ZhengguoZhangb, c, Xiaoming Fangb, c*\na Research Center for Eco-Environmental Engineering, Dongguan University of Technology, Dongguan, 523808, China b Key Laboratory of Enhanced Heat Transfer and Energy Conservation, the Ministry of Education, School of Chemistry and Chemical Engineering, South China University of Technology, Guangzhou, 510640, China c Guangdong Engineering Technology Research Center of Efficient Heat Storage and Application, South China University of Technology, Guangzhou 510640, China\n*Corresponding author: Email: cexmfang@scut.edu.cn. Tel.:+86 20 8711 2997; Fax: +86 20 8711 3870\n2"
    }, {
      "heading" : "Abstract",
      "text" : "Thermal management systems (TMSs) are indispensable for practical applications of lithium-ion battery packs. In this study, phase change material (PCM) nano-emulsions with enhanced energy storage capacity, excellent dispersion stability, low viscosity and good thermal reliability were employed as coolants for high-performance liquid cooling thermal management systems (LCTMSs) for the first time. The maximum temperature (Tmax) and maximum temperature difference (∆Tmax) in a 5S4P battery pack were measured to evaluate the thermal management performance of these coolants. When a 10 wt% OP28E nano-emulsion was used at a flow rate of 200 mL·min-1, Tmax and ∆Tmax were 1.1 °C and 0.8 °C, respectively, lower than those based on water, at a discharge rate of 2 C. The increase in OP28E mass fraction of the nano-emulsion led to a gradual decrease in Tmax and ∆Tmax at identical discharge rates. Simulation studies were also conducted and validated by comparing with the experimental results. It was revealed that, Tmax and ∆Tmax decreased with increasing flow rate of the coolants, and the thermal management performance of the 10 wt% OP28E nano-emulsion was always better than that of water. This work sheds light on improving the performance of LCTMSs by using PCM nano-emulsions. Keywords: Lithium-ion battery thermal management; liquid cooling; coolant; phase change material nano-emulsion; thermal management performance.\n3"
    }, {
      "heading" : "Nomenclature",
      "text" : "Apparent specific heat (J·g -1·K-1)\nOpen circuit voltage (V) Faraday constant (96485.3 C·mol-1) ∆ Enthalpy (J·g-1) Current (A) Thermal conductivity (W·m-1·K-1) Fluid consistency coefficient (-) Stoichiometric constant (-) Dimensionless flow behavior index (-) Static pressure (Pa) Thermal energy rate per unit volume (W·m-3) Q Thermal energy rate (W) ∆ Entropy change (-) Time (s) Local temperature (oC) Working voltage (V) Velocity vector (m·s-1) Volume (m3) Greeks Shear rate (s-1) Density (kg·m3) Shear stress (Pa) Subscript b Battery Coolant Emulsion Freezing Generation Irreversible Melting ! Maximum \" Reversible # Water Acronyms DOD Depth of discharge LCTMS Liquid cooling thermal management system PCM Phase change material PCME Phase change material emulsion PDI Polydispersity index\n4"
    }, {
      "heading" : "SDBS",
      "text" : "TMS\nSodium dodecyl benzenesulfonate Thermal management system\n5S4P 5 batteries in series and 4 batteries in parallel\n5"
    }, {
      "heading" : "1. Introduction",
      "text" : "Lithium-ion (Li-ion) batteries with high energy and power densities are currently considered to be currently the most advanced power sources of the electric vehicles [1]. However, the safety is the main problem that limits the large-scale applications of Li-ion batteries because typical accidents and abusive conditions may lead to thermal runaway [2]. Therefore, efficient thermal management is essential to Li-ion batteries for ensuring their safe operation. Thermal management systems (TMSs) for Li-ion batteries can generally be divided into four categories according to the type of working medium: liquid cooling [3], air cooling [4], TMSs using phase change materials (PCMs) [5], and heat pipe cooling [6]. Although effective, air cooling or TMSs using PCMs suffer from failures in continuous high-current charge or discharge cycles, and the ones based on heat pipe cooling have poor shape adaptability. Sabbah et al. [7] found that air cooling failed to keep the temperature of the battery pack in a suitable operating temperature range without consuming a high fan power under stressful conditions. Ling et al. [8] reported that TMSs using PCMs were incapable of maintaining battery temperatures within a safe range after two cycles with discharge rates of 1.5 C and 2 C. In contrast, liquid cooling is the most compelling kind of TMS because of its excellent cooling performance, good long-term reliability and good shape adaptability. The efficiency of a liquid cooling TMS (LCTMS) is considerably dependent on coolant used. The most commonly used coolants used for liquid cooling systems are water, mineral oil, and mixture of water/glycol [8-10]. Because\n6\nthese coolants can only use sensible heat for transferring thermal energy, they suffer from low energy storage density. Therefore, novel coolants with high heat storage densities are highly desirable for developing high-efficiency LCTMSs.\nPhase change material emulsions (PCMEs), which are fabricated by dispersing\nPCM into water with the help of emulsifiers, exhibit better energy storage capacity at the phase change region than water. Particularly, when the droplets of a PCME are decreased to the nanoscale, usually in the range of 20-500 nm [11], a thermodynamically stable system can be achieved, resulting in good dispersion stability of the obtained nano-emulsion [12]. Agresti et al. [13] prepared nano-emulsions with average size below 223 nm using a new solvent-assisted route and found that the nano-emulsions had good stability after undergoing long-term tests. Zhang et al. [14] prepared PCM nano-emulsions with a transparent appearance using phase inversion temperature (PIT) method and found that the nano-emulsions had a superior stability. Consequently, increasing attention is being paid to PCM nano-emulsions [15, 16]. Mikkola et al. [17] and Chen et al. [18] pointed out that the theoretical pumping power consumption of the PCM nano-emulsions was lower than that of water because of their large latent heat and acceptable viscosity. Moreover, some experimental investigations have been conducted on the heat transfer characteristics of PCM nano-emulsions under laminar and turbulent flow conditions at constant heat flux. Mikkola et al.[19] reported that the Nusselt numbers of paraffin nano-emulsions were greater than that of water for an identical Reynolds number. Ma et al.[20] found that the local heat\n7\ntransfer coefficient of n-hexadecane nano-emulsions increased with increasing flow rate but decreased with increasing heating power. Morimoto et al.[21, 22] found that the convective heat transfer coefficient of PCM nano-emulsions increased significantly in the phase transition region. Thus, the good dispersion stability, low pumping power consumption, and enhanced heat transfer characteristics make PCM nano-emulsions a good choice for high-performance heat transfer fluids. It may be expected that, if a PCM nano-emulsion is used as the coolant, a high-efficiency liquid-cooling thermal management system will be developed.\nIn this work, a commercial organic PCM, OP28E, was dispersed in water to\nprepare two nano-emulsions with different concentrations of OP28E, 10 wt% and 20 wt%. The droplet-size distribution, dispersion stability, thermophysical properties, rheological behavior, and viscosity of the OP28E nano-emulsions were measured. Furthermore, an LCTMS for a Li-ion battery pack was constructed, and the two obtained nano-emulsions as well as water were used as the coolants. The thermal management performance of the three coolants was evaluated by measuring the maximum temperature (Tmax) and maximum temperature difference (∆Tmax) of the battery pack, together with the pressure drop. Finally, a numerical simulation was conducted to study the effects of the flow rates of the different coolants on the thermal management performance. 2. Experimental section 2.1. Preparation and characterization of the OP28E nano-emulsions\nTwo OP28E (melting point: 25-27 oC, supplied by Hangzhou Ruhr Tech Co.,\n8\nLtd.) nano-emulsions were prepared by a high-energy method, in which the PCM concentrations were set at 10 and 20 wt%, respectively. The detailed process of preparing the 20 wt% OP28E nano-emulsion is described as follows. 6 g of sodium dodecyl benzenesulfonate (SDBS, purchased from Shanghai Lingfeng Chemical Reagent Co., Ltd.) was dissolved into 114 g of deionized water with the aid of a magnetic stirrer (RCT basic, IKA, Germany) with a stirring speed of 300 rpm at 50 oC. At the same time, 30 g of OP28E was heated to 50 oC to make it melt completely. Then, the liquid OP28E was added into the surfactant solution, wherein the mass ratio of SDBS to OP28E was fixed at 1:5. Finally, the mixture was sonicated by a Scientz-II D ultrasound generator at 760 W for 10 min to obtain the 20 wt% OP28E nano-emulsion.\nThe droplet-size distributions of the two OP28E nano-emulsions were measured by a Zetasizer Nano system (Nano-ZS90, Malvern Instruments, England) at 25 °C after they were diluted 1,000 times with distilled water. The measuring range of the analyzer was 0.01–10,000 nm and the accuracy was within ± 1%.\nThe dispersion stabilities of the two OP28E nano-emulsions were assessed based on their separation rates after they had been stored for two months. The separation rate was calculated by dividing the volume of the separated water (Vw) by the total volume of the sample (Vw + Ve).\nThe phase change temperatures, enthalpy values, and apparent specific heat of the OP28E nano-emulsions were measured using differential scanning calorimetry (DSC, Q20, TA Instruments, USA) under N2 atmosphere at a flow rate of 50 mL·min -1. To\n9\nevaluate the phase change temperature and enthalpy values, each sample was heated and cooled in the temperature range from 0 to 40 °C to ensure that the OP28E nano-emulsions melted and froze completely. The apparent specific heat was measured in the temperature range from 15 to 50 °C, and all the tests were carried out at a heating and cooling rate of 5 °C·min-1.\nThe apparent thermal conductivities of the samples in the temperature range from 20 to 50 °C were measured using a thermal constant analyzer (Hot Disk TPS 2500s, Hot Disk AB, Sweden). To ensure the accuracy of the tests, all samples were held at each temperature for more than 20 min before testing. Based on the measurement repetition, the error was estimated to be ± 3%.\nThe densities of the OP28E nano-emulsions were determined at temperatures ranging from 20 to 50 °C using a densimeter (OC-300JH, Ocean Instruments & Materials Ltd., Hong Kong). The density of each sample was the average of three measurements.\nA Modular Advanced Rheometer System (HAAKE MARS III, Thermo Fisher Scientific, USA) was used to measure the rheological behavior and viscosities of the OP28E nano-emulsions. The rheological behavior was measured using shear rates ranging from 1 to 600 s-1 at 25 °C. Additionally, the viscosity was measured at temperatures ranging from 10 to 60 °C at a heating rate of 5 °C·min-1 and a shear rate of 100 s-1. 2.2. Evaluation of the thermal management performance of nano-emulsions in a LCTMS\n10"
    }, {
      "heading" : "2.2.1. LCTMS for a battery pack",
      "text" : "As displayed in Fig. 1(a), a battery pack containing twenty commercial 2.6 Ah 18650 Li-ion batteries (ICR18650-26J, Samsung, Korea) was assembled with the help of nickel sheets, in which five batteries were arranged in series and four batteries in parallel (5S4P). The total capacity of the battery pack was 10.4 Ah. The center distances between the batteries were 22.6 mm and 25.0 mm in the series and parallel arrangements, respectively. The type-K thermocouple with an average error within ± 0.5 oC was glued to the surface of battery, which was 25 mm away from the top of the battery [Fig. 1(c)]. Because of the symmetry of the battery pack, only ten type-K thermocouples were used to monitor their temperature variations.\nThe LCTMS for the battery pack consisted of a heat sink, a thermal bath (DC-2006, SHP, China), a water pump, a flowmeter, a pressure transmitter, and pipes covered with insulation [Fig. 1(d)]. Specifically, a 6-mm-thick aluminum alloy heat sink was placed in the middle of the battery pack. The heat sink contained three coolant tubes 117 mm long and 4 mm in diameter. To reduce the thermal resistance between the heat sink and the battery, a thermally conductive compound (TC-5688, Dow Corning Corporation, USA) with a thermal conductivity of 8 W·m-1·K-1 was coated on the surface where the battery and the heat sink were in contact. Therefore, we ignored the influence of the contact thermal resistance between battery and heat sink in our simulation study. 2.2.2. Evaluation on thermal management performance\nAn experimental set-up was constructed to evaluate the thermal management\n11\nperformance of the 10 wt% and 20 wt% OP28E nano-emulsions and water, as illustrated in Fig. 1(d). To make solidify the OP28E nano-emulsions completely, both were first cooled to 10 °C and then stored with the aid of a thermal bath at a temperature of 27 ± 0.2 °C. The coolants were transported to the tubes inside the heat sink with the aid of the water pump. The total flow rates of the coolants were set to 200 ± 10 mL·min-1, so the flow rate of each tube was about 66.7 ± 3.3 mL·min-1. In addition, the flow directions in the two adjacent tubes were opposite each other. A pressure transmitter was used to record the pressure drop between the inlet and the outlet for the three tubes. The ambient temperature and humidity were controlled at 27 ± 0.2 °C and 55 ± 3%, respectively. All tubes were insulated with insulated cotton; the battery pack and heat sink were placed in a closed container, so the surface heat transfer condition could be ignored.\nThe thermal management performance of each coolant was evaluated based on\nthe Tmax and ∆Tmax values of the battery pack equipped with an LCTMS. During the evaluation, a LAND battery test system (CT2001D, Wuhan LAND Electronics Co., Ltd, China) with a measurement error of less than ± 0.1% was used to charge and discharge the battery pack. Specifically, the battery pack was first charged in galvanostatic mode at a rate of 0.5 C until the 4.25 V cut-off voltage was attained by one cell. The battery pack was switched to potentiostatic mode until the current of each cell decreased to 50 mA. The fully charged battery pack was then discharged at constant rates of 0.5 C, 1 C, 1.5 C and 2 C with a voltage cut-off limit of 2.75 V per cell.\n12"
    }, {
      "heading" : "3. Numerical simulation methods",
      "text" : ""
    }, {
      "heading" : "3.1. Governing equations",
      "text" : "There are two models for describing the heat generation in batteries: (1) the electrochemical model [23, 24], which uses the first-principles to track the progress of electrochemical reactions, a part of which includes a heat generation system; and (2) the lump-capacitance model [25], which focuses on battery thermal behavior. In this study, we adopted the lump-capacitance model because of its lower calculative cost. The lump-capacitance model considers the homogeneity of physical characteristics in the batteries, and then calculates the heat generation rate (Qgen) of the batteries by measuring their current voltage characteristics.\nThe Qgen of a battery is approximately equal to the sum of the reversible entropic heat (Qr) and the irreversible Joule heat (Qirr). The Qgen and entropy change (∆ ) can be calculated as follows [26].\nwhere n is the stoichiometric constant of the electrode reaction, F is the Faraday constant (96,485.3 C·mol-1), T is the local temperature, and I, U and E are the current, working voltage, and open-circuit voltage of the battery, respectively. It is noteworthy that E is approximately equal to the voltage at a low charge and discharge rate (0.05 C) of a battery. The correlations between E and the depth of discharge (DOD) are described as follows [27]:\nFor charge\n13\nFor discharge\nThe energy conservation equation in a battery is specified as follows [28]:\nwhere % , ,% , % and % are the density, specific heat capacity, thermal conductivity, and volume of the battery, respectively. is the heat generation rate per unit volume of the battery and t is time.\nThe energy conservation equation of the coolant is described as follows [29]:\nwhere ', ,', ', ' and are the density, specific heat capacity, temperature, thermal conductivity and velocity vector of the coolant, respectively. In this study, liquid water and 10 wt% OP28E nano-emulsion were used as the coolants.\nThe continuity conservation equation and momentum conservation equation of\ncoolant are defined as follows [29]:\nwhere ' is the static pressure of the coolant.\nThe surface heat transfer condition was not considered because the effect of liquid cooling on heat transfer is much greater than that of natural convection and\n14\nradiation. 3.2. Boundary conditions and initial conditions\nAll the boundaries of the simulated domain are considered as thermally\nadiabatic except the coolant inlet/outlet.\nThe initial state is defined as follows:\nwhere ( is the initial temperature, consistent with the ambient temperature.\nThe initial temperature of the battery pack, ambient temperature, and\ntemperature of the coolant at inlet are all 27 ± 0.2 °C. The relative static pressure is set to zero at the coolant outlet. For fluid flow, the inner wall of tube is assumed no-slip. 3.3. Simulation\nIn this study, the calculation domain was meshed with unstructured grids, as\nshown in Fig. 2a. The governing equations and initial conditions were discretized through the finite volume method using the commercial software Ansys Fluent. The mesh independence with Tmax and ∆Tmax was taken as the criterion to evaluate the influence of grid number on the simulation results. Fig. 2b shows that the Tmax and ∆Tmax values both changed by less than 1.0% as the grid number increased from 3,348,418 to 4,339,996. Taking the calculation accuracy and computing time into consideration, the grid number of 3,348,418 was used in this study. The convergence criterion for the energy conservation equation and continuity conservation equation\n15\nwere 10-6 and 10-3, respectively. Each simulation was performed in transient mode and the time step size was set to 10 s. 4. Results and discussion 4.1. Characteristics of OP28E nano-emulsions 4.1.1. Droplet-size distribution and dispersion stability\nFig. 3(a) displays the droplet-size distributions of the OP28E nano-emulsions. The droplet-size distribution curves of the samples display a single peak, which roughly agrees with the lognormal distribution function. The average particle size and polydispersity index (PDI) of the OP28E nano-emulsions containing different mass fractions of OP28E were 180.9 nm and 0.116 for 10 wt% and 191.4 nm and 0.160 for 20 wt%. The results suggest that the average particle size and PDI slightly increased with increasing OP28E concentration. Fig. 3(b) shows photographs of the as-prepared OP28E nano-emulsions after 2 months of storage; the boundary between the OP28E nano-emulsions and water is marked with a red line. The separation rates of the samples were less than 1%, indicating that the OP28E nano-emulsions had excellent dispersion stability. 4.1.2. Thermophysical properties\nTable 1 lists the phase change characteristics of pure OP28E and the nano-emulsions containing 10 wt% and 20 wt% OP28E. The DSC curves of the two nano-emulsions are shown in Fig. 4(a). Specifically, the melting temperature (Tm) and freezing temperature (Tf) of the pure OP28E were 25.9 °C and 26.2 °C, respectively, and its enthalpy of melting (∆Hm) and enthalpy of freezing (∆Hf) were measured to be\n16\n216.0 J·g-1 and 214.5 J·g-1, respectively. The Tm and Tf values were 26.3 °C and 12.9 °C for 10 wt% OP28E nano-emulsion, 26.2 °C and 13.0 °C, respectively, for the 20 wt% OP28E nano-emulsion. These results show that the Tm values of the OP28E nano-emulsions were basically the same as that of pure OP28E, but the Tf values were lower than the Tm values. This is because it was difficult for the tiny particles in the OP28E nano-emulsions to form nuclei, resulting in a lower temperature for solidification [30]. With respect to the nano-emulsions containing different mass fractions of OP28E, the ∆Hm and ∆Hf values were 21.6 J·g -1 and 20.4 J·g-1, respectively, for the 10 wt% OP28E nano-emulsion and 44.1 J·g-1 and 43.8 J·g-1, respectively, for the 20 wt% OP28E nano-emulsion, demonstrating that their enthalpy values are consistent with the theoretical values.\nFig. 4(b) displays a rapid increase in the apparent specific heat of the OP28E\nnano-emulsions near their Tm values, and the intensity depends on the OP28E concentration. Moreover, the maximum apparent specific heats of the 10 wt% and 20 wt% OP28E nano-emulsions were measured to be 9.69 J·g-1·K-1 and 19.43 J·g-1·K-1, respectively, which were 1.32 times and 3.65 times higher than water, respectively. Therefore, OP28E nano-emulsions have enhanced energy storage capacities at a suitable range of operating temperature.\nFig. 4(c) depicts the variation in the apparent thermal conductivities of water and\nthe OP28E nano-emulsions with temperature. The apparent thermal conductivity of water increased from 0.598 to 0.645 W·m-1·K-1 as the temperature increased from 20 to 50 °C. However, the tendencies of the apparent thermal conductivities of the\n17\nOP28E nano-emulsions with temperature differed significantly from that of water. On the one hand, the apparent thermal conductivities of the OP28E nano-emulsions increased slowly with increasing temperature at temperatures below Tm. On the other hand, they increased rapidly near their respective Tm values and then decreased quickly in the temperature range from 35 to 40 °C. It must be mentioned that the apparent thermal conductivities of the OP28E nano-emulsions may be overrated due to the fact that OP28E particles absorb a lot of heat but their temperatures remain basically unchanged. In addition, owing to the lower apparent thermal conductivity of pure OP28E, the apparent thermal conductivities of the OP28E nano-emulsions gradually decreased as the mass fraction of OP28E increased.\nFig. 4(d) shows the densities of water and the OP28E nano-emulsions in the temperature range from 20 to 50 °C. The densities decreased gradually with increasing temperatures. The reason for these results is that the thermal motion of molecules increases with increasing temperature, and so their densities decrease as their volumes increase. Moreover, the densities at 25 °C were measured to be 997 kg·m-3 for water, 976 kg·m-3 for the 10 wt% OP28E nano-emulsion, and 955 kg·m-3 for the 20 wt% OP28E nano-emulsion. Thus, the density varies inversely with the mass fraction of OP28E because of the lower density of OP28E. 4.1.3. Rheological behavior and viscosity\nThe shear stress of water and the OP28E nano-emulsions varied with shear rate\nat 25 °C, as shown in Fig. 5(a). The relationship between shear stress and shear rate can be expressed by the power law model [31]:\n18\nwhere is the shear stress, is the shear rate, is the fluid consistency coefficient and is the dimensionless flow behavior index. If ≈ 1, the fluid will be regarded as a Newtonian fluid. For a pseudoplastic fluid, < 1. On the contrary, for a dilatant fluid, > 1. Table 2 shows that the values of all samples are approximately equal to 1, implying that water and the two nano-emulsions are were Newtonian fluids. Moreover, increased slightly with an increasing OP28E concentration, suggesting that the consistency of the OP28E nano-emulsions gradually increased with increasing OP28E concentration.\nFig. 5(b) displays the variations in the viscosities of water and the OP28E nano-emulsions with temperature at a shear stress of 100 s-1. The temperature significantly affected the viscosities of the OP28E nano-emulsions, especially for the one containing 20 wt% OP28E. Specifically, when the temperature increased from 10 to 60 °C, the viscosities slightly decreased from 1.36 to 0.614 mPa·s for water and from 2.21 to 0.879 mPa·s for the 10 wt% OP28E nano-emulsion, whereas that of the 20 wt% OP28E nano-emulsion rapidly decreased from 5.11 to 1.56 mPa·s. It was thus revealed that the change in viscosity with temperature depends on the mass fraction of OP28E, as shown in Table 2. 4.1.4. Dispersion stability, thermal reliability and viscosity of OP28E nano-emulsion\nThe dispersion stability, thermal reliability and viscosity variation of the 20 wt%\nOP28E nano-emulsions were evaluated by circulating in the tubes and experiencing\n19\nseveral heating-cooling cycles at the same time.\nFig. 6(a) displays the droplet-size distributions of the 20 wt% OP28E\nnano-emulsions before and after the test. The droplet-size distributions of the 20 wt% OP28E nano-emulsions before and after the test haven’t change significantly. Moreover, the average particle size of the nano-emulsion after being circulated in the tubes and experienced several heating-cooling cycles at the same time was 196.0 nm, indicating only an enhancement of 4.6 nm in average particle size, as compared to that of the nano-emulsion before the test. The results suggested that the 20 wt% OP28E nano-emulsion had good dispersion stability.\nFig. 6(b) shows the DSC curves of the 20 wt% OP28E nano-emulsions before\nand after the test, and their corresponding thermophysical properties are summarized in Table 1. The DSC curves of the nano-emulsion after being circulated in the tubes and experienced several heating-cooling cycles at the same time almost coincided with that of the nano-emulsion before the test. It is indicated the good thermal reliability of the 20 wt% OP28E nano-emulsion.\nFig. 6(c) displays the viscosity the 20 wt% OP28E nano-emulsions with\ntemperature at a shear stress of 100 s-1. The viscosity of the nano-emulsion before the test gradually decreased from 5.12 to 1.55 mPa·s as the temperature is increased for 10 to 60 °C. The nano-emulsion after being circulated in the tubes and experienced several heating-cooling cycles had similar viscosity curve as the one before the test, but the viscosity decreased slightly. Specifically, the viscosity of the nano-emulsion after the test gradually decreased from 4.45 to 1.41 mPa·s when the temperature\n20\nincreased from 10 to 60 °C. All above results show that the 20 wt% OP28E nano-emulsions have a good thermal reliability. 4.2. Experimental investigations on the LCTMSs based on OP28E nano-emulsions\nThe thermal management performance of the two nano-emulsions, together with that of water, was evaluated by measuring the Tmax and ∆Tmax values of the battery pack at discharging rates of 0.5 C, 1.0 C, 1.5 C, and 2.0 C. The initial temperature and total flow rate of each coolant was fixed at 27 ± 0.2 °C and 200 ± 10 mL·min-1, respectively.\nFig. 7(a) displays the variation in Tmax with discharge rate. The Tmax values increase with increasing discharge rate. Moreover, the Tmax values of the battery pack using the different coolants at a 2 C discharge rate are 46.6 ± 0.9 °C for water, 45.5 ± 0.7 °C for the 10 wt% OP28E nano-emulsion, and 44.6 ± 0.4 °C for the 20 wt% OP28E nano-emulsion, indicating that the OP28E nano-emulsion improved the thermal management performance because of the larger energy storage capacity of the OP28E particles, which helped dissipate the heat generated by the batteries.\nFig. 7(b) depicts the ∆Tmax values of the battery pack under different coolants and discharge rates. The ∆Tmax value increased with discharge rate but decreased with increasing OP28E mass fraction, especially at higher discharge rates (> 1.0 C). The ∆Tmax values of the battery pack with different coolants at a 2 C discharge rate were 4.1 ± 0.3 °C for water, 3.3 ± 0.2 °C for the 10 wt% OP28E nano-emulsion, and 2.5 ± 0.2 °C for the 20 wt% OP28E nano-emulsion, demonstrating that a more\n21\nuniform temperature distribution can be realized by using the 20 wt% OP28E nano-emulsion. The reason can be explained as follows. The coolant temperature gradually increases along the flow direction, which weakens its cooling effect for batteries positioned downstream. The 20 wt% OP28E nano-emulsion had the highest apparent specific heat [Fig. 4(b)], leading to an increase in the minimum temperature of the 20 wt% OP28E nano-emulsion between the inlet and outlet of the tube after storing a large amount of heat. Consequently, the 20 wt% OP28E nano-emulsion provided the battery pack with a lower ∆Tmax value.\nFig. 7(c) shows the total pressure drops of the three coolant tubes at a flow rate of 200 ± 10 mL·min-1. The total pressure drop of the 10 wt% OP28E nano-emulsion is close to that of water, whereas that of the 20 wt% OP28E nano-emulsion is 40% higher than water because of its higher viscosity [Fig. 5(b)]. Taken together, not only the Tmax and ∆Tmax values, but also the pressure drop should be considered for evaluating the performance of the LCTMS. 4.3. Simulation investigations on the LCTMs based on OP28E nano-emulsions 4.3.1. Validation of the simulative model\nThe validation of the simulated model [Fig. 2(a)] was conducted by comparing the simulated results with the experimental data. Fig. 8(a) shows a comparison of the Tmax and ∆Tmax values obtained by simulation and experiment using water as the coolant. When the discharge time was less than 960 s, the temperature obtained from the simulation was lower than the experimental value, which may have been due to the neglect of the thermal resistance between the batteries and the heat sink in our\n22\nsimulation study. After a discharge time of more than 960 s, the simulated temperature is higher than that of the experimental data. The reason may be that the convective heat transfer between the battery and the environment was neglected in the numerical simulation, but the actual convective heat transfer coefficient is affected by the surface temperature of the battery. Specifically, the convection heat transfer coefficient is related to the physical properties and the degree of phase transition of the coolant; and the surface temperature of the battery affects the temperature of the coolant inside the tube, and then changes the physical properties and the degree of phase transition of the coolant. Moreover, the higher the surface temperature, the greater the convection heat transfer coefficient. The maximum deviation of Tmax between the simulation and the experiment was less than 10.0%, indicating that the simulated results matched well with the experimental data. Additionally, the ∆Tmax values obtained from the simulation were lower than those of the experimental results. This is because we assumed that the initial temperature of each battery was identical in the numerical simulation, but the initial temperature actually varied during the\nexperiment. Note that the maximum prediction error for Tmax was only 0.14 °C at the end of the discharge process. As illustrated in Fig. 8(b), similar trends were found for the battery pack using the 10 wt% OP28E nano-emulsion as the coolant. The maximum deviation of Tmax between the simulation and the experiment was less than 6.0%, showing that the numerical simulation result was in good agreement with the experimental results. Moreover, the maximum prediction error for ∆Tmax was only 0.32 °C after discharging for 1800 s. Thus, it can be inferred that the two numerical\n23\nmodels are valid. 4.3.2. Effect of flow rate on the thermal management performance\nThe validated simulated model was used to investigate the variation in Tmax over time for the battery pack when equipped with different coolants at different flow rates. Fig. 9 displays the evolution of Tmax of the battery pack with different flow rates at a discharge rate of 2 C. The flow rate had a small impact on Tmax at the beginning of the discharge. After a discharge time of more than 200 s, Tmax decreased with increasing flow rate. Additionally, the gaps between the curves of Tmax gradually expanded with increasing discharge time but shrank with increasing flow rate. Specifically, using water as the coolant, the final Tmax values were 50.9 °C for 50 mL·min-1, 46.5 °C for 200 mL·min-1, 45.3 °C for 350 mL·min-1, and 44.6 °C for 500 mL·min-1. Using the 10 wt% OP28E nano-emulsion as the coolant, the final Tmax values were 48.7 °C for 50 mL·min -1, 45.3 °C for 200 mL·min-1, 44.3 °C for 350 mL·min-1, and 43.7 °C for 500 mL·min-1. These results indicated that Tmax decreased as the flow rate increased. This is due to the fact that increasing flow rate of the coolant enhances the heat transfer coefficient, so more heat is absorbed by the coolant, which eventually reduces Tmax. Moreover, the battery pack using the 10 wt% OP28E nano-emulsion as the coolant exhibits a lower temperature than water. Therefore, the 10 wt% OP28E nano-emulsion with larger latent heat helps dissipate the heat generated by batteries more effectively.\nThe effects of the flow rate on the ∆Tmax value of the battery pack [Fig. 10(a)]\nand the maximum temperature increase of the coolants [Fig. 10(b)] were simulated at\n24\na discharge rate of 2 C. Fig. 10(a) displays the variation in ∆Tmax with flow rate. Specifically, using water as the coolant, the final ∆Tmax values at different flow rates were 4.4 oC for 50 mL·min-1, 4.2 oC for 200 mL·min-1, 3.8 oC for 350 mL·min-1, and 3.6 oC for 500 mL·min-1, respectively. Using the 10 wt% OP28E nano-emulsion as coolant, the final ∆Tmax values were 3.7 oC for 50 mL·min-1, 3.6 oC for 200 mL·min-1, 3.5 oC for 350 mL·min-1, and 3.3 oC for 500 mL·min-1, respectively. Thus, ∆Tmax decreased with increasing flow rate, and the final ∆Tmax value of the battery pack with 10 wt% OP28E nano-emulsion as coolant was lower than that using water as the coolant. The reason for this phenomenon can be explained as follows. On the one hand, Fig. 10(b) shows that the maximum temperature increase of the coolants decreased significantly with increasing flow rate, which eventually reduces the temperature difference of the battery. On the other hand, the temperature increase of the 10 wt% OP28E nano-emulsion with larger latent heat was smaller than that of water, after absorbing the heat generated by the batteries [Fig. 10(b)]. Consequently, the battery pack with 10 wt% OP28E nano-emulsion as coolant had a lower temperature difference.\nThe above results show that the latent heat is the main factor for enhancing the\nheat transfer rate when the flow rate of the coolant is low. However, when the flow rate of the coolant is higher than 200 mL·min-1, the main factor affecting the heat transfer rate is the disturbances of the nano-emusion particles. 5. Conclusions Two phase change material nano-emulsions containing 10 wt% and 20 wt% OP28E\n25\nwere successfully prepared by an ultrasonic method in which the OP28E was dispersed in water with the aid of the SDBS. The droplet-size distributions, dispersion stabilities, thermophysical properties, rheological behaviors, viscosities, and thermal reliability were investigated systematically. The average particle sizes of the two nano-emulsions containing different mass fractions of OP28E were less than 200 nm. The OP28E nano-emulsions demonstrated good dispersion stability after being stored for 2 months. The maximum apparent specific heats of the 10 wt% and 20 wt% OP28E nano-emulsions were 1.32 times and 3.65 times higher than that of water, respectively, implying that the OP28E nano-emulsions had enhanced energy storage capacities. The two OP28E nano-emulsions were Newtonian fluids, and their viscosities increased with increasing mass fraction of OP28E but decreased with increasing temperature. No distinct changes in these characteristics had been observed for the nano-emulsion after being circulated in the tubes and experienced several heating-cooling cycles at the same time, implying its good dispersion stability and thermal reliability. The OP28E nano-emulsions were first used as novel coolants for a Li-ion battery LCTMS. The Tmax and ∆Tmax values of a 5S4P battery pack were measured to evaluate the thermal management performance of the two OP28E nano-emulsions as compared to that of water. The Tmax and ∆Tmax values increased with increasing discharge rate, but they showed the opposite trends as the OP28E concentration increased. Moreover, the thermal management performances of the two OP28E nano-emulsions were superior to that of water. Specifically, the Tmax and ∆Tmax values of the battery pack using the 10 wt% OP28E nano-emulsion as a coolant\n26\nat a flow rate of 200 mL·min-1 and a discharge rate of 2 C were 45.5 °C and 3.3 °C, respectively, which were 1.1 °C and 0.8 °C lower than the Tmax and ∆Tmax values, respectively, using water as the coolant. The total pressure drop of the system using the 10 wt% OP28E nano-emulsion was just 1.6% higher than that using water. A numerical simulation was conducted to study the effects of the flow rates of the different coolants on the thermal management performance. The simulated results were in good agreement with the experimental data, with a temperature deviation less than 10.0%, and the prediction error for the final temperature difference was less than 0.32 °C. Based on the numerical simulation model, it was found that the Tmax and ∆ Tmax values decreased with increasing flow rate. Additionally, the thermal management performance of the 10 wt% OP28E nano-emulsion was better than that of water."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was supported by the National Natural Science Foundation of China (No. U1407132), the Applied Science and Technology Project of Guangdong Province (No. 2016B020243008), the Guangdong Natural Science Foundation (No.2014A030312009), and the Joint Fund for Youth Basic and Applied Basic Research Foundation of Guangdong Province (No.2019A1515110468).\n27"
    }, {
      "heading" : "Figure captions",
      "text" : "31\nwhen equipped with different coolants: (a) water; (b) 10 wt% OP28E nano-emulsion. Fig. 9. Variation of Tmax with time for the battery pack when equipped with different coolants at different flow rates. Fig. 10. Effects of the flow rate on the ∆Tmax of the battery pack (a) and the maximum temperature increase of coolants (b), at a discharge rate of 2 C.\nThe OP28E nano-emulsion had enhanced energy storage capacity and low\nviscosity.\nPCM nano-emulsion was employed as a novel coolant for a LCTMS. Tmax and ∆Tmax of battery pack decreased with increasing OP28E concentration. LCTMS performance based on 10 wt% OP28E nano-emulsion was better than that of water.\nDeclaration of interests\nThe authors declare that they have no known competing financial interests or personal relationships\nthat could have appeared to influence the work reported in this paper. ☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:"
    } ],
    "references" : [ {
      "title" : "Safety focused modeling of lithium-ion batteries: A review",
      "author" : [ "S Abada", "G Marlair", "A Lecocq", "M Petit", "V Sauvant-Moynot", "F. Huet" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Thermal runaway mechanism of lithium ion battery for electric vehicles: A review",
      "author" : [ "X Feng", "M Ouyang", "X Liu", "L Lu", "Y Xia", "X. He" ],
      "venue" : "Energy Storage Materials",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Thermal behavior study of discharging/charging cylindrical lithium-ion battery module cooled by channeled liquid flow",
      "author" : [ "C Zhao", "W Cao", "T Dong", "F. Jiang" ],
      "venue" : "International Journal of Heat and Mass Transfer",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Structure optimization of parallel air-cooled battery thermal management system with U-type flow for cooling efficiency improvement",
      "author" : [ "K Chen", "M Song", "W Wei", "S. Wang" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Thermal management performance of phase change materials with different thermal conductivities for Li-ion battery packs operated at low temperatures",
      "author" : [ "Z Ling", "X Wen", "Z Zhang", "X Fang", "X. Gao" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Experimental investigation on an integrated thermal management system with heat pipe heat exchanger for electric vehicle",
      "author" : [ "H Zou", "W Wang", "G Zhang", "F Qin", "C Tian", "Y. Yan" ],
      "venue" : "Energy Conversion and Management",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Active (air-cooled) vs. passive (phase change material) thermal management of high power lithium-ion packs: Limitation of temperature rise and uniformity of temperature distribution",
      "author" : [ "R Sabbah", "R Kizilel", "JR Selman", "S. Al-Hallaj" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2008
    }, {
      "title" : "Comparison of different cooling methods for lithium ion battery cells",
      "author" : [ "D Chen", "J Jiang", "G-H Kim", "C Yang", "A. Pesaran" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "A review on battery thermal management in electric vehicle application",
      "author" : [ "G Xia", "L Cao", "G. Bi" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Effects of different coolants and cooling strategies on the cooling performance of the power lithium ion battery system: A review",
      "author" : [ "Y Deng", "C E J Feng", "H Zhu", "J Chen", "M Wen" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Optimization of nano-emulsions prepared by low-energy emulsification methods at constant temperature using a factorial design study",
      "author" : [ "CM Pey", "A Maestro", "I Solé", "C González", "C Solans", "JM. Gutiérrez" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2006
    }, {
      "title" : "Applied surfactants: principles and applications",
      "author" : [ "Tadros TF" ],
      "venue" : "Weinheim: Wiley-VCH Verlag GmbH ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Nano-encapsulated PCM emulsions prepared by a solvent-assisted method for solar applications",
      "author" : [ "F Agresti", "L Fedele", "S Rossi", "D Cabaleiro", "S Bobbo", "G Ischia" ],
      "venue" : "Solar Energy Materials and Solar Cells",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Development and characterization of novel and stable silicon nanoparticles-embedded PCM-in-water emulsions for thermal energy storage",
      "author" : [ "X Zhang", "J Niu", "J-Y. Wu" ],
      "venue" : "Applied Energy",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Formation and properties of paraffin wax submicron emulsions prepared by the emulsion inversion point method. Colloids and Surfaces A: Physicochemical and Engineering Aspects",
      "author" : [ "C Li", "Z Mei", "Q Liu", "J Wang", "J Xu", "D. Sun" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Preparation of paraffin and fatty  28  acid phase changing nanoemulsions for heat transfer",
      "author" : [ "S Puupponen", "A Seppälä", "O Vartia", "K Saari", "T. Ala-Nissilä" ],
      "venue" : "Thermochimica Acta",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Thermophysical properties of phase change emulsions prepared by D-phase emulsification",
      "author" : [ "T Morimoto", "K Togashi", "H Kumano", "H. Hong" ],
      "venue" : "Energy Conversion and Management",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Preparation and characterization of nano-sized phase change emulsions as thermal energy storage and transport media",
      "author" : [ "J Chen", "P. Zhang" ],
      "venue" : "Applied Energy",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Thermal properties and convective heat transfer of phase changing paraffin nanofluids",
      "author" : [ "V Mikkola", "S Puupponen", "K Saari", "T Ala-Nissila", "A. Seppälä" ],
      "venue" : "International Journal of Thermal Sciences",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Experimental study of the hydraulic and thermal performances of nano-sized phase change emulsion in horizontal mini-tubes",
      "author" : [ "F Ma", "J Chen", "P. Zhang" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Flow and heat transfer characteristics of phase change emulsions in a circular tube: Part 1",
      "author" : [ "T Morimoto", "H. Kumano" ],
      "venue" : "Laminar flow. International Journal of Heat and Mass Transfer",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Flow and heat transfer characteristics of phase change emulsions in a circular tube: Part 2",
      "author" : [ "T Morimoto", "H. Kumano" ],
      "venue" : "Turbulent flow. International Journal of Heat and Mass Transfer",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Computational battery dynamics (CBD)—electrochemical/thermal coupled modeling and multi-scale modeling",
      "author" : [ "CY Wang", "V. Srinivasan" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2002
    }, {
      "title" : "Thermal analysis of a cylindrical lithium-ion battery",
      "author" : [ "X. Zhang" ],
      "venue" : "Electrochimica Acta",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    }, {
      "title" : "Thermal behavior analysis of lithium-ion batteries for electric and hybrid vehicles",
      "author" : [ "N. Sato" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2001
    }, {
      "title" : "Thermal management of lithium-ion batteries for electric vehicles",
      "author" : [ "G Karimi", "X. Li" ],
      "venue" : "International Journal of Energy Research",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "A hybrid thermal management system for lithium ion batteries combining phase change materials with forced-air cooling",
      "author" : [ "Z Ling", "F Wang", "X Fang", "X Gao", "Z. Zhang" ],
      "venue" : "Applied Energy",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2015
    }, {
      "title" : "An improved theoretical electrochemical-thermal modelling of lithium-ion battery packs in electric vehicles",
      "author" : [ "P Amiribavandpour", "W Shen", "D Mu", "A. Kapoor" ],
      "venue" : "Journal of Power Sources",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Thermal management performances of PCM/water cooling-plate using for lithium-ion battery module based on non-uniform internal heat source",
      "author" : [ "F Bai", "M Chen", "W Song", "Z Feng", "Y Li", "Y. Ding" ],
      "venue" : "Applied Thermal Engineering",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Subcooling in hexadecane emulsions",
      "author" : [ "E Günther", "T Schmid", "H Mehling", "S Hiebler", "L. Huang" ],
      "venue" : "International Journal of Refrigeration",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Introduction Lithium-ion (Li-ion) batteries with high energy and power densities are currently considered to be currently the most advanced power sources of the electric vehicles [1].",
      "startOffset" : 179,
      "endOffset" : 182
    }, {
      "referenceID" : 1,
      "context" : "However, the safety is the main problem that limits the large-scale applications of Li-ion batteries because typical accidents and abusive conditions may lead to thermal runaway [2].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 2,
      "context" : "Thermal management systems (TMSs) for Li-ion batteries can generally be divided into four categories according to the type of working medium: liquid cooling [3], air cooling [4], TMSs using phase change materials (PCMs) [5], and heat pipe cooling [6].",
      "startOffset" : 157,
      "endOffset" : 160
    }, {
      "referenceID" : 3,
      "context" : "Thermal management systems (TMSs) for Li-ion batteries can generally be divided into four categories according to the type of working medium: liquid cooling [3], air cooling [4], TMSs using phase change materials (PCMs) [5], and heat pipe cooling [6].",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 4,
      "context" : "Thermal management systems (TMSs) for Li-ion batteries can generally be divided into four categories according to the type of working medium: liquid cooling [3], air cooling [4], TMSs using phase change materials (PCMs) [5], and heat pipe cooling [6].",
      "startOffset" : 220,
      "endOffset" : 223
    }, {
      "referenceID" : 5,
      "context" : "Thermal management systems (TMSs) for Li-ion batteries can generally be divided into four categories according to the type of working medium: liquid cooling [3], air cooling [4], TMSs using phase change materials (PCMs) [5], and heat pipe cooling [6].",
      "startOffset" : 247,
      "endOffset" : 250
    }, {
      "referenceID" : 6,
      "context" : "[7] found that air cooling failed to keep the temperature of the battery pack in a suitable operating temperature range without consuming a high fan power under stressful conditions.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] reported that TMSs using PCMs were incapable of maintaining battery temperatures within a safe range after two cycles with discharge rates of 1.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "The most commonly used coolants used for liquid cooling systems are water, mineral oil, and mixture of water/glycol [8-10].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 8,
      "context" : "The most commonly used coolants used for liquid cooling systems are water, mineral oil, and mixture of water/glycol [8-10].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 9,
      "context" : "The most commonly used coolants used for liquid cooling systems are water, mineral oil, and mixture of water/glycol [8-10].",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 10,
      "context" : "Particularly, when the droplets of a PCME are decreased to the nanoscale, usually in the range of 20-500 nm [11], a thermodynamically stable system can be achieved, resulting in good dispersion stability of the obtained nano-emulsion [12].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 11,
      "context" : "Particularly, when the droplets of a PCME are decreased to the nanoscale, usually in the range of 20-500 nm [11], a thermodynamically stable system can be achieved, resulting in good dispersion stability of the obtained nano-emulsion [12].",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 12,
      "context" : "[13] prepared nano-emulsions with average size below 223 nm using a new solvent-assisted route and found that the nano-emulsions had good stability after undergoing long-term tests.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] prepared PCM nano-emulsions with a transparent appearance using phase inversion temperature (PIT) method and found that the nano-emulsions had a superior stability.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "Consequently, increasing attention is being paid to PCM nano-emulsions [15, 16].",
      "startOffset" : 71,
      "endOffset" : 79
    }, {
      "referenceID" : 15,
      "context" : "Consequently, increasing attention is being paid to PCM nano-emulsions [15, 16].",
      "startOffset" : 71,
      "endOffset" : 79
    }, {
      "referenceID" : 17,
      "context" : "[18] pointed out that the theoretical pumping power consumption of the PCM nano-emulsions was lower than that of water because of their large latent heat and acceptable viscosity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "Mikkola et al.[19] reported that the Nusselt numbers of paraffin nano-emulsions were greater than that of water for an identical Reynolds number.",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 19,
      "context" : "Ma et al.[20] found that the local heat",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 20,
      "context" : "Morimoto et al.[21, 22] found that the convective heat transfer coefficient of PCM nano-emulsions increased significantly in the phase transition region.",
      "startOffset" : 15,
      "endOffset" : 23
    }, {
      "referenceID" : 21,
      "context" : "Morimoto et al.[21, 22] found that the convective heat transfer coefficient of PCM nano-emulsions increased significantly in the phase transition region.",
      "startOffset" : 15,
      "endOffset" : 23
    }, {
      "referenceID" : 22,
      "context" : "Governing equations There are two models for describing the heat generation in batteries: (1) the electrochemical model [23, 24], which uses the first-principles to track the progress of electrochemical reactions, a part of which includes a heat generation system; and (2) the lump-capacitance model [25], which focuses on battery thermal behavior.",
      "startOffset" : 120,
      "endOffset" : 128
    }, {
      "referenceID" : 23,
      "context" : "Governing equations There are two models for describing the heat generation in batteries: (1) the electrochemical model [23, 24], which uses the first-principles to track the progress of electrochemical reactions, a part of which includes a heat generation system; and (2) the lump-capacitance model [25], which focuses on battery thermal behavior.",
      "startOffset" : 120,
      "endOffset" : 128
    }, {
      "referenceID" : 24,
      "context" : "Governing equations There are two models for describing the heat generation in batteries: (1) the electrochemical model [23, 24], which uses the first-principles to track the progress of electrochemical reactions, a part of which includes a heat generation system; and (2) the lump-capacitance model [25], which focuses on battery thermal behavior.",
      "startOffset" : 300,
      "endOffset" : 304
    }, {
      "referenceID" : 25,
      "context" : "The Qgen and entropy change (∆ ) can be calculated as follows [26].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 26,
      "context" : "The correlations between E and the depth of discharge (DOD) are described as follows [27]: For charge",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 27,
      "context" : "The energy conservation equation in a battery is specified as follows [28]:",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 28,
      "context" : "The energy conservation equation of the coolant is described as follows [29]:",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 28,
      "context" : "The continuity conservation equation and momentum conservation equation of coolant are defined as follows [29]:",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 29,
      "context" : "This is because it was difficult for the tiny particles in the OP28E nano-emulsions to form nuclei, resulting in a lower temperature for solidification [30].",
      "startOffset" : 152,
      "endOffset" : 156
    } ],
    "year" : 2020,
    "abstractText" : "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "creator" : "Elsevier"
  }
}