{
  "name" : "downloads_2020-07-18_e1_smith2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "NanoMEA: A Tool for High-Throughput, Electrophysiological Phenotyping of Patterned Excitable Cells",
    "authors" : [ "Alec S. T. Smith", "Eunpyo Choi", "Kevin Gray", "Jesse Macadangdang", "Eun Hyun Ahn", "Elisa C. Clark", "Michael A. Laflamme", "Joseph C. Wu", "Charles E. Murry", "Leslie Tung", "Deok-Ho Kim" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Multielectrode arrays, nanotopography, cardiomyocyte, neuron, iPSC, electrophysiology\nIn recent years, human pluripotent stem cell (hPSC)technology, in combination with established electrophysiological analysis methods, has enabled an assessment of human tissue-specific functional profiles to be developed for both single cell and monolayer cultures.1−4 The information gleaned from study of these cells has improved our understanding of functional responses to pharmacological and pathological challenge in human tissues and will continue to do so as our ability to generate more specific cellular subtypes increases.\nHowever, hPSC-derived somatic cells are most commonly analyzed at fetal stages of development5 and lack the structural organization of native tissues that are critical to overall function. Such limitations can impact the ability of these cells to predict mature human tissue behavior accurately.\nReceived: October 8, 2019 Revised: December 16, 2019 Published: December 17, 2019\n© 2019 American Chemical Society 1561 DOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nL A\nSG O\nW o\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\nMultiple methods for enhancing the organization and structural maturation of hPSC-derived cells have been described previously6−14 and subsequent analysis has revealed a capacity for such engineered cells and tissues to exhibit responses to drug treatment or genetic perturbation that more closely recapitulate those of native adult human tissues.8,9,15 Unfortunately, many of the methods developed so far are celltype specific and utilize unique platforms with configurations and/or analysis methods that can present difficulties when\nattempting to scale up to higher-throughput formats. While high-throughput screening platforms are available, they typically utilize conventional two-dimensional (2D) flat culture environments and so lack the integration of biomimetic cues designed to promote cellular organization and structural development. Methods to improve hPSC-derived somatic cell organization and development in vitro that can be readily adapted to multiple cell lineages as well as novel or existing\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1562\nhigher-throughput screening modalities are therefore highly desirable. To address this need, we present the development and validation of a multiwell, nanotopographically patterned multielectrode array (nanoMEA). The device constitutes a simple and reproducible method to promote excitable cell (cardiomyocyte and neuron) maturation, utilizing bioinspired matrix nanotopographic cues to regulate structural development and functional performance in these cell populations. Data are presented that characterize the electrical properties of cation-permeable, nanotopographically patterned thin films deposited on electrode arrays and demonstrate the impact these surfaces have on both hPSC-derived cardiomyocyte and neuron structural development. Using our nanoMEA platform, we highlight how such technology can be used to perform dose−response drug studies on patterned cardiomyocytes with improved structural organization, incorporating multiple technical replicates within a single multiwell culture plate. Furthermore, we illustrate the importance of incorporating large sets of technical replicates when assessing network connectivity in patterned and unpatterned neurons to overcome inherent well-to-well variability. Overall, the nanoMEA system represents the means to conduct in-depth, highthroughput analysis of structural development and cytoskeletal organization within neuronal and cardiac monolayers, which could have important implications for the development of next-generation preclinical screening paradigms. Results and Discussion. The primary objectives of this study were to establish robust, nanotopographically patterned multiwell, multielectrode arrays and to validate these engineered devices in terms of their capacity to facilitate high-throughput analysis of structurally mediated electrophysiological performance in hPSC-derived cardiomyocytes and neurons. To facilitate structural organization of human cells within a hardware format well suited to high-throughput electrophysiological analysis, the following design criteria needed to be met: (1) a multiplexed system for sufficient throughput, (2) structural cues to promote cytoskeletal organization, (3) an integrated means of assessing electrophysiological activity in a noninvasive and longitudinal manner, and (4) optically transparent culture areas to facilitate assessment of cellular alignment prior to functional studies. To meet these criteria, we conceived of a method to integrate conductive, ion-permeable, nanotopographic patterns with 48- well MEA plates to promote hPSC-derived cardiomyocyte and neuron structural development while simultaneously enabling high-throughput assessment of population-level function (Figure 1a). Substrate topographic features in the high nanometer range have been shown to enhance the structural development of both hPSC-derived cardiomyocytes (hPSCCMs) and neurons (hPSC-Ns).16−18 As such, 800 nm × 800 nm × 600 nm (groove width × ridge width × ridge height) features were used throughout this study to create the nanoMEA devices. Pattern fidelity was assessed by scanning electron microscopy and the collected data validate the described methods in terms of their ability to imprint reproducible nanotopographies into the polymer substrate (Figure 1b−d). We used capillary force lithography to create nanotopographic patterns using a polydimethylsiloxane (PDMS) mold cast from a polyurethane acrylate (PUA) master (Figure 1e). Preliminary MEA studies using differentiated hPSC-derived cardiomyocyte monolayers on PUA nanotopographic patterns\ndemonstrated that patterned substrates fabricated using materials optimized in previous studies16,17 significantly reduce signal acquisition from underlying electrodes, likely due to the insulating properties of the polymer (Figure 1f). To address this issue, the ion-permeable, nanoporous polymer, Nafion, was used to fabricate substrate topographies for subsequent experiments. Given its ionic properties and high thermal and mechanical stability,19,20 Nafion substrates enable reliable signal capture of cellullar field potentials from underlying electrodes, while retaining the rigidity required to form highfidelity nanoscale 3D topographic structures. Additionally, these substrates are optically transparent, faciltiating microscopic assessment of cell cultures prior to funcitonal analysis and post hoc immunocytochemical study of cytoskeletal architecture once functional assessment is complete. To evaluate whether application of our nanotopographically patterned substrates to MEAs had an impact on signal acquisition, we analyzed impedance measurements and electrode noise on uncoated MEAs, MEAs coated with a flat polymer layer, and MEAs coated with nanotopographically patterned substrates. The sampling frequency for electrode noise measurements was 12.5 kHz and the frequency of the impedance measurements was 1 kHz. In addition, recordings were analyzed from electrodes that had been treated with the conductive polymer, poly(3,4-ethylenedioxythiophene) (PEDOT), prior to Nafion application and those that had not (Figure S1). PEDOT is used routinely to increase the sensitivity of electrodes21,22 and was investigated here as a means to improve signal capture from the electrodes (Figure 1g). In all conditions examined, PEDOT application was found to significantly reduce electrode noise and impedance readings, but no difference between uncoated and Nafion-coated electrodes was observed. Without PEDOT, electrode noise measurements across 32 independent electrodes were recorded as 13.64 μV ± 0.23, 12.73 μV ± 0.17, and 12.33 μV ± 0.58 for uncoated, flat Nafion, and nanotopographically patterned Nafion electrodes, respectively. The presence of PEDOT reduced these readings to 7.84 μV ± 0.04, 7.79 μV ± 0.04, and 7.45 μV ± 0.05, respectively. Similarly, impedance magnitude measurements for uncoated (bare), flat Nafion, and nanotopographically patterned Nafion electrodes went from 2.56 ± 0.58, 1.57 ± 0.16, and 2.41 ± 0.20 MΩ, respectively, to 0.013 ± 0.00027, 0.010 ± 0.00054, and 0.015 ± 0.0019 MΩ following PEDOT addition (Table S1), a decrease in impedance of over 100-fold. To evaluate the impact of Nafion coating on signal detection further, electrophysiological recordings were collected from hPSC-CM monolayers after 7 days in culture using uncoated and flat coated electrodes (Figure 1h−j). Nanotopography was not investigated during this validation study as topographyinduced alterations in cardiomyocyte electrophysiological properties would confound comparisons between coated and uncoated substrates. No significant differences in baseline electrophysiological metrics were detected between cells maintained on bare MEAs and those coated with Nafion. As such, the presence of the polymer layer between the cells and underlying electrodes was determined to have a negligible impact on both the electrophysiological function of cultured cells and the signal capture capabilities of the MEA device. Prior to assessment of hPSC-CM electrophysiology on the nanoMEA device, we conducted comprehensive molecular analysis of cytoskeletal organization and protein expression patterns in order to validate that our nanoMEA substrates\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1563\npromoted structural maturation of cultured hPSC-CM monolayers similar to previously reported results.16,17 As these results were simply to verify consistency with previously published findings, they are not discussed in this manuscript but described in detail in the Supporting Information (Figures S2 and S3). Analysis of nanoMEA field potential recordings revealed that spontaneous baseline beat rate did not differ significantly between unpatterned and patterned hPSC-CM monolayers following 21 days in vitro. Critically, analysis of beat-to-beatvariance (through comparison of the median and mean difference in beat interval period from one beat to the next23 (Figure S4) highlighted that both unpatterned and patterned cells exhibited consistent beat intervals (time delay between\ndetection of one depolarizing spike and the next) at baseline, thereby confirming the presence of stable, nonarrhythmic populations for subsequent assessment. As the cardiomyocytes maintained on nanotopographically patterned surfaces exhibited greater alignment, polarity, and organization than flat controls (Figure 2a,b and Figure S2), we sought to investigate whether this improved structure contributed to alterations in the way field potentials propagated across these monolayer cultures. For all propagation experiments discussed in this study, longitudinal conduction dictates the vertical orientation on the MEA, and transverse conduction describes propagation speeds in the horizontal orientation. In all patterned wells, substrate topographies were oriented so that the grooves and ridges ran vertically on the MEA. While flat control samples\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1564\ndid not possess longitudinal and transverse orientations per se, the LCV and TCV nomenclature has been used here for consistency when comparing results to patterned samples. Conduction velocities measured from hPSC-CMs on our nanoMEA devices were found to be highly anisotropic (Figure 2c; Videos S1 and S2), thereby more closely mirroring the directed propagation patterns present in the native myocardium. Specifically, longitudinal conduction velocities (LCVs) measured from patterned cells were significantly faster than transverse conduction velocities (TCVs) measured in the same cells. LCVs in patterned cells were also significantly faster than similar measurements taken from flat controls, as well as global (nondirectional) conduction velocity measurements calculated by the MEA software. Specifically, LCVs and TCVs measured from patterned cells were recorded as 27.48 cm/s ± 6.34 and 4.17 cm/s ± 0.59, respectively, whereas flat controls produced LCVs and TCVs of 9.78 cm/s ± 1.17 and 8.41 cm/s ± 1.38, respectively. Global conduction velocities measured using the Axion MEA software and not taking orientation into account were measured as 18.65 cm/s ± 2.49 for patterned samples and 17.19 cm/s ± 0.55 for flat controls. The observed improvements in longitudinal conduction speeds in nanotopographically patterned cardiomyocytes are likely attributable to uniaxial elongation of cells in parallel with the underlying substrate cues,24 as well as an increase in Cx43 expression in these cells as described in the Supporting Information. In addition to immunoblot data revealing an upregulation in Cx43 expression in patterned cells (Figure S2e,f), analysis of Cx43 localization in immunostained cultures revealed that Cx43 was more highly expressed in the transverse orientation (relative to the underlying nanotopographic patterns), suggesting that gap junction accumulation was occurring at the polar ends of patterned cells (Figure 2d). This polarization of gap junctions in patterned cells may have further contributed to improved longitudinal conduction speeds on nanoMEAs and mirrors polar accumulation of gap junction proteins within the native myocardium. No directional preference for Cx43 expression was observed in unpatterned cells, further highlighting the impact of nanotopography on subcellular protein organization in hPSC-CMs. We next sought to establish whether observed differences in cardiomyocyte structural and functional phenotypes correlated with alterations in cellular responses to cardiotoxic agent exposure. Specifically, we analyzed whether unpatterned and nanotopographically patterned cells exhibited different sensitivities to compounds with arrhythmogenic or conduction blocking activity. The ability to pattern individual wells within a 48-well MEA plate enabled assessment of multiple doses across both surface conditions within a single device. The functional screening data discussed below and illustrated in subsequent figures therefore serves to highlight the capacity for this platform to enable high-throughput functional analysis of patterned cells under multiple experimental conditions with technical replicates analyzed in parallel across a single or several MEA devices; a functionality not available using conventional electrophysiological assays such as patch clamp. Verapamil was first examined as a negative control compound. As has been reported previously,3,25 exposure of unpatterned and patterned cells to increasing doses of verapamil produced a significant shortening of the field potential duration (corrected for beat rate; FPDc) but no notable arrhythmogenic effect (Figure S5). Specifically, the FPDc of cells on flat surfaces shortened from 422 ms ± 2.5 to 165 ms ± 20.0. Similarly,\nFPDc of cells on patterned MEAs changed from 408 ms ± 16.0 to 161 ms ± 28.6 (n = 4). No significant difference was observed in the response of unpatterned and patterned cells. Furthermore, no emergence of arrhythmogenic waveforms (early or delayed afterdepolarizations) were observed, indicating that the presence of the nanotopography did not induce unexpected arrhythmogenic behavior in cells exposed to this compound. Bepridil is a Ca2+ channel blocker and calmodulin antagonist originally developed to treat angina that has been shown to prolong QT interval in the majority of patients for whom it has been prescribed.26 The mechanism by which bepridil prolongs QT is yet to be fully elucidated. However, in addition to regulating Ca2+ release, it is known that bepridil competes with cTnI for cardiac troponin C (cTnC) binding sites, thereby altering Ca2+ release rates from the low affinity binding site in the N-terminal domain of cTnC in exposed cells.27 This suggests that the ability for bepridil to alter cardiomyocyte functional performance may be tied to the presence, organization, and/or function of troponins in these cells. Since cTnI was found to be upregulated in patterned hPSCCM monolayers (Figure S2), and the organization of contractile sarcomeres greatly improved in these cells, we investigated whether exposure to bepridil had a more pronounced effect on patterned hPSC-CM monolayers than on cells maintained on conventional MEAs. Treatment of cardiomyocytes maintained on nanoMEA devices with bepridil led to a significant prolongation of FPDc in both flat and patterned cultures (Figure 2e−g). In these experiments, 1 μM bepridil treatment on unpatterned cells promoted a change in FPDc of roughly 20% compared with baseline, whereas treatment on patterned cells was found to increase FPDc by more than 30%. The change in FPDc measured from patterned cells in response to increasing doses of bepridil produced a leftshift in the dose response curve compared with flat controls. This difference was statistically significant (p = 0.002), indicating greater sensitivity to bepridil exposure in patterned cultures. Previous studies examining hPSC-CM responses to bepridil have reported QT prolongation events on MEAs similar to those reported here.28,29 In these studies, the observed QT prolongation was attributed to bepridil-mediated inhibition of Kv11.1 human ether-a-go-go (hERG) channel activity.\n29 As such, we tested whether exposing cardiomyocytes to the hERG-specific inhibitor cisapride produced a more pronounced response in patterned cells compared with flat controls (Figure 2h). While significant prolongation of QT interval was observed in both flat and patterned cells exposed to cisapride, overlapping dose−response curves were achieved when comparing responses between these culture conditions. This functional consistency in response to cisapride exposure was expected as western blot analysis of Kv11.1 and Kir 2.1 expression found no difference in expression levels of these key potassium channels (Figure S6). On the basis of these results, inhibition of hERG channel activity is unlikely to explain the observed increase in sensitivity of patterned hPSC-CMs to bepridil exposure. As bepridil is thought to slow Ca2+ off rates from cTnI,27 we performed Ca2+ imaging experiments to see whether calcium transients exhibited in response to 1 μM bepridil treatment were altered in cells maintained on patterned versus flat surfaces (Figure 2i,j). In cells maintained on flat surfaces, no significant difference was observed in time to peak calcium\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1565\nrelease between cells treated with 1 μM bepridil and those given a carrier control (190.43 ms ± 9.30 vs 200.03 ms ± 14.04, respectively; p = 0.57). Also, no significant difference was observed in average time to 90% recovery (504.61 ms ± 25.11 in carrier control-treated cells versus 444.66 ms ± 18.71 in bepridil-treated samples; p = 0.066), suggesting that bepridil treatment had little effect on calcium transient length in\nunpatterned cells. In cells maintained on topographically patterned surfaces, time to peak calcium release was similar in bepridil-treated and untreated samples (205.03 ms ± 14.00 vs 203.77 ms ± 13.95, respectively; p = 0.95) but time to 90% recovery was significantly prolonged by about 20% in bepridiltreated compared with untreated cells (544.57 ms ± 15.75 vs 462.03 ms ± 25.28, respectively; p = 0.0072).\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1566\nThe capacity for bepridil to elicit a more pronounced effect on patterned cardiac monolayers may be attributable to its interaction with cytoskeletal elements within cardiomyocytes. In addition to modulating calcium channel activity, bepridil competes for cTnC binding sites with cTnI, leading to a slowing of Ca2+ release rates from cTnC in exposed cells.27,30 Studies conducted using cTnI mutant mice have demonstrated that reduction in Ca2+ release rates from mutant troponin complexes leads to prolonged Ca2+ transients,31 and this observation was independently supported by computer modeling.32 Similarly, our data demonstrate that Ca2+ transients are longer in patterned versus flat hPSC-CMs exposed to 1 μM bepridil due to a significant prolongation of the repolarization period. This prolongation of calcium transients in patterned cells could be due to the observed improvements in troponin expression and organization leading to a greater impact of bepridil on Ca2+ off rates. If this Ca2+ transient prolongation in turn promoted increased sodium/ calcium exchanger (INCX) activity, as has been previously reported in mutant cTnI cardiomyocytes,33 it could provide a possible electrogenic mechanism explaining how longer calcium transients induce QT prolongation in patterned cells. Regardless, the data presented here highlight how topographic cues can be used to enhance sensitivity within a platform wellsuited to perform dose−response drug studies incorporating multiple technical replicates for each dose within a single MEA plate. Carbenoxolone is a gap junction blocker (currently unavailable in the U.S.) that is typically used to treat ulceration of the gastrointestinal tract. In cardiac tissue, it is known to cause a significant reduction in wavefront propagation velocities without affecting refractoriness or electrocardiogram parameters.34 Likewise, analysis of cardiac conduction patterns on our nanoMEA platform highlighted that treatment of cells with carbenoxolone significantly reduced conduction speeds in vitro (Videos S3 and S4). However, substantial differences were observed in the inhibitory effect of the compound, depending on the substrate condition and the orientation of propagation examined. On flat surfaces, no significant difference was observed in the dose response curves generated for TCV or LCV. Furthermore, inconsistency of the propagation waves on these surfaces led to substantial variability in measured values across experimental repeats (n = 4 for each dose examined), making it difficult to construct well-fitted dose response curves (Figure 2k). In comparison, TCV and LCV recorded from nanotopographically patterned cells exhibited significant differences in response to carbenoxolone treatment with longitudinal propagation affected at significantly lower doses than transverse propagation (Figure 2l). Additionally, the consistency of the propagation waves in these cultures created more reproducible data, tighter error bars, and better fitted dose response curves. The standard deviation of the residuals (deviation from the fitted line) for LCV and TCV on patterned surfaces were smaller than those measured on flat surfaces (22.30 and 36.92 vs 57.88 and 46.43, respectively), indicating an overall improvement in the fit. There was no significant difference in carbenoxolone IC50 measured from flat and patterned TCV data sets (112.60 versus 264.10 nM, respectively, p = 0.45), whereas IC50 was significantly lower when calculated from nanotopographically patterned versus flat LCV data (14.71 versus 398.10 nM, respectively, p = 0.04). These results indicate that structural organization of the cardiac monolayer, enabling study of\nlongitudinal propagation specifically, facilitates detection of gap junction blocking compound action at lower doses than is possible using conventional flat substrates. Moreover, the integration of nanotopography within our 48-well system enabled the collection of multiple technical replicates for each dose with greater functional consistency than was achieved using conventional MEA substrates, improving the utility of such devices for high-throughput drug studies. Given the observed capacity for nanotopographically patterned MEAs to enhance the functional performance of human cardiomyocytes, we next investigated whether similar improvements in other electrically active cell types could be achieved via interaction with our patterned substrates. Human excitatory (glutamatergic) neurons derived from hPSCs were maintained on nanoMEAs for 3 weeks and investigated for changes in spontaneous electrical activity and network burst activity. Network bursting on MEAs describes incidences where a burst of activity detected on one electrode synchronizes with a burst activity detected on other electrodes and serves as an indication of synaptic crosstalk in the cultured cells.35 Image analysis from low density neuronal cultures on flat and nanotopographically patterned coverslips indicated that, like cardiomyocytes, hPSC-Ns were capable of responding to the anisotropic substrate cues and developed organized neuritic processes that extended from cells in parallel with the underlying topography (Figure 3a,b). High-density cultures maintained on MEAs exhibited no significant differences in overall firing rates or burst fire behavior across the 3 week culture period examined (data not shown). However, significant changes in network burst behavior between patterned and unpatterned hPSC-N populations were detected after 21 days in vitro (Figure 3c−e), suggesting a positive effect of topography on driving network development in these cells. Specifically, patterned neurons exhibited increases, compared with flat controls, in spikes per network burst (343.88 ± 33.79 versus 496.00 ± 32.49, respectively), spikes per burst per channel (55.95 ± 4.46 versus 74.25 ± 4.26, respectively), and average length of network bursts (1.31 ± 0.05 s versus 1.52 ± 0.04, respectively). No significant difference was observed in the number of electrodes participating in networks bursts (5.94 ± 0.33 for flat cultures and 6.50 ± 0.35 for patterned cells), indicating that the increase in firing was due to greater activity over each electrode rather than an increase in the number of electrodes participating in the bursts. Although a trend toward increased network activity on patterned surfaces was observed during small-scale preliminary studies, the inherent variability in cultured neuron network formation meant that statistically significant differences in the analyzed metrics were only confirmed once an n of 48 was obtained (16 independent wells across 3 separate culture experiments). The high n values necessary for such studies further highlight the value of the nanoMEA device for evaluating the impact of nanotopographies on neuronal function in vitro. To support the functional observations described above, we looked for evidence of structural organization and increased synapse development in patterned hPSC-N cultures. Timelapse recordings (Videos S5 and S6) of low-density cultures collected during the first 12 h after seeding were analyzed for differences in neuronal migration and neurite outgrowth speeds in order to determine whether topographically patterned surfaces influenced these behaviors critical to network formation. Cell migration during the initial seeding period was faster on topographically patterned surfaces than on\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1567\nflat substrates (71.10 ± 3.36 vs 52.53 ± 2.82 μm/h, respectively, Figure 3f), as was neurite outgrowth (53.95 ± 4.93 vs 28.91 ± 2.92 μm/h, respectively, Figure 3g). These observations support previously published results that demonstrate accelerated axonal outgrowth on topographically patterned surfaces.36 Following 3 weeks in culture, these patterned and unpatterned hPSC-Ns were fixed and stained using antibodies against microtubule associated protein-2 (MAP-2) and neurofilament to observe the organization of dendrites and axons, respectively (Figure 3h,i). Interestingly, analysis of the patterned images indicated that while neurofilament positive axons followed the orientation of the underlying topography, MAP-2 positive dendrites did not. Instead, these neurites formed a network pattern across the culture surface with many processes extending in a transverse orientation to the topography. This observation suggests that while developing axonal growth cones respond to topographic guidance cues, dendritic trees are more heavily influenced by other factors, perhaps paracrine signaling from neighboring cells.37 Unpatterned controls showed no organization for either MAP-2 or neurofilament positive neurites, with both neurite types extending randomly across the culture surface. High-density hPSC-N cultures maintained on flat and patterned surfaces for 3 weeks were stained for expression of pre- (synaptotagmin) and postsynaptic (PSD-95) markers in order to assess levels of colocalization of these proteins (Figure 3j,k). Intensity correlation scatter plots were constructed in ImageJ that compared the intensity of each pixel in the red and green channels across entire images collected from these stained cultures. Using this information, we calculated the mean Pearson correlation coefficient (PCC) for each image analyzed as a measure of synaptotagmin and PSD-95 colocalization (Figure 3l). The PCC provides a measurement of the linear correlation between two variables and has a value between +1 and −1, where 1 is total positive linear correlation, 0 is no linear correlation, and −1 is total negative linear correlation.38 The significant increase observed in the patterned cells’ PCC, compared with unpatterned controls, indicates greater consistency in individual pixel intensities between the green and red channels for a given image and therefore suggests greater colocalization of pre- and postsynaptic markers in patterned cultures compared with flat controls. On the basis of these collected data and previous work, we propose a model whereby regulation of focal adhesions in developing neuronal growth cones promotes faster axonal outgrowth and organized uniaxial development in line with underlying topography. The tangential spread of dendritic trees toward neighboring cells then creates a network well suited to receiving incoming axons guided by uniaxial topographic cues. The increased speed of axonal outgrowth on patterns, observed here and reported elsewhere,36 and the potential increase in incidence of cross over between axons and dendrites provide more opportunities for synapse formation and greater time for their functional maturation, thereby facilitating an increase in functional crosstalk, as was observed in this study. Such an organized system would, to a degree, model the layered structure of the cortex, with axons running uniaxially between cortical layers, providing more physiologically relevant neural structures for future investigations. Our presented data demonstrate how ion-permeable nanotopographic patterns can be combined with MEAs to facilitate high throughput analysis of electrophysiological function in patterned excitable cells. Capillary force lithography is a\nstraightforward means of generating nanotopographically patterned surfaces and could be easily disseminated to the wider scientific community. Furthermore, while a single topographic pattern was used in the current study, similar fabrication methods could also be used to generate a range of different patterns in separate wells of a given platform, thereby facilitating high-throughput analysis of how different substrate patterns affect cellular function. It also means that the nanoMEA device could be readily adapted to even higherthroughput screening modalities. Although 48-well MEAs were used in the present study, it would be straightforward to scale the described method to 96- or even 384-well devices. The application of ion-permeable nanotopographies to assay-ready MEA plates makes the core technology described here “assay agnostic,” meaning that identical substrates could be applied to any electrode-based assay and confer similar structural advantages on cultured cells. Consequentially, the described methods are applicable to other organ-on-chip devices and could be utilized to drive cardiac or neuron maturation within a range of preclinical, electrode-based screening assays for use in drug development or disease modeling.39−42 This versatility greatly enhances the potential impact of the described technique and extends the observations for cardiac and neuronal cells described here to encompass a wide array of in vitro functional screening platforms.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.9b04152.\nDetails of experimental methods used in the collection of the presented data; supplementary figures and supporting text that highlight the impact of nanotopographic patterning on cardiomyocyte structural development, protein expression, reactive oxygen species production, and baseline electrophysiological function (PDF)\nReal-time propagation map from hPSC-CMs maintained for 21 days on flat MEAs; spontaneous activation of the cardiac monolayer observed consistently from the bottom right corner of the electrode area in this example (MP4)\nReal-time propagation map from hPSC-CMs maintained for 21 days on nanotopographically-patterned MEAs; nanotopographic patterns aligned vertically in all patterned studies to ensure consistency of data; spontaneous activation of the cardiac monolayer observed consistently from the right of the electrode area in this example (MP4)\nReal-time propagation map from nanotopographicallypatterned hPSC-CMs following 21 days in vitro and just prior to treatment with 500 nM carbenoxolone; spontaneous activation of the cardiac monolayer observed consistently from the bottom right corner of the electrode area in this example (MP4)\nReal-time propagation map from nanotopographicallypatterned hPSC-CMs following 21 days in vitro and 30 minutes after treatment with 500 nM carbenoxolone; spontaneous activation of the cardiac monolayer was observed consistently from the bottom right corner of the electrode area in this example (MP4)\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1568\nRepresentative time-lapse video of hPSC-N migration and neurite outgrowth during the first 12 hours on flat Nafion surfaces (MP4)\nRepresentative time-lapse video of hPSC-N migration and neurite outgrowth during the first 12 hours on nanotopographically-patterned Nafion surfaces (MP4)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: dhkim@jhu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Alec S. T. Smith: 0000-0002-0001-8484 Deok-Ho Kim: 0000-0002-6989-6074"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing financial interest(s): Alec Smith is a scientific advisor and equity holder of NanoSurface Biomedical. Deok-Ho Kim is a scientific founder and equity holder of NanoSurface Biomedical.\n■ ACKNOWLEDGMENTS This work was supported by NIH R01 HL135143, NIH R01 NS094388, NIH R01 HL146436, NIH R44 HL131169, and NIH UG3 EB028094 (D.-H.K.), NIH R24 HL117756, NIH R01 HL126527 and NIH R01 HL130020 (J.C.W.), NIH R21 CA220111 (E.H.A.), and NIH T32 HL007312 and NIH KL2 TR002317 (A.S.T.S.). Partial support for the publication of this manuscript was also provided by a grant from the Korea Health Technology R&D Project through the Korea Health Industry Development Institute (KHIDI), funded by the Ministry of Health & Welfare, Republic of Korea (HI19C0642). The authors would like to acknowledge the help of Phillip Tyler from Axion Biosystems in collecting the reported impedance and electrode noise recordings.\n■ REFERENCES (1) Wainger, B. J.; Kiskinis, E.; Mellin, C.; Wiskow, O.; Han, S. S.; Sandoe, J.; Perez, N. P.; Williams, L. A.; Lee, S.; Boulting, G.; Berry, J. D.; Brown, R. H., Jr.; Cudkowicz, M. E.; Bean, B. P.; Eggan, K.; Woolf, C. J. Cell Rep. 2014, 7 (1), 1−11. (2) Hyun, S. W.; Kim, B. R.; Hyun, S. A.; Seo, J. W. J. Pharmacol. Toxicol. Methods 2017, 87, 93−98. (3) Blinova, K.; Stohlman, J.; Vicente, J.; Chan, D.; Johannesen, L.; Hortigon-Vinagre, M. P.; Zamora, V.; Smith, G.; Crumb, W. J.; Pang, L.; Lyn-Cook, B.; Ross, J.; Brock, M.; Chvatal, S.; Millard, D.; Galeotti, L.; Stockbridge, N.; Strauss, D. G. Toxicol. Sci. 2017, 155 (1), 234−247. (4) Bertero, A.; Fields, P. A.; Smith, A. S. T.; Leonard, A.; Beussman, K.; Sniadecki, N. J.; Kim, D. H.; Tse, H. F.; Pabon, L.; Shendure, J.; Noble, W. S.; Murry, C. E. J. Cell Biol. 2019, 218 (9), 2919−2944. (5) Yang, X.; Pabon, L.; Murry, C. E. Circ. Res. 2014, 114 (3), 511− 23. (6) Nunes, S. S.; Miklas, J. W.; Liu, J.; Aschar-Sobbi, R.; Xiao, Y.; Zhang, B.; Jiang, J.; Masse, S.; Gagliardi, M.; Hsieh, A.; Thavandiran, N.; Laflamme, M. A.; Nanthakumar, K.; Gross, G.; Backx, P. H.; Keller, G.; Radisic, M. Nat. Methods 2013, 10 (8), 781−787. (7) Xiao, Y.; Zhang, B.; Liu, H.; Miklas, J. W.; Gagliardi, M.; Pahnke, A.; Thavandiran, N.; Sun, Y.; Simmons, C.; Keller, G.; Radisic, M. Lab Chip 2014, 14 (5), 869−882. (8) Huebsch, N.; Loskill, P.; Deveshwar, N.; Spencer, C. I.; Judge, L. M.; Mandegar, M. A.; Fox, C. B.; Mohamed, T. M.; Ma, Z.; Mathur, A.; Sheehan, A. M.; Truong, A.; Saxton, M.; Yoo, J.; Srivastava, D.; Desai, T. A.; So, P. L.; Healy, K. E.; Conklin, B. R. Sci. Rep. 2016, 6, 24726.\n(9) Mathur, A.; Loskill, P.; Shao, K.; Huebsch, N.; Hong, S.; Marcus, S. G.; Marks, N.; Mandegar, M.; Conklin, B. R.; Lee, L. P.; Healy, K. E. Sci. Rep. 2015, 5, 8883. (10) Agarwal, A.; Goss, J. A.; Cho, A.; McCain, M. L.; Parker, K. K. Lab Chip 2013, 13 (18), 3599−608. (11) Broccoli, V.; Rubio, A.; Taverna, S.; Yekhlef, L. Exp. Biol. Med. (London, U. K.) 2015, 240 (6), 787−94. (12) Zhang, Z. N.; Freitas, B. C.; Qian, H.; Lux, J.; Acab, A.; Trujillo, C. A.; Herai, R. H.; Nguyen Huu, V. A.; Wen, J. H.; Joshi-Barr, S.; Karpiak, J. V.; Engler, A. J.; Fu, X. D.; Muotri, A. R.; Almutairi, A. Proc. Natl. Acad. Sci. U. S. A. 2016, 113 (12), 3185−90. (13) Tang, X.; Zhou, L.; Wagner, A. M.; Marchetto, M. C.; Muotri, A. R.; Gage, F. H.; Chen, G. Stem Cell Res. 2013, 11 (2), 743−57. (14) Odawara, A.; Katoh, H.; Matsuda, N.; Suzuki, I. Sci. Rep. 2016, 6, 26181. (15) Ronaldson-Bouchard, K.; Ma, S. P.; Yeager, K.; Chen, T.; Song, L.; Sirabella, D.; Morikawa, K.; Teles, D.; Yazawa, M.; VunjakNovakovic, G. Nature 2018, 556 (7700), 239−243. (16) Kim, D.-H.; Lipke, E. A.; Kim, P.; Cheong, R.; Thompson, S.; Delannoy, M.; Suh, K.-Y.; Tung, L.; Levchenko, A. Proc. Natl. Acad. Sci. U. S. A. 2010, 107 (2), 565−570. (17) Carson, D.; Hnilova, M.; Yang, X.; Nemeth, C. L.; Tsui, J. H.; Smith, A. S.; Jiao, A.; Regnier, M.; Murry, C. E.; Tamerler, C.; Kim, D. H. ACS Appl. Mater. Interfaces 2016, 8 (34), 21923−32. (18) Song, L.; Wang, K.; Li, Y.; Yang, Y. Colloids Surf., B 2016, 148, 49−58. (19) Mauritz, K. A.; Moore, R. B. Chem. Rev. 2004, 104 (10), 4535− 4586. (20) Bauer, F.; Denneler, S.; Willert-Porada, M. J. Polym. Sci., Part B: Polym. Phys. 2005, 43 (7), 786−795. (21) Kim, D.-H.; Wiler, J. A.; Anderson, D. J.; Kipke, D. R.; Martin, D. C. Acta Biomater. 2010, 6 (1), 57−62. (22) Ludwig, K. A.; Uram, J. D.; Yang, J.; Martin, D. C.; Kipke, D. R. J. Neural Eng. 2006, 3 (1), 59−70. (23) Gilchrist, K. H.; Lewis, G. F.; Gay, E. A.; Sellgren, K. L.; Grego, S. Toxicol. Appl. Pharmacol. 2015, 288 (2), 249−57. (24) Bursac, N.; Parker, K. K.; Iravanian, S.; Tung, L. Circ. Res. 2002, 91 (12), e45−54. (25) Navarrete, E. G.; Liang, P.; Lan, F.; Sanchez-Freire, V.; Simmons, C.; Gong, T.; Sharma, A.; Burridge, P. W.; Patlolla, B.; Lee, A. S.; Wu, H.; Beygui, R. E.; Wu, S. M.; Robbins, R. C.; Bers, D. M.; Wu, J. C. Circulation 2013, 128 (11 Suppl 1), S3−S13. (26) Prystowsky, E. N. Am. J. Cardiol. 1992, 69 (11), 63−67. (27) Wang, X.; Li, M. X.; Sykes, B. D. J. Biol. Chem. 2002, 277 (34), 31124−33. (28) Kitaguchi, T.; Moriyama, Y.; Taniguchi, T.; Maeda, S.; Ando, H.; Uda, T.; Otabe, K.; Oguchi, M.; Shimizu, S.; Saito, H.; Toratani, A.; Asayama, M.; Yamamoto, W.; Matsumoto, E.; Saji, D.; Ohnaka, H.; Miyamoto, N. J. Pharmacol. Toxicol. Methods 2017, 85, 73−81. (29) Izumi-Nakaseko, H.; Hagiwara-Nagasawa, M.; Naito, A. T.; Goto, A.; Chiba, K.; Sekino, Y.; Kanda, Y.; Sugiyama, A. J. Pharmacol. Sci. 2018, 137 (4), 372−378. (30) Li, M. X.; Robertson, I. M.; Sykes, B. D. Biochem. Biophys. Res. Commun. 2008, 369 (1), 88−99. (31) Wen, Y.; Pinto, J. R.; Gomes, A. V.; Xu, Y.; Wang, Y.; Wang, Y.; Potter, J. D.; Kerrick, W. G. J. Biol. Chem. 2008, 283 (29), 20484−94. (32) Lang, R.; Gomes, A. V.; Zhao, J.; Housmans, P. R.; Miller, T.; Potter, J. D. J. Biol. Chem. 2002, 277 (14), 11670−8. (33) Robinson, P.; Liu, X.; Sparrow, A.; Patel, S.; Zhang, Y. H.; Casadei, B.; Watkins, H.; Redwood, C. J. Biol. Chem. 2018, 293 (27), 10487−10499. (34) Kojodjojo, P.; Kanagaratnam, P.; Segal, O. R.; Hussain, W.; Peters, N. S. J. Am. Coll. Cardiol. 2006, 48 (6), 1242−1249. (35) Suresh, J.; Radojicic, M.; Pesce, L. L.; Bhansali, A.; Wang, J.; Tryba, A. K.; Marks, J. D.; van Drongelen, W. J. Neurophysiol. 2016, 115 (6), 3073−3089. (36) Huang, Y. A.; Ho, C. T.; Lin, Y. H.; Lee, C. J.; Ho, S. M.; Li, M. C.; Hwang, E. Macromol. Biosci. 2018, 18 (12), 1800335.\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1569\n(37) Paramo, B.; Wyatt, S.; Davies, A. M. Exp. Neurol. 2018, 302, 85−92. (38) Rodgers, J. L.; Nicewander, W. A. Am. Stat. 1988, 42 (1), 59− 66. (39) Macadangdang, J. R.; Miklas, J. W.; Smith, A. S. T.; Choi, E.; Leung, W.; Wang, Y.; Guan, X.; Lee, S.; Salick, M. R.; Regnier, M.; Mack, D.; Childers, M. K.; Ruohola-Baker, H.; Kim, D.-H. bioRxiv 2018, 456301. (40) Smith, A. S.; Macadangdang, J.; Leung, W.; Laflamme, M. A.; Kim, D. H. Biotechnol. Adv. 2017, 35 (1), 77−94. (41) Engle, S. J.; Blaha, L.; Kleiman, R. J. Neuron 2018, 100 (4), 783−797. (42) Miklas, J. W.; Clark, E.; Levy, S.; Detraux, D.; Leonard, A.; Beussman, K.; Showalter, M. R.; Smith, A. T.; Hofsteen, P.; Yang, X. Nat. Commun. 2019, 10, 4671.\nDOI: 10.1021/acs.nanolett.9b04152 Nano Lett. 2020, 20, 1561−1570\n1570"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Matrix nanotopographical cues are known to regulate the structure and function of somatic cells derived from human pluripotent stem cell (hPSC) sources. Highthroughput electrophysiological analysis of excitable cells derived from hPSCs is possible via multielectrode arrays (MEAs) but conventional MEA platforms use flat substrates and do not reproduce physiologically relevant tissue-specific architecture. To address this issue, we developed a highthroughput nanotopographically patterned multielectrode array (nanoMEA) by integrating conductive, ion-permeable, nanotopographic patterns with 48-well MEA plates, and investigated the effect of substrate-mediated cytoskeletal organization on hPSC-derived cardiomyocyte and neuronal function at scale. Using our nanoMEA platform, we found patterned hPSCderived cardiac monolayers exhibit both enhanced structural organization and greater sensitivity to treatment with calcium blocking or conduction inhibiting compounds when subjected to high-throughput dose−response studies. Similarly, hPSCderived neurons grown on nanoMEA substrates exhibit faster migration and neurite outgrowth speeds, greater colocalization of preand postsynaptic markers, and enhanced cell−cell communication only revealed through examination of data sets derived from multiple technical replicates. The presented data highlight the nanoMEA as a new tool to facilitate high-throughput, electrophysiological analysis of ordered cardiac and neuronal monolayers, which can have important implications for preclinical analysis of excitable cell function.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}