{
  "name" : "downloads_2019-12-31_4d_10.1021@acsnano.9b05579.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Selective Modulation of A1 Astrocytes by Drug-Loaded Nano-Structured Gel in Spinal Cord Injury",
    "authors" : [ "Irma Vismara", "Simonetta Papa", "Valeria Veneruso", "Emanuele Mauri", "Alessandro Mariani", "Massimiliano De Paola", "Roberta Affatato", "Arianna Rossetti", "Mattia Sponchioni", "Davide Moscatelli", "Alessandro Sacchetti", "Filippo Rossi", "Gianluigi Forloni", "Pietro Veglianese" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Spinal cord injury (SCI) is the most frequent disablinginjury of the spine. SCI leads to cell degeneration at theepicenter of the lesion, including neurons, astrocytes, and oligodendrocytes.1 Secondary processes (e.g., inflammatory response, excitotoxicity, apoptosis, and oxidative stress) cause additional loss of neurons and glial cells (secondary injury). The reactive proinflammatory response of the astrocyte population, with the subsequent formation of scar tissue and the inhibition of axonal regrowth, seems to be pivotal. After acute damage, astrocytes become reactive and undergo a spectrum of changes in their phenotype, gene expression, and proliferation.2 It has been suggested that reactive astrocytes near the lesion might have roles that are either beneficial or detrimental in central nervous system\n(CNS) repair.1,2 Several neuropathological stimuli induce a variable phenotypic “state” of astrocytes that change after injury. These are commonly called A1 and A22,3 and are parallel to the terminology of macrophages M1 and M2, which was applied to the microglial response in the CNS.4\nAstrocytes with A1 phenotype exert neurotoxic effects, upregulating many genes associated with the synapse and neuronal degeneration, suggesting that A1 has harmful “proinflammatory” action.2,3 In contrast, A2-induced reactive astrocytes exert protective effects by upregulating the\nReceived: July 16, 2019 Accepted: December 20, 2019\n© XXXX American Chemical Society A DOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nB IU\nS A\nN T\nE o\nn D\nec em\nbe r\n31 , 2\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nexpression of neurotrophic factors that promote neuronal survival and regrowth.2,3\nVarious approaches have been employed to counteract the negative effects of activated astrocytes,5 blocking scar formation or pharmacologically and genetically reducing upregulation of axon growth inhibitors.6−9 However, genetic manipulation is not clinically feasible, because ethical issues remain and it could have side effects, whereas pharmacological treatment could act on unwanted common mechanisms without any selective effect on astrocytes. Innovative biomaterial technologies have been developed to induce spinal cord regeneration and improve functional outcomes after injury.10−14 Polymeric nanoparticles (NPs) with their versatility in size, potential surface, and hydrophilic or lipophilic characteristics offer considerable advantages in drug delivery, increasing the selectivity of drugs and controlling their release overtime. In the past decade, a large number of different NP systems have been tested in SCI, but only a few are directed to astrocytes, and none are selective for them.6,15,16\nWe have focused on a specific category of NPs that, with their ability to swell, are commonly referred to as nanogel (NG).17 Their advantages, compared with NPs, lie in greater colloidal stability due to higher affinity for water, together with longer retention of their cargo, and easy, reproducible synthesis.17\nWe have now developed and characterized a promising pharmacological delivery tool based on an NG (polyethylene glycol (PEG) and polyethylene-imine (PEI)) coated with primary amines and loaded with a drug (Rolipram) to obtain selective, controlled release for the astrocytic component of the spinal cord."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "NG Synthesis and Characterization. NG was synthesized by the CH2Cl2-in-water emulsification-evaporation method: “Carbonyldiimidazole (CDI) activated” PEG was dissolved in the organic phase, and PEI was dipped in aqueous solution. After sonication, the progressive evaporation of CH2Cl2 in the emulsion status takes place. The system can ensure homogeneous dispersion of PEG chains around PEI, promoting the interactions among the imidazole and amine moieties of the two polymers and giving rise to the formation of carbamate bonds and entanglement of the chains. Then grafting the terminal amine moieties in already formed NG was done in a single step through the direct addition of 3- bromopropylamine to the NG solution. A reaction scheme for the NG is reported in Figure S1. The 3-bromopropylamine nucleophilic substitution occurred on the residual PEI amine groups, and this reaction did not affect the NG bonds, preserving the structural organization of the polymeric chains. The evidence of the system stability after coating relies on the fact that NGs are still present as visible from atomic force microscopy (AFM) (Figure S2). Carbamate bonds are indeed the cross-linking connections among PEG and PEI chains, so, in case of their break, the NG structure would have been no more consistent and the polymers would have been dispersed in the water medium. No competition was observed between this reaction and the NG structural bonds, as demonstrated by the preservation of the corresponding signals in NMR and FT-IR analyses (Figures S3 and S4) after coating. The NG physical features were investigated using dynamic light scattering (DLS)\ntechnique: The recorded data of NGs dissolved in PBS on size (diameter) and z-potential are, respectively, 155 nm (PDI = 0.15) and 3.1 mV. The distributed positive charge was related to the presence of −NH2 surface groups that gave rise to NG protonation and a positive charged interface.\nCellular Uptake Study of NG in Murine Astrocytes in Vitro. We examined the uptake of biodegradable NG (covalently linked to Cy5) in primary co-cultures of microglia, astrocytes, and neurons from the spinal cords of mouse embryos. A specific antibody was used to detect neurons (SMI32) in co-culture with astrocytes; astrocytes and microglia were analyzed in monoculture. “Pro-inflammatory” phenotype was induced by treatment with lipopolysaccharide (LPS) for mono and co-cultures. After 24 h exposure to NP, a large amount of NG-based NPs was internalized into the cytosol on the outer nucleus in astrocytes (Figure 1A,a). In contrast, when we analyzed activated microglia, there were only a few internalized NG (Figure 1A,b) and none in neurons (Figure 1A,c). We quantified the internalized NG as a ratio between\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nB\nthe NG signal area and cell area, confirming that a larger amount of NG was taken up by activated astrocytes (Figure 1A,d). To confirm the reduced ability to internalize NG, we\ncompared the amount of polymethyl methacrylate (PCL), a nanovector selectively internalized in activated microglia,18 and found a significantly lower uptake for NG compared to PCL in the same cells (Figure 1B,a−e). These data suggest greater tropism of NG for activated astrocytes than microglia or neurons in vitro.\nTime-lapse analysis was used to investigate the kinetics of internalization of NG in astrocytes. NG uptake was already detectable after 24 h of treatment, reaching the maximum signal, which did not significantly change 3 days after the exposure. At 5 days, the NG signal decreased, demonstrating degradation of the nanovector (Figure 1A,e). In order to investigate targeting of the NG to activated\nphenotypes, we compared untreated (CTR) (Figure S5A,a;B,a), LPS-treated (Figure S5A;B,b) and FGF (A2 stimuli) (Figure S5A,c) or IL-4 (M2 stimuli) (Figure S5B,c) treated murine astrocytes or microglia in vitro. Quantification\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nC\nof the NG uptake in murine astrocytes and microglia shows higher NG internalization in LPS treated cells compared to CTR and FGF/IL-4 (Figure S5A,d;B,d). This suggests a stronger treatment for the proinflammatory phenotype enhancing the selective action. NG Internalization and Degradation in Mouse Astrocytes in Vitro. To investigate the mechanisms of NG uptake into the astrocytes, we studied NG internalization after 2 h of pretreatment with chlorpromazine (CPZ, a clathrinmediated endocytosis inhibitor). Quantification of the NPs in the cytosol showed a significant reduction of the Cy5 signal in CPZ treated astrocytes compared to cells not treated with CPZ (Figure 2A), suggesting that a mechanism of clathrin-mediated endocytosis was involved in NG uptake. Clathrin-mediated endocytosis can lead to degradation by lysosomes. To study the involvement of lysosomes in the degradation after NG internalization, we used a fluorescent indicator (lysosensor, Lys) to test the activity of the lysosomal acidification machinery. Three days after NG exposure, we detected evident lysosomal enzymatic activity (fluorescent green signal), closely colocalized with NG (fluorescent red signal) (Figure 2B,a− c;C,a,b) confirming degradation by lysosomes in astrocytes. To verify whether the small number of NG in the microglial\ncells were degraded through lysosomal activity, we studied the colocalization of the NG and Lys signals in microglia. NPs did not show any sign of colocalization with Lys in microglia, and in fact, the NG signal was dispersed in the cytosol (Figure 2B,d−f;D,a,b); this was also demonstrated by quantitative analysis where no colocalization was detected with Pearson’s coefficient (Figure 2B,g). This suggests that the amount and mechanism of internalization/degradation in the microglia were different from astrocytes, without any involvement of the clathrin-mediated endocytosis and lysosomal degradation machinery that is instead normally involved in the NP internalization/degradation of microglia. Cellular Uptake and Degradation Study of NG in “iPS-Derived” Human Astrocytes in Vitro. To demonstrate that our nanovector-based delivery strategy is applicable in human cells, we treated “iPS derived” human astrocytes with NG. Human astrocytes were prestimulated with LPS for 18 h then exposed to NP for 24 h. A large amount of NG-based NPs was internalized in the cytosol, with a distribution comparable to murine astrocytes (Figure 3a). Time-lapse analysis was used to record the internalization of NG in human astrocytes. NG was already taken up after 24 h, reaching the maximum signal, which completely disappeared 3 days after the exposure (Figure 3b). In order to investigate targeting of the NG to activated\nphenotype, we compared untreated (CTR) (Figure S5C,a), LPS-treated (Figure S5C,b), or FGF (A2 stimuli) (Figure S5C,c) treated human astrocytes in vitro. Quantification of the NG uptake shows higher NG internalization in LPS treated cells compared to CTR and FGF groups (Figure S5C,d). This is in line with the treatment of murine astrocytes, where the pro-inflammatory phenotype will receive a stronger treatment. To demonstrate that the NG degradation was lysosomal as\nin murine astrocytes, we used the lysosensor to test the activity of the lysosomal acidification machinery. One day after the NG treatment, we found remarked lysosomal activity (green fluorescent signal) colocalized with NG (red fluorescent signal) (Figure 3c,d) and quantified by Pearson’s coefficient (Figure 3e), confirming that degradation by lysosomes occurred in human astrocytes.\nIn Vitro Drug Delivery by NG in Murine Astrocytes. To investigate the ability of NG to deliver molecules into the astrocyte cytosol, NG were loaded with a “drug mimetic” compound (To-pro3, a cell membrane impermeable fluorophore with far-red emission). After 24 h from exposure to Topro3-loaded-NG, a clustered signal was seen in the astrocyte cytosol. The colocalization of fluorescent Rhodamine Bpositive NG (NG-RhB red signal) with To-pro3 (green signal) showed that the mimetic drug was efficiently encapsulated (Figure 4a,b,d). In addition to the colocalized signal, a diffused To-pro3 staining was found in the cytosol suggesting that a delivery of this compound occurred (Figure 4a−d). To confirm the delivery of To-pro3, we reconstructed the isosurface of the red (RhB-positive NG) and green (To-pro3) signals and quantified their colocalization by Pearson’s coefficient: Part of the To-pro3 signal diffused into the cytosol, overlapping RhB-positive NG (Figure 4e,f). To exclude any free crossing of To-pro3 in cells permeabilized due to damage of the membrane, we evaluated only viable cells that were also impermeable to propidium iodide, used to test the integrity of the extracellular membrane.\nCellular Uptake of NG in Vivo. To validate and characterize the distribution of NG in vivo, we injected the nanovector into the parenchyma of the damaged spinal cord 24 h after the trauma (Figure 5A). The six injections into the spinal cord distributed over a longitudinal distance of 1320 ± 266 μm (Figure 5B,a−c). Three days after the injection, we analyzed the tissue to examine the internalization of the NG, with double staining, with markers for astrocytes (GFAP) or microglia (CX3CR1-GFP mice) or neuronal cells (neurotrace), to demonstrate the cellular distribution of the nanovector. Some hypertrophic astrocytes and activated microglial cells were detected in the damaged spinal cord,\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nD\nwith an early inflammatory response in the injured site (Figure 5C,b−d,f−h). In the epicenter of the lesion, NG was mostly internalized into astrocytes, as evident from the colocalization signal of GFAP and Cy5 conjugated with NG (Figure 5C,a− h); no signal was detected in neurons (Figure 5D,a−h). Only a few microglia were positive for some NG in the more damaged part of the spinal cord, suggesting that these cells might have more permeabilized membranes (data not shown). These data validated in vivo the previous in vitro experiments, demonstrating again the diffuse uptake in activated astrocytes in this SCI animal model, whereas internalization was limited in a few microglia, but not in neurons. Pharmacological Activity Of Rolipram Delivered By NG In Murine A1 Astrocytes In Vitro. To demonstrate the ability of NG to deliver functional drugs, we studied Rolipram, an anti-inflammatory drug, acting on the NF-kB pathway in astrocytes in vitro. First we characterized the drug release kinetic in vitro. Rolipram is released from NG with a characterized biphasic pattern (Figure S6). An initial burst release followed by a slower sustained release phase was seen in 14 days (Figure S6). The percentage of Rolipram released in the first 2 h (around 30%) can be attributed to the unloaded Rolipram and to the high initial concentration gradient present (Figure S6). In order to demonstrate the pharmacological activity, we treated astrocytes with three factors (C1q 400 ng/mL, TNFα 30 ng/mL and IL1α 3 ng/mL; hereafter termed proinflammatory, PI), that stimulate a specific pro-inflammatory response in astrocytes (A1 status).2 Rolipram was tested at 0.14 mg/mL, 0.033 mg/mL, 0.023 and 0.014 mg/mL (Figure S7). Real time analysis of the homogenate of astrocytes exposed for 24h with PI showed that inducible nitric oxide synthase (iNOS), a proinflammatory cellular signaling molecule, and Lipocalin 2 (Lcn2), an inducible factor that is secreted by reactive astrocytes, that is toxic to neurons, were significantly higher than in untreated culture (CTR) (Figure S7). Significant differences were found in the expression of\niNOS compared to the CTR when we cotreated astrocytes with PI+Rolipram at the lowest concentration (0.014 mg/mL), whereas cotreatment with Rolipram at higher concentrations (starting from 0.023 mg/mL) was able to counteract the PI status. Significant differences were found for Lcn2 for the highest concentration of Rolipram (0.14 mg/mL) compared to CTR. To demonstrate the ability of NG to load Rolipram and exploit its anti-inflammatory effect, we used the concentration of the drug that had no significant effect on both iNOS and Lcn2. We evaluated 0.014 mg/mL Rolipram loaded into NG, and found that drug internalized by NG reduced iNOS and Lcn2 transcript in vitro in PI treated astrocytes compared to PI alone (Figure 6). However, when we tested the single treatment with NG, iNOS was also reduced, but not comparably to Rolipram-loaded NG treatment. This suggests that NG can effectively deliver compounds into activated astrocytes and maximize their pharmacological effects.\nRolipram-Loaded NG Reverses The Toxic Effect Of"
    }, {
      "heading" : "Proinflammatory Murine Astrocytes On Motor Neurons",
      "text" : "In Vitro. We examined whether conditioned medium (CM) from pro-inflammatory astrocytes pretreated with NG or Rolipram-loaded NG improved the damage response on cultured motor neurons. A proinflammatory astrocyte phenotype (A1) was induced by 24h treatment with PI stimuli defined above.2 Stereology for unbiased cell counting of motor neurons was done after neurofilament immunostaining (SMI32).19 First, we demonstrated the susceptibility of motor neurons to CM from astrocytes treated for 24h with PI; they showed more - but not significant -, neuronal death after 24h than with control medium (untreated astrocytes, CTR) (Figure S8 a,b,e). Rolipram-loaded NG (NG 0.0005 mg/mL, Rolipram 0.014 mg/mL) significantly preserved motor neuron viability compared to PI (Figure S8; b,d,e), whereas NG treatment did not give any significant difference from the PI treated motor neurons (Figure S8; b,c,e). To see whether a few internalized NG or NG-Roli found in\nmicroglia acted on the pro-inflammatory status of the\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nE\nmicroglia, we compared CM harvested from untreated microglia (CTR), microglia treated with LPS, microglia cotreated with LPS and NG (LPS-NG) or microglia cotreated with LPS and Rolipram-loaded NG (LPS-NG_Roli) on\ncultured motor neurons (Figure S9). We found no differences among the treatments, with comparable amounts of motor neurons. Overall these data suggest that only Rolipram-loaded NG pretreated astrocytes improve neuronal survival reducing the deleterious inflammatory paracrine effect.\nRolipram-Loaded NG Improves Functional Recovery Only Early After SCI In Vivo. To test the effect of Rolipram delivered by NG in SCI, we ran in vivo experiments. Behavioral analysis was carried out with 12 mice for each experimental group. Animals were excluded in the case of a lack of complete paraplegia after 24 h. None of them was excluded in this experiment. Mice were randomly distributed into three groups and subjected to SCI: untreated (INJ), treated with NG or Rolipram-loaded NG (NG-Roli) 1 day post-injury. Six injections with a glass capillary were made into the damaged spinal cord to administer NG (0.025 mg/mL) or NG-Roli (Nanogel 0.025 mg/mL, Rolipram 0.7 mg/mL) (Figure 7 a). We rated behavior with the Basso mouse scale (BMS) weekly up to 35 DPI (Figure 7 b).\nIn the NG-Roli treated group, there was significant motor functional improvement from 7 to 21 DPI compared to the INJ group (Figure 7 b). After 28 DPI up to 35 DPI motor performance was no longer different from the untreated injured group (Figure 7 b). We also noted a significant behavioral improvement for the NG-Roli treated group compared to the NG group at 7 DPI, that became no longer different from 14 to 35 DPI (Figure 7 b). The NG treated group showed some motor recovery at 21 DPI compared to the untreated injured mice (Figure 7 b). These results suggest that Rolipram had an effect only at 7 DPI after the treatment, in an initial acute-subacute phase, compared to NG treated mice, and from 7 to 21 DPI compared to untreated mice. NG also served to regain partially motor control at 21 DPI, suggesting an effect on astrocytes.\nRolipram-Loaded NG Preserved Neurons and Reduced Astrocytosis In Vivo. Recovery after treatment with Rolipram-loaded NG was assessed by evaluating neuronal\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nF\npreservation and the level of astrocytosis in the injured spinal cord. We used quantitative stereological analysis to record the number of neurons (NeuN positive cells) (Figure 8 A) and astrocytes (GFAP positive cells) (Figure 8 B) in the tissue. We examined an untreated injured group (INJ) or Rolipramloaded NG (NG_Roli) treated mice at 14 DPI. An area around the epicenter of the lesion (−1.3/+1.5 mm rostro-caudal) was examined (Figure 8 A, a, B, a). Loss of nervous tissue, impairing recovery ability and functional activity was recorded in the epicenter of the lesion in the INJ group (Figure 8 A, b,d,e). With the NG_Roli treatment, neurons were more preserved, and quantitative analysis indicated a significantly larger number of neurons compared to INJ mice (Figure 8 A,b,c,d,e). Neuronal survival in relation to their distance from the injured epicenter have been showed (Figure 8 A, d). This suggests that more neuronal cells are preserved in the caudal tract that in the rostral part of the spinal cord. Neuronal survival was also investigated at 63 DPI. We\nanalyzed the motor behavior up to 63DPI. In this paper we showed up to 35 DPI because no difference was found afterward. On the contrary at 14 days post injury, we did not found a significantly difference of neurons by comparing untreated injured mice (INJ) with Rolipram-loaded NG treated mice (NG_Roli) (Figure S10). This in line with the results in vivo confirming a lack of a long lasting effect of the Rolipram-loaded NG treatment.\nAfter injury, astrocytes respond to the lesion, becoming hypertrophic. Activated astrocytes and their paracrine response contribute to scar formation, limiting regeneration of the surviving axons and their functional activity. To demonstrate an effect of the NG_Roli treatment on the response of these cells, we quantified GFAP staining by a stereological approach. There was a significant reduction of hypertrophic astrocytes in NG_Roli treated mice compared to untreated mice in the injured spinal cord (Figure 8 B, b,c,d), as demonstrated by quantitative assessment of the GFAP staining (Figure 8 B, d). The neuronal preservation and the reduced activation of astrocytes correlate with the improvement of motor recovery in the acute-subacute phase after the damage in SCI mice. This suggests that NG_Roli acted on the pro-inflammatory event orchestrated by activated astrocytes (demonstrated here in vitro), as well as counteracting the hypertrophic response of the astrocytes following the trauma. The importance of the reactive glial cells during the\nprogression of SCI has been recently recognized, but alternative approaches to reduce their pro-inflammatory response, preserving more tissue and neuronal connections after the primary injury, remain a challenge. Our group developed and characterized a selective controlled pharmacologic delivery system for activated astrocytes in the spinal cord based on NP polymers. We tested the selectivity of a nanovector toward the astrocytic component in vitro and in\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nG\nvivo and demonstrated its ability to pharmacologically modulate the proinflammatory response of astrocytes after the primary injury. In vitro experiments indicated that of a larger amount of nanovectors were internalized into the proinflammatory astrocytes compared to A2 stimulated astrocytes. The internalization was mediated by a clathrin-dependent endocytotic pathway, as demonstrated by inhibition after CPZ treatment. Smaller amounts of NG were detected in LPS stimulated microglia, even less in M2 stimulated microglia, and none in neurons. After internalization into the cytoplasm of astrocytes, NG\nundergoes lysosomal degradation releasing the compounds loaded into it (To-pro3 or Rolipram), demonstrating its capacity for internalization, degradation, and pharmacological release in vitro. Although NG was detected in microglia, the amount found was very small, and it seems that the mechanisms of internalization and degradation were different than for astrocytes. NG was not addressed to the lysosome for degradation once internalized in the microglia. Many types of cells use the clathrin- and caveolae-mediated endocytosis pathways to internalize nanoscale materials.20,21\nThese endocytic pathways are the most important ones for the internalization of NP, and clathrin-mediated endocytosis with lysosome-oriented degradation was also seen here for astrocytes. The lack of colocalization with lysosomes in microglia suggests alternative uptake mechanisms for NG, such as caveolae-mediated endocytosis pathways, which avoid lysosomal degradation or clathrin- and caveolae-independent endocytosis.20\nMicroglia also internalize NG differently from other nanovectors previously tested in our group, such as PCLbased NPs that were taken up by clathrin-dependent endocytosis and degraded by lysosomes by the microglia.18,22\nThese experiments showed a limited uptake for NG compared to the amount of PCL internalized in activated microglia. Human iPS cells lend themselves to many applications, but\nto our knowledge, no studies have reported their use to evaluate the delivery ability of nanovectors. We demonstrate that NG, as formulated here, was internalized and degraded in iPS human-derived astrocytes, as demonstrated in murine astrocytes, suggesting potential translability to the clinic. We also demonstrated in vivo and ex vivo the validity of NG\nas a nanovector, whose internalization occurred almost exclusively on astrocytes in the SCI mouse model. Some microglia in the injured site showed a few internalized NG, but very few compared to astrocytes, quite likely because of the effects on the membrane of these cells in the more damaged part of the spinal cord. The ability of this tool to deliver compounds was further evaluated in vitro and in vivo, and an anti-inflammatory drug (Rolipram) when administered by NG modulated the response of the astrocytic component by reducing the production of specific inflammatory molecules such as iNOS and Lcn2. CM collected from microglia treated with Rolipram-loaded NG did not influence motor neuron survival. Thus, we can consider the amount of NG internalized into the microglia irrelevant for the treatment. We also demonstrated that reducing the paracrine\ninflammatory response of activated astrocytes by Rolipramloaded NG reversed motor neuron toxicity in vitro. The neuroprotective effect was detected in the acute-subacute phase after the lesion and confirmed by motor functional improvement from 7 to 21 DPI. NG treatment alone also\nserved to partially regain motor control at 21 DPI. NG treatment in vivo suggests an effect on astrocytes due to the polymeric structure, but this requires further study. We also showed ex vivo that Rolipram-loaded NG preserved neurons and reduced astrocytes at 14 DPI; these neurons were not preserved at 63 DPI, supporting the behavioral findings. The post-injury astrocyte response is recognized as an important contributor to functional recovery after traumatic SCI.23,24 Recent studies have made important progress in astrogliosis after CNS injuries, identifying specific roles and marker genes for different astrocyte subtypes.3,23−25 Astrocytes are activated by molecular mediators released in the environment, acting as pro-inflammatory or anti-inflammatory stimuli,3 and in turn play an important role in the inflammatory response.3 Reactive astrocytes after activation increase GFAP1,2,26 and release many molecules. One of them, Lcn2, can promote neuronal death27,28 and acts as an inflammatory molecule contributing to the secondary injury damage in SCI.27 In the chronic phase, the reactive astrogliosis lead to extracellular matrix deposition and formation of glial scar.1,26\nHere we demonstrated that a nanovector tool such as NG can treat pharmacologically activated astrocytes with an antiinflammatory drug (Rolipram), to reduce the amount of Lcn2 and iNOS produced by these cells. The secretion of Lcn2 and iNOS contributes to inflammation in many CNS pathologies, including SCI.27,29 iNOS produces a large amount of NO that causes pathological changes in various biological substrates (peroxidation of the cellular lipid components), resulting in cellular damage.29 Lcn2 secreted by astrocytes further sustains inflammation which in turn promotes neuron death.27,28,30 Lcn2 is activated by signaling pathways such as NF-kB or STAT3.31−33 We found that Rolipram acted on NF-kB to reduce the mRNA levels of Lcn2 and concomitantly iNOS, potentially limiting the negative effect of a pro-inflammatory response of astrocytes. Deletion of Lcn2 limits the proinflammatory phenotypes of activated astrocytes in vitro and in vivo,30,34 giving greater recovery in mouse models of SCI.27 Lcn2 knockout mice had consistent neuronal survival and myelin sparing after SCI.27 Acting on iNOS and Lcn2 looks like a promising therapeutic approach that could be associated with other treatments to strengthen the effect."
    }, {
      "heading" : "CONCLUSION",
      "text" : "Different nanovectors are internalized into astrocytes, but none in a selective way for treating the astroglial pro-inflammatory response.35 Because astrogliosis is closely interlaced and dynamic depending on the injury phase, it may have beneficial or detrimental effects on SCI recovery. It is important therefore to develop strategies to target individual cellular and molecular mechanisms. This study demonstrated the selective efficacy of Rolipram delivered by biodegradable NG in limiting the pro-inflammatory response mediated by astrocyte activation in a mouse model of SCI, but other diseases with an astrocyte-based glial response may gain too from this selective therapeutic approach. This delivery strategy could also be considered for other molecules able to promote neuroprotective astrocytes (A2 phenotype), providing a cellspecific therapeutic treatment to ameliorate SCI and other neurological diseases."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Nanogel Design and Characterization. The experimental procedures required the following polymers in the nanogel (NG)\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nH\ndesign: polyethylene glycol 8000 (Mw 8 kDa, from Merck KGaA, Darmstadt, Germany) and linear polyethylenimine 2500 (Mw 2.5 kDa, from Polysciences Inc., Warrington, USA). All other chemicals were purchased from Merck (Merck KGaA, Darmstadt, Germany) and used as received, without any further purification. Solvents were of analytical-grade purity. All the Cy-5 derivatives were stored at −20 °C. NG was synthesized according to this procedure: PEG hydroxyl groups were modified with imidazole moieties and PEI functionalized with Cy5 (molar ratio PEI:Cy5 1:0.025) using copper-catalyzed azide−alkyne Huisgen cycloaddition (CuAAC) reaction. Then two solutions were prepared separately: In the first, the resulting PEG (200 mg, 0.025 mmol) was dissolved in CH2Cl2 (3 mL), and the second one was obtained by dissolving PEI conjugated Cy5 (52 mg, 0.017 mmol) in distilled water (5 mL). The organic solution was added dropwise to the aqueous system, under vigorous stirring, and the final mixture was sonicated for 30 min. The polymeric mixture was then stirred for 17 h at 25 °C (room temperature, r.t.) with the gradual evaporation of CH2Cl2. This aqueous system was purified by dialysis against slightly acidic water and lyophilized, resulting in a green solid. The primary amines were grafted around the NG surface. NG (15 mg, 0.566 mol) was dissolved in distilled water (1 mL) and kept under stirring at r.t. 3-Bromopropylamine hydrobromide, the chemical carrying −NH2 groups, (4.95 mg, 22.64 μmol) was dissolved in distilled water (0.5 mL) and added dropwise to the NG solution. The mixture was stirred for 17h, in the dark, at r.t. Dialysis against distilled water (1000 mL) using a regenerated cellulose membrane (Mw cutoff 6−8 kDa) was done for 2 days, with daily water exchange, to remove unreacted species and any byproducts. The system was frozen at −80 °C, and the product was recovered by lyophilization. The NG coated with primary amine moieties will be indicated as NG. Polymer functionalizations were evaluated by NMR and FT-IR analyses. 1H-NMR spectra were run on a Bruker AC (400 MHz) spectrometer, using deuterated chloroform (CDCl3) for PEG and NG samples and deuterium oxide (D2O) for PEI derivatives as solvents, and chemical shifts were reported as δ values in parts per million, tetramethylsilane (TMS) as internal reference. FT-IR spectra were recorded using the KBr pellet technique for the analyzed samples and a Thermo Nexus 6700 spectrometer coupled to a Thermo Nicolet Continuum microscope equipped with a 15× Reflachromat Cassegrain objective, at r.t. in air in the wave range 4000−500 cm−1, with 64 accumulated scans and a resolution of 4 cm−1. The nanogel size, polydispersity index (PDI) and z-potential were recorded using dynamic light scattering (DLS) and a Zetasizer Nano ZS from Malvern Instruments. The samples were dissolved in distilled water, and the solution was equilibrated for 60 s before data analysis at 37 °C. Data are the mean of three measurements for each NG. NG dimensions were studied with atomic force microscopy (AFM). The samples were prepared by dropping nanogel latexes onto silicon substrate and then drying. AFM images on 1 × 1 μm areas were recorded for the preliminary morphologic evaluation; 500 × 500 nm images were cropped, and a height line profile was drawn for each single gel. Surface morphology was evaluated by flattening the images (first order) using NTMDT software. Primary Cell Cultures. Primary cultures of microglia, astrocytes, or astrocyte/neuron co-cultures were obtained from the spinal cord of 13-day-old C57BL/6J mouse embryos (Charles River Laboratories International, Inc.) by adapting protocols previously described.36\nVentral horns were isolated from the embryonic spinal cord and treated with DNase and trypsin (Sigma-Aldrich). After centrifugation using a cushion of bovine serum albumin (BSA), a mixed population of neurons/glia was obtained. A second centrifugation (800g for 15 min) was done through a 6% iodixanol pillow (OptiPrepTM; SigmaAldrich). At the top of the iodixanol pillow, a narrow band was obtained, corresponding to the fraction enriched with motoneurons, and a yellow pellet. The glial feeder layer was prepared by plating the glial fraction at a density of 25,000 cells/cm2 in flasks precoated with poly-L-lysine (Sigma-Aldrich).\nFrom the flask containing confluent mixed glial cultures, purified microglia were obtained after shaking at 275 rpm overnight in incubators. The floating cells (mostly microglia) were collected and seeded at a density of 40,000 cells/cm2 on poly-L-lysine precoated 24- well plates.\nTo obtain astrocyte-enriched cultures, glial cultures from which the microglia had previously been collected were treated with 60 mM Lleucine methyl ester (Sigma-Aldrich) for 90 min. To derive purified cultures and to establish a glial feeder layer for neuron/astrocyte cocultures, the astrocytes were collected and seeded at a density of 40,000 cells/cm2 on 24-well plates precoated with poly-L-lysine.\nFinally, to establish neuron/astrocyte co-cultures, the motor neuron-enriched fraction (from the iodixanol-based separation) was seeded at a density of 15,000 cells/cm2 onto a mature astrocyte layer. In these co-cultures, about 84 ± 5% of the neurons were SMI32positive, with the typical motor neuron morphology, as previously reported.36\nIPSC-Derived Astrocyte Cultures. Episomal human iPSC (hiPSC) was obtained from Gibco (Life Technologies, CA, US, Lot V2.0). The hiPSC line was cultured and expanded in feeder-free conditions by passaging every 3−5 days when they reached 70−80% confluence in a xeno-free culture medium formulation (StemMACS iPS-Brew XF, Miltenyi Biotec S.r.l.). Neural stem cells (NSC) were derived from hiPSC using a commercial manufactured culture medium in a monolayer protocol.37 Briefly, hIPSCs cultured in feeder-free conditions were split into six-well plates in a 1:3 ratio. The day after plating, culture medium was replaced with Gibco PSC neural induction medium (Life Technologies) containing neurobasal medium and Gibco PSC neural induction supplement. On day seven of neural induction, primitive NSCs (pNSCs) were dissociated with Accutase (Life Technologies), passed through a 100 μm strainer, and plated on Geltrex-coated dishes at a density of 0.5−1 × 105 cells/ cm2 in an NSC expansion medium, composed neurobasal medium and advanced DMEM/F12 (1:1), with 2% neural induction supplement. NSC was expanded for different passages before the induction of astrocyte differentiation.\nTo obtain differentiated astrocyte cultures, dissociated pNSCs in the sixth through the 10th passage (P6−10) were plated onto Geltrexcoated 24-well plates at a density of 5 × 104 cells/cm2 in an astrocyte differentiation medium (DMEM supplemented with 1% N2, glutamax and fetal bovine serum (FBS); Life Technologies) for 21 days.\nOn the day 21 of astrocyte differentiation, cultures were exposed to LPS (10 ug/mL) for 18 h or A1 phenotype was induced by treatment with FGF (100 ng/mL) for 18 h in medium with 10% serum. Empty NG was then added to activate cultures, and time-lapse analysis was done for up to 3 days to establish the degradation time of NG. To assess the NG degradation by lysosomes, human astrocytes were marked with Lyso sensor dye (1:20.000 dilution, Life Technologies, cat. no. L7535) 24 h after exposure. Culture samples were processed in parallel to verify the expression of astrocyte markers and the absence of stem cells.\nCulture Treatments. Microglia activation was induced by exposing purified microglia cultures to 1 μg/mL of LPS (from Escherichia coli 0111:B4; Sigma-Aldrich), as previously reported,36 or IL-4 10 ng/mL for 18 h. The murine astrocytes were activated by LPS 1 μg/mL, A1 phenotype was induced by treatment with C1q 400 ng/ mL, TNFα 30 ng/mL, IL1α 3 ng/mL for 24 h3 and A2 phenotype was induced by treatment with FGF (100 ng/mL) for 18 h. Empty NG, NG loaded with Rolipram loaded with To-pro3, or free Rolipram were then added to the activated cultures. To investigate NG uptake, we treated astrocytes with chlorpromazine hydrochloride (CPZ; Sigma-Aldrich), CPZ (40 μM) 2 h before NG exposure.\nAstrocyte/neuron co-cultures were treated with CM from microglia or astrocytes incubated with different treatments for 24 h. After microglial activation, cells were incubated with fresh medium or NG or NG loaded with Rolipram for 24 h, while astrocytes were induced toward A1 and treated with NG or NG loaded with Rolipram for 24h. At the end of the treatment, motor neuron cultures were stained with SMI-32 antibody (Biolegend; 1:1000) and stereologically counted (see below).\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nI\nNG Internalization. To quantify the internalization of NG in murine and human cells, images were randomly selected and acquired 24 h and 3 and 5 days after the NG exposure with a Cell R microscope (Olympus) equipped with 60× magnification and an ORCA camera (Hamamatsu). The fluorescent signal was quantified using the free Fiji software (http://fiji.sc/Downloads). The NG signals in single cells (about 30− 50) were evaluated as the ratio between the Cy5 signal area and the cell area. To overcome the limits associated with a change of the shape seen after treatment with FGF (for in vitro astrocytes) or IL-4 (for in vitro microglia), we investigated the NG signal for single cells (region of interest determined by fluorescein staining) for comparing these treatments. Real-Time RT-PCR. Total RNA was extracted from astrocytes or microglial cultures using a miRNeasy Mini Kit (Qiagen, Valencia, CA, USA). Briefly, cells were collected in QIAzol Lysis Reagent and lysed with a pipet. Chloroform was added to the homogenate, and a phase extraction was done. A small volume of the aqueous phase (0.3 mL) was added to 450 mL of ethanol and loaded onto an RNeasy column. The column was washed and RNA eluted following the manufacturer’s recommendations. RNA was quantified by a spectrophotometer at 260 nm for all samples. To remove any contaminating genomic DNA, total RNA was digested with DNase (Applied Biosystems) and reverse-transcribed with random hexamer primers using Multi-Scribe Reverse Transcriptase (Taq-Man Reverse transcription reagents; Applied Biosystems). Real-time RT-PCR was run using 4 μL of cDNA, 200 nmol of each primer and SYBR Green chemistry (Applied Biosystems) in a total volume of 22 μL. After completion of qPCR, a melting curve of amplified products was plotted. Data were collected using the SYBR Green fluorescence during real-time RT-PCR on an Applied Biosystems 7300 system. The expression of the following genes was analyzed: iNOS (Fw: GACGAGACGGATAGGCAGAG; Rev: GTGGGGTTGTTGCTGAACTT); Lcn2 (Fw: TTTGTTCCAAGCTCCAGGGC; Rev: TGGCGAACTGGTTGTAGTCC); and β-Actin (Fw: CGCGAGCACAGCTTCTTT; Rev: GCAGCGATATCGTCATCCAT) β-Actin was used as the reference gene and relative expression levels were evaluated according to the manufacturer’s DDCt method (Applied Biosystems). Data are expressed as the fold change from uninjured spinal cord (healthy condition). Immunocytochemistry. Motor neurons were fixed with 4% paraformaldehyde for 40 min and then incubated for 1 h at r.t. in the blocking solution (PBS, 0.2% Triton X-100 (Sigma-Aldrich) and 1% FBS (Sigma-Aldrich). Anti-SMI-32 primary antibody (mouse; BioLegend) was diluted (1:1000) in PBS and incubated at r.t. for 4 h. The sections were washed with PBS, and the appropriate fluorescent secondary antibody was diluted in PBS and incubated for 1h at r.t. Cell Staining. Cells were fixed with 4% paraformaldehyde for 40 min and stained with fluorescein (0.1 ug/mL; Sigma-Aldrich) for 30 min at r.t. For evaluation of live cells, they were incubated with CellTrace CFSE Cell proliferation kit (1:1000 dilution, Life Technologies, cat no. C34554) for 30 min. To measure lysosomal activity, we used lysosensor dye (1:20,000 dilution, Life Technologies, cat. no. L7535). Cell nuclei were labeled with Hoechst 33258 (Invitrogen) by incubation with a 250 ng/mL solution. Number of Motor Neurons in Vitro. Images of the entire wells were acquired with a Cell R microscope (Olympus) equipped with an ORCA camera (Hamamatsu) using a mosaic imaging protocol with 20× magnification. For frame sampling, a grid (1000 × 1000 μm single frame) was superimposed on the images, and alternate frames were examined with stereological probes (unbiased fractionator probe dimension, 307 × 235 μm). The total number of motor neurons was calculated with the following formula: N = ΣQ × 1/asf × 1/ssf, where Q was the number of neurons counted in the frame, the area probe 307 × 235 μm, the area frame 1000 × 1000 μm, asf is the area probe/ area frame), and ssf is the sampling fraction of every second frame). Intra-animal coefficient of error (CE) and interanimal coefficient of variation (CV) for neuronal counts38,39 were calculated as follows: mean CE for co-culture motor neurons/astrocytes treated with PI and\nastrocyte conditioned medium: CTR-CM 0.082, PI 0.080, PI-NG 0.058, PI-NG-Roli 0.071 and CV: CTR-CM 0.243, PI 0.126, PI-NG 0.343, PI-NG-Roli 0.197. Mean CE for co-culture motor neurons/ astrocytes treated with PI and microglia conditioned medium: CTRCM 0.075, PI 0.068, PI-NG 0.075, PI-NG-Roli 0.073 and CV: CTRCM 0.178, PI 0.216, PI-NG 0.197, PI-NG Roli 0.300.\nAnimal Care. The IRCCS adheres to the principles set out in the following laws, regulations, and policies governing the care and use of laboratory animals: Italian Governing Law (D.lgs 26/2014; authorization no. 19/2008-A issued March 6, 2008 by Ministry of Health); Mario Negri Institutional Regulations and Policies providing internal authorization for persons conducting animal experiments (Quality Management System Certificate, UNI EN ISO 9001:2015, reg. no. 6121); the NIH Guide for the Care and Use of Laboratory Animals (2011 edition) and EU directives and guidelines (EEC Council Directive 2010/63/UE). The Statement of Compliance (Assurance) with the Public Health Service (PHS) Policy on Human Care and Use of Laboratory Animals was been recently reviewed (9/9/2014) and will expire on September 30, 2019 (Animal Welfare Assurance #A5023−01).\nSurgery. C57BL/6J mice (Charles River Laboratories International, Inc.) or B6.129P-Cx3cr1tm1Litt/J mice (The Jackson Laboratory) were used for in vivo studies. Before surgery, the animals received an antibiotic and analgesic, with, respectively, subcutaneous injection of ampicillin (50 mg/kg) and buprenorphine (0.15 mg/kg). The entire surgical procedure was carried out in deep anesthesia under ketamine hydrochloride (IMALGENE, 100 mg/kg) and medetomidine hydrochloride (DOMITOR, 1 mg/kg) intraperitoneally. Animals were placed on a Cunningham Spinal Cord Adaptor (Stoelting, Dublin, Ireland) mounted on a stereotaxic frame, and laminectomy of the T12 vertebra was done to uncover the lumbar spinal cord. Mechanical trauma of the spinal cord at T12 was induced using an aneurysm clip (2Biological Instruments snc, cat. no.14120) with a closing force of 30g (left in place for 1 min, then removed). After spinal cord compression, dorsal muscles were juxtaposed using absorbable sutures, and the skin was sutured. Two h (for NG distribution experiment) or 1 day (for behavioral evaluation) after surgery, the spinal cord of SCI mice was exposed and injected intraparenchymally with NG, NG-Cy5 loaded with Rolipram, or free Rolipram. Six 0.250 μL injections were done with a glass capillary (outer diameter 40 ± 2 μm) to cover the injured area. The capillary was positioned ±0.5 mm from the midline, then it was deepened into the parenchyma to 0.6 mm below the pia mater. After treatment, dorsal muscles were juxtaposed using absorbable sutures, and the skin was sutured and disinfected.\nBehavioral Evaluations. Mice after SCI were evaluated by testing hind-limb locomotor performances using the Basso mouse scale (BMS) once a week from 7 to 35 DPI. The BMS is a 10-point scale (9 = normal locomotion; 0 = complete hind limb paralysis). Video acquisition of the locomotor performances (5 min) was done with camera (Denver, ACG-8050W) and evaluated by two independent observers, blinded to the treatment. Individual hindlimb scores were averaged for each animal group at each time point.\nSpinal Cord Transcardial Perfusion. For histological analysis, under deep anesthesia with ketamine hydrochloride (IMALGENE, 100 mg/kg) and medetomidine hydrochloride (DOMITOR, 1 mg/ kg), the mice were transcardially perfused with 40 mL of phosphate buffer saline (PBS) 0.1 mol/L, pH 7.4 for 4 min, followed by 50 mL of paraformaldehyde solution (4%) in PBS for 5 min. Spinal cords were carefully removed and post-fixed overnight in the same fixative at 4 °C, then transferred to 30% sucrose in 0.1 mol/L phosphate buffer overnight for cryopreservation and stored at 4 °C until use.\nImmunofluorescence. The spinal cord was embedded in OCT compound, frozen by immersion in N-pentane at −45 °C for 3 min, and then stored at −80 °C until use. Frozen tissues were sectioned at 30 um using a cryostat at −20 °C, starting from the rostral edge (about 6 mm rostral to the epicenter), collected in PBS, and stored at 4 °C until use. Twenty μm-thick serial sections (one section every five) were separated, and immunofluorescence was done. Sections were incubated with primary antibodies directed against astrocytes\nDOI: 10.1021/acsnano.9b05579 ACS Nano XXXX, XXX, XXX−XXX\nJ\n(glial fibrillary acidic protein (GFAP); 1:500 dilution, Millipore) or neurons (NeuN, 1:500 dilution, Millipore) dissolved in PBS, 1% normal goat serum (NGS; Sigma-Aldrich) and 0.1% Triton X-100 and incubated overnight at 4 °C under constant shaking. Primary antibody staining was detected using secondary antibodies conjugated to fluorophores (Alexa Fluor 647, 1:500; Invitrogen). Spinal cord sections were coverslipped with a 50% glycerol solution in PBS before acquisition at 10× magnification by confocal microscopy (Olympus Fv1000, Laser 594). Colocalization Study. Study of colocalization was carried out in vitro (9−19 cells) and ex vivo around the site of injection 1 day postinjury (9 sections, 30 μm thickness, sampled one every two sections, evaluated area 5355 μm2). Colocalization was quantified by Pearson’s coefficient (Imaris software, Bitplane). Total Number of Neurons in Damaged Spinal Cord. Acquisition was set using a Cell R microscope (Olympus). Every fifth section (30 um thickness) in a tract of spinal cord of +1.5/−1.3 mm from the injury site was acquired using a 3D mosaic imaging technique with 40× magnification. For frame sampling a grid (200 × 200 μm) was superimposed on the acquired section, and all frames of the grid containing gray matter were examined in a fractioned height of 5 μm. An unbiased counting probe (216 × 165 μm) was used to count neurons in each frame, with Image j software and a homemade plugin-macro. The total number of neurons was calculated using the formula: N = ΣQ × t/h × 1/asf × 1/ssf, where Q is the number of neurons counted in the section, t is the section thickness (30 μm), h is the fractionator height (5 μm), area probe is 216 × 165 μm, area frame is 200 × 200 μm, asf is the area probe/area frame, and ssf is the sampling fraction of every fifth section. The precision of the number of neuronal cells was established by the intra-animal coefficient of error, CE, and interanimal coefficient of variation CV.38,39 Mean CE: INJ 0.050, NG_Roli 0.044 and CV: INJ 0.283, NG_Roli 0.122. Astrocytosis in Spinal Cord. The acquisition was set using a Cell R microscope (Olympus). Every fifth section (30 um thickness) in a tract of spinal cord of +1.5/−1.3 mm from the injury site was acquired using a 3D mosaic imaging technique with 40× magnification. For frame sampling, a grid (200 × 200 μm) was superimposed on the acquired section, and all frames of the grid containing astrocytes marked with GFAP were examined in a fractioned height of 2 μm. An unbiased counting probe (216 × 165 μm) was used to quantify GFAP+ staining in each frame, with Image j software and by the Cavalieri method. Volume was calculated as V = ΣP × A × T, where V is the volume, P is the number of points hitting white matter, A is the grid spacing (200 × 200 μm), and T is the distance between each sampled section (150 μm). CE and CV were calculated:38,39 mean CE: INJ 0.067, NG_Roli 0.085. CV: INJ 0.265, NG_Roli 0.285. Statistical Analyses. We used Prism software (Graphpad) for statistical analyses. Mann−Whitney test and one-way ANOVA followed by Bonferroni’s post-hoc test were used to see relative captions."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.9b05579.\nScheme of NG synthesis; AFM images of NG-NH2; FTIR spectra of NG and NG-NH2;\n1H NMR (D2O) spectra of NG and NG-NH2; NG uptake in untreated, LPS-treated and FGF-IL-4 treated cell of murine astrocytes and microglia, and human astrocytes in vitro; in vitro release profile of Rolipram delivered from NGs; quantitative mRNA analysis of iNOS and Lcn2 expressed by astrocyte cultures after treatment with three factors C1q, IL1α, and TNF, (PI) or PI and Rolipram; neuron culture exposed to conditioned medium of untreated astrocytes or conditioned medium of astrocytes pre-incubated for 24h with PI, PI + NG, or\nPI + Rolipram-loaded NG; neuron culture exposed to conditioned medium of untreated microglia or conditioned medium of LPS or LPS + NG or LPS + Rolipram-loaded NG pretreated microglia; number of neurons of untreated injured mice compared to Rolipram loaded NG at 63 DPI (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: pietro.veglianese@marionegri.it."
    }, {
      "heading" : "ORCID",
      "text" : "Simonetta Papa: 0000-0002-6062-649X Emanuele Mauri: 0000-0002-6203-8405 Mattia Sponchioni: 0000-0002-8130-6495 Davide Moscatelli: 0000-0003-2759-9781 Filippo Rossi: 0000-0003-2665-120X Pietro Veglianese: 0000-0002-0183-9428"
    }, {
      "heading" : "Author Contributions",
      "text" : "⊥These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "Authors’ research is supported by Politecnico di Milano 7406 and Ministry of Health (virtual slide microscope VS120 Olympus)."
    } ],
    "references" : [ {
      "title" : "Glial Cells Shape Pathology and Repair After Spinal Cord Injury",
      "author" : [ "A.D. Gaudet", "L.K. Fonken" ],
      "venue" : "Neurotherapeutics 2018,",
      "citeRegEx" : "Gaudet and Fonken,? \\Q2018\\E",
      "shortCiteRegEx" : "Gaudet and Fonken",
      "year" : 2018
    }, {
      "title" : "Reactive Astrocytes: Production, Function, and Therapeutic Potential",
      "author" : [ "S.A. Liddelow", "B.A. Barres" ],
      "venue" : "Immunity 2017,",
      "citeRegEx" : "Liddelow and Barres,? \\Q2017\\E",
      "shortCiteRegEx" : "Liddelow and Barres",
      "year" : 2017
    }, {
      "title" : "Neurotoxic Reactive Astrocytes Are Induced By Activated Microglia",
      "author" : [ "T.M. Dawson", "B Stevens" ],
      "venue" : "Nature 2017,",
      "citeRegEx" : "Dawson and Stevens,? \\Q2017\\E",
      "shortCiteRegEx" : "Dawson and Stevens",
      "year" : 2017
    }, {
      "title" : "Astrocytes As Targets For Drug Discovery",
      "author" : [ "K. Gorshkov", "F. Aguisanda", "N. Thorne", "W. Zheng" ],
      "venue" : "Drug Discovery Today 2018,",
      "citeRegEx" : "Gorshkov et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gorshkov et al\\.",
      "year" : 2018
    }, {
      "title" : "RNA Nanotherapeutics For The Amelioration Of Astroglial Reactivity",
      "author" : [ "Pluchino" ],
      "venue" : "Mol. Ther.–Nucleic Acids 2018,",
      "citeRegEx" : "P. and S.,? \\Q2018\\E",
      "shortCiteRegEx" : "P. and S.",
      "year" : 2018
    }, {
      "title" : "Modulators Of Microglia: A Patent Review",
      "author" : [ "S. Papa", "I. Caron", "F. Rossi", "P. Veglianese" ],
      "venue" : "Expert Opin. Ther. Pat. 2016,",
      "citeRegEx" : "Papa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Papa et al\\.",
      "year" : 2016
    }, {
      "title" : "Hydrogels In Spinal Cord Injury Repair Strategies",
      "author" : [ "G. Forloni", "P. Veglianese" ],
      "venue" : "ACS Chem. Neurosci. 2011,",
      "citeRegEx" : "Forloni and Veglianese,? \\Q2011\\E",
      "shortCiteRegEx" : "Forloni and Veglianese",
      "year" : 2011
    }, {
      "title" : "Endocytosis and Exocytosis Of Nanoparticles In Mammalian Cells",
      "author" : [ "N. Oh", "J.-H. Park" ],
      "venue" : "Int. J. Nanomed. 2014,",
      "citeRegEx" : "Oh and Park,? \\Q2014\\E",
      "shortCiteRegEx" : "Oh and Park",
      "year" : 2014
    }, {
      "title" : "Astrocyte Scar Formation Aids Central Nervous System Axon Regeneration",
      "author" : [ "V. M" ],
      "venue" : "Nature 2016,",
      "citeRegEx" : "M.,? \\Q2016\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2016
    }, {
      "title" : "Genomic Analysis Of Reactive Astrogliosis",
      "author" : [ "R. G", "Barres", "B. A" ],
      "venue" : "J. Neurosci. 2012,",
      "citeRegEx" : "G. and A.,? \\Q2012\\E",
      "shortCiteRegEx" : "G. and A.",
      "year" : 2012
    }, {
      "title" : "Astrocyte Reactivity and Astrogliosis After Spinal Cord Injury",
      "author" : [ "Y. Nakashima" ],
      "venue" : "Neurosci. Res. 2018,",
      "citeRegEx" : "Nakashima,? \\Q2018\\E",
      "shortCiteRegEx" : "Nakashima",
      "year" : 2018
    }, {
      "title" : "Lipocalin-2 Is An Autocrine Mediator Of Reactive Astrocytosis",
      "author" : [ "K. Suk" ],
      "venue" : "J. Neurosci. 2009,",
      "citeRegEx" : "Suk,? \\Q2009\\E",
      "shortCiteRegEx" : "Suk",
      "year" : 2009
    }, {
      "title" : "Lipocalin-2 As A Therapeutic Target For Brain Injury: An Astrocentric Perspective",
      "author" : [ "K. Suk" ],
      "venue" : "Prog. Neurobiol. 2016,",
      "citeRegEx" : "Suk,? \\Q2016\\E",
      "shortCiteRegEx" : "Suk",
      "year" : 2016
    }, {
      "title" : "Recent Stereological Methods For Cell Biology: A Brief Survey",
      "author" : [ "L.M. Cruz-Orive", "E.R. Weibel" ],
      "venue" : "Am. J. Physiol",
      "citeRegEx" : "Cruz.Orive and Weibel,? \\Q1990\\E",
      "shortCiteRegEx" : "Cruz.Orive and Weibel",
      "year" : 1990
    }, {
      "title" : "The Efficiency Of Systematic Sampling In Stereology and Its Prediction",
      "author" : [ "H.J. Gundersen", "E.B. Jensen" ],
      "venue" : "J. Microsc",
      "citeRegEx" : "Gundersen and Jensen,? \\Q1987\\E",
      "shortCiteRegEx" : "Gundersen and Jensen",
      "year" : 1987
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Astrogliosis has a very dynamic response during the progression of spinal cord injury, with beneficial or detrimental effects on recovery. It is therefore important to develop strategies to target activated astrocytes and their harmful molecular mechanisms so as to promote a protective environment to counteract the progression of the secondary injury. The challenge is to formulate an effective therapy with maximum protective effects, but reduced side effects. In this study, a functionalized nanogelbased nanovector was selectively internalized in activated mouse or human astrocytes. Rolipram, an anti-inflammatory drug, when administered by these nanovectors limited the inflammatory response in A1 astrocytes, reducing iNOS and Lcn2, which in turn reverses the toxic effect of proinflammatory astrocytes on motor neurons in vitro, showing advantages over conventionally administered antiinflammatory therapy. When tested acutely in a spinal cord injury mouse model, it improved motor performance, but only in the early stage after injury, reducing the astrocytosis and preserving neuronal cells.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}