{
  "name" : "downloads_2019-11-11_ec_venu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Combined effect of influence of nano additives, combustion chamber geometry and injection timing in a DI diesel engine fuelled with ternary (diesel-biodiesel-ethanol) blends",
    "authors" : [ "Harish Venu", "V. Dhana Raju", "Lingesan Subramani" ],
    "emails" : [ "harishvenuresearch@gmail.com", "s.lingesan@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nEnergy\njournal homepage: www.elsevier .com/locate/energy\nCombined effect of influence of nano additives, combustion chamber geometry and injection timing in a DI diesel engine fuelled with ternary (diesel-biodiesel-ethanol) blends\nHarish Venu a, *, V. Dhana Raju b, Lingesan Subramani c\na Department of Mechanical Engineering, Saveetha Institute of Medical and Technical Sciences (SIMATS), Chennai, 600077, India b Department of Mechanical Engineering, Lakireddy Bali Reddy College of Engineering, Mylavaram, A.P, 521230, India c Department of Automobile Engineering, Madras Institute of Technology, Chennai, 600044, India\na r t i c l e i n f o\nArticle history: Received 16 February 2018 Received in revised form 23 January 2019 Accepted 22 February 2019 Available online 23 February 2019\nKeywords: Ternary fuel Nano additive Combustion chamber DIESEL-RK Injection timing Exhaust emission\n* Corresponding author. E-mail addresses: harishvenuresearch@gmail.com\nac.in (V.D. Raju), s.lingesan@gmail.com (L. Subramani\nhttps://doi.org/10.1016/j.energy.2019.02.163 0360-5442/© 2019 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe present experimental work focuses on the combined effect of nano additives, combustion chamber geometry and injection timing in a single cylinder diesel engine fuelled with ternary fuel (diesel-biodiesel-ethanol) blends. Ternary fuel (TF) is doped with alumina nano additives and the resulting fuel is termed as high performance fuel (HPF). HPF is subjected to different combustion chamber geometries and TRCC (torroidal re-entrant combustion chamber) geometry is found to be effective among other geometries. HPF operated at TRCC chamber is subjected to four different injection timings namely, 21obTDC (HPF-TRCC21), 22obTDC (HPF-TRCC22), 23obTDC (HPF-TRCC23) and 24obTDC (HPF-TRCC24) respectively. BTE is lowered for HPF-TRCC21 and HPF-TRCC24 by 4.53% and 1.22% while highest BTE of about 33.8% is achieved for 22obTDC in comparison with other blends such as DIESEL-HCC23 (32.75%), HPF-TRCC21 (31.41%) and HPF-TRCC24 (32.53%). Lowest BSEC profile was achieved for HPF-TRCC22. HPFTRCC22 resulted in lowered HC and CO emissions of about 9.18% and 16.83% in comparison with HPFTRCC23. HPF-TRCC21 resulted in lowered NOx emissions by 22.53% along with higher HC and CO emissions by 6.13% and 20.51% in comparison with HPF-TRCC23. Cylinder pressure and HRR of HPFTRCC22 stays at an acceptable range of 75.42 bar and 85.34 J/deg CA in comparison with other test blends. The DIESEL-RK theoretical simulation results are compared with the experimental study conducted at the same operating conditions and its revealed that TRCC combustion chamber geometry is better for enhanced performance and combustion characteristics.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Rapid increase in number of vehicle industries has escalated the exhaust emissions along with health hazards and global environment degradation. The air quality degrades tremendously with increasing vehicular emissions such as hydrocarbon (HC), carbon monoxide (CO), particulate matter (PM), nitrogen oxides (NOx) and smoke emissions for which the transportation sector is hugely responsible [1,2]. There is an inherent need for searching a suitable alternative fuel for transportation sector due to twin problems of stringent emission norms and depleting fossil fuel reserves. Biodiesel and ethanol received severe attention in recent years as it can\n(H. Venu), dhanaraju.v@lbrce. ).\nbe blended with mineral diesel for achieving both energy and environmental benefits [3]. Biodiesel cannot be utilized up to 100% as alternative fuel, owing to its highly viscous nature and essential minor engine alterations [4]. The usage of alcohols (ethanol, methanol, n-butanol etc.) and its blends with diesel emerged as a typical binary fuel pattern at the beginning of 21st century [5]. However, binary blends posed a serious issue of phase stratification or mixture stratification which was minimized by appending mixture stabilisers that were pretty costlier [6]. Among various alcohol alternatives, ethanol is preferred widely due to its higher oxygen content (34% by weight) which helps in improving the combustion rate. Ethanol has higher octane number [7] and hence it is utilized directly in spark ignition (SI) engines. Compression ignition (CI) engines are preferred in transportation sector widely owing to its improved thermal efficiency.\nIt is interesting to note that, addition of biodiesel in limited\ncontent (20%) in diesel þ ethanol blend resulted in mitigation of mixture stratification and lowered the dependency of high cost mixture stabilizers. This paved way for a ternary fuel pattern comprising dieselþ biodieselþ ethanol blends [8e10]. Considering the above blending proportions, a ternary fuel (TF) is prepared by blending 20% biodiesel, 10% ethanol and 70% diesel fuel which are found to be more stabilized blends as well as its properties lying closer to diesel fuel. However, the profile of resulting ternary fuel lay below the diesel fuel in terms of performance and emission characteristics, which is identified as the problem statement of this research. To overcome the above addressed limitation, the researcher decided to adopt three techniques in a phased manner towards improving the combustion and emission characteristics of identified TF, namely (i) Addition of nano additives, (ii) Modification of combustion chamber geometry and (iii) Injection timing variation.\nAddition of nano additives in base fuel is found to affect the fuel properties significantly thereby resulting in effective oxidation of fuel precursors during combustion and thereby resulting in lowered exhaust emission [11]. Gumus et al. [12] examined the effect of aluminium oxide (Al2O3) and copper oxide (CuO) nano particles with diesel. Al2O3 and CuO addition in diesel leads to lowered BSFC of about 0.5% and 1.2% at moderate engine speeds and found that nanoparticle addition can enhance the dispersion rate, improve the engine performance and lower the exhaust emissions. Sivakumar et al. [13] investigated the effect of alumina nano additives in pongamia biodiesel and found that the BSFC is lowered and the BTE is improved owing to pooled effect of physical ignition delay, higher evaporation rate, prolonged flame sustenance and higher flame temperatures of alumina nano particles leading to complete combustion. Shaafi & Velraj [14] experimentally investigated the effect of alumina nano particles in binary and ternary blends and found cylinder pressure and HRR of alumina blended ternary fuel are higher owing to higher surface area to volume ratio of alumina. Moreover they found that the atomization rate and heat transfer rate are improved with nanoparticle addition. Raju et al. [15] experimentally investigated the effect of nano particles doped in tamarind biodiesel blend fuelled in a single cylinder diesel engine.\nCombustion chamber geometry is also an important parameter to be considered when the fuel is altered since the standard hemispherical chamber is suitable only for diesel fuel. Bapu et al. [16] performed an experimental investigation on the influence of a modified piston bowl geometry (MHCC) in comparison with conventional piston bowl (HCC) in a single cylinder diesel engine fuelled with B20 (20% Calophyllum inophyllum methyl ester þ 80% diesel fuel). It was observed that there is a substantial increase in peak pressure with MHCC when CR is increased. Singh et al. [17] reported that with different combustion chamber geometries, desired levels of squish, tumble, swirl and turbulence can be initiated inside the combustion chamber and subsequent improvements in performance and lowered emissions can be achieved. Jyoti & Reddy [18] conducted on single cylinder four stroke diesel engine with three different combustion chamber geometries namely Hemispherical Combustion Chamber (HCC), Torroidal Combustion Chamber (TCC) and Torroidal Re-entrant Combustion Chamber (TRCC). In comparison with HCC, the BTE of TCC and TRCC were higher by about 2.94% and 3.28% while the BSEC dropped by about 1.3% and 3.1% owing to inducement of air swirl inside the combustion chamber leading to complete charge combustion with maximized energy liberation. Gafoor & Gupta [19] numerically investigated the influence of piston bowl geometry and initial swirl ratios on the diesel engines performance and emissions. For such investigation, three configurations with various d/D ratios (aspect ratio) and initial swirl ratio were considered for improved engine performance and minimized emissions.\nAnother strategy of improving the performance of engine with alternative fuels is modification in injection parameters such as injection timing and injection pressure since it makes direct impact in atomization, vaporization and influences the fuel droplet size variation. Shameer & Ramesh [20] conducted a brief assessment on researches pertaining to variation of Injection Timing (IT) and Injection Pressure (IP) on biodiesel fuelled diesel engines on combustion characteristics. They found that, with advancement in IT, there is an increase in in-cylinder pressure, peak pressure rise; HRR and ID period is prolonged as a result of rapid combustion rate in PCP. Deep et al. [21] conducted experimentation on a single cylinder diesel engine fuelled with B20 (20% castor oil biodiesel þ 80% diesel fuel) at various IT and IP. They modified the IT's in range of 21 , 23 and 25 while IP is varied by 200 bar, 250 bar and 300 bar respectively. It is observed that, for all the IP's the BTE is comparatively lower. Goel et al. [22] had done a comprehensive review on the impact of modifications in diesel engines with various IP, IT, combustion chamber geometry, etc for identifying optimum working condition. High IP's with advancement/retardation of IT can improve the engine performance significantly with lowered HC, CO and smoke emissions owing to betterment in combustion and improvement in air-fuel mixing rate. Ganapathy et al. [23] studied the effect of Injection Timing (IT), load, torque and engine speed in jatropha biodiesel fuelled diesel engine. Advancing the IT to 340CAD from a standard engine specified timing of 345CAD lowers the BSFC, HC, CO and smoke levels by 5.1%, 1.2%, 2.5% and 1.5%.\nBased on the critical survey of literature presented, it is observed that there are so far no literature focused on the combined effect of nano additives, combustion chamber geometry and injection timing. With this strategic conception the current research focuses on preparation of ternary fuel, preparation of high performance fuel by blending with nano additives followed by the operation of high performance fuel in various combustion chamber geometries and injection timings. The problem definition and the objectives for the current study are depicted in Fig. 1.\n1.1. DIESELeRK simulation engine software\nThe simulation software DIESEL-RK is designed for modeling the actual working processes of compression ignition engines with all necessary required operating parameters. It is engine simulation and optimization software. Any type of combustion chamber geometrical shapes can be modeled with inclusion of profile of swirl, sprayer location, multiple injection, and number of nozzles, diameter of nozzle, and direction of nozzle holes and also the interaction of the sprays with walls. This RK model has a capability to optimize the geometry of piston bowl shape as per the specified design. Further, it helps in presenting the visualization of fuel spray with the combustion chamber walls, air swirl movement and neighbouring sprays in the animation visual format. The performance, combustion and emission characteristics of diesel engine such as brake thermal efficiency, specific fuel consumption, air-fuel ratio, heat release rate, in-cylinder pressure, combustion duration, ignition delay, peak cylinder pressure, NOX formation and soot concentration can be analyzed critically when it is operated with various fuels at different operation conditions and also validate this simulation results with the experimental test data. In the multi zone combustion model, the spray is split into seven characteristic zones, as shown in Fig. 2. The seven characteristics zones are (1) Dense axial core of free spray (2) Dense forward front (3) Dilute outer sleeve of free spray (4) Axial conical core of near wall flow of air with high density of fuel drops (NWF) (5) Dense core of NWF (6) Dense forward front of NWF (7) Dilute outer surroundings of NWF. Further, hwfr represents the height of the forward front of the NWF\nand bm represents the spray forward front. The border between the initial and main stages of spray evolution corresponds to the moment when the axial flow close to the spray tip starts to deform and break up, forming a condensed mushroom-shaped forward front. As the spray moves on, constant breakup of the spray forward part takes place and the front is renewed by new flying fuel portions. The delayed droplets move from the breaking front to the environment. The moving spray carries the surrounding gas with it. The core diameter in the cross section is about 0.3 of the spray outside diameter. Same operating conditions and fuel properties with engine specifications were used as input data to the software. In this phase of experimental work,\nSDRCCHCC\nFig. 3. Design of piston bowl combustion\nwithout altering the operating conditions of the engine, the piston bowl geometry is designed to have Hemispherical Combustion Chamber (HCC), Shallow depth Re-entrant Combustion Chamber (SDRCC), Toroidal Combustion Chamber (TCC), and Toroidal Reentrant Combustion Chamber (TRCC) which is depicted in Fig. 3. It means that the proposed methodology is capable of creating most of the bowl shapes used in practical diesel engines. Kuleshov [77] recommended the use of DIESEL-RK simulation software for optimization of operating parameters such as geometry of piston bowl, injection pressure, injection timing, compression ratio, number of nozzles and the various fuels to the diesel engine to generate improved performance, combustion and emission characteristics.\nFrom the design and modeling of HCC, SDRCC, TCC and TRCC piston bowl geometries, considering the actual operating conditions of diesel engine at compression ratio 17.5, fuel injection timing of 220 CA and fuel injection pressure of 200 bar fuelled with high performance fuel (HPF) under same operating conditions and the simulation results are elaborated in the results and discussion."
    }, {
      "heading" : "2. Experimental material & methods",
      "text" : ""
    }, {
      "heading" : "2.1. Fuel precursors",
      "text" : "Diesel fuel employed in the tests was obtained locally from commercial petroleum reserve. Raw Jatropha oil was obtained by crushing the Jatropha curcas seeds in mechanical expeller. Jatropha biodiesel is prepared from raw Jatropha oil by a chemical process named transesterification where the glycerin is separated from the Jatropha oil. As a result, Jatropha oil methyl ester and glycerine is\nTCC TRCCC\nchamber geometries with Diesel-RK.\nTable 2 Comparison of fuel properties of Jatropha biodiesel and diesel.\nProperties Method Diesel (DF100)\nJatropha Biodiesel (JB100)\nDensity @ 20 C, kg m 3 ASTMD1298 840 874.3 Kinematic viscosity @ 40 C, cSt ASTMD445 2.84 4.34 Lower heating value, kJ/kg ASTMD270 44700 42673 Flash point,oC ASTMD92 68 130 Cetane number ASTMD613 48 52.7 Iodine value, g I2/100 gm. ASTMD1959 0.1 0.26 Carbon residue (% by wt) ASTMD524 0.1e0.12 0.23e0.26 C/H ratio (by vol) 6.52 6.93 Elemental analysis (%wt) C (%) 80.12 82.22 H (%) 12.2 11.96 O2 (%) 1.21 5.74 N (%) 1.68 0.041 S (%) 4.79 0.038\nobtained. Obtained Jatropha biodiesel has high cetane number, a high density and flash point and lower sulfur content compared to diesel. The ethanol used for the experiments is analysis-grade anhydrous ethanol (99.7% purity). Jatropha biodiesel preparation was done in two phases, namely esterification and transesterification. For esterification, a mixture of 10:1M ratio of methanol to raw oil and 1.5 (wt%) sulphuric acid (H2SO4) were treated with preheated oil and stirred at 700 rpm for 4 h at 60 C The esterified oil was separated from alcohol, H2SO4 and impurities using a funnel separator. Separated esterified Jatropha oil was then heated to 60 C and retained for 1 h in a rotary evaporator for removing water and methanol. Transesterification was carried out to further reduce the viscosity as the esterified Jatropha oil was very viscous (4.2 cSt). The fatty acid methyl ester (FAME) composition of Jatropha biodiesel were illustrated in Table 1. The properties of synthesized Jatropha biodiesel in comparison with diesel fuel were illustrated in Table 2. The transesterification reaction for conversion of triglycerides to methyl esters are illustrated in equation (1) below:\nCH2 O CO R1 ¦ CH O CO R2\n¦ CH2 O CO R3 TRIGLYCERIDES ðRaw Jatropha oilÞ\n!CH3OH\nCH2 O H ¦ CH O H ¦ CH2 O H Glycerol þ\nCH3O CO R1\nCH3O CO R2\nCH3O CO R3 ðJatropha biodieselÞ\n(1)"
    }, {
      "heading" : "2.2. Preparation of ternary fuel and assessment of its properties",
      "text" : "With reference to above mentioned scenario, there is an inherent need of reducing the density, viscosity and improving the calorific value of JB100 to make it suitable for operation of diesel engine without causing any harm to engine as well as improving the engine performance. Government of India set itself high blending targets for biofuels as per the “National Biofuel Policy” approved on 24th December 2009 bywhich it is permitted to blend ethanol up to 10% and biodiesel up to 20% with diesel fuel by the end of 5th year plan (2017). It is interesting to note that, addition of biodiesel in limited content (20%) in dieselþ ethanol blend resulted in mitigation of mixture stratification and lowered the dependency of high cost mixture stabilisers. This paved way for a ternary fuel pattern comprising diesel þ biodiesel þ ethanol blends. Considering the above blending proportions, a ternary fuel (TF) is prepared by blending 20% biodiesel, 10% ethanol and 70% diesel fuel\nwhich is found to be a more stabilized blends as well as its properties lying closer to diesel fuel. Hence, the ternary fuel blend was proposed to be developed with 20% biodiesel, 10% ethanol and 70% diesel fuel. Hence, the mixture is prepared for 1 L and is subjected to magnetic stirring for 2 h. The resulting mixture is named as TF and important fuel properties such as density, kinematic viscosity, calorific value, cetane number and flash point were determined for TF according to ASTM standards as shown in table. It is observed that, the density, viscosity and cetane number of TF were lowered by 2.52%, 26.73% and 8.16% in comparison with JB100 and higher than diesel fuel by 1.43%, 11.97% and 0.83% respectively. However, the properties are still not a match with mineral diesel. Hence, the researcher intended to adopt a novel technique of blending alumina nano additives with TF of about 20 ppm and further analyzing the property as well as performing experimentationwith nano additives doped ternary fuel blends. The properties of the blending stocks were mentioned in Table 3.\nTable 3 Main properties of blending stocks.\nProperties ASTM standard DF100 JB100 TF TF10 TF20 (HPF) TF30\nDensity at 20 C, (kg/m3) D1298 840 874 852 849 848 845 Kinematic Viscosity at 40 C, (cSt) D445 2.84 4.34 3.18 3.07 3.02 3.1 Calorific Value, (kJ/kg) D240 44700 42673 43176 43412 43846 43580 Cetane number D976 48 52.7 48.4 48.6 48.7 48.4 Flash point (oC) D93 68 130 59 60 63 62"
    }, {
      "heading" : "2.3. Nanoparticle preparation",
      "text" : "There are various methods for preparation of alumina nano additives like ball milling, sol-gel technique, chemical vapour deposition, precipitation method, etc., among which the easiest and hassle free technique is sol-gel method. Sol-gel method includes four stages namely; preparation of solution, formation of gel in prepared solution, growth of particles in gel and agglomeration of nano particles. In this method, initially aluminium nitrate solution (0.5M) is dissolved in 50ml deionized water (H2O) at 22 C and stirred magnetically. Secondly, urea (0.05M) is dissolved with prepared aluminium nitrate solution and reacted for 30min until the solution attains a pH level of 2. This is the base solutionwhich is to be titrated with a mixture of 0.1M sodium hydroxide and 25ml of H2O till pH level 6 is attained. Further addition of sodium hydroxide to the base solution forms a clady gel (pH¼ 8), which is dried and calcined at 150 C for 12 h. Finally, alumina nanoparticles were collected after the dried sample is subjected to 300 C and 2 h in furnace. The flowchart for preparation of alumina nanoparticles is clearly illustrated in Fig. 4. The physical properties of synthesized Al2O3 nanoparticles were detailed in Table 4."
    }, {
      "heading" : "2.4. Characterization of synthesized alumina nanoparticle",
      "text" : "The synthesized aluminium nano particles were characterized for grain size using Scanning Electron Microscope (SEM). Fig. 5a reveals the SEM image obtained using VEGA-3-TESCAN Scanning Electron Microscope. TEM morphology of Al2O3 nano particle was done using JEM-3010 ultrahigh resolution analytical electron microscope and the image is illustrated in Fig. 5b. TEMmorphology of Al2O3 nano particle reveals confinement of Al2O3 nano particles to the crystalline nature with minimal agglomeration and aggregate formation. The visible polygon shaped particles in TEM image varies between 30 nm and 50 nm and were comparatively higher than XRD results. In terms of energetic perspective, formation of agglomerates is quite natural and allows the growth of crystallites. XRD (X-Ray Diffraction) of synthesized Al2O3 nano particle is done using PANalytical X'Pert Powder XRD System and illustrated in Fig. 5c. The diffraction peaks of Al2O3 with planes (110), (200), (211),\n(310), (411), (521) and (541) confirms to the crystalline structure of synthesized nano particle which is in good agreement with JCPDS card number (86e1156). The grain size is calculated using DebyeScherer's method as shown in equation (2),\nD ¼ kl bcosq\n(2)\nwhere, D-average grain size of the nanoparticle, k- Shape factor (0.89), l- X-Ray wavelength of Al2O3 (1.54 Å), b- Full Width at Half Maximum (FWHM) (5.128*10 3) and 2q- Bragg angle (37.46 ), q¼ 18.73 , therefore ‘D’ is calculated as 28.2 nm. EDS spectrum is analyzed by INCA Energy 250 Microanalysis System. EDS results were depicted in Fig. 5d. EDS results confirms to the presence of Aluminium and O2 elements in the composition. Also, there were no impure atoms in report."
    }, {
      "heading" : "2.5. Preparation method and property analysis of high performance fuel (HPF)",
      "text" : "Ternary fuel (TF) blend is prepared by mixing diesel (70% v/v), biodiesel (20%v/v) and ethanol (10%v/v) and subjecting for magnetic stirring for 2 h. Alumina nano additives were blended with TF at about 20 ppm and the resulting mixture is named as high performance fuel (HPF). For blending the nano additives, ultrasonication method is chosen as it results in uniform dispersion of nanoparticles in base fuel. Placing the nano blended solution in ultrasonic bath for 30min prevents the possible agglomeration of particles and helps providing a stable solution. Following the ultrasonic bath, each test fuel is kept in transparent test tubes at steady ambient conditions for investigation of phase separation and sedimentation of nanoparticles. It was observed that, the fuel blends remained stable for more than 7 days. Dispersed nanoparticles always undergo Brownian motion (random motion of suspended particles due to molecular collision) and their stability is as a resultant of level of interaction (attractive and repulsive) between the particles during collision.When the repulsive interaction is more than attractive interaction, then the dispersed particles remains stable for longer time periods. HPF blend showed higher calorific value of 43846 kJ/kg, lowered kinematic viscosity of 3.02 cSt and higher cetane number of 48.7."
    }, {
      "heading" : "2.6. Test engine selection",
      "text" : "Experimentation was done on Kirloskar make, single cylinder four stoke diesel engine which is basically an agriculture application oriented engine. Hence, this type of engine is preferred for research work throughout the world with alternate fuels. The test engine develops an output power of 4.4 kW which operates at a constant speed of 1500 rpm. This direct injection naturally aspirated engine has a fuel capacity of 6.5 L, bore and stroke of 87.5mm and 110mm along with 203mm long connecting rod assembly. The standard operating conditions as per the manufacturer prescribed is 17:1 compression ratio, 23obTDC injection timing and 200 bar injection pressure. The current experimental arrangement uses MICO fuel injection and a piezo electric pressure transducer mounted on engine cylinder head for recording the in-cylinder pressure and heat release rate generated during the power stroke. QRO-402 exhaust gas analyzer measures the HC, CO, CO2 and NOx emissions and AVL437C smokemetermeasures the smoke opacity. The layout of experimental setup is outlined in Fig. 6. The engine load is attached with eddy current dynamometer which is connected with the test engine with flexible coupling. Based on the variation of current supply, the engine load varies from lower to higher load. Experiments were performed with engine loads of 0%,\n25%, 50%, 75% and 100% respectively. The air cooled test engine uses SAE40 lubricating oil with 3.7 L capacity for ensuring negligible friction and wear between the moving components. The specifications of test engine were displayed in Table 5."
    }, {
      "heading" : "2.7. Selection of combustion chamber geometry",
      "text" : "The prime objective of combustion chamber geometry in diesel engine is to render certain mixing rate in fuel-air mixtures. The most important role of diesel engine combustion chamber is to enhance the fuel-air mixing rate (swirl) in short possible time. The turbulence can be guide by the shape of the combustion chamber hence there is a necessity to study the combustion chamber geometry in detail. The criteria behind the selection of combustion chamber geometry will provide a powerful squish along with the air movement, similar to that of the familiar smoke ring. It is found that the squish and swirl flow plays a significant role in the turbulence generation process near the top dead centre (TDC) during compression. The coupling among the swirl, squish, bowl shape and turbulence is much more pronounced in the combustion chambers.\nA key objective in designing the combustion bowl then is to ensure thatmixing of fuel and air is adequate tomitigate the impact of fuel rich regions and allow the engine to meet its performance and emissions targets. Turbulence in the air motion within the\ncombustion bowl is found to be beneficial to the mixing process and can be used to achieve this goal. Swirl induced by the intake port can be enhanced or squish can be generated by the piston as it approaches the cylinder head to create more turbulence during the compression stroke through proper design of the bowl in the piston crown. Combustion chamber design has the most significant impact on exhaust emissions. It can also have an influence on unburned hydrocarbons and CO. While NOx emissions can be influenced by bowl design bulk gas properties play a very important role in their exhaust levels.\nFor the current study, different chamber geometries like standard hemispherical combustion chamber (HCC), shallow depth reentrant combustion chamber (SDRCC), torroidal re-entrant combustion chamber (TRCC) and torroidal combustion chamber (TCC) were considered. The designs of geometries were done in such a way that by changing the original geometry (HCC) and replacing it with newer geometries (SDRCC, TRCC and TCC) keeping the compression ratio and bowl geometry volume to be constant. The pictorial representations of modified chamber geometries were shown in Fig. 7."
    }, {
      "heading" : "2.8. Instrumentation and measuring methods",
      "text" : ""
    }, {
      "heading" : "2.8.1. Emission analysis",
      "text" : "The exhaust gas analyzer employed for the current experiment is QRO-402 (Make: QROTECH Ltd., KOREA). It measures HC, CO, CO2 at operating ranges of 0e1500 ppm, 0e9.99% and 0e20% through NDIR (Non-Dispersive Infra Red) method. NOx measurement is in the range of 0e500 ppm and is measured by electrochemical method. The specifications of exhaust analyzer are briefed in Table 6. Smoke measurements were done using AVL 437C equipment (Type: IP 52) operating at 190e240V AC; 50 Hz, 2.5A. Smoke measurements were read at 0e100% smoke opacity and 0e99.99m 1 smoke absorbance. The specification of smoke meter used is detailed in Table 7. The uncertainties associatedwith various instruments were detailed in Table 8."
    }, {
      "heading" : "2.8.2. Combustion analysis",
      "text" : "The combustion parameters involved for analyzing the combustion characteristics were cylinder pressure, heat release rate (HRR) and cumulative heat release rate (CHRR) in reference to\ncrank angle position. The in-cylinder pressure is recorded by piezoelectric pressure sensor fixed on cylinder head. The sensor operates at sensitivity range of 55 pC/bar with maximum operating range of 250 bar. To cool the sensor, a cooling adapter is provided adjacent to the sensor. Based on the signals received, there will be an optimum charge output from sensor which is directly proportional to the in-cylinder pressure. Charge amplifier amplifies the output to equivalent voltage while the signal conditioner converts the signal from analog to digital signal. The DAS (data acquisition system) records the pressure data and gets stored in high speed computer at every 100 consecutive cycles.\nThe engine cylinder is coupled with Data Acquisition System (DAS) wich records the cylinder pressure data relevant to crank angle and computes combustion parameters like heat release rate, combustion duration and ignition delay. DAS processes the real time data through a series of operation like signal generation (through transducer), signal conditioning (through filters and circuitry), Analog to Digital signal conversion (through ADC converter), data storage and display (through PC based arrangement) and processing of data (through software “Engine soft 4.0”.\nFor identifying the position of crank angle during the engine\noperation, the crank angle encoder (Make: Encoders India Pvt. Ltd., resolution: 1 ) is mounted on the flywheel which instantly sends the signal about the positionwith respect toTDC (Top Dead Centre). For measuring the engine speed, a proximity sensor (Make: Instron Engg Pvt. Ltd., Range: 0e9999 rpm) is placed below the engine coupling. Resistance Temperature Detector (RTD) (Range: 0e200 C) is mounted tomeasure air temperature at inlet, inlet and outlet temperature of cooling water. A K-type thermocouple is placed near the exhaust valve for sensing the temperature of exhaust gases (Range: 0e1500 C)."
    }, {
      "heading" : "2.8.3. Uncertainty analysis",
      "text" : "Errors and uncertainties can emerge from various factors like selection and calibration of instruments, changing environment conditions, tests and observations, etc. In general, uncertainty can be grouped into twomajor factors, namely fixed errors and random errors. The former scenario deals with repeatability while the latter deals with the analytical measurements. The uncertainties in various measured parameters were evaluated and tabulated in Table 9."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "3.1. Brake thermal efficiency (BTE)"
    }, {
      "heading" : "3.1.1. Effect of nano additives on TF",
      "text" : "Fig. 8a shows the variation of BTE for DF100, JB100, TF and TF with 10 ppm, 20 ppm and 30 ppm alumina nano additives. It is observed that, JB100 exhibits lowest BTE throughout the engine load conditionwhich could be attributed to higher levels of density and viscosity of pure biodiesel. In comparison with DF100, the viscosity of JB100 is higher by 52.82% which resulted in lowest BTE of 26.2% at full load condition indicating improper combustion of 100% pure biodiesel with respect to diesel fuel. The presence of ethanol in TF increases the BTE throughout the engine load condition which could be attributed to the oxygen content in ethanol and enhanced combustion process. However, the BTE of TF is still lower than diesel fuel. Addition of nanoparticles in TF makes significant improvement in enhancing the BTE. From the fuel properties (Table 3), it is inferred that with alumina nanoparticle addition in TF, there is a surge in heating value and drop in fuel viscosity. In comparisonwith TF, the BTE of nano additives doped TF were higher by 2.48%, 7.8% and 1.42% for doping levels of 10 ppm, 20 ppm and 30 ppm respectively. This could be attributed to catalytic activity of nano particles, promoting micro-explosion of primary droplets [14,24] thereby increasing the evaporation rate and reducing the physical delay which overall increases the combustion efficiency along with improved BTE. Improvement in BTE can also\nbe attributed to the enhanced surface area/volume ratio of the nanoparticles, which have high potential to store energy and reactivity [25,26]. Another possible reason for the engine improvement is that the nanoadditives have a positive influence on the heat transfer rate due to its enhanced conductive, radiative and heat/mass transfer properties [27]. Therefore, the presence of nanoparticles leads to higher evaporation rate that enhances the mixing of fuel vapour with air and a higher probability of complete combustion. Hence, among different dosage levels of alumina, TF20 showed better BTE in comparison with TF10 and TF30. Increased BTE with alumina nanoparticle addition were in accordance with the previous research findings [28e30]."
    }, {
      "heading" : "3.1.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 8b shows the variation of BTE for high performance fuel in modified chamber geometries with respect to engine load. From figure, it is observed that the chamber geometry played a significant role in improving the efficiency of engine fuelled with HPF. In comparison to HCC, the BTE of SDRCC, TRCC and TCCwere higher by 9.21%,11.51% and 2.63% respectively when operatedwith HPF at full load condition. This could be attributed to improved squish and swirl motion inside the combustion chamber which possibly enhances the air-fuel mixing rate with modified combustion chambers. Among various chambers, TRCC exhibits highest BTE throughout the engine load condition. In comparison to HCC-HPF, the BTE of TRCC-HPF is higher by 11.73%, 7.88%, 18.68% and 11.51% at engine loads of 25%, 50%, 75% and 100% respectively. Such increase in BTE of TRCC is owing to re-entrant profile of the TRCC chamber which increases the turbulence of the fuel along with improved swirl motion. HPF with TRCC resulted in highest BTE of about 33.9% at full load condition owing to the above said\nstatements along with some influence of in-bound fuel oxygen atoms in HPF which played marginal role in improving the combustion efficiency followed by higher BTE. These are in good agreement with the findings of Venkateswaran & Nagarajan [31], Jaichandar & Annamalai [32] and Ravichandran et al. [33]."
    }, {
      "heading" : "3.1.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 8c shows the variation of BTE for high performance fuel in modified chamber geometry at various injection timings with respect to engine load. From figure, it is observed that with adoption of TRCC geometry, the performance of HPF was enhanced to 8.22% in comparison to HPF-HCC23 at full load condition. Highest BTE is achieved for HPF-TRCC22 throughout the engine load condition. At retarded timing of 22obTDC, the performance of HPFTRCC23 was enhanced by 2.74%, while further retardation to 21obTDC resulted in drop in performance by 4.53% at full load condition. This could be attributed to fluctuations in delay period and air-fuel mixture formation inside the combustion chamber. Higher BTE with retarded IT were in good agreement with the findings of Agarwal et al. [34], Mani et al. [35], Ganapathy et al. [36] and Jaichandar et al. [37]. This signifies that, the TRCC chamber profile enhances the combustion efficiency of HPF at retarded timing of 22obTDC in comparison with other injection timings. Retarding the injection timing to 22obTDC causes the fuel injection to begin lately with respect to TDC thereby providing optimum residence time for mixture formation, followed by effective utilization of O2 from additives in HPF leading to improved BTE. However, further retardation to 21obTDC resulted in reduced BTE, owing to lowered residence time for the mixture preparation. Further retardation in injection timing lowering the BTE is in good agreement with the findings of Agarwal et al. [34], and Ganapathy et al. [36]. Advancing the injection timing to 24obTDC lowered the BTE only marginally by about 1.22% in comparison with HPF-TRCC23. However, at lower engine loads, the BTE profile is still lower owing to lowered in-cylinder temperatures at lower loads and combustion occurring earlier with respect to TDC which could possibly shatter the power output through pumping losses. These are in good agreement with the findings of Raheman et al. [38] and Sayin et al. [39]. However, as a contradiction, higher BTE with advanced injection timings were also reported by Ganapathy et al. [36] and Gnanasekaran et al. [40]. Hence, HPF-TRCC23 operated at 22obTDC is considered as optimal operating condition for high performance.\n3.2. Brake specific energy consumption (BSEC)"
    }, {
      "heading" : "3.2.1. Effect of nano additives on TF",
      "text" : "Fig. 9a depicts the variation of brake specific energy consumption of diesel and ternary fuel with different dosage levels of alumina nano additives. From the figure, it is observed that, JB100 (100% Jatropha biodiesel) exhibits highest energy consumption in comparison with diesel and other test fuels. The calorific value of JB100 is lower than diesel fuel by 4.53% which could possibly result in fluctuations in calorific value and higher viscosity of JB100 lowers the fuel droplet's atomization and vaporization rate and thereby increasing the BSEC characteristics. The BSEC profile is also in agreement with inverse profile of BTE. TF blend exhibits lowered BSEC than JB100 by 22.32%, 22.1%, 15.54% and 8.97% at engine loads of 25%, 50%, 75% and 100% respectively. This could be attributed to the presence of ethanol and lower percentage of biodiesel in TF which results in enhanced combustion rate and lowered energy consumed to maintain the engine speed constant in comparison with low calorific value JB100 blend. Although, the BSEC profile is lower than JB100, the BSEC of DF100 is still lowest among the\nconsidered test fuels. Hence, influence of fuel borne additives in TF is necessary. It is observed that, by addition of alumina nano additives, the BSEC drops down marginally, which is in agreement with BTE profile. This could be attributed to enhanced surface area to volume ratio of nano additives, reduced physical delay and superior cetane number properties which overall results in lowered BSEC trend for alumina blended TF blends. Among various dosing levels of alumina with TF, it is observed that TF20 exhibits lowest levels of BSEC which could be attributed to significant energy released during the combustion of nano additives.\nMoreover, addition of nano particles results in higher evaporation rate, lowered ignition delay and improved spray penetration altogether enhances the catalytic activity and improved combustion efficiency of TF20 thereby resulting in lower levels of BSEC. Lowered BSEC profile with alumina nano additives were reported in similar works as well (Shaafi & Velraj [14], Patel & Kumar [15], Prabu et al. [30]."
    }, {
      "heading" : "3.2.2. Effect of combustion chamber geometry on HPF",
      "text" : "The variation of BSEC for the test fuels in modified chamber geometries with respect to engine load is portrayed in Fig. 9b. It is observed that, the BSEC profile is in inverse trend of BTE as in case with previous research findings.With increase in engine load, there is a drop in BSEC due to high in-cylinder temperatures prevailing in the combustion chamber and very less energy required for maintaining the engine speed constant. Among different geometries considered, it is observed that TCC has higher BSEC profile in comparison to SDRCC and TRCC owing to lack of pace in swirl inducement. At 100% load, the BSEC of SDRCC, TRCC and TCC were lower than HCC-HPF by 8.89%, 10.37% and 4.44% respectively. The re-entrant chamber enhanced the performance characteristics significantly owing to better air fuel mixture direction towards the combustion zone and improved turbulence. On the whole,\nconsidering both BTE and BSEC, it is identified that HPF-TRCC remains a better combination for improved performance. These are in line with the findings of Saito et al. [41], Jaichandar & Annamalai [32] and Wickman et al. [42]."
    }, {
      "heading" : "3.2.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "The variation of BSEC for the test fuels in modified chamber geometry at various injection timings with respect to engine load is portrayed in Fig. 9c. It is observed that, highest BSEC is observed for HPF-HCC23 throughout the engine load conditions indicating lack of mixture formation and excess fuel accumulation in combustion zone leading to too much energy consumed for maintaining the engine speed to constant (at 1500 rpm). When fuelled with HPF, at 100% load, the BSEC of HPF-TRCC24 and HPF-TRCC21 were higher than HPF-TRCC23 by 7.48% and 9.01% respectively, while the lowest BSEC is recorded for HPF-TRCC22 (10.59 MJ/kW-hr). Lowered energy consumptionwith retarded injection timings were in linewith the findings of Agarwal et al. [34] and Mani et al. [35]. This could be attributed to effective fuel utilization at 22obTDC, which is also in good agreement with BTE profile, where HPF-TRCC22 ensures highest BTE throughout the engine load condition. This effective utilization is a resultant of optimized fuel blend, optimized combustion chamber geometry and optimal injection timing which together improves the performance of HPF in terms of higher BTE and lowered BSEC profiles. Further retardation in injection timing to 21obTDC resulted in higher BSEC levels which are in good agreement with the findings of Jaichandar et al. [32], Agarwal et al. [34] and Mani et al. [35]. Higher BSEC with advanced injection timings were reported in earlier studies of Sayin et al. [39] and Panneerselvam et al. [43], while lower BSEC with advanced injection timings were reported in literature of Gnanasekaran et al. [40] and Jindal et al. [35]."
    }, {
      "heading" : "3.3. Carbon monoxide (CO)",
      "text" : ""
    }, {
      "heading" : "3.3.1. Effect of nano additives on TF",
      "text" : "Fig. 10a illustrates the variation of carbon monoxide emissions for all the test fuels with respect to engine load. It is observed that DF100 exhibits highest CO level throughout the engine condition. In comparison to diesel fuel, JB100 as raw fuel leads to lower the CO emission by 13.33%,17.33%,13.95%, 24% and 9.76% at engine loads of 0%, 25%, 50%, 75% and 100% respectively. This could be attributed to availability of plenty of oxygen atoms in JB100 which enhances the conversion rate to CO2 from CO. TF exhibits lower CO emissions than JB100 throughout the engine load condition owing to the presence of ethanol which acts as combustion enhancer, which provokes faster rate of combustion followed by lowered CO emissions. Addition of alumina nano additives in TF further lowers the CO emission levels marginally. At full load condition, CO emissions of TF10, TF20 and TF30 were lower than TF by 2.81%, 11.24% and 8.99% respectively. This is because, alumina nano additives acts as oxygen buffer and oxygen donating catalyst for oxidation [72] of CO molecule. In addition, large surface area to volume ratio of alumina nanoparticles enhances the chemical reactivity and lowers the delay period which promotes complete combustion and lowered CO emissions. At higher temperatures, Al2O3 nanoparticle dissociates to Al2O and O. “Al2O00 molecule is very unstable at higher temperatures inside the combustion chamber which further disposes to 2Al and ½ O2. This oxygen molecule further reacts with CO to get converted to CO2 as illustrated in the following Equations (3)e(5):\nAl2O3/Al2Oþ 2O (3)\nAl2O/2Alþ 1 2 O2 (4)\nOþ CO/CO2 (5) Addition of nano additives lowers the ignition delay period and thereby promotes complete combustion [12]. Lowered CO emissions with addition of alumina nano particles were also reported in previous literature [13,14,29,30]."
    }, {
      "heading" : "3.3.2. Effect of combustion chamber geometry on HPF",
      "text" : "The modifications in combustion chamber geometries have found not only to improve the performance, but also strive to lower the exhaust tailpipe emissions significantly. Fig. 10b illustrates the variation of CO emissions for high performance fuel in modified combustion chamber geometries with respect to engine load. It is observed that, compared to ternary blends, DF100 exhibits highest CO emission profile owing to lack of oxygen content in its chemical structure and hence its inability to convert to CO2 via oxidation reaction. In comparison with HCC-HPF, all the modified chambers resulted in lowered CO emissions. At 100% load, CO emissions of SDRCC-HPF, TRCC-HPF and TCC-HPF were lower than HCC-HPF by 24.05%, 33.54% and 8.23% respectively. Such a drastic CO reduction can be attributed to improved air circulation inside the combustion chamber along with the presence of in-built oxygen in HPF which could improve the CO oxidation, thereby lowering the CO emissions. In comparison to TCC-HPF, CO reduction is maximum for SDRCC-HPF and TRCC-HPF due to effective O2 utilization leading to quicker breaking up of fuel molecules, improved swirl and squish formation and more fuel molecules directed towards the\ncombustion zone. To conclude, TRCC-HPF resulted in lowest CO emission throughout the engine load condition. Lowered CO emissions with re-entrant chamber geometry is in good agreement with the findings of Venkateswaran & Nagarajan [31], Wickman et al. [42] and Zhu et al. [45]."
    }, {
      "heading" : "3.3.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 10c illustrates the variation of CO emissions for high performance fuel in modified combustion chamber at various injection timings with respect to engine load. It is observed that, diesel fuel exhibits highest CO emission among all the considered blends. This could be attributed to absence of excess oxygen in the pure hydrocarbon fuel and its inability to promote improved oxidation rate. This higher CO is eventually lowered by 22.93%with the usage of HPF as alternative fuel. Further with the modification of geometry to TRCC, the CO emissions were lowered by 38.1%. Retarding the injection timing to 22obTDC with TRCC geometry, emissions of HPF shows a positive effect of lowered CO level by about 2.65%, 7.47%, 5.09%, 16.97% and 16.83% respectively in comparison to HPFTRCC23. Lowered CO emissions with retarded injection timing are in good accordance with the findings of Mani et al. [35] and Agarwal et al. [34]. Further retardation to 21obTDC increased the CO emissions by 20.51% at full load condition and this is in linewith the findings of Kumar et al. [46], Hariram et al. [47], Robert et al. [48] and Agarwal et al. [34]. Similarly, advancing the injection timing to 24obTDC increased the CO emissions by 29.11% in comparison with HPF-TRCC23 at full load condition. This can be attributed to the twin effect of poor oxidation rate and higher fuel rich zones inside the combustion chamber at 21obTDC and 24obTDC together lowering the conversion rate of CO to CO2 and higher CO emissions. These are in contrary to previous findings of Sayin et al. [39], Ganapathy et al. [36] and Gnanasekaran et al. [40] where they found the CO emissions to decreasewith advanced injection timing. However, HPF-TRCC22 ensured lowered CO profile throughout the engine load owing to the combined characteristics of improved fuel-air mixing rate, effective oxidation of nano additives [28,70e73] and ethanol in HPF, followed by favorable squish and swirl motions at optimum residence time provided by the retarded timing altogether facilitating more CO2 conversion followed by lowered CO emissions."
    }, {
      "heading" : "3.4. Hydrocarbon (HC)",
      "text" : ""
    }, {
      "heading" : "3.4.1. Effect of nano additives on TF",
      "text" : "Fig. 11a displays the variation of hydrocarbon emissions for all the test fuels with respect to engine load. It is observed that DF100 exhibits highest HC levels throughout the engine load condition. In comparison to diesel fuel, JB100 as raw fuel tends to lower the HC emissions by 4.74%, 10.59%, 13.41%, 11.66% and 7.99% respectively at all the engine loads. The profile is similar to CO emissions where the neat diesel possesses higher emissions in comparison with JB100. With increase in engine load, the HC emissions increases for all the test fuels owing to excess available fuel in combustion zone and moremixture formation in cold quench areas like crevices and wall films. TF possess lowered HC emissions in comparison with JB100 due to the presence of ethanol which supplies readily available oxygen atoms during combustion, thereby oxidising the soot precursors followed by complete combustion and lowered HC emissions for TF blend. At full load condition, the HC emission of TF is lower than DF100 and JB100 by 12.27% and 4.65% respectively.\nAddition of alumina nano particle in TF blend showed typical reductions in HC emissions for all the dosage levels in comparison with DF100 and JB100. The activation energy of alumina nanoparticle tends to burn off the carbon deposits within the engine\ncylinder especially at quench layers. Moreover, the in-built oxygen atoms released by nano additives at higher temperatures during combustion helps to oxidise the soot precursors thereby promoting complete combustion and lowered HC emissions. At full load, the HC emissions of TF10, TF20 and TF30 were lower than TF by 2.44%, 5.69% and 4.07% respectively. The presence of oxygen buffer in nano additives, lowered viscosity and increased contact area of fuel-air mixture overall contributes to high heat transfer rate of the fuel. Metal oxide nano additives acts as oxygen donating catalyst, thereby providing oxygen for oxidation [28,70e73] of unburned hydrocarbons and CO emissions or absorbs oxygen for lowering NOx emissions. To sum up, TF20 blend resulted in lowest HC emission in comparison with other dosage levels. Lowered HC emissions with alumina nano additives were in good accordance with previous research findings of Prabu et al. [30], Rao & Anand [49], Sivakumar et al. [13], Basha & Anand [50]."
    }, {
      "heading" : "3.4.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 11b displays the variation of hydrocarbon emissions for high performance fuel in modified combustion chamber geometries with respect to engine load. It is observed that, the modified chambers played a significant role in reducing the unburned HC formation. Highest HC formation is reported for HCC-DF100 while lowest HC is observed for TRCC-HPF. At 100% engine load, TRCCHPF exhibits HC emissions of 47.4 ppm which is lower than HCCHPF, SDRCC-HPF and TCC-HPF by 22.49%, 13.52% and 15.63% respectively. The main reason for HC emissions are rich mixture formation in the crevice areas inside the combustion zone [52,53]. The re-entrant profile of TRCC geometry helps to sustain the fuel mixture's turbulent kinetic energy and re-channels them towards the combustion zone. This tends to lower the stagnation of rich mixtures inside the combustion zone followed by effective HC\nreduction. TCC-HPF exhibits higher HC emissions in comparison with TRCC-HPF and SDRCC-HPF at full load condition, which could be attributed to the wall wetting tendency of torroidal chamber without re-entrant profile which affects the direction of fuel towards combustion zone, thereby liberating higher HC emissions. To conclude with, HPF operated with TRCC combustion chamber geometry is considered as optimized blend for lowering the un-burnt HC emissions. Lowered HC emissions with re-entrant geometry were in good agreement with the findings of Venkateswaran & Nagarajan [31], Ravichandran et al. [33], Wickman et al. [42] and Jaichandar et al. [32]."
    }, {
      "heading" : "3.4.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 11c displays the variation of hydrocarbon emissions for high performance fuel in modified combustion chamber at various injection timings with respect to engine load. It is observed that, HC profile is highest for diesel fuel In comparisonwith diesel fuel, HPFHCC23 resulted in lowered HC emissions by 17.11%, 17.65%, 23.97%, 21.96% and 17.26% at engine loads of 0%, 25%, 50%, 75% and 100% respectively. When HPF is operated with TRCC, the HC emissions are further lowered by 31.08%, 35.27%, 35.69%, 33.74% and 32.24% in comparison with diesel fuel. Retarding the injection timing caused both incremental as well as decreased HC profiles. In comparison with HPF-TRCC23, HC emissions of HPF-TRCC22 were lower throughout the engine load and are in range of 28.3 ppm, 29.61 ppm, 34.12 ppm, 40.8 ppm and 51.4 ppm respectively. Lowered HC emissions with retarded injection timing are in good accordance with findings of Mani et al. [41] and Agarwal et al. [39]. TRCC-HPF-RT21 and TRCC-HPF-AT24 resulted in marginal increase in HC emissions indicating lowered residence time for mixture formation and occurrence of fuel rich zones inside the combustion chamber leading to higher HC emissions. These are in contrary to previous findings of Sayin et al. [39], Ganapathy et al. [36] and Gnanasekaran et al. [40] where they found the HC emissions to decrease with advanced injection timing. Similarly, higher HC emissions with too much retardation in injection timing are found in literature of Sayin et al. [39], Agarwal et al. [34] and Kumar et al. [46]."
    }, {
      "heading" : "3.5. Carbon dioxide (CO2)",
      "text" : ""
    }, {
      "heading" : "3.5.1. Effect of nano additives on TF",
      "text" : "Fig. 12a shows the variation of CO2 emissions for nano blended test fuels with respect to different engine load conditions. Addition of alumina nano particle in TF blend resulted in increased CO2 levels in comparison with DF100 and JB100. This is in good agreement with lowered CO levels for TF blend with nano additives, as CO and CO2 usually follows the inverse trend. When the conversion rate of CO to CO2 is higher, then there will be lower CO and higher CO2 indicating better combustion. Addition of nano particles causes improvement in combustion characteristics like enhanced heat transfer rate and shortened delay perios thereby providing higher enthalpies of reaction. These above mentioned factrs enhances the conversion rate of CO to CO2 and therefore resulting in higher CO2 levels for all the alumina doped TF blends. In comparison with TF, CO2 levels of TFþ10 ppm, TFþ20 ppm and TFþ30 ppmwere higher by 1.32%, 3.95% and 2.63% at full load conditions. This can be attributed to lowered viscosity, enhanced cetane number properties and improved ignition characteristics of nano particle blended fuel which altogether results in improved combustion followed by higher CO2 levels. To conclude, TFþ20 ppm nano additives blend resulted in highest CO2 level throughout the engine load in comparison with rest of the blends. Higher CO2 levels with alumina nano particle addition were in good agreement with findings of\nHosseini et al. [29] and Mehta et al. [54], while some contrary results of higher CO2 were observed for Shaaf & Velraj [14]."
    }, {
      "heading" : "3.5.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 12b portrays the variation of carbon dioxide emissions for high performance fuel in modified combustion chamber geometries with respect to engine load. It is observed that, with increasing engine load, the CO2 emissions tends to increase indicating complete combustion at higher in-cylinder temperatures. Lowest CO2 emissions were observed for HCC-DF100 and with adoption of TF blend, the CO2 emissions improved marginally. All the chamber geometries operated with HPF exhibit higher CO2 levels in comparison with HCC-HPF owing to improved combustion characteristics. At 100% load, the CO2 emissions of SDRCC-HPF, TRCC-HPF and TCC-HPF were higher than HCC-HPF by 9.49%, 15.19% and 2.53% respectively. This could be attributed to the presence of in-built oxygen in HPF and modified chambers which direct the oxygen rich fuel towards the combustion zone thereby improving the CO oxidation causing surplus CO2 levels at the exhaust. Further, the presence of nano additives in HPF helps the mixture to get agglomerated towards the combustion zone due to high surface are to volume ratio which overall contributes to better combustion and higher CO2 emissions. To sum up, SDRCC and TRCC geometries were effective in improving the combustion of HPF and thereby resulted in highest CO2 emissions of 8.7% and 9.1% respectively. These are in contradiction with the results of Wickman et al. [42] and Mamilla et al. [55], where the torroidal and re-entrant chambers produced lowered CO2 emissions."
    }, {
      "heading" : "3.5.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 12c portrays the variation of carbon dioxide emissions for high performance fuel in modified combustion chamber at various injection timings with respect to engine load. It is observed that, lowest CO2 emissions were obtained for diesel fuel, HPF blends at various operating conditions resulted in higher CO2 emissions which stand as an indicator of complete combustion with oxygenates addition. Application of HPF in HCC caused higher CO2 emissions by 41.67%, 32.26%, 41.03%, 26.32% and 8.22%, at engine loads of 0%, 25%, 50%, 75% and 100% respectively, in comparison with diesel fuel. When HPF is operated ate HPF-TRCC23, the CO2 emissions were further increased indicating betterment of combustion process. Advancing the injection timing to 24obTDC resulted in lowered CO2 emissions throughout the engine load condition. At 100% load, COs2 emissions of HPF-TRCC24were lower than HPF-TRCC23 by 4.26%. Lowered CO2 emissions with advanced injection timing were in accordance with findings of Nwafor [56]. This could be attributed to longer delay period which prolongs the mixing time and affects the PCP, which in turn results in faster burning rate, all these factors tends to shatter the direction of fuelair mixture directed towards the combustion zone and lowered oxidation of CO, resulting in higher CO and lower CO2 emissions. Highest CO2 levels were observed for HPF-TRCC22 which can be attributed to the pooled effect of improved air-fuel mixing rate, effective oxidation of additives [28,70e73], along with desirable squish and swirl motions at optimum residence time provided by 22obTDC injection timing which facilitates faster CO oxidation and higher CO2 emissions. Since CO2 and H2O are considered as products of complete combustion, HPF-TRCC22 blend proves to improve the combustion significantly in comparison with other injection timings."
    }, {
      "heading" : "3.6. Oxides of Nitrogen (NOx)",
      "text" : ""
    }, {
      "heading" : "3.6.1. Effect of nano additives on TF",
      "text" : "Fig. 13a shows the variation of nitrogen oxides emissions for all the test fuels with respect to engine load. From figure, it is observed that, NOx emissions of JB100 were higher than diesel fuel throughout the engine load condition owing to the presence of O2 molecule which could have boosted the combustion rate and raise the in-cylinder temperatures which were favorable factors for the formation of NOx. At 100% engine load, the NOx emissions of JB100 were higher than DF100 by 10.38%, which could be attributed to higher cylinder temperatures achieved by JB100 along with higher oxygen content.\nWith increase in engine load, the NOx emission increases due to more retained heat inside the combustion chamber from preceding cycles. It is observed that, the NOx profile of TF is highest among the test fuels ranging about 132 ppm, 192 ppm, 320 ppm, 560 ppm and 756 ppm throughout the engine load condition. This could be attributed to the presence of in-built oxygen molecule in ternary blends promoting the oxidation rate of biodiesel, followed by increased in-cylinder temperatures and higher NOx profile. From Fig. 10a, it is clear that, in comparison with TF, NOx emissions of TF10, TF20 and TF30 were lower by 4.89%, 9.29% and 7.67% respectively. This could be attributed to the presence of alumina nano additives which lowers the soot oxidation temperature [70,72] and also acts as catalyst for reduction of hydroxyl radicals resulting in lowered amount of NOx emissions. Lowered NOx emissions with alumina nanoparticle addition were also reported in earlier research findings of Basha & Anand [51] as shown in equation (6).\nAl2O3 þ NO/2AlOþ 1 2 N2 (6)\nAt higher in-cylinder temperatures, Al2O3 nanoparticles reacts with NO to form 2AlO and ½ N2, thereby lowering the possibility of NOx formation as represented in equation (4). To conclude with, TF20 exhibits lowest NOx emissions of about 685 ppm at full load condition, which is at acceptable limit in comparison with that of other test fuels."
    }, {
      "heading" : "3.6.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 13b portrays the variation of nitrogen oxides emissions for high performance fuel in modified combustion chamber geometries with respect to engine load. Lowest NOx emissions were observed for HCC-DF100 throughout the engine load condition. HCC-HPF resulted in higher NOx in comparisonwith HCC-DF100 by 51.56%, 44.44%, 50.51%, 8.44% and 3.01% at engine loads of 0%, 25%, 50%, 75% and 100% respectively. All the combustion chamber geometries exhibit higher NOx levels in comparisonwith HCC-HPF. At 100% load, SDRCC-HPF, TRCC-HPF and TCC-HPF exhibit higher NOx levels of 761 ppm, 802 ppm and 703 ppm in comparison with HCCHPF (685 ppm). Among different chamber geometries, lowest NOx profile were observed for TCC-HPF which could be attributed to lowered swirl and squish motion of the fuel and improperly directed fuel spray away from the combustion zone thereby lowering the AFT, improper O2 utilization altogether lowering the NOx profile. Even though TRCC-HPF resulted in highest NOx emissions of 802 ppm at full load, it has a positive compromise of higher BTE and lowered HC and CO emissions in comparison with other geometries. These are similar to the findings of Mamilla et al.\n[55] and Jaichandar et al. [32] where there is higher NOx with torroidal and re-entrant chambers, however some contradicting results with lowered NOx for re-entrant geometries were also observed for Prasad et al. [57], Li et al. [58] andWickman et al. [42]."
    }, {
      "heading" : "3.6.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 13c portrays the variation of nitrogen oxides emissions for high performance fuel in modified combustion chamber at various injection timings with respect to engine load. Nitrogen oxides emission formation can be attributed to improved burning rate, higher inbuilt excess oxygen content and higher adiabatic flame temperatures (AFT) where N2 in air reacts with O2 to formNO. From the figure, it is observed that HPF blends at various operating conditions tends to have higher NOx in comparison to diesel fuel indicating improvement in combustion with higher in-cylinder temperatures. In comparison to HPF-TRCC23, the NOx emissions of HPF-TRCC22 and HPF-TRCC21 were lowered by 12.16% and 22.53% respectively at full load condition. This can be attributed to the optimum combustion chamber geometry and injection timing leading to reductions in maximum temperature of burning gases and O2 content thereby lowering the NOx emissions [39,68,69]. Lowered NOx emissions with retarded injection timing were in good accordance with the findings of Sayin et al. [39], Jaichandar et al. [37], Agarwal et al. [34] and Hariram et al. [47]. Further retardation in injection timing to RT21 still lowers the NOx emissions as observed in similar works of Mani et al. [35], Sayin et al. [39] and Hariram et al. [47]. Advancing the injection timing to 24obTDC resulted in marginal increase in NOx emissions in comparison to HPF-TRCC23. This marginal increase is owing to earlier start of combustion of HPF in relation to TDC, which results in surge in cylinder pressure and HRR, quicker attainment of AFT followed by higher NOx profile. These are in good agreement with the findings of Sayin et al. [39], Ganapathy et al. [36] and Panneerselvam et al. [43]. However, some literature have reported lowered NOx emissions with advanced injection timings [40,44]."
    }, {
      "heading" : "3.7. Smoke opacity",
      "text" : ""
    }, {
      "heading" : "3.7.1. Effect of nano additives on TF",
      "text" : "Fig. 14a depicts the variation of smoke opacity for all the test fuels with respect to engine load. It is observed that, DF100 exhibits highest smoke level throughout the engine load condition. At 100% load, the smoke level of JB100 were lower than DF100 by 13.58%, which could be attributed to the presence of fuel bound oxygen atoms in JB100, which helps in improving the combustion rate followed by lowered smoke. Smoke is generally a resultant of incomplete combustion. In CI engines, the smoke formation can be attributed to deficiency of air in combustion rich zones, poor atomization and excess fuel accumulation in combustion chamber. Lowered smoke emissions for JB100 can henceforth be attributed to better oxidation occurring near the fuel rich zones inside the combustion chamber [74]. Interestingly, in comparison with JB100, the TF blend possess higher smoke levels till 50% load while the smoke level drops to 52% and 65% at engine loads of 75% and 100%, respectively. This could be attributed to the fumigation of ethanol in TF blendwhich is effective at higher engine loads leading tomore complete combustion, especially at higher loads. Addition of alumina nano particle in TF lowered the smoke emissions nominally as observed in Fig. 4.17. At 100% load, the smoke emissions of TF10, TF20 and TF30 blends were lower than TF by 5.37%, 6.92% and 6.15%, respectively. Addition of alumina nano particles in TF resulted in enhanced evaporation rate, lowered ignition delay period and improved ignition characteristics. Owing to shortened ID period, excess amount of fuel is collected inside the combustion\nchamber prior to ignition which ensures better air-fuel mixing and higher combustion efficiency followed by lowered smoke emissions. In comparison with other dosage levels, TF20 showed major drop in smoke level due to the presence of optimum fuel viscosity and cetane number characteristics which can possibly influence the droplet diameter size and fuel spray characteristics which altogether lowers the smoke emission significantly. Lowered smoke emissions with alumina nano particle addition are in good agreement with the findings of Basha & Anand [51], Sadhik Basha & Anand [50] and Kao et al. [24]."
    }, {
      "heading" : "3.7.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 14b defines the variation of smoke emissions for high performance fuel in modified combustion chamber geometries with respect to engine load. It is observed that, there is a trade-off between NOx and smoke opacity as several literature pointed out. Highest smoke level is observed for HCC-DF100 throughout the engine load condition. In comparison with HCC-HPF, all the combustion chamber geometries have emitted lowered smoke emissions. However, lowest smoke emissions were observed for TRCCHPF throughout the engine load condition. In comparison with HCC-HPF, the smoke emissions of SDRCC-HPF, TRCC-HPF and TCCHPF were lowered by 3.31%, 14.38% and 2.98% at full engine load condition. This could be attributed to modified geometries offering improved spray penetration along with enhanced evaporation rate and quicker burning altogether lowering the deficiency of air in combustion rich zone and reduces the possibility of unwanted fuel accumulation in nozzle sac volumes, followed by lowered smoke emissions. Greatest smoke reduction was achieved by TRCC-HPF throughout the engine load owing to improved swirl motion of fuel helping in lowering the soot oxidation, effective oxidation of\nadditives [71,72] such as ethanol and alumina nano particle and thereby lowering the smoke significantly. Lowered smoke emissions for re-entrant profile were in good agreement with the findings of Ravichandran et al. [33] and Li et al. [58]."
    }, {
      "heading" : "3.7.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 14c defines the variation of smoke emissions for high performance fuel in modified combustion chamber at various injection timings with respect to engine load. The variation of smoke emissions is in good agreement with the NOx-smoke trade off characteristics. Lowest smoke is observed for HPF-TRCC24 of about 6.3%, 24.2%, 29.4%, 27.9% and 45.7% at engine loads of 0%, 25%, 50%, 75% and 100% respectively. This could be attributed to availability of excess residence time for fuel accumulation thereby leading to a surge in cylinder pressure and heat release rate, better spray atomization and lowered delay period (evident from cylinder pressure curve at Fig. 15b) resulting in limited formation of fuel rich zones(crevices and cylinder walls) [74] inside the combustion chamber thereby leading to lowered smoke emissions.\nMoreover, at advanced injection timing there is more possibility of oxidation of soot precursors owing to improved in-cylinder temperatures paving way for vaporization of ethanol in HPF followed by improved combustion and lowered smoke emissions. These are in good agreement with the findings of Sayin et al. [39], Gnanasekaran et al. [40] and Jindal et al. [44]. Retardation of injection timing tends to increase the smoke emissions which are in accordance with NOx-smoke trade off characteristics. HPF-TRCC21 and HPF-TRCC22 has higher smoke opacity of 56.8% and 55.7% in comparison with TRCC-HPF- ST23 (54.1%). This can be attributed to the reduced in-cylinder temperature which affects the oxidation of soot precursors, as well as making an impact in insufficient premixed combustion leading to higher smoke formation. Higher smoke emissions with retarded injection timings were in good agreement with the findings of Sayin et al. [39], Kumar et al. [46], Hariram et al. [47] and Jaichandar et al. [32]. Further retardation in injection timing to 21obTDC showed higher smoke emissions, which are in good agreement with the findings of Mani et al. [35], Sayin et al. [39] and Hariram et al. [47]."
    }, {
      "heading" : "3.8. Cylinder pressure",
      "text" : ""
    }, {
      "heading" : "3.8.1. Effect of nano additives on TF",
      "text" : "Fig.15a illustrates the variation of in-cylinder pressure for all the test fuels with respect to crank angle. As observed from the figure, the maximum cylinder pressure is observed for DF100 (74.4 bar), while the lowest cylinder pressure is obtained for JB100 (62.44 bar). The in-cylinder pressure is a function of fuel property (especially the viscosity and cetane number properties), as it profoundly influences the air-fuel interaction and combustion process. When the viscosity of fuel is lower and its cetane number properties are enhanced, then the air-fuel mixture formation is very uniform followed by increased pressure. JB100 is of very high dense, highly viscous and has lowered calorific value in comparison with DF100 (as observed from Table 2) which could have presumably affected the air-fuel interaction characteristics (especially the atomization and evaporation rate) followed by lowered cylinder pressure. TF blend showed improved cylinder pressure of 67.29 bar in comparison with JB100 (62.44 bar) which could be attributed to lowered viscosity and improved calorific values. In addition to above states, the presence of ethanol in TF makes the in-built fuel O2 molecules to effectively take part in combustion followed by improved cylinder pressure. TF blended with alumina nano additives showed improved cylinder pressure in comparison with JB100 and TF. Cylinder pressures of TF10, TF20 and TF30 were 70.23 bar, 72.67 bar\nand 71.6 bar, respectively. The main reason attributed to such increase in cylinder pressure is higher surface area to volume ratio of alumina nano additives which improves the combustion efficiency followed by higher premixed combustion phase and improved cylinder pressures. Among various dosage levels, TF20 stand superior in cylinder pressure (72.67 bar) which is only 2.33% lower than diesel fuel."
    }, {
      "heading" : "3.8.2. Effect of combustion chamber geometry on HPF",
      "text" : "Fig. 15b illustrates the variation of in-cylinder pressure for high performance fuel in modified combustion chamber geometries with respect to with respect to crank angle. As observed from the figure, in comparison with HCC-DF100, both the TF and HPF blends resulted in lowered cylinder pressure. Operating HPF at various chamber geometries had a positive incremental effect in cylinder pressures. Also, it is found that, with modification of chamber geometry, the pressure rise starts earlier with respect to Top Dead Centre (TDC) which is an interesting phenomenon. While HCC-HPF exhibited cylinder pressure of 71.37 bar at 368obTDC, cylinder pressures of SDRCC-HPF, TRCC-HPF and TCC-HPF were 75.31 bar, 78.68 bar and 72.66 bar respectively. The improved pressure rise can be attributed to better fuel-air mixing, enhanced evaporation rate and long fuel spray penetration characteristics of HPF with modified combustion chambers. Highest cylinder pressure of 78.68 bar is observed for TRCC-HPF owing to its re-entrant profile improving the atomization, fuel-air mixing rate and evaporation rate which can presumably support improving the combustion efficiency of fuel followed by higher in-cylinder pressures. Moreover, the effect of ethanol's inbuilt oxygen content in HPF and catalytic activity of nano additives were well utilized in TRCC-HPF in comparison with other chamber geometries which could also validate the higher cylinder pressures."
    }, {
      "heading" : "3.8.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 15c illustrates the variation of in-cylinder pressure for high performance fuel in modified combustion chamber at various injection timings with respect to with respect to crank angle. As observed from the figure, in comparison with HPF-HCC23, all the blends exhibit higher cylinder pressures. On modifying the combustion chamber to TRCC, the cylinder pressure is improved to 78.28 bar, which is 6.69% and 9.85% higher than DIESEL-HCC23 and HPF-HCC23 respectively. This could be attributed to the re-entrant profile of TRCC geometry which increases the rim temperature, lowers the delay period and improves the combustion efficiency followed by higher in-cylinder pressure. Further, on varying the injection timing, cylinder pressure is increased to 78.49 bar at advanced injection timing of 24obTDC, while the cylinder pressure is reduced to 75.42 bar and 72.69 bar for retarded injection timings of 22obTDC and 21obTDC, respectively. This is because, at retarded injection timing, the start of injection is delayed and combustion duration is lowered which in turn lowers the peak in-cylinder temperatures and pressures. This is also coherent with the lowered NOx emissionwhich is a clear indicator of lowered in-cylinder temperatures which suppresses NOx. These are in good agreement with the findings of Raju et al. [59], Ganapathy et al. [36] and Mohan et al. [60]. However, at advanced injection timing of 24obTDC, temperature and pressure inside the combustion chamber is marginally higher, which in turn affects the ignition delay characteristics and makes very less O2 available for combustion with delayed burning thereby leading to higher in-cylinder temperatures. These are in good agreement with the findings of Raju et al. [59], Park et al. [61], Mohan et al. [60], Dhar et al. [62] and Senthil et al. [63]. Similarly, it is observed that the NOx emissions are highest for TRCC-HPF-AT24 throughout the engine load\nindicating higher in-cylinder temperatures."
    }, {
      "heading" : "3.9. Heat release rate (HRR) and cumulative heat release rate (CHRR)",
      "text" : ""
    }, {
      "heading" : "3.9.1. Effect of nano additives on TF",
      "text" : "Fig. 14a represents the variation of HRR and CHRR for various\ntest fuels with respect to crank angle at 100% engine load condition. Highest HRR is observed for DF100 (84.41 J/degCA) in comparison with other test fuels. This could be attributed to more diesel fuel accumulating at premixed combustion phase (primary stage) and the lower cetane numbered diesel fuel liberates more heat in comparison with other test fuels. JB100 fuel exhibits lowest HRR of 56.85 J/degCA owing to its typical fuel properties such as denser\nand more viscous nature which could have perhaps affected the evaporation rate at premixed stage. However, the improved cetane number properties of JB100 enables itself to liberate heat at earlier crank angles well before the TDC and makes the diffusion combustion to be more prolonged, because the presence of O2 molecule plays major effect only at later stages of combustion. TF blend exhibits HRR of 69.31 J/degCAwhich is 21.92% higher than JB100. This can be attributed to lower proportions of biodiesel and presence of ethanol in the blend which altogether lowers the fuel accumulation in premixed combustion phase. TF10, TF20 and TF30 exhibits HRR values of about 70.58 J/degCA, 76.22 J/degCA and 71.66 J/degCA which are higher than TF (69.31 J/degCA). Similarly the CHRR values of TF10, TF20 and TF30 are higher than TF by 1.49%, 3.79% and 2.57% respectively. Highest CHRR is observed for TF20 (1171.1 J) which is higher than DF100 by 7.76%. CHRR trend of diesel fuel shows the significant variation in delay period amounting to excess fuel accumulation during the premixed combustion duration which causes higher HRR and overall lowest CHRR values. These are in good agreement with the previous research findings of Rao & Anand [49], Basha & Anand [50] and Tyagi et al. [27]. To conclude with, TF20 resulted in improved combustion characteristics in comparison with other test fuels."
    }, {
      "heading" : "3.9.2. Effect of combustion chamber geometry on HPF",
      "text" : "The HRR and CHRR profiles were illustrated in Fig. 14b for the operation of high performance fuel in modified combustion chamber geometries with respect to crank angle. Similar to the cylinder pressure characteristics, the HRR of TF and HPF were in lowered trends in comparisonwith diesel fuel. However, subjection of HPF at various chamber geometries have resulted in surge in HRR, occurring earlier to TDC. Highest HRR is observed for TRCCHPF (89.18 J/degCA) followed by TCC-HPF (80.18 J/degCA) and SDRCC-HPF (83.01 J/deg CA). This could be attributed to variation in fuel properties during combustion such as change in delay period, improved atomization and evaporation rate. TRCC-HPF resulted in highest HRR of about 89.18 J/degCA owing to the torroidal reentrant profile paving way for higher fuel spray penetration and improved burning rate. These are in good agreement with the obtained CHRR values. Highest CHRR is obtained for TRCC-HPF (1221.42 J) followed by SDRCC-HPF (1202.3 J), TCC-HPF (1184.68 J) and HCC-HPF (1166.56 J). Hence, to conclude with, the re-entrant profiles (SDRCC & TRCC) resulted in higher HRR and CHRR values owing to improved air-fuel mixing rate and longer penetration of fuel spray characteristics."
    }, {
      "heading" : "3.9.3. Combined effect of combustion chamber geometry and injection timing on HPF",
      "text" : "Fig. 14c illustrates the variation of HRR and CHRR for high performance fuel in modified combustion chamber at various injection timings with respect to with respect to crank angle. In comparison with diesel fuel, the HRR of HPF-HCC23 is lower by 20.37% which could be attributed to slightly higher dense and viscous nature of HPF leading to excess diesel fuel accumulation on premixed combustion stage itself and therefore liberating higher heat in comparison with HPF. However, when HPF operated with TRCC geometry, the HRR is improved by 25.5% owing to the re-entrant profile providing better squish and swirl motion, effective oxidation of ethanol and nano additives in the base fuel and improved spray penetrations. On varying the injection timing, it is observed that, advancing the timing to 24obTDC liberates higher HRR while retarding to 22obTDC and 21obTDC lowers the HRR. The main reason for HPF-TRCC23 to exhibit highest HRR of 88.27 J/deg CA is attributed to improved fuel spray characteristics along with lower premixed combustion period resulting in higher residence time and improved HRR. These are in good agreement with the findings\nof Kannan et al. [64], Puhan et al. [30], Kannan et al. [65], Sharma et al. [66] and Kim et al. [67]. The main reason for HPF-TRCC22 and HPF-TRCC21 to have lowered HRR of 85.34 J/deg CA and 78.46 J/deg CA, in comparison with HPF-TRCC23 (88.27 J/deg CA) is that with retarded timing, the fuel injection begins lately followed by lowered combustion duration, lowered in-cylinder temperatures and lowered HRR occurring closer to TDC. This is in coherence with obtained values of CHRR, where the maximum CHRR is observed for HPF-TRCC24 (1287.21 J), followed by HPF-TRCC22 (1202.2 J), HPF-TRCC21 (1148.8 J) and DIESEL-HCC23 (1093.98 J)."
    }, {
      "heading" : "3.10. Diesel-RK in-cylinder flow simulation",
      "text" : "The ternary fuel (20% biodiesel, 10% ethanol and 70% diesel fuel) is doped with alumina nano additives of 20 ppm and the resulting fuel is termed as high performance fuel (HPF). The properties of HPF is input to the Diesel-RK simulation software under same operating conditions of diesel engine and runs at different combustion chamber geometries such as HCC, SDRCC, TCC and TRCC. The Fuel spray formation and combustion simulation of the designed piston bowl geometries are delineated in Fig. 16. From the Diesel-RK simulation software results, among all the piston bowl geometries, TRCC (torroidal re-entrant combustion chamber) geometry is found to be effective among other geometries with respect to the performance and combustion parameters. It is owing to powerful squish along with the air movement created by the TRCC leads to complete combustion of the air/fuel mixture.\nThe results obtained from the Diesel-RK simulation are compared with the actual experimental values under same operating conditions of diesel engine powered with the high performance fuel for the different piston bowl geometries such as HCC, SDRCC, TCC and TRCC is presented in Table 10. It is found that the TRCC shown superior performance in brake thermal efficiency, lower specific fuel consumption, maximum cylinder pressure and higher heat release rate when compared to the other combustion chambers used in this study. This is mainly due to the induced squish and swirl flow of TRCC plays a significant role in the turbulence generation process results in enhanced combustion of fuel air mixture. Further, the simulation test results are very close to the experimental values. However, the theoretical simulation values are slightly higher over actual values due to neglecting the heat losses and friction. Al-Dawody and Bhatti [76] critically studied the optimization strategies mitigate the nitrogen oxide emissions of diesel engine with DIESEL-RK simulation software. They suggested the deeper piston bowl with small diameter shown significant reduction in NOx emissions."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The current experimental work is proposed to investigate the combined effect of nano additives, combustion chamber geometry and injection timing on the operation of ternary fuel (TF). Initially, the TF is doped with alumina nano particle at three fractions of about 10 ppm, 20 ppm and 30 ppm. The best blend obtained based on experimentation was termed as high performance fuel (HPF). The HPF thus obtained is subjected to varied combustion chamber geometries namely HCC (hemispherical combustion chamber), TCC (torroidal combustion chamber), TRCC (torroidal re-entrant combustion chamber) and SDRCC (shallow depth re-entrant combustion chamber, among which TRCC ensued higher BTE and BSEC by 11.51% and 10.37% along with emission reductions of HC, CO and Smoke by 18.36%, 33.54% and 14.38% respectively. Hence, for operating HPF at varied injection timings (IT's), TRCC geometry is preferred owing to its enhanced performance and lowered emission characteristics.\nAs a final venture, HPF-TRCC is subjected to 4 different IT's namely, 21obTDC (HPF-TRCC21), 22obTDC (HPF-TRCC22), 23obTDC (HPF-TRCC23) and 24obTDC (HPF-TRCC24). Based on experimentation, the overall picture of performance, combustion and emissions were summarized as follows:\nThe current experimental phase is carried out to investigate the combined effect of modified combustion chamber geometry and varied injection timings on the operation of high performance fuel in a single cylinder diesel engine. Further, the in-cylinder flows of various combustion chambers are presented when these are simulated with DIESEL-RK engine software. Based on experimentation, the overall picture of performance, combustion and emissions were summarized as follows:\n1. Performance wise, HPF-TRCC22 ensued highest BTE of about 32.8%, in comparison with DF100-HCC23 (32.7%), HPF-TRCC21 (31.4%), HPF-TRCC24 (32.5%). This can be attributed to favorable retarded injection timing for modified combustion chamber enhancing the air-fuel mixing rate, evaporation rate and improved combustion efficiency thereby resulting in high BTE and low BSEC profiles. 2. Emission wise, HPF-TRCC22 resulted in lowered HC and CO emissions of about 9.18% and 16.83% in comparison with HPFTRCC23. This only in compensation of marginally higher NOx emissions. HPF-TRCC21 resulted in lowered NOx emissions by 22.53%, but this reduction is only in compensation of higher HC and CO emissions of 6.13% and 20.51% in comparison with HPFTRCC23. 3. In combustion point of view, it is observed that, cylinder pressure and HRR of HPF-TRCC22 stays at an acceptable range of 75.42 bar and 85.34 J/deg CA in comparison with other test blends. 4. The Diesel-RK simulation results are verified with the experimental measurement values for different combustion geometries under same operating conditions. Finally it confirms TRCC is better design for effective combustion.\nSubsequently, TF blended with 20 ppm alumina nano additive, operated at TRCC geometry at 22 bTDC (HPF-TRCC22) is found to be the best operating condition due to its improved performance with minimized HC and CO emissions.\nScope for future work.\nThe ethanol content in the work reported here is limited to 10%. Further works can be extended with higher ethanol content with the final optimized engine condition. Experiments can be further extended for ternary fuel operation with 4 hole & 5 hole nozzle injection rather than conventional 3 hole nozzle and its behaviour can be studied in the optimized engine parameters. Microscopic investigations of fuel spray characteristics with a miniature camera inside the optimized combustion chamber along with CFD validation of fuel spray pattern can be an interesting research. Dual fuelling of acetylene or hydrogen along with the ternary blends in the current optimized engine condition and analyzing the behaviour in terms of performance and emissions could be a possible extended work."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The authors thanks the Ministry of New and Renewable Energy (MNRE) of Government of India for its technical support for this investigation and thank Centre for Nanotechnology (Anna University, Chennai) for synthesis, characterization of nanoparticles."
    } ],
    "references" : [ {
      "title" : "Evaluating real-world emissions of lightduty gasoline vehicles with deactivated three-way catalyst converters. Atmospheric Pollution Research 2018;9(1):126e32",
      "author" : [ "X Zheng", "Y Wu", "S Zhang", "L He", "J. Hao" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Pollution concentrations in Delhi India during winter 2015e16: a case study of an odd-even vehicle strategy",
      "author" : [ "S Tiwari", "A Thomas", "P Rao", "DM Chate", "VK Soni", "S Singh", "SD Ghude", "D Singh", "PK. Hopke" ],
      "venue" : "Atmos Pollut Res",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Evaluation of the engine performance and exhaust emissions of biodiesel-bioethanol-diesel blends using kernel-based extreme learning machine. Energy 2018;159:1075e87",
      "author" : [ "AS Silitonga", "HH Masjuki", "HC Ong", "AH Sebayang", "S Dharma", "F Kusumo", "J Siswantoro", "J Milano", "K Daud", "TMI Mahlia", "WH. Chen" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Fast spectrophotometric determination of iodine value in biodiesel and vegetable oils",
      "author" : [ "Soares S", "Rocha FR" ],
      "venue" : "J Braz Chem Soc 2018;29(8):1701e6",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Investigation of the effects of butanol addition on safflower biodiesel usage as fuel in a generator diesel engine. Fuel 2018;222:385e93",
      "author" : [ "Y Çelebi", "H. Aydın" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Alcohol fuels for spark-ignition engines: performance, efficiency and emission effects at mid to high blend rates for binary mixtures and pure components",
      "author" : [ "JW Turner", "AG Lewis", "S Akehurst", "CJ Brace", "S Verhelst", "J Vancoillie", "L Sileghem", "F Leach", "PP. Edwards" ],
      "venue" : "Proc Inst Mech Eng - Part D J Automob Eng 2018;232(1):36e56",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Indian scenario of ethanol fuel and its utilization in automotive transportation sector",
      "author" : [ "P Sakthivel", "KA Subramanian", "R. Mathai" ],
      "venue" : "Resour Conserv Recycl 2018;132:102e20",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Influence of diethyl ether (DEE) addition in ethanolbiodiesel-diesel (EBD) and methanol-biodiesel-diesel (MBD) blends in a diesel engine. Fuel 2017;189:377e90",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Effect of Al2O3 nanoparticles in biodiesel-diesel-ethanol blends at various injection strategies: performance, combustion and emission characteristics",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : "Fuel 2016;186:176e89",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Effect of diethyl ether and Al 2 O 3 nano additives in diesel-biodiesel-ethanol blends: performance, combustion and emission characteristics",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : "J Mech Sci Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Effect of nano additives (titanium and zirconium oxides) and diethyl ether on biodiesel-ethanol fuelled CI engine",
      "author" : [ "H Venu", "V. Madhavan" ],
      "venue" : "J Mech Sci Technol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "Aluminum oxide and copper oxide nanodiesel fuel properties and usage in a compression ignition engine. Fuel 2016;163:80e7",
      "author" : [ "S Gumus", "H Ozcan", "M Ozbey", "B. Topaloglu" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Effect of aluminium oxide nanoparticles blended pongamia methyl ester on performance, combustion and emission characteristics of diesel engine. Renew Energy 2018;116: 518e26",
      "author" : [ "M Sivakumar", "NS Sundaram", "MHS. Thasthagir" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Influence of alumina nanoparticles, ethanol and isopropanol blend as additive with dieselesoybean biodiesel blend fuel: combustion, engine performance and emissions",
      "author" : [ "T Shaafi", "R. Velraj" ],
      "venue" : "Renew Energy 2015;80:655e63",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "An experimental study on the effect of nanoparticles with novel tamarind seed methyl ester for diesel engine applications",
      "author" : [ "V Dhana Raju", "PS Kishore", "K Nanthagopal", "B. Ashok" ],
      "venue" : "Energy Convers Manag 2018;164:655e66",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Effects of combustion chamber geometry on combustion characteristics of a DI diesel engine fueled with Calophyllum inophyllum methyl ester",
      "author" : [ "BR Bapu", "L Saravanakumar", "BD. Prasad" ],
      "venue" : "J Energy Inst",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Modification in combustion chamber geometry of CI engines for suitability of biodiesel: a review",
      "author" : [ "P Singh", "SK Tiwari", "R Singh", "N. Kumar" ],
      "venue" : "Renew Sustain Energy Rev 2017;79:1016e33",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Experimental study on performance, combustion and emissions of diesel engine with Re-entrant combustion chamber of aluminum alloy",
      "author" : [ "Jyothi US", "Reddy KV" ],
      "venue" : "Mater Today: Proceedings 2017;4(2):1332e9",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Numerical investigation of piston bowl geometry and swirl ratio on emission from diesel engines",
      "author" : [ "CA Gafoor", "R. Gupta" ],
      "venue" : "Energy Convers Manag",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Assessment on the consequences of injection timing and injection pressure on combustion characteristics of sustainable biodiesel fuelled engine",
      "author" : [ "PM Shameer", "K. Ramesh" ],
      "venue" : "Renew Sustain Energy Rev 2018;81:45e61",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Experimental investigations on the influence of fuel injection timing and pressure on single cylinder CI engine fueled with 20% blend of castor biodiesel in diesel",
      "author" : [ "A Deep", "SS Sandhu", "S. Chander" ],
      "venue" : "Fuel 2017;210:15e22",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Impact of modified parameters on diesel engine characteristics using biodiesel: a review",
      "author" : [ "V Goel", "N Kumar", "P. Singh" ],
      "venue" : "Renewable and Sustainable Energy Reviews;",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Influence of injection timing on performance, combustion and emission characteristics of Jatropha biodiesel",
      "author" : [ "T Ganapathy", "RP Gakkhar", "K. Murugesan" ],
      "venue" : "engine. Appl Energy 2011;88(12):4376e86",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Aqueous aluminum nanofluid combustion in diesel fuel",
      "author" : [ "MJ Kao", "CC Ting", "BF Lin", "TT. Tsung" ],
      "venue" : "J Test Eval",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Metal particle combustion and nanotechnology",
      "author" : [ "RA Yetter", "GA Risha", "SF. Son" ],
      "venue" : "Proc Combust Inst",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2009
    }, {
      "title" : "Burning of nano-aluminized composite rocket propellants",
      "author" : [ "LT De Luca", "L Galfetti", "F Severini", "L Meda", "G Marra", "AB Vorozhtsov", "VS Sedoi", "VA. Babuk" ],
      "venue" : "Combust Explos Shock Waves",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2005
    }, {
      "title" : "Increased hot-plate ignition probability for nanoparticle-laden diesel fuel",
      "author" : [ "H Tyagi", "PE Phelan", "R Prasher", "R Peck", "T Lee", "JR Pacheco", "P. Arentzen" ],
      "venue" : "Nano Lett 2008;8(5):1410e6.  H. Venu et al. / Energy",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Effects of nano metal oxide blended Mahua biodiesel on CRDI diesel engine",
      "author" : [ "Aalam CS", "Saravanan CG" ],
      "venue" : "Ain Shams Eng J",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Effect of added alumina as nano-catalyst to diesel-biodiesel blends on performance and emission characteristics of CI engine. Energy 2017;124:543e52",
      "author" : [ "SH Hosseini", "A Taghizadeh-Alisaraei", "B Ghobadian", "A. Abbaszadeh-Mayvan" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Emission control strategy by adding alumina and cerium oxide nano particle in biodiesel",
      "author" : [ "Prabu A", "Anand RB" ],
      "venue" : "J Energy Inst",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Effects of the re-entrant bowl geometry on a DI turbocharged diesel engine performance and emissionsda CFD approach",
      "author" : [ "SP Venkateswaran", "G. Nagarajan" ],
      "venue" : "J Eng Gas Turbines Power 2010;132(12):122803",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2010
    }, {
      "title" : "Effects of open combustion chamber geometries on the performance of pongamia biodiesel in a DI diesel engine. Fuel 2012;98: 272e9",
      "author" : [ "S Jaichandar", "K. Annamalai" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "Effect of piston bowl geometry on the performance of a diesel engine using Corn biodiesel and its diesel blends",
      "author" : [ "A Ravichandran", "K Rajan", "MR Narayanan", "KS. Kumar" ],
      "venue" : "Int J Chem Res",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Effect of fuel injection pressure and injection timing of Karanja biodiesel blends on fuel spray, engine performance, emissions and combustion characteristics",
      "author" : [ "AK Agarwal", "A Dhar", "JG Gupta", "WI Kim", "K Choi", "CS Lee", "S. Park" ],
      "venue" : "Energy Convers Manag 2015;91:302e14",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Influence of injection timing on performance, emission and combustion characteristics of a DI diesel engine running on waste plastic oil",
      "author" : [ "M Mani", "G. Nagarajan" ],
      "venue" : "Energy 2009;34(10):1617e23",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Influence of injection timing on performance, combustion and emission characteristics of Jatropha biodiesel",
      "author" : [ "T Ganapathy", "RP Gakkhar", "K. Murugesan" ],
      "venue" : "engine. Appl Energy 2011;88(12):4376e86",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Combined effect of injection timing and combustion chamber geometry on the performance of a biodiesel fueled diesel engine. Energy 2012c;47(1):388e94",
      "author" : [ "S Jaichandar", "PS Kumar", "K. Annamalai" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2012
    }, {
      "title" : "Performance of diesel engine with biodiesel at varying compression ratio and ignition timing",
      "author" : [ "Raheman H", "Ghadge SV" ],
      "venue" : "Fuel 2008;87(12):2659e66",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2008
    }, {
      "title" : "Impact of compression ratio and injection parameters on the performance and emissions of a DI diesel engine fueled with biodieselblended diesel fuel",
      "author" : [ "C Sayin", "M. Gumus" ],
      "venue" : "Appl Therm Eng 2011;31(16):3182e8",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2011
    }, {
      "title" : "Influence of injection timing on performance, emission and combustion characteristics of a DI diesel engine running on fish oil biodiesel",
      "author" : [ "S Gnanasekaran", "N Saravanan", "M. Ilangkumaran" ],
      "venue" : "Energy 2016;116:1218e29",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2016
    }, {
      "title" : "Effects of combustion chamber geometry on diesel combustion (No. 861186)",
      "author" : [ "T Saito", "Y Daisho", "N Uchida", "N. Ikeya" ],
      "venue" : null,
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1986
    }, {
      "title" : "Split-spray piston geometry optimised for HSDI diesel engine combustion (No",
      "author" : [ "DD Wickman", "H Yun", "RD. Reitz" ],
      "venue" : "SAE Technical Paper",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2003
    }, {
      "title" : "Effects of injection timing on bio-diesel fuelled engine characteristics - an overview",
      "author" : [ "N Panneerselvam", "A Murugesan", "C Vijayakumar", "A Kumaravel", "D Subramaniam", "A. Avinash" ],
      "venue" : "Renew Sustain Energy Rev 2015;50:",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Computational study of the effects of the re-entrant lip shape and toroidal radii of piston bowl on a HSDI diesel engine's performance and emissions (No. 2004-01-0118)",
      "author" : [ "Y Zhu", "H Zhao", "DA Melas", "N. Ladommatos" ],
      "venue" : "SAE Technical Paper;",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2004
    }, {
      "title" : "Evaluation of the effects of engine parameters on performance and emissions of diesel engine operating with biodiesel blend",
      "author" : [ "Kumar N", "Varun", "Chauhan SR" ],
      "venue" : "Int J Ambient Energy 2016;37(2):121e35",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2016
    }, {
      "title" : "The effect of injection timing on combustion, performance and emission parameters with AOME blends as a fuel for compression ignition engine",
      "author" : [ "Hariram V", "Kumar GM" ],
      "venue" : "Res J Appl Sci 2012;7(9):510e9",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2012
    }, {
      "title" : "Effects of injection timing and exhaust gas recirculation on emissions from a DI diesel engine (No. 811234)",
      "author" : [ "Robert CY", "Shahed SM" ],
      "venue" : "SAE Technical Paper;",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1981
    }, {
      "title" : "Performance and emission characteristics improvement studies on a biodiesel fuelled DICI engine using water and AlO (OH) nanoparticles",
      "author" : [ "Rao MS", "Anand RB" ],
      "venue" : "Appl Therm Eng 2016;98:636e45",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    }, {
      "title" : "The influence of nano additive blended biodiesel fuels on the working characteristics of a diesel engine",
      "author" : [ "Basha JS", "Anand RB" ],
      "venue" : "J Braz Soc Mech Sci Eng 2013;35(3):257e64",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2013
    }, {
      "title" : "An experimental study in a CI engine using nanoadditive blended waterediesel emulsion fuel",
      "author" : [ "Basha JS", "Anand RB" ],
      "venue" : "Int J Green Energy 2011;8(3):332e48",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2011
    }, {
      "title" : "Influence of injection timing on the performance, combustion and emission characteristics of diesel engine powered with tamarind seed biodiesel blend",
      "author" : [ "M Harun Kumar", "V Dhana Raju", "PS Kishore", "H. Venu" ],
      "venue" : "Int J Ambient Energy 2018:1e31. just-accepted",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Emissions analysis on second generation biodiesel",
      "author" : [ "Y Devarajan", "R kumar Jayabal", "D Ragupathy", "H. Venu" ],
      "venue" : "Front Environ Sci Eng",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Nanofuels: combustion, engine performance and emissions",
      "author" : [ "RN Mehta", "M Chakraborty", "PA. Parikh" ],
      "venue" : "Fuel 2014;120:91e7",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2014
    }, {
      "title" : "Effect of combustion chamber design on a DI diesel engine fuelled with jatropha methyl esters blends with diesel",
      "author" : [ "VR Mamilla", "MV Mallikarjun", "GLN. Rao" ],
      "venue" : "Procedia Engineering",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2013
    }, {
      "title" : "Effect of advanced injection timing on emission characteristics of diesel engine running on natural gas",
      "author" : [ "Nwafor OMI" ],
      "venue" : "Renew Energy",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2007
    }, {
      "title" : "High swirl-inducing piston bowls in small diesel engines for emission reduction",
      "author" : [ "Prasad BVVSU", "Sharma CS", "Anand TNC", "Ravikrishna RV" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2011
    }, {
      "title" : "Effects of piston bowl geometry on combustion and emission characteristics of biodiesel fueled diesel engines. Fuel 2014;120:66e73",
      "author" : [ "J Li", "WM Yang", "H An", "A Maghbouli", "SK. Chou" ],
      "venue" : null,
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2014
    }, {
      "title" : "Combined impact of EGR and injection pressure in performance improvement and NOx control of a DI diesel engine powered with tamarind seed biodiesel blend",
      "author" : [ "V Dhana Raju", "MH Kumar", "PS Kishore", "Venu. Harish" ],
      "venue" : "Environ Sci Pollut Control Ser 2018;25:36381e93",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2018
    }, {
      "title" : "Optimisation of biodiesel fueled engine to meet emission standards through varying nozzle opening pressure and static injection timing",
      "author" : [ "B Mohan", "W Yang", "V Raman", "V Sivasankaralingam", "SK. Chou" ],
      "venue" : "Appl Energy 2014;130:450e7",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2014
    }, {
      "title" : "Effect of early injection strategy on spray atomization and emission reduction characteristics in bioethanol blended diesel fueled engine. Energy 2012;39(1):375e87",
      "author" : [ "SH Park", "J Cha", "HJ Kim", "CS. Lee" ],
      "venue" : null,
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2012
    }, {
      "title" : "Experimental investigations of the effect of pilot injection on performance, emissions and combustion characteristics of Karanja biodiesel fuelled",
      "author" : [ "Dhar A", "Agarwal AK" ],
      "venue" : "CRDI engine. Energy Convers Manag 2015;93:357e66",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2015
    }, {
      "title" : "Influence of injection timing and compression ratio on performance, emission and combustion characteristics of Annona methyl ester operated diesel engine. Alexandria Engineering Journal 2015;54(3):295e302",
      "author" : [ "R Senthil", "R Silambarasan", "N. Ravichandiran" ],
      "venue" : null,
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2015
    }, {
      "title" : "Experimental evaluation of DI diesel engine operating with diestrol at varying injection pressure and injection timing",
      "author" : [ "GR Kannan", "R. Anand" ],
      "venue" : "Fuel Process Technol",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2011
    }, {
      "title" : "Effect of injection pressure and injection timing on DI diesel engine fuelled with biodiesel from waste cooking oil. Biomass Bioenergy 2012;46:343e52",
      "author" : [ "GR Kannan", "R. Anand" ],
      "venue" : null,
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2012
    }, {
      "title" : "Combustion, performance and emission characteristics of a DI diesel engine fuelled with non-petroleum fuel: a study on the role of fuel injection timing",
      "author" : [ "A Sharma", "S. Murugan" ],
      "venue" : "J Energy Inst",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2015
    }, {
      "title" : "Impact of fuel spray angles and injection timing on the combustion and emission characteristics of a high-speed diesel engine. Energy 2016;107:572e9",
      "author" : [ "HJ Kim", "SH Park", "CS. Lee" ],
      "venue" : null,
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Effects of highly dispersed spray nozzle on fuel injection characteristics and emissions of heavy-duty diesel engine. Fuel 2012;102:666e73",
      "author" : [ "G Zhang", "X Qiao", "X Miao", "J Hong", "J. Zheng" ],
      "venue" : null,
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2012
    }, {
      "title" : "Internal combustion engine fundamentals",
      "author" : [ "Heywood JB" ],
      "venue" : null,
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 1988
    }, {
      "title" : "Performance, combustion and emission characteristics of a DI diesel engine fuelled with nanoparticle blended jatropha biodiesel",
      "author" : [ "Arockiasamy P", "Anand RB" ],
      "venue" : "Period Polytech - Mech Eng 2015;59(2):88e93",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2015
    }, {
      "title" : "Experimental investigations on the effects of cerium oxide nanoparticle fuel additives on biodiesel",
      "author" : [ "V Sajith", "CB Sobhan", "GP. Peterson" ],
      "venue" : "Adv Mech Eng",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2010
    }, {
      "title" : "Evaluation of CI engine performance fuelled by Diesel-Polanga oil blends doped with iron oxide nanoparticles",
      "author" : [ "M Santhanamuthu", "S Chittibabu", "T Tamizharasan", "TP. Mani" ],
      "venue" : "International Journal of ChemTech Research",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2014
    }, {
      "title" : "Development of stable cerium zirconium mixed oxide nanoparticle additive for emission reduction in biodiesel blends",
      "author" : [ "Sajith V", "Mohamed Jihad PM" ],
      "venue" : "Research and reviews: J Eng Technol",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2015
    }, {
      "title" : "Influence of advanced injection timing and fuel additive on combustion, performance, and emission characteristics of a DI diesel engine running on plastic pyrolysis oil",
      "author" : [ "I Kalargaris", "G Tian", "S. Gu" ],
      "venue" : "Journal of Combustion 2017;2017",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The air quality degrades tremendously with increasing vehicular emissions such as hydrocarbon (HC), carbon monoxide (CO), particulate matter (PM), nitrogen oxides (NOx) and smoke emissions for which the transportation sector is hugely responsible [1,2].",
      "startOffset" : 247,
      "endOffset" : 252
    }, {
      "referenceID" : 1,
      "context" : "The air quality degrades tremendously with increasing vehicular emissions such as hydrocarbon (HC), carbon monoxide (CO), particulate matter (PM), nitrogen oxides (NOx) and smoke emissions for which the transportation sector is hugely responsible [1,2].",
      "startOffset" : 247,
      "endOffset" : 252
    }, {
      "referenceID" : 2,
      "context" : "be blended with mineral diesel for achieving both energy and environmental benefits [3].",
      "startOffset" : 84,
      "endOffset" : 87
    }, {
      "referenceID" : 3,
      "context" : "Biodiesel cannot be utilized up to 100% as alternative fuel, owing to its highly viscous nature and essential minor engine alterations [4].",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 4,
      "context" : ") and its blends with diesel emerged as a typical binary fuel pattern at the beginning of 21st century [5].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 5,
      "context" : "However, binary blends posed a serious issue of phase stratification or mixture stratification which was minimized by appending mixture stabilisers that were pretty costlier [6].",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 6,
      "context" : "Ethanol has higher octane number [7] and hence it is utilized directly in spark ignition (SI) engines.",
      "startOffset" : 33,
      "endOffset" : 36
    }, {
      "referenceID" : 10,
      "context" : "Addition of nano additives in base fuel is found to affect the fuel properties significantly thereby resulting in effective oxidation of fuel precursors during combustion and thereby resulting in lowered exhaust emission [11].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 11,
      "context" : "[12] examined the effect of aluminium oxide (Al2O3) and copper oxide (CuO) nano particles with diesel.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] investigated the effect of alumina nano additives in pongamia biodiesel and found that the BSFC is lowered and the BTE is improved owing to pooled effect of physical ignition delay, higher evaporation rate, prolonged flame sustenance and higher flame temperatures of alumina nano particles leading to complete combustion.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "Shaafi & Velraj [14] experimentally investigated the effect of alumina nano particles in binary and ternary blends and found cylinder pressure and HRR of alumina blended ternary fuel are higher owing to higher surface area to volume ratio of alumina.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 14,
      "context" : "[15] experimentally investigated the effect of nano particles doped in tamarind biodiesel blend fuelled in a single cylinder diesel engine.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] performed an experimental investigation on the influence of a modified piston bowl geometry (MHCC) in comparison with conventional piston bowl (HCC) in a single cylinder diesel engine fuelled with B20 (20% Calophyllum inophyllum methyl ester þ 80% diesel fuel).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] reported that with different combustion chamber geometries, desired levels of squish, tumble, swirl and turbulence can be initiated inside the combustion chamber and subsequent improvements in performance and lowered emissions can be achieved.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "Jyoti & Reddy [18] conducted on single cylinder four stroke diesel engine with three different combustion chamber geometries namely Hemispherical Combustion Chamber (HCC), Torroidal Combustion Chamber (TCC) and Torroidal Re-entrant Combustion Chamber (TRCC).",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 18,
      "context" : "Gafoor & Gupta [19] numerically investigated the influence of piston bowl geometry and initial swirl ratios on the diesel engines performance and emissions.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 19,
      "context" : "Shameer & Ramesh [20] conducted a brief assessment on researches pertaining to variation of Injection Timing (IT) and Injection Pressure (IP) on biodiesel fuelled diesel engines on combustion characteristics.",
      "startOffset" : 17,
      "endOffset" : 21
    }, {
      "referenceID" : 20,
      "context" : "[21] conducted experimentation on a single cylinder diesel engine fuelled with B20 (20% castor oil biodiesel þ 80%",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] had done a comprehensive review on the impact of modifications in diesel engines with various IP, IT, combustion chamber geometry, etc for identifying optimum working condition.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] studied the effect of Injection Timing (IT), load, torque and engine speed in jatropha biodiesel fuelled diesel engine.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "This could be attributed to catalytic activity of nano particles, promoting micro-explosion of primary droplets [14,24] thereby increasing the evaporation rate and reducing the physical delay which overall increases the combustion efficiency along with improved BTE.",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 23,
      "context" : "This could be attributed to catalytic activity of nano particles, promoting micro-explosion of primary droplets [14,24] thereby increasing the evaporation rate and reducing the physical delay which overall increases the combustion efficiency along with improved BTE.",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 24,
      "context" : "6 be attributed to the enhanced surface area/volume ratio of the nanoparticles, which have high potential to store energy and reactivity [25,26].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 25,
      "context" : "6 be attributed to the enhanced surface area/volume ratio of the nanoparticles, which have high potential to store energy and reactivity [25,26].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 26,
      "context" : "Another possible reason for the engine improvement is that the nanoadditives have a positive influence on the heat transfer rate due to its enhanced conductive, radiative and heat/mass transfer properties [27].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 30,
      "context" : "These are in good agreement with the findings of Venkateswaran & Nagarajan [31], Jaichandar & Annamalai [32] and Ravichandran et al.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 31,
      "context" : "These are in good agreement with the findings of Venkateswaran & Nagarajan [31], Jaichandar & Annamalai [32] and Ravichandran et al.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 13,
      "context" : "Lowered BSEC profile with alumina nano additives were reported in similar works as well (Shaafi & Velraj [14], Patel & Kumar [15], Prabu et al.",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 14,
      "context" : "Lowered BSEC profile with alumina nano additives were reported in similar works as well (Shaafi & Velraj [14], Patel & Kumar [15], Prabu et al.",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 40,
      "context" : "[41], Jaichandar & Annamalai [32] and Wickman et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "[41], Jaichandar & Annamalai [32] and Wickman et al.",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 42,
      "context" : "[43], while lower BSEC with advanced injection timings were reported in literature of Gnanasekaran et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "This is because, alumina nano additives acts as oxygen buffer and oxygen donating catalyst for oxidation [72] of CO molecule.",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 11,
      "context" : "Addition of nano additives lowers the ignition delay period and thereby promotes complete combustion [12].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 12,
      "context" : "Lowered CO emissions with addition of alumina nano particles were also reported in previous literature [13,14,29,30].",
      "startOffset" : 103,
      "endOffset" : 116
    }, {
      "referenceID" : 13,
      "context" : "Lowered CO emissions with addition of alumina nano particles were also reported in previous literature [13,14,29,30].",
      "startOffset" : 103,
      "endOffset" : 116
    }, {
      "referenceID" : 28,
      "context" : "Lowered CO emissions with addition of alumina nano particles were also reported in previous literature [13,14,29,30].",
      "startOffset" : 103,
      "endOffset" : 116
    }, {
      "referenceID" : 29,
      "context" : "Lowered CO emissions with addition of alumina nano particles were also reported in previous literature [13,14,29,30].",
      "startOffset" : 103,
      "endOffset" : 116
    }, {
      "referenceID" : 30,
      "context" : "Lowered CO emissions with re-entrant chamber geometry is in good agreement with the findings of Venkateswaran & Nagarajan [31], Wickman et al.",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 39,
      "context" : "[40] where they found the CO emissions to decreasewith advanced injection timing.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30], Rao & Anand [49], Sivakumar et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "[30], Rao & Anand [49], Sivakumar et al.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 50,
      "context" : "The main reason for HC emissions are rich mixture formation in the crevice areas inside the combustion zone [52,53].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 51,
      "context" : "The main reason for HC emissions are rich mixture formation in the crevice areas inside the combustion zone [52,53].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 30,
      "context" : "Lowered HC emissions with re-entrant geometry were in good agreement with the findings of Venkateswaran & Nagarajan [31], Ravichandran et al.",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 39,
      "context" : "[40] where they found the HC emissions to decrease with advanced injection timing.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 52,
      "context" : "[54], while some contrary results of higher CO2 were observed for Shaaf & Velraj [14].",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[54], while some contrary results of higher CO2 were observed for Shaaf & Velraj [14].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 53,
      "context" : "[55], where the torroidal and re-entrant chambers produced lowered CO2 emissions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "Lowered CO2 emissions with advanced injection timing were in accordance with findings of Nwafor [56].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 68,
      "context" : "This could be attributed to the presence of alumina nano additives which lowers the soot oxidation temperature [70,72] and also acts as catalyst for reduction of hydroxyl radicals resulting in lowered amount of NOx emissions.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 70,
      "context" : "This could be attributed to the presence of alumina nano additives which lowers the soot oxidation temperature [70,72] and also acts as catalyst for reduction of hydroxyl radicals resulting in lowered amount of NOx emissions.",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 49,
      "context" : "Lowered NOx emissions with alumina nanoparticle addition were also reported in earlier research findings of Basha & Anand [51] as shown in equation (6).",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 31,
      "context" : "[32] where there is higher NOx with torroidal and re-entrant chambers, however some contradicting results with lowered NOx for re-entrant geometries were also observed for Prasad et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "This can be attributed to the optimum combustion chamber geometry and injection timing leading to reductions in maximum temperature of burning gases and O2 content thereby lowering the NOx emissions [39,68,69].",
      "startOffset" : 199,
      "endOffset" : 209
    }, {
      "referenceID" : 66,
      "context" : "This can be attributed to the optimum combustion chamber geometry and injection timing leading to reductions in maximum temperature of burning gases and O2 content thereby lowering the NOx emissions [39,68,69].",
      "startOffset" : 199,
      "endOffset" : 209
    }, {
      "referenceID" : 67,
      "context" : "This can be attributed to the optimum combustion chamber geometry and injection timing leading to reductions in maximum temperature of burning gases and O2 content thereby lowering the NOx emissions [39,68,69].",
      "startOffset" : 199,
      "endOffset" : 209
    }, {
      "referenceID" : 39,
      "context" : "However, some literature have reported lowered NOx emissions with advanced injection timings [40,44].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 72,
      "context" : "Lowered smoke emissions for JB100 can henceforth be attributed to better oxidation occurring near the fuel rich zones inside the combustion chamber [74].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 49,
      "context" : "Lowered smoke emissions with alumina nano particle addition are in good agreement with the findings of Basha & Anand [51], Sadhik Basha & Anand [50] and Kao et al.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 48,
      "context" : "Lowered smoke emissions with alumina nano particle addition are in good agreement with the findings of Basha & Anand [51], Sadhik Basha & Anand [50] and Kao et al.",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 69,
      "context" : "additives [71,72] such as ethanol and alumina nano particle and thereby lowering the smoke significantly.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 70,
      "context" : "additives [71,72] such as ethanol and alumina nano particle and thereby lowering the smoke significantly.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 72,
      "context" : "15b) resulting in limited formation of fuel rich zones(crevices and cylinder walls) [74] inside the combustion chamber thereby leading to lowered smoke emissions.",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 47,
      "context" : "These are in good agreement with the previous research findings of Rao & Anand [49], Basha & Anand [50] and Tyagi et al.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 48,
      "context" : "These are in good agreement with the previous research findings of Rao & Anand [49], Basha & Anand [50] and Tyagi et al.",
      "startOffset" : 99,
      "endOffset" : 103
    } ],
    "year" : 2019,
    "abstractText" : "The present experimental work focuses on the combined effect of nano additives, combustion chamber geometry and injection timing in a single cylinder diesel engine fuelled with ternary fuel (diesel-biodiesel-ethanol) blends. Ternary fuel (TF) is doped with alumina nano additives and the resulting fuel is termed as high performance fuel (HPF). HPF is subjected to different combustion chamber geometries and TRCC (torroidal re-entrant combustion chamber) geometry is found to be effective among other geometries. HPF operated at TRCC chamber is subjected to four different injection timings namely, 21obTDC (HPF-TRCC21), 22obTDC (HPF-TRCC22), 23obTDC (HPF-TRCC23) and 24obTDC (HPF-TRCC24) respectively. BTE is lowered for HPF-TRCC21 and HPF-TRCC24 by 4.53% and 1.22% while highest BTE of about 33.8% is achieved for 22obTDC in comparison with other blends such as DIESEL-HCC23 (32.75%), HPF-TRCC21 (31.41%) and HPF-TRCC24 (32.53%). Lowest BSEC profile was achieved for HPF-TRCC22. HPFTRCC22 resulted in lowered HC and CO emissions of about 9.18% and 16.83% in comparison with HPFTRCC23. HPF-TRCC21 resulted in lowered NOx emissions by 22.53% along with higher HC and CO emissions by 6.13% and 20.51% in comparison with HPF-TRCC23. Cylinder pressure and HRR of HPFTRCC22 stays at an acceptable range of 75.42 bar and 85.34 J/deg CA in comparison with other test blends. The DIESEL-RK theoretical simulation results are compared with the experimental study conducted at the same operating conditions and its revealed that TRCC combustion chamber geometry is better for enhanced performance and combustion characteristics. © 2019 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}