{
  "name" : "downloads_2019-12-18_2c_venkataramegowdasaralamma2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Proteome Profiling of Membrane-Free Stem Cell Components by Nano-LS/MS Analysis and Its Anti-Inflammatory Activity VenuVenkatarameGowdaSaralamma, PreethiVetrivel, SeongMinKim,",
    "authors" : [ "Sang EunHa", "HoJeongLee", "SangJoonLee", "YoungSilKim", "JungEunPak", "HyeJinLee", "JeongDooHeo", "Gon Sup Kim" ],
    "emails" : [ "gonskim@gnu.ac.kr" ],
    "sections" : [ {
      "heading" : "Research Article",
      "text" : ""
    }, {
      "heading" : "Proteome Profiling of Membrane-Free Stem Cell Components by",
      "text" : ""
    }, {
      "heading" : "Nano-LS/MS Analysis and Its Anti-Inflammatory Activity",
      "text" : "VenuVenkatarameGowdaSaralamma,1 PreethiVetrivel,1 SeongMinKim,1 Sang EunHa,1 HoJeongLee,2SangJoonLee,2YoungSilKim,3JungEunPak,3HyeJinLee,3 JeongDooHeo,2 and Gon Sup Kim 1\n1Research Institute of Life Science and College of Veterinary Medicine, Gyeongsang National University, 501 Jinju-daero, Jinju, Gyeongnam 52828, Republic of Korea 2Gyeongnam Department of Environment Toxicology and Chemistry, Toxicity Screening Research Center, Korea Institute of Toxicology, 17 Jegok-gil, Munsan-eup, Jinju, Gyeongnam 52834, Republic of Korea 3T-Stem Co., Ltd., Changwon, Gyeongnam 51573, Republic of Korea\nCorrespondence should be addressed to Gon Sup Kim; gonskim@gnu.ac.kr\nReceived 30 May 2019; Revised 20 August 2019; Accepted 7 September 2019; Published 4 November 2019\nAcademic Editor: Elia Ranzato\nCopyright © 2019 Venu Venkatarame Gowda Saralamma et al. +is is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n+e use of adipose-derived stem cells (ADSCs) to enhance wound healing and tissue regeneration is progressively being accepted. Proteomic profiling of cultured ADSCs by mass spectrometry (MS) is a valuable tool to determine the identity of the proteins involved in multiple pathways, which make these ADSCs unique. In the current study, Nano-LC-MS/MS analysis was implemented on the membrane-free stem cell component (MFSCC), and the MS analysis revealed the presence of 252 proteins, that are involved in several biological functions, like metabolic process, biological regulation, developmental process, cell proliferation, and many more. Furthermore, bioinformatic analyses of the identified proteins in MFSCC found them to be involved in versatile pathways, like integrin pathway and wound healing response-related pathways. In addition, we also investigated the anti-inflammatory effects of MFSCC on lipopolysaccharide (LPS) stimulated mouse macrophage (RAW264.7) cells. +e cell cytotoxicity of MFSCC was measured using MTTand LDH assays, the production of nitric oxide (NO) was measured by the Griess assay, and the protein expression levels of inducible nitric oxide (iNOS) and cyclooxygenase (COX-2) were examined by western blot analysis. +e results showed that MFSCC concentrations ranging from 0.1 to 3 μg/mL did not show any significant cytotoxicity in LPS-induced RAW264.7 cells. Treatment with MFSCC of LPS-stimulated RAW264.7 cells significantly suppressed the production of NO and the expression of iNOS and COX-2 proteins related to inflammation. +e present findings lead to a better understanding of the therapeutic potential of MFSCC and strongly promote it for the future clinical development of novel non-cell-based stem cell therapeutics."
    }, {
      "heading" : "1. Introduction",
      "text" : "Adult stem cells are kinds of cell that offer promise in regenerative medicine for cell-based therapies [1]. Human adipose tissue has been introduced as a replacement source for multipotent stem cells, and therefore, adipose tissue-derived stem cells (ADSCs) are considered to be optimal for utilization in regenerative therapies, wound healing, and cardiovascular disorders treatments [2, 3]. ADSCs demonstrate advancement over mesenchymal stem cells derived from alternative sources\nlike bone marrow, in that they can be repeatably and conveniently harvested using simple invasive techniques with low morbidity. +eir secretion of equatorial factors imposes the regenerative and therapeutic outcomes in an excessively wide selection of applications [2, 4]. ADSCs are also known for their powerful anti-inflammatory and angiogenic properties, and ADSCs have been examined as a means to aid the wound healing process [5, 6]. +ese cells function in a paracrine manner, stimulating the surrounding cells and promoting angiogenesis [7]. Taken together, these explicit characteristic\nHindawi Evidence-Based Complementary and Alternative Medicine Volume 2019, Article ID 4683272, 12 pages https://doi.org/10.1155/2019/4683272\nfeatures of ADSCs make them extremely compatible with clinical applications, and thus, the therapeutic potential of ADSCs is tremendous. Basic research on cell-mediated therapies shows significant promise to use them as therapeutic tools, whereas cell-based therapy faces several obstacles, such as the cells being difficult to grow, preserve, and transport, before being administered to the patient. Sufficient evidence indicates that stem cells exert their effects predominantly through the membrane-based cell-to-cell interaction and secretion of regenerative factors in the injured cells. Meanwhile, studies have also shown that stem-cell conditioned media (CMs) have possible therapeutic applications in neural, myocardial, and wound healing [8]. +e use of secretome containing CM has distinct advantages compared to the use of stem cells, as CM can be manufactured, freeze-dried, packaged, and transported more conveniently. Research has shown that a synthetic cell-mimicking microparticle can be fabricated that recapitulates stem cell functions in tissue repair [4]. More importantly, this cell-free therapeutic approach can be altered for safety and dosage, like a normal pharmaceutical agent. Based on the above strands of evidence, we have here for the first time made an effort to prepare membrane-free stem cell components (MFSCCs), considering them as an alternative source for a therapeutic approach to overcome the limitation of cell-based therapies. We hypothesize that MFSCC can exert similar regenerative outcomes as real stem cells, and that they may be superior, since they are more stable during storage, and do not stimulate immune reaction, since they are not real cells.\nProtein-based pharmaceuticals have made significant advances during the past decade. +e use of peptide and protein-derived drugs has traditional problems with other pharmaceuticals due to issues with bodily distribution, drug administration (oral), and immunogenicity issues, e.g., due to the complication of preparation [9]. +e currently available technologies and knowledge dealing with immunogenicity and immunotoxicity and the advancement in the formulation methodologies, protein engineering, administration routes, and production techniques have now positioned protein-based biopharmaceuticals firmly in the Pharma pipelines [10]. Proteomics is one such vital technique to interpret the biological processes since proteins accomplish all the functions that are accomplished by proteins in the cell [11]. Proteomic technologies will be an exceptional tool for the quantitation and global detection of proteins, which will create new opportunities and challenges for those who are seeking to gain greater empathy for the diseases. +e progressive bioinformatics combined with high-throughput proteomic technologies is comprehensively implemented to identify the molecular signatures of protein pathways and disease-promoting signaling cascades [12]. In proteomics, mass spectrometry plays a significant role and has become an essential tool for molecular and cellular biology. Mining low abundance proteins and the integration of proteomics with genomics and metabolomics data in cells have become challenging tasks and remain to be solved. Nanoscale liquid chromatography coupled to tandem mass spectrometry (Nano-LC-MS/MS) has become an important tool in the field of proteomics, and its sensitivity\nhas predominated over the typical LC-MS/MS that permits the analysis of peptide mixtures in sample-limited conditions [13]. Proteome mapping serves as a starting point for establishing a comprehensive database of stem cells proteome in several studies for a better understanding of its molecular action. +erefore, protein profiling of MFSCC may contribute to gaining the novel biological knowledge with respect to the therapeutic potential of noncell-based stem cell therapeutics, along with the probability of identifying potential therapeutic targets.\nIn the present study, we report for the first time the preparation of membrane-free stem cell components (MFSCCs) and performed proteome profiling by implementing Nano LC-MS/MS coupled with bioinformatics tools to study the entire spectrum of paracrine factors present in MFSCCs. We also examined the anti-inflammatory effect of MFSCC on lipopolysaccharide (LPS) stimulated RAW246.7 cells to know its therapeutic ability."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "2.1. Preparation of Membrane-Free Stem Cell Components (MFSCCs). +e MFSCCs used in this study were produced with the patented technology and are compositions of stem cell components, where the membranes of stem cells were removed, after being separated and cultured from human body fat tissue. In brief, the fat tissue was provided by a healthy female in her twenties with BMI (25∼29.9) obesity (2-degree obesity), which after the blood tests and doctor’s diagnosis was proven to be appropriate. +e blood tests conducted were hepatitis B virus (HVB), hepatitis C virus (HCV), human T lymphocytic virus (HTLV), human immunodeficiency virus (HIV), parvovirus B19, cytomegalovirus (CMV), Epstein–Barr virus (EBV), and Treponema pallidum.+e donor gave written informed consent, and the Regional Committee on Biomedical Research Ethics approved the clinical protocol. Fat tissues, which have been proven to be safe through the prescreenings mentioned above, were separated and purified, and the extracted cells were cultured in a serum-free cell culture medium at 37°C and 5% CO2, in a standard incubator. After the cell growth reached (70–80)% confluence, the cells were subcultured until 6–8 passages. A certain amount of stem cells were collected, the cell membranes were removed by ultrasonication, and the debris was eliminated from the membranes by centrifugation at 800–1500g, following successive filtration. +e aqueous solution of MFSCC was further lyophilized, made into powder form, and stored. MFSCC, the final product, is proven to be a nontoxic substance through nine safety tests at the Good Laboratory Practice (GLP) accreditation authority. Figure 1 shows the schematics of the process of MFSCC preparation.\n2.2. Preparation of Protein Sample. MFSCC was dissolved in the RIPA buffer containing protease and phosphatase inhibitor and subsequently sonicated to ensure complete lysis. Protein samples were then quantified using the Pierce™ BCA protein assay kit (+ermo Scientific™, Waltham, MA, USA),\nfollowing the manufacturer’s protocol, and stored at − 80°C until further analysis.\n2.3. One-Dimensional Gel Electrophoresis. For the proteome analysis of MFSCC (Figure 2), a total of 25 μL of protein lysate in the RIPA buffer containing protease and phosphatase inhibitor was mixed with reducing sample buffer. 20 μg of total protein was diluted with the denaturing sample buffer (10% SDS, 20% glycerol, 0.5M Tris-HCl pH 8.8, 1% bromophenol blue, and 0.2% DTT) and heated at 95°C for 5min, and the same samples were considered for one-dimensional SDS-PAGE. 12% SDS-PAGE gels were used for the protein sample separation in one-dimensional gel electrophoresis. Electrophoresis was conducted at 100V for 60min, followed by at 200V for 2 h. Coomassie Brilliant R250 (Sigma-Aldrich, ST. Louis, MO, USA) stain was used for staining the electrophoresed gels, and destaining was done with water."
    }, {
      "heading" : "2.4. In-Gel Digestion for Mass Spectrometric Analysis.",
      "text" : "SDS-PAGE gel lane containing all protein bands from the one-dimensional gel was excised using a razor blade from top to bottom, and the excised gel slices were washed twice with 100 μL of distilled water for 15min at room temperature (RT). Excised gel bands were destained with 50% acetonitrile and shrunk with 100% acetonitrile. +en, 500 μL of 50mM ammonium bicarbonate was used for 5min at room temperature (RT), to soak the proteins in gel. Next, 500 μL acetonitrile was added to replace the ammonium bicarbonate solution by pipetting and incubated for 5min at RT. After acetonitrile incubation, the gel slices\nwere vacuum-dried completely. +e gel slices were then incubated in 10mM DTT/0.1M ammonium bicarbonate for 45min at 56°C, followed by alkylation by incubation with 55mM iodoacetamide/0.1M ammonium bicarbonate for 30min at RT in the dark. After alkylation, the gel slices were dried again, and dried gel slices were inflated in 5 μL of digestion buffer that contained 0.1% n-octyl glucoside, 50 ng/mL of sequencing grade trypsin (Promega, Madison, MI, USA), and 25mM ammonium bicarbonate for rehydration. After rehydration, the band slices were incubated overnight at 37°C in 50 μL digestion buffer (without trypsin), to allow enzymatic cleavage in the silicon zed tube. For each gel band, about 0.1 μg of the enzyme was used. Peptides were extracted from the gel slices with 33% water, 66% acetonitrile, and 0.1% trifluoroacetic acid (TFA). After centrifugation, the peptides were transferred into a fresh tube and speed vacuum-dried with a speed vacuum lyophilizer (Hanil, Korea).+e dried peptides from the gel slices were stored at − 80°C, before analysis.\n2.5. Nanoflow Liquid Chromatography. On redisolving, dried peptides were extracted from the gel slices in 20 μL of 5% formic acid and analyzed on-line by Nanoflow LC-MS/ MS. Eksigent Nano-LC 415 system (EKsigent, Dublin, USA) was used to performing all Nano-LC-MS/MS experiments and was connected to TripleTOF 6600 mass spectrometry system (SCIEX, Redwood City, CA, USA) with a nanoelectrospray ion source (New Objective, Woburn, MA, USA). +e tryptic digested peptides were separated in a 15 cm analytical column (ChromXP C18, 75 μm× 15 cm, 3 μm, 120 Å, EKsigent, Dublin, USA) with a 90min gradient from 5 to 60% acetonitrile in 0.1% formic acid. +e effluent\nfrom nano-LC was precisely electrosprayed into a mass spectrometer.\n2.6. LC-MS/MS Analysis. For gel-free proteomic analysis, protein samples were resuspended in water/formic acid solution (water in 5% formic acid). Online Nano-HPLC was conducted by using an Eksigent nano-LC415 system (EKsigent, Dublin, USA). A C18 nano-LC trap column (ChromXP, 350 μm× 0.5mm, 3 μm, 150 Å) was used, and the samples were loaded and washed with Nano-HPLC bu er A at a rate of 300 nL/min for 10min. An elution gradient of 5–60% water (0.1% formic acid) over a 90min gradient period was used on an analytical ChromXP C18 column (75 μm× 15 cm, 3 μm, 120 Å) with a nanospray tip. Data acquisition was executed with a triple time-of- ight (TOF) 6600 system (SCIEX, Redwood City, CA, USA) coupled with the nanospray source (New Objective, Woburn, MA, USA), with a pulled 10 μm fused silica emitter, 360/20 μm (New Objective, Woburn, MA, USA). Data were acquired using an ion-spray voltage oating (ISVF) of 2.3 kV, curtain gas of 28 PSI, ion source gas (GS1) of 15 PSI, and interface heater temperature of 150°C. For information-dependent acquisition (IDA), the survey scans range was set between 250 and 2000 m/z (250ms accumulation time), followed by a dependent MS/MS scan with a mass range set between 100 and 2000 m/z (100ms accumulation time) of the 20 most intense ions in the high sensitivity mode with a 2+ to 5+ charge state. Mass tolerance\nwas for a period of 50 ppm, and dynamic exclusion was for a period of 15 s.¤e rolling collision energy was implemented.\n2.7. MS Data Processing. Data ¥les were processed after the MS/MS analysis using UniProt and Protein Pilot 5.0.1 (SCIEX, Redwood City, CA, USA) database software. Proteins were successfully identi¥ed based on the combined MS and MS/MS spectra, at 95% or higher con¥dence spell, using their scores in the MASCOT V2.5 search engine (Matrix Science Ltd, London, UK) with the following search parameters: Brassica database, single missed cleavage sites, trypsin as the digestion enzyme, ¥xed modi¥cations of carbamidomethyl (C) and oxidation of methionine, ±0.1Da precursor ion tolerance, and ±0.1Da MS/MS fragment ion tolerance."
    }, {
      "heading" : "2.8. Criteria for the Identi cation of Proteins. ¤e identi¥-",
      "text" : "cation of protein was performed using the software ProteinPilot 5.0.1 that follows the Paragon algorithm. A detailed search was undertaken with the following de¥ned parameters like iodoacetamide modi¥ed by cysteine alkylation and digestive enzyme trypsin. A search on the Tandem mass spectrometric data was carried out against the database SwissProt (version 2018/02) and the Brassica peptide sequences (downloaded on August 2017; 209326 sequences in total). ¤e results obtained from the search were manually curated to get the identi¥ed proteins with the help of a 1% global false discovery rate (FDR) value determined by the\nProteinPilot software and Scaffold (version Scaffold_4.8.4, Proteome Software Inc., Poland, OR). +e data were considered to validate the MS/MS-based peptide and identification of proteins."
    }, {
      "heading" : "2.9. Bioinformatic Analysis of the Obtained Proteins.",
      "text" : "Identified proteins from MS/MS analysis were further submitted to Web Gestalt (http://www.webgestalt.org), a web-based gene ontology (GO) tool to find the GO annotations of the obtained proteins. +e enriched GO was obtained in terms of biological process, cellular component, and molecular function. Identified proteins were also subjected to pathway analysis by utilizing the PANTHER database (http://www.pantherdb.org). +e potential proteinprotein interactions of selected genes were investigated using STRING (Search Tool for the Retrieval of Interacting Genes) database version: 10.5 (https://string-db.org). To display protein interactions, selected proteins were uploaded into STRING database and evaluated using Cytoscape Software version Cytoscape_v3.7.1 (https://www.cytoscape.org). String is an online tool that aids in providing unambiguous comprehensive coverage and also helps to access the interaction of the experimental data.\n2.10. Cell Culture and Cell Viability Assay. +e mouse macrophages RAW246.7 cells were obtained from the American Type Culture Collection (ATCC) (USA) and cultured in complete Dulbecco’s Modified Eagle Medium (DMEM) containing 10% heat-inactivated FBS with antibiotics 1% penicillin/streptomycin.+e cells were grown and maintained by incubating at 37°C in a humidified atmosphere of 5% CO2. Cells were seeded at a density of 1× 105 cells/mL in a 48-well plate and incubated overnight. After the cells were grown to optimal confluence, cells were either treated with different concentrations of MFSCC (0.1 to 3 μg/ mL) alone or pretreated with LPS (1 μg/mL). +ey were then incubated for 24 h; 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) which was obtained from Duchefa Biochemie (Haarlem, the Netherlands) (25 μL; 5mg/mL) was added to each well, and the cells then incubated at 37°C for about 4 h. Furthermore, the medium was removed completely, and the insoluble formazan crystals formed were dissolved in DMSO for 30min.+e absorbance was measured at a wavelength of 540 nm using a microplate reader (BioTek, Winooski, VT, USA). Cell viability was expressed as a percentage of proliferation versus the untreated group of cells.\nFor lactate dehydrogenase (LDH) assay, a cell cytotoxicity assay kit (Duzen Bio Co., Ltd., Guro-gu, Republic of Korea) was used according to the manufacturer’s instructions. In brief, the culture medium of RAW246.7 cells after treatment with different concentrations of MFSCC (0.1 to 3 μg/mL) was transferred into a 96-well plate and mixed with 100 μL of the working solution. +e mixture was incubated in RT for 30min in the dark. +e absorbance of the mixture was then measured using a microplate reader (BioTek, Winooski, VT, USA) at 450 nm, which reflects the level of LDH released into the medium.\n2.11. NO Detection Assay. Griess assays were implemented to measure NO production in the cultured cells. RAW264.7 cells were cultured at a density of 5×104 cells/mL in 96-well plates with or without LPS pretreatment for 30min and then treated with the indicated concentration of MFSCC (0.4, 0.8, 1, 1.5, and 2 μg/mL) and incubated for 24 h. After incubation, the supernatants in each group were collected and mixed with 50 μL of Griess reagent for 10min at RT. +e nitrate concentration was measured at 520 nm using a microplate reader. To generate the standard curve, sodium nitrite (NaNO2) was used and the NO production in the culture medium was estimated by the NO2 concentration."
    }, {
      "heading" : "2.12. Western Blot Analysis of COX-2 and iNOS Proteins.",
      "text" : "RAW264.7 cells were seeded in 6-well plates, stimulated with LPS, cotreated with the indicated concentration of MFSCC (0, 1, and 2 μg/mL), and incubated for 24 h at 37°C, and the cells were lysed in ice-cold RIPA buffer (50mM Tris-HCl (pH 8.0), 0.5% sodium deoxycholate, 1mM EDTA, 150mM NaCl, 0.1 sodium dodecyl sulfate (SDS), and 1%NP-40).+e protein concentration was determined using the Pierce™ BCA protein assay kit (+ermo Scientific™, Waltham, MA, USA), in accordance with the manufacturer’s protocol. About 10 μg of protein was separated with 10% SDS-PAGE and transferred onto a PVDF membrane using the TE 77 Semi-Dry Transfer Unit (GE Healthcare Life Sciences, Buckinghamshire, UK).+e blots were then blocked with 5% skimmed milk or with 5% BSA for 1 h at RT and further incubated with primary antibodies at 1 :1,000 dilutions for overnight (antibodies to COX-2 and iNOS were obtained from Santa Cruz Biotechnology (Santa Cruz, CA, USA)). +e membranes were washed with the TBST buffer for 5 times in 10min intervals and then probed with their appropriate horseradish peroxidase-coupled secondary antibody for 3 h at RT. +e blots were visualized using Clarity™ ECL substrate reagent (Bio-Rad, Hercules, CA, USA) and quantified by densitometry analysis using the Image J (http://rsb.info.nih.gov) program. +e densitometry readings of the bands were normalized to the expression of loading control β-actin. +e experiment was repeated three times to get concordant results.\n2.13. Statistical Analysis. +e data were expressed as mean± standard deviation (SD) and analyzed by SPSS (10.0) for statistical significance using one-way analysis of variance (ANOVA). p< 0.05 was considered as statistically significant."
    }, {
      "heading" : "3. Results",
      "text" : "3.1.Nano-LC-MS/MSAnalysis andDataProcessingofMFSCC Proteins. +e entire protein profiling of MFSCC was achieved by Nano-LC-MS/MS analysis by preprocessing by the database UniProt and ProteinPilot 5.0.1 (SCIEX, Redwood City, CA, USA) software. By the combination of MS and MS/MS spectra, the proteins with 95% and higher confidence interval were identified using the score from MASCOT V2.5 search engine (Matrix Science Ltd, London,\nUK). With the search parameters, Brassica database, digestive enzyme trypsin, single missed cleavage sites, modifications of carbamidomethyl (C) and oxidation of methionine, ±0.1Da precursor ion tolerance, and ±0.1Da MS/MS fragment ion tolerance were used.+e search results were manually curated to obtain proteins using a 1% global false discovery rate (FDR) determined by the software ProteinPilot and Scaffold (Version Scaffold_4.8.4, Proteome Software Inc., Portland, OR) and used in the validation of the MS/MS-based peptide and proteins that were identified. About 252 proteins were identified successfully with the above criteria from theMFSCCwith 1% FDR value (Table S1 of the Supplementary Information (SI)).\n3.2. Functional Enrichment Analysis of Identified Proteins in MFSCC. +e gene expression profile of the expressed proteins was obtained in terms of biological process, cellular component, and molecular function that were depicted using web-based gene ontology tool (http://www.webgestalt. org). GO revealed the metabolic process that has taken the major portion of the protein set that is 189 proteins involved in the biological process of these 252 proteins (Figure 3). A total of 198 proteins are involved in protein binding from the molecular function categories. We uploaded the obtained 252 proteins onto the PANTHER database for pathway enrichment analysis, which identified 46 significant signaling pathways. Among the 46 pathways, 19 proteins were involved in the integrin signaling pathway (P00034), and 9 proteins were involved in inflammation mediated by chemokine and cytokine signaling pathway (P00031) is the major pathway enrichments from the identified pathway enrichments (Figure 4). To predict protein-protein interactions and protein complexes, along with the putative pathways, the above proteins were subjected to STRING analysis. STRING generated the interconnected protein network and developed several modules after clustering with a high confidence level of 0.400 (Figure 5). Four putative pathways were selected by STRING analysis for further individual interactions and were evaluated using Cytoscape Software version: Cytoscape_v3.7.1 (https://www.cytoscape. org) (Supplementary Tables S2–S5). Among the 252 proteins, 19 proteins are involved in integrin signaling pathways (Figure 6(a)), 36 proteins are involved in response to wound healing (Figure 6(b)), 9 proteins are involved in inflammatory-mediated pathways (Figure 7(a)), and 17 proteins are involved in cellular detoxification (Figure 7(b))."
    }, {
      "heading" : "3.3. Effect ofMFSCConMacrophageRAW264.7CellViability.",
      "text" : "To find the nontoxic dose of MFSCC in order to measure its anti-inflammatory effect in RAW264.7 cells, we treated with different concentrations of MFSCC (0.1 to 3 μg/mL) alone or pretreated with LPS (1 μg/mL); cells were evaluated by an MTT-based viability assay. After incubating the cells for 24 h (Figures 8(a) and 8(b)), the cell viability was not compromised by the concentration of MFSCC ranging from 0.1 to 3 μg/mL in both LPS pretreated and untreated groups of cells. We also examined the cytotoxicity of MFSCC using the LDH assay (Supplementary Figure S1). +e results obtained\nby the LDH assay revealed that there was no significant cytotoxicity in RAW264.7 cells treated with MFSCC concentration ranging from 0.1 to 3 μg/mL, when compared to positive controls (high control).+erefore, concentrations of MFSCCwere made from 0.1 to 2 μg/mL for the study of their anti-inflammatory effects."
    }, {
      "heading" : "3.4. MFSCC Inhibits LPS-Induced NO Production. +e effect",
      "text" : "of MFSCC on NO production in LPS-induced RAW264.7 cells was investigated by the Griess assay. +e cells were pretreated with LPS (1 μg/mL), followed by treatment with MFSCC at the indicated concentrations of MFSCC (0, 0.4, 0.8, 1, 1.5, and 2 μg/mL), and incubated for 24 h. As shown in Figure 9(a), treatment with LPS induced a large amount of NO production, which was suppressed upon further treatment with MFSCC in a dose-dependent manner. +us, compared with the LPS-only treated group, there is amarked decrease in the NO accumulation in the cells cotreated with MFSCC.\n3.5.MFSCC Inhibits LPS-Induced Protein Expression of COX2 and iNOS. +e effects of MFSCC on COX-2 and iNOS protein expression levels in LPS-induced RAW264.7 cells were evaluated by western blotting. RAW264.7 cells that were stimulated with LPS showed elevated expression of COX-2 and iNOS at protein expression levels when compared with that of LPS-untreated control cells, whereas after treatment with MFSCC, protein expression levels were decreased significantly in RAW264.7 (Figure 9(b)). +ese results indicate that MFSCC efficiently suppressed LPS-induced COX-2 and iNOS at the protein expression level."
    }, {
      "heading" : "4. Discussion",
      "text" : "Proteomic analysis is frequently employed in recent times for the identification of protein expression patterns in stem cells to understand their potential to cure several chronic diseases [14]. Investigations of ADSCs have been undertaken for their presumptive use in regenerative medicine based on their antiapoptotic, protrophic, immunomodulatory, and proangiogenic properties [2, 15, 16]. Specifically, ADSCs are significant for the treatments of chronic wounds, as theymay reinstate the healing process by controlling inflammation, promoting ingrowth of new vessels into the hypoxic tissue and maintaining migration, fibroblast, and keratinocyte proliferation [16–18]. Recent studies have shown that therapies based on stem cell secretome may present substantial dominance over stem cell-based applications regarding their manufacture, storage without toxic cryopreservation agents, and loss of potency after long periods of culture, immunogenicity, potential infections, and cost- and time-effectiveness. +ese secretome-containing secreted factors are in the form of cytokines, extracellular vesicles, and growth factors. +us, the noncellbased agents have a broad range of applications, such as immunomodulatory, antiapoptotic, protrophic, and proangiogenic properties [16, 19]. In this context, the current study data show a preparation of MFSCC and its\nproteome profile to elucidate themolecular composition and beneficial mechanisms of actions regulated by the identified proteins.\nHerein, we explored the complete protein profiling of MFSCC. +e Nano-LC-MS/MS analysis data of MFSCC could furnish clues for considering them as noncell stem cell therapeutics for their immunomodulatory and wound healing response, which also enlightens the understanding of\nits mechanisms at the molecular level. Pathway enrichment analysis and STRING analyses have shown that MFSCC proteins are involved mainly in the integrin pathway, inflammatory response, response to wound healing, and cellular detoxification (Supplementary Tables S2–S5). Among the 252 proteins, 19 proteins are involved in integrin signaling pathways, 36 proteins are involved in response to wound healing, 9 proteins are involved in inflammatory-\nmediated pathways, and 17 proteins are involved in cellular detoxification. Integrins are the major protein set present in the current protein data from the protein profiling of MFSCC. Integrins play a crucial role in cell-cell adhesion to the extracellular matrix and to different cells, helping ligand binding that stimulated several intracellular pathways, and the effect will be optimal depending upon the cell. Integrin activation has been conjugated to proliferation, secretion of matrix-degrading enzymes, migration, invasion, and cytokine production [20]. In malignant disease, integrin expression was often found to be deregulated and tumors use integrins to evade apoptosis or metastasize, revealing that integrin signaling has to be tightly regulated [21, 22]. +e synovial tissue is infiltrated by immune cells that secrete large amounts of cytokines\nduring the course of rheumatoid arthritis, and these proinflammatory milieu’s lead to an elevation of integrin receptors and their ligands in the synovial tissue. As a result, integrin signaling is enhanced, leading to the intensified production of cytokines and matrix-degrading enzymes. Integrin alpha-5, integrin alpha-V, integrin beta1, and integrin beta-3 are the four integrins that are present among the total proteins from MFSCC. +e inflammatory response, once it has achieved its proimmunogenic functions and protective nature, becomes a decisive determinant of what might be premeditated as the enigma of inflammation. On the one hand, inflammation is crucial to resolve tissue injury and preserve homeostasis, and while on the other hand, inflammation is a pivotal contributor in the vast majority of human diseases [23]. +e present data\nof protein from MFSCC included some interesting inflammation regulator proteins, wound healing proteins, and integrin signaling pathways proteins, and among them, some are proven to exhibit the anti-inflammatory effect (Supplementary Tables S2–S5). Annexin A1 (ANXA1) is one such protein that has been suggested to be a mediator of the antiinflammatory actions of glucocorticoids and more recently shown to be an endogenous neuroprotective agent. Annexin A1 protein and its mimetic peptide Ac2-26 displayed antiinflammatory mechanisms by inhibiting the release of inflammatory mediators independently of the NF-kB-signaling pathway inmodels of ocular [24].+e involvement ofMFSCC protein profile composed of ANXA1 and GO in its wound\nhealing pathway has been shown. Regulatory and biological functions, like antitumor, antimicrobial, antiproliferative, and antinociceptive activities, are mediated by extracellular S100A8, S100A9, and S100A8/A9 proteins. S100A8 (MRP8) and S100A9 (MRP14) are calcium-binding proteins that act as accomplices to the group of damage-associated molecular patterns (DAMPs) and are particularly disclosed in phagocytes, i.e., granulocytes, monocytes, and activated macrophages. Both proteins are expressed uniformly and form a substantial heterodimer S100A8/A9, which ubiquitously appears and is able to stimulate macrophages via the binding and activation of Toll-like receptor (TLR) 4-dependent signaling cascades [25]. Matrix metalloproteinase (MMP)"
    }, {
      "heading" : "COL1A2",
      "text" : "expression in murine and human chondrocytes was directly stimulated by S100A8 and S100A9, thereby promoting the breakdown of cartilage in osteoarthritis and rheumatoid arthritis [26]. In the current study, S100A8 and S100A9 are found to be involved in the wound healing process along with gelsolin (GSN) (Supplementary Table S4). During acute injury and inflammation levels of plasma, GSN protein levels were decreased, and recombinant plasma GSN administration to animals improves outcomes following burn or sepsis injuries. Animals subjected to systemic inflammation can prolong survival and prevent complications of acute injury by the administration of pGSN [27, 28]. Meanwhile, the cumulative data of MFSCC proteome strongly support the concept of noncell-based stem cell therapeutics to overcome the difficulties of cell-based therapies in various diseases including tissue regeneration, chronic inflammatory diseases, and wound repair.\nAn inducible iNOS is involved in the immune responselike secretion of proinflammatory cytokines through the\ninduction of high production of NO. NO radical plays a crucial role in regulating inflammation and immune responses in rheumatoid arthritis (RA), inflammatory bowel diseases, and asthma [29]. Scavenging endogenous NO in inflammation condition may be useful for treating chronic inflammatory disorders, including rheumatoid arthritis [30]. As expected, treatment with MFSCC inhibited the NO production in RAW246.7 in a dose-dependent manner, indicating the ability of MFSCC to suppress the production of NO in an inflammatory condition. iNOS and COX-2 have been shown to play pivotal roles in the development of certain chronic inflammatory diseases, and targeting the inhibition of iNOS and COX-2 using anti-inflammatory agents has shown promising outcomes [31]. In general, the protein expression of COX-2 was known to parallel that of iNOS. +e protein expression of both iNOS and COX-2 was decreased by MFSCC treatment in LPS-stimulated RAW246.7 cells. +e administration of MFSCC has shown anti-inflammatory effect in LPS-stimulated RAW246.7 cells\nby reducing NO production and also inhibiting iNOS and COX-2. +is discordant result may be attributed to the degree of reliance on iNOS and COX-2 promoter’s diverse transcription factors."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Our current results give a booster to the noncell-based stem cell therapeutics research towards using them more strongly for the treatment of regenerative medicine especially towards arthritis and wound healing. Overall, the present findings of the expressed proteins and anti-inflammatory results will lead to a better understating of the potential of noncell-based stem cell therapeutics and will promote the future clinical development of MFSCC for the treatment of chronic inflammatory diseases. Furthermore, disease specific approaches will immensely support for the consideration of MFSCC as cell-free and nontoxic-based stem cell therapeutics for treating chronic disease."
    }, {
      "heading" : "Data Availability",
      "text" : "+e authors have included the necessary data supporting their claims for publication. Additional data will be made available on request to the corresponding author."
    }, {
      "heading" : "Conflicts of Interest",
      "text" : "+e authors declare that there are no conflicts of interest."
    }, {
      "heading" : "Acknowledgments",
      "text" : "Preparation and processing of membrane-free stem cell component (MFSCC) were completely done by T-Stem Co., Ltd., Republic of Korea. +is research was supported and monitored. All the research activity related to study design, collection of data, analysis and interpretation, and the final version of the manuscript was revised by T-Stem Co., Ltd., Republic of Korea."
    }, {
      "heading" : "Supplementary Materials",
      "text" : "Table S1: list of total proteins from membrane-free stem cell component (MFSCC) using Nano-LS/MS analysis. Table S2: list of proteins from MFSCC that are involved in the integrin signaling pathway. Table S3: list of proteins from MFSCC that are involved in the inflammatory-mediated pathway. Table S4: list of proteins from MFSCC that are involved in the wound healing pathway. Table S5: list of proteins from MFSCC that are involved in the cellular detoxification pathway. Figure S1: cytotoxic effect of MFSCC on RAW264.7 by LDH assay. RAW264.7 macrophage cells were treated with MFSCC at the indicated concentration of 0.1 to 3 μg/mL for 24 h. Cell cytotoxicity assay kit (Duzen Bio Co., Ltd., Guro-gu, Republic of Korea) was used, according to the manufacturer’s instructions. (Supplementary Materials)"
    } ],
    "references" : [ {
      "title" : "+e therapeutic potential of stem cells",
      "author" : [ "F.M. Watt", "R.R. Driskell" ],
      "venue" : "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences, vol. 365, no. 1537, pp. 155–163, 2010.",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Regenerative repair of damaged meniscus with autologous adipose tissue-derived stem cells",
      "author" : [ "J. Pak", "J.H. Lee", "S.H. Lee" ],
      "venue" : "BioMed Research International, vol. 2014, Article ID 436029, 10 pages, 2014.",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "+erapeutic applications of adipose-derived stem cells in cardiovascular disease",
      "author" : [ "K. Bruun", "E. Schermer", "A. Sivendra" ],
      "venue" : "American Journal of Stem Cells, vol. 7, no. 4, pp. 94–103, 2018.",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "+erapeutic potential of adipose-derived stem cells and macrophages for ischemic skeletal muscle repair",
      "author" : [ "V. Rybalko", "P.L. Hsieh", "L.M. Ricles", "E. Chung", "R.P. Farrar", "L.J. Suggs" ],
      "venue" : "Regenerative Medicine, vol. 12, no. 2, pp. 153–167, 2017.",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adipose tissue-derived mesenchymal stem cells induce expansion of interleukin-10-producing regulatory B cells and ameliorate autoimmunity in a murine model of systemic lupus erythematosus",
      "author" : [ "M.J. Park", "S.K. Kwok", "S.H. Lee", "E.K. Kim", "S.H. Park", "M.L. Cho" ],
      "venue" : "Cell Transplantation, vol. 24, no. 11, pp. 2367–2377, 2015.",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "+e current landscape of adipose-derived stem cells in clinical applications",
      "author" : [ "M.H. Lim", "W.K. Ong", "S. Sugii" ],
      "venue" : "Expert Reviews in Molecular Medicine, vol. 16, p. e8, 2014.",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "+erapeutic potential of adipose-derived stem cells in vascular growth and tissue repair",
      "author" : [ "S.J. Hong", "D.O. Traktuev", "K.L. March" ],
      "venue" : "Current Opinion in Organ Transplantation, vol. 15, no. 1, pp. 86–91, 2010.",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Conditioned media from adipose-tissuederived mesenchymal stem cells downregulate degradative mediators induced by interleukin-1beta in osteoarthritic chondrocytes",
      "author" : [ "J. Platas", "M.I. Guillen", "M.D.P. del Caz", "F. Gomar", "V. Mirabet", "M.J. Alcaraz" ],
      "venue" : "Mediators of Inflammation, vol. 2013, Article ID 357014, 10 pages, 2013.",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mass spectrometry-based biomarkers in drug development",
      "author" : [ "R.A. Miller", "D.S. Spellman" ],
      "venue" : "Advancements of Mass Spectrometry in Biomedical Research, vol. 806, pp. 341–359, 2014.",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mass spectrometrybased proteomics in preclinical drug discovery",
      "author" : [ "M. Schirle", "M. Bantscheff", "B. Kuster" ],
      "venue" : "Chemistry & Biology, vol. 19, no. 1, pp. 72–84, 2012.",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "LC-MS based detection of differential protein expression",
      "author" : [ "L. Tuli", "H.W. Ressom" ],
      "venue" : "Journal of Proteomics & Bioinformatics, vol. 2, no. 10, pp. 416–438, 2009.",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Proteomics profiling of human embryonic stem cells in the early differentiation stage",
      "author" : [ "A. Novak", "M. Amit", "T. Ziv" ],
      "venue" : "Stem Cell Reviews and Reports, vol. 8, no. 1, pp. 137– 149, 2012.",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nano LC-MS/MS: a robust setup for proteomic analysis",
      "author" : [ "M. Gaspari", "G. Cuda" ],
      "venue" : "Methods in Molecular Biology, vol. 790, pp. 115–126, 2011.",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Profiling and semiquantitative analysis of the cell surface proteome in human mesenchymal stem cells",
      "author" : [ "S.K. Lee", "J.H. Kim", "S.S. Kim" ],
      "venue" : "Analytical and Bioanalytical Chemistry, vol. 405, no. 16, pp. 5501–5517, 2013.",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Immunomodulatory role of adipose-derived stem cells on equine endometriosis",
      "author" : [ "M.E. Falomo", "L. Ferroni", "I. Tocco", "C. Gardin", "B. Zavan" ],
      "venue" : "BioMed Research International, vol. 2015, Article ID 141485, 6 pages, 2015.",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Review of the adipose derived stem cell secretome",
      "author" : [ "S.K. Kapur", "A.J. Katz" ],
      "venue" : "Biochimie, vol. 95, no. 12, pp. 2222– 2228, 2013.  Evidence-Based Complementary and Alternative Medicine  11",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Adipose stem cells for soft tissue regeneration",
      "author" : [ "C. Brayfield", "K. Marra", "J.P. Rubin" ],
      "venue" : "Handchirurgie, Mikrochirurgie, plastische Chirurgie, vol. 42, no. 2, pp. 124–128, 2010.",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Role of adiposederived stem cells in wound healing",
      "author" : [ "W.U. Hassan", "U. Greiser", "W. Wang" ],
      "venue" : "Wound Repair and Regeneration, vol. 22, no. 3, pp. 313–325, 2014.",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Immunomodulatory potential of human adipose mesenchymal stem cells derived exosomes on in vitro stimulated T cells",
      "author" : [ "R. Blazquez", "F.M. Sanchez-Margallo", "O. de la Rosa" ],
      "venue" : "Frontiers in Immunology, vol. 5, p. 556, 2014.",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Integrins and their ligands in rheumatoid arthritis",
      "author" : [ "T. Lowin", "R.H. Straub" ],
      "venue" : "Arthritis Research & Herapy, vol. 13, no. 5, p. 244, 2011.",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Integrins and metastasis",
      "author" : [ "K.K. Ganguly", "S. Pal", "S. Moulik", "A. Chatterjee" ],
      "venue" : "Cell Adhesion & Migration, vol. 7, no. 3, pp. 251–261, 2013.",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Integrins in cancer: biological implications and therapeutic opportunities",
      "author" : [ "J.S. Desgrosellier", "D.A. Cheresh" ],
      "venue" : "Nature Reviews Cancer, vol. 10, no. 1, pp. 9–22, 2010.",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Inflammation and its resolution and the musculoskeletal system",
      "author" : [ "J. Gallo", "M. Raska", "E. Kriegova", "S.B. Goodman" ],
      "venue" : "Journal of Orthopaedic Translation, vol. 10, pp. 52–67, 2017.",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S100A8 and S100A9: new insights into their roles in malignancy",
      "author" : [ "G. Srikrishna" ],
      "venue" : "Journal of Innate Immunity, vol. 4, no. 1, pp. 31–40, 2012.",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Proinflammatory activities of S100: proteins S100A8, S100A9, and S100A8/A9 induce neutrophil chemotaxis and adhesion",
      "author" : [ "C. Ryckman", "K. Vandal", "P. Rouleau", "M. Talbot", "P.A. Tessier" ],
      "venue" : "He Journal of Immunology, vol. 170, no. 6, pp. 3233–3242, 2003.",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Decreased levels of the gelsolin plasma isoform in patients with rheumatoid arthritis",
      "author" : [ "T.M. Osborn", "M. Verdrengh", "T.P. Stossel", "A. Tarkowski", "M. Bokarewa" ],
      "venue" : "Arthritis Research & Herapy, vol. 10, no. 5, p. R117, 2008.",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Multifunctional roles of gelsolin in health and diseases",
      "author" : [ "G.H. Li", "P.D. Arora", "Y. Chen", "C.A. McCulloch", "P. Liu" ],
      "venue" : "Medicinal Research Reviews, vol. 32, no. 5, pp. 999–1025, 2012.",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Inflammatory responses and inflammation-associated diseases in organs",
      "author" : [ "L. Chen", "H. Deng", "H. Cui" ],
      "venue" : "Oncotarget, vol. 9, no. 6, pp. 7204–7218, 2018.",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Role of antioxidants and natural products in inflammation",
      "author" : [ "P. Arulselvan", "M.T. Fard", "W.S. Tan" ],
      "venue" : "Oxidative Medicine and Cellular Longevity, vol. 2016, Article ID 5276130, 15 pages, 2016.",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Adult stem cells are kinds of cell that offer promise in regenerative medicine for cell-based therapies [1].",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 1,
      "context" : "Human adipose tissue has been introduced as a replacement source for multipotent stem cells, and therefore, adipose tissue-derived stem cells (ADSCs) are considered to be optimal for utilization in regenerative therapies, wound healing, and cardiovascular disorders treatments [2, 3].",
      "startOffset" : 277,
      "endOffset" : 283
    }, {
      "referenceID" : 2,
      "context" : "Human adipose tissue has been introduced as a replacement source for multipotent stem cells, and therefore, adipose tissue-derived stem cells (ADSCs) are considered to be optimal for utilization in regenerative therapies, wound healing, and cardiovascular disorders treatments [2, 3].",
      "startOffset" : 277,
      "endOffset" : 283
    }, {
      "referenceID" : 1,
      "context" : "+eir secretion of equatorial factors imposes the regenerative and therapeutic outcomes in an excessively wide selection of applications [2, 4].",
      "startOffset" : 136,
      "endOffset" : 142
    }, {
      "referenceID" : 3,
      "context" : "+eir secretion of equatorial factors imposes the regenerative and therapeutic outcomes in an excessively wide selection of applications [2, 4].",
      "startOffset" : 136,
      "endOffset" : 142
    }, {
      "referenceID" : 4,
      "context" : "ADSCs are also known for their powerful anti-inflammatory and angiogenic properties, and ADSCs have been examined as a means to aid the wound healing process [5, 6].",
      "startOffset" : 158,
      "endOffset" : 164
    }, {
      "referenceID" : 5,
      "context" : "ADSCs are also known for their powerful anti-inflammatory and angiogenic properties, and ADSCs have been examined as a means to aid the wound healing process [5, 6].",
      "startOffset" : 158,
      "endOffset" : 164
    }, {
      "referenceID" : 6,
      "context" : "+ese cells function in a paracrine manner, stimulating the surrounding cells and promoting angiogenesis [7].",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 7,
      "context" : "Meanwhile, studies have also shown that stem-cell conditioned media (CMs) have possible therapeutic applications in neural, myocardial, and wound healing [8].",
      "startOffset" : 154,
      "endOffset" : 157
    }, {
      "referenceID" : 3,
      "context" : "Research has shown that a synthetic cell-mimicking microparticle can be fabricated that recapitulates stem cell functions in tissue repair [4].",
      "startOffset" : 139,
      "endOffset" : 142
    }, {
      "referenceID" : 8,
      "context" : ", due to the complication of preparation [9].",
      "startOffset" : 41,
      "endOffset" : 44
    }, {
      "referenceID" : 9,
      "context" : "+e currently available technologies and knowledge dealing with immunogenicity and immunotoxicity and the advancement in the formulation methodologies, protein engineering, administration routes, and production techniques have now positioned protein-based biopharmaceuticals firmly in the Pharma pipelines [10].",
      "startOffset" : 305,
      "endOffset" : 309
    }, {
      "referenceID" : 10,
      "context" : "Proteomics is one such vital technique to interpret the biological processes since proteins accomplish all the functions that are accomplished by proteins in the cell [11].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 11,
      "context" : "+e progressive bioinformatics combined with high-throughput proteomic technologies is comprehensively implemented to identify the molecular signatures of protein pathways and disease-promoting signaling cascades [12].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 12,
      "context" : "Nanoscale liquid chromatography coupled to tandem mass spectrometry (Nano-LC-MS/MS) has become an important tool in the field of proteomics, and its sensitivity has predominated over the typical LC-MS/MS that permits the analysis of peptide mixtures in sample-limited conditions [13].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 13,
      "context" : "Proteomic analysis is frequently employed in recent times for the identification of protein expression patterns in stem cells to understand their potential to cure several chronic diseases [14].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 1,
      "context" : "Investigations of ADSCs have been undertaken for their presumptive use in regenerative medicine based on their antiapoptotic, protrophic, immunomodulatory, and proangiogenic properties [2, 15, 16].",
      "startOffset" : 185,
      "endOffset" : 196
    }, {
      "referenceID" : 14,
      "context" : "Investigations of ADSCs have been undertaken for their presumptive use in regenerative medicine based on their antiapoptotic, protrophic, immunomodulatory, and proangiogenic properties [2, 15, 16].",
      "startOffset" : 185,
      "endOffset" : 196
    }, {
      "referenceID" : 15,
      "context" : "Investigations of ADSCs have been undertaken for their presumptive use in regenerative medicine based on their antiapoptotic, protrophic, immunomodulatory, and proangiogenic properties [2, 15, 16].",
      "startOffset" : 185,
      "endOffset" : 196
    }, {
      "referenceID" : 15,
      "context" : "+us, the noncellbased agents have a broad range of applications, such as immunomodulatory, antiapoptotic, protrophic, and proangiogenic properties [16, 19].",
      "startOffset" : 147,
      "endOffset" : 155
    }, {
      "referenceID" : 18,
      "context" : "+us, the noncellbased agents have a broad range of applications, such as immunomodulatory, antiapoptotic, protrophic, and proangiogenic properties [16, 19].",
      "startOffset" : 147,
      "endOffset" : 155
    }, {
      "referenceID" : 19,
      "context" : "Integrin activation has been conjugated to proliferation, secretion of matrix-degrading enzymes, migration, invasion, and cytokine production [20].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 20,
      "context" : "In malignant disease, integrin expression was often found to be deregulated and tumors use integrins to evade apoptosis or metastasize, revealing that integrin signaling has to be tightly regulated [21, 22].",
      "startOffset" : 198,
      "endOffset" : 206
    }, {
      "referenceID" : 21,
      "context" : "In malignant disease, integrin expression was often found to be deregulated and tumors use integrins to evade apoptosis or metastasize, revealing that integrin signaling has to be tightly regulated [21, 22].",
      "startOffset" : 198,
      "endOffset" : 206
    }, {
      "referenceID" : 22,
      "context" : "On the one hand, inflammation is crucial to resolve tissue injury and preserve homeostasis, and while on the other hand, inflammation is a pivotal contributor in the vast majority of human diseases [23].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 23,
      "context" : "Both proteins are expressed uniformly and form a substantial heterodimer S100A8/A9, which ubiquitously appears and is able to stimulate macrophages via the binding and activation of Toll-like receptor (TLR) 4-dependent signaling cascades [25].",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 24,
      "context" : "expression in murine and human chondrocytes was directly stimulated by S100A8 and S100A9, thereby promoting the breakdown of cartilage in osteoarthritis and rheumatoid arthritis [26].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 25,
      "context" : "Animals subjected to systemic inflammation can prolong survival and prevent complications of acute injury by the administration of pGSN [27, 28].",
      "startOffset" : 136,
      "endOffset" : 144
    }, {
      "referenceID" : 26,
      "context" : "Animals subjected to systemic inflammation can prolong survival and prevent complications of acute injury by the administration of pGSN [27, 28].",
      "startOffset" : 136,
      "endOffset" : 144
    }, {
      "referenceID" : 27,
      "context" : "NO radical plays a crucial role in regulating inflammation and immune responses in rheumatoid arthritis (RA), inflammatory bowel diseases, and asthma [29].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 28,
      "context" : "Scavenging endogenous NO in inflammation condition may be useful for treating chronic inflammatory disorders, including rheumatoid arthritis [30].",
      "startOffset" : 141,
      "endOffset" : 145
    } ],
    "year" : 2019,
    "abstractText" : "Research Institute of Life Science and College of Veterinary Medicine, Gyeongsang National University, 501 Jinju-daero, Jinju, Gyeongnam 52828, Republic of Korea Gyeongnam Department of Environment Toxicology and Chemistry, Toxicity Screening Research Center, Korea Institute of Toxicology, 17 Jegok-gil, Munsan-eup, Jinju, Gyeongnam 52834, Republic of Korea T-Stem Co., Ltd., Changwon, Gyeongnam 51573, Republic of Korea",
    "creator" : null
  }
}