{
  "name" : "downloads_2020-09-01_5c_zhao2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Supramolecular Photothermal Nanomaterials as an Emerging Paradigm toward Precision Cancer Therapy",
    "authors" : [ "Luyang Zhao", "Yamei Liu", "Rui Chang", "Ruirui Xing", "Xuehai Yan" ],
    "emails" : [ "yanxh@ipe.ac.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW www.afm-journal.de\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1806877 (1 of 12)"
    }, {
      "heading" : "Supramolecular Photothermal Nanomaterials as an",
      "text" : ""
    }, {
      "heading" : "Emerging Paradigm toward Precision Cancer Therapy",
      "text" : ""
    }, {
      "heading" : "Luyang Zhao, Yamei Liu, Rui Chang, Ruirui Xing, and Xuehai Yan*",
      "text" : "The concept of the “supramolecular photothermal effects” refers to the collection property and photothermal conversion efficiency resulting from the supramolecular assembly of molecular photothermal sensitizers. This review considers organic supramolecular photothermal materials assembled at the nanoscale via various molecular self-assembly strategies and associated with the organization of multiple noncovalent interactions. In these materials, the individual photosensitizer molecules are typically aggregated through self-assembly in a certain form that exhibits enhanced biostability, increased photothermal conversion efficiency with photoluminescence quenching, and improved photothermal therapeutic effects in comparison with those of the monomeric photosensitizer molecules. These supramolecular photothermal effects are controlled or influenced by intermolecular noncovalent interactions, especially the hydrophobic effects, which are distinct from the mechanisms of conventional sensitizer molecules and polymers and inorganic photothermal agents. A focus lies on how self-assembly strategies give rise to supramolecular photothermal effects, including polymer and protein fabrication, small molecule self-assembly, and the construction of donor–acceptor binary systems. Emphases are placed on the rational design of supramolecular photothermal nanomaterials, drug delivery, and in vivo photothermal therapeutic effects. Finally, the key challenges and promising prospects of these supramolecular photothermal nanomaterials in terms of both technical advances and clinical translation are discussed.\nDOI: 10.1002/adfm.201806877"
    }, {
      "heading" : "1. Introduction",
      "text" : "Photothermal therapy has opened a promising avenue to precision cancer treatment due to its intrinsic advantages of minimal invasiveness, low toxicity, convenient operation, and quick"
    }, {
      "heading" : "Supramolecular Photothermal Materials",
      "text" : "Dr. L. Zhao, Dr. Y. Liu, Dr. R. Chang, Dr. R. Xing, Prof. X. Yan State Key Laboratory of Biochemical Engineering Institute of Process Engineering Chinese Academy of Sciences No. 1 North Second Street, Zhongguancun, Beijing 100190, China E-mail: yanxh@ipe.ac.cn Dr. R. Chang, Prof. X. Yan University of Chinese Academy of Sciences Beijing 100049, China Prof. X. Yan Center for Mesoscience Institute of Process Engineering Chinese Academy of Sciences No. 1 North Second Street, Zhongguancun, Beijing 100190, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201806877.\nrecovery.[1–3] It employs photosensitizing agents that accumulate in the tumor site to generate heat from light, causing the ablation of tumor cells by rapidly increasing the local temperature.[4] Historically, Egyptians treated breast tumors by cauterization with glowing irons as early as 5000 years ago. In ancient China, various kinds of heating, such as fumigation, moxibustion, medicated baths, and hot spring baths, were also extensively adopted to treat certain diseases. The modern hyperthermia method for tumor therapy probably started in 1866, when Busch published the world’s first medical dissertation on disease induced high temperature which caused tumor regression. In 1966, laser radiation was used to remove tumors by Goldman for the first time.[5–7] In recent decades, the utilization of materials as agents that release heat by absorbing the energy from a laser has significantly enhanced the selectivity and reduced the invasiveness of photothermal therapy. Recently, the agent materials have become the main determinant of photothermal therapeutic efficacy.\nDue to the necessity and important features of common photosensitizers, the development of effective and biologically\nfriendly photosensitizer materials is greatly needed for efficient photothermal therapy. In particular, organic materials, which have been rapidly developed for the last decade, have been discovered to possess a low long-term biosafety risk, high biocompatibility, and high biodegradability; therefore, these materials show greater promise for clinical applications than conventional inorganic agents.[8] For example, indocyanine green (ICG), a Food and Drug Administration (FDA)-approved fluorescence imaging agent,[9,10] is an excellent photothermal agent candidate owing to its intrinsic high light-to-heat conversion efficiency, intense absorption in the near-infrared (NIR) region, and high biocompatibility. Inspired by the hydrophilic ICG compound, researchers have also synthesized many cyanine derivatives with improved properties for photothermal therapy. However, these materials are under molecular forms, suffering poor biostability, short blood half-life, and limited accumulation at tumor site, which severely affect their therapeutic efficiency. More seriously, these molecular materials exhibit fluorescence, which is a physical process that competes with heat generation, thereby reducing their photothermal conversion efficiency. As a natural consequence, modifications of organic agents in\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (2 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\naddition to tuning their molecular structures are still necessary for achieving highly efficient precision cancer therapy. This deficiency is also true for various other organic photosensitizers with the potential to serve as photothermal agents, such as the porphyrins that have been widely applied in photodynamic therapy, because these physiochemical features are universal for organic chromophores.[11–13]\nSupramolecular assembly has its root in biological systems and is widely applied in biology and medicine.[14] Through supramolecular assembly, a drug or photosensitizing agent is aggregated either individually or together with other functional species to form a nanosystem as an integral platform. The assembly is based on noncovalent intermolecular interactions, which mainly include electrostatic interactions, hydrogen bonding, hydrophobic interactions, and van der Waals interactions. The unique significance of supramolecular chemistry for photothermal materials lies in two aspects. First, the molecular photosensitizers, either hydrophilic or hydrophobic, may be stably loaded into supramolecular assemblies and subsequently show the enhanced permeability and retention (EPR) effect, enhanced pharmacokinetics, improved drug accumulation at the tumor site, minimized side effects, and optimized bioavailability.[15–19] Second, the aggregation of a light-absorbing agent quenches fluorescent emission and intersystem crossing (ISC), thereby enhancing its heat generation. Both of these advantages provided by the supramolecular assembly strategy are specifically beneficial for photothermal materials; therefore, it is feasible to summarize these factors as “supramolecular photothermal effects” (Figure 1). Despite the fast development of organic supramolecular photothermal materials, the supramolecular photothermal effects have not been fully realized and are not utilized rationally. Therefore, a systematic summarization of the concept, properties, and application of the supramolecular photothermal effects appears quite necessary and timely for the future development of photothermal materials.\nIn this review, we focus on the different methodologies of engineering supramolecular photothermal nanomaterials, including polymer or protein fabrication, small mole cule– assisted assembly, and construction of donor–acceptor binary system. The classification of these methods is based on the physiochemical properties of the assembly units and supramolecular interactions (Figure 1). The effects of these supramolecular fabrication strategies on the nanostructure properties and in vivo therapeutic efficacy of the resultant materials are also discussed in detail. This review is expected to provide useful guidance for developing efficient supramolecular photothermal nanomaterials."
    }, {
      "heading" : "2. The Mechanism of Supramolecular Photothermal Effects",
      "text" : "In principle, following photoexcitation, the organic sensitizer molecules are activated to the excited state (S1). The excited state decays back to the ground state mainly through three processes: emitting a photon (i.e., fluorescence), intersystem crossing (which may further lead to phosphorescence or triplet–triplet annihilation with other species), and nonradiative relaxation (Figure 2). Photothermal conversion (i.e., heat generation) arises as the result of nonradiative relaxation processes. For a molecular sensitizer, the three pathways are usually competitive, resulting in limited heat generation. To improve the photothermal conversion efficiency, light emitting and intersystem crossing must be inhibited. Supramolecular assembly leads to closed stacking of the molecular sensitizers with highly frequent intermolecular collisions. Such collisions efficiently quench the molecular fluorescence and intersystem crossing, giving rise to much increased yield of nonradiative relaxation. Among supramolecular assembly, donor–acceptor\nXuehai Yan obtained his PhD in chemistry at the Chinese Academy of Sciences (CAS) in 2008. After that, he moved to the Max Planck Institute of Colloids and Interfaces in Germany for postdoctoral research as an Alexander von Humboldt fellow. In 2013, he became a professor at the Institute of Process Engineering\n(IPE), CAS. He is the vice director at the State Key Laboratory of Biochemical Engineering and the Center of Mesoscience, IPE, CAS. His research interests are mainly focused on peptide-modulated self-assembly, mesoscale mechanisms, supramolecular colloids, and antitumor phototherapy.\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (3 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n(D–A) binary system is a special pattern that is emerging in photothermal therapy. The D–A assembly system exhibits enhanced photothermal conversion efficiency through sufficient intermolecular electron transfer process from the donor to the acceptor, which also quenches the fluorescence and intersystem crossing. In addition, introducing transition metal elements with free electron radicals through either intramolecular or supramolecular coordination also benefits vibrational relaxation, because the n–π* electron transition within the introduction of metal ions quenches the original π–π* transitions without metal ion.[20] Notably, the nonradiative process for heat generation of organic materials is different from that of inorganic ones like metals or semiconductors, which is the surface plasmon resonance and is influenced by the collection of charge carriers.[21,22]\nOn the other hand, supramolecular assembly of molecular photosensitizers may greatly improve their stability in vivo against disassembly and photobleaching, their blood circulation time, and their accumulation at tumor site due to the EPR effect of nanoparticles, in comparison with monomeric sensitizer molecules. The increased accumulation at tumor site due to supramolecular assembly directly provides enlarged amount of heat generation, which is known as the collection property of nanoparticles. Reasonably, the increased heat release further gives rise to an enhanced therapeutic performance. As a total consequence, supramolecular assembly is a versatile and convenient strategy for raising photothermal effects. In the following sections, we will discuss how a supramolecular assembly strategy may influence the supramolecular photothermal effects."
    }, {
      "heading" : "3. Polymeric Nanomaterials",
      "text" : "Polymeric nanomaterials, that is, the material nanosystems self-assembled by the participation of amphiphilic polymers, have gained great success in drug delivery and tumor therapeutics. In the polymer-participated self-assembly strategy, the polymers provide an interface for the drug in water and a steric barrier against drug degradation or deactivation,[17,23–26] thereby affording enhanced drug solubility and stability, prolonged circulation time, passive accumulation at the tumor sites, and reduced side effects.[27–29] These are also true for polymeric photothermal nanomaterials, where the loaded drugs are photothermal sensitizer molecules. The photothermal effects of the polymeric nanoparticles are mainly dependent on both the polymer properties and the interactions between the polymer and the loaded sensitizer.\nCoassembly of polymers and photosensitizers is the most typical supramolecular strategy widely applied to drug delivery and therapy, where the photosensitizing agents are encapsulated by polymer-fabricated nanoparticles through noncovalent intermolecular interactions.[30–32] The best advantage of the coassembly strategy is its easy preparation by merely rapid precipitation of given ingredients.[33,34] Tert-butyl-substituted phthalocyanine, an extremely hydrophobic compound with strong π–π intermolecular interactions, can be effectively loaded into a mixture of polyethylene glycol (PEG) and Pluronic F-68.[35] Under laser irradiation, the phthalocyanine-encapsulating nanoparticles enabled an ex vivo temperature increase of 30 °C that was maintained for more than 10 min, showing their greatly enhanced photothermal conversion efficiency and photostability in comparison with those of free phthalocyanine molecules. Notably, the hydrophobic interaction between photosensitizer molecules is stronger than that between the photosensitizer and the polymer; therefore, the photosensitizing agents are considered to aggregate together rather than disperse into the polymeric nanoparticles. Consequently, the aggregated photosensitizers may give rise to “aggregationpromoted thermal relaxation” and improved photothermal performance,[35] namely, the supramolecular photothermal effects.\nInstead of coassembling independent amphiphilic polymers and photosensitizers noncovalently, the polymer and photosensitizer agents may be conjugated together by covalent bonding and serve as an integrated assembly unit, which results in polymer–sensitizer conjugate nanosystems through supramolecular assembly.[36–40] The major advantages of such polymer– sensitizer conjugate nanosystems over noncovalently assembled polymeric nanoparticles are the definite and relatively high loading efficiency of the sensitizer and the feasibility of loading additional functional theranostic agents.[41] Since the use of a polymer allows assembly of the sensitizer moiety at a higher density, the conjugate nanosystems may also enhance the supramolecular photothermal effects. As a typical example, a terrylenediimide (TDI)–poly(acrylic acid) (PAA)-based nanomedicine was prepared by modifying the hydrophobic TDI dye sensitizer with PAA at the periphery, resulting in an eight-armed, starlike molecule (Figure 3A).[42] This molecular structure has a hydrophilic outside (corona) and a hydrophobic inside (core), representing a whole amphiphilic assembly unit and enabling facile fabrication through supramolecular self-assembly. The\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (4 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nself-assembled nanoparticles showed well-defined and robust nanostructures (Figure 3B) and exhibited a high photothermal conversion efficiency of up to 41% with a temperature increase to ≈65 °C in vivo under irradiation with a 660 nm laser postinjection (Figure 3C,D). After photothermal treatment with the TDI–PAA-based nanoparticles, the lowest values of tumor volume and weight were reached, and high levels of cancer cell extermination were observed, revealing completely eradicated tumors without recurrence during the treatment (Figure 3E). Treatment with the photothermal nanoparticles also inhibited tumor metastasis, suggesting the conjugated nanoparticles as a highly promising agent for the in vivo photothermal ablation of cancer and indicating the effectiveness of the polymer–sensitizer conjugate strategy for photothermal therapeutics.\nAs a flexible assembly strategy, the polymeric nanoparticles can also be fabricated through a synergistic process of covalent reaction and noncovalent supramolecular assembly, which is usually seen in crosslinker-contained nanosystems.[43,44] Light absorbing organic polymers such as polypyrrole and polydopamine show potential in photothermal therapy, but they require additional modification to achieve efficient delivery to the tumor site. To solve this problem, the pyrrole units might be loaded in a prepared γ-polyglutamic acid (γPGA) nanogel which served as the agent loader and the nanoreactor to incorporate pyrrole monomers. With the help of the oxidative ferric ions, the resulting polypyrrole-loaded nanogel systems showed considerable photothermal therapeutic effect and the ability to encapsulate other light absorbing polymers like polyalanine.[45,46]"
    }, {
      "heading" : "4. Protein-Loaded Nanomaterials",
      "text" : "Proteins can be regarded as a special kind of polymer because they are composed of amino acids as the repeating unit and\nexhibit chain-like structures and amphiphilicity. Because of their intrinsic biocompatibility, protein-loaded supramolecular photothermal drug delivery systems are highly attractive as alternatives to conventional synthetic polymer–encapsulated photothermal nanosystems.[13,47] For instance, albumins serve as a carrier for many kinds of hydrophobic drug molecules, showing significant impact on the in vitro and in vivo stability of drugs.[48–51] In fact, the human serum albumin (HSA) complex with paclitaxel, known as Abraxane, has already been approved by the US FDA as an antitumor drug. In addition to the widely used albumin, several other functional proteins, such as ferritin, gelatin, transferrin, and lipoproteins, have also been adopted for photothermal drug delivery and therapy to date.[52–54] Generally, proteins provide similar supramolecular photothermal effects to conventional polymers, which are enhanced photothermal conversion effects by quenching photoluminescence and ISC and biostability by contributing a hydrophobic environment. In addition, proteins have specific molecular structures, which may load the photothermal agent in a specific conformation, leading to more predictable physiochemical properties and better theranostic performance.\nFor example, Liu and co-workers reported a HSA-bound IR825 dye supramolecular system that is efficient for imagingguided photothermal therapy.[55] The IR825 molecule was prone to self-aggregate into large particles in neutral or basic environments and to rapidly precipitate in an acidic environment due to protonation of the carboxylic group in the molecule. In contrast, the HSA–IR825 complex shows great stability at pH 3–11 and is 5–10 nm in size. In comparison with molecular IR825 in aqueous solution, the complex nanoparticles with a 1:1 molar ratio of HSA to IR825 showed enhanced fluorescence when excited at 600 nm due to the inhibition of IR825 aggregation by its complexation with HSA, while increasing the IR825\nAdv. Funct. Mater. 2019, 29, 1806877\nFigure 3. Scheme of TDI–PAA nanoparticles and their photothermal therapeutic effect. A) Molecular structure and self-assembly. B) Transmission electron microscope (TEM) image of the nanoparticles. C) Photothermal effect in vivo. D) Temperature increase in mouse tumors. E) Tumor volume growth curves of mice after laser therapy. All panels reproduced with permission.[42] Copyright 2017, American Chemical Society.\n1806877 (5 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nproportion reduced the emission. The HSA–IR825 complex also exhibited significant photothermal efficacy in vivo upon irradiation of tumors with an 800 nm laser, and the tumor surface temperature increased rapidly to 50 °C. In conclusion, HSA may benefit the photothermal sensitizer IR825 in two aspects: 1) the fabrication of stable and uniform nanoparticles of suitable size and 2) reduction in blood clearance of the sensitizer. However, upon complexation with HSA, the fluorescence of IR825 is increased, probably because the protein restricts the movement of the sensitizer molecules and thus prevents their self-aggregation. This behavior is also observed in other photosensitizers that bind with HSA.[56]\nThe failure of the supramolecular photothermal effects may be overcome by using intrinsically fluorescence-quenched dye materials such as iron(II) phthalocyanine, which quenches the initial fluorescence of phthalocyanine via the unpaired electron in iron(II).[57] Alternatively, protein and drug molecules may also be covalently connected to afford protein-conjugated photothermal nanomaterials. For example, covalent conjugation of HSA and the near-IR cyanine dye CySCOOH through an amidation reaction leads to 70% quenching of fluorescence in comparison with that of the molecular CySCOOH dye, although complete quenching does not occur (Figure 4A,B).[58] This may be because the covalent conjugation results in a high molar ratio of CySCOOH:HSA up to 12:1, enabling considerable intermolecular collisions between CySCOOH moieties, while noncovalent encapsulation of CySCOOH by HSA afforded a molar ratio of only 2:1 or even lower. The reduced but not completely quenched fluorescence not only enhanced the photothermal conversion efficiency but also allowed fluorescent imaging diagnosis. Guided by both fluorescent and photoacoustic imaging, the HSA@CySCOOH nanoparticles reached maximal accumulation at the tumor site at 24 h postinjection (Figure 4C). Under optimized laser irradiation conditions, the conjugate nanoparticles caused a high temperature increase to 56 °C and complete tumor ablation without recurrence within two months in vivo (Figure 4D,E), suggesting\nthat the HSA@CySCOOH nanoparticles are highly efficient photothermal materials and that the protein–sensitizer conjugation strategy is effective in realizing the supramolecular photothermal effects.\nBecause proteins have specific molecular structures, they may also load a photothermal agent in a specific conformation with distinct photothermal performance. Rather than proteins acting as individual drug-loading molecules as detailed above, some proteins can form a nanocage with a large internal space for drug loading.[59,60] The ferritin nanocage is constructed by the self-assembly of its subunits with an external size diameter of 12 nm and an internal space diameter of 8 nm.[61] Compared with that of individual IR820 molecules, the fluorescence of IR820 dye molecules loaded into a ferritin nanocage and excited at 770 nm was quenched ≈80%.[62] The effective quenching of fluorescence is because the sensitizer molecules are self-aggregated inside the nanocage with sufficient intermolecular contact, facilitating efficient charge transfer and vibrational relaxation. As a result, the ferritin–IR825 dye nanosystem exhibited complete tumor ablation photothermal performance under optimized irradiation and drug postinjection conditions. In comparison, molecular IR825 dye under the same laser irradiation conditions induced only limited tumor growth inhibition, suggesting that the protein nanocage is a feasible mediator for providing the supramolecular photothermal effects."
    }, {
      "heading" : "5. Small Molecule–Assembled Nanomaterials",
      "text" : "Despite the great success of polymers in fabricating efficient photothermal nanomaterials, polymeric nanoparticles are usually limited by their relatively low drug-loading efficiency and lack of controllability. In contrast, small molecules, which mainly include peptides, therapeutic agents, and other kinds of amphiphilic functional molecules, have defined molecular structures and low molecular weights. In particular, inspired by the abundant assembled species in nature, researchers have\nAdv. Funct. Mater. 2019, 29, 1806877\nFigure 4. Structure and photothermal performance of HSA@CySCOOH nanoparticles. A) Synthesis and structure of HSA@CySCOOH. B) Fluorescence quenching by covalent conjugation. C) Tumor accumulation detection by in vivo fluorescence imaging. D) Ex vivo photothermal conversion effect. E) Tumor growth curves after photothermal treatment. All panels reproduced with permission.[58] Copyright 2015, Royal Society of Chemistry.\n1806877 (6 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ndemonstrated that peptides and many other functional species with strategically designed molecular structures can assemble into well-defined supramolecular nanostructures (e.g., micelles, nanofibers). The key difference between polymerbased assembly and small molecule assembly is that the latter approach features well-defined intermolecular noncovalent interactions, which the former lacks.[18,63] In addition, these supramolecular nanostructures exhibit numerous applications depending on their composition, among which drug delivery is one of the most well-established categories. Compared with the polymeric nanoparticles mentioned above, supramolecular-assembled nanomaterials including both drug and drugloading agents have definite molecular structures and roles in the assembly."
    }, {
      "heading" : "5.1. Small Molecule–Coassembled Nanomaterials",
      "text" : "Small molecules, especially those showing biocompatibility or bioactivity, such as peptides, RNA, and even therapeutic compounds, can also be utilized to fabricate drug delivery systems in order to afford therapeutic nanomaterials.[64–68] Unlike polymers or proteins, which are large molecules that encapsulate photosensitizers, small organic molecules usually have similar molecular sizes to those of the sensitizer molecules, and the two species coassemble together in close proportions to afford the final nanomaterials. Small molecule–assisted coassembly has several advantages for fabricating photothermal nanomaterials: 1) small molecule compounds are easy to acquire, and their structures can be readily modified according to the assembly properties and therapeutic efficacy; 2) the assembly process and properties enabled by functional small molecules are adaptable\nand can be exquisitely controlled on the basis of noncovalent intermolecular interactions; 3) the afforded nanomaterials may exhibit multifunctional or enhanced therapeutic effects based on the rational design of the starting assembly units as well as the assembly process. In fact, such a small molecule–assisted coassembly strategy has been widely applied in chemotherapy and photodynamic therapy.[69–71] In this assembly strategy, the light-absorbing molecules not only serve as loaded drugs but also play the role of assembly units and provide noncovalent interactions for the formation of nanomaterials.[13,72] However, small molecule–assisted coassembly is usually employed for chemo- or photodynamic therapeutic materials because this type of strategy results in insufficient intermolecular aggregation, which limits the realization of the supramolecular photothermal effects while facilitating the process of luminescence or ISC. Fabricating photothermal nanomaterials based on this strategy is not common but rather is still under exploration.\nOne rare success in small molecule–coassembled photothermal materials is a nanosystem composed of ICG and NapFFKYp, a peptide that responds to a tumor-specific enzyme, alkaline phosphatase (ALP).[73] Peptides are an important building block in nature. Since peptides are composed of different amphiphilic amino acids, they exhibit various assembly behaviors. The flexible structure of peptides also enables the fabrication of specific types of nanomaterials with controllable characteristics. The function of a peptide can be integrated into nanomaterials fabricated through peptide-mediated supramolecular assembly in order to realize multifunctional or synergistic therapies. Simply mixing ICG and an excess amount of the peptide led to a micelle supramolecular structure with a hydrodynamic diameter of ≈204 nm (Figure 5A,B). After adding ALP, the peptide was dephosphorylated to NapFFKY,\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (7 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwhich is a hydrogelator, and further formed nanofibers with an approximate diameter of 12.8 nm in which ICG was incorporated (Figure 5C). During the conversion, the absorption of ICG redshifted from 780 to 808 nm, suggesting a transition from monomer to J-aggregation (Figure 5D). The conversion from micelles to nanofibers was also reproduced in vivo and in situ after injection. Due to the intermolecular interaction and relative conformational orientation between ICG and peptide, the ICG-doped nanofiber shows enhanced near-IR absorbance and partially quenched fluorescence emission and exhibits unique photoacoustic and photothermal properties. Under the condition of 5 min of laser irradiation (808 nm, 0.8 W cm−2), the temperature at the tumor site increased by 21.7 °C (24 h postinjection), and the tumor was effectively ablated (Figure 5E,F).\nIn contrast to the assembly enhanced photothermal effect of porphyrin and phthalocyanine dyes, Zhang and co-workers established a “supramolecular radical mechanism” based on host–guest chemistry between a perylene diimide derivative (PPDI) and cucurbit[7]uril (CB[7]) for the highly selective killing of harmful bacteria that overexpress hydrogenase.[74] PPDI can be reduced by Escherichia coli bacteria to a radical anionic form that has intense near-IR absorption, but it is not stable by itself because the π–π stacking of perylene diimide will quench the radical anion. Through smart supramolecular assembly with CB[7] through host–guest interactions,[75,76] a supramolecular complex (CPPDI) was constructed (Figure 6A). In comparison with PPDI itself, the CPPDI complex showed enhanced photothermal conversion efficiency because the π–π stacking of perylene diimide was diminished after the introduction of the bulky CB[7] moiety. In addition, CB[7] prevented the phenyl group from inserting into the membrane of bacteria, eliminating the nonspecific antibacterial behavior of PPDI. As a result, under 808 nm laser irradiation for 30 min, the CPPDI supramolecular material showed 99% inhibitory efficacy against E. coli and high selectivity for facultative anaerobes with a remarkable biochemical response since it is the hydrogenase\non the surface of these bacteria that reduces PPDI to the anionic form (Figure 6B). In addition, CPPDI showed no evident cytotoxicity to mammalian cells by the thiazolyl blue tetrazolium bromide (MTT) assay, demonstrating its great potential as a safe supramolecular strategy for photothermal therapy."
    }, {
      "heading" : "5.2. Small Molecule–Self-Assembled Nanomaterials",
      "text" : "Through a suitable modification of their molecular structure, intrinsically hydrophobic photothermal sensitizers may function as building blocks in the construction of supramolecular nanosystems. Clearly, self-assembly of the sensitizers affords the highest drug-loading efficiency because no other species are included in the assembled nanosystem. In addition, photosensitizer self-assembly leads to an appropriate aggregation state in which very strong supramolecular photothermal effects would be exhibited. Moreover, due to the small size of the photosensitizer molecules serving as the building blocks, controlling their assembly structures and properties becomes easier and more controllable with this approach than with other strategies. As a consequence, suitable modification of the initial structure of sensitizer molecules is crucial to the effectiveness of the final self-assembled nanosystems. Generally, modification of the molecular structure includes tuning the molecular charge, hydrophilicity (or hydrophobicity), size, or volume and incorporating additional functionalities such as stimuliresponsiveness and targeting.[66,77]\nPurpurin 18 (P18) is a near-IR photothermal agent. Conjugation with the enzyme-responsive peptide PLGVRG and the tumor-targeting peptide RGD results in P18–PLGVRGRGD, which can serve as the building block in the self-assembly of stable fibrous superstructures with average diameters of 30 ± 5 nm and lengths of several micrometers.[78] The major driving force for self-assembly is hydrophobic interactions between peptides and π–π interactions between purpurins.\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (8 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nDuring the assembly process, the Q-band absorption of P18 redshifted from 705 nm in the monomeric state to 730 nm in the aggregated state. The nanomaterials exhibited enhancements in both their photoacoustic imaging signals and photothermal conversion efficiencies. The self-assembly led to a longer retention time in the tumor site with a half-retention time of 24 h compared with only 2 h for a similar P18–peptide (P18–PMGMRGRGD) conjugate that cannot aggregate but rather remains in the monomeric state in the tumor site, indicating an assembly enhanced retention effect. The targeting function of the RGD ligand also facilitated the accumulation of nanofibers in tumors. In addition, irradiation of the tumor for 5 min at 6 and 10 h postinjection led to a temperature increase of up to 50 °C, and the tumor inhibition ratio (IR) reached ≈99%, which is higher than that provided by the monomeric conjugate, indicating the excellent supramolecular photothermal effects.\nIn addition to the advantages detailed above, such selfassembly peptide–sensitizer conjugates also represent unique significance to photothermal therapy because the high sensitizer loading density remarkably reduces the intermolecular distance of neighboring sensitizers, which enhances the photothermal efficiency by inhibiting the intrinsic fluorescence of these sensitizers. To achieve the optimal supramolecular photothermal effect, our group designed a short peptide-conjugated porphyrin compound that, through self-assembly, was fabricated into nanodots with diameters of ≈25 nm and longterm colloidal stability (Figure 7A,B).[79] Molecular dynamics simulation revealed that the main driving forces behind the self-assembly of the conjugate in water were π–π stacking and hydrogen-bonding interactions. The conjugated peptide moiety, diphenylalanine, not only provided aqueous stability to the nanodots through hydrophilic interactions but also functioned as a spatial barrier between porphyrin groups, inhibiting the further growth of nanodots through the strong π–π stacking interactions. The porphyrin moieties were able to form J-aggregates, as revealed by both the simulation and a small redshift in the absorption spectrum. In comparison with their molecular state,\nthe assembly state of the conjugates had over 99% fluorescence quenching, and the singlet oxygen quantum yield of the nanodots was 0%, suggesting their high potential to serve as a photothermal agent. Despite the quenching of fluorescence, the biodistribution of the nanodots can be readily detected by photoacoustic imaging, which showed that the in vivo accumulation of the nanodots reaches a maximum at 24 h postinjection. Furthermore, when the tumors were irradiated with a 635 nm laser (0.3 W) for 10 min at 24 h postinjection, the temperature at the tumor sites increased to 58.1 °C, leading to successful tumor ablation and leaving dark burn scars at the original tumor site without recurrence (Figure 7C–E).\nImportantly, different conjugated peptides probably give rise to different assembly structures, which may further affect the photothermal conversion efficiency of the nanomaterials. For perylene diimide molecules,[80] when the conjugated terminal amino acid was tyrosine, the resulting conjugate self-assembled into nanofibers. In contrast, when the terminal amino acid was changed to aspartic acid, the species self-assembled into nanoparticles. The nanoparticles with considerably reduced fluorescence exhibited higher photothermal conversion than the nanofibers under the same irradiation conditions, indicating a close relationship between the assembly structures and the supramolecular photothermal effects.\nIn addition to peptides, other kinds of small molecules can also be integrated into photosensitizers by covalent bonding to enable the fabrication of photothermal nanomaterials. Yoon and co-workers prepared a tetra(triethylene glycol)-substituted zinc phthalocyanine compound that was further modified with biotin on the terminal hydroxyl groups.[81] Due to the amphiphilic triethylene glycol groups, this phthalocyanine can readily self-assemble into nanoparticles with diameters ranging from 100 to 200 nm. The nanoparticles are specifically responsive to avidin with dramatic recovery of intrinsic fluorescent emission, which unexpectedly hindered the temperature increase upon laser irradiation. Specifically, 655 nm laser irradiation inhibited tumor growth by ≈40% in vivo, suggesting this nanomaterial\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (9 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nas a potential photothermal agent. Most likely, the incomplete tumor ablation resulted from the disassembly of the nanoparticle in vivo because, on the one hand, the avidin responsiveness led to a fluorescence increase and, on the other hand, the triethylene glycol substituents are so hydrophilic that they destabilize the assembly. Such in vivo instability was also found for other self-assembled nanoparticles.[82,83] Under the same laser treatment conditions, intratumorally injected porphyrin dimer nanoparticles exhibited higher photothermal therapeutic efficacy than those injected intravenously. By surface coating with PEG–polylactic acid (PLA) polymers, the photothermal efficacy of the nanoparticles injected intravenously improves. Therefore, the photo sensitizer self-assembly strategy provides remarkably enhanced photothermal conversion efficiency but is still limited by problems with retaining the in vivo stability of the nanoparticles."
    }, {
      "heading" : "6. Donor–Acceptor Binary Nanomaterials",
      "text" : "All the reviewed photothermal agents above are based on single photosensitizer molecules, and a supramolecular photothermal effect will be obtained only if they assembled together to quench their intrinsic fluorescence. However, an alternative strategy that may exhibit intrinsically quenched fluorescence for enhanced photothermal efficiency is to construct a D–A binary system. In practice, the electron-donor and electron-acceptor moieties can be either covalently bonded or noncovalently aggregated. In a D–A system, it is the electron transfer from the donor moiety to the acceptor moiety that gives rise to a certain level of fluorescence quenching and the improved photothermal conversion efficiency. An additional advantage of this D–A binary system is\nthe feasibility of achieving near-IR absorption, which is highly promising for future theranostic applications because of its deeper penetration and reduced tissue damage.\nAs a typical example of molecular D–A systems, 4,4′-((6,7-diphenyl-[1,2,5]thiadiazolo[3,4-g]quinoxaline-4,9-diyl) bis-(thiophene-5,2-diyl))bis(N-(4-(tert-butyl)phenyl)-N-(p-tolyl)aniline) (namely TPA-T-TQ), which exhibited intensive absorption in the near-IR biological window of 700–900 nm, was designed and synthesized (Figure 8A). Encapsulation by an amphiphilic biocompatible copolymer, 1,2-distearoyl-sn-glycero3-phosphoethanolamine-N-[methoxy-(polyethylene glycol)-2000] (DSPE-PEG2000), via rapid nanoprecipitation afforded stable nanoparticles.[84] The aggregate state showed nearly complete quenching of photoluminescence, which significantly increases the nonradiative heat generation by and photothermal conversion properties of the nanoparticles. The nanoparticles were also highly resistant to photobleaching and reactive oxygen species, showing strong stability for in vivo imaging and therapy. Upon in vivo photothermal treatment using an 808 nm laser, the TPA-T-TQ nanoparticles caused a temperature increase to 60 °C and completely inhibited tumor growth over 16 days without noticeable side toxicity to organs.\nAs an example of a noncovalent D–A binary system, dibenzotetrathiafulvalene (DBTTF) and tetracyanobenzene (TCNB) were cocrystallized by evaporating a mixed solution of these two compounds, affording black cocrystals that showed a broad absorption spectrum with an absorption peak redshifted by as much as 300 nm in the NIR region compared to single DBTTF and TCNB, implying a strong charge transfer interaction in the cocrystal system (Figure 8B).[85] The two compounds served as the electron donor and acceptor, respectively, and intermole cular π–π stacking induced electron delocalization,\nAdv. Funct. Mater. 2019, 29, 1806877\nwhich lowers the highest occupied molecular orbital–lowest unoccupied molecular orbital energy gap and became the major reason for the absorption redshifting to the near-IR region. Due to intermolecular electron transfer, the fluorescence quenching efficiency reached ≈92%, leading to a remarkable supramolecular photothermal effect. Under illumination with an 808 nm laser (0.7 W cm−2), the temperature of the cocrystal is sharply increased and reaches as high as 71.3 °C in 10 min. In contrast, without cocrystallization, the temperature of individual donor or acceptor species sample rises only 2.5 °C. The photothermal conversion efficiency was calculated to be 18.8%, comparable to that of many photothermal agents, showing the great potential of these cocrystals as an efficient photothermal nanomaterial.\nNotably, coordinate bonding, a chemical interaction between covalent bonding and noncovalent bonding, also facilitates the construction of D–A systems, showing both a moderate level of intermolecular interaction strength and controllability of the self-assembly process.[86] The coordination of tannic acid (TA) and Fe(III) ions results in a robust self-assembled nanostructure, which can be controlled by nanotemplates such as poly(lactic-co-glycolic) acid (PLGA)-based nanovesicles (PNVs).[87] After coordination and self-assembly, the TA–Fe(III) nanosystem exhibited near-IR absorption, enabling a temperature increase of 30 °C in ex vivo photothermal conversion experiments with a photothermal conversion efficiency of ≈40%, which is much higher than the efficiencies of many organic and inorganic photothermal nanomaterials. In vivo photoacoustic imaging–guided photothermal therapy under an 808 nm laser showed complete tumor ablation, demonstrating the applicability of the TA–Fe(III)-coordinated self-assembled nanosystem to efficient photothermal therapy. In addition, the TA–Fe(III)-coordinated nanoparticles, where the Fe(III) ion could be substituted\nby other metal ions such as Ru(III) and V(III), can be further equipped with other functional agents as a drug carrier without affecting the intrinsic photothermal effect of the nanoparticles. Consequently, this D–A binary system shows great advantages in photothermal conversion efficiency due to its inherent electron transfer process, which quenches the photoluminescence despite the covalent or noncovalent interactions inside the nanosystem."
    }, {
      "heading" : "7. Conclusions and Perspectives",
      "text" : "In summary, we showed a comprehensive review of the field of supramolecular photothermal nanomaterials ranging from their design and assembly to their use in cancer therapy. Due to the specific advantages of photothermal therapy as well as the pressing demand for antitumor therapeutics, wide-ranging studies on engineering photothermal drug nanomaterials have been reported and have demonstrated these materials to be quite promising in clinical cancer treatment, which has been accelerated by the rapid development of nanotechnology during the past decades. Through rational design, polymer-based photosensitizer nanomaterials have been the most generally adopted method. In these nanomaterials, which are mainly based on hydrophobic interactions, the polymer both plays the role of a loading platform and helps integrate photothermal and various other functional agents. Comparably, proteinbased photothermal nanomaterials, where the proteins can be regarded as a special kind of polymer, have more complicated influences on the photothermal therapeutic efficacy depending on both the interaction between the protein and photosensitizer molecules and the structure of the proteins. Instead of polymer- or protein-mediated fabrication, photosensitizer\n1806877 (11 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nself-assemblies, where the supramolecular structure and properties are mainly regulated by either coassembly with other species or self-assembly after chemical modification of molecular structures, exhibit remarkable supramolecular photothermal effects in the aspects of enhanced stability, increased drugloading efficiency, and improved photothermal conversion efficiency. In addition, as a distinct methodology on mechanism, the construction of D–A binary systems also affords considerable improvements in photothermal conversion efficiency and therapeutic efficacy. The supramolecular photothermal effects of each material with different fabrication strategies are summarized in Table 1.\nDespite the great success of supramolecular photothermal nanomaterials, this field is still a newly emerging paradigm with many challenges for clinical translation. An ideal photothermal nanomaterial should possess the following features: 1) sufficient biocompatibility and biodegradability without toxicity and undesired immunogenicity; 2) intense absorption in the near-IR region with high photothermal conversion efficiency; 3) high biostability in blood circulation and high tumor specificity. Despite the intrinsic chemical and theranostic properties of photosensitizer molecules, their aggregated forms exert more significant impacts on the above issues. Therefore, efforts are still required to realize more adequate, more precise, and more efficient supramolecular strategies. For example, a covalent assembly strategy to prepare both stable and controllable nanoparticles developed by our group shows great promise for fabricating efficient photothermal nanomaterials using completely biocompatible agents through highly convenient and flexible preparation.[10] In addition, understanding the supramolecular assembly mechanism is necessary for further developing photothermal nanomaterials. Computational simulations based on quantum chemistry and molecular dynamics are helpful for understanding the supramolecular assembly process as well as rationally designing nanomaterials by providing quantitative assembly principles in comparison with conceptual or qualitative conclusions from experiments. Moreover, detailed pharmacodynamic analysis is also required for photothermal nanomaterials because it helps provide a better understanding of the in vivo performance of the drug materials, which will further benefit the rational design of photothermal nanomaterials with enhanced supramolecular photothermal effects as well as their performance in precision cancer therapy."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge financial support from the National Natural Science Foundation of China (Project Nos. 21522307, 21703252, and 21473208), National Natural Sciences Fund BRICS STI Framework Programme (51861145304), the China Postdoctoral Science Foundation (Project No. 2017M610113), the Talent Fund of the Recruitment Program of Global Youth Experts, the Key Research Program of Frontier Sciences of the Chinese Academy of Sciences (CAS, Grant No. QYZDB-SSW-JSC034), and the CAS President’s International Fellowship Initiative (Grant No. 2018VEA0005)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "intermolecular interaction, photosensitizer, photothermal therapy, selfassembly, supramolecular photothermal effect\nReceived: September 30, 2018 Revised: October 21, 2018\nPublished online: November 30, 2018\n[1] S. Lal, S. E. Clare, N. J. Halas, Acc. Chem. Res. 2008, 41, 1842. [2] H. S. Jung, P. Verwilst, A. Sharma, J. Shin, J. L. Sessler, J. S. Kim,\nChem. Soc. Rev. 2018, 47, 2280. [3] K. K. Ng, G. Zheng, Chem. Rev. 2015, 115, 11012. [4] J. R. Melamed, R. S. Edelstein, E. S. Day, ACS Nano 2015, 9, 6. [5] J. Tang, J. Guo, B. Yang, X. Zhang, Sci. Technol. Rev. 2014, 32, 15. [6] H. Jelínková, in Woodhead Publishing Series in Electronic and Optical\nMaterials (Ed: H. Jelínková), Woodhead Publishing, Cambridge, UK 2013, Ch. 1. [7] G. S. Terentyuk, I. L. Maksimova, N. I. Dikht, A. G. Terentyuk, B. N. Khlebtsov, N. G. Khlebtsov, V. V. Tuchin, in Woodhead Publishing Series in Electronic and Optical Materials (Ed: H. Jelínková), Woodhead Publishing, Cambridge, UK 2013, Ch. 22. [8] a) D. de Melo-Diogo, C. Pais-Silva, D. R. Dias, A. F. Moreira, I. J. Correia, Adv. Healthcare Mater. 2017, 6, 1700073; b) Y. Jiang, K. Pu, Small 2017, 13, 1700710; c) Y. Cai, W. Si, W. Huang, P. Chen, J. Shao, X. Dong, Small 2018, 14, 1704247. [9] S. B. Mondal, S. Gao, N. Zhu, R. Liang, V. Gruev, S. Achilefu, Adv. Cancer Res. 2014, 124, 171. [10] a) Y. Liu, L. Zhao, R. Xing, T. Jiao, W. Song, X. Yan, Chem. - Asian J. 2018, 13, 3526; b) X. H. Yan, J. C. M. van Hest, Chem. Asian J. 2018, 13, 3331. [11] S. Li, Q. Zou, Y. Li, C. Yuan, R. Xing, X. Yan, J. Am. Chem. Soc. 2018, 140, 10794. [12] H. Zhang, K. Liu, S. Li, X. Xin, S. Yuan, G. Ma, X. Yan, ACS Nano 2018, 12, 8266. [13] M. Abbas, Q. Zou, S. Li, X. Yan, Adv. Mater. 2017, 29, 1605021. [14] H. Cui, B. Xu, Chem. Soc. Rev. 2017, 46, 6430. [15] L. Zhao, G. Shen, G. Ma, X. Yan, Adv. Colloid Interface Sci. 2017,\n249, 308. [16] A. G. Cheetham, R. W. Chakroun, W. Ma, H. Cui, Chem. Soc. Rev.\n2017, 46, 6638. [17] M. J. Webber, R. Langer, Chem. Soc. Rev. 2017, 46, 6600. [18] X. Li, S. Lee, J. Yoon, Chem. Soc. Rev. 2018, 47, 1174. [19] O. J. G. M. Goor, S. I. S. Hendrikse, P. Y. W. Dankers, E. W. Meijer,\nChem. Soc. Rev. 2017, 46, 6621. [20] X. Li, X. H. Peng, B. D. Zheng, Y. Zhao, J. Tang, B. Y. Zheng,\nM. R. Ke, J. D. Huang, Chem. Sci. 2018, 9, 2098. [21] J. A. Faucheaux, A. L. D. Stanton, P. K. Jain, J. Phys. Chem. Lett.\n2014, 5, 976. [22] J. Qiu, W. D. Wei, J. Phys. Chem. C 2014, 118, 20735. [23] J. A. Kemp, M. S. Shim, C. Y. Heo, Y. J. Kwon, Adv. Drug Delivery Rev.\n2016, 98, 3. [24] C. He, Z. Tang, H. Tian, X. Chen, Adv. Drug Delivery Rev. 2016, 98,\n64. [25] X. Deng, Y. Liang, X. Peng, T. Su, S. Luo, J. Cao, Z. Gu, B. He,\nChem. Commun. 2015, 51, 4271. [26] Q. Chen, L. Xu, C. Liang, C. Wang, R. Peng, Z. Liu, Nat. Commun.\n2016, 7, 1. [27] C. Deng, Y. Jiang, R. Cheng, F. Meng, Z. Zhong, Nano Today 2012,\n7, 467. [28] M. E. Davis, Z. Chen, D. M. Shin, Nat. Rev. Drug Discovery 2008, 7,\n771. [29] Y. Zhang, C. Teh, M. Li, C. Y. Ang, S. Y. Tan, Q. Qu, V. Korzh,\nY. Zhao, Chem. Mater. 2016, 28, 7039.\nAdv. Funct. Mater. 2019, 29, 1806877\n1806877 (12 of 12) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\n[30] S. S. Lucky, K. C. Soo, Y. Zhang, Chem. Rev. 2015, 115, 1990. [31] J. S. Suk, Q. Xu, N. Kim, J. Hanes, L. M. Ensign, Adv. Drug Delivery\nRev. 2016, 99, 28. [32] T. Sun, Y. S. Zhang, B. Pang, D. C. Hyun, M. Yang, Y. Xia, Angew.\nChem., Int. Ed. 2014, 53, 12320. [33] L. Du, H. Qin, T. Ma, T. Zhang, D. Xing, ACS Nano 2017, 11, 8930. [34] M. Zhao, Y. Xu, M. Xie, L. Zou, Z. Wang, S. Liu, Q. Zhao, Adv.\nHealthcare Mater. 2018, 7, 1800606. [35] C. K. Lim, J. Shin, Y. D. Lee, J. Kim, K. S. Oh, S. H. Yuk, S. Y. Jeong,\nI. C. Kwon, S. Kim, Theranostics 2012, 2, 871. [36] J. H. Ryu, S. Lee, S. Son, S. H. Kim, J. F. Leary, K. Choi, I. C. Kwon,\nJ. Controlled Release 2014, 190, 477. [37] B. Guo, G. Feng, P. N. Manghnani, X. Cai, J. Liu, W. Wu, S. Xu,\nX. Cheng, C. Teh, B. Liu, Small 2016, 12, 6243. [38] A. Yuan, X. Qiu, X. Tang, W. Liu, J. Wu, Y. Hu, Biomaterials 2015, 51,\n184. [39] S. Su, Y. Ding, Y. Li, Y. Wu, G. Nie, Biomaterials 2016, 80, 169. [40] X. Hu, F. Lu, L. Chen, Y. Tang, W. Hu, X. Lu, Y. Ji, Z. Yang, W. Zhang,\nC. Yin, W. Huang, Q. Fan, ACS Appl. Mater. Interfaces 2017, 9, 30458. [41] G. Yu, M. Zhang, M. L. Saha, Z. Mao, J. Chen, Y. Yao, Z. Zhou, Y. Liu, C. Gao, F. Huang, X. Chen, P. J. Stang, J. Am. Chem. Soc. 2017, 139, 15940. [42] S. Zhang, W. Guo, J. Wei, C. Li, X. J. Liang, M. Yin, ACS Nano 2017, 11, 3797. [43] X. Yang, J. Fei, Q. Li, J. Li, Chem. - Eur. J. 2016, 22, 6477. [44] W. Fang, J. Li, Phys. Chem. Chem. Phys. 2017, 19, 23733. [45] Y. Zhou, Y. Hu, W. Sun, B. Zhou, J. Zhu, C. Peng, M. Shen, X. Shi,\nNanoscale 2017, 9, 12746. [46] a) Y. Zhou, Y. Hu, W. Sun, S. Lu, C. Cai, C. Peng, J. Yu, R. Popovtzer,\nM. Shen, X. Shi, Biomacromolecules 2018, 19, 2034; b) G. Feng, Y. Fang, J. Liu, J. Geng, D. Ding, B. Liu, Small 2017, 13, 1602807. [47] Y. Gou, D. Miao, M. Zhou, L. Wang, H. Zhou, G. Su, Front. Pharmacol. 2018, 9, 421. [48] A. O. Elzoghby, W. M. Samy, N. A. Elgindy, J. Controlled Release 2012, 157, 168. [49] J. Sun, Y. Guo, R. Xing, T. Jiao, Q. Zou, X. Yan, Colloids Surf., A 2017, 514, 155. [50] H. Sun, S. Li, W. Qi, R. Xing, Q. Zou, X. Yan, Colloids Surf., A 2018, 538, 795. [51] N. Zhang, F. Zhao, Q. Zou, Y. Li, G. Ma, X. Yan, Small 2016, 12, 5936. [52] Z. Zhen, W. Tang, C. Guo, H. Chen, X. Lin, G. Liu, B. Fei, X. Chen,\nB. Xu, J. Xie, ACS Nano 2013, 7, 6988. [53] H. Peng, J. Tang, R. Zheng, G. Guo, A. Dong, Y. Wang, W. Yang, Adv.\nHealthcare Mater. 2017, 6, 1601289. [54] K. Wang, Y. Zhang, J. Wang, A. Yuan, M. Sun, J. Wu, Y. Hu, Sci. Rep.\n2016, 6, 27421. [55] Q. Chen, C. Wang, Z. Zhan, W. He, Z. Cheng, Y. Li, Z. Liu, Biomate-\nrials 2014, 35, 8206. [56] Q. Chen, X. Liu, J. Zeng, Z. Cheng, Z. Liu, Biomaterials 2016, 98, 23. [57] Q. Jia, J. Ge, W. Liu, X. Zheng, M. Wang, H. Zhang, P. Wang, ACS\nAppl. Mater. Interfaces 2017, 9, 21124. [58] P. Rong, P. Huang, Z. Liu, J. Lin, A. Jin, Y. Ma, G. Niu, L. Yu,\nW. Zeng, W. Wang, X. Chen, Nanoscale 2015, 7, 16330. [59] D. Luque, A. D. La Escosura, J. Snijder, M. Brasch, R. J. Burnley,\nM. S. T. Koay, J. L. Carrascosa, G. J. L. Wuite, W. H. Roos, A. J. R. Heck, J. J. L. M. Cornelissen, T. Torres, J. R. Castón, Chem. Sci. 2014, 5, 575.\n[60] S. Abe, B. Maity, T. Ueno, Chem. Commun. 2016, 52, 6496. [61] D. M. Lawson, P. J. Artymiuk, S. J. Yewdall, J. M. A. Smith,\nJ. C. Livingstone, A. Treffry, A. Luzzago, S. Levi, P. Arosio, G. Cesareni, C. D. Thomas, W. V. Shaw, P. M. Harrison, Nature 1991, 349, 541. [62] P. Huang, P. Rong, A. Jin, X. Yan, M. G. Zhang, J. Lin, H. Hu, Z. Wang, X. Yue, W. Li, G. Niu, W. Zeng, W. Wang, K. Zhou, X. Chen, Adv. Mater. 2014, 26, 6401. [63] J. Wang, Q. L. Zou, X. H. Yan, Acta Chim. Sin. 2017, 75, 933. [64] X. Du, J. Zhou, J. Shi, B. Xu, Chem. Rev. 2015, 115, 13165. [65] E. De Santis, M. G. Ryadnov, Chem. Soc. Rev. 2015, 44, 8288. [66] Y. Wang, A. G. Cheetham, G. Angacian, H. Su, L. Xie, H. Cui, Adv.\nDrug Delivery Rev. 2017, 110–111, 112. [67] J. Wang, K. Liu, R. R. Xing, X. H. Yan, Chem. Soc. Rev. 2016, 45,\n5589. [68] J. Zhang, S. Liu, X. Hu, Z. Xie, X. Jing, ACS Biomater. Sci. Eng. 2016,\n2, 1942. [69] K. Liu, R. Xing, Q. Zou, G. Ma, H. Möhwald, X. Yan, Angew. Chem.,\nInt. Ed. 2016, 55, 3036. [70] Y. Gao, C. Berciu, Y. Kuang, J. Shi, D. Nicastro, B. Xu, ACS Nano\n2013, 7, 9055. [71] G. B. Qi, Y. J. Gao, L. Wang, H. Wang, Adv. Mater. 2018, 30,\n1703444. [72] S. Li, R. Xing, R. Chang, Q. Zou, X. Yan, Curr. Opin. Colloid Interface\nSci. 2018, 35, 17. [73] P. Huang, Y. Gao, J. Lin, H. Hu, H. S. Liao, X. Yan, Y. Tang, A. Jin,\nJ. Song, G. Niu, G. Zhang, F. Horkay, X. Chen, ACS Nano 2015, 9, 9517. [74] Y. Yang, P. He, Y. Wang, H. Bai, S. Wang, J. F. Xu, X. Zhang, Angew. Chem., Int. Ed. 2017, 56, 16239. [75] X. Tang, Z. Huang, H. Chen, Y. Kang, J. F. Xu, X. Zhang, Angew. Chem., Int. Ed. 2018, 57, 8545. [76] H. Chen, Z. Huang, H. Wu, J. F. Xu, X. Zhang, Angew. Chem., Int. Ed. 2017, 56, 16575. [77] A. G. Cheetham, P. Zhang, Y. Lin, R. Lin, H. Cui, J. Mater. Chem. B 2014, 2, 7316. [78] D. Zhang, G. Bin Qi, Y. X. Zhao, S. L. Qiao, C. Yang, H. Wang, Adv. Mater. 2015, 27, 6125. [79] Q. Zou, M. Abbas, L. Zhao, S. Li, G. Shen, X. Yan, J. Am. Chem. Soc. 2017, 139, 1921. [80] L. Cui, Y. Jiao, A. Wang, L. Zhao, Q. Dong, X. Yan, S. Bai, Chem. Commun. 2018, 54, 2208. [81] X. Li, C. Y. Kim, S. Lee, D. Lee, H. M. Chung, G. Kim, S. H. Heo, C. Kim, K. S. Hong, J. Yoon, J. Am. Chem. Soc. 2017, 139, 10880. [82] X. Zheng, L. Wang, S. Liu, W. Zhang, F. Liu, Z. Xie, Adv. Funct. Mater. 2018, 28, 1706507. [83] X. Zhang, B. Sun, S. Zuo, Q. Chen, Y. Gao, H. Zhao, M. Sun, P. Chen, H. Yu, W. Zhang, K. Wang, R. Zhang, Q. Kan, H. Zhang, Z. He, C. Luo, J. Sun, ACS Appl. Mater. Interfaces 2018, 10, 30155. [84] J. Qi, Y. Fang, R. T. K. Kwok, X. Zhang, X. Hu, J. W. Y. Lam, D. Ding, B. Z. Tang, ACS Nano 2017, 11, 7177. [85] Y. Wang, W. Zhu, W. Du, X. Liu, X. Zhang, H. Dong, W. Hu, Angew. Chem., Int. Ed. 2018, 57, 3963. [86] G. Shen, R. Xing, N. Zhang, C. Chen, G. Ma, X. Yan, ACS Nano 2016, 10, 5720. [87] T. Liu, M. Zhang, W. Liu, X. Zeng, X. Song, X. Yang, X. Zhang, J. Feng, ACS Nano 2018, 12, 3917.\nAdv. Funct. Mater. 2019, 29, 1806877"
    } ],
    "references" : [ {
      "title" : "Publishing Series in Electronic and Optical Materials (Ed: H",
      "author" : [ "H. Jelínková", "in Woodhead" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "X. Li", "X.H. Peng", "B.D. Zheng", "Y. Zhao", "J. Tang", "B.Y. Zheng", "M.R. Ke", "J.D. Huang" ],
      "venue" : "Sci. 2018, 9",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2098
    }, {
      "title" : "Chem",
      "author" : [ "S.S. Lucky", "K.C. Soo", "Y. Zhang" ],
      "venue" : "Rev. 2015, 115",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Sci",
      "author" : [ "J. Zhang", "S. Liu", "X. Hu", "Z. Xie", "X. Jing", "ACS Biomater" ],
      "venue" : "Eng. 2016, 2",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 1942
    }, {
      "title" : "Chem",
      "author" : [ "Q. Zou", "M. Abbas", "L. Zhao", "S. Li", "G. Shen", "X. Yan", "J. Am" ],
      "venue" : "Soc. 2017, 139",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 1921
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "In addition, introducing transition metal elements with free electron radicals through either intramolecular or supramolecular coordination also benefits vibrational relaxation, because the n–π* electron transition within the introduction of metal ions quenches the original π–π* transitions without metal ion.[20] Notably, the nonradiative process for heat generation of organic materials is different from that of inorganic ones like metals or semiconductors, which is the surface plasmon resonance and is influenced by the collection of charge carriers.",
      "startOffset" : 310,
      "endOffset" : 314
    }, {
      "referenceID" : 4,
      "context" : "To achieve the optimal supramolecular photothermal effect, our group designed a short peptide-conjugated porphyrin compound that, through self-assembly, was fabricated into nanodots with diameters of ≈25 nm and longterm colloidal stability (Figure 7A,B).[79] Molecular dynamics simulation revealed that the main driving forces behind the self-assembly of the conjugate in water were π–π stacking and hydrogen-bonding interactions.",
      "startOffset" : 254,
      "endOffset" : 258
    }, {
      "referenceID" : 4,
      "context" : "All panels reproduced with permission.[79] Copyright 2017, American Chemical Society.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 4,
      "context" : "Porphyrin–diphenylalanine[79] Nanoparticle Peptide conjugation In vivo, 635 nm, 0.",
      "startOffset" : 25,
      "endOffset" : 29
    } ],
    "year" : 2018,
    "abstractText" : "The concept of the “supramolecular photothermal effects” refers to the collection property and photothermal conversion efficiency resulting from the supramolecular assembly of molecular photothermal sensitizers. This review considers organic supramolecular photothermal materials assembled at the nanoscale via various molecular self-assembly strategies and associated with the organization of multiple noncovalent interactions. In these materials, the individual photosensitizer molecules are typically aggregated through self-assembly in a certain form that exhibits enhanced biostability, increased photothermal conversion efficiency with photoluminescence quenching, and improved photothermal therapeutic effects in comparison with those of the monomeric photosensitizer molecules. These supramolecular photothermal effects are controlled or influenced by intermolecular noncovalent interactions, especially the hydrophobic effects, which are distinct from the mechanisms of conventional sensitizer molecules and polymers and inorganic photothermal agents. A focus lies on how self-assembly strategies give rise to supramolecular photothermal effects, including polymer and protein fabrication, small molecule self-assembly, and the construction of donor–acceptor binary systems. Emphases are placed on the rational design of supramolecular photothermal nanomaterials, drug delivery, and in vivo photothermal therapeutic effects. Finally, the key challenges and promising prospects of these supramolecular photothermal nanomaterials in terms of both technical advances and clinical translation are discussed.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}