{
  "name" : "downloads_2020-07-18_5b33_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nanolayered Cobalt@Carbon Hybrids Derived from Metal−Organic Frameworks for Microwave Absorption",
    "authors" : [ "Yu Zhang", "Hao-Bin Zhang", "Xinyu Wu", "Zhiming Deng", "Ergang Zhou", "Zhong-Zhen Yu" ],
    "emails" : [ "Cobalt@Carbon", "cobalt@carbon", "(Co@C)", "Co@C", "Co@C", "Co@C", "Co@C", "cobalt@carbon" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: cobalt@carbon hybrid, MOF nanosheets, microwave absorption, dielectric loss, magnetic loss\n■ INTRODUCTION Recently, the increasingly serious microwave radiation pollution and stealth technology for military weaponry call for lightweight and high-performance microwave absorbers with broad effective absorption frequency bandwidth.1−4 Generally, traditional microwave absorbers can be divided into two main types: dielectric and magnetic materials, which are distinguished by the electromagnetic wave attenuation mechanisms. Among them, typical dielectric carbon nanomaterials including porous carbon,5 graphene,6 and carbon nanotubes2 are widely investigated due to their low density, tunable dielectric constant, and high chemical stability. Despite the encouraging advances for carbon absorbers, many methodologies have been proposed to integrate magnetic components with the carbon materials to extend the effective absorption bandwidth (EAB) and improve the microwave attenuation capability based on the synergistic effect of dielectric and magnetic losses.7−10 However, the traditional methods usually require multiple complicated and tedious processes, and the favorable hybrid architectures are difficult to be well controlled. It is thus imperative to develop an efficient and facile approach for the fabrication of carbon/magnetic hybrids with satisfactory microwave absorption performances.\nMetal−organic frameworks (MOFs) are a series of ordered crystals consisting of periodic coordinated metal ions and organic molecules, which are often used for gas absorption and separation due to their large surface areas.11,12 Interestingly, the MOF’s superlattice is recently considered as an ideal precursor for fabricating carbon/metal hybrids by converting the organic ligands and metal ions to carbon and metallic materials with thermal treatments.13,14 Particularly, with the MOFs containing magnetic metal ions (Co, Fe, and Ni) as precursors, the carbon/magnetic hybrids, such as Co/C,15 Co/ C/TiO2\n16 and Fe@C nanocubes,17 were fabricated by the thermal annealing process, which provided a facile approach for preparing microwave absorbers. For example, Lü et al.15 fabricated a ZIF-67-derived Co/C composite with maximum reflection loss (RL) value of −35.3 dB (4 mm) and effective absorption bandwidth of 5.8 GHz (2.5 mm) at a loading of 60 wt %. Using Fe-MOF-5 as a template, Liu et al.18 developed ZnO/Fe/Fe3C carbon composites and achieved an excellent RL performance of −50.5 dB (2.6 mm) at the filler loading of\nReceived: February 5, 2019 Accepted: March 22, 2019 Published: March 22, 2019\n© 2019 American Chemical Society 2325 DOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nL A\nSG O\nW o\nn Ju\nly 1\n8, 2\n02 0\nat 1\n2: 49\n:1 4\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\n60 wt %. Although some attractive performances are achieved for different MOF-derived hybrids, it is still required to address the issues of high filler loadings and narrow effective absorption bandwidth. Previous results suggested that the design and construction of unique favorable architectures, such as core−shell structure19 and hierarchical urchin-like structure,20 were beneficial for optimizing overall microwave absorption performances. By controlling the crystalline structure of MOFs, zero-dimensional,21 one-dimensional,22 two-dimensional (2D),23 and three-dimensional24 architectures have been realized. 2D nanomaterials are expected to exhibit remarkable microwave absorption performances because of their high surface-to-volume ratios and the large shape anisotropy, which helps to realize abundant defects on the heterogeneous interfaces and multiple scattering.25−27 However, there are few reports on 2D microwave absorbers originated from MOFs until now.28−32\nHerein, we demonstrate an efficient and facile approach to fabricate 2D Co@C hybrids by solvothermal synthesis of CoMOF nanosheets followed by thermal pyrolysis for efficient microwave absorption applications. The Co-MOF nanosheets are prepared by a bottom-up and surfactant-assistant method, where polyvinylpyrrolidone (PVP) as the surfactant facilitates the confined crystal growth of pristine Co-MOFs. Subsequent thermal pyrolysis carbonizes the organic components to amorphous carbon and carbothermally reduces the Co ions to zerovalent Co nanoparticles. The combination of the magnetic Co nanoparticles and the dielectric carbon effectively improves the impedance matching of the Co@C hybrids, which helps to introduce more electromagnetic wave into the hybrids. Meanwhile, the unique 2D microstructure provides abundant interfaces and defects to increase the polarization and multiple scattering, further ensuring the competitive microwave absorption performances. In addition, the thermal pyrolysis temperatures are varied to further improve the microwave absorption performances of the as-prepared Co@C hybrids by tuning their dielectric properties. The optimized microwave absorption performances including the minimum RL value of −49.76 dB at a 2 mm thickness and the quite wide EAB of 5.44 GHz at a thickness of 1.76 mm are achieved for the wax composite with 30 wt % of the Co@C hybrid prepared at 800 °C. The excellent performances including the large RL and EAB values obtained at such low filler loading and small\nthickness promise the nanolayered Co@C hybrid as a lightweight, ultrathin, and efficient microwave absorber.\n■ EXPERIMENTAL SECTION Materials. Cobalt acetate tetrahydrate (Co(Ac)2·4H2O), PVP with an average molecular weight of 24000 g mol−1, 1,4- dicarboxybenzene (H2BDC), N,N-dimethylformamide (DMF, 99.8%), and tert-butanol were purchased from Aladdin (China). All chemicals and reagents were used as received without further purification.\nSynthesis of Co-MOF Nanosheets. Co-MOF nanosheets were synthesized by a bottom-up surfactant-assisted method to control the crystal growth of the pristine Co-MOFs.33,34 First, 0.321 g of Co(Ac)2·4H2O and 0.5 g of PVP were mixed in 10 mL of DMF, while 0.214 g of H2BDC was dissolved in 20 mL of DMF under stirring. Then, the H2BDC solution was added dropwise into the Co(Ac)2· 4H2O/PVP solution with stirring. After the solution became dark purple, it was sonicated for 10 min and transferred into a 50 mL Teflon-lined stainless-steel autoclave for synthesis of Co-MOF nanosheets at 105 °C for 20 h with a constant magnetic stirring. After the reaction, the Co-MOF nanosheets were collected by centrifugation, washed with DMF and ethanol solvents for several times, dispersed in tert-butanol, and finally freeze-dried to obtain light purple MOF powders.\nSynthesis of Nanolayered Co@C Hybrids. The synthesized Co-MOF nanosheets were calcinated to obtain nanolayered Co@C hybrids at different temperatures of 600, 700, 800, and 900 °C for 80 min under an argon atmosphere at a heating rate of 2 °C/min, and the products were correspondingly denoted as Co@C600, Co@C700, and Co@C800, and Co@C900 for morphological and performance characterizations.\nCharacterization. Morphologies and microstructures of the CoMOF nanosheets and Co@C hybrids were observed with a Hitachi SU8020 scanning electron microscope (SEM), a JEOL JEM-1200EX transmission electron microscope (TEM), a Bruker DMFASTSCAN2-SYS atomic force microscope (AFM), and a FEI Tecnai G2 F20 S-TWIN field-emission TEM. Crystal structures of Co-MOF nanosheets and Co@C hybrids were characterized on a Bruker D8 Advance X-ray diffractometer (XRD) with Cu Kα radiation (λ = 0.152 nm) and Co Kα radiation (λ = 0.179 nm), respectively. Nitrogen adsorption−desorption isotherms were obtained by a Micromeritics ASAP 2460 instrument, and the specific surface area and pore distribution were respectively determined by the Brunauer− Emmett−Teller (BET) method and the Barrett−Joyner−Halenda (BJH) method. Magnetic hysteresis loops were measured with a Versalab vibration sample magnetometer, and Raman spectra were\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2326\nobtained on a Renishaw inVia Raman spectroscope with an excitation line of 633 nm. Microwave Absorption Performance Measurements. Electromagnetic parameters including relative permittivity and relative permeability of samples were characterized by an Agilent HP-8722ES network analyzer in the frequency range of 1−18 GHz. Co@C hybrids were mixed with wax at a mass percentage of 30%, and the wax composites were molded into toroidal rings with an outer diameter of 7.00 mm and an inner diameter of 3.04 mm for microwave absorption performance tests.\n■ RESULTS AND DISCUSSION Figure 1 illustrates the solvothermal synthesis and subsequent pyrolysis process for the fabrication of nanolayered Co@C hybrids derived from their precursor of Co-MOF nanosheets. Co-MOF nanosheets are fabricated by a PVP-assistant crystal growth method with Co(Ac)2·4H2O and H2BDC as raw materials. The PVP molecules with a strong affinity for Co ions play an important role in guiding the confined crystal growth to form MOF nanosheets during the crystal growth process by selectively attaching on the Co ion clusters. The subsequent thermal pyrolysis process is also critical to convert the CoMOF nanosheets to nanolayered Co@C hybrids by carbonizing the organic component to amorphous carbon matrix and carbothermally reducing the cobalt ions to zerovalent Co nanoparticles. The pyrolysis temperatures are also tuned to optimize the microstructures and performances of the nanolayered Co@C hybrids.\nThe microstructures of the Co-MOF nanosheets are revealed with SEM (Figure S1), AFM, and TEM images. It is seen that the as-prepared light purple Co-MOF nanosheets (inset of Figure 2c) consist of stacked ultrathin transparent nanosheets with obvious wrinkles (Figure 2a), and their AFM image confirms that the Co-MOF nanosheets have an average thickness of ∼3.5 nm and a lateral size of ∼300 nm (Figure 2b). Moreover, XRD patterns (Figure 2c) demonstrate the successful fabrication of Co-MOF nanosheets. The main characteristic peaks of the resultant Co-MOF nanosheets agree well with the standard pattern of MOF-71.34 The highly porous Co-MOF nanosheets exhibit a large BET surface area of ∼110.9 m2 g−1 with a typical isotherm and an average pore size of 1.59 nm (Figure 2d). All these results indicate the successful synthesis of the Co-MOF nanosheets. For comparison, the Co-MOFs without the assistance of PVP are also prepared. The pristine Co-MOFs also show the sheet-like morphology but with a much larger thickness of 50−80 nm (Figure S2). In fact, the Co-MOF crystals intend to grow into the laminate structures, but PVP can effectively hinder the crystal growth along the thickness direction, hence leading to the formation of ultrathin Co-MOF nanosheets with the thickness of several nanometers. The Co-MOF nanosheets were thermally annealed at different temperatures to fabricate Co@C hybrids. In fact, the as-prepared Co@C hybrid powder prepared at 380 °C roughly retains the original morphology of Co-MOF nanosheets just with some small nanoparticles (Figure S3), whereas\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2327\nthe large flakes collapse into small ones at high temperatures. Figure 3a,b shows the morphology of Co@C800 hybrid powder under low magnifications, and it is seen that the resultant hybrid consists of numerous small microspheres wrapped by membrane-like carbon and some litchi-like microspheres. The resultant Co@C hybrids prepared at 600 and 700 °C show similar microstructures (Figure S4). However, further observation with TEM under high magnifications is conducted for the Co@C800 hybrid dispersed in ethanol under ultrasonication. The images reveal that the large particle-like aggregates and flakes are composed of small nanosheets anchored with numerous nanoparticles with a statistical mean diameter of 80 nm (Figure 3c and Figure S5). The high-resolution TEM (HRTEM) observation also reveals that on the amorphous carbon sheets the Co nanoparticles are wrapped with few-layer-graphitic carbon shell to form the core−shell nanostructures (Figure 3d). In detail, the lattice fringe with a typical d-spacing of ∼0.2 nm can be reasonably assigned to the (111) plane of metallic Co, and the d-spacing of ∼0.34 nm corresponds well to the (002) plane of graphitic carbon. Furthermore, the generated Co nanoparticles and the graphitic carbon shells are confirmed by their selected area electron diffraction (SAED) patterns, which can be indexed to the (111) and (200) planes of face-centered-cubic (fcc) Co and the (002) plane of graphitic carbon. Additionally, the sharp X-ray diffraction peaks at 51.9° and 60.7° (Figure 3e) are well indexed to the (111) and (200) planes of fcc-cobalt (PDF#15-0806). Meanwhile, the weak diffraction peak for Co@C700 and Co@C800 at 30.4° is attributed to the (002) plane of graphitic carbon (PDF#75-1621). As reported,15,35 it is reasonable that the Co nanoparticles are generated from their Co moiety by carbothermal reduction with the carbon component during the thermal treatment process, while the graphitic carbon derives from the amorphous carbon that is catalyzed by the encapsulated Co nanoparticles, leading to the Co@graphitic carbon core−shell architecture.4 The energy dispersive X-ray spectra (EDS) (Figure S6) and the elemental mapping (Figure S7) verify the evenly distributed Co and C\nelements coexisting in the nanolayered Co@C hybrids, which inherits from the regular crystal nature of the Co-MOF nanosheets. The EDS results indicate that the Co content in Co@C800 is 40.38 at. %. The Raman results (Figure 3f) indicate the defects of the carbon structure in the Co@C hybrid, as evidenced by the typical peaks of carbon materials at ∼1330 cm−1 (D band) and 1585 cm−1 (G band). With the increase of pyrolysis temperatures, the intensity ratio (ID/IG) calculated by the ratio of peak areas decreases from 1.63 for Co@C600 to 1.25 for Co@C800, suggesting the removal of the oxygen-containing groups and the defects from the carbon structures, facilitating the improvements in both electrical conductivity and the dielectric loss of the Co@C hybrid. In addition, the pore structures of nanolayered Co@C hybrids are studied by N2 adsorption−desorption curves. In Figure S8, all the samples show the typical IV isotherms, and the hysteresis loops are located at around 0.4−0.9, which is related to the mesoporous structure. The BET surface areas of the Co@C hybrids show certain decreases from 183.8 to 114.3 m2/g as the treatment temperature increases from 600 to 800 °C, indicating the structural change happens indeed. Most pore sizes are below 20 nm, and the distribution peaks appear at around 1.8−2.3 nm, which inherits from the Co-MOF nanosheet precursor. As demonstrated above, the Co@C hybrids with nano-\nlayered structures were obtained, and the embedded metallic Co nanocrystals endow them with the magnetic properties (Figure S9; the related values are listed in Table S1). All the samples present typical ferromagnetic characteristics with a maximum saturation magnetization (Ms) of ∼105 emu g−1, which is lower than that of the bulk cobalt (164.8 emu g−1 at 300 K) due to the existed nonmagnetic carbon component.36\nThe Co@C600 exhibits the smallest values of Ms (90.2 emu g−1) and coercivity (Hc) (283 Oe) because the relatively low crystallinity usually causes spin disorder. Higher pyrolysis temperatures result in lower coercivity values, which may be explained by the spin-canted effect on the surface layer of Co\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2328\nnanoparticles. The effect is related to the slightly increased size of the Co nanoparticles at the elevated pyrolysis temperature.20\nThe electromagnetic wave absorption performances of the Co@C hybrids were tested according to the transmission line theory, and the reflection loss (RL) was calculated by the following formulas:37\nZ Z j fd\nc tanh\n2 in 0 r\nr r r\nμ ε π με=\nÄ\nÇ ÅÅÅÅÅÅÅÅÅ i k jjj\ny { zzz\nÉ\nÖ ÑÑÑÑÑÑÑÑÑ (1)\nZ Z Z Z RL 20 log in 0 0 in = − +\ni\nk jjjjjj i k jjjjj\ny { zzzzz\ny\n{ zzzzzz\n(2)\nwhere Zin is the input impedance of the absorber, d is the absorber thickness, c is the electromagnetic wave velocity in free space, and εr and μr are the relative complex permittivity\nand relative complex permeability, respectively. Figure 4 shows the 3D forms and RL curves of the Co@C hybrids prepared at different pyrolysis temperatures. The area enclosed within the dashed lines indicates that the RL values are lower than −10 dB, representing the effective electromagnetic wave absorption performance. It is seen that the Co@C600 has poor microwave absorption performances (Figure 4a,b). When the thickness of the wax composite with the Co@C hybrid is less than 6 mm, there is no an effective absorption bandwidth (RL < −10 dB). At a large thickness of 7 mm, the absorber exhibits a minimum RL value of −22 dB at 16.9 GHz and an effective absorption band of 3.23 GHz. Similarly, the Co@C700 also presents modest microwave absorption performances with a minimum RL value of −16.3 dB at 2.87 GHz and relatively narrow EAB at a large thickness of 8 mm (Figure 4c,d). Interestingly, the Co@C800 exhibits a much better microwave absorption\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2329\ncapability (Figure 4e,f), giving the largest minimum RL value of −49.76 dB at 12.56 GHz at a small thickness of 2 mm and a remarkable bandwidth of 5.44 GHz at a thin thickness of 1.76 mm. Besides, the microwave absorption performance of Co@ C900 is also studied (Figure S10). Compared to Co@C800, Co@C900 shows a minimum RL value of −24.45 dB with a thickness of 2 mm at 15 GHz, and the strongest absorption RL reaches −45.12 dB at 6.44 GHz with a thickness of 4.1 mm. The EAB of Co@C900 ranges from 7.97 to 11.37 GHz, almost covering the whole X band at the thickness of 3 mm. It is thus expected that the pyrolysis conditions strongly influence the absorption performances of the Co@C hybrids. To highlight the advantages of the nanolayered Co@C hybrids, the microwave absorption performances of Co@C800 are compared with those of other MOF-based nanomaterials reported previously in terms of filler loading, thickness, minimum RL value, and the EAB (Table 1). Clearly, the wax composite with 30 wt % of the Co@C hybrids yields a high RL value (−49.76 dB) at a sample thickness of 2 mm and a broad EAB (5.44 GHz) at a small thickness (1.76 mm), indicating its great potential as high-performance microwave-absorbing materials. To further investigate the relationship between the microwave absorption performances and the pyrolysis temperatures, the frequency dependences of the complex relative permittivity (εr = ε′ − jε″) and permeability (μ = μ′ − jμ″) were measured, and the dielectric (tan δε = ε″/ε′) and magnetic loss tangents (tan δμ = μ″/μ′) were calculated. The electromagnetic parameters of the nanolayered Co@C hybrids can be tuned by varying the pyrolysis temperatures. Overall, the real permittivity (ε′) decreases as the frequency increases, roughly obeying the frequency dispersion behavior. The polarization activated by the incident electromagnetic wave suffers more lagging and becomes weaker as the frequency switches to the higher range (Figure 5a). It is seen that the Co@C800 shows relatively higher ε′ values (14−8.6) than its counterparts of Co@C600 (6−4.2) and Co@C700 (10.9−8.4), indicating its superior storage capability for the electromagnetic energy. Meanwhile, the imaginary permittivity (ε″) follows the trend resembling ε′. As shown in Figure 5b, the Co@C800 exhibits\nthe largest values within the most frequency range explored (2−3.3), which originates from the high conductivity that is positively correlated to ε″. However, the ε″ values of Co@ C700 are slightly larger than that of Co@C800 in the frequency range of 2−4.4 GHz. Generally, the ε″ values are influenced by the polarization process and the conduction loss. Compared to Co@C800, there are more active polarization sites for Co@C700, which is expected to induce stronger polarization at lower frequency range and result in larger ε″ values. With the increasing frequency, the polarization processes show certain lagging behind the changing electromagnetic field and become weak, but the contribution of conduction loss endows Co@C800 with large ε″ values. More favorably, the Co@C800 presents the largest dielectric loss tangent (δε) within the explored frequency range (Figure 5e). As supported by the Raman results, the higher temperature of 800 °C grants the hybrid better graphene structure and thus higher conductivity, leading to the better dielectric loss capability.20 Note that all the ε″ curves present several resonance peaks due to the dipole polarization and interface polarization generated on the multiple defects of the carbon nanosheets and at the Co/graphitic carbon interfaces. Both the electronic conductance and the polarization participate in the dielectric loss process, and this phenomenon is promoted by the layered structure of the Co@C hybrids. According to the Debye relaxation theory, the contribution\nof polarization to the electromagnetic wave attenuation is analyzed by plotting ε″ as a function of ε′ (Figure S11). Each semicircle responds to one Debye relaxation process, and the existence of many semicircles suggests the multiple relaxation mechanisms in the Debye relaxation process.49 Thus, the curve of Co@C hybrid with over six semicircles implies the great contribution of dielectric loss to the microwave absorption performance. Besides, the straight part in the Cole−Cole curve may be considered as a proof for the contribution of conduction loss.46 Generally, the multiple relaxation mechanisms for the nanolayered Co@C hybrids may originate from the abundant heterostructures/interfaces, active defects, Co nanoparticles, and their dangled bonds on the surfaces, and the\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2330\nconduction loss should be related to the Co metal particles, amorphous carbon sheets, and graphene layers. To analyze the magnetic properties, the relative permeability (μ′) of the Co@C hybrids is found to decrease with increasing the frequency. Among the three samples, Co@C800 exhibits the smallest μ′ values but significantly larger imaginary parts of relative permeability (μ″) in the frequency span explored (Figure 5c,d), affording the highest magnetic loss and thus the largest magnetic loss tangent (δμ) among all the samples (Figure 5f). The smaller μ′ values of Co@C800 may be related to the further improvement of nonmagnetic graphitic carbon shell around Co nanoparticles under the higher temperature. In addition, μ″ curves of all the samples show certain kinds of valleys between 8 and 10 GHz, which may be related to Fabry−Peŕot resonance.45,50 Considering the magnetic loss\nmechanism, the eddy current loss and natural ferromagnetic resonance are expected to take effect in the megahertz and gigahertz ranges, respectively. As indicated by the frequency independency of the constant (μ″ (μ′)−2f −1) (Figure S12),51 the constant (μ″ (μ′)−2f −1) for our Co@C hybrid nanosheets rapidly decreases from 2 to 6 GHz, which is determined to be the effect of natural ferromagnetic resonance loss mechanism. The Co nanoparticles in nanolayered Co@C hybrids may combine the large shape anisotropy and the small size effect during the crystalline growth, which helps switch the natural ferromagnetic resonance peak from megahertz to gigahertz domains, especially for Co@C800.52 As a result, the μ″ values of Co@C800 show a strong resonance peak at ∼2.5 GHz. However, at higher frequencies >6 GHz, the presence of dominant eddy current loss mechanism is confirmed by the\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2331\nnearly unchanged curve for all the samples although the constant starts at slightly higher frequency for Co@C-800 as compared to its counterparts. In the case of the eddy current loss mechanism, the μ″ values are proportional to the conductivity of the samples: μ″ =2πμ0(μ′)2d2fσ, where μ0 is the vacuum permeability. Therefore, Co@C800 with the highest electrical conductivity exhibits the largest μ″ values. In conclusion, the unique combination of strong dielectric and magnetic losses endows Co@C800 with optimum impedance matching and microwave absorption capability. As reported, the wave absorption is also affected by the geometrical effect when the two reflected waves from the interfaces located at the two sides of the absorber are out of phase by 180° at the absorber/air interface, leading to the dissipation of each other. For a given absorber thickness, the minimum RL value would appear at a specific frequency, which follows the quarter-wavelength cancellation law described below:53\nt nc f n/(4 ) ( 1, 3, 5, ...)m m r rμ ε= | || | = (3)\nwhere c is the light velocity in the free space and |εr| and |μr| are the moduli of μr and εr. In Figure 6, the single experimental thickness tex for minimum RL value at each thickness is extracted from the RL versus frequency curves and fitted with the simulated matching thickness tm and the matching frequency ( fm). As the thickness increases, the matching frequency moves to the lower area, and tex of Co@C hybrids is in a good accordance with tm curves. These results indicate that the location of the minimum RL value at specific thickness for Co@C hybrids obeys the quarter-wavelength cancellation law.\nImpedance matching and microwave attenuation capability are crucial for high-performance microwave absorbers. As is well-known, no reflection occurs on the air/absorber interfaces if the input impedance of an absorber is equal to that of free space (Zin/Z0 = 1). Figure 7a compares the Zin/Z0 values of different Co@C hybrids with a constant sample thickness of 2 mm. Clearly, the Co@C600 exhibits an obvious impedance mismatch while the Co@C700 shows a slightly better impedance matching within only a narrow frequency range. In contrast, the Co@C800 has a broad frequency range with the Zin/Z0 close to 1, indicating a good impedance matching. Accordingly, the minimum value of −49.76 dB can be achieved at the same frequency when Zin/Z0 = 0.97, where the near-zero reflection condition is met. Similar results are obtained for impedance matching by the delta-function method (Figure S13).54 As expected, the Co@C800 with a wider close-to-zero area shows better impedance matching and superior microwave absorption performances. Besides, the attenuation constants (α) that determines the absorption performances are compared (Figure 7b).55 It is seen that the α value elevates as the frequency gradually increases. Consistent with the absorption properties, the Co@C800 exhibits the largest α values in the whole frequency range while Co@C600 gives the lowest α values, indicating their differences in attenuation capability. On the basis of the above results, a possible microwave absorption mechanism was proposed for the nanolayered Co@ C hybrids as shown in Figure 7c. The dielectric loss contributes to the overall absorption performance via dipole polarization and interfacial polarization. The polarization\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2332\nrelaxation in defects and groups on the nanolayered Co@C hybrid occurs when the dipoles cannot catch up with the changes of electromagnetic fields, and the interfacial polarization forms at the interfaces among wax, Co, and carbon constituents of the hybrid in the alternating electromagnetic fields.56 The efficient electron migration in the conductive Co nanoparticles, graphene layers, and amorphous carbon and electron hopping among these constituents together contribute to the conduction loss mechanism by forming highly conductive networks. Moreover, magnetic Co constituent also endows the Co@C hybrid important magnetic loss via the natural resonance and eddy current loss mechanism. More importantly, the temperature dependence of dielectric properties of Co@C hybrids allows the Co@C800 to combine the strong microwave attenuation capability with the good impedance matching and makes it possible for more incident electromagnetic waves going into the absorber and being dissipated efficiently by the multiple absorption mechanisms. Therefore, the excellent microwave absorption performance of the Co@C hybrid is ascribed to the favorable synergistic effect of dielectric loss and magnetic loss as well as the good impedance match.55\n■ CONCLUSION Nanolayered Co@C hybrids with efficient microwave absorptions were prepared by solvothermal synthesis of CoMOF nanosheets followed by thermal pyrolysis. Because of the carbonization of the MOF component to amorphous carbon and the carbothermal reduction of Co ions to Co nanoparticles, the resultant Co@C hybrids inherit the nanolayered architecture of the Co-MOF nanosheets and combine the\ndielectric loss and magnetic loss capabilities together. The carbon components endow the Co@C hybrids with strong dielectric capability and their abundant interfaces and defects offer multiple polarizations, whereas the existing magnetic Co nanoparticles help achieve impedance matching for more electromagnetic waves entering the absorber. As a result, the wax composite with 30 wt % of the Co@C hybrids prepared at 800 °C exhibits a wide absorption bandwidth of 5.44 GHz at the sample thickness of 1.76 mm and a minimum RL value of −49.76 dB at the sample thickness of 2 mm. This work provides a new route for the design and fabrication of highperformance MOF-derived microwave absorbers by tuning the morphology of pristine MOF precursors.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00226.\nDetails of the experimental procedures (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: zhanghaobin@mail.buct.edu.cn (H.-B.Z.). *E-mail: yuzz@mail.buct.edu.cn (Z.-Z.Y.)."
    }, {
      "heading" : "ORCID",
      "text" : "Zhong-Zhen Yu: 0000-0001-8357-3362"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2333\n■ ACKNOWLEDGMENTS Financial support from the National Natural Science Foundation of China (51673015, 51373011, and 51533001), the Fundamental Research Funds for the Central Universities (BHYC1707B), and the National Key Research and Development Program of China (2016YFC0801302) is gratefully acknowledged.\n■ REFERENCES (1) Sun, G.; Dong, B.; Cao, M.; Wei, B.; Hu, C. Hierarchical Dendrite-Like Magnetic Materials of Fe3O4, gamma-Fe2O3, and Fe with High Performance of Microwave Absorption. Chem. Mater. 2011, 23, 1587−1593. (2) Tian, X.; Meng, F.; Meng, F.; Chen, X.; Guo, Y.; Wang, Y.; Zhu, W.; Zhou, Z. Synergistic Enhancement of Microwave Absorption Using Hybridized Polyaniline@Helical CNTs with Dual Chirality. ACS Appl. Mater. Interfaces 2017, 9, 15711−15718. (3) Liu, J.; Zhang, H.-B.; Xie, X.; Yang, R.; Liu, Z.; Liu, Y.; Yu, Z.-Z. Multifunctional, Superelastic, and Lightweight MXene/Polyimide Aerogels. Small 2018, 14, 1802479. (4) Liang, X.; Quan, B.; Chen, J.; Gu, W.; Zhang, B.; Ji, G. Nano Bimetallic@ Carbon Layer on Porous Carbon Nanofibers with Multiple Interfaces for Microwave Absorption Applications. ACS Appl. Nano Mater. 2018, 1, 5712−5721. (5) Huang, Y.; Wang, Y.; Li, Z.; Yang, Z.; Shen, C.; He, C. Effect of Pore Morphology on the Dielectric Properties of Porous Carbons for Microwave Absorption Applications. J. Phys. Chem. C 2014, 118, 26027−26032. (6) Liu, W.; Li, H.; Zeng, Q.; Duan, H.; Guo, Y.; Liu, X.; Sun, C.; Liu, H. Fabrication of Ultralight Three-dimensional Graphene Networks with Strong Electromagnetic Wave Absorption Properties. J. Mater. Chem. A 2015, 3, 3739−3747. (7) Fang, J.; Shang, Y.; Chen, Z.; Wei, W.; Hu, Y.; Yue, X.; Jiang, Z. Rice Husk-Based Hierarchically Porous Carbon and Magnetic Particles Composites for Highly Efficient Electromagnetic Wave Attenuation. J. Mater. Chem. C 2017, 5, 4695−4705. (8) Ding, D.; Wang, Y.; Li, X.; Qiang, R.; Xu, P.; Chu, W.; Han, X.; Du, Y. Rational Design of Core-Shell Co@C Microspheres For Highperformance Microwave Absorption. Carbon 2017, 111, 722−732. (9) Wang, G.; Gao, Z.; Tang, S.; Chen, C.; Duan, F.; Zhao, S.; Lin, S.; Feng, Y.; Zhou, L.; Qin, Y. Microwave Absorption Properties of Carbon Nanocoils Coated with Highly Controlled Magnetic Materials by Atomic Layer Deposition. ACS Nano 2012, 6, 11009−11017. (10) Liu, Y.; Fu, Y.; Liu, L.; Li, W.; Guan, J.; Tong, G. Low-Cost Carbothermal Reduction Preparation of Monodisperse Fe3O4/C Core-Shell Nanosheets for Improved Microwave Absorption. ACS Appl. Mater. Interfaces 2018, 10, 16511−16520. (11) Xiao, D. J.; Gonzalez, M. I.; Darago, L. E.; Vogiatzis, K. D.; Haldoupis, E.; Gagliardi, L.; Long, J. R. Selective, Tunable O2 Binding in Cobalt(II)-Triazolate/Pyrazolate Metal-Organic Frameworks. J. Am. Chem. Soc. 2016, 138, 7161−7170. (12) Rowsell, J. L. C.; Yaghi, O. M. Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-pressure Hydrogen Adsorption Properties of MetalOrganic Frameworks. J. Am. Chem. Soc. 2006, 128, 1304−1315. (13) Yang, S. J.; Kim, T.; Im, J. H.; Kim, Y. S.; Lee, K.; Jung, H.; Park, C. R. MOF-Derived Hierarchically Porous Carbon with Exceptional Porosity and Hydrogen Storage Capacity. Chem. Mater. 2012, 24, 464−470. (14) Liu, B.; Shioyama, H.; Akita, T.; Xu, Q. Metal-Organic Framework as a Template for Porous Carbon Synthesis. J. Am. Chem. Soc. 2008, 130, 5390−5391. (15) Lu, Y.; Wang, Y.; Li, H.; Lin, Y.; Jiang, Z.; Xie, Z.; Kuang, Q.; Zheng, L. MOF-Derived Porous Co/C Nanocomposites with Excellent Electromagnetic Wave Absorption Properties. ACS Appl. Mater. Interfaces 2015, 7, 13604−13611. (16) Zhang, X.; Ji, G.; Liu, W.; Zhang, X.; Gao, Q.; Li, Y.; Du, Y. A Novel Co/TiO2 Nanocomposite Derived from a Metal-Organic\nFramework: Synthesis and Efficient Microwave Absorption. J. Mater. Chem. C 2016, 4, 1860−1870. (17) Qiang, R.; Du, Y.; Zhao, H.; Wang, Y.; Tian, C.; Li, Z.; Han, X.; Xu, P. Metal Organic Framework-Derived Fe/C Nanocubes toward Efficient Microwave Absorption. J. Mater. Chem. A 2015, 3, 13426− 13434. (18) Liu, W.; Liu, L.; Ji, G.; Li, D.; Zhang, Y.; Ma, J.; Du, Y. Composition Design and Structural Characterization of MOFDerived Composites with Controllable Electromagnetic Properties. ACS Sustainable Chem. Eng. 2017, 5, 7961−7971. (19) Wang, K.; Chen, Y.; Tian, R.; Li, H.; Zhou, Y.; Duan, H.; Liu, H. Porous Co-C Core-Shell Nanocomposites Derived from Co-MOF74 with Enhanced Electromagnetic Wave Absorption Performance. ACS Appl. Mater. Interfaces 2018, 10, 11333−11342. (20) Yin, Y.; Liu, X.; Wei, X.; Yu, R.; Shui, J. Porous CNTs/Co Composite Derived from Zeolitic Imidazolate Framework: A Lightweight, Ultrathin, and Highly Efficient Electromagnetic Wave Absorber. ACS Appl. Mater. Interfaces 2016, 8, 34686−34698. (21) Furukawa, S.; Hirai, K.; Nakagawa, K.; Takashima, Y.; Matsuda, R.; Tsuruoka, T.; Kondo, M.; Haruki, R.; Tanaka, D.; Sakamoto, H.; Shimomura, S.; Sakata, O.; Kitagawa, S. Heterogeneously Hybridized Porous Coordination Polymer Crystals: Fabrication of Heterometallic Core-Shell Single Crystals with an In-Plane Rotational Epitaxial Relationship. Angew. Chem., Int. Ed. 2009, 48, 1766−1770. (22) Maksoud, M.; Roques, N.; Brandes, S.; Arurault, L.; Sutter, J.-P. Efficient Growth of Sub-Micrometric MOF Crystals inside the Channels of AAO Membranes. J. Mater. Chem. A 2013, 1, 3688− 3693. (23) Schoedel, A.; Scherb, C.; Bein, T. Oriented Nanoscale Films of Metal-Organic Frameworks by Room-Temperature Gel-Layer Synthesis. Angew. Chem., Int. Ed. 2010, 49, 7225−7228. (24) Zhu, H.; Yang, X.; Cranston, E. D.; Zhu, S. Flexible and Porous Nanocellulose Aerogels with High Loadings of Metal-OrganicFramework Particles for Separations Applications. Adv. Mater. 2016, 28, 7652−7657. (25) Ding, Y.; Zhang, Z.; Luo, B.; Liao, Q.; Liu, S.; Liu, Y.; Zhang, Y. Investigation on the Broadband Electromagnetic Wave Absorption Properties and Mechanism of Co3O4-Nanosheets/Reduced-Graphene-Oxide Composite. Nano Res. 2017, 10, 980−990. (26) He, J.-Z.; Wang, X.-X.; Zhang, Y.-L.; Cao, M.-S. Small Magnetic Nanoparticles Decorating Reduced Graphene Oxides to Tune the Electromagnetic Attenuation Capacity. J. Mater. Chem. C 2016, 4, 7130−7140. (27) Han, M.; Yin, X.; Li, X.; Anasori, B.; Zhang, L.; Cheng, L.; Gogotsi, Y. Laminated and Two-Dimensional Carbon-Supported Microwave Absorbers Derived from MXenes. ACS Appl. Mater. Interfaces 2017, 9, 20038−20045. (28) Gallego, A.; Hermosa, C.; Castillo, O.; Berlanga, I.; GomezGarcia, C. J.; Mateo-Marti, E.; Martinez, J. I.; Flores, F.; GomezNavarro, C.; Gomez-Herrero, J.; Delgado, S.; Zamora, F. SolventInduced Delamination of a Multifunctional Two Dimensional Coordination Polymer. Adv. Mater. 2013, 25, 2141−2146. (29) Varoon, K.; Zhang, X.; Elyassi, B.; Brewer, D. D.; Gettel, M.; Kumar, S.; Lee, J. A.; Maheshwari, S.; Mittal, A.; Sung, C.-Y.; Cococcioni, M.; Francis, L. F.; McCormick, A. V.; Mkhoyan, K. A.; Tsapatsis, M. Dispersible Exfoliated Zeolite Nanosheets and Their Application as a Selective Membrane. Science 2011, 334, 72−75. (30) Zhao, M.; Wang, Y.; Ma, Q.; Huang, Y.; Zhang, X.; Ping, J.; Zhang, Z.; Lu, Q.; Yu, Y.; Xu, H.; Zhao, Y.; Zhang, H. Ultrathin 2D Metal-Organic Framework Nanosheets. Adv. Mater. 2015, 27, 7372− 7378. (31) Wang, X.; Chi, C.; Zhang, K.; Qian, Y.; Gupta, K. M.; Kang, Z.; Jiang, J.; Zhao, D. Reversed Thermo-Switchable Molecular Sieving Membranes Composed of Two-Dimensional Metal-Organic Nanosheets for Gas Separation. Nat. Commun. 2017, 8, 14460. (32) Ding, Y.; Chen, Y.-P.; Zhang, X.; Chen, L.; Dong, Z.; Jiang, H.L.; Xu, H.; Zhou, H.-C. Controlled Intercalation and Chemical Exfoliation of Layered Metal-Organic Frameworks Using a Chemi-\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2334\ncally Labile Intercalating Agent. J. Am. Chem. Soc. 2017, 139, 9136− 9139. (33) Hu, X.; Hu, H.; Li, C.; Li, T.; Lou, X.; Chen, Q.; Hu, B. CobaltBased Metal Organic Framework with Superior Lithium Anodic Performance. J. Solid State Chem. 2016, 242, 71−76. (34) Rosi, N. L.; Kim, J.; Eddaoudi, M.; Chen, B. L.; O’Keeffe, M.; Yaghi, O. M. Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units. J. Am. Chem. Soc. 2005, 127, 1504−1518. (35) Xu, Y.; Tu, W.; Zhang, B.; Yin, S.; Huang, Y.; Kraft, M.; Xu, R. Nickel Nanoparticles Encapsulated in Few-Layer Nitrogen-Doped Graphene Derived from Metal-Organic Frameworks as Efficient Bifunctional Electrocatalysts for Overall. Adv. Mater. 2017, 29, 1605957. (36) Yi, H.; Wen, F.; Qiao, L.; Li, F. Microwave Electromagnetic Properties of Multiwalled Carbon Nanotubes Filled with Co Nanoparticles. J. Appl. Phys. 2009, 106, 103922. (37) Kim, S. S.; Jo, S. B.; Gueon, K. I.; Choi, K. K.; Kim, J. M.; Churn, K. S. Complex Permeability and Permittivity and Microwave Absorption of Ferrite-Rubber Composite in X-Band Frequencies. IEEE Trans. Magn. 1991, 27, 5462−4. (38) Ma, J.; Liu, W.; Liang, X.; Quan, B.; Cheng, Y.; Ji, G.; Meng, W. Nanoporous TiO2/C Composites Synthesized from Directly Pyrolysis of a Ti-based MOFs MIL-125(Ti) for Efficient Microwave Absorption. J. Alloys Compd. 2017, 728, 138−144. (39) Zhang, X.; Ji, G.; Liu, W.; Quan, B.; Liang, X.; Shang, C.; Cheng, Y.; Du, Y. Thermal Conversion of an Fe3O4@Metal-Organic Framework: A New Method for an Efficient Fe-Co/Nanoporous Carbon Microwave Absorbing Material. Nanoscale 2015, 7, 12932− 12942. (40) Liang, X.; Quan, B.; Ji, G.; Liu, W.; Cheng, Y.; Zhang, B.; Du, Y. Novel Nanoporous Carbon Derived from Metal-Organic Frameworks with Tunable Electromagnetic Wave Absorption Capabilities. Inorg. Chem. Front. 2016, 3, 1516−1526. (41) Ma, J.; Zhang, X.; Liu, W.; Ji, G. Direct Synthesis of MOFDerived Nanoporous CuO/Carbon Composites for High Impedance Matching and Advanced Microwave Absorption. J. Mater. Chem. C 2016, 4, 11419−11426. (42) Liu, W.; Shao, Q. W.; Ji, G. B.; Liang, X. H.; Cheng, Y.; Quan, B.; Du, Y. W. Metal-Organic-Frameworks Derived Porous CarbonWrapped Ni Composites with Optimized Impedance Matching as Excellent Lightweight Electromagnetic Wave Absorber. Chem. Eng. J. 2017, 313, 734−744. (43) Wang, H.; Xiang, L.; Wei, W.; An, J.; He, J.; Gong, C.; Hou, Y. Efficient and Lightweight Electromagnetic Wave Absorber Derived from Metal Organic Framework-Encapsulated Cobalt Nanoparticles. ACS Appl. Mater. Interfaces 2017, 9, 42102−42110. (44) Liu, Q.; Liu, X.; Feng, H.; Shui, H.; Yu, R. Metal Organic Framework-Derived Fe/Carbon Porous Composite with Low Fe Content for Lightweight and Highly Efficient Electromagnetic Wave Absorber. Chem. Eng. J. 2017, 314, 320−327. (45) Feng, W.; Wang, Y.; Chen, J.; Li, B.; Guo, L.; Ouyang, J.; Jia, D.; Zhou, Y. Metal Organic Framework-Derived CoZn Alloy/NDoped Porous Carbon Nanocomposites: Tunable Surface Area and Electromagnetic Wave Absorption Properties. J. Mater. Chem. C 2018, 6, 10−18. (46) Liu, W.; Tan, S.; Yang, Z.; Ji, G. Hollow Graphite Spheres Embedded in Porous Amorphous Carbon Matrix as Lightweight and Low-Frequency Microwave Absorbing Material through Modulating Dielectric Loss. Carbon 2018, 138, 143−153. (47) Liu, W.; Tan, S.; Yang, Z.; Ji, G. Enhanced Low-Frequency Electromagnetic Properties of MOF-Derived Cobalt through Interface Design. ACS Appl. Mater. Interfaces 2018, 10, 31610−31622. (48) Quan, B.; Liang, X.; Ji, G.; Ma, J.; Ouyang, P.; Gong, H.; Xu, G.; Du, Y. Strong Electromagnetic Wave Response Derived from the Construction of Dielectric/Magnetic Media Heterostructure and Multiple Interfaces. ACS Appl. Mater. Interfaces 2017, 9, 9964−9974.\n(49) Cole, K. S.; Cole, R. H. Dispersion and Absorption in Dielectrics. I. Alternating-Current Characteristics. J. Chem. Phys. 1941, 9, 341−351. (50) Hou, Z.-L.; Zhang, M.; Kong, L.-B.; Fang, H.-M.; Li, Z.-J.; Zhou, H.-F.; Jin, H.-B.; Cao, M.-S. Microwave Permittivity and Permeability Experiments in High-Loss Dielectrics: Caution with Implicit Fabry-Perot Resonance for Negative Imaginary Permeability. Appl. Phys. Lett. 2013, 103, 162905. (51) Wu, M. Z.; Zhang, Y. D.; Hui, S.; Xiao, T. D.; Ge, S. H.; Hines, W. A.; Budnick, J. I.; Taylor, G. W. Microwave Magnetic Properties of Co-50/(SiO2)(50) Nanoparticles. Appl. Phys. Lett. 2002, 80, 4404− 4406. (52) Zhang, X.; Dong, X.; Huang, H.; Liu, Y.; Wang, W.; Zhu, X.; Lv, B.; Lei, J.; Lee, C. Microwave Absorption Properties of the Carbon-Coated Nickel Nanocapsules. Appl. Phys. Lett. 2006, 89, 053115. (53) Inui, T.; Konishi, K.; Oda, K. Fabrications of Broad-Band RFAbsorber Composed of Planar Hexagonal Ferrites. IEEE Trans. Magn. 1999, 35, 3148−3150. (54) Ma, Z.; Zhang, Y.; Cao, C.; Yuan, J.; Liu, Q.; Wang, J. B. Attractive Microwave Absorption and the Impedance Match Effect in Zinc Oxide and Carbonyl Iron Composite. Phys. B 2011, 406, 4620− 4624. (55) Lu, B.; Huang, H.; Dong, X. L.; Zhang, X. F.; Lei, J. P.; Sun, J. P.; Dong, C. Influence of Alloy Components on Electromagnetic Characteristics of Core/Shell-Type Fe-Ni Nanoparticles. J. Appl. Phys. 2008, 104, 114313. (56) Jian, X.; Wu, B. A.; Wei, Y. F.; Dou, S. X.; Wang, X. L.; He, W. D.; Mahmood, N. Facile Synthesis of Fe3O4/GCs Composites and Their Enhanced Microwave Absorption Properties. ACS Appl. Mater. Interfaces 2016, 8, 6101−6109.\nDOI: 10.1021/acsanm.9b00226 ACS Appl. Nano Mater. 2019, 2, 2325−2335\n2335"
    } ],
    "references" : [ {
      "title" : "Rational Design of Core-Shell Co@C Microspheres For Highperformance Microwave Absorption",
      "author" : [ "Y. Du" ],
      "venue" : "Carbon 2017,",
      "citeRegEx" : "Du,? \\Q2017\\E",
      "shortCiteRegEx" : "Du",
      "year" : 2017
    }, {
      "title" : "Selective, Tunable O2 Binding in Cobalt(II)-Triazolate/Pyrazolate Metal-Organic Frameworks",
      "author" : [ "E. Haldoupis", "L. Gagliardi", "J.R. Long" ],
      "venue" : "J. Am. Chem. Soc. 2016,",
      "citeRegEx" : "Haldoupis et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Haldoupis et al\\.",
      "year" : 2016
    }, {
      "title" : "Metal Organic Framework-Derived Fe/C Nanocubes toward Efficient Microwave Absorption",
      "author" : [ "P. Xu" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "Xu,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu",
      "year" : 2015
    }, {
      "title" : "Dispersible Exfoliated Zeolite Nanosheets and Their Application as a Selective Membrane",
      "author" : [ "M. Tsapatsis" ],
      "venue" : "Science",
      "citeRegEx" : "Tsapatsis,? \\Q2011\\E",
      "shortCiteRegEx" : "Tsapatsis",
      "year" : 2011
    }, {
      "title" : "Ultrathin 2D Metal-Organic Framework Nanosheets",
      "author" : [ "Z. Zhang", "Q. Lu", "Y. Yu", "H. Xu", "Y. Zhao", "H. Zhang" ],
      "venue" : "Adv. Mater. 2015,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2015
    }, {
      "title" : "Constructed from Rod-Shaped Secondary Building Units",
      "author" : [ "W. Tu", "B. Zhang", "S. Yin", "Y. Huang", "M. Kraft", "R. Xu" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Y. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2005
    }, {
      "title" : "Absorption of Ferrite-Rubber Composite in X-Band Frequencies",
      "author" : [ "J. Ma", "W. Liu", "X. Liang", "B. Quan", "Y. Cheng", "G. Ji", "W. Meng" ],
      "venue" : "IEEE Trans. Magn",
      "citeRegEx" : "Ma et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 1991
    }, {
      "title" : "Thermal Conversion of an Fe3O4@Metal-Organic Framework: A New Method for an Efficient Fe-Co/Nanoporous Carbon Microwave Absorbing Material",
      "author" : [ "Y. Cheng", "Y. Du" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "Cheng and Du,? \\Q2015\\E",
      "shortCiteRegEx" : "Cheng and Du",
      "year" : 2015
    }, {
      "title" : "Dispersion and Absorption in Dielectrics. I. Alternating-Current Characteristics",
      "author" : [ "K.S. Cole", "R.H. Cole" ],
      "venue" : "J. Chem. Phys. 1941,",
      "citeRegEx" : "Cole and Cole,? \\Q1941\\E",
      "shortCiteRegEx" : "Cole and Cole",
      "year" : 1941
    }, {
      "title" : "Microwave Absorption Properties of the Carbon-Coated Nickel Nanocapsules",
      "author" : [ "X. Dong", "H. Huang", "Y. Liu", "W. Wang", "X. Zhu", "B. Lv", "J. Lei", "C. Lee" ],
      "venue" : "Nanoparticles. Appl. Phys. Lett",
      "citeRegEx" : "X. et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2002
    }, {
      "title" : "Fabrications of Broad-Band RFAbsorber Composed of Planar Hexagonal Ferrites",
      "author" : [ "T. Inui", "K. Konishi", "K. Oda" ],
      "venue" : "IEEE Trans. Magn",
      "citeRegEx" : "053115",
      "shortCiteRegEx" : "053115",
      "year" : 1999
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "High-performance broadband microwave absorbers are greatly required to cope with the increasingly serious microwave radiation pollution. Integration of dielectric and magnetic components is a promising strategy to achieve desirable microwave absorption performance. Herein, we demonstrated a facile and efficient approach to fabricate twodimensional cobalt@carbon (Co@C) hybrids by solvothermal synthesis of cobalt−metal−organic framework (Co-MOF) nanosheets and subsequent thermal pyrolysis for efficient microwave absorption application. The resultant nanolayered Co@C hybrids inherit the two-dimensional architecture of the Co-MOF nanosheets. During the thermal pyrolysis of CoMOF, its organic component is carbonized to amorphous carbon while its cobalt ions are carbothermally reduced to cobalt nanoparticles, thus in situ integrating the magnetic metal nanocrystal with the dielectric carbon. Consequently, a wide effective absorption bandwidth of 5.44 GHz at a small thickness of 1.76 mm and a minimum reflection loss value of −49.76 dB are achieved for the wax composite with 30 wt % of Co@C hybrid pyrolyzed at 800 °C. The outstanding microwave absorption performances are attributed to the synergistic effects of the Co@C hybrid nanosheets and their large shape anisotropy, which facilitates the strong dielectric loss and good impedance matching, thus promising the nanolayered Co@C hybrid as a lightweight and high-performance microwave absorber.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}