{
  "name" : "downloads_2020-04-11_8c_10.1063@1.5145079.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-cobalt oxide/viologen hybrid solid state device: Electrochromism beyond chemical cell",
    "authors" : [ "Devesh K. Pathak", "Anjali Chaudhary", "Rajesh Kumar", "Manushree Tanwar", "Uttam K Goutam" ],
    "emails" : [ "rajeshkumar@iiti.ac.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "An improved nanofilm of Co3O4 has been synthesized using controlled current electrodeposition on a conducting transparent electrode for fabricating a hybrid solid state electrochromic device by combining it with Viologen. The nanoelectrochromic electrode also acts as a counterion to support redox induced color switching of Viologen in a solid state without any liquid electrolyte. A good color contrast between its yellow and blue states under different bias conditions has been observed, which leads to overall performance enhancement as quantified using device parameters such as coloration efficiency, color contrast, stability, and cycle life. The solid state device shows an improved efficiency of as high as 360 cm2/C and a switching time of as low as 500ms. In situ spectroelectrochemical studies reveal that the bias induced redox activity of Viologen and metal oxide leads to the color change. The two constituents are not only electrochromically active materials but also simultaneous counterions for each other, thus leading to improvement in the electrochromic performance.\nPublished under license by AIP Publishing. https://doi.org/10.1063/1.5145079\nThe notion “electrochromism” since its first discovery has one of the most exploratory areas in materials science and devices.1–11 The word electrochromic (EC) stands for the phenomenon of showing chromic modulation by any material or a device on the application of an electrical bias.12–14 Numerous materials may have EC properties, but materials with significant characteristics defined through some fundamental parameters such as switching time,15 coloration efficiency,16 contrast ratio,17 and quality factor only are used for real applications in smart windows, displays, etc., and often depend upon the properties of active materials.18 Therefore, EC devices12 and their electrodes19 must be designed appropriately to improve these parameters.20 Recent research related to electrochromism is being carried out with a focus on fabricating various materials for EC devices for less energy consumption. This is done by different device design paradigms such as all-organic,17 all-inorganic,21 and hybrid (inorganic–organic).22 It is important here to mention that electrochromic devices have applications beyond color switching, which include energy storage,23–25 memory,21,22 and heat shielding.26 This prompts toward searching new EC materials or to search materials that may improve the EC properties of other components when used in combinations. The EC materials are generally categorized into two classes, “cathodic” and “anodic” depending on the redox polarity at which they show the color change.27–29 Combinations of two materials, which are\nelectrochromically active, will certainly improve the electrochromic behavior, and if one of the electrodes, at least, is modified to consume less power, a more energy efficient electrochromic device can be achieved. One such approach, by fabricating a cobalt oxide film through customized electrochemical recipe, has been attempted here by demonstrating an improved metal oxide-Viologen electrochromic device. Another challenge in the field of electrochromism lies in translating an electrochromic electrode in the form of a solid state device without compromising the performance of the electrode in an electrochemical cell. Electrodes in an electrochemical cell show the color change faster due to ease of redox switching as a consequence of easy movement of ions in a liquid electrolytic medium. If the same can be maintained in an appropriately designed solid state form, an application oriented device can be made, which will address the limited use of liquid based electrochromism.\nIn this Letter, a hybrid electrochromic device has been prepared using an inorganic custom designed metal oxide electrode and an organic Viologen based electrode. First, the nano-Co3O4 film on an FTO (fluorine doped tin oxide) substrate has been prepared using a current controlled electrochemical route to obtain a dense pale yellow film. After characterization, all essential measurements have been carried out to check the performance of the Co3O4 electrode for the device purpose and found suitable. Second, Ethyl Viologen (EV)\nAppl. Phys. Lett. 116, 141901 (2020); doi: 10.1063/1.5145079 116, 141901-1\nPublished under license by AIP Publishing\ndibromide, dissolved in the PEO (Polyethylene oxide) matrix, has been drop-cast over another FTO electrode to finish the device through the flip-chip technique.30,31 The color contrast, coloration efficiency, and switching time of the final device have been estimated. In situ bias induced spectroelectrochemical analysis has been carried out to establish the working mechanism of the device. In short, a nanomaterial based electrode is made, which itself is electrochromically active and supports other EC materials by acting as counterions, and then, the device thus made using the two materials shows electrochromism with an efficiency of 360 cm2/C.\nAn electrodeposition method32,33 in constant current mode, with customized recipe, has been chosen for preparing the nano-cobalt oxide film, deposited on a conducting FTO coated glass (used as substrate) due to the crystal matching between the two. For the deposition, 0.1 M Co(NO3)2 was taken with 0.1 M NaNO3 in 20ml distilled water. A good nucleation, for achieving the desired film quality, followed by growth occurred on applying a constant current of 0.3mA for three hours in a three electrode system in an electrochemical cell. The constant current was supplied using a Keithley 2450 SMU electrochemical workstation with Ag/AgCl (reference), Pt wire (counter), and FTO substrate (working) electrodes. The as-deposited film was given heat treatment at 60 C for an hour to remove any contamination from the surface. The electrodeposited film has been characterized by scanning electron microscopy (SEM), atomic force microscopy (AFM), optical absorption spectroscopy (Agilent cary-60 spectrometer), Raman spectroscopy (Horiba Labram), X-ray diffraction, or XRD. Other electrode was prepared by drop casting an EV solution on a separate FTO coated glass substrate. The recipe for preparing the electrode and final electrochromic devices (Fig. S1) is given in the supplementary material.\nConstant current controlled deposition of cobalt atoms is expected to show better morphological coverage and packing. The morphology has been studied using SEM [Fig. 1(a)], which shows a homogenously deposited film with some cracks covering 2% of the whole area. In contrast, the AFM image [Fig. 1(b)] shows poor contrast (with no\napparent crack like morphology) as compared to the SEM image likely due to the use of a blunt tip. It also indicates that the observed crakes [inset, Fig. 1(a)] are not too deep to create short circuit while performing the electrical measurements as will be discussed later on.\nBesides the morphology of the electro-deposited material, it is also important to establish whether the intended film, i.e., of Co3O4, has been deposited. The XRD measurement in Bragg Brentano (h-2h) mode [Fig. 1(c)] confirms that the deposition of the cobalt oxide phase has taken place, which is evident from the prominent peak of the (111) plane at around 18.5 corresponding to the Co3O4 phase, labeled “ ” [Fig. 1(c)] as per JCPDS No. 89–1970.34 The other peaks (labeled $) in the XRD pattern [Fig. 1(c)] originate from the FTO substrate. The presence of only one peak in the XRD pattern indicates the growth in the preferred orientation. Keeping in mind the difficulty in indexing the XRD pattern with only one peak, Raman spectroscopy [Fig. 1(d)] has been performed. Various Raman peaks have been identified as those from different vibrational modes of Co and O atoms’ bonds present at octahedral and tetrahedral positions of the unit cell35,36 as found at 195 cm 1 (F2g), 482 cm 1 (Eg), 527 cm 1 (F2g), 622 cm 1 (F2g), and 691 cm 1 (A1g). The fabricated Co3O4 film on FTO coated glass has been intended for fabricating a hybrid electrochromic device by combining it with Viologen if found compatibility in terms of their redox activity with the reversible nature and corresponding redox induced color change. This has been done by carrying out cyclic voltammetry (CV) measurements and found compatible as shown in the supplementary material (Fig. S2). It is clear that Co3O4 changes its color under a positive bias whereas EV under a negative bias (Fig. S2, supplementary material). So, when Co3O4 (EV) is positively (negatively) biased in the solid state device, forming complementary counter electrodes, the overall electrochromic performance of the device is enhanced since they support each other’s redox behavior. A solid state electrochromic device has been fabricated using the above two electrodes (EV@FTO and Co3O4@FTO) in crossbar geometry as shown schematically in Fig. 2(a) under different bias conditions. The above-mentioned complementary nature of the two layers is also evident from the current voltage characteristic of the solid state device (Fig. S3 in the supplementary material), which shows a diode type behavior. Here, the EV (in the PEOmatrix) gets filled inside the cracks [Fig. 1(a)] and acts as cushion between the Co3O4 film and electrode to avoid any short circuit in the device. During the measurement, the\nAppl. Phys. Lett. 116, 141901 (2020); doi: 10.1063/1.5145079 116, 141901-2\nPublished under license by AIP Publishing\nbias mentioned has been applied with the Co3O4@FTO electrode hooked to the positive terminal and other one hooked to the negative terminal. The finished device appears “pale yellow” under no bias and changes to “blue” with the application of a 1.8V bias. Under the nobias condition, the device maintains transparency, which can be appreciated from the visible text “#” written on the paper on which the device is kept. The corresponding UV-Vis spectra of the device under different bias conditions are shown in Fig. 2(b). With an application of 1.8V bias, the overall absorption increases throughout the wavelength range with an extra absorption around the yellow region [black curve, Fig. 2(b)]. An extra increase in yellow (mixture of red and green) means that only the blue component remains less absorbed and hence gives the dark blue (non-transparent) appearance of the device in this bias condition. Under this bias condition, the Co3O4@FTO electrode being connected to the positive terminal is expected to get oxidized as the reduction of EVþ2 to EV þ on the other electrode (eventually connected to negative voltage) take places, which is also known for its blue appearance. The colored state of the device can be reversed on the application of 1V bias [red curve, Fig. 2(b)]. A significant change appears in the absorption spectrum near 600nm (400nm) when positive (negative or zero) bias is applied with a contrast of more than 60% for 600nm wavelength. This along with other device parameters will be discussed below.\nThis prominent change in spectra at these two wavelengths is dominated by the blue color of reduced EV þ. However, the spectrum changes throughout the wavelength range, which reveals that Co3O4 shows the self-coloration effect, works as a supporting material, and helps to reduce EVþ2. As mentioned above, the bias induced color change of EV and Co3O4 is governed by the corresponding redox activity. The same can be confirmed using in situ Raman spectroscopy [Fig. 2(c)]. The bias dependent Raman spectra show the EVþ2 Raman peak of ethyl viologen near 1381 cm 1 when unbiased [black curve, Fig. 2(c)]. However, the Raman spectrum of the device under þ1.8V bias shows peaks at 1529 cm 1 and 1656 cm 1, a signature of the reduced state of the viologen molecule, which is also responsible to display the blue color of the device.35 On the whole, bias dependent in situ Raman and UV-Vis spectroscopy confirms the redox driven color switching of the solid state electrochromic device.\nFurthermore, to check the device performance, different important device parameters have been measured by switching the device using square voltage trains toggling between þ1.8V (for 2 s) and 1V (for 3 s). The applied biasing and corresponding kinetics of the absorption spectrum (for 375nm) have been tested for 250 s or 50 cycles [Fig. 3(a)] showing no variation in the absorbance meaning a good stability/cyclability of the device. A zoomed portion, showing one of the absorption switching cycles [Fig. 3(b)], has been used to estimate the switching times of the device, yielding a transparent to blue switching time of 500ms, and three consecutive absorbance switching is shown in Fig. S4 in the supplementary material. The repetition of the absorption cycle under switching kinetics is due to the reversible nature of the device. The sub-second coloring response from the EV family of electrochromic materials is one of the best, which comes due to the role of the auxiliary Co3O4 electrode, which required lesser oxidation potential to reduce EVþ2 and to bring itself in the colored state. Like the absorption cyclability [Fig. 3(a)], the cyclic chronoamperometric response in Fig. 3(c) further validates the reversible and stability of the device (shown for 5 cycles taking 25 s). A finite\ncurrent can be seen flowing through the device in the forward bias condition (þ1.8V), which is a consequence of slow discharging of the material. It is important here to mention that the device behave as a diode shown (Fig. S3, supplementary material), and therefore, the corresponding unequal currents are observed in the two color states of the device [Fig. 3(c)].\nThe coloration efficiency (gce) is another vital parameter to access the device performance and is defined using the following equation:\ngec ¼ DOD=Q; (1)\nwhere DOD ¼ Ac-Ab, with Ac and Ab being the absorbance of the device in the colored and bleached states, respectively, and can be obtained from the UV-Vis spectra [Fig. 2(b)], whereas “Q” is the charge per unit area of the electrode. Thus, in order to calculate the coloration efficiency of the device, the optical density has been plotted with respect to charge density in Fig. 3(d) and calculated to be 368 cm2/C. This high coloration efficiency is likely due to the fact that both the counter ions used in the device are electrochromic in nature, showing color switching at complementary voltages as mentioned above. This is also possible due to the reduction in the redox potential of the Co3O4 electrode used for supporting the EV electrode’s coloration. Thus a smaller voltage is required to switch and maintain a given chromic state of the electrode in the device. The overall performance of the device is better than the ones from the cobalt oxide based family as can be seen from the comparison table (Table S1) in the supplementary material. The mutual complementary nature of the electrochromic pairs, where one shows electrochromic performance in the positive bias while the other in the negative bias, helps improving the overall performance of the device in the solid state. The device designed in such a manner not only makes the device complete but also helps in achieving a liquid electrolyte free electrochromic device. In other words, the two materials support each other’s redox activity to yield color contrast of 63% at less than 2V. A film prepared by current controlled electrochemical synthesis helps in fabricating a hybrid solid state electrochromic device without compromising the switching\nFIG. 3. (a) Absorption switching kinetics with switching voltage from 1 V to 1.8 V of the fabricated device, (b) color (ON) and bleached (OFF) representation through one absorption cycle, (c) current response of the devices under 1.8 V/ 1V potential pulse, and (d) optical density variation as a function of charge density.\nAppl. Phys. Lett. 116, 141901 (2020); doi: 10.1063/1.5145079 116, 141901-3\nPublished under license by AIP Publishing\nparameters as compared to the case of the electrochemical cell without the use of a liquid based electrolyte for actual usage in smart windows.\nOn the whole, a current controlled electrochemically deposited film of Co3O4 is found to be an active electrochromic electrode, which enables fabrication of a liquid electrolyte free solid state electrochromic device. The device, fabricated using the organic (Viologen)-inorganic (Co3O4) hybrid components, showed a color contrast of 66% with a switching time of 500ms when applied with an operating voltage of 1.8V. As a result, the device showed a coloration efficiency of 368 cm2/ C and tested to remain stable for more than 50 switching cycles. In situ electrochemical and spectroscopic investigations revealed that the simultaneous fast redox activity of Viologen and nano-Co3O4 at the corresponding electrodes is responsible for the color switching to yield the above-mentioned electrochromic properties of the hybrid device."
    }, {
      "heading" : "AUTHORS’ CONTRIBUTIONS",
      "text" : "D.K.P. and A.C. contributed equally to this work.\nSee the supplementary material for the recipe for device and electrode fabrication, the redox activity of separate materials, the I–V of hybrid devices, the three consecutive absorption cycles, and the comparison table for the electrochromic performance of various devices.\nThe authors acknowledge the funding received from the Science and Engineering Research Board (SERB), Government of India (Grant No. CRG/2019/000371). The authors are very thankful to Dr. Sanjay K. Singh (IIT Indore) for providing spectroscopy facility procured through SERB Grant No. SB/FT/CS-028/2014, Professor S. S. Islam (Director, Centre for Nanoscience and Nanotechnolgy, Jamia Millia Islamia, New Delhi) for providing electron microscopy facility, and Dr. S. Sen (IIT Indore) for providing the XRD measurement. Facilities received from the Department of Science and Technolodgy (DST), Government of India, under the FIST scheme (Grant No. SR/FST/PSI-225/2016), are highly acknowledged. D.K.P. thanks the Council of Scientific and Industrial Research (CSIR) for financial support (File No. 09/ 1022(0039)/2017-EMR-I), and A.C. and M.T. thank Indore and DST (No. DST/INSPIRE/03/2018/000910/IF180398), Government of India, for providing funding. The authors acknowledge useful discussion with Dr. P. R. Sagdeo (IIT Indore) and Dr. J. Jayabalan (RRCAT, Indore). Partial grant received under TEQIP collaborative research is also acknowledged.\nThere are no conflicts to declare."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "An improved nanofilm of Co3O4 has been synthesized using controlled current electrodeposition on a conducting transparent electrode for fabricating a hybrid solid state electrochromic device by combining it with Viologen. The nanoelectrochromic electrode also acts as a counterion to support redox induced color switching of Viologen in a solid state without any liquid electrolyte. A good color contrast between its yellow and blue states under different bias conditions has been observed, which leads to overall performance enhancement as quantified using device parameters such as coloration efficiency, color contrast, stability, and cycle life. The solid state device shows an improved efficiency of as high as 360 cm/C and a switching time of as low as 500ms. In situ spectroelectrochemical studies reveal that the bias induced redox activity of Viologen and metal oxide leads to the color change. The two constituents are not only electrochromically active materials but also simultaneous counterions for each other, thus leading to improvement in the electrochromic performance. Published under license by AIP Publishing. https://doi.org/10.1063/1.5145079 The notion “electrochromism” since its first discovery has one of the most exploratory areas in materials science and devices. The word electrochromic (EC) stands for the phenomenon of showing chromic modulation by any material or a device on the application of an electrical bias. Numerous materials may have EC properties, but materials with significant characteristics defined through some fundamental parameters such as switching time, coloration efficiency, contrast ratio, and quality factor only are used for real applications in smart windows, displays, etc., and often depend upon the properties of active materials. Therefore, EC devices and their electrodes must be designed appropriately to improve these parameters. Recent research related to electrochromism is being carried out with a focus on fabricating various materials for EC devices for less energy consumption. This is done by different device design paradigms such as all-organic, all-inorganic, and hybrid (inorganic–organic). It is important here to mention that electrochromic devices have applications beyond color switching, which include energy storage, memory, and heat shielding. This prompts toward searching new EC materials or to search materials that may improve the EC properties of other components when used in combinations. The EC materials are generally categorized into two classes, “cathodic” and “anodic” depending on the redox polarity at which they show the color change. Combinations of two materials, which are electrochromically active, will certainly improve the electrochromic behavior, and if one of the electrodes, at least, is modified to consume less power, a more energy efficient electrochromic device can be achieved. One such approach, by fabricating a cobalt oxide film through customized electrochemical recipe, has been attempted here by demonstrating an improved metal oxide-Viologen electrochromic device. Another challenge in the field of electrochromism lies in translating an electrochromic electrode in the form of a solid state device without compromising the performance of the electrode in an electrochemical cell. Electrodes in an electrochemical cell show the color change faster due to ease of redox switching as a consequence of easy movement of ions in a liquid electrolytic medium. If the same can be maintained in an appropriately designed solid state form, an application oriented device can be made, which will address the limited use of liquid based electrochromism. In this Letter, a hybrid electrochromic device has been prepared using an inorganic custom designed metal oxide electrode and an organic Viologen based electrode. First, the nano-Co3O4 film on an FTO (fluorine doped tin oxide) substrate has been prepared using a current controlled electrochemical route to obtain a dense pale yellow film. After characterization, all essential measurements have been carried out to check the performance of the Co3O4 electrode for the device purpose and found suitable. Second, Ethyl Viologen (EV) Appl. Phys. Lett. 116, 141901 (2020); doi: 10.1063/1.5145079 116, 141901-1 Published under license by AIP Publishing Applied Physics Letters ARTICLE scitation.org/journal/apl",
    "creator" : "Arbortext Advanced Print Publisher 9.0.114/W"
  }
}