{
  "name" : "downloads_2019-02-04_84_10.1002@adfm.201807922.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Photon-Induced Reversible Phase Transition in CsPbBr3 Perovskite",
    "authors" : [ "Jie Xue", "Dandan Yang", "Bo Cai", "Xiaobao Xu", "Jian Wang", "He Ma", "Xuechao Yu", "Guoliang Yuan", "Yousheng Zou", "Jizhong Song", "Haibo Zeng" ],
    "emails" : [ "xiaobaoxu@njust.edu.cn;", "songjizhong@njust.edu.cn;", "zeng.haibo@njust.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FULL PAPER www.afm-journal.de\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1807922 (1 of 8)"
    }, {
      "heading" : "Photon-Induced Reversible Phase Transition in CsPbBr3 Perovskite",
      "text" : "Jie Xue, Dandan Yang, Bo Cai, Xiaobao Xu,* Jian Wang, He Ma, Xuechao Yu,"
    }, {
      "heading" : "Guoliang Yuan, Yousheng Zou, Jizhong Song,* and Haibo Zeng*",
      "text" : "Structure reorganization within perovskite materials has attracted much attention due to its assisted appealing features in optoelectronic devices, such as achieving continue-wave laser and performance enhancement in photovoltaic devices. Unfortunately, the difficulty of controlling reorganization processing and unclear underlying mechanisms impose an impediment for taking advantage of the structural reorganization in pursuit of distinctive functions in perovskite-based devices. In this work, using above-bandgap illumination with a small energy threshold (1.6 mW cm−2) triggering phase transition from orthorhombic to tetragonal in CsPbBr3 is first reported. This photon-induced structure reorganization is reversible and presents a fast and controllable response (<0.5 s) to light on/off. Raman spectroscopy and density functional theory calculations reveal that such a dynamic structure reorganization is caused by the transition of torsion direction in Pb–Br octahedral, while the diffusion potential difference induced local Coulombic field is proved to drive this process. The findings provide a deep understanding for universal structure reorganization under irradiation in perovskite materials and encourage further study of the novel functions associated with structure reorganization inducing temporal behaviors in optoelectronic devices, for example variations in dielectric constant and band edge fluctuation induced Rashba effects, which show a significant influence on perovskite-based optoelectronic devices.\nDOI: 10.1002/adfm.201807922\nDr. J. Xue, Dr. D. Yang, Dr. B. Cai, Prof. X. Xu, Dr. H. Ma, Prof. X. Yu, Prof. G. Yuan, Prof. Y. Zou, Prof. J. Song, Prof. H. Zeng MIIT Key Laboratory of Advanced Display Materials and Devices Institute of Optoelectronics & Nanomaterials Department of Material Science and Engineering Nanjing University of Science and Technology Nanjing 210094, China E-mail: xiaobaoxu@njust.edu.cn; songjizhong@njust.edu.cn; zeng.haibo@njust.edu.cn Prof. J. Wang Department of Chemistry University of Washington Seattle, WA 98195-2120, USA\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.201807922.\nCs,[3] B is typically Pb2+, and X is a halide)[4] have recently gathered attention as photoactive material in optoelectronic devices, such as solar cells,[5] detectors, light-emitting diodes (LED) and lasers[6] due to their high performance and low-cost fabrication process. To date, much effort has been devoted to studying the photophysical properties accounting for the perfect optoelectronic performance, such as suitable exciton binding energy,[7] high tolerance for trap states,[8] long photogenerated carrier lifetime and diffusion length.[9]\nHowever, despite the progress made in these areas, there still remains much underlying fundamental photophysics to be revealed,[10] for example, the photon–lattice interaction.[10a,11] Recently, the photostriction effect observed in MAPbI3,[12] MAPbBr3[13] has paved a way for the application of perovskite in optomechanical devices. Studies have suggested that the variation of dimension under illumination is due to a combination of photovoltaic effect and the translational symmetry loss of the organic molecular configuration. Specifically, the photogenerated electrons\nand holes first produce an electric field, which would weaken the hydrogen bond between organic cation (MA+) and PbI64− octahedra and then accelerate the rotation of organic cation (MA+) in PbI64− cage. Nevertheless, similar photon-induced dimension variation was also observed in inorganic CsPbBr3,[14] elucidating this optoelectronic functionality being universal in lead halide perovskite. This observation also indicates that organic cation alignment in the electric field due to photogenerated charge carriers does not dominate perovskite structure deformation or structural reorganization. Although the underlying physical process remains obscure, it has been shown that such a photoinduced dynamic structure fluctuation plays a vital role in photovoltaic device performance[15] by facilitating charge separation and hindering recombination.[10a,16] To further explore and evaluate this advanced functionality for use in optoelectronic devices,[17] it is crucial to establish a thorough understanding of this process of photoinduced dynamic structure fluctuation.\nIn this work, we report an above-bandgap illumination (1.6 mW cm−2) induced structure reorganization in CsPbBr3 single crystals (SCs) with reversible phase transition between orthorhombic (Pnma) under dark and tetragonal (P42mc) under"
    }, {
      "heading" : "Perovskite Phase Transition",
      "text" : ""
    }, {
      "heading" : "1. Introduction",
      "text" : "Inorganic/organic hybrid perovskites, with the general formula of ABX3 (A is usually a small organic cation, such as methylammonium (MA+),[1] formamidinium (FA+),[2] or inorganic\nAdv. Funct. Mater. 2019, 1807922\n1807922 (2 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nabove bandgap illumination. Its accompanying dimension variation indicates that the phase transition has a small energy threshold of 1.6 mW cm−2 and exhibits a fast response (<0.5 s) to the illuminated above-bandgap illumination. Subsequently, the underlying physic process is clarified via systematic investigations including in situ Raman spectroscopy, density functional theory (DFT) simulation, and atomic force microscope (AFM). The results show that torsion of Pb–Br due to Pb–Br vibration changing from B1g mode to E mode under above bandgap illumination is responsible for this phase transition, while the unbalance between electron and hole mobility produce a diffusion potential difference, in which the local Coulombic field is proved to drive this vibration mode varying process."
    }, {
      "heading" : "2. Results and Discussions",
      "text" : "The mm-scale CsPbBr3 SCs were prepared by the modified vertical Bridgman technique.[18] The detailed process for the growth of CsPbBr3 crystal is given in the Supporting Information. To make the sample suitable in the following accurate measurement, the raw CsPbBr3 crystal was cut into a 1 mm thick and 9 mm × 9 mm square block (more details are given in the Supporting Information) by using a Struers Accutom-50 waferizing saw, equipped with a 300 µm wide diamond impregnated blade. The new surface was polished with 800 grit BN papers with WD40R as the lubricant. After acetone washing (to remove the residual lubricant), the crystal was immersed in a concentrated HBr aqueous solution for 10 s to recover the surface damage resulting from cutting and polishing.\nFigure 1a shows the photograph of the final crystal sample. It is featured with parallel rectangular facets and orange in color. The perfect bulk CsPbBr3 SCs ensure a better investigation of its basic lattice structure and optical properties. The microscopic morphology of the crystal surface characterized by AFM is shown in Figure 1b. A smooth and uniform surface with 0.514 nm roughness is obtained, indicating little surface damage. Figure 1c displays the typical absorption and photoluminescence plot regarding its optical character. The appearance of the peak around absorption edge in absorption plot can\nbe ascribed to the excitonic signature indicating a large exciton binding energy in our CsPbBr3 SCs, which is similar to the CsPbBr3 nanocrystal.[19] From the photoluminescence peak, the bandgap of our CsPbBr3 SCs is estimated at 2.3 eV, which is consistent with the previous report.[14]\nWith the integrating an optical system, the interaction between photon and lattice in CsPbBr3 was monitored using single crystal diffraction to analyze the crystalline phase and unit cell parameters. Here, 532 nm light source was used as the above-bandgap excitation, while the sample measured in dark was chosen as the reference. The equipment setup is shown in Figure S1 and the measurement details are given in the Supporting Information. The obtained crystal data and refinement under each measurement condition are summarized in Table 1, while the corresponding cif profile is also provided in the Supporting Information. In dark, the lattice of CsPbBr3 single crystal belongs to the orthorhombic (Pnma) structure, which agrees well with the previous reports.[20] Strikingly, it changes into a tetragonal space group P42mc under an above-bandgap photoexcitation. It is worth to note the space group in our photoninduced tetragonal crystal structure is different from previously reported thermal effect (88 °C) induced tetragonal.[20b]\nIn order to better represent the change in unit cell, the schematic diagram of the phase dynamic transition and their corresponding X-ray diffraction (XRD) profile are shown in Figure 2. The CsPbBr3 SCs transforms from orthorhombic to tetragonal phase with above-bandgap illumination, which leads to Pb–Br–Pb bond angle from 158.511° to 167.137°. The result gives direct evidence of photon-induced phase transformation in CsPbBr3 SCs. It is worth noting this phase transformation process is reversible, i.e., the structure returns to orthorhombic after removing the background illumination, unlike that in chalcogenide glasses[12] or some organic materials.[21] As known, the structure dynamic reorganization has a significant influence on physical properties of perovskite materials, such as the band structure, dielectric constant, and charge separation/transfer.[12] Here, the photon-induced reversible structure reorganization makes it controllable, which provides a feasible strategy to design devices with novel functionalities like continues-wave lasers[22] or enhance optoelectronic device performance by realizing the Rashba effects.[10a,15]\nAdv. Funct. Mater. 2019, 1807922\n1807922 (3 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nConsidering chemical stability in the CsPbBr3, the photoninduced phase transition might be caused by the change in physical characters of chemical bond, such as bond length, bond angle in different motion mode. Here, the unnatural contact and high spatial resolution of Raman spectroscopy are recommended as feasible and favorable techniques to probe the physical variation in chemical bond.[23] Thus, Raman scattering measurements were conducted to clarify the underlying mechanism of photon–matter interaction. Since the photon-induced phase transition was observed with ≈532 nm photon energy above the bandgap, we conduct the Raman measurements by using two lasers, i.e., with 532 nm as the above-bandgap and 632 nm as the sub-bandgap excitation source, respectively. Different excitation source (energy) enables us to probe the relationship between the change in chemical bond and photogenerated charge carriers. Figure 3a,b is the obtained Raman spectrum of CsPbBr3 crystals with subbandgap and above-bandgap excitations, respectively. Here, the spectra sign was recorded with an acquired time of 1 s and accumulation number of 10 to ensure the accurate peak position and intensity. As shown, below 200 cm−1 the spectrum can be assigned to Pb/Br octahedral cage and coupled motion of Cs.[24] Meanwhile, a broad “central” peak is apparent in both spectrum with respect to local polar fluctuations.[25]\nUnder sub-bandgap light as excitation (Figure 3a), two wellresolved Raman peaks superimposed on the broad central peak. The first peak around 30 cm−1 is assigned to the octahedral twist, whereas the second peak of 70 cm−1 corresponds to the Pb–Br octahedral distortion.[24] With excitation power\nAdv. Funct. Mater. 2019, 1807922\nTable 1. Crystal Data and Structure Refinement Results for CsPbBr3.\nCsPbBr3 Crystal Dark Light\nTemp [K] 296 K 296 K\nEmpirical formula CsPbBr3 CsPbBr3\nFormula weight 1159.66 2319.32\nCrystal system Orthorhombic Tetragonal\nSpace group Pnma P42mc\nZ 2 2\na [Å] 8.2303 11.6751\nb [Å] 11.7042 11.6751\nc [Å] 8.2302 11.6271\nα [deg] 90 90\nβ [deg) 90 90\nγ [deg] 90 90\nVolume [Å3] 792.81 1584.1(4)\nρcalc [g cm−3] 4.858 4.862"
    }, {
      "heading" : "F [000] 968.0 1936.0",
      "text" : "µ [mm−1] 40.807 40.845\nGOF 1.115 1.198\nR1 (I>2σ(I))α 0.0680 0.1494 wR2 (I>2σ(I))α 0.1780 0.4199\nR1 (all data)b 0.0800 0.1940\nwR2 (all data)b 0.1865 0.4536\n1807922 (4 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nincreasing from 0.5 to 5.5 mW, we observe no shift in peak position of either vibration mode, except for an intensity increase. It has been established that Raman peak shift is correlated with lattice disorder and strain, hence the photostriction motion in MAPbBr3 SCs.[26] Therefore, these results suggest that subbandgap excitation, regardless of its power, does not induce any structural variation in our CsPbBr3 SCs. In contrast, the Raman spectra under above-bandgap excitation (Figure 3b) shows a continuous blue shift of characteristic peaks as the excitation energy increases, clearly indicating that the Pb–Br octahedral undergoes a lattice geometry change. Nevertheless, it is reasonable to disregard the Cs motion for phase transition due to its responsibility for the central peak in both Raman spectra.[25]\nTo provide more clarification of the mechanisms, molecular dynamics simulation was conducted based on DFT.[27] Figure S2a,b (Supporting Information) shows the experimental Raman spectrum and simulated results for tetragonal structure and orthorhombic structure in CsPbBr3 respectively. The calculated Raman spectra of orthorhombic of CsPbBr3 in the dark that is in a good agreement with experimental Raman spectrum under sub-bandgap illumination confirms no phase transition occurs with sub-bandgap excitation.[25] Furthermore, the evolution of crystal lattice vibration mode with a transition from orthorhombic structure (the peak of 66.7 cm−1) to tetragonal structure (the peak of 80 cm−1) in the simulation is presented in Figure S3 in the Supporting Information. It is evident that Br exhibits the largest amplitude of vibration in both lattice, while Cs shows a negligible vibration which indeed confirms the\nnegligible influence of Cs. In addition, the direction of torsion in Pb–Br octahedral changes with above bandgap illumination. Tables S1 and S2 (Supporting Information) give the details of motion mode. The group theory analysis from the simulation results also indicate the vibration mode of Pb–Br octahedral cage changes from B1g vibrational mode to E mode. As well, we give the visual vibration of Pb–Br in Figure 3c,d. The vibration mode of Pb–Br changed with/without 532 nm laser illumination. For the former, the vibrational mode can be categorized as transverse-optic mode, while in the later it is a mixed nature of transverse- and longitudinal-optic phonon.[24] This change in vibrational mode results in the variation of lattice parameters like angle, length, and even cell unit packing mode (referring to Table 1). Concerning the direct relation between chemical bonds and lattice structure, we can conclude the variation in vibration mode of Pb–Br octahedral cage results in the phase transition since phase transition only occurs under above bandgap illumination. Furthermore, referred to the excitation intensity dependent lattice change (Figure 3b), the photogenerated carriers have an unavoidable effect to drive this vibration mode (phase) transition.\nWell, the angle expansion and unit length extension at atom scale result in macroscopic dimension expansion. As expected, an accompanying change in dimension was observed associating with the phase transition in CsPbBr3 SCs, probed by AFM with an integrated optical system. Figure 4a is the schematic diagram of setup. Well, there have been several reports about the effect of white light on the single crystal lattice.\nAdv. Funct. Mater. 2019, 1807922\nFigure 3. Molecular dynamics in CsPbBr3 SCs. a) Low-frequency Raman spectra of CsPbBr3 crystals with the 633 nm laser and b) 532 nm laser under different light intensities. Selected ion motion modes calculated from DFT for CsPbBr3, c) in the Pnma phase and d) in P42mc phase.\n1807922 (5 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nAs we know, white light consists of different wavelength of light. In order to observe the more accurate effect of photons with different energy on the lattice, we observed the dimension variation under monochromatic photon excitation under different wavelengths as shown in Figure 4b and the behaviors of the lattice under the white light should be the same. As observed, the dimension expansion can be only observed under above-bandgap illumination, which is synchronous with phase transition from orthorhombic crystal to tetragonal crystal. With the above-bandgap irradiation switching, the resulting dimension change showed clear “on” and “off” states and the response time is less than 0.5 s. Compared to that in reported organic/ inorganic hybrid perovskite polycrystalline film[15] and MAPbI3 SCs (≈1 s),[12] the volumetric change response to illumination on/off in our CsPbBr3 SCs is faster (<0.5 s). As displayed in Figure 4c, the dependence of dimension change with 532 nm illumination intensity shows a clear dimension change at 1.6 mW cm−2, which indicates the phase transition can also happen above a small energy threshold.\nTypically, the variation in chemical bond is believed to happen with applied additional energy, like electric field,[28] magnetic field,[29] mechanical stress,[30] or thermal effect.[31] The effects of these energies on the structure are quite different. For example, under the electric field or magnetic field, a shear force occurs in the lattice leading to the change of structure. The temperature might induce the structure transition through affecting the configurations of atoms due to the enhancement or weakening of lattice vibration. When the crystal is under high pressure, the shortening of the distance between atoms or molecules causes changes in the crystal structure, molecular structure, or atomic arrangement of substances, which will lead to the changes of other physical properties. Here, things are\nquite different. Figure S4 (Supporting Information) shows the surface temperature of CsPbBr3 crystal under illumination. A negligible temperature increase from the photon illumination allows us to exclude the photon-induced thermal effect. Meanwhile, the mechanical stress effect can also be disregarded because no additional pressure was applied during the whole experiment. Thus, the electric and magnetic field is proposed to be responsible for the chemical bond properties changing. However, the phase or chemical bond vibration transition occurring only under above-bandgap allow us to deduce that the effect of an electric field from photogenerated carriers rather than from electric-/magnetic field of photon dominate this process.\nAs discussed above, the electric field from photogenerated charged carriers has a noticeable effect on the accelerated phase transformation. In general, it is reasonable to believe that the local electric field is formed in CsPbBr3 SCs due to separation of isopotential surface in photogenerated hole and electron. For instance, THz spectroscopy has confirmed a negligible influence of surface defects in trapping carriers and a remarkably electron mobility (≈1000 cm2 V−1 s−1),[20b,32] whereas the hole possesses quite low mobility (≈52 cm2 V−1 s−1).[33] Concerning unbalance in charge carrier mobility, the diffusion potential difference[34] is proposed to represent a predominant role in phase transition.\nFigure S5 (Supporting Information) plots the UV–vis absorption and photon penetration depth of CsPbBr3 film under different wavelength. The largest photon penetration depth is ≈0.6 µm with photon energy around the bandgap edge of CsPbBr3, which is much less than the total thickness of our CsPbBr3 SCs (≈1 mm). Within penetrating region, the photons would generate charged carriers inside the crystal. Driven by\nAdv. Funct. Mater. 2019, 1807922\nFigure 4. Phase transition induced volumetric striction. a) Schematic diagram of the experimental set-up for the photostrictive measurements. The AFM tip is fixed at one point on the sample to record the height as a function of time. b) Wavelength dependence of the photostrictive effect. c) Photostriction is shown as a function of light intensity.\n1807922 (6 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nthe carrier concentration gradient, these photogenerated carriers will diffuse from the photon penetrating region (≈0.6 µm) to the bulk CsPbBr3 (≈1 mm). However, due to the unbalance between electron mobility (≈1000 cm2 V−1 S−1)[20b,32] and hole mobility (≈52 cm2 V−1 S−1),[33] the isopotential surface of hole and electron would be separated. Figure 5a shows the schematic diagram of the proposed formation processing of diffusion potential difference. As shown, the hole and electron would be separated and accumulated at two different places due to their different diffusion capacity. To further identify this process, we monitor the photocurrent in bulk CsPbBr3 SC without applied bias. Due to the faster electron diffusion under concentration gradient, the formation of directed charged carrier diffusion (photocurrent) without applied electric field is observed, as presented in Figure S6 in the Supporting Information.\nAs demonstrated, the difference in carrier mobility and above-bandgap photon penetrating depth both give the possibility for forming diffusion potential difference in CsPbBr3. To further verify this effect, the representative photoswitching curves of CsPbBr3 SCs to incident monochromatic light of 532 nm is shown in Figure 5b. Inserted is the setup of this measurement with the bottom of CsPbBr3 SCs being set as the ground electrode. The resulting photovoltage show clear “on” and “off” state under illumination switching. In principle, two possible scenarios can be assumed to account for the observed photovoltage: Scenario (1), the photovoltage originates from CsPbBr3/Au junction. This case is widely reported in semiconductor/metal heterojunction.[35] Under\nabove-bandgap excitation, the photogenerated carriers induce a shift of quasi-Fermi level difference of CsPbBr3 while the work function of electrode (Au) keeps still, thus photovoltage due to the difference in Fermi level is constructed. Figure S7 (Supporting Information) is the I–V response of CsPbBr3 with gold electrode in dark. It is obvious the contact between Au and CsPbBr3 is Ohmic contact. In this case, no matter the illumination coming from top or bottom, the direction of electrostatic field (photovoltage) should be the same; Scenario (2), the photovoltage can be ascribed to the difference of electronic potential between surface and bulk of CsPbBr3 SCs. Just as depicted above,[36] the direction of formed electrostatic field (photovoltage) would change due to the definition of surface on CsPbBr3 switches as irradiated spot switches. To verify the origin of formed photovoltage in CsPbBr3, the photovoltage with illuminating spot from different direction is presented in Figure 5b. With illuminating spot from top, the measured voltage is positive. As expected, with illumination spot being changed to the bottom, the obtained photovoltage signal is negative. This result allows us to exclude this photovoltage from Au/CsPbBr3 heterojunction (Scenario 1), while the character of switching direction in potential ensures the formation of diffusion potential difference (Scenario 2) in our CsPbBr3 SCs.\nAs observed, the increasing tendency in the photovoltage as a function of illumination intensity (Figure 5b) is also in line with the continuous blue shift in Raman peak position (Figure 3b). In other words, the diffusion potential difference induces an\nAdv. Funct. Mater. 2019, 1807922\nFigure 5. Diffusion potential difference in CsPbBr3 SCs. a) The schematic diagram of diffusion potential difference. b) Voltage–time curves of CsPbBr3 SCs under incident monochromatic light of 532 nm, the black plot is obtained with irradiation from top of CsPbBr3 SC, while the red plot is obtained with irradiation from top of CsPbBr3 SC. Inserted is the setup of this measurement with the bottom of CsPbBr3 SCs being set as ground electrode. c) Electric-field dependent unipolar strain of CsPbBr3 SCs.\n1807922 (7 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 1807922\nelectric field in CsPbBr3, which is believed to provide energy for the change in Pb–Br motion model and for the phase transition. To give direct evidence for electric field dependent lattice reorganization, the electric field dependent strain behavior is investigated.[37] Figure 5c shows the corresponding data. Even though electric field cannot be further enhanced exceeding 100 kV m−1 due to superior conductivity in CsPbBr3, the data still clearly indicates a very large electrostriction value in CsPbBr3, which gives a clear response of lattice structure to the applied electric field. Consequently, a rearrangement of the structure in the electric field is easy to occur, which implies the sensitivity of crystal structure to the applied electric field. On the basis of above analysis, the electrostrain can be assigned as rearrangement of the inorganic Pb–Br octahedral to accommodate alignment in electric field. As a result, under above bandgap illumination, photogenerated holes and electrons induce diffusion potential difference, which provides the energy for driving phase transition."
    }, {
      "heading" : "3. Conclusion",
      "text" : "In summary, we report on reversible phase transition from orthorhombic to tetragonal in CsPbBr3 SCs under above bandgap illumination with a small energy threshold (1.6 mW cm−2). With the assistance of DFT calculation and systematic measurements, we found the phase transition originated from the variation of motion mode in Pb–Br octahedra, changing from the symmetric stretch of opposite bond of vibrational B1g mode to E mode. Meanwhile, the diffusion potential difference due to unbalance of carrier mobility induces a local electric field, which is proved to provide energy for this motion mode changing. These findings clarify and provide the fundamental interpretation for structure reorganization in CsPbBr3. We believe this work will motivate the exploration of novel functions in perovskite optoelectronic devices basing on perovskite structural reorganization and its associating behaviors.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "J.X., D.Y, and B.C. contributed equally to this work. The authors thank Prof. Yang Yang (Zhejiang University), Prof. Yaojin Wang (Nanjing University of Science and Technology), Prof. Xinhui Zhou (Nanjing University of Posts and Telecommunication), and Dr. Liang Li (Nanjing University of Technology) for the constructive discussion. This work was financially supported by the National Basic Research Program of China (2014CB931702), The National Key Research and Development Program of China (2016YFB0401701), NSFC (51572128, 61604074, 21403109, 51672132, 61704082), NSFC-RGC (5151101197), the Natural Science Foundation of Jiangsu Province (BK20160827, BK20170851), China Postdoctoral Science Foundation (2016M590455), the Fundamental Research Funds for the Central Universities (No. 30915012205, 30916015106), and PAPD of Jiangsu Higher Education Institutions."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "diffusion potential difference, molecular dynamic, perovskite, phase transition, volumetric striction\nReceived: November 8, 2018 Revised: January 16, 2019\nPublished online:\n[1] M. M. Lee, J. Teuscher, T. Miyasaka, T. N. Murakami, H. J. Snaith, Science 2012, 338, 643. [2] G. E. Eperon, S. D. Stranks, C. Menelaou, M. B. Johnston, L. M. Herz, H. J. Snaith, Energy Environ. Sci. 2014, 7, 982. [3] G. E. Eperon, G. M. Paterno, R. J. Sutton, A. Zampetti, A. A. Haghighirad, F. Cacialli, H. J. Snaith, J. Mater. Chem. A 2015, 3, 19688. [4] C. C. Stoumpos, C. D. Malliakas, M. G. Kanatzidis, Inorg. Chem. 2013, 52, 9019. [5] a) A. Kojima, K. Teshima, Y. Shirai, T. Miyasaka, J. Am. Chem. Soc. 2009, 131, 6050; b) L. Hu, H. S. Kim, J.-Y. Lee, P. Peumans, Y. Cui, ACS Nano 2010, 4, 2955. [6] C.-Y. Huang, C. Zou, C. Mao, K. L. Corp, Y.-C. Yao, Y.-J. Lee, C. W. Schlenker, A. K. Y. Jen, L. Y. Lin, ACS Photonics 2017, 4, 2281. [7] a) A. Miyata, A. Mitioglu, P. Plochocka, O. Portugall, J. T.-W. Wang, S. D. Stranks, H. J. Snaith, R. J. Nicholas, Nat. Phys. 2015, 11, 582; b) K. Galkowski, A. Mitioglu, A. Miyata, P. Plochocka, O. Portugall, G. E. Eperon, J. T.-W. Wang, T. Stergiopoulos, S. D. Stranks, H. J. Snaith, R. J. Nicholas, Energy Environ. Sci. 2016, 9, 962. [8] X. Xu, M. Wang, Sci. China: Chem. 2017, 60, 396. [9] a) S. D. Stranks, G. E. Eperon, G. Grancini, C. Menelaou,\nM. J. P. Alcocer, T. Leijtens, L. M. Herz, A. Petrozza, H. J. Snaith, Science 2013, 342, 341; b) G. Xing, N. Mathews, S. Sun, S. S. Lim, Y. M. Lam, M. Grätzel, S. Mhaisalkar, T. C. Sum, Science 2013, 342, 344. [10] a) F. Zheng, L. Z. Tan, S. Liu, A. M. Rappe, Nano Lett. 2015, 15, 7794; b) H. Zhu, K. Miyata, Y. Fu, J. Wang, P. P. Joshi, D. Niesner, K. W. Williams, S. Jin, X.-Y. Zhu, Science 2016, 353, 1409. [11] T. Etienne, E. Mosconi, F. De Angelis, J. Phys. Chem. Lett. 2016, 7, 1638. [12] Y. Zhou, L. You, S. Wang, Z. Ku, H. Fan, D. Schmidt, A. Rusydi, L. Chang, L. Wang, P. Ren, L. Chen, G. Yuan, L. Chen, J. Wang, Nat. Commun. 2016, 7, 11193. [13] W. Tzu-Chiao, W. Hsin-Ping, L. Ting-You, L. Chun-Ho, H. Ying-Hui, C. Ying-Hao, H. Jr-Hau, Adv. Mater. 2017, 29, 1701789. [14] X. Miao, T. Qiu, S. Zhang, H. Ma, Y. Hu, F. Bai, Z. Wu, J. Mater. Chem. C 2017, 5, 4931. [15] H. Tsai, R. Asadpour, J.-C. Blancon, C. C. Stoumpos, O. Durand, J. W. Strzalka, B. Chen, R. Verduzco, P. M. Ajayan, S. Tretiak, J. Even, M. A. Alam, M. G. Kanatzidis, W. Nie, A. D. Mohite, Science 2018, 360, 67. [16] a) E. S. Parrott, R. L. Milot, T. Stergiopoulos, H. J. Snaith, M. B. Johnston, L. M. Herz, J. Phys. Chem. Lett. 2016, 7, 1321; b) R. Gottesman, L. Gouda, B. S. Kalanoor, E. Haltzi, S. Tirosh, E. Rosh-Hodesh, Y. Tischler, A. Zaban, C. Quarti, E. Mosconi, F. De Angelis, J. Phys. Chem. Lett. 2015, 6, 2332; c) X. Wu, L. Z. Tan, X. Shen, T. Hu, K. Miyata, M. T. Trinh, R. Li, R. Coffee, S. Liu, D. A. Egger, I. Makasyuk, Q. Zheng, A. Fry, J. S. Robinson, M. D. Smith, B. Guzelturk, H. I. Karunadasa, X. Wang, X. Zhu, L. Kronik, A. M. Rappe, A. M. Lindenberg, Sci. Adv. 2017, 3, e1602388.\n1807922 (8 of 8) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2019, 1807922\n[17] Y. Jia, R. A. Kerner, A. J. Grede, B. P. Rand, N. C. Giebink, Nat. Photonics 2017, 11, 784. [18] a) Y. Zhang, J. Xu, Q. He, B. Lu, J. Cryst. Growth 2013, 362, 121; b) J. Xu, M. Shi, B. Lu, X. Li, A. Wu, J. Cryst. Growth 2006, 292, 391. [19] J. Xue, Y. Gu, Q. Shan, Y. Zou, J. Song, L. Xu, Y. Dong, J. Li, H. Zeng, Angew. Chem., Int. Ed. 2017, 56, 5232. [20] a) J. Ramade, L. M. Andriambariarijaona, V. Steinmetz, N. Goubet, L. Legrand, T. Barisien, F. Bernardot, C. Testelin, E. Lhuillier, A. Bramati, M. Chamarro, Appl. Phys. Lett. 2018, 112, 072104; b) C. C. Stoumpos, C. D. Malliakas, J. A. Peters, Z. Liu, M. Sebastian, J. Im, T. C. Chasapis, A. C. Wibowo, D. Y. Chung, A. J. Freeman, B. W. Wessels, M. G. Kanatzidis, Cryst. Growth Des. 2013, 13, 2722. [21] a) H. Yu, J. Mater. Chem. C 2014, 2, 3047; b) D. Iqbal, M. Samiullah, Materials 2013, 6, 116. [22] D. Shi, V. Adinolfi, R. Comin, M. Yuan, E. Alarousu, A. Buin, Y. Chen, S. Hoogland, A. Rothenberger, K. Katsiev, Y. Losovyj, X. Zhang, P. A. Dowben, O. F. Mohammed, E. H. Sargent, O. M. Bakr, Science 2015, 347, 519. [23] R. Gottesman, E. Haltzi, L. Gouda, S. Tirosh, Y. Bouhadana, A. Zaban, E. Mosconi, F. De Angelis, J. Phys. Chem. Lett. 2014, 5, 2662. [24] A. M. A. Leguy, A. R. Goni, J. M. Frost, J. Skelton, F. Brivio, X. Rodriguez-Martinez, O. J. Weber, A. Pallipurath, M. I. Alonso, M. Campoy-Quiles, M. T. Weller, J. Nelson, A. Walsh, P. R. F. Barnes, Phys. Chem. Chem. Phys. 2016, 18, 27051. [25] O. Yaffe, Y. Guo, L. Z. Tan, D. A. Egger, T. Hull, C. C. Stoumpos, F. Zheng, T. F. Heinz, L. Kronik, M. G. Kanatzidis, J. S. Owen, A. M. Rappe, M. A. Pimenta, L. E. Brus, Phys. Rev. Lett. 2017, 118, 136001. [26] W. Tzu-Chiao, W. Hsin-Ping, L. Ting-You, L. Chun-Ho, H. Ying-Hui, C. Ying-Hao, H. Jr-Hau, Adv. Mater. 2017, 29, 1701789. [27] a) M. D. Segall, J. D. L. Philip, M. J. Probert, C. J. Pickard, P. J. Hasnip, S. J. Clark, M. C. Payne, J. Phys.: Condens. Matter 2002, 14, 2717; b) D. R. Hamann, M. Schlüter, C. Chiang, Phys. Rev. Lett. 1979, 43, 1494; c) J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 1996, 77, 3865; d) B. G. Pfrommer, M. Côté, S. G. Louie, M. L. Cohen, J. Comput. Phys. 1997, 131, 233. [28] A. Masunov, J. J. Dannenberg, R. H. Contreras, The J. Phys. Chem. A 2001, 105, 4737. [29] W. Choe, V. K. Pecharsky, A. O. Pecharsky, K. A. Gschneidner, V. G. Young, G. J. Miller, Phys. Rev. Lett. 2000, 84, 4617. [30] D. A. Davis, A. Hamilton, J. Yang, L. D. Cremar, D. Van Gough, S. L. Potisek, M. T. Ong, P. V. Braun, T. J. Martínez, S. R. White, J. S. Moore, N. R. Sottos, Nature 2009, 459, 68. [31] J. W. Mintmire, B. I. Dunlap, C. T. White, Phys. Rev. Lett. 1992, 68, 631. [32] G. R. Yettapu, D. Talukdar, S. Sarkar, A. Swarnkar, A. Nag, P. Ghosh, P. Mandal, Nano Lett. 2016, 16, 4838. [33] a) K. Miyata, D. Meggiolaro, M. T. Trinh, P. P. Joshi, E. Mosconi, S. C. Jones, F. De Angelis, X.-Y. Zhu, Sci. Adv. 2017, 3, 1701217; b) Y. He, L. Matei, H. J. Jung, K. M. McCall, M. Chen, C. C. Stoumpos, Z. Liu, J. A. Peters, D. Y. Chung, B. W. Wessels, M. R. Wasielewski, V. P. Dravid, A. Burger, M. G. Kanatzidis, Nat. Commun. 2018, 9, 1609. [34] M. Krčmar, W. M. Saslow, Phys. Rev. B 2002, 65, 233313. [35] Y. Dong, Y. Zou, J. Song, Z. Zhu, J. Li, H. Zeng, Nano Energy 2016, 30, 173. [36] K.-J. Jin, K. Zhao, H.-B. Lu, L. Liao, G.-Z. Yang, Appl. Phys. Lett. 2007, 91, 081906. [37] a) N. Yavo, O. Yeheskel, E. Wachtel, D. Ehre, A. I. Frenkel, I. Lubomirsky, Acta Mater. 2018, 144, 411; b) B. Narayan, J. S. Malhotra, R. Pandey, K. Yaddanapudi, P. Nukala, B. Dkhil, A. Senyshyn, R. Ranjan, Nat. Mater. 2018, 17, 427."
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "T. Etienne", "E. Mosconi", "F. De Angelis", "J. Phys" ],
      "venue" : "Lett. 2016, 7,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 1638
    }, {
      "title" : "Chem",
      "author" : [ "R. Gottesman", "E. Haltzi", "L. Gouda", "S. Tirosh", "Y. Bouhadana", "A. Zaban", "E. Mosconi", "F. De Angelis", "J. Phys" ],
      "venue" : "Lett. 2014, 5,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2662
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Here, the unnatural contact and high spatial resolution of Raman spectroscopy are recommended as feasible and favorable techniques to probe the physical variation in chemical bond.[23] Thus, Raman scattering measurements were conducted to clarify the underlying mechanism of photon–matter interaction.",
      "startOffset" : 180,
      "endOffset" : 184
    } ],
    "year" : 2019,
    "abstractText" : "Structure reorganization within perovskite materials has attracted much attention due to its assisted appealing features in optoelectronic devices, such as achieving continue-wave laser and performance enhancement in photovoltaic devices. Unfortunately, the difficulty of controlling reorganization processing and unclear underlying mechanisms impose an impediment for taking advantage of the structural reorganization in pursuit of distinctive functions in perovskite-based devices. In this work, using above-bandgap illumination with a small energy threshold (1.6 mW cm−2) triggering phase transition from orthorhombic to tetragonal in CsPbBr3 is first reported. This photon-induced structure reorganization is reversible and presents a fast and controllable response (<0.5 s) to light on/off. Raman spectroscopy and density functional theory calculations reveal that such a dynamic structure reorganization is caused by the transition of torsion direction in Pb–Br octahedral, while the diffusion potential difference induced local Coulombic field is proved to drive this process. The findings provide a deep understanding for universal structure reorganization under irradiation in perovskite materials and encourage further study of the novel functions associated with structure reorganization inducing temporal behaviors in optoelectronic devices, for example variations in dielectric constant and band edge fluctuation induced Rashba effects, which show a significant influence on perovskite-based optoelectronic devices.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}