{
  "name" : "downloads_2020-02-20_a1_10.3390@ijms21041278.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The Vitamin A and D Exposure of Cells Affects the Intracellular Uptake of Aluminum Nanomaterials and Its Agglomeration Behavior: A Chemo-Analytic Investigation",
    "authors" : [ "Fabian L. Kriegel", "Philipp Reichardt", "Ajay Vikram Singh", "Jutta Tentschert", "Peter Laux", "Harald Jungnickel", "Andreas Luch" ],
    "emails" : [ "Benjamin-Christoph.Krause@bfr.bund.de", "Philipp.Reichardt@bfr.bund.de", "Ajay-Vikram.Singh@bfr.bund.de", "Jutta.Tentschert@bfr.bund.de", "peter.laux@bfr.bund.de", "Harald.Jungnickel@bfr.bund.de", "Andreas.Luch@bfr.bund.de", "Fabian.kriegel@bfr.bund.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: nanoparticle uptake; ICP-MS; ToF-SIMS; aluminum; vitamin; metabolomics"
    }, {
      "heading" : "1. Introduction",
      "text" : "Aluminum is one of the most abundant metals that is used in a wide range of industrial manufacturing processes. It is also present in numerous consumer products such as cosmetics or food contact materials. Studies on Al toxicity revealed a potential risk for neuronal toxicity in humans following chronic Al exposure [1,2] and a possible relation of enhanced Al intake to the development of Alzheimer’s disease [3]. The uptake of Al may occur via different routes of exposure. Al NMs (nanomaterials) may cross the barriers of the body because of their small size and thus can significantly increase the overall Al burden [4]. Humans are most likely exposed to Al through cosmetic products due to skin contacts or via food additives [3]. To lower the intake of Al, the first legal actions were taken by the EU regulation No. 380/2012 amending Annex II to Regulation (EC) No. 1333/2008, which became applicable at 1st of August 2014 [5]. Further to this, the use of Al-containing food additives is restricted by the recommendation of the European Food Safety Authority (EFSA) to lower the tolerable weekly intake\nInt. J. Mol. Sci. 2020, 21, 1278; doi:10.3390/ijms21041278 www.mdpi.com/journal/ijms\nInt. J. Mol. Sci. 2020, 21, 1278 2 of 14\n(TWI) of Al to ≤1 mg/kg body weight. However, it was suggested that this TWI might be significantly exceeded, especially in children [6]. To avoid such a high intake, the conditions simulating use and tolerable quantities for food additives containing Al were adapted in the EFSA regulation. The body’s uptake of Al is influenced by several processes. For example, vitamin D3 not only enhances the uptake of essential inorganic elements but also of non-essential and toxic elements such as lead or Al [7]. Vitamin D3 also interferes with retinol metabolism and its uptake in human epidermal keratinocytes [8]. The studies related to the interaction between vitamin D3/A and Al may comprise, among other biological endpoints, Al-mediated toxicity, its distribution pattern at the cellular level, as well as its capability to modulate metabolic patterns of skin cells. The complexation behavior of Al is highly sophisticated and certainly adds to the challenges and elucidation of uptake mechanisms. Furthermore, the ubiquitous occurrence of Al resulting in a high background level hampers the application of sensitive analytical methods. The relatively low density of the light metal, its low mass and the complexity of biological matrices complicate the use of widespread analytical techniques like Raman spectroscopy or transmission electron microscopy (TEM). ToF-SIMS analysis [9] has been previously applied for the detection of cerium dioxide particle clusters in rat lung tissue [10] and for the characterization of Al particles in artificial saliva [11]. In this study, we tried to overcome the mentioned analytical limitations by using ToF-SIMS to explore uptake and distribution patterns of Al and Al2O3 NMs in the human keratinocyte cell line HaCaT. Furthermore, metabolic profile changes of the cell membrane constituents were investigated. Aluminum chloride (AlCl3·6H2O) was used as soluble ionic control. All three Al species were tested with regard to uptake, cellular distribution patterns, and possible cell membrane alterations upon uptake. In addition to single applications, combinations with vitamin A and D3 were tested as well. ICP-MS measurements were utilized to determine the uptake efficacy of each Al species in the different scenarios."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Characterization of Al and Al2O3 NMs",
      "text" : "Both, Al0 and Al2O3 NMs have been extensivly characterized by our group [12] (see Table 1). The core particle diameter was determined by means of TEM to be between 2–50 nm for the rather spherical Al0 NMs. Single particle (SP) ICP-MS showed a primary particle size range of 50–80 nm for both Al NMs. The results of the small angle x-ray scattering (SAXS) measurments confirmed the findings of TEM and SP-ICP-MS.\nThe more rod shaped Al2O3 NMs display a width of 10 nm and a length between 20–50 nm as determined by TEM. Dynamic light scattering (DLS) determined the hydrodynamic diameter in dispersion of 250 nm for Al0 NMs, while Al2O3 NMs showed a smaller diameter of 180 nm. Zeta Potential measurements of Al0 and Al2O3 NM showed comparable results with −17.2 mV and −17.3 mV in DMEM. X-ray diffraction (XRD) as well as TEM in electron energy loss spectroscopy mode (EELS-TEM) demonstrated the difference of the Al0 and Al2O3 NMs composition and especially\nInt. J. Mol. Sci. 2020, 21, 1278 3 of 14\ntheir surface. While Al0 NMs had a core-shell structure with Al core and a 2–5 nm oxygen shell (see Figure 1), the Al2O3 NMs were homogeneously oxidized. Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 3 of 16\nFigure 1. Transmission electron microscopy (TEM) results: (A) TEM pictures of Al0 NMs; (B) oxygen mapping of left TEM picture; (C) TEM picture of Al0 NMs; (D) aluminum mapping of image in C.\n2.2. Cellular Uptake\nTo investigate the possible uptake of Al NMs and Al2O3 NMs, we exposed HaCaT cells to 100 µg/mL Al NMs for 24 h in the presence or absence of 1 µmol/L retinol, 5.12 µmol/L of vitamin D3 (high vitamin D3), or a lower vitamin D3 concentration of 80 nmol/L (low vitamin D3). Subsequently we analyzed the exposed cells using ICP-MS to quantify the NM uptake. Quantitative results are shown in Figure 2. Untreated cells had Al levels comparable to ICP-MS blank samples.\nFigure 2. Inductively coupled plasma mass spectrometry (ICP-MS) measurements of Al content of HaCaT cells exposed to either Al2O3 or Al0 NMs as well as retinol and / vitamin D3. The cellular uptake is normalized to the Al uptake of cells exposed to Al0 NMs or Al2O3 NMs only.\nFigure 1. Transmission electron microscopy (TEM) results: (A) TEM pictures of Al0 NMs; (B) oxygen mapping of left TEM picture; (C) TEM picture of Al0 NMs; (D) aluminum mapping of image in (C)."
    }, {
      "heading" : "2.2. Cellular Uptake",
      "text" : "To investigate the possible uptake of Al NMs and Al2O3 NMs, we exposed HaCaT cells to 100 µg/mL Al NMs for 24 h in the resence or absence of 1 µmol/L retinol, 5.12 µmol/L of vitamin D3 (high vitamin D3), or a lower vitamin D3 concentration of 80 nmol/L (low vitamin D3). Subsequently we analyzed the exposed cells using ICP-MS to quantify the NM uptake. Quantitative results are shown in Figure 2. Untreated cells had Al levels comparable to ICP-MS blank samples.\nInt. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 3 of 16\nFigure 1. Transmission electron microscopy (TEM) results: (A) TEM pictures of Al0 NMs; (B) oxygen mapping of left TEM picture; (C) TEM picture of Al0 NMs; (D) aluminum mapping of image in C.\n2.2. Cellular Uptake\nTo investigate the possible uptake of Al NMs and Al2O3 NMs, we exposed HaCaT cells to 100 µg/mL Al NMs for 24 h in the presence or absence of 1 µmol/L retinol, 5.12 µmol/L of vitamin D3 (high vitamin D3), or a lower vitamin D3 concentration of 80 nmol/L (low vitamin D3). Subsequently we analyzed the exposed cells using ICP-MS to quantify the NM uptake. Quantitative results are shown in Figure 2. Untreated cells had Al levels comparable to ICP-MS blank samples.\nFigure 2. Inductively coupled plasma mass spectrometry (ICP-MS) measurements of Al content of HaCaT cells exposed to either Al2O3 or Al0 NMs as well as retinol and / vitamin D3. The cellular uptake is normalized to the Al uptake of cells exposed to Al0 N s or Al2O3 NMs only.\nFigure 2. Inductively coupled plasma mass spectrometry (ICP-MS) measurements of Al content of HaCaT cells exposed to either Al2O3 or Al0 NMs as well as retinol and/vitamin D3. The cellular uptake is normalized to the Al uptake of cells exposed to Al0 NMs or Al2O3 NMs only. * p < 0.05.\nInt. J. Mol. Sci. 2020, 21, 1278 4 of 14\nFor the interpretation of the results, it has to be considered that the data shown are normalized to the Al0 uptake by HaCaT cells exposed to Al0 only (without co-exposure to vitamins). The ICP-MS results show that retinol and vitamin D3 appear to have no detectable effect on the uptake of the Al0 NM. In contrast, treatment of HaCaT cells with retinol or vitamin D3 significantly lowered the uptake of the Al2O3 NM (Figure 2). The different uptake behavior of the two kinds of Al NMs after treatment of the HaCaT cells with vitamins is likely due to differences in their physicochemical properties. It is known that the complexation behavior and thus the agglomeration rate of the used Al NMs differ strongly [12]. Al2O3 is characterized as a rather insoluble and rod shaped oxidized NM, whereas Al0 NMs are partially soluble and quasi-spherical. Differences in the particle physicochemical properties (e.g., surface area, solubility, etc.) may lead to differences in the uptake mechanism preferred by the cells. These findings presented in this study are in good accordance with the results of an uptake study of polystyrene NMs on Caco-2 cells [13]. Furthermore, the composition of the NMs might also influence their uptake and distribution [14]. The core-shell structure of the Al0 NM (see Table 1) contains approximately 85% Al. In contrast, Al2O3 is fully oxidized and shows a homogenous distribution of Al as well as oxygen on its surface. Our group was able to demonstrate that the protein corona that is formed during the contact of NMs with cell culture media is less complex for Al0 NM compared to the protein corona of Al2O3 NM [15]. The surface properties of NMs facilitate interactions with the surrounding environment, which also affects the bioavailability and the interactions of the NM with the cell. For the assessment of changes of the metabolite patterns of the HaCaT cell membranes and the overall particle distribution, ToF-SIMS analytics was employed. The acquired ToF-SIMS mass spectra for HaCaT cells showed a strong Al peak indicating the presence of Al NMs (Figure 3). Cellular uptake can also be observed in HaCaT cell cultures co-incubated with retinol, vitamin D3, and its combinations. The Al NM uptake could also be observed after treatment with Al2O3 as well as in cultures cultivated with retinol plus vitamin D3 low or high for both NM species. 3D reconstruction of ToF-SIMS images from single HaCaT cells reveals the intracellular presence of Al0 and Al2O3 NMs at all exposure scenarios: NM alone, NM in combination with retinol and/or vitamin D3. HaCaT cells treated with Al NMs only store the particles in large agglomerates (Figure 4a,e), whereas cells treated with Al NMs in combination with retinol or vitamin D3 show a different uptake and distribution behavior (compare Figure 4b,f vs. Figure 4c,g). Treatment with retinol leads to the accumulation of Al close to the cell membrane with large agglomerates (Figure 4b,f). This process might be due to the increased collagen synthesis and reduced matrix metalloproteinase expression which is known to occur because of vitamin A treatment [16]. The resulting collagen increase facilitates NM collagen interactions [17] which might hinder the NM allocation. Upon co-application of vitamin D3 the ToF-SIMS analyses revealed a different cellular deposition pattern of Al0 NMs when compared to that after co-exposure to retinol. Co-exposure with vitamin D3 led to an even distribution of particles throughout the entire cell and to the formation of much smaller aggregates (Figure 4c,d,g,h). In addition of being responsible for an enhanced uptake of metals (Figure 2), vitamin D3 also seems to affect particulate distribution patterns within the cell. The ToF-SIMS results are in accordance with the ICP-MS findings, where high vitamin D3 is responsible for an enhanced intracellular uptake (Figure 2).\nInt. J. Mol. Sci. 2020, 21, 1278 5 of 14 Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 5 of 16\n3D reconstruction of ToF-SIMS images from single HaCaT cells reveals the intracellular presence of Al0 and Al2O3 NMs at all exposure scenarios: NM alone, NM in combination with retinol and/or vitamin D3. HaCaT cells treated with Al NMs only store the particles in large agglomerates (Figure 4a,e), whereas cells treated with Al NMs in combination with retinol or vitamin D3 show a different uptake and distribution behavior (compare Figure 4b,f vs. c,g). Treatment with retinol leads to the accumulation of Al close to the cell membrane with large agglomerates (Figure 4b,f). This process might be due to the increased collagen synthesis and reduced matrix metalloproteinase expression which is known to occur because of vitamin A treatment [16]. The resulting collagen increase facilitates NM collagen interactions [17] which might hinder the NM allocation. Upon co-application of vitamin D3 the ToF-SIMS analyses revealed a different cellular deposition pattern of Al0 NMs when compared to that after co-exposure to retinol. Co-exposure with vitamin D3 led to an even distribution of particles throughout the entire cell and to the formation of much smaller aggregates (Figure 4c,d,g,h). In addition of being responsible for an enhanced uptake of metals (Figure 2), vitamin D3 also seems to affect particulate distribution patterns within the cell. The ToF-SIMS results are in accordance with the ICP-MS findings, where high vitamin D3 is responsible for an enhanced intracellular uptake (Figure 2).\nT e ToF-SIMS results for the exposure of HaCaT cells with Al2O3 NMs show that either treatment\nwith retinol or vitamin D3 leads to a strong decrease in the NM uptake and to smaller agglomerate sizes when compared to cells treated with Al2O3 NMs only (Figure 2). Comparison of Al0 and Al2O3 NM treatments of HaCaT cells reveals a generally smaller size of NM agglomerates in the latter ones (Figure 5). Based on this it can be assumed that the number of particle agglomerates per cell is much higher for Al2O3 than for Al0 NMs. Therefore Al2O3 NM aggregation is being largely compromised resulting in a more even intracellular distribution of Al2O3 NMs when compared with Al0 NM (compare Figure 4b,f vs. Figure 5b,f). When HaCaT cells were exposed to retinol in combination with either low or high levels of vitamin D3 and Al, the localization of the particles was restricted to the cell membrane region (Figure 6a,c), which corroborates above findings in Figures 4 and 5. ICP-MS results show, however, a similar mass balance for all exposure experiments with Al NMs (Figure 2), indicating again a much larger number of smaller agglomerates in the case of exposure to vitamin D3.\nInt. J. Mol. Sci. 2020, 21, 1278 6 of 14Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 6 of 16\nThe ToF-SIMS results for the exposure of HaCaT cells with Al2O3 NMs show that either treatment with retinol or vitamin D3 leads to a strong decrease in the NM uptake and to smaller agglomerate sizes when compared to cells treated with Al2O3 NMs only (Figure 2). Comparison of Al0 and Al2O3 NM treatments of HaCaT cells reveals a generally smaller size of NM agglomerates in the latter ones (Figure 5). Based on this it can be assumed that the number of particle agglomerates per cell is much higher for Al2O3 than for Al0 NMs. Therefore Al2O3 NM aggregation is being largely compromised resulting in a more even intracellular distribution of Al2O3 NMs when compared with Al0 NM (compare Figure 4b,f vs. 5b,f).\nUptake of Al2O3 NMs alone and in combination with retinol, vitamin D3, or both vitamins\nrevealed wide distribution and agglomeration of Al nanomaterials throughout the cytoplasm. In contrast to all co-exposure experiments, formation of larger NM clusters was observed after exposure to Al2O3 NMs alone (Figure 5a,e). ICP-MS data show a significant increase of Al2O3 NMs being present in HaCaT cells following their straight application in contrast to the co-exposure experiments (Figure 2). In addition, ToF-SIMS results show a significant reduction in the sizes of NM agglomerates after the co-exposure experiments (Figure 5 vs. Figure 6)."
    }, {
      "heading" : "2.3. Metabolic Changes after Nanomaterial Uptake",
      "text" : "In a dition to NM uptak and dis ibution, we assessed the alterations of the cell memb ane constituents of HaCaT cells caused by Al and Al2O3 NM exposures. Treatments with ionic AlCl3*6H2O and unexposed HaCaT cells were used for comparison (Figure 7).\nInt. J. Mol. Sci. 2020, 21, 1278 7 of 14Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 7 of 16\nWhen HaCaT cells were exposed to retinol in combination with either low or high levels of vitamin D3 and Al, the localization of the particles was restricted to the cell membrane region (Figure 6a,c), which corroborates above findings in Figures 4 and 5. ICP-MS results show, however, a similar mass balance for all exposure experiments with Al NMs (Figure 2), indicating again a much larger number of smaller agglomerates in the case of exposure to vitamin D3.\nThe results obtained for cells exposed to retinol, low vit min D3, and high vitamin D3 reveal\nsignificant differences in the composition of the respective cell membranes (Figure 7). Significant diff rences in the cell membrane compositio could also be observed in HaCaT cells co-exposed to retinol and low vitamin D3 or high vitamin D3. In order to determine the differences of lipid membrane constituents we further investigated the significant changed metabolites upon co-epxosure of Al0 or Al2O3 NMs with retinol or high or low vitamin D3 (see Table 2 for Al0 and Table 3 for Al2O3). For further details please see also the Supplementary Material (Figures S1–S6). The further investigation of changes in the membrane composition was carried out via ToF-SIMS analysis of the major altered cell membrane lipids. Diacylglycerols (DAGs) and phosphatidic acids (PAs) were found to be increased following treatment with either Al0 or Al2O3 NMs in combination with vitamins similarly (see Tables 2 and 3). DAGs were significantly increased after administration of retinol or vitamin D3 together with both Al NMs. DAGs are the product of hydrolysis of the phospholipid phosphatidylinositol 4,5-bisphosphate (PIP2) that serve as activators of the protein kinase C (PKC) pathway [18]. Alterations in the PKC signaling in HaCaT cells lead to strong morphological changes including shape of this cell type [19]. Different PKC isoforms have also different effects on the proliferation and differentiation behavior of HaCaT cells [20]. The PAs and its precursor substances lyso-phosphatidic acid were significantly increased over all treatment regimes. The PAs can be degraded to DAGs and serve as precursors of other membrane lipids [21]. Therefore, we conclude a comparable\nInt. J. Mol. Sci. 2020, 21, 1278 8 of 14\nmetabolic alteration of DAGs and PAs in response to Al NM uptake. Phosphatidylethanolamines (PEs) are another important group of membrane constituents. The PEs serve as substrates for phosphatidylcholine (PC) biosynthesis and are crucial for cell surface signaling [22]. Investigations on the ratio of PC to PE in mice showed decreased membrane integrity and the development of a leaky membrane when the ratio decreases [23]. In D3-treatments an increase of the level of PEs was detected because of a shift of the PCs toward PEs thereby causing a leaky membrane of the cells affected. High vitamin D3 addition revealed significantly increased levels of lyso-PC, which is a degradation product of PC and therefore indicates reduced PC levels. This process lowers the PC to PE ratio even more drastically and an enhanced uptake of Al may occur. These findings fit well with the ICP-MS results (see Figure 2). Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 8 of 16\nUptake of Al2O3 NMs alone and in combination with retinol, vitamin D3, or both vitamins revealed wide distribution and agglomeration of Al nanomaterials throughout the cytoplasm. In contrast to all co-exposure experiments, formation of larger NM clusters was observed after exposure to Al2O3 NMs alone (Figure 5a,e). ICP-MS data show a significant increase of Al2O3 NMs being present in HaCaT cells following their straight application in contrast to the co-exposure experiments (Figure 2). In addition, ToF-SIMS results show a significant reduction in the sizes of NM agglomerates after the co-exposure experiments (Figures 5 vs. 6).\n2.3. Metabolic Changes after Nanomaterial Uptake\nIn addition to NM uptake and distribution, we assessed the alterations of the cell membrane constituents of HaCaT cells caused by Al and Al2O3 NM exposures. Treatments with ionic AlCl3*6H2O and unexposed HaCaT cells were used for comparison (Figure 7).\nThe significantly increased metabolites after treatment with Al2O3 and retinol or vitamin D3 are\nmore diverse when compared to Al0-treated cells (see Table 3). In addition to the above mentioned findings, another metabolite, dihydroceramides (DCs), was found to be enhanced after the treatment of HaCaT cells with Al2O3 and vitamin D3 (see Table 3). The increased levels of this compound in HaCaT cells exposed to Al2O3 NM and vitamin D3 provides another explanation for the decreased nanoparticle uptake in cells exposed to Al2O3 NM as DCs enhance the rigidity of the plasma membrane [24]. This could lead to changes in the active transport, vesicle formation, diffusion, and activation of the cell-signaling pathway, all of which are representing processes that depend on plasma membrane dynamics [25].\nInt. J. Mol. Sci. 2020, 21, 1278 9 of 14 Int. J. Mol. Sci. 2019, 20, x FOR PEER REVIEW 9 of 16\nFigure 7. ToF-SIMS analysis of changes in the composition of the cell membranes of HaCaT cells after treatment with Al or Al2O3 NMs and ionic AlCl3·6H2O without or in combination with vitamins ((a) retinol; (b) high vitamin D3; (c) low vitamin D3; (d) retinol plus low vitamin D3; (e) retinol plus high vitamin D3). The diagram shows the values of the discriminant scores obtained from Fisher's discriminant analysis of 24 single HaCaT cells for each experiment. The performance of the discriminant model was verified by applying the cross-validation procedure based on the “leave-one-out” cross-validation formalism (100%).\nFigure 7. ToF-SIMS analysis of changes in the composition of the cell membranes of HaCaT cells after\ntreatment with Al or Al2O3 NMs and ionic AlCl3·6H2O without or in combination with vitamins\n(( ) retinol; (b) high vitamin D3; (c) low vitamin D3; (d) re inol plus low vitamin D3; (e) retinol\nplus high vitam n D3). The diagram shows the values of the discri i ant scores obtained from\nFisher’s discriminant analysis of 24 single HaCaT cells for e ch experiment. The performance\nof the discriminant m del was v rified by applying the cross-valida ion proc du e bas d on the\n“leave-one-out” cross-v lidation formalism (100%).\nInt. J. Mol. Sci. 2020, 21, 1278 10 of 14\nThe changes in the membrane lipid composition described above serve as an explanation for the decreased uptake of Al2O3 NMs after vitamin A/D3 treatment. The increased levels of DCs after treatment with vitamin D3 could also derive from a protective mechanism of the cell to secure the physiological integrity of mitochondria. It has been previously shown that DCs block the permeabilization of the mitochondrial outer membrane [26]. The comparison of the changes in the constituents of the cell membrane that were introduced upon treatment with either Al0 or Al2O3 NMs clearly shows the necessity to distinguish between the different types of aluminum NMs."
    }, {
      "heading" : "3. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "3.1. Cell Culture and NM Exposure",
      "text" : "Al NMs (18 nm, 99.9%) and Al2O3 NMs (20 nm, 99+%) were purchased from IoLiTec Ionic Liquids Technologies GmbH, Heilbronn, Germany. The following chemicals were purchased from Sigma-Aldrich (Sigma-Aldrich Corp., St. Louis, MO, USA): AlCl3·6H2O (hexahydrate, ≥97%), retinol (≥97.5%), cholecalciferol (certified reference material), and calcipotriol (European Pharmacopoeia Reference Standard). The chemicals were diluted to the respective concentrations (high vitamin D3 high concentration: 5.12 µmol/L; low vitamin D3 concentration: 80 nmol/L; retinol: 1 µmol/L) in DMSO (≥99.7%), obtained from Sigma-Aldrich (Sigma-Aldrich Corp., St. Louis, MO, USA). The human immortalized keratinocyte cell line HaCaT was cultured in Dulbecco’s modified Eagle’s medium (DMEM), 10% fetal bovine serum, and 1% antibiotics (10,000 µg/mL streptomycin and 10,000 units/mL penicillin) at 37 ◦C with 5% CO2. Cells were passaged at 70–80% confluence two times a week. For ToF-SIMS measurements 0.05 × 106 cells were seeded on 1 cm2 silica wafers and left in the incubator for 24 h. Afterwards cells were treated with the respective NM with or without vitamin derivates for 24 h. The wafers were then washed using 150 mM ammonium bicarbonate solution. Samples were fast frozen and lyophilized prior to ToF-SIMS measurements. NM dispersions were prepared following the NanoGenoTox dispersion protocol: “Final protocol for producing suitable manufactured NMs exposure media” (October, 2011). In brief, a 2.56-mg/mL stock dispersion of each NM was prepared by pre-wetting the powder with 0.5% (vol/vol) ethanol (96%) followed by addition of Millipore water containing 0.05% BSA. Dispersion occurred for 5 min and 9 s at an amplitude of 10% with a probe sonifier, either 200 W Bandelin Sonopuls HD 2200, (BANDELIN Electronic GmbH & Co. KG, Berlin, Germany) (at BfR); or 400 W Branson Sonifier S-450 CE Digital, (Branson Ultrasonics, St. Louis, Missouri, USA) (IMPB). The sample was cooled in an ice-water bath during sonication [27].\nInt. J. Mol. Sci. 2020, 21, 1278 11 of 14"
    }, {
      "heading" : "3.2. ICP-MS Analysis",
      "text" : "Measurements were performed with a quadrupole ICP mass spectrometer (iCAP Q, Thermo Fisher Scientific GmbH, Dreieich, Germany) equipped with a PrepFast system (ESI Elemental Service & Instruments GmbH, Mainz, Germany), PFA ST Nebulizer, a quartz cyclonic spray chamber, and a 2.5 mm quartz injector (all from Thermo Fisher Scientific, Waltham, MA, USA) using the following isotopes: 27Al and, as an internal standard, 103Rh. Calibrations were performed using ionic standards of Al in a 3.5% HNO3 solution ranging from 2 to 500 µg/L. The internal standard was added using the ICP-MS PrepFast system. The gas flows for the cooling gas and the auxiliary gas were set to 14 L/min and 0.65 L/min, respectively. The sample flow rate was 0.4 mL/min. All isotopes were analyzed using the collision cell technique at 5 mL/min collision gas flow (93% He and 7% H2). Analysis of NM uptake was studied with five replicates per dose. Results were presented as mean values ± standard error of the mean (SEM)."
    }, {
      "heading" : "3.3. ToF-SIMS Analysis",
      "text" : "A dedicated cryogenic sample preparation technique with a high cooling rate was used for sample analysis [28,29]. Liquid propane was cooled using liquid nitrogen, thus preventing evaporation of propane at the contact surface of the immersed specimen. Specimens were in contact with liquid propane for 10 s and were afterwards kept in a frozen state using dry ice. The condenser of the Christ Beta 2-8 lyophilizer (Martin Christ GmbH, Osterode am Harz, Germany) was cooled to −80 ◦C. The frozen samples were placed on the frozen heating plate, which was inserted in the freeze-drying chamber and heated to −20 ◦C. Afterwards, vacuum was applied to achieve a pressure of 1.65 mbar. The main drying process started, in which the water is sublimated within 2 h by vacuum and heated to 23 ◦C. The temperature of 23 ◦C is maintained for 30 min. The instrument was ventilated and the freeze-dried samples were stored at −80 ◦C prior to the ToF-SIMS analysis. A ToF-SIMS instrument (ION-TOF V; Ion-TOF GmbH, Münster, Germany) was used for mass spectrometry analyses with a pulsed 30 keV Bi3+ liquid metal ion gun (LMIG, direct current (dc), 16 nA). Measurement of cell samples was performed at room temperature. Each spectrum was acquired by scanning the ion beam over a sample area of 400 × 400 µm. Positive secondary ions were collected in the mass range up to m/z 1200 using 106 Bi3+ pulses. Instrument and analysis conditions were used as described elsewhere for the ToF-SIMS analysis of cell membrane lipids [30]. All depth profiles were performed in dual beam mode on a TOF.SIMS V instrument (ION-TOF GmbH, Münster, Germany) of the reflectron-type, equipped with a 30 keV Bi3+ LMIG as primary ion source, a 20 keV argon gas cluster ion source both mounted at 45◦ with respect to the sample surface and an electron flood gun. Bi3+ was selected as primary ion by appropriate mass filter settings. Primary and sputter ion currents were directly determined at 200 µs cycle time (i.e., a repetition rate of 5.0 kHz) using a Faraday cup located on a grounded sample holder. Scanning area for analysis was 200 × 200 µm2 with 512 × 512 pixels. The sputter area for each measurement was 1000 µm × 1000 µm. Surface charging was compensated by flooding with low energy electrons. ToF-SIMS depth profiles were acquired in positive ion mode. The mass scale was internally calibrated using a number of well-defined and easily assignable secondary ions (C2H5+, C3H7+, and C4H9+) keeping the error of calibration for all spectra below 5 ppm. The data were evaluated using the Surface Lab software (ION-TOF GmbH, Münster, Germany). Statistical analyses of the ToF-SIMS data were performed as described in detail elsewhere [30–34]. In brief, the acquired data were binned to 1 u. Data processing was carried out with the statistical package SPSS + (version 21) using the mass range between 200 and 1200 mass units to detect significant differences between treated and untreated cells. Ions lower than mass 200 were excluded from the study to avoid contamination of the ions from salts, system contaminants, and other medium components. Each acquired spectrum was then normalized, setting the peak sum to 100%. A principal component analysis (PCA) was performed using all ions. To show that data sets could be separated with a supervised model from each other a Fisher’s discriminant analysis was performed. The performance\nInt. J. Mol. Sci. 2020, 21, 1278 12 of 14\nof the discriminant model was verified by applying the cross-validation procedure based on the “leave-one-out” cross-validation formalism."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The ToF-SIMS measurements have shown that aggregation and incorporation of Al NMs in HaCaT cells are influenced by treatment with vitamins. Experiments with retinol led to the formation of large Al aggregates, which are intercalated in the membrane regions of the cells, while vitamin D3 treatments resulted in the formation of small agglomerates within the entire cell. These findings suggest that, depending on the vitamin treatment, different pathways are used for the uptake of Al NMs. Furthermore, the results show a decreased uptake rate of Al2O3 NMs after treatment with vitamins (retinol and vitamin D3) in comparison with the control as well as with the exposure to Al0 NMs in combination with both vitamins. A likely explanation for this behavior is the change in the lipid membrane composition, which might lead to an enhanced rigidity of the membrane. Treatment with either retinol or vitamin D3 leads to a drastic decrease in the uptake of Al2O3 NMs. In contrast to the protective effect observed for Al2O3 NMs, ToF-SIMS measurements revealed a changed lipid metabolite profile for cells in response to co-exposure to vitamin D3 and Al0 NMs. The metabolic changes led to a shift in the PC-to-PE ratio, which contributes to an increased uptake of Al NMs due to a leaky cell membrane. We conclude a protective effect of the vitamins A and D3 for cells, which are in contact with nanoparticulate oxides such as Al2O3. On the other hand, the presence of these substances may slightly promote the uptake of metallic NMs. Our findings also reflect the high importance of a thorough physicochemical particle characterization, as parameters like agglomeration, solubility, and biokinetics may affect the uptake of NMs with the same elemental constituent.\nSupplementary Materials: The following are available online at http://www.mdpi.com/1422-0067/21/4/1278/s1.\nAuthor Contributions: F.L.K. and B.-C.K. conceived and designed the experiments. The project and research was supervised by A.V.S., P.L., and A.L. F.L.K. conducted the cell culture experiments and prepared together with P.R. the ToF-SIMS samples. B.-C.K. carried out the ICP-MS measurements and performed the statistical evaluation of the results. ToF-SIMS measurements and subsequent data analysis was performed by H.J., J.T., and P.R. The manuscript was written by F.L.K. and B.E.K. with input from all authors. All authors have read and approved the final manuscript.\nFunding: The BfR provided intramural support SFP1322-642 for F.L.K., P.R., H.J. and A.L.\nAcknowledgments: The authors thank Yves U. Hachenberger for fruitful discussions and his support.\nConflicts of Interest: The authors declare no conflict of interest.\nAbbreviations\nAl aluminum DAG DLS EELS diacylglycerol dynamic light scattering electron energy loss spectroscopy EFSA European Food Safety Authority HaCaT human keratinocyte cell line ICP-MS inductively coupled plasma mass spectrometry NMs nanomaterials PA phosphatidic acids PC phosphatidylcholine PCA principal component analysis PE phosphatidylethanolamine PIP2 phosphatidylinositol 4,5-bisphosphate\nInt. J. Mol. Sci. 2020, 21, 1278 13 of 14\nPKC SAXS SEM SP TEM\nprotein kinase C small angle X-ray scattering standard error of the mean single particle transmission electron microscopy\nToF-SIMS time-of-flight secondary ion mass spectrometry TWI XRD tolerable weekly intake X-ray diffraction"
    } ],
    "references" : [ {
      "title" : "Cognitive disorders and tau-protein expression among retired aluminum smelting workers",
      "author" : [ "X. Lu", "R. Liang", "Z. Jia", "H. Wang", "B. Pan", "Q. Zhang", "Q. Niu" ],
      "venue" : "J. Occup. Env. Med",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Understanding Aspects of Aluminum Exposure in Alzheimer’s Disease Development",
      "author" : [ "R. Kandimalla", "J. Vallamkondu", "E.B. Corgiat", "K.D. Gill" ],
      "venue" : "Brain Pathol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Nanotoxicology: An emerging discipline evolving from studies of ultrafine particles",
      "author" : [ "G. Oberdorster", "E. Oberdorster", "J. Oberdorster" ],
      "venue" : "Environ. Health Perspect",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2005
    }, {
      "title" : "3-Overview of EU regulations and safety assessment for food colours. In Colour Additives for Foods and Beverages",
      "author" : [ "M.J. Scotter" ],
      "venue" : "Woodhead Publishing: Oxford,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Aggregated aluminium exposure: risk assessment for the general population",
      "author" : [ "T. Tietz", "A. Lenzner", "A.E. Kolbaum", "S. Zellmer", "C. Riebeling", "R. Gürtler", "C. Jung", "O. Kappenstein", "J. Tentschert", "M Giulbudagian" ],
      "venue" : "Arch. Toxicol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Vitamin D, Essential Minerals, and Toxic Elements: Exploring Interactions between Nutrients and Toxicants in Clinical Medicine",
      "author" : [ "G.K. Schwalfenberg", "S.J. Genuis" ],
      "venue" : "Scientific World J. 2015,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Vitamin D analogs affect the uptake and metabolism of retinol by human epidermal keratinocytes in culture",
      "author" : [ "H. Torma", "O. Rollman", "L. Binderup", "G. Michaelsson" ],
      "venue" : "J. Investig. Dermatol. Symp. Proc. 1996,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1996
    }, {
      "title" : "Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS): A New Tool for the Analysis of Toxicological",
      "author" : [ "H. Jungnickel", "P. Laux", "A. Luch" ],
      "venue" : "Effects on Single Cell Level. Toxics 2016,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Biokinetics of nanomaterials: The role of biopersistence",
      "author" : [ "P. Laux", "C. Riebeling", "A.M. Booth", "J.D. Brain", "J. Brunner", "C. Cerrillo", "O. Creutzenberg", "I. Estrela-Lopis", "T. Gebel", "G Johanson" ],
      "venue" : "NanoImpact 2017,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Impact of an Artificial Digestion Procedure on Aluminum-Containing Nanomaterials",
      "author" : [ "H. Sieg", "C. Kästner", "B. Krause", "T. Meyer", "A. Burel", "L. Böhmert", "D. Lichtenstein", "H. Jungnickel", "J. Tentschert", "P Laux" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Characterization of aluminum, aluminum oxide and titanium dioxide nanomaterials using a combination of methods for particle surface and size analysis",
      "author" : [ "B. Krause", "T. Meyer", "H. Sieg", "C. Kästner", "P. Reichardt", "J. Tentschert", "H. Jungnickel", "I. Estrela-Lopis", "A. Burel", "S Chevance" ],
      "venue" : "RSC Adv. 2018,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Role of nanoparticle size, shape and surface chemistry in oral drug",
      "author" : [ "A. Banerjee", "J. Qi", "R. Gogoi", "J. Wong", "S. Mitragotri" ],
      "venue" : "delivery. J. Control. Release",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Keeping it real: The importance of material characterization in nanotoxicology",
      "author" : [ "B. Fadeel", "A. Fornara", "M.S. Toprak", "K. Bhattacharya" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Uptake and molecular impact of aluminum-containing nanomaterials on human intestinal caco-2 cells",
      "author" : [ "H. Sieg", "C. Braeuning", "B.M. Kunz", "H. Daher", "C. Kastner", "B.C. Krause", "T. Meyer", "P. Jalili", "K. Hogeveen", "L Bohmert" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Vitamin A antagonizes decreased cell growth and elevated collagen-degrading matrix metalloproteinases and stimulates collagen accumulation in naturally aged human skin",
      "author" : [ "J. Varani", "R.L. Warner", "M. Gharaee-Kermani", "S.H. Phan", "S. Kang", "J.H. Chung", "Z.Q. Wang", "S.C. Datta", "G.J. Fisher", "J.J. Voorhees" ],
      "venue" : "J. Investig. Dermatol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2000
    }, {
      "title" : "Collagen-nanoparticle Interactions: Type I Collagen Stabilization Using Functionalized Nanoparticles",
      "author" : [ "A. Kandamachira", "S. Selvam", "N. Marimuthu", "S. Janardhanan Kalarical", "N. Fathima Nishter" ],
      "venue" : "Soft Mater",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Activation of Protein-Kinase-C by Phosphatidylinositol 4,5-Bisphosphate - Possible Involvement in Na+/H+ Antiport down-Regulation and Cell-Proliferation",
      "author" : [ "A. Chauhan", "V.P.S. Chauhan", "H. Brockerhoff" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1991
    }, {
      "title" : "Changes of epidermal cell morphology and keratin expression induced by inhibitors of protein kinase",
      "author" : [ "L. Hegemann", "A. Wevers", "B. Bonnekoh", "G. Mahrle" ],
      "venue" : "C. J. Dermatol. Sci",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1992
    }, {
      "title" : "Protein kinase C isozymes regulate proliferation and high cell density-mediated differentiation in HaCaT keratinocytes",
      "author" : [ "H. Papp", "G. Czifra", "J. Lazar", "M. Gonczi", "L. Csernoch", "L. Kovacs", "T. Biro" ],
      "venue" : "Exp. Dermatol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2003
    }, {
      "title" : "Phosphatidic acid, a key intermediate in lipid metabolism",
      "author" : [ "K. Athenstaedt", "G. Daum" ],
      "venue" : "Eur. J. Biochem",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1999
    }, {
      "title" : "Formation and function of phosphatidylserine and phosphatidylethanolamine in mammalian cells",
      "author" : [ "J.E. Vance", "G. Tasseva" ],
      "venue" : "Bba-Mol. Cell Biol. L",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2013
    }, {
      "title" : "The ratio of phosphatidylcholine to phosphatidylethanolamine influences membrane integrity and steatohepatitis",
      "author" : [ "Z. Li", "L.B. Agellon", "T.M. Allen", "M. Umeda", "L. Jewell", "A. Mason", "D.E. Vance" ],
      "venue" : "Cell Metab. 2006,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2006
    }, {
      "title" : "Dihydrosphingomyelin Impairs HIV-1 Infection by Rigidifying Liquid-Ordered Membrane Domains",
      "author" : [ "C.R. Vieira", "J.M. Munoz-Olaya", "J. Sot", "S. Jimenez-Baranda", "N. Izquierdo-Useros", "J.L. Abad", "B. Apellaniz", "R. Delgado", "J. Martinez-Picado", "A Alonso" ],
      "venue" : "Chem. Biol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Dihydroceramide desaturase 1, the gatekeeper of ceramide induced lipotoxicity",
      "author" : [ "S. Rodriguez-Cuenca", "N. Barbarroja", "A. Vidal-Puig" ],
      "venue" : "Bba-Mol. Cell Biol. L",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Dihydroceramide hinders ceramide channel formation: Implications on apoptosis",
      "author" : [ "J. Stiban", "D. Fistere", "M. Colombini" ],
      "venue" : "Apoptosis",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2006
    }, {
      "title" : "Genotoxicity evaluation of nanosized titanium dioxide, synthetic amorphous silica and multi-walled carbon nanotubes in human lymphocytes",
      "author" : [ "A.M. Tavares", "H. Louro", "S. Antunes", "S. Quarre", "S. Simar", "P.J. De Temmerman", "E. Verleysen", "J. Mast", "K.A. Jensen", "H Norppa" ],
      "venue" : "Toxicol. Vitr",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Molecular Surface Mass Spectrometry by SIMS",
      "author" : [ "J.C. Vickerman" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2009
    }, {
      "title" : "ToF-SIMS 3D imaging unveils important insights on the cellular microenvironment during biomineralization of gold nanostructures",
      "author" : [ "A.V. Singh", "H. Jungnickel", "L. Leibrock", "J. Tentschert", "P. Reichardt", "A. Katz", "P. Laux", "A. Luch" ],
      "venue" : "Sci Rep.-Uk",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2020
    }, {
      "title" : "TOF-SIMS analysis of cell membrane changes in functional impaired human macrophages upon nanosilver treatment",
      "author" : [ "J. Tentschert", "F. Draude", "H. Jungnickel", "A. Haase", "A. Mantion", "S. Galla", "A.F. Thunemann", "A. Taubert", "A. Luch", "H.F. Arlinghaus" ],
      "venue" : "Surf. Interface Anal",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Freshwater dispersion stability of PAA-stabilised cerium oxide nanoparticles and toxicity towards Pseudokirchneriella subcapitata",
      "author" : [ "A. Booth", "T. Storseth", "D. Altin", "A. Fornara", "A. Ahniyaz", "H. Jungnickel", "P. Laux", "A. Luch", "L. Sorensen" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Application of Laser Postionization Secondary Neutral Mass Spectrometry/Time-of-Flight Secondary Ion Mass Spectrometry in Nanotoxicology: Visualization of Nanosilver in Human Macrophages and Cellular Responses",
      "author" : [ "A. Haase", "H.F. Arlinghaus", "J. Tentschert", "H. Jungnickel", "P. Graf", "A. Mantion", "F. Draude", "S. Galla", "J. Plendl", "M.E Goetz" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "Application of TOF-SIMS with chemometrics to discriminate between four different yeast strains from the species Candida glabrata and Saccharomyces cerevisiae",
      "author" : [ "H. Jungnickel", "E.A. Jones", "N.P. Lockyer", "S.G. Oliver", "G.M. Stephens", "J.C. Vickerman" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2005
    }, {
      "title" : "ToF-SIMS studies as a tool to discriminate between spores and vegetative cells of bacteria",
      "author" : [ "C.E. Thompson", "H. Jungnickel", "N.P. Lockyer", "G.M. Stephens", "J.C. Vickerman" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Studies on Al toxicity revealed a potential risk for neuronal toxicity in humans following chronic Al exposure [1,2] and a possible relation of enhanced Al intake to the development of Alzheimer’s disease [3].",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 1,
      "context" : "Studies on Al toxicity revealed a potential risk for neuronal toxicity in humans following chronic Al exposure [1,2] and a possible relation of enhanced Al intake to the development of Alzheimer’s disease [3].",
      "startOffset" : 205,
      "endOffset" : 208
    }, {
      "referenceID" : 2,
      "context" : "Al NMs (nanomaterials) may cross the barriers of the body because of their small size and thus can significantly increase the overall Al burden [4].",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 1,
      "context" : "Humans are most likely exposed to Al through cosmetic products due to skin contacts or via food additives [3].",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 3,
      "context" : "1333/2008, which became applicable at 1st of August 2014 [5].",
      "startOffset" : 57,
      "endOffset" : 60
    }, {
      "referenceID" : 4,
      "context" : "However, it was suggested that this TWI might be significantly exceeded, especially in children [6].",
      "startOffset" : 96,
      "endOffset" : 99
    }, {
      "referenceID" : 5,
      "context" : "For example, vitamin D3 not only enhances the uptake of essential inorganic elements but also of non-essential and toxic elements such as lead or Al [7].",
      "startOffset" : 149,
      "endOffset" : 152
    }, {
      "referenceID" : 6,
      "context" : "Vitamin D3 also interferes with retinol metabolism and its uptake in human epidermal keratinocytes [8].",
      "startOffset" : 99,
      "endOffset" : 102
    }, {
      "referenceID" : 7,
      "context" : "ToF-SIMS analysis [9] has been previously applied for the detection of cerium dioxide particle clusters in rat lung tissue [10] and for the characterization of Al particles in artificial saliva [11].",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 8,
      "context" : "ToF-SIMS analysis [9] has been previously applied for the detection of cerium dioxide particle clusters in rat lung tissue [10] and for the characterization of Al particles in artificial saliva [11].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 9,
      "context" : "ToF-SIMS analysis [9] has been previously applied for the detection of cerium dioxide particle clusters in rat lung tissue [10] and for the characterization of Al particles in artificial saliva [11].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 10,
      "context" : "Characterization of Al and Al2O3 NMs Both, Al0 and Al2O3 NMs have been extensivly characterized by our group [12] (see Table 1).",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 10,
      "context" : "It is known that the complexation behavior and thus the agglomeration rate of the used Al NMs differ strongly [12].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 11,
      "context" : "These findings presented in this study are in good accordance with the results of an uptake study of polystyrene NMs on Caco-2 cells [13].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 12,
      "context" : "Furthermore, the composition of the NMs might also influence their uptake and distribution [14].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 13,
      "context" : "Our group was able to demonstrate that the protein corona that is formed during the contact of NMs with cell culture media is less complex for Al0 NM compared to the protein corona of Al2O3 NM [15].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 14,
      "context" : "This process might be due to the increased collagen synthesis and reduced matrix metalloproteinase expression which is known to occur because of vitamin A treatment [16].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "The resulting collagen increase facilitates NM collagen interactions [17] which might hinder the NM allocation.",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 14,
      "context" : "This process might be due to the increased collagen synthesis and reduced matrix metalloproteinase expression which is known to occur because of vitamin A treatment [16].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "The resulting collagen increase facilitates NM collagen interactions [17] which might hinder the NM allocation.",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 16,
      "context" : "DAGs are the product of hydrolysis of the phospholipid phosphatidylinositol 4,5-bisphosphate (PIP2) that serve as activators of the protein kinase C (PKC) pathway [18].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 17,
      "context" : "Alterations in the PKC signaling in HaCaT cells lead to strong morphological changes including shape of this cell type [19].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 18,
      "context" : "Different PKC isoforms have also different effects on the proliferation and differentiation behavior of HaCaT cells [20].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 19,
      "context" : "The PAs can be degraded to DAGs and serve as precursors of other membrane lipids [21].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 20,
      "context" : "The PEs serve as substrates for phosphatidylcholine (PC) biosynthesis and are crucial for cell surface signaling [22].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 21,
      "context" : "Investigations on the ratio of PC to PE in mice showed decreased membrane integrity and the development of a leaky membrane when the ratio decreases [23].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 22,
      "context" : "The increased levels of this compound in HaCaT cells exposed to Al2O3 NM and vitamin D3 provides another explanation for the decreased nanoparticle uptake in cells exposed to Al2O3 NM as DCs enhance the rigidity of the plasma membrane [24].",
      "startOffset" : 235,
      "endOffset" : 239
    }, {
      "referenceID" : 23,
      "context" : "This could lead to changes in the active transport, vesicle formation, diffusion, and activation of the cell-signaling pathway, all of which are representing processes that depend on plasma membrane dynamics [25].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 24,
      "context" : "It has been previously shown that DCs block the permeabilization of the mitochondrial outer membrane [26].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 25,
      "context" : "The sample was cooled in an ice-water bath during sonication [27].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 26,
      "context" : "A dedicated cryogenic sample preparation technique with a high cooling rate was used for sample analysis [28,29].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 27,
      "context" : "A dedicated cryogenic sample preparation technique with a high cooling rate was used for sample analysis [28,29].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 28,
      "context" : "Instrument and analysis conditions were used as described elsewhere for the ToF-SIMS analysis of cell membrane lipids [30].",
      "startOffset" : 118,
      "endOffset" : 122
    } ],
    "year" : 2020,
    "abstractText" : "Aluminum (Al) is extensively used for the production of different consumer products, agents, as well as pharmaceuticals. Studies that demonstrate neurotoxicity and a possible link to Alzheimer’s disease trigger concern about potential health risks due to high Al intake. Al in cosmetic products raises the question whether a possible interaction between Al and retinol (vitamin A) and cholecalciferol (vitamin D3) metabolism might exist. Understanding the uptake mechanisms of ionic or elemental Al and Al nanomaterials (Al NMs) in combination with bioactive substances are important for the assessment of possible health risk associated. Therefore, we studied the uptake and distribution of Al oxide (Al2O3) and metallic Al0 NMs in the human keratinocyte cell line HaCaT. Possible alterations of the metabolic pattern upon application of the two Al species together with vitamin A or D3 were investigated. Time-of-flight secondary ion mass spectrometry (ToF-SIMS) imaging and inductively coupled plasma mass spectrometry (ICP-MS) were applied to quantify the cellular uptake of Al NMs.",
    "creator" : null
  }
}