{
  "name" : "downloads_2019-10-31_39_schneider2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "RF voltage-controlled magnetization switching in a nano-disk",
    "authors" : [ "Joseph D. Schneider", "Yiheng Li", "Andres C. Chavez", "Qianchang Wang", "Jin-Zhao Hu", "Greg Carman" ],
    "emails" : [ "carman@seas.ucla.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanomagnetic oscillators are key components for radio-frequency (RF) signal generation in nanoscale devices. However, these oscillators are primarily electric current-based, which is energy inefficient at the nanoscale due to ohmic losses. In this study, we present an actuation mechanism for magnetization switching using a multiferroic structure that relies on an RF voltage input instead of electrical current. An AC voltage with a DC bias is applied to the piezoelectric substrate and the magnetic nanodisk with perpendicular magnetic anisotropy that is attached onto the substrate, which can achieve steady magnetic oscillation when the driven voltage is at ferromagnetic resonance (FMR) of the nanodisk. Changing the DC bias changes the magnetic anisotropy of the magnetoelastic nanodisk, hence changes the FMR and oscillation frequency. The frequency modulation is quantified using the Kittel equation. Parametric studies are conducted to investigate the influence of voltage amplitude, frequency, waveform, and the thickness of the magnetoelastic nanodisk. This multiferroic approach opens possibilities for designing energy efficient nanomagnetic oscillators that have both large amplitude and broad frequency range.\nPublished under license by AIP Publishing. https://doi.org/10.1063/1.5116748"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Nanomagnetic oscillators have been used for many applications such as nanoscale RF signal generators,1–3 microwave-assisted recording, nanoscale magnetic field sensors,4 and neuromorphic computing hardware.5 In a conventional nanomagnetic oscillator, steady magnetic oscillation is achieved when the current-induced spin torque cancels the Gilbert damping.4–10 However, currentdriven magnetic oscillations are power-consuming at the nanoscale due to ohmic losses. In contrast, voltage-driven magnetic oscillation is a more energy efficient control scheme. One of the more promising methods to achieve voltage-based magnetization control is strain-mediated multiferroics, which are based on the magnetoelastic/piezoelectric heterostructure. Static magnetization control using multiferroics has been demonstrated both numerically and experimentally.11–18 Additionally, multiferroics have been used for dynamic magnetization control, such as spin wave generation19,20 and ferromagnetic resonance driven by surface acoustic\nwaves.21,22 Another application where control over dynamic magnetization oscillations is critical is magnetic dipole antennas,23 which are important for communication in conductive mediums (i.e., seawater).\nA recent study numerically demonstrated magnetic oscillation in magnetoelastic nanoellipses with in-plane magnetic anisotropy patterned on a piezoelectric substrate.24 The ellipse’s magnetization is controlled with a pair of electrodes located slightly off-axis of the ellipse’s minor length. Applying a voltage to the electrodes causes the magnetization to rotate toward the minor axis of the ellipse because of strain-induced magnetic anisotropy. When the voltage is removed, the shape anisotropy of the ellipse causes the magnetization to return to ellipse major axis. Consequently, by applying an AC voltage to the electrodes, a magnetic oscillation can be achieved but the oscillation amplitude is limited to 90°. Moreover, no feasible frequency modulation mechanism is demonstrated in this study. Therefore, a new design of multiferroic nanomagnetic\nJ. Appl. Phys. 126, 163903 (2019); doi: 10.1063/1.5116748 126, 163903-1\nPublished under license by AIP Publishing.\noscillators with large oscillation amplitude and wide tunable frequency range is needed."
    }, {
      "heading" : "THEORY",
      "text" : "In this study, a nanoscale Ni disk with perpendicular magnetic anisotropy (PMA) is simulated as a nanomagnetic oscillator and both large oscillation amplitude and wide frequency tunability are numerically demonstrated. The nanodisk is placed on top of a piezoelectric substrate with patterned electrodes to actuate the system. The multiferroic oscillator system is evaluated with a 3D finite element model that couples micromagnetics, electrostatics, and elastodynamics.12,14,25 The model assumes small deformations, linear elasticity, and linear piezoelectricity. Thermal fluctuations would require a stochastic approach, which is beyond the scope of this work and is not considered. The magnetocrystalline anisotropy is assumed negligible. The precessional magnetic dynamics are\ngoverned by the Landau-Lifshitz-Gilbert (LLG) equation\n@m @t ¼ μ0γ(m Heff )þ α m @m @t , (1)\nwhere m is the normalized magnetization, μ0 is the vacuum permittivity, γ is the gyromagnetic ratio, and α is the Gilbert damping parameter. Heff is the effective magnetic field defined by Heff ¼ Hex þHDemag þHPMA þHME , where Hex is the exchange field, HDemag is the demagnetization field, HPMA is the effective PMA field, and HME is the magnetoelastic field generated by strain. The PMA field is given by HPMA ¼ 2KPMAmz ẑ=(μ0MS).14,26 Assuming the PMA originates from interfacial effects, the PMA coefficient is KPMA = Ki/t, where t is the thickness of the magnetic thin film, and the interfacial anisotropy is Ki ¼ 2:6 10 4 J=m2 for Ni. The HME field is calculated as 27\nHME(m, ε) ¼ 1μ0MS @ @m B1 εxx m 2 x 1 3 þ εyy m2y 1 3 þ εzz m2z 1 3 þ 2B2(εxymxmy þ εyzmymz þ εzxmzmx) , (2)\nwhere mx , my , and mz are components of normalized magnetization along the x, y, and z axes and B1 and B2 are the first and second order magnetoelastic coupling coefficients. B1 and B2 are defined by B1 ¼ B2 ¼ 3EλS2(1þν), where E is Young’s modulus and λS is the saturation magnetostriction coefficient of the magnetic material. In Eq. (2), the total strain (ε) consists of two parts: ε ¼ εp þ εm, where εp is the piezostrain and εmij is the strain contribution due to isotropic magnetostriction. The strain due to magnetostriction is given by εmij ¼ 1:5 λs(mimj δij=3), where δij is the Kronecker delta.27 The piezostrain εp is determined using the linear piezoelectric constitutive equations:\nεp ¼ sE :σ þ dt E, (3)\nD ¼ d:σ þ eσ E, (4)\nwhere σ is the stress, D is the electric displacement, E is the electric field, sE is the piezoelectric compliance matrix under constant electric field, d and dt are the piezoelectric coupling matrix and its transpose, and eσ is the electric permittivity matrix measured under constant stress. A complete description of the coupled model can be found in the publications of Liang et al.12,25\nThe precession characteristics of the multiferroic nanomagnetic oscillator are studied by applying several different voltage amplitudes, frequencies, and waveforms for various disk thicknesses. First, static voltages of 0 V and 1.8 V are applied to the electrodes to establish a baseline for the magnetization precession due to PMA and under the influence of in-plane strain for a 2 nm-thick disk. Second, square waves with a minimum value of 0 V and a maximum value of V0 are applied to the electrodes at four different frequencies for a 2 nm-thick disk. The choice of square\nwaves is motivated by the results of the static cases where a DC voltage is applied to the electrodes. In particular, the four chosen waveforms are (1) V0= 1.8 V at 0.8 GHz, (2) V0= 1.8 V at 1.1 GHz, (3) V0= 1.8 V at 1.6 GHz, and (4) V0= 2.0 V at 1.4 GHz. Third, the disk thickness t is varied and three different cases are studied for applied square waves at 3.2 GHz. The three cases are (1) V0= 4.0 V with t = 2.0 nm, (2) V0= 4.0 V with t = 1.8 nm, and (3) V0= 4.3 V with t = 1.8 nm. Fourth, 0.55 GHz symmetric and asymmetric square waves with V0= 1.8 V are applied to the electrodes for a 2 nm-thick disk. The asymmetric waveform is used to produce an ultralow oscillation frequency. Fifth, the effects of waveform type on the 2 nm-thick oscillator dynamics are studied. Specifically, three different applied voltages are used: (1) square wave with V0= 1.8 V at 1.1 GHz, (2) sinusoidal wave with V ¼ 0:9þ 0:9 sin(2πf0t), and (3) sinusoidal wave with V ¼ 0:9þ 4π 0:9 sin(2πf0t), where f0 ¼ 1:1GHz. The initial voltages of all applied waveforms start from V0/2 and ramp toward V0.\nFigure 1(a) illustrates the simulated multiferroic nanomagnetic oscillator structure. A PbZr0.53Ti0.47O3 (Ref. 28) PZT-5H (abbreviated as PZT) substrate is used as the piezoelectric material with lateral dimensions of 1500 × 1500 nm2 and 800 nm thickness. The PZT’s top surface is mechanically free and its bottom surface is fixed (i.e., mechanically clamped on a thick substrate), and lowreflecting boundary conditions are applied to the four lateral sides. A Nickel magnetic disk with a diameter of 50 nm and a height of 2 nm is perfectly adhered in the center of the PZT top surface. Two 50 × 50 nm2 electrodes are placed symmetrically adjacent to the Ni disk along the y axis. The edge-to-edge distance between the electrode and the magnetic disk is 20 nm. The voltage pulses are always applied to the two electrodes simultaneously, while the bottom surface of PZT is electrically grounded. The Ni material parameters used in the analysis are α ¼ 0:038, Ms ¼ 4:8 105 A=m, exchange\nJ. Appl. Phys. 126, 163903 (2019); doi: 10.1063/1.5116748 126, 163903-2\nPublished under license by AIP Publishing.\nstiffness Aex ¼ 1:05 10 11 J=m (used in Hex), and λs ¼ 34 ppm, Young’s modulus E = 180 GPa, density ρ ¼ 8900 kg=m3, and Poisson’s ratio ν ¼ 0:31.29–32"
    }, {
      "heading" : "RESULTS",
      "text" : "Figures 1(b) and 1(c) show the volume average magnetization (i.e., integrated over the entire volume of the magnetic nanodisk) precession of the Ni disk for applied static voltages of 0 V and 1.8 V, respectively. In both figures, the magnetization is released from a canted out-of-plane direction chosen as m ¼ (0, 1, 1)= ffiffi2p . Figure 1(b) shows the 3D trajectory for a 5-ns magnetic precession without applied voltage. For this case, the dominant magnetic anisotropy is the PMA of the disk resulting in a volume average (i.e., integrated over the entire volume of the magnetic nanodisk) effective magnetic field Heff directed along the z axis causing the magnetization to precess around this direction. In contrast, Fig. 1(c) shows the Ni disk magnetization precess around the y axis when 1.8 V is applied to the electrodes. This occurs because the voltage induces a compressive strain along the y axis and a tensile strain along the x axis. Specifically, the compressive direction corresponds to a strain-induced magnetic easy axis and the tensile direction corresponds to a magnetic hard axis since Ni is negative magnetostrictive. The two results of Figs. 1(b) and 1(c) illustrate a mechanism to generate large amplitude oscillations of the disk magnetization. Without applied voltage, there are two stable magnetic states for the disk: mz = +1 and mz = −1. When a voltage is applied to the electrodes, the magnetization is brought to an intermediate state 90° away from the z axis (i.e., in-plane). By leveraging these two effects and accurately timing the voltage application, it is possible to oscillate the magnetization perpendicularly between mz = +1 and mz =−1.14.26 This demonstrates the potential for 180° oscillations, thus overcoming the deficiency (90° max oscillation) of previously discussed multiferroic designs.\nFigures 2(a)–2(d) show the effects of applying a square wave voltage amplitude and frequency on the precession dynamics of the multiferroic nanomagnetic oscillator. The applied voltages have maximum values V0= {1.8, 1.8, 1.8, 2.0} V at frequencies of {0.8, 1.1, 1.6, 1.4} GHz, respectively. In the figures, the blue dashed\nlines represent the applied voltage while the solid black lines represent the 2 nm Ni disk’s volume-averaged perpendicular magnetization mz as a function of time. Figures 2(a) and 2(c) show a disordered mz temporal response for V0= 1.8 V at 0.8 GHz and\nFIG. 1. (a) 3D illustration of the simulated structure (unit: nanometer). (b) Trajectory of magnetic precession without voltage applied. (c) Trajectory of magnetic precession when +1.8 V is applied to the top electrodes.\nJ. Appl. Phys. 126, 163903 (2019); doi: 10.1063/1.5116748 126, 163903-3\nPublished under license by AIP Publishing.\n1.6 GHz, respectively. In contrast, Figs. 2(b) and 2(d) show steady mz oscillations for V0= 1.8 V at 1.1 GHz and 2.0 V at 1.4 GHz frequencies, respectively. These two later results clearly show that the multiferroic oscillator achieves uniform large amplitude (i.e., 180°) perpendicular magnetic oscillations at different voltages and different frequencies.\nThe oscillation dynamics presented in Figs. 2(a)–2(d) can be explained by comparing the frequency of the applied voltages to the ferromagnetic resonance (FMR) of the nanomagnetic oscillators. Specifically, the uniform oscillation observed for V0 = 1.8 V at 1.1 GHz [Fig. 2(b)] occurs because the applied voltage frequency matches the oscillator FMR frequency. This leads to the strain-induced magnetization oscillations matching the intrinsic precessional magnetization oscillations. Therefore, the magnetization reoriented by the voltage-induced strain is in phase with the precessional motion. This is clearly seen in Fig. 2(b) as the magnetization reaches its extremum values (mz = ±1) at nearly the same time the max (1.8 V) or min (0 V) is reached. In contrast, the disordered oscillations for applied voltages of V0 = 1.8 V at 0.8 GHz and 1.6 GHz [Figs. 2(a) and 2(c)] are caused by the mismatch between the intrinsic precessional motion of the magnetic moments (i.e., FMR frequency) and applied voltage frequency. Specifically, for the 2 nm disk with an applied voltage amplitude of 1.8 V, the ferromagnetic resonance frequency is 1.1 GHz so operating at 0.8 GHz or 1.6 GHz produces a disordered oscillation, i.e., significant overshoot or undershoot as the magnetization is reoriented by the voltage-induced strain. Consequently, this overshooting or undershooting produces disordered nonperiodic oscillations of mz. However, as shown in Fig. 2(d), increasing the voltage (V0 = 2.0 V) produces uniform periodic oscillations but at a higher frequency, i.e., 1.4 GHz. The reason that the higher applied voltage frequency is now in phase with the precessional motion is because the applied voltage shifts the oscillator FMR frequency to a higher level, i.e., modifies the magnetic anisotropy with an applied voltage.\nFurther interpretation of the results can be explained as follows. Observing Fig. (2d), initially m = mz= 1, a voltage applied to the electrodes results in a compressive stress along the y axis of the disk forcing the magnetization in plane. The voltage pulse is then released and m =mz= −1, where the 180° switch is due to the timing of the voltage pulse. Next, a voltage pulse is applied resulting in compression on the Ni disk forcing the magnetization in plane again. Upon release of the voltage, m = mz= 1. In summary, the magnetization switched from +1 to −1 (one complete cycle) in two voltage cycles of 0–2 V. Furthermore, the current required is calculated using i ¼ V0ωC, where C is the static capacitance of the structure calculated using Finite Element Methods and ω is the 2π multiplied by the driving frequency. For the case presented in Fig. 2(d), the current required is 55 μA, whereas spin-torque oscillators require a DC in the milliampere range.33,34\nTo better quantify the frequency tunability suggested in Fig. 2, i.e., an applied oscillating voltage shifts the FMR, an analytical solution for the frequency modulation by voltage is derived from the Kittel equation. For a thin disk, as simulated in this work, the demagnetization factors are approximately Nx= Ny= 1 and Nz= 0,35. Consequently, the FMR frequency (f ) can be determined\nfrom the simplified Kittel equation:35\nf ¼ γμ0 2π\nffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi Heff (Heff þMS) q , (5)\nwhere Heff ¼ Hex þHPMA þHME . This derivation assumes that exchange is negligible because we are looking at the k = 0 mode (i.e., FMR); hence, we ignore Hex in the effective field. Furthermore, since Ni is negatively magnetostrictive, we can assume that the main contributing strain term to the effective magnetoelastic field (Hme) is the compression strain along the y axis (εyy). Hence, the magnetoelastic field is reduced to\nHme ¼ 2μ0MS B1myεyy: (6)\nThe PMA effect can be approximated as a constant 2000 ppm in-plane uniaxial strain in the magnetoelastic field since the minimum uniaxial strain required to overcome PMA is −2000 ppm. Consequently, the total effective field can be written as\nHeff ¼ 2μ0MS B1my(εyy þ 2 10 3): (7)\nIn Eq. (7), my is set to be a constant value of 0.2 rather than a temporally varying value to better explain the underlying physics.\nBy plugging Eqs. (7) into (5) we find that the resonance frequency ( f ) is directly proportional to the square root of the applied strain εyy . Furthermore, a finite element simulation shows that εyy and voltage amplitude are related by the linear equation: εyy ¼ 1463 V0 (ppm) for this specific geometry. The resulting equation of frequency in terms of voltage is drawn in Fig. 2(e) as a black dashed line, and several simulation results are shown as blue dots for comparison. The simulation results are represented by steady oscillation cases for a 2 nm disk with applied voltage amplitudes and frequencies of {1.5, 1.8, 2.0, 3.0, 4.0} V and {0.7, 1.1, 1.4, 2.3, 3.2} GHz, respectively. For comparison, the four cases discussed in Figs. 2(a)–2(d) are also marked in Fig. 2(e) with black open circles. As seen in Fig. 2(e), the oscillation frequency increases with applied voltage oscillation amplitudes, and the trend agrees with the analytical solution. This clearly shows that the multiferroic oscillator produces frequency tuning in the presence of a dynamically oscillating voltage. The magnitude of the tuning is directly related to the amplitude of the oscillating voltage.\nFigures 3(a)–3(c) show dynamic magnetization data for applied voltages V0= {4.0, 4.0, 4.3} V with a frequency of 3.2 GHz and are applied to oscillators with disk thicknesses of {2.0, 1.8, 1.8} nm, respectively. Here, Fig. 3(a) shows that 4.0 V at 3.2 GHz applied voltage can excite uniform magnetic oscillation; however, the oscillation becomes unstable when the thickness decreases to 1.8 nm for this voltage, as shown in Fig. 3(b). In contrast, Fig. 3(c) shows that the uniform oscillation occurs again for the 1.8 nm-thick disk when the applied voltage increases to 4.3 V.\nJ. Appl. Phys. 126, 163903 (2019); doi: 10.1063/1.5116748 126, 163903-4\nPublished under license by AIP Publishing.\nThe change in uniformity and oscillation frequency for changing disk thickness can be explained by understanding that PMA is a function of Ni disk’s thickness. Specifically, since the PMA of the Ni disk is inversely proportional to the magnet’s thickness, the 1.8 nm oscillator has stronger PMA. Hence, the thinner disk requires a higher voltage (i.e., larger strain) to overcome the PMA. This means the FMR curve for the 1.8 nm oscillator shifts to the right when compared to the 2 nm oscillator [shown in Fig. 2(e)], as the intersection point of the FMR curve on the x axis corresponds to the minimum voltage required to overcome PMA. Therefore, the 1.8 nm oscillator requires higher voltage to achieve a steady magnetic oscillation at the same frequency. Note that 4.3 V is the highest voltage used here, which corresponds to an electric field of ≈5.4 MV/m. Although this electric field exceeds PZT’s 0.7 MV/m coercive field,36 in the simulation the electric field does not reverse direction, indicating that the high electric field will not reverse the polarization.\nAll the cases discussed above have the voltage-on and voltage-off square pulses with the same temporal length within each period, i.e., referred to as symmetric. As discussed previously, the voltage-on requires accurate timing and should match\nthe FMR. However, the duration of voltage-off stage can be adjusted in a more flexible way than constrained to be equal to voltage on. Figures 4(a) and 4(b) compare a 1.8 V applied voltage at 0.55 GHz with symmetric and asymmetric profiles for a 2 nm Ni disk, respectively. In Fig. 4(a), a steady magnetic oscillation is absent (disordered) because the voltage frequency does not match the FMR of the magnetic disk, which is 1.1 GHz at 1.8 V. In contrast, the voltage-on portion in Fig. 4(b) matches the FMR of 1.1 GHz, but the voltage-off portion is purposely extended. Consequently, a steady magnetic oscillation with an overall much lower frequency (i.e., 0.55 GHz) is achievable using an asymmetric voltage profile.\nFigure 5 examines the influence of different voltage waveforms on multiferroic nanomagnetic oscillators (2 nm Ni disk) response. Figure 5(a) shows the results from a square wave with a 1.8 V amplitude oscillated at 1.1 GHz producing steady oscillation. As shown in Fig. 5(b), changing the square wave to a sinusoidal wave with a similar amplitude V ¼ 0:9þ 0:9 sin(2πf0t) (f0 ¼ 1:1GHz) produces a dramatically different magnetic response. To better evaluate this difference, we use a zeroth- and first-order components of the Fourier series expansion of the square wave to build the wave V ¼ 0:9þ 4π 0:9 sin(2πf0t). Using this input, Fig 5(c) shows that a steady magnetic oscillation is again achieved. In other words, modifying the sinusoidal wave can achieve steady oscillations similar to the square wave. This is important because it is easier to create sinusoidal waves as compared to square waves.\nFIG. 4. Temporal evolution of perpendicular magnetization mz under alternate applied voltage with (a) symmetric square wave at 0.55 GHz and (b) asymmetric square wave at 0.55 GHz.\nJ. Appl. Phys. 126, 163903 (2019); doi: 10.1063/1.5116748 126, 163903-5\nPublished under license by AIP Publishing."
    }, {
      "heading" : "CONCLUSION",
      "text" : "In conclusion, a new magnetic oscillator mechanism is proposed using an alternating voltage applied to the piezoelectric substrate to excite sinusoidal magnetic oscillation. The oscillation frequency can be tuned by changing the amplitude of the alternate voltage or by changing the thickness of the magnet to dynamically adjust ferromagnetic resonance. The frequency range achieved in this study is from 275 MHz to 1.6 GHz (note the magnetic oscillation frequency is half of the voltage frequency). Using an asymmetric voltage profile adds additional tunability to the system and further extends the lower bound of the oscillation frequency. A basic analytical equation is derived to link the voltage amplitude to the oscillation frequency. This work helps understand the operational principles of the voltage-driven magnetic oscillator and guide future design of the oscillator to specific frequency ranges. Furthermore, the proposed device can change the operating frequency by increasing the voltage amplitude and frequency. This can be used for a number of applications such as driving/producing spin waves in a nearby spin bus or writing a bit of memory in the magnetization."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by NSF Nanosystems Engineering Research Center for Translational Applications of Nanoscale Multiferroic Systems (TANMS) Cooperative Agreement Award (No. EEC-1160504) and EFRI NewLaw with Award No. 1641128."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanomagnetic oscillators are key components for radio-frequency (RF) signal generation in nanoscale devices. However, these oscillators are primarily electric current-based, which is energy inefficient at the nanoscale due to ohmic losses. In this study, we present an actuation mechanism for magnetization switching using a multiferroic structure that relies on an RF voltage input instead of electrical current. An AC voltage with a DC bias is applied to the piezoelectric substrate and the magnetic nanodisk with perpendicular magnetic anisotropy that is attached onto the substrate, which can achieve steady magnetic oscillation when the driven voltage is at ferromagnetic resonance (FMR) of the nanodisk. Changing the DC bias changes the magnetic anisotropy of the magnetoelastic nanodisk, hence changes the FMR and oscillation frequency. The frequency modulation is quantified using the Kittel equation. Parametric studies are conducted to investigate the influence of voltage amplitude, frequency, waveform, and the thickness of the magnetoelastic nanodisk. This multiferroic approach opens possibilities for designing energy efficient nanomagnetic oscillators that have both large amplitude and broad frequency range. Published under license by AIP Publishing. https://doi.org/10.1063/1.5116748",
    "creator" : "Arbortext Advanced Print Publisher 10.0.1465/W Unicode"
  }
}