{
  "name" : "downloads_2019-11-17_e3_nowrouzi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of concentration and size of TiO2 nano-particles on the performance of smart water in wettability alteration and oil production under spontaneous imbibition",
    "authors" : [ "Iman Nowrouzi", "Abbas Khaksar Manshad", "Amir H. Mohammadi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Petroleum Science and Engineering\njournal homepage: www.elsevier.com/locate/petrol\nEffects of concentration and size of TiO2 nano-particles on the performance of smart water in wettability alteration and oil production under spontaneous imbibition\nIman Nowrouzia, Abbas Khaksar Manshadb,c,∗, Amir H. Mohammadia,d,∗∗\na Discipline of Chemical Engineering, School of Engineering, University of KwaZulu-Natal, Howard College Campus, King George V Avenue, Durban 4041, South Africa bDepartment of Petroleum Engineering, Abadan Faculty of Petroleum Engineering, Petroleum University of Technology (PUT), Abadan, Iran c Department of Petroleum Engineering, Faculty of Engineering, Soran University, Kurdistan Region, Iraq d Institut de Recherche en Genie Chimique et Petrolier (IRGCP), Paris Cedex, France\nA R T I C L E I N F O\nKeywords: Smart water TiO2 Wettability Contact angle Nano-fluids Chemical enhanced oil recovery\nA B S T R A C T\nUsing smart nano-fluids with respect to enhanced oil recovery (EOR) is an emerging technology, which is normally studied in combination with other methods. Nano-fluid performance depends on type, size and concentration of the dispersed nano-particles in it. In the current work, effects of size and concentration of seawaterbased nano-fluid of TiO2 in different salinities (resulted from dilution) on enhanced oil recovery parameters including contact angle, wettability and interfacial tension (IFT) have been investigated using the pendant drop method. Eventually, effect of TiO2 nano-particles in nano-fluids on recovered quantity has been investigated using imbibition experiment mechanism, which is one of the most important mechanisms in oil production from fractured reservoirs. Results of the experiments show that using higher concentration and smaller particle sizes of TiO2 would decrease the IFT and contact angle. Higher concentration and larger particle sizes of TiO2 in nanofluid would increase the viscosity. Imbibition experiments show that the nanofluids containing smaller TiO2 nanoparticles are more efficient."
    }, {
      "heading" : "1. Introduction",
      "text" : "To date, injection of chemical water is known as an efficient method in enhanced oil recovery (EOR) process. One of the effective parameters on the quality of this method is the specification of the material to increase the quality of injected water. There are effective parameters that can distance the operational conditions from ideal state. These parameters are related to flaws of each method. In fact, the combination of different EOR methods would possibly decrease the flaws of different methods. Sometimes, the combination of the methods is to improve the quality of one particular method. As an example, smart water is known as a good method in wettability alteration but it has less effect on IFT in comparison to surfactants (Manshad et al., 2016, 2017a,b) and combination of these methods has shown that it is possible to reach to desirable level of wettability and IFT (Spildo et al., 2012; Alagic and Skauge, 2010; Alagic et al., 2011). There are different available literature researches in the category of combinational methods with smart\nwater including injection of carbonated smart water (Manshad et al., 2016, 2017a,b; Blom et al., 2016; Lee and Lee, 2017; Nowrouzi et al., 2018, 2019a, 2019b), polymer-smart water (Mohammadi and Jerauld, 2012; Shiran and Skauge 2013), CO2 – smart water – surfactant (Teklu et al., 2017), alternative injection of smart water and CO2 (Teklu et al., 2014; Dang et al., 2016) and dispersion of nano-particles in smart water (Sadatshojaei et al., 2016). Each of the aforementioned methods is carried out to increase the quality of EOR methods in comparison with the situation that they have been undertaken solely.\nNano-enhanced oil recovery (NEOR) is a modern developing EOR technique and the research in this area belongs to recent years. EOR laboratories have come with different ideas to understand the effect of nano-particle presence in injected water. NEOR is applicable if there is a base fluid with dispersed particles with sizes 1–100 nm (Singh and Ahmed, 2010; Mondragón et al., 2012; Khairul et al., 2016; El-Diasty and Ragab, 2013). There are several reported mechanisms for EOR and optimized production from reservoirs using nano-particle dispersed\nhttps://doi.org/10.1016/j.petrol.2019.106357 Received 8 March 2019; Received in revised form 6 July 2019; Accepted 7 August 2019\n∗ Corresponding author. Department of Petroleum Engineering, Abadan Faculty of Petroleum Engineering, Petroleum University of Technology (PUT), Abadan, Iran.\n∗∗ Corresponding author. Discipline of Chemical Engineering, School of Engineering, University of KwaZulu-Natal, Howard College Campus, King George V Avenue, Durban 4041, South Africa.\nE-mail addresses: khaksar@put.ac.ir (A.K. Manshad), amir_h_mohammadi@yahoo.com (A.H. Mohammadi).\nJournal of Petroleum Science and Engineering 183 (2019) 106357\nAvailable online 09 August 2019 0920-4105/ © 2019 Elsevier B.V. All rights reserved.\nT\nfluids, which focuse on properties of them. The most prevalent reports include decreasing the interfacial tension (Zaid et al., 2013; Torsater et al., 2012; Saien and Gorji, 2017), wettability alteration (Karimi et al., 2012; Al-Anssari et al., 2016; Giraldo et al., 2013), heavy oil inflammation (Kazemzadeh et al., 2015), asphaltene stabilization (ElDiasty and Ragab, 2013; Mohammadi et al., 2017), decreasing the viscosity of oil (Li et al., 2017; Taborda et al., 2016, 2017), increasing the viscosity of the injected phase (Ehtesabi et al., 2014; Bobbo et al., 2012), nano-emulsion formation (Anganaei et al., 2014) and pore channel plugging (Hashemi et al., 2013; Zamani et al., 2012). Each of these methods may include more than one technique and it can be caused by direct injection of dispersed nano-particles in nano-fluid or would be the cause of initiation of specific mechanism that can lead to the aforementioned methods. As an example, structural disjointing pressure is known as one of the EOR methods using nano-particles and it can alter the wettability and increase the sweep efficiency (McElfresh et al., 2012a,b). To date, several nano-particles have been tested in EOR experiments including TiO2, SiO2, Al2O3, ZnO, ZrO2, MgO and Fe2O3 (Bayat et al., 2014; Cheraghian and Hendraningrat, 2016) and more nano-fluids are water base and saline water base. Water injection is known as the most applicable EOR method. Engineering setting the ions of injected water can direct the injection towards strengthening the EOR mechanisms. There are a few developed studies on optimized density of specific ions and pressure and temperature conditions of smart water. Sometimes, combinational methods have better results in comparison with applying only smart water. Recently, dispersing nanoparticles in injection fluid and using it as smart fluid is a developing method. Onyekonwu and Ogolo (2010) presented their first study on EOR by nano-fluids. They increased the recovery factor by 29–30 percent using nano-particles of polysilicon in nano-fluids and expressed wettability alteration as the main factor. Shokrlu and Babadagli (2011) could increase the recovery factor by 10 percent using Nickel nanoparticles. Le et al. (2011) in a report used SiO2 nano-particles and surfactants for EOR. They stated that the used nano-particles have high resistance against adsorption and high temperatures. Ayatollahi and Zerafat (2012) reported NEOR as a new method for old challenges of EOR. They investigated different mechanisms of nano-fluids in EOR. Nguyen et al. (2012) increased recovery factor by 6.2 percent using SiO2 with polymer and surfactants. In the same year, Ogolo et al. (2012) published an extensive research on nano-fluids with dispersed metallic nano-particles. They increased the recovery factor by 4.2–24.1 percents using several nano-particles. Using nano-particles of SiO2, Torsater et al. (2012) and Hendraningrat et al. (2013) reported interfacial tension more important than wettability alteration in EOR. Hendraningrat et al. (2013) investigated the effect of SiO2 nano-particles presence in injected phase on interfacial tension reduction and wettability alteration. They introduced investigated nano-particle as a successful method in both of the mentioned factors and increased recovery factor by 4–5 percents in comparison with saline water. Karimi et al. (2012) investigated the ability of nano-particles of ZrO2 on wettability alteration of carbonated rock in Iranian Nowrooz oil field. They reported the resulting contact angle by nano-particles to be in intense hydrophilic region. Alomair et al. (2014) investigated the effect of concentration of several nano-particles of SiO2, Al2O3, NiO and TiO2 on interfacial tension and reported the best recovery factor in 0.05 percent mixture of SiO2 and Al2O3. Ehtesabi et al. (2014) reported the recovery factor using a nano-fluid with 0.01 wt percent of dispersed nano-particles of TiO2 against heavy oil higher than 50 percent. Salem and Hannora (2015) investigated the effect of nano-particles of SiO2 and Al2O3 in different concentrations on EOR and increased the recovery factor by 62–81 percents and in another research, Ragab and Hannora (2015) investigated the relationship between recovery factor and other nanoparticles of SiO2 and could increase recovery factor by 65–77 percents. Moghaddam et al. (2015) investigated the ability of SiO2 and CaCO3 nano-particles on wettability and increasing the recovery factor in carbonated rocks. They reported 8–9 percents change in recovery factor\nand shifting wettability from oil to hydrophilic. Sadatshojaei et al. (2016) investigated the combination of water in low salinity and nanoparticles in EOR. They observed a shift in wettability from oil to hydrophilic and concluded that increasing the salinity of the fluid leads to lower contact angles and higher concentration of nano-particles leads to higher contact angle. They dispersed SiO2 nano-particles in four diluted seawater samples and assessed the wettability change by contact angle experiments. Al-Anssari et al. (2016) investigated the effect of SiO2 nano-particles on wettability alteration of carbonated rocks and concluded that increasing aging process by nano-particles, shifts wettability towards hydrophilic. Sajjadian et al. (2016) investigated the effect of using nano-fluids containing SiO2 and carbon on productivity index. In the mean time, they recorded shifting the wettability from oil to hydrophilic and increasing of the recovery factor by 5 percent. Moslan et al. (2017) investigated the effect of Al2O3 and ZrO2 nanoparticles on changing dolomite rock wettability. Using contact angle experiments, they showed that wettability alteration is more effective than hydrophobic effect. In addition, they counted the effect of nanoparticle size on their ability to change the wettability. Li et al. (2017) investigated the physical property and moving mechanism by cellulose nano-particles. In addition to rheological properties, they reported the interfacial tension of the nano-fluid containing cellulose nano-particles to be 0.4 mN/m and oil recovery to increase 6 percent. The first field experience of NEOR was reported in 2011. They employed nano-particles with commercial name of A-Dots in Ghawar filed of Saudi Arabia. Water with total salinity of 120,000 ppm was the suspension base. Eventually, after injection of 225 bbl of nano-particles, total conservative recovery factor of 82 percent was achieved and based on calculations on real data, recovery factor increased by 86 percent (Kanj et al., 2011).\nIn this work, nano-fluids with diluted seawater base as a smart water and with dispersed nano-particles of TiO2 with sizes of 10, 20 and 30 nm at different concentrations were applied to investigate the parameters such as IFT, contact angle, spontaneous imbibition and viscosity change of injected phase. Many NEOR studies have greatly focused on the effect of changes in the concentration of nanoparticles but less attention has been paid to the effect of nanoparticle size. However, the effect of nanoparticle size has been well developed in chemical engineering processes, mass transfer and heat transfer. The use of TiO2 nanoparticles as an additive to injected water is common in the processes of EOR. The advantage of using it is cheapness due to industrial synthesis and its high impact. But in its studies, there is a gap in minor evaluations such as the size effect. In addition, its use, along with diluted samples of injectable water, has been less studied as smart water, especially in the imbibition process, which is one of the most important mechanisms for the EOR in fractured reservoirs. Accordingly, the novelty of this work, in addition to combining nanofluids and smart water, is to investigate the effect of the size of TiO2 nanoparticles on EOR processes and, ultimately, on the process of imbibition."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "In this study, produced dead crude oil from Gachsaran reservoir with API of 31.14 was used. The composition of the sample is listed in Table 1. Carbonate rock from Asmari formation in Khuzestan was used. The samples taken from the Asmari formation are all from an area that forms a large part of the reservoir's rocks in that area. According to the XRD analysis in Fig. 1, these samples are clay-free and contain 61% dolomite and 39% calcite. Subsequently, the same number of contact angle tests, cross sections, and the same number of imbibition tests, the one-and-a-half inch plugs of this sample were used. Diluted samples of seawater taken from Persian Gulf were used as smart water. Seawater analysis is listed in Table 2. TiO2 nano-particles with sizes of 10, 20 and 30 nm were used for preparing the stable nano-fluids. The nanoparticles used in all three sizes have a purity greater than 99% and a Specific Surface Area (SSA) for nanoparticles of 10, 20 and 30 nm equal to\n200–240, 45–60 and 10–35m2/g, respectively. TEM images of TiO2 nano-particles and stable TiO2 nanofluids are shown in Fig. 2 and Fig. 3, respectively.\nIFT400 equipment was used for IFT and contact angle experiments. IFT400 was manufactured by Fars EOR Company (Iran). The equipment is based on interfacial tension calculations of suspended drop with Axisymmetric Drop Shape Analysis (ADSA) technique. This equipment consists of two manual bulk and drop pump which additionally, can be used for pressure regulation. The cell is equipped with three heating elements and two glass made gates in front of adjustable light source and in front of a 2-megapixel CCD HD camera, marker, temperature and pressure controller, high pressure valves, metallic nidle for dropping with diameter of 2.05mm placed in cell and a PC with the software of the equipment. The high-pressure limit is 20MPa with full-scale precision of 0.5 percent and maximum allowable temperature is 180 °C (± 0.3) and IFT calculations are done with uncertainty of± 0.2–0.5mN/m.\nThe cell is filled with a transparent bulk fluid using a manual pump turned by the user and oil drop is suspended from the tip of needle is loaded with the other pump, which is placed in bottom side of the cell. Camera of the equipment sends the picture of the drop to the software for analysis. Using equation (1) and the information of densities of immissible fluids, specific gravity, temperature and pressure which user gives to the software, it reports the IFT in each moment:\n= ′ γ ρgD H\nΔ 2\n(1)\nWhere Δρ is density difference between drop fluid and bulk phase (g/ cm3), g is gravitational acceleration of earth (cm/sec2), D′ is large diameter of drop (cm) and H is shape factor of the drop which is a\nfunction of S= d/D and d is the horizontal diameter calculated in D distance from top of the drop. Three placed heating elements in body of the cell provide the needed heat and a thermocouple PT-100 controls the temperature after optimizing the PID controller parameters. Equipment needs to be cleaned with solvents such as petrol, aceton and water and dried with nitrogen gas before and after each test. To confirm the results taken from the equipment, IFT experiments were done for water-air system and water-toluene systems, which have known results prior to measurements. To calculate the contact angle of the oil drop on a narrow section of the rock, the drop is released from tip of the needle and places on the section of the rock. Software of the equipment draws two parallel lines in two sides of the drop and based on the separating line that the user can identify, contact angle of the right and left and average are reported. Fig. 4 shows the schematic diagram of the equipment.\nMicro viscometer of Anton Paar Lovis, 200M/Me model was used. This equipment is applicable for measuring the dynamic, static, natural and relative viscosities of fluids and operates based on rolling ball principle. Because of small capillaries in this equipment, it needs less than 1ml of the sample. Seawater based nano fluids were prepared using diluted samples of Persian Gulf. Seawater was used in 4 diluted samples. Dilution was conducted by adding distilled water with a volume equal to one tenth of the primary saline water volume. In this regard, first sample was diluted 5 times, second sample 10 times, third sample 15 times and 4th sample 20 times. Prior to that, the taken seawater sample passed through an English whatman filter paper of grade 40 with porosity of 8 μm to eliminate the suspended and unsoluble sand and clay particles from it. Seawater was a collection of several soluble ions and it was easily accessible which was used as smart water in primary concentration (Strand et al., 2008; Yousef et al.,\nMolecular weight= 247 g/gmol. Molecular weight of C12+=380 g/gmol. Specific gravity of C12+ @ 15.55 °C= 0.9369. Saturation pressure of reservoir fluid @ 60.6 °C=14.04MPa.\n2010). Generally, there are two steps to prepare the nano-fluids: the first step which is preparing the nano-fluid in the mean time that nanoparticles are produced that means combination of the fluid and nanoparticles at the same time that nano-particles are produced and the second step that prepared nano-particles are added to the base fluid and dispersing the nano-particles in the base fluid using chemical or physical methods (Yang and Hu, 2017). Dispersion and stabilizing methods of nano-particles in the fluid would include surfactant addition (Yu and Xie, 2012), pH control of the nano-fluid (Ghadimi et al., 2011) and ultrasonic vibration (Chang et al., 2007). Considering the dispersion method of nano-particles in the base fluid for this work, ultrasound vibration method was employed for using surfactants and chemicals to moderate the pH which would drive the experiments away from the aim of it considering there is a limit for chemical additives. Nano-particle dispersion was conducted for four hours using ultrasonic stirrer of UP400 made by Hielscher Company (German) with 400w power. Temperature of the nano fluid was regulated using UFE400 oven made by Memmert Company (German) and density measurement was conducted using floating densitometer. Stability of the TiO2 nano-particles in aquoues solution using this method without adding chemicals was estimated to remain for several months (He et al., 2007). Nano-fluids with concentrations of 250, 500 and 1000 ppm of TiO2 and different salinities resulting from seawater dilution were used as base fluid for the smart fluid. Drop of smart fluid and suspended oil sample in the bulk phase were the bulk environment. Considering the IFT400 mechanism which is imaging the suspended drop, there are limitations regarding transparent fluid and passing the light from bulk phase to take high quality photos and consequently confident analysis. It means that the suspension transparency needs to be high enough to moderate the Tyndall effect which disperses the light in suspensions as a criteria to assess the quality of the image (Pang et al., 2012), not to block the camera view for imaging. This phenomenon however is not very severe in the mentioned concentration of nano-particles of this work but, higher concentrations of TiO2 decrease the quality of the images and border of the drop and bulk is inseparable for the equipment software. Spending appropriate time to reach to the system stability for bulk and drop is another factor to reach to a stable and constant value of interfacial tension. In other words, there should be physical, chemical and thermodynamic equilibria after the oil drop is neighbored by an immissible nano-fluid. In this state, the equipment software shows different values for IFT since hanging of the drop which normally follows an increasing or decreasing trend and reaches to a constant number after a while or to a value with negligible changes that shows the equilibrium condition. IFT calculations in the moment and different times are known as the dynamic interfacial tension (DIFT). IFT measurements were conducted at 75 °C degree and ambient pressure, as mentioned earlier. Interfacial tension experiments of nano-fluids were performed with diluted seawater base. Seawater was diluted at 4 steps of 5, 10, 15 and 20 times. For each sample of diluted seawater, TiO2 nano-particles of 250, 500 and 1000 ppm concentrations with particle sizes of 10, 20 and 30 nm were dispersed. In this regard, results of 36 interfacial tension experiments were recorded.\nTo prepare the narrow cross sections for contact angle experiments, one inch diameter pluges of outcrop were taken and cutted and polished using glazeless Chinese. High pressure nitrogen gas was employed to clean the dusts and particles resulted from cutting and polishing. The cross section was submerged in toluene for 12 h to eliminate the fatty acids coming from hand touches. Washed and cross sections were aged in oil for 12 days at 70 °C to gain lipophilicity (Manshad et al., 2017a). Contact angle experiments were conducted on carbonated rock section using the aforementioned nano-fluids which was done after 3 days of oilophilic section aging.\nThe used plugs in imbibition experiments were prepared with 1.5 diameter and were cutted in desired lengthens and saturated with oil samples using core saturator equipment, SA-R10 model made by FarsTa bl e 2 Sa lin\ne w at er\nan al ys is\nfr om\nse aw\nat er\nti tr at io n.\nTo ta l ha\nrd ne ss [p pm\n] So\ndi um\nab so rp ti on\nR at io\nSo di um\npe rc en t so lu ti on\nTo ta l ca ti on s [m Eq /l it ]\nPo ta ss iu m [m Eq /l it ]\nSo di um [m Eq\n/l it ]\nM ag\nne si um\n[m Eq / lit ]\nC al ci um [m Eq\n/l it ]\nTo ta l an\nio ns\n[m Eq\n/l it ]\nSu lf at e [m Eq\n/l it ]\nC hl or id e [m Eq\n/l it ]\nBi ca rb on\nat e [m\nEq /\nlit ]\nPH TD\nS [m g/ lit ]\n87 00\n34 .2\n64 49\n5. 37\n2. 37\n31 9\n78 96\n47 0. 6\n14 3. 6\n32 4\n3 7. 67\n33 19\n4\nEOR Technologies, which was done after cleaning and washing the plugs. Saturation and aging the plugs took 12 days after evacuation at 75 celcius degree and 20MPa. Oil saturated plug was placed in Amott cell under selected fluids for imbibition experiments and the imbibition specific pot was kept under 75 celsius degree by the end of each experiment. Gradual production values were recorded in every 48 h, regularly. Imbibition experiments are normally time consuming experiments and to achieve a certain and better result, experiments need to continue until the last step of oil production from plugs. In this regard, we have chosen nano-particle sizes of 10 and 30 nm at two concentrations of 250 and 1000 ppm with two salinities of seawater of 5 and 20 times of dilution. Neglecting the experiments with medium concentration of salinity fluid further than summarizing the imbibition experiments allowed us to investigate the parameters with higher differences. In this regard, 8 solutions were selected. Gradual production quantities were recorded every 48 h and the experiments were kept running until reaching to almost similar results which the final production of the plug was equal to the overall production of the plug using spontaneous imbibition. Finally, the adsorption of TiO2 nanoparticles with sizes of 10, 20 and 30 nm at 75 °C on the carbonate rock was measured by the spectrophotometric test. For this purpose, the maximum wavelength of nanoparticle adsorption, (λmax), in which the nanofluid concentration is linearly correlated with light absorption, was calculated. Then, by preparing the desired concentrations, the calibration chart was plotted at maximum wavelength based on the absorption rate versus the nanoparticles concentration. After that, 8 g of crushed rock samples were placed in 40ml of each nanofluid at 75 °C and spectroscopy adsorption tests were taken from nanofluids at different times. Finally, the amount of nanoparticle absorption at each concentration and size was calculated by calculating the secondary concentration from calibration graph and equation (2) (Zendehboudi et al., 2013):\n= − × −q m C C m ( ) 10fluid carbonate 0 3\n(2)\nwhere, q is the adsorption rate in grams of absorbent/grams of absorbent, vf, is volume of fluid in contact with rock in ml, C0 and C, are the initial concentration and the concentration of the fluid released from the rock, respectively, in ml and mrock is the mass of the stone in contact with the fluid."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Interfacial tension and contact angle",
      "text" : "Results of the interfacial tension experiments and relevant contact angles to the nano-fluids are listed in Table 3. Table 4 provides the\ninterfacial and contact angle data related to the diluted samples of seawater in presence of TiO2 nano-particles.\nBased on the presented data reported in Table 3, the smallest interfacial tension belongs to the nano-fluid with spreaded TiO2 nanoparticle size of 10 nm which is 6.573mN/m. It means that 20 times dilution of the seawater following the mentioned approach, and dispersing 1000 ppm of 10 nm TiO2 nano-particles decreases the interfacial tension from 27.67mN/m with initial concentration of seawater and without nano-particles to 21.098mN/m with diluted solution which shows 76.24 percent decrease. Nevertheless, it cannot be stated that the minimum interfacial tension is sensible in capillary pressure and tested nanoparticle with this quantity of interfacial tension with crude oil is good enough but, in the meantime, there is a significant change which is effective.\nIn interfacial tension depletion using water based nano-particles with constant pressure, temperature and oil composition, there are at least two mechanisms which are related to dispersed nano-particles and available ions in the seawater. Li et al. (2017) and Dahle (2013), stated in their report that nano-particles generate a one layer structure at interface of the saline nano-fluid and crude oil. Formed layer of nanoparticles immerge a weak interfacial tension between immissible phases which is almost similar to the function of the surfactants and of course, the resulting concentration is proportional to nano-particle concentration in nano-fluids meaning that the increasing of the concentration intensifies this mechanism and decreases the interfacial tension more (Hendraningrat et al., 2013). Looking at data in Table 3 also shows it better. In constant particle size of 10 nm and 20 times diluted seawater mixture, increasing the concentration from 250 to 500 and 1000 ppm, the interfacial tension decreases from 16.322 to 13.650 and 6.572mN/ m, respectively.\nIn the constant salinity of the seawater and concentration of nanofluid, (e.g. 20 times diluted seawater and 1000 ppm of TiO2 nano-particle), varying the nano particle size from 10 to 20 and 30 nm leads to increase in interfacial tension from 6.573 to 7.023 and 7.851mN/m, respectively. Although these values are close they are following a meaningful trend which means that there is a relationship between particle size and interfacial tension in constant salinity and concentration of the nano-fluid. It is more obvious that the smaller the TiO2 nano-particle size the larger the value of interfacial decrease. As the\nnano-particle size decreases, the SSA increases, for 30 nm particles surface area is 10–35, for 20 nm particle size 45–60 and for the 10 nm particle size is 200–240m2/g. It is apparent that as the surface area increases, the formed structure between nanofluid interface and crud oil would act more effectively and consequently, decreases the IFT more.\nThe mechanism of desolved ions in water at low salinity was developed by Lashkaboloki et al. for interfacial tension decrease. They considered salting-in and sating-out effects related to the interfacial tension depletion (Lashkarbolooki et al., 2014). Salting-out effect is a phenomenon that organic parameters show more tendency to move in the oil phase with salinity increase while, salting-in effect acts reversely and with salting-in effect, the particles tend to dissolve in the water. As a result of these mechanisms, non-organic ions would berak the formed water structure surrounding the organic molecules and consequently, solvation ability of the organic molecules in the aquoues phase would decrease. It can be mentioned that the salting-in effect would ease the dispersion of active surface parameters in the solvent with lower salt concentration and in other words, in low salinity solubility of different crude oil hydrocarbons in aquoues bulk would increase (Yi et al., 2014; Armenante and Karlsson, 1982; Standal et al., 1999). Another parameter that can be investigated on interfacial tension declination is effect of salinity on TiO2 nano-particle performance. In Table 3 considering the constant concentration and size of TiO2 nano-particle (e.g. 1000 ppm and 10 nm, respectively), interfacial tension can be compared in different water salinities. With this interpretation, in 5, 10, 15 and 20 times dilution of the seawater at constant concentration and particle sizes of 1000 ppm and 10 nm, interfacial tension is 10.019, 8.246, 6940 and 6.572mN/m. This trend shows a more decrease of interfacial tension with salinity decrease. It is not far from the fact that better performance mechanism of ions in smart water towards decreasing the interfacial tension is considerable.\nAbility of the used nano-fluids in decreasing the contact angle is more effective than their performance in interfacial tension decrease. Considering Table 3, the smallest contact angle is related to the nanofluid with concentration of 1000 ppm with TiO2 nano-particle size of 10 nm and 20 times diluted seawater base which is 21.36°. Obtained result which is consequent of the seawater dilution and presence of nano-particles, shows 75 percent of decrease in contact angle (considering the initial contact angle of the aged cross section in seawater with the initial concentration and without dispersed nano-particles at 75 celcius degree derived from Table 4 which is 73.45). This range lays in powerful hydrophilic which is very effective for EOR processes specially imbibition. In this performance, at least two mechanisms are available which would include properties of nano-particles and variety of desolved ions in the seawater. Considering Table 3, contact angle changes can also be investigated versus TiO2 nano-particle size and concentration as well as nano-fluid salinity. To understand the contact angle and wettability alteration from oilophilic to hydrophilic, it is necessary to explain the disjoining pressure concept in nano-fluids. Disjoining pressure can increase the crude oil movement directly (Sun et al., 2017), the wettability alteration and effect the interfacial tension. Chengara et al. (2004) stated that the nano-fluids form a thin film on the solid surface. When the nano-particles are limited to a surface, they tend to place themselves in sorted layers and in this regard entropy of the suspension would increase through the higher freedom for nanoparticles and consequently a high pressure would emerge in comparison to volume. Pressure profile figure is dependent on size and shape of the nano-particles. This diffused film on the rock surface is capable of separating oil, paraffins, water and gas from the surface (McElfresh et al., 2012a,b; Bayat et al., 2014). It can initiate a hydrophilicity from separation of material which have oilophilic properties and this power is dependent on nano-fluid and dispersed nano-particle properties against reservoir rock and fluid. The formed thin film of nano-particles is a result of a pressure named structural joining pressure. Brownian motion and electrostatic repulsion among nano-particles are the source of this\npressure (Aveyard et al., 2003). Aveyard et al. (2003) stated that the parameters such as concentration and nano-particle size, salinity and temperature of base fluid and properties of the rock surface are effective in progressing the formed layer. As an example, when the concentration of nano-particles in nano-fluids increases, progress of the film on solid surface would increase. This point can justify more decrese in contact angle at higher concentrations. As can be observed in Table 3, in a constant salinity and nano-particle size, contact angle quantities show a larger decreases. As an example, for a nano-fluid with 20 times dilution and 10 nm nano-particle dispersed, contact angle quantity for concentrations of 250, 500 and 1000 ppm are 35.24, 22.38 and 21.36, respectively. With decreasing the nano-particle diameter, pressure gradient between two fluids decreases (Aveyard et al., 2003). In the meantime, it will increase the progress of the nano-fluid on the rick surface and will decrease the contact angle more as a result of decreasing in nano particle size which is listed in Table 3. Base on the results from Table 3, in constant salinity and concentration of nanofluids (e.g. 20 times dilution salinity of seawater and concentration of 1000 ppm), by decreasing the nano-particle size, contact angle would decrease more. Similarly, for the dispersed TiO2 nano-particles with particle sizes of 10, 20 and 30 nm contact angles are 21.36, 25.66 and 26.84, respectively. Performance of the dissolved ions in base fluid in assessment of the salinity effect on contact angle is more important than the other parameters. Based on the results from Table 3, contact angle is following a declined trend with respect to decreasing salinity. For example, in concentration of 1000 ppm and 10 nm TiO2 particle size, contact angle for dilution of 5, 10, 15 and 20 times of seawater are 34.85, 29.34, 22.76 and 21.36°, respectively. Wettability alteration mechanisms by dissolved ions in smart water was developed properly. There are two groups of mechanisms for low and high salinity. For higher salinities such as initial concentration of seawater and less diluted ones, Zhang et al. (2007) stated the absorbed fatty acids separation from rock surface as the reason for wettability alteration. Based on their findings, SO42− would decrease the positive charge from the surface and increase the cation ability to approach to adsorbed carboxcylic acid on plusteric rock. By increasing the concentration of Mg2+ in the smart water, ability of cations for separation of the carboxcylic acid would increase. SO42− decreases the positive charge from carbonated rock. As a result, two valence cations can approach to the rock surface and adsorbed acids easier. They stated that the Ca2+ reacts with absorbed carboxcylic group on the rock surface and frees it and Mg2+ moves Ca2+-carboxylate complex. They stated the probability of reaction by Ca2+ at both high and low temperatures and reaction by Mg2+ only at higher temperatures. Based on Lager et al.'s reports, two adsorbed valence cations on the surface of the carbonated rocks would substitute with one valence cations, polar molecules of the oil attached to the double valence side and spread in the environment which result in hydrophilic rock. This effect is known as multi-ion exchange (Lager et al., 2006, 2007). Rezaei Doust et al. (2009) reported that the sulfates would be hydrated because of the hydrogen bondings in the water and SO42− because of hydrogen breakage at higher temperatures are more reactive in front of carbonated rock surface. Consequently, SO42− will adsorb more powerfully on the rock surface which would decrease the repulsive force between positive charge and available cations and this would increase the ability of the cations to absorb carboxcylic. For the wettability alteration mechanism of the carbonated rock by smart water, the mechanism of Lashkarbolooki et al. (2016) can be addressed. They considered the wettability alteration of the carbonated rock with less saline water related to the reactions which can dissolve the rock on the surface which releases the OH- ion following equations (3) and (4):\nCaCO3(s) ⇔Ca2+ (aq) + CO32− (aq) (3)\nCO32− (aq) + H2O (l) ⇔HCO3− (aq) + OH− (aq) (4)\nThey stated that with decreasing the salinity this mechanism would intensify and wettability tends towards hydrophilicity. Consequently,\nmore decrease is expected in contact angle. Salinity effect can be investigated in structural disjoining pressure of nano-film performance point of view. Lim et al. (2016) stated that the water salinity puts a negative effect on the solid surface by decreasing the osmotic pressure of the nano-fluids. Based on the relation between decreasing the nanofilm progress and contact angle, it is obvious that with increasing the salinity, the nano-film would progress less and shows smaller contact angle. Xie et al. (2017), considered the low saline water mechanism in decreasing the contact angle up to strong hydrophilicity at higher temperature related to combination of DLVO and surface complexation theories. They stated that based on this theories in low salinity water technique parameters such as Zeta potential, pH, density and disjoining pressure tend towards higher hydrophilicity. In addiction, they concluded the formed film resulting from disjoining pressure in low salinity is thicker and it can turn the rock to hydrophilic following the contact angle experiments.\nFigs. 5–7 were plotted based on interfacial tension results and Figs. 8–10 were plotted based on contact angle data of Tables 3 and 4. They show better understanding from concentration effect and dispersed nano-particle size in nano-fluids and nano-fluid salinity.\nBy considering the results reported in Table 4 which shows the results of interfacial tension data and contact angle of the diluted samples of the seawater in absence of TiO2 nano-particles, it is observable that for the dispersed nano-particles of TiO2 in the saline water samples in\nany size and concentration of nano-particles, regardless of quantity and intensity, the performance of the seawater is proportional to size and concentration of nano-particles."
    }, {
      "heading" : "3.2. Viscosity",
      "text" : "Table 5 shows the results of the nano-fluid viscosity at different concentrations and particle sizes of TiO2 nano-particles in different salinities of the diluted seawater as the base fluid.\nResearches have shown that nano-fluid viscosity is higher than base fluid and it depends on nano-particle volumetric percentage and it has a direct relationship with volumetric percentage (Ghadimi et al., 2011; Murshed et al., 2008). Nano-fluid viscosity is dependent on several parameters including temperature, concentration and nature of the nano-particles, nano-particle size and base fluid viscosity (Nguyen et al., 2007). There are developed emperical relationships and models for viscosity change of the nano-fluids but their mechanism is not known and not recognized very well. In more cases, a nano-fluid viscosity is following the suspensions and it is related to base fluid of it which it considers nano-particles like hard sphere particles and dispersed in it (Nguyen et al., 2007; Bobbo et al., 2012). Nguyen et al. (2007), obtained the viscosity of water based nano-fluids with dispersed particles of Al2O3 and CuO in different sizes and temperatures and compared the results with available data and emperical relationships.\nIn the comparisons, the obtained trend was similar but it also included some deviations between measured data and the emperical relationships. They considered this difference as a result of different preparation methods of the nano-fluids. Eventually, they concluded that with increasing the nano-particle size the viscosity of the nano-fluids would increase at a constant temperature. This trend is obvious in using TiO2 nano-particle of this work which is mentioned in Table 5. As an example, with constant nano-fluid concentration and salinity level of the base fluid assumption (1000 ppm and 20 times dilution of the base fluid), the viscosity of the nano-fluid for the particle sizes of 10, 20 and 30 nm are 0.592, 0.634 and 0.636mPa s, respectively. The viscosity changes of waterbase TiO2 nano-fluid has been investigated by many researchers in different concentrations [(Bobbo et al., 2012), (Tseng and Lin, 2003), (Chen et al., 2009), (Alphonse et al., 2009) and (Fedele et al., 2012)]. Their results show that increasing the concentration would increase the viscosity in proper condition. Considering data reported in Table 5, same trend was achieved in our work. The values of 0.405, 0.517 and 0.592 are related to the viscosity of nano-fluids with concentrations of 250, 500 and 1000 ppm of 10 nm nano-particles, respectively, and 20 times dilution of the seawater. As mentioned earlier, the viscosity of the nano-fluid is related to the viscosity of the base fluid. The physical source of the saline water can be controlled by three mechanisms (Bernal and Fowler, 1933). First, each ion is effected by its own Brownian motion. Second, the ion exchange effect based on DebyeHuckel is always positive (Debye and Hückel, 1954). It means that the contribution of each ionic solution in the viscosity is positive based on Brownian motion and Debye-Huckel theory (Kwak et al., 2005). Third, addition of ions would effect the water structure and changes the resistance of the bonds. Increasing or decreasing the resistance is dependant on ionic resistance and concentration of the ions (Bernal and Fowler, 1933; Kwak et al., 2005). Bernal and Fowler. (1933), showed these three mechanisms with equation (5):\n= − −\n−\n−η AX C T η aq T f M M CT f C z e\nf r r z C\n( , , ) ( , ) ( , ) ( , )\n( , , )\na A X b α T\nc A X\n( ) ( )\n( ) (5)\nwhere ɳ(AX, C, T) is viscosity of the ionic solution, AX is a function of concentration C and temperature T, ɳ(aq, T) is the viscosity of the pure water as a function of temperature, f M M( , )a A X( ) is the Brownian motion which is dependant on MA (mass) of A+ and X− ion mass, f C z( , )b( ) is debye-Huckel constant in concentration of C and electric charge of z and f r r z( , , )c A X( ) is the structural temperature function with rA and rx radius and electric charge of z.\nDole and Jones by categorizing the ionic structure with Jones-Dole viscosity constant of B, developed the viscosity relationship for the ionic solutions as equation (6) (Bernal and Fowler, 1933):\n= + + η\nη AC BC1\nW\n1/2\n(6)\nwhere ɳ is the viscosity of the ionic solution, ɳw denotes the viscosity of pure water, C is concentration and A and B are the constants related to ionic solution. Electrostatic term of A can be a negative value in case if the solution has a medium concentration and B is related to the ionwater interactions. Based on this equation, viscosity of the ionic solution is proportional to electrostatic forces between positive and negative ions considering the number of ions in unite volume (Gurney, 1953). The procedure that was achieved here for the viscosity change indicates the direct relation between viscosity and salinity and with increasing the level of the dilution the viscosity would decrease. Considering Table 5, in a constant concentration and particle size of 1000 ppm and 10 nm (respectively) and considering the amount of dilution, the viscosity of the diluted base fluid for 5, 10, 15 and 20 times were recorded to be 0.57, 0.614, 0.602 and 0.592mPa s. It is necessary to mention that the temperature and pressure were 75 celcius degree and ambient pressure during the viscosity experiments and the repeated experiments in different shear rates showed identical results indicating\nthe Newtonian performance for the fluids. Figs. 11–13 show the data of Table 5 as a graphic view. Looking at obtained results and values for the viscosity, it can be concluded that the ability of the tested nano-particles in this study in comparison with the materials such as polymers is not as significant as the one that is required for a fluid to be considered as a chemical for increasing the viscosity of the injected phase and to increase the sweeping efficiency but it is effective."
    }, {
      "heading" : "3.3. Spontaneous imbibition",
      "text" : "Properties of the plugs as well as the used fluids in imbibition experiments are listed in Table 6. Gradual and final production results of the plugs are provided in Table 7. Fig. 14 shows the graph of the production percentage versus time which was recorded every 48 h for the nano-fluids with different concentrations of 10 nm nano-particles in salinities of 5 and 20 times dilutions of base fluid at 75 °C and ambient pressure. Fig. 15 shows the same plot for TiO2 nano-particles of 30 nm size.\nThe largest recovery using imbibition was recorded with 1000 ppm concentration of 10 nm TiO2 nano-particle size which was 70.52 percent. Comparison of the production between two concentrations of 250 and 1000 ppm shows that the production of the 1000 ppm nano-fluids is more than the production using 250 ppm concentration of nano-fluid under imbibition experiment. This fact is not unexpected considering the wettability dependency of the carbonated rock. Fig. 16 shows the relationship between recorded contact angles resulted from ageing the carbonated cross-sections and recovery factor. The figure shows that the higher recovery factor is attributed to the smaller contact angle. In generalization of the effective parameters, it can be stated that the size and concentration of nano-particles effect the contact angle and wettability of the rock and then effect the imbibition. Although decrease of the interfacial tension considering Fig. 17 which shows the relationship between interfacial tension and production under imbibition, is not effectiveness, the obtained numbers for interfacial tension cannot effect the contact angle and wettability of imbibition. To better understand the increase in oil recycling by imbibition in a three-phase system of plug-TiO2 nanofluid-oil, microscopic mechanisms in nanoscale dimensions should be investigated. In microscopic dimensions, TiO2 nanoparticles accumulate in the interface of rock-oil-nanofluid. The presence of TiO2 nanoparticles in this wedge is effective, even at low concentrations. The pressure gradient of the accumulated nanoparticles moves in the water-oil interface and it spreads under the oil droplet and finally the nanoparticles are placed on the rock. In this way, in addition to changing the wettability of the rock, it liberates the drop of oil in the porous medium and the production under imbibition increases. The intensity of this spontaneous process is also dependent on the concentration and size of the nanoparticles and interfacial tension (Wasan et al., 2011). That is why different TiO2 nanoparticles lead to different production quantities."
    }, {
      "heading" : "3.4. Adsorption of nano-particles a carbonate rock",
      "text" : "Fig. 18 shows the TiO2 nanoparticle adsorption with concentrations of 250 and 500 ppm and sizes of 10 and 30 nm at 75 °C. According to this diagram, the absorption values are proportional to the concentration of nanoparticles. At the same time, nanoparticles with a size of 10 nm are more absorbed than nanoparticles of size 30 nm. The final adsorption values after 72 h which the system is balanced due to the almost horizontalization of the diagram, for 10 nm nanoparticles at concentrations of 250 and 1000 ppm, it is equal to 9.37 and 11.94mg/g and for 30 nm nanoparticles at concentrations of 250 and 1000 ppm, equals to 8.93 and 11.61mg/g, respectively. The mechanism for absorbing nanoparticles on the rock surface, as mentioned earlier, is related to the tendency of nanoparticles to form structural disjoining pressure and nanofilm on the surface (McElfresh et al., 2012a,b). The increase in adsorption ratio with concentration and size can be\nexplained by increasing the SSA of nanoparticles due to the higher frequency at higher concentrations and with smaller size."
    }, {
      "heading" : "4. Conclusion",
      "text" : "As stated earlier, in this study, effects of particle size and concentration of dispersed TiO2 nano-particles in nano-fluids with diluted\nTable 6 Properties of the plugs and nano-fluids used in the imbibition experiments.\nPlug No. Perm. [md] Por. [%] L [cm] Total VP [cm3]\nMass of dry sample [g] Plug-saturated mass from oil [g] Soi [%] OOIP [cm3] Imbibition fluid: Np size [nm]-Conc. [ppm]-diluted times\n1 10.71 20.18 7.00 16.10 182.3524 191.4874 65.22 10.50 10-250-5 2 11.63 20.55 7.00 16.39 181.2157 191.3164 70.84 11.61 10-250-20 3 13.41 24.76 7.00 19.75 181.0238 193.9868 75.46 14.90 10-1000-5 4 12.86 21.57 7.00 17.20 182.2364 193.2158 73.41 12.62 10-1000-20 5 11.83 23.13 7.00 18.45 180.6842 191.4200 66.89 12.34 30-250-5 6 12.14 25.76 7.00 20.54 180.5986 194.3098 76.73 15.76 30-250-20 7 11.92 22.49 7.00 17.93 181.9412 193.5557 74.51 13.35 30-1000-5 8 11.52 21.68 7.00 17.29 180.7189 192.1333 75.90 13.12 30-1000-20\nsamples of the seawater base on different parameters such as interfacial tension, contact angle, nano-fluids viscosity and spontaneous imbibition in carbonated plugs were investigated. In a conclusion from experiments and studies of this research the followings are the final gatherings for each term:\n• The interfacial tension showed a tremendous decrease using nanofluids containing different concentrations and particle sizes of TiO2 nano-particles and 76.24 percent decrese in interfacial tension was achieved using dispersed nano-particles of 10 nm size and 1000 ppm concentration. Although the obtained values are far from the EOR plans, this decrease is not useless. By the way, re-looking at the interfacial tension decreasing trend shows that the interfacial tension decreases while the particle size decreases and the concentration increases so that this decrease in interfacial tension would intensify using more diluted seawater as a base fluid. • TiO2 nano-fluids have shown a good ability in decreasing the contact angle meaning wettability alteration from oilophilic to hydrophilic and it can almost be stated that severe hydrophilic is a consequent of aging the carbonated cross sections. Results show that the contact angle decreasing has a direct relationship with nano-particle size and salinity level and revers relationship with nano-particle concentration.\n• In relation with increasing the viscosity of the injected nano-fluids, the viscosity can be increased towards base saline water but it is possible that this increase would not be sensible in controlling the progressive forehead by the way it is not useless. Observed trend in viscosity experiments shows that increasing the nano-fluid viscosities has a direct relationship with three parameters of concentration, particle size and salinity of the nano-fluids considering the dependency severity. • Recovery percentage by TiO2 nano-fluids imbibition was recorded in the range of 39.71–70.52 percent and the obtained results are related to interfacial tension results and contact angle but looking at the better performance of the nano-fluids in decreasing the contact angle and consequently better wettability as well as more relation of imbibition to wettability, it can be mentioned that the controlling mechanism is wettability.\nImbibition experiments does not have the ability to investigate the viscous forces and some of the nano-fluids mechanisms such as pore channel plugging and it is proposed to extend this research with flooding test to extend them to higher concentrations. Because of clouding the water base fluid and error of the IFT400 for investigation of the drop, there was a limit for our experiment at this condition and it can be proposed to consider other methods for measurement of the interfacial tension at higher concentrations. The temperature and pressure were assumed to be constant to investigate the other parameters of the research. Parameters such as viscosity, interfacial tension and contact angle show very high dependency to pressure and temperature in NEOR. It is proposed to extend the measurements to different pressures and temperatures."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.petrol.2019.106357."
    } ],
    "references" : [ {
      "title" : "Wettability alteration of oil-wet carbonate by silica nanofluid",
      "author" : [ "Al-Anssari", "Sarmad", "Ahmed", "Barifcani", "Wang", "Shaobin", "Maxim", "Lebedev", "Iglauer", "Stefan" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Al.Anssari et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Al.Anssari et al\\.",
      "year" : 2016
    }, {
      "title" : "Combined low salinity brine injection and surfactant flooding in mixed− wet sandstone cores",
      "author" : [ "Alagic", "Edin", "Skauge", "Arne" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Alagic et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Alagic et al\\.",
      "year" : 2010
    }, {
      "title" : "Effect of crude oil ageing on low salinity and low salinity surfactant flooding",
      "author" : [ "Alagic", "Edin", "Spildo", "Kristine", "Arne", "Skauge", "Jonas", "Solbakken" ],
      "venue" : "J. Pet. Sci. Eng",
      "citeRegEx" : "Alagic et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Alagic et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of PEG on rheology and stability of nanocrystalline Titania hydrosols",
      "author" : [ "Alphonse", "Pierre", "Bleta", "Rudina", "Soules", "Regis" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "Alphonse et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Alphonse et al\\.",
      "year" : 2009
    }, {
      "title" : "Experimental improvement of nano-enhanced oil recovery using nano-emulsions",
      "author" : [ "Anganaei", "Hojjatollah", "Pourabdollah", "Kobra", "Ali", "Rostami" ],
      "venue" : "Arabian J. Sci. Eng",
      "citeRegEx" : "Anganaei et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Anganaei et al\\.",
      "year" : 2014
    }, {
      "title" : "Salting-out parameters for organic acids",
      "author" : [ "Armenante", "Piero M", "Karlsson", "Hans T" ],
      "venue" : "J. Chem. Eng. Data",
      "citeRegEx" : "Armenante et al\\.,? \\Q1982\\E",
      "shortCiteRegEx" : "Armenante et al\\.",
      "year" : 1982
    }, {
      "title" : "Emulsions stabilised solely by colloidal particles",
      "author" : [ "Aveyard", "Robert", "Binks", "Bernard P", "Clint", "John H" ],
      "venue" : "Adv. Colloid Interface",
      "citeRegEx" : "Aveyard et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Aveyard et al\\.",
      "year" : 2003
    }, {
      "title" : "Nanotechnology-assisted EOR techniques: new solutions to old challenges",
      "author" : [ "S. Ayatollahi", "M.M. Zerafat" ],
      "venue" : "Proceedings of the SPE International Oilfield Nanotechnology Conference and Exhibition,",
      "citeRegEx" : "Ayatollahi and Zerafat,? \\Q2012\\E",
      "shortCiteRegEx" : "Ayatollahi and Zerafat",
      "year" : 2012
    }, {
      "title" : "Impact of metal oxide nanoparticles on enhanced oil recovery from limestone media at several temperatures",
      "author" : [ "Bayat", "Esfandyari", "Ali", "Junin", "Radzuan", "Samsuri", "Ariffin", "Piroozian", "Hokmabadi", "Mehrdad" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Bayat et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bayat et al\\.",
      "year" : 2014
    }, {
      "title" : "A theory of water and ionic solution, with particular reference to hydrogen and hydroxyl ions",
      "author" : [ "Bernal", "John D", "Fowler", "Ralph H" ],
      "venue" : "J. Chem. Phys",
      "citeRegEx" : "Bernal et al\\.,? \\Q1933\\E",
      "shortCiteRegEx" : "Bernal et al\\.",
      "year" : 1933
    }, {
      "title" : "August. Low salinity carbonated waterflooding",
      "author" : [ "T. Blom", "A.C. Alvarez", "W.J. Lambert", "D. Marchesin", "J. Bruining" ],
      "venue" : "ECMOR XV-15th European Conference on the Mathematics of Oil Recovery",
      "citeRegEx" : "Blom et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Blom et al\\.",
      "year" : 2016
    }, {
      "title" : "Viscosity of water based SWCNH and TiO2 nanofluids",
      "author" : [ "Bobbo", "Sergio", "Fedele", "Laura", "Anna", "Benetti", "Colla", "Fabrizio", "Monica", "Pagura", "Cesare", "Barison", "Simona" ],
      "venue" : "Exp. Therm. Fluid Sci",
      "citeRegEx" : "Bobbo et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Bobbo et al\\.",
      "year" : 2012
    }, {
      "title" : "Process optimization and material properties for nanofluid manufacturing",
      "author" : [ "H. Chang", "C.S. Jwo", "P.S. Fan", "S.H. Pai" ],
      "venue" : "Int. J. Adv. Manuf. Technol",
      "citeRegEx" : "Chang et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2007
    }, {
      "title" : "Predicting thermal conductivity of liquid suspensions of nanoparticles (nanofluids) based on rheology",
      "author" : [ "Chen", "Haisheng", "Witharana", "Sanjeeva", "Jin", "Yi", "Kim", "Chongyoup", "Ding", "Yulong" ],
      "venue" : "Particuology",
      "citeRegEx" : "Chen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2009
    }, {
      "title" : "Spreading of nanofluids driven by the structural disjoining pressure gradient",
      "author" : [ "Chengara", "Anoop", "Nikolov", "Alex D", "Wasan", "Darsh T", "Trokhymchuk", "Andrij", "Henderson", "Douglas" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "Chengara et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Chengara et al\\.",
      "year" : 2004
    }, {
      "title" : "A review on applications of nanotechnology in the enhanced oil recovery part A: effects of nanoparticles on interfacial tension",
      "author" : [ "Cheraghian", "Goshtasp", "Hendraningrat", "Luky" ],
      "venue" : "Int. Nano Lett",
      "citeRegEx" : "Cheraghian et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Cheraghian et al\\.",
      "year" : 2016
    }, {
      "title" : "The Effect of Nanoparticles on Oil/Water Interfacial Tension",
      "author" : [ "G.S. Dahle" ],
      "venue" : "Project thesis. NTNU",
      "citeRegEx" : "Dahle,? \\Q2013\\E",
      "shortCiteRegEx" : "Dahle",
      "year" : 2013
    }, {
      "title" : "Evaluation of CO2 low salinity water-alternating-gas for enhanced oil recovery",
      "author" : [ "Dang", "Cuong", "Nghiem", "Long", "Nguyen", "Ngoc", "Chen", "Zhangxin", "Quoc" ],
      "venue" : "J. Nat. Gas Sci. Eng",
      "citeRegEx" : "Dang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dang et al\\.",
      "year" : 2016
    }, {
      "title" : "On the theory of electrolytes. I. Freezing point depression and related phenomena",
      "author" : [ "Debye", "Peter", "Hückel", "Erich" ],
      "venue" : "The Collected Papers of Peter JW Debye",
      "citeRegEx" : "Debye et al\\.,? \\Q1954\\E",
      "shortCiteRegEx" : "Debye et al\\.",
      "year" : 1954
    }, {
      "title" : "Enhanced heavy oil recovery using TiO2 nanoparticles: investigation of deposition during transport in core plug",
      "author" : [ "Ehtesabi", "Hamide", "Ahadian", "M. Mahdi", "Taghikhani", "Vahid" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Ehtesabi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ehtesabi et al\\.",
      "year" : 2014
    }, {
      "title" : "Applications of nanotechnology in the oil & gas industry: latest trends worldwide & future challenges in Egypt. In: North Africa Technical Conference and Exhibition",
      "author" : [ "A.I. El-Diasty", "A.M.S. Ragab" ],
      "venue" : "Society of Petroleum Engineers,",
      "citeRegEx" : "El.Diasty and Ragab,? \\Q2013\\E",
      "shortCiteRegEx" : "El.Diasty and Ragab",
      "year" : 2013
    }, {
      "title" : "Viscosity and thermal conductivity measurements of water-based nanofluids containing titanium oxide nanoparticles",
      "author" : [ "Fedele", "Laura", "Colla", "Bobbo", "Sergio" ],
      "venue" : "Int. J. Refrig",
      "citeRegEx" : "Fedele et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Fedele et al\\.",
      "year" : 2012
    }, {
      "title" : "Wettability alteration of sandstone cores by alumina-based nanofluids",
      "author" : [ "Giraldo", "Juliana", "Pedro", "Benjumea", "Lopera", "Sergio", "Cortés", "Farid B", "Ruiz", "Marco A" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Giraldo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Giraldo et al\\.",
      "year" : 2013
    }, {
      "title" : "Ionic Processes in Solution",
      "author" : [ "R.W. Gurney" ],
      "venue" : null,
      "citeRegEx" : "Gurney,? \\Q1953\\E",
      "shortCiteRegEx" : "Gurney",
      "year" : 1953
    }, {
      "title" : "Enhanced heavy oil recovery by in situ prepared ultradispersed multimetallic nanoparticles: a study of hot fluid flooding for Athabasca bitumen recovery",
      "author" : [ "Hashemi", "Rohallah", "Nassar", "Nashaat N", "Pereira Almao", "Pedro" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Hashemi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Hashemi et al\\.",
      "year" : 2013
    }, {
      "title" : "Heat transfer and flow behaviour of aqueous suspensions of TiO2 nanoparticles (nanofluids) flowing upward through a vertical pipe",
      "author" : [ "He", "Yurong", "Jin", "Yi", "Chen", "Haisheng", "Ding", "Yulong", "Cang", "Daqiang", "Lu", "Huilin" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "He et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2007
    }, {
      "title" : "A coreflood investigation of nanofluid enhanced oil recovery",
      "author" : [ "Hendraningrat", "Luky", "Li", "Shidong", "Torsæter", "Ole" ],
      "venue" : "J. Pet. Sci. Eng",
      "citeRegEx" : "Hendraningrat et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Hendraningrat et al\\.",
      "year" : 2013
    }, {
      "title" : "Industry first field trial of reservoir nanoagents. In: SPE Paper 142592, Presented at SPE Middle East Oil and Gas Show and Conference in Manama, Bahrain",
      "author" : [ "M.Y. Kanj", "M.H. Rashid", "E.P. Giannelis" ],
      "venue" : null,
      "citeRegEx" : "Kanj et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Kanj et al\\.",
      "year" : 2011
    }, {
      "title" : "Wettability alteration in carbonates using zirconium oxide nanofluids: EOR implications",
      "author" : [ "Karimi", "Ali", "Fakhroueian", "Zahra", "Bahramian", "Alireza", "Khiabani", "Nahid Pour", "Darabad", "Jabar Babaee", "Azin", "Reza", "Arya", "Sharareh" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Karimi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Karimi et al\\.",
      "year" : 2012
    }, {
      "title" : "An interface-analyzing technique to evaluate the heavy oil swelling in presence of nickel oxide nanoparticles",
      "author" : [ "Kazemzadeh", "S. Yousef", "Eshraghi", "Ehsan", "Sourani", "Saeed", "Reyhani", "Mahshid" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Kazemzadeh et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kazemzadeh et al\\.",
      "year" : 2015
    }, {
      "title" : "Effects of surfactant on stability and thermo-physical properties of metal oxide nanofluids",
      "author" : [ "M.A. Khairul", "Shah", "Kalpit", "Doroodchi", "Elham", "Azizian", "Reza", "Moghtaderi", "Behdad" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "Khairul et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Khairul et al\\.",
      "year" : 2016
    }, {
      "title" : "The effects of salt type and salinity on formation water viscosity and NMR responses",
      "author" : [ "Kwak", "Hyung Tae", "Zhang", "Gigi", "Chen", "Songhua" ],
      "venue" : "Proceedings of the International Symposium of the Society of Core Analysts,",
      "citeRegEx" : "Kwak et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Kwak et al\\.",
      "year" : 2005
    }, {
      "title" : "Low salinity oil recovery – an experimental investigation",
      "author" : [ "A. Lager", "K.J. Webb", "C.J.J. Black", "M. Singleton", "K.S. Sorbie" ],
      "venue" : "Paper SCA2006-36 Presented at the International Symposium of the Society of Core Analysts,",
      "citeRegEx" : "Lager et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Lager et al\\.",
      "year" : 2006
    }, {
      "title" : "The impacts of aqueous ions on interfacial tension and wettability of an asphaltenic–acidic crude oil reservoir during smart water injection",
      "author" : [ "Lashkarbolooki", "Mostafa", "Ayatollahi", "Shahab", "Riazi", "Masoud" ],
      "venue" : "J. Chem. Eng. Data",
      "citeRegEx" : "Lashkarbolooki et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lashkarbolooki et al\\.",
      "year" : 2014
    }, {
      "title" : "Low salinity injection into asphaltenic-carbonate oil reservoir, mechanistical study",
      "author" : [ "Lashkarbolooki", "Mostafa", "Riazi", "Masoud", "Hajibagheri", "Farzad", "Ayatollahi", "Shahab" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Lashkarbolooki et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lashkarbolooki et al\\.",
      "year" : 2016
    }, {
      "title" : "Design and screening of synergistic blends of SiO2 nanoparticles and surfactants for enhanced oil recovery in high-temperature reservoirs",
      "author" : [ "Le", "Nhu Y. Thi", "Duy", "Khanh Pham", "Kim", "Hung Le", "Nguyen", "Phuong Tung" ],
      "venue" : "Adv. Nat. Sci. Nanosci. Nanotechnol",
      "citeRegEx" : "Le et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Le et al\\.",
      "year" : 2011
    }, {
      "title" : "Enhanced wettability modification and CO2 solubility effect by carbonated low salinity water injection in carbonate reservoirs",
      "author" : [ "Lee", "Ji Ho", "Kun Sang" ],
      "venue" : "J. Chem",
      "citeRegEx" : "Lee et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2017
    }, {
      "title" : "Investigation of physical properties and displacement mechanisms of surface-grafted nano-cellulose fluids for enhanced oil recovery",
      "author" : [ "Li", "Qinzhi", "Wei", "Bing", "Lu", "Laiming", "Yibo", "Wen", "Yangbing", "Pu", "Wanfen", "Hao", "Wang", "Chongyang" ],
      "venue" : "Fuel 207,",
      "citeRegEx" : "Li et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2017
    }, {
      "title" : "Effects of water soluble ions on interfacial tension (IFT) between oil and brine in smart and carbonated smart water injection process in oil reservoirs",
      "author" : [ "Manshad", "Abbas Khaksar", "Olad", "Milad", "Taghipour", "Shahab Aldin", "Nowrouzi", "Iman", "Mohammadi", "Amir H" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Manshad et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Manshad et al\\.",
      "year" : 2016
    }, {
      "title" : "Effects of water soluble ions on wettability alteration and contact angle in smart and carbonated smart water injection process in oil reservoirs",
      "author" : [ "Manshad", "Abbas Khaksar", "Nowrouzi", "Iman", "Mohammadi", "Amir H" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Manshad et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Manshad et al\\.",
      "year" : 2017
    }, {
      "title" : "Wettability alteration and interfacial tension (IFT) reduction in enhanced oil recovery (EOR) process by ionic liquid flooding",
      "author" : [ "Manshad", "Abbas Khaksar", "Rezaei", "Mansooreh", "Moradi", "Siamak", "Nowrouzi", "Iman", "Mohammadi", "Amir H" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Manshad et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Manshad et al\\.",
      "year" : 2017
    }, {
      "title" : "The application of nanoparticle dispersions to remove paraffin and polymer filter cake damage",
      "author" : [ "P.M. Mcelfresh", "C. Olguin", "D. Ector", "February" ],
      "venue" : "In: Proceedings of the SPE International Symposium and Exhibition on Formation Damage Control, Lafayette, LA, USA, 15–17, SPE-151848-MS.",
      "citeRegEx" : "Mcelfresh et al\\.,? 2012a",
      "shortCiteRegEx" : "Mcelfresh et al\\.",
      "year" : 2012
    }, {
      "title" : "Application of nanofluid technology to improve recovery in oil and gas wells",
      "author" : [ "McElfresh", "Paul M", "Holcomb", "David Lee", "Ector", "Daniel" ],
      "venue" : "Presented at the SPE International Oilfield Nanotechnology Conference. Noordwijk, the Netherlands,",
      "citeRegEx" : "McElfresh et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "McElfresh et al\\.",
      "year" : 2012
    }, {
      "title" : "Comparative study of using nanoparticles for enhanced oil recovery: wettability alteration of carbonate rocks",
      "author" : [ "Moghaddam", "Nazari", "Rasoul", "Bahramian", "Alireza", "Fakhroueian", "Zahra", "Ali", "Karimi", "Arya", "Sharareh" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Moghaddam et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Moghaddam et al\\.",
      "year" : 2015
    }, {
      "title" : "Mechanistic modeling of the benefit of combining polymer with low salinity water for enhanced oil recovery. In: SPE Improved Oil Recovery Symposium",
      "author" : [ "Mohammadi", "Hourshad", "Jerauld", "Gary" ],
      "venue" : "Society of Petroleum Engineers SPE-153161-MS",
      "citeRegEx" : "Mohammadi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Mohammadi et al\\.",
      "year" : 2012
    }, {
      "title" : "TiO2/SiO2 nanofluids as novel inhibitors for the stability of asphaltene particles in crude oil: mechanistic understanding, screening, modeling, and optimization",
      "author" : [ "M. Mohammadi", "M. Dadvar", "B. Dabir" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Mohammadi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mohammadi et al\\.",
      "year" : 2017
    }, {
      "title" : "Characterization of physical properties of nanofluids for heat transfer application",
      "author" : [ "R. Mondragón", "C. Segarra", "J.C. Jarque", "J.E. Julia", "L. Hernández", "R. Martínez-Cuenca" ],
      "venue" : "Journal of Physics: Conference Series,",
      "citeRegEx" : "Mondragón et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Mondragón et al\\.",
      "year" : 2012
    }, {
      "title" : "Applications of aluminium oxide and zirconium oxide nanoparticles in altering dolomite rock wettability using different dispersing medium",
      "author" : [ "M.S. Moslan", "Wan Rosli", "Wan Sulaiman", "A.R. Ismail", "M.Z. Jaafar" ],
      "venue" : "Chem. Eng. Trans",
      "citeRegEx" : "Moslan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Moslan et al\\.",
      "year" : 2017
    }, {
      "title" : "Investigations of thermal conductivity and viscosity of nanofluids",
      "author" : [ "S.M.S. Murshed", "K.C. Leong", "C. Yang" ],
      "venue" : "Int. J. Therm. Sci",
      "citeRegEx" : "Murshed et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Murshed et al\\.",
      "year" : 2008
    }, {
      "title" : "Temperature and particle-size dependent viscosity data for water-based nanofluids–hysteresis phenomenon",
      "author" : [ "C.T. Nguyen", "F. Desgranges", "Roy", "Gilles", "Galanis", "Nicolas", "Maré", "Thierry", "S. Boucher", "H. Angue Mintsa" ],
      "venue" : "Int. J. Heat Fluid Flow",
      "citeRegEx" : "Nguyen et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Nguyen et al\\.",
      "year" : 2007
    }, {
      "title" : "January1. Evaluation on the EOR Potential Capacity of the Synthesized Composite Silica-Core/Polymer-Shell Nanoparticles Blended with Surfactant Systems for the HPHT Offshore Reservoir Conditions. Society of Petroleum Engineers SPE157127-MS",
      "author" : [ "Nguyen", "P.-T", "Do", "B.-P.H", "Pham", "D.-K", "Q.-T", "Dao", "D.-Q.P", "H.-A" ],
      "venue" : null,
      "citeRegEx" : "Nguyen et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Nguyen et al\\.",
      "year" : 2012
    }, {
      "title" : "Effects of dissolved binary ionic compounds and different densities of brine on interfacial tension (IFT), wettability alteration, and contact angle in smart water and carbonated smart water injection processes in carbonate oil reservoirs",
      "author" : [ "Nowrouzi", "Iman", "Khaksar Manshad", "Abbas", "Mohammadi", "Amir H" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Nowrouzi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Nowrouzi et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of ions and dissolved carbon dioxide in brine on wettability alteration, contact angle and oil production in smart water and carbonated smart water injection processes in carbonate oil reservoirs",
      "author" : [ "Nowrouzi", "Iman", "Khaksar Manshad", "Abbas", "Mohammadi", "Amir H" ],
      "venue" : "Fuel 235,",
      "citeRegEx" : "Nowrouzi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nowrouzi et al\\.",
      "year" : 2019
    }, {
      "title" : "Effects of dissolved carbon dioxide and ions in water on the dynamic interfacial tension of water and oil in the process of carbonated smart water injection into oil reservoirs",
      "author" : [ "Nowrouzi", "Iman", "Khaksar Manshad", "Abbas", "Mohammadi", "Amir H" ],
      "venue" : "Fuel 243,",
      "citeRegEx" : "Nowrouzi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nowrouzi et al\\.",
      "year" : 2019
    }, {
      "title" : "Thermal conductivity measurement of methanol-based nanofluids with Al2O3 and SiO2 nanoparticles",
      "author" : [ "Pang", "Changwei", "Jung", "Jung-Yeul", "Lee", "Jae Won", "Kang", "Yong Tae" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "Pang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pang et al\\.",
      "year" : 2012
    }, {
      "title" : "Smart water as wettability modifier in carbonate and sandstone: a discussion of similarities/differences in the chemical mechanisms",
      "author" : [ "A. Rezaei Doust", "T. Puntervold", "S. Strand", "T. Austad" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Doust et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Doust et al\\.",
      "year" : 2009
    }, {
      "title" : "Effects of low-salinity water coupled with silica nanoparticles on wettability alteration of dolomite at reservoir temperature",
      "author" : [ "Sadatshojaei", "Erfan", "Jamialahmadi", "Mohammad", "Esmaeilzadeh", "Feridun", "Hossein Ghazanfari" ],
      "venue" : "Pet. Sci. Technol",
      "citeRegEx" : "Sadatshojaei et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sadatshojaei et al\\.",
      "year" : 2016
    }, {
      "title" : "Simultaneous adsorption of CTAB surfactant and magnetite nanoparticles on the interfacial tension of n-hexane–water",
      "author" : [ "Saien", "Javad", "Gorji", "Abolfazl Mohamadpour" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "Saien et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Saien et al\\.",
      "year" : 2017
    }, {
      "title" : "Experimental investigation of using nano fluid to improve productivity index on enhancing oil recovery",
      "author" : [ "M. Sajjadian", "V. Sajjadian", "A.A. Daya" ],
      "venue" : "Int. J. Min. Sci. (IJMS) 2 (Issue",
      "citeRegEx" : "Sajjadian et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sajjadian et al\\.",
      "year" : 2016
    }, {
      "title" : "Enhanced oil recovery (EOR) by combined",
      "author" : [ "Shaker Shiran", "Behruz", "Skauge", "Arne" ],
      "venue" : null,
      "citeRegEx" : "Shiran et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Shiran et al\\.",
      "year" : 2013
    }, {
      "title" : "January 1. Transportation and Interaction of Nano and Micro Size Metal Particles Injected to Improve Thermal Recovery of Heavy-Oil",
      "author" : [ "Y.H. Shokrlu", "T. Babadagli" ],
      "venue" : "Society of Petroleum Engineers SPE-146661-MS",
      "citeRegEx" : "Shokrlu and Babadagli,? \\Q2011\\E",
      "shortCiteRegEx" : "Shokrlu and Babadagli",
      "year" : 2011
    }, {
      "title" : "Vital role of nanopolymers in drilling and stimulations fluid applications",
      "author" : [ "S. Singh", "R. Ahmed" ],
      "venue" : "Paper SPE 130413 Presented at the SPE Annual Technical Conference and Exhibition,",
      "citeRegEx" : "Singh and Ahmed,? \\Q2010\\E",
      "shortCiteRegEx" : "Singh and Ahmed",
      "year" : 2010
    }, {
      "title" : "Low salinity waterflood at reduced capillarity. In: SPE Improved Oil Recovery Symposium. Society of Petroleum Engineers SPE-154236-MS",
      "author" : [ "Spildo", "Kristine", "Annette", "Meland Johannessen", "Arne" ],
      "venue" : "Skauge,",
      "citeRegEx" : "Spildo et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Spildo et al\\.",
      "year" : 2012
    }, {
      "title" : "Partition coefficients and interfacial activity for polar components in oil/water model systems",
      "author" : [ "Standal", "Sylvi Høiland", "Blokhus", "Anne Marit", "Haavik", "Jostein", "Arne", "Skauge", "Barth", "Tanja" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "Standal et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Standal et al\\.",
      "year" : 1999
    }, {
      "title" : "Smart water” for oil recovery from fractured limestone: a preliminary study",
      "author" : [ "Strand", "Skule", "Austad", "Tor", "Puntervold", "Tina", "Høgnesen", "Eli J", "Olsen", "Martin", "Barstad", "Sven Michael F" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Strand et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Strand et al\\.",
      "year" : 2008
    }, {
      "title" : "Application of nanoparticles in enhanced oil recovery: a critical review of recent progress",
      "author" : [ "Sun", "Xiaofei", "Zhang", "Yanyu", "Chen", "Guangpeng", "Gai", "Zhiyong" ],
      "venue" : "Energies",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "Effect of nanoparticles/nanofluids on the rheology of heavy crude oil and its mobility on porous media at reservoir conditions",
      "author" : [ "Taborda", "Esteban A", "Franco", "Camilo A", "Lopera", "Sergio H", "Alvarado", "Vladimir", "Cortés", "Farid B" ],
      "venue" : "Fuel 184,",
      "citeRegEx" : "Taborda et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Taborda et al\\.",
      "year" : 2016
    }, {
      "title" : "Experimental and theoretical study of viscosity reduction in heavy crude oils by addition of nanoparticles",
      "author" : [ "Taborda", "Esteban A", "Franco", "Camilo A", "Ruiz", "Marco A", "2017. Vladimir Alvarado", "Farid B. Cortés" ],
      "venue" : "Energy Fuels",
      "citeRegEx" : "Taborda et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Taborda et al\\.",
      "year" : 2017
    }, {
      "title" : "Low-salinity water-alternating-CO2 flooding enhanced oil recovery: theory and experiments",
      "author" : [ "Teklu", "Tadesse Weldu", "Alameri", "Waleed", "Graves", "Ramona M", "Kazemi", "Hossein", "M. Ali" ],
      "venue" : "Al-sumaiti,",
      "citeRegEx" : "Teklu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Teklu et al\\.",
      "year" : 2014
    }, {
      "title" : "Rheology and colloidal structure of aqueous TiO2 nanoparticle suspensions",
      "author" : [ "Tseng", "Wenjea J", "Lin", "Kuang-Chih" ],
      "venue" : "Mater. Sci. Eng. A",
      "citeRegEx" : "Tseng et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Tseng et al\\.",
      "year" : 2003
    }, {
      "title" : "The wetting and spreading of nanofluids on solids: role of the structural disjoining pressure",
      "author" : [ "Wasan", "Darsh", "Alex Nikolov", "Kondiparty", "Kirti" ],
      "venue" : "Curr. Opin. Colloid Interface Sci",
      "citeRegEx" : "Wasan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wasan et al\\.",
      "year" : 2011
    }, {
      "title" : "The low salinity effect at high temperatures",
      "author" : [ "Q. Xie", "P.V. Brady", "E. Pooryousefy", "D. Zhou", "Y. Liu", "A. Saeedi" ],
      "venue" : "Fuel 200,",
      "citeRegEx" : "Xie et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2017
    }, {
      "title" : "Toward TiO 2 nanofluids—Part 1: preparation and properties",
      "author" : [ "Yang", "Liu", "Hu", "Yuhan" ],
      "venue" : "Nanoscale Res. Lett",
      "citeRegEx" : "Yang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2017
    }, {
      "title" : "Salting-out effect of dipotassium hydrogen phosphate on the recovery of acetone, butanol, and ethanol from a prefractionator",
      "author" : [ "Yi", "Conghua", "Xie", "Shaoqu", "Qiu", "Xueqing" ],
      "venue" : "J. Chem. Eng. Data",
      "citeRegEx" : "Yi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yi et al\\.",
      "year" : 2014
    }, {
      "title" : "A review on nanofluids: preparation, stability mechanisms, and applications",
      "author" : [ "Yu", "Wei", "Xie", "Huaqing" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "Yu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2012
    }, {
      "title" : "Flow of nanodispersed catalyst particles through porous media: effect of permeability and temperature. Can",
      "author" : [ "Zamani", "Amir", "Maini", "Brij", "Pedro" ],
      "venue" : "Pereira‐Almao,",
      "citeRegEx" : "Zamani et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Zamani et al\\.",
      "year" : 2012
    }, {
      "title" : "Experimental study on adsorption of a new surfactant onto carbonate reservoir samples—application to EOR",
      "author" : [ "S. Zendehboudi", "M.A. Ahmadi", "A.R. Rajabzadeh", "N. Mahinpey", "I. Chatzis" ],
      "venue" : "Can. J. Chem. Eng",
      "citeRegEx" : "Zendehboudi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zendehboudi et al\\.",
      "year" : 2013
    }, {
      "title" : "Wettability alteration and improved oil recovery by spontaneous imbibition of seawater into chalk: impact of the potential determining ions",
      "author" : [ "Zhang", "Peimao", "Tweheyo", "Medad T", "Austad", "Tor" ],
      "venue" : null,
      "citeRegEx" : "Zhang et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 62,
      "context" : ", 2016, 2017a,b) and combination of these methods has shown that it is possible to reach to desirable level of wettability and IFT (Spildo et al., 2012; Alagic and Skauge, 2010; Alagic et al., 2011).",
      "startOffset" : 131,
      "endOffset" : 198
    }, {
      "referenceID" : 2,
      "context" : ", 2016, 2017a,b) and combination of these methods has shown that it is possible to reach to desirable level of wettability and IFT (Spildo et al., 2012; Alagic and Skauge, 2010; Alagic et al., 2011).",
      "startOffset" : 131,
      "endOffset" : 198
    }, {
      "referenceID" : 10,
      "context" : "There are different available literature researches in the category of combinational methods with smart water including injection of carbonated smart water (Manshad et al., 2016, 2017a,b; Blom et al., 2016; Lee and Lee, 2017; Nowrouzi et al., 2018, 2019a, 2019b), polymer-smart water (Mohammadi and Jerauld, 2012; Shiran and Skauge 2013), CO2 – smart water – surfactant (Teklu et al.",
      "startOffset" : 156,
      "endOffset" : 262
    }, {
      "referenceID" : 68,
      "context" : ", 2017), alternative injection of smart water and CO2 (Teklu et al., 2014; Dang et al., 2016) and dispersion of nano-particles in smart water (Sadatshojaei et al.",
      "startOffset" : 54,
      "endOffset" : 93
    }, {
      "referenceID" : 17,
      "context" : ", 2017), alternative injection of smart water and CO2 (Teklu et al., 2014; Dang et al., 2016) and dispersion of nano-particles in smart water (Sadatshojaei et al.",
      "startOffset" : 54,
      "endOffset" : 93
    }, {
      "referenceID" : 56,
      "context" : ", 2016) and dispersion of nano-particles in smart water (Sadatshojaei et al., 2016).",
      "startOffset" : 56,
      "endOffset" : 83
    }, {
      "referenceID" : 28,
      "context" : ", 2012; Saien and Gorji, 2017), wettability alteration (Karimi et al., 2012; Al-Anssari et al., 2016; Giraldo et al., 2013), heavy oil inflammation (Kazemzadeh et al.",
      "startOffset" : 55,
      "endOffset" : 123
    }, {
      "referenceID" : 0,
      "context" : ", 2012; Saien and Gorji, 2017), wettability alteration (Karimi et al., 2012; Al-Anssari et al., 2016; Giraldo et al., 2013), heavy oil inflammation (Kazemzadeh et al.",
      "startOffset" : 55,
      "endOffset" : 123
    }, {
      "referenceID" : 22,
      "context" : ", 2012; Saien and Gorji, 2017), wettability alteration (Karimi et al., 2012; Al-Anssari et al., 2016; Giraldo et al., 2013), heavy oil inflammation (Kazemzadeh et al.",
      "startOffset" : 55,
      "endOffset" : 123
    }, {
      "referenceID" : 29,
      "context" : ", 2013), heavy oil inflammation (Kazemzadeh et al., 2015), asphaltene stabilization (ElDiasty and Ragab, 2013; Mohammadi et al.",
      "startOffset" : 32,
      "endOffset" : 57
    }, {
      "referenceID" : 45,
      "context" : ", 2015), asphaltene stabilization (ElDiasty and Ragab, 2013; Mohammadi et al., 2017), decreasing the viscosity of oil (Li et al.",
      "startOffset" : 34,
      "endOffset" : 84
    }, {
      "referenceID" : 37,
      "context" : ", 2017), decreasing the viscosity of oil (Li et al., 2017; Taborda et al., 2016, 2017), increasing the viscosity of the injected phase (Ehtesabi et al.",
      "startOffset" : 41,
      "endOffset" : 86
    }, {
      "referenceID" : 19,
      "context" : ", 2016, 2017), increasing the viscosity of the injected phase (Ehtesabi et al., 2014; Bobbo et al., 2012), nano-emulsion formation (Anganaei et al.",
      "startOffset" : 62,
      "endOffset" : 105
    }, {
      "referenceID" : 11,
      "context" : ", 2016, 2017), increasing the viscosity of the injected phase (Ehtesabi et al., 2014; Bobbo et al., 2012), nano-emulsion formation (Anganaei et al.",
      "startOffset" : 62,
      "endOffset" : 105
    }, {
      "referenceID" : 4,
      "context" : ", 2012), nano-emulsion formation (Anganaei et al., 2014) and pore channel plugging (Hashemi et al.",
      "startOffset" : 33,
      "endOffset" : 56
    }, {
      "referenceID" : 24,
      "context" : ", 2014) and pore channel plugging (Hashemi et al., 2013; Zamani et al., 2012).",
      "startOffset" : 34,
      "endOffset" : 77
    }, {
      "referenceID" : 75,
      "context" : ", 2014) and pore channel plugging (Hashemi et al., 2013; Zamani et al., 2012).",
      "startOffset" : 34,
      "endOffset" : 77
    }, {
      "referenceID" : 8,
      "context" : "To date, several nano-particles have been tested in EOR experiments including TiO2, SiO2, Al2O3, ZnO, ZrO2, MgO and Fe2O3 (Bayat et al., 2014; Cheraghian and Hendraningrat, 2016) and more nano-fluids are water base and saline water base.",
      "startOffset" : 122,
      "endOffset" : 178
    }, {
      "referenceID" : 27,
      "context" : "Eventually, after injection of 225 bbl of nano-particles, total conservative recovery factor of 82 percent was achieved and based on calculations on real data, recovery factor increased by 86 percent (Kanj et al., 2011).",
      "startOffset" : 200,
      "endOffset" : 219
    }, {
      "referenceID" : 25,
      "context" : "Stability of the TiO2 nano-particles in aquoues solution using this method without adding chemicals was estimated to remain for several months (He et al., 2007).",
      "startOffset" : 143,
      "endOffset" : 160
    }, {
      "referenceID" : 54,
      "context" : "It means that the suspension transparency needs to be high enough to moderate the Tyndall effect which disperses the light in suspensions as a criteria to assess the quality of the image (Pang et al., 2012), not to block the camera view for imaging.",
      "startOffset" : 187,
      "endOffset" : 206
    }, {
      "referenceID" : 76,
      "context" : "Finally, the amount of nanoparticle absorption at each concentration and size was calculated by calculating the secondary concentration from calibration graph and equation (2) (Zendehboudi et al., 2013):",
      "startOffset" : 176,
      "endOffset" : 202
    }, {
      "referenceID" : 26,
      "context" : "Formed layer of nanoparticles immerge a weak interfacial tension between immissible phases which is almost similar to the function of the surfactants and of course, the resulting concentration is proportional to nano-particle concentration in nano-fluids meaning that the increasing of the concentration intensifies this mechanism and decreases the interfacial tension more (Hendraningrat et al., 2013).",
      "startOffset" : 374,
      "endOffset" : 402
    }, {
      "referenceID" : 33,
      "context" : "They considered salting-in and sating-out effects related to the interfacial tension depletion (Lashkarbolooki et al., 2014).",
      "startOffset" : 95,
      "endOffset" : 124
    }, {
      "referenceID" : 73,
      "context" : "It can be mentioned that the salting-in effect would ease the dispersion of active surface parameters in the solvent with lower salt concentration and in other words, in low salinity solubility of different crude oil hydrocarbons in aquoues bulk would increase (Yi et al., 2014; Armenante and Karlsson, 1982; Standal et al., 1999).",
      "startOffset" : 261,
      "endOffset" : 330
    }, {
      "referenceID" : 63,
      "context" : "It can be mentioned that the salting-in effect would ease the dispersion of active surface parameters in the solvent with lower salt concentration and in other words, in low salinity solubility of different crude oil hydrocarbons in aquoues bulk would increase (Yi et al., 2014; Armenante and Karlsson, 1982; Standal et al., 1999).",
      "startOffset" : 261,
      "endOffset" : 330
    }, {
      "referenceID" : 8,
      "context" : "This diffused film on the rock surface is capable of separating oil, paraffins, water and gas from the surface (McElfresh et al., 2012a,b; Bayat et al., 2014).",
      "startOffset" : 111,
      "endOffset" : 158
    }, {
      "referenceID" : 6,
      "context" : "Brownian motion and electrostatic repulsion among nano-particles are the source of this pressure (Aveyard et al., 2003).",
      "startOffset" : 97,
      "endOffset" : 119
    }, {
      "referenceID" : 6,
      "context" : "With decreasing the nano-particle diameter, pressure gradient between two fluids decreases (Aveyard et al., 2003).",
      "startOffset" : 91,
      "endOffset" : 113
    }, {
      "referenceID" : 48,
      "context" : "Researches have shown that nano-fluid viscosity is higher than base fluid and it depends on nano-particle volumetric percentage and it has a direct relationship with volumetric percentage (Ghadimi et al., 2011; Murshed et al., 2008).",
      "startOffset" : 188,
      "endOffset" : 232
    }, {
      "referenceID" : 49,
      "context" : "Nano-fluid viscosity is dependent on several parameters including temperature, concentration and nature of the nano-particles, nano-particle size and base fluid viscosity (Nguyen et al., 2007).",
      "startOffset" : 171,
      "endOffset" : 192
    }, {
      "referenceID" : 49,
      "context" : "In more cases, a nano-fluid viscosity is following the suspensions and it is related to base fluid of it which it considers nano-particles like hard sphere particles and dispersed in it (Nguyen et al., 2007; Bobbo et al., 2012).",
      "startOffset" : 186,
      "endOffset" : 227
    }, {
      "referenceID" : 11,
      "context" : "In more cases, a nano-fluid viscosity is following the suspensions and it is related to base fluid of it which it considers nano-particles like hard sphere particles and dispersed in it (Nguyen et al., 2007; Bobbo et al., 2012).",
      "startOffset" : 186,
      "endOffset" : 227
    }, {
      "referenceID" : 11,
      "context" : "The viscosity changes of waterbase TiO2 nano-fluid has been investigated by many researchers in different concentrations [(Bobbo et al., 2012), (Tseng and Lin, 2003), (Chen et al.",
      "startOffset" : 122,
      "endOffset" : 142
    }, {
      "referenceID" : 13,
      "context" : ", 2012), (Tseng and Lin, 2003), (Chen et al., 2009), (Alphonse et al.",
      "startOffset" : 32,
      "endOffset" : 51
    }, {
      "referenceID" : 31,
      "context" : "It means that the contribution of each ionic solution in the viscosity is positive based on Brownian motion and Debye-Huckel theory (Kwak et al., 2005).",
      "startOffset" : 132,
      "endOffset" : 151
    }, {
      "referenceID" : 31,
      "context" : "Increasing or decreasing the resistance is dependant on ionic resistance and concentration of the ions (Bernal and Fowler, 1933; Kwak et al., 2005).",
      "startOffset" : 103,
      "endOffset" : 147
    }, {
      "referenceID" : 23,
      "context" : "Based on this equation, viscosity of the ionic solution is proportional to electrostatic forces between positive and negative ions considering the number of ions in unite volume (Gurney, 1953).",
      "startOffset" : 178,
      "endOffset" : 192
    }, {
      "referenceID" : 70,
      "context" : "The intensity of this spontaneous process is also dependent on the concentration and size of the nanoparticles and interfacial tension (Wasan et al., 2011).",
      "startOffset" : 135,
      "endOffset" : 155
    } ],
    "year" : 2019,
    "abstractText" : "Using smart nano-fluids with respect to enhanced oil recovery (EOR) is an emerging technology, which is normally studied in combination with other methods. Nano-fluid performance depends on type, size and concentration of the dispersed nano-particles in it. In the current work, effects of size and concentration of seawaterbased nano-fluid of TiO2 in different salinities (resulted from dilution) on enhanced oil recovery parameters including contact angle, wettability and interfacial tension (IFT) have been investigated using the pendant drop method. Eventually, effect of TiO2 nano-particles in nano-fluids on recovered quantity has been investigated using imbibition experiment mechanism, which is one of the most important mechanisms in oil production from fractured reservoirs. Results of the experiments show that using higher concentration and smaller particle sizes of TiO2 would decrease the IFT and contact angle. Higher concentration and larger particle sizes of TiO2 in nanofluid would increase the viscosity. Imbibition experiments show that the nanofluids containing smaller TiO2 nanoparticles are more efficient.",
    "creator" : "Elsevier"
  }
}