{
  "name" : "downloads_2020-04-09_fe_hashemzadeh2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "PDMS Nano-Modified Scaffolds for Improvement of Stem Cells Proliferation and Differentiation in Microfluidic Platform",
    "authors" : [ "Hadi Hashemzadeh", "Abdollah Allahverdi", "Mosslim Sedghi", "Zahra Vaezi", "Tahereh Tohidi Moghadam", "Mario Rothbauer", "Michael Bernhard Fischer", "Peter Ertl", "Hossein Naderi-Manesh" ],
    "emails" : [ "Hashemzadeh.hadi@gmail.com", "t.tohidi@modares.ac.ir", "aallahverdi@gmail.com(A.A.);", "mosslimsedghi@gmail.com", "m_v1382@yahoo.com", "mario.rothbauer@tuwien.ac.at", "michael.fischer@donau-uni.ac.at", "peter.ertl@tuwien.ac.at", "naderman@modares.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: nanomaterials; nanoparticle-polymer composites; nano biointerface; microfluidics material; stem cells; osteogenic differentiation; PDMS functionalization; nanotopography\nNanomaterials 2020, 10, 668; doi:10.3390/nano10040668 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 668 2 of 15"
    }, {
      "heading" : "1. Introduction",
      "text" : "PDMS (polydimethylsiloxane) is a widely used polymer in microfluidic devices for cell and tissue engineering and cell-on-a-chip due to its biocompatibility, permeability to gases, transparency, easy molding and economic affordability. Intrinsic drawbacks of PDMS cause the inappropriate surface for long-term cell analysis [1–4]. Although oxygen plasma treatment, chemical functionalization, and protein coating make the surface biocompatible for cell adhesion, the hydrophilicity reaction caused by oxygen plasma is reversible and also depends on reaction time and temperature. On the other hand, cell attachment and cell aggregations are improved only in areas where the protein has been coated [1,5–7]. Given the increasing demand for microfluidics stem cell-based assays, the tailoring of biocompatible and improved biointerfaces to promote cell-surface interactions is highly demanded. The requirement for advanced stem cell technology has dramatically increased in the last decade, due to the importance of stem cells for medical therapeutics, drug development, and a variety of health-care applications including toxicological studies, disease modeling, and cell replacement therapies [3,8,9]. Mammalian cell adhesion on the substrate surface is pivotal to measure cell viability, proliferation, and differentiation [1], and cell growing behavior significantly depends on surface chemical properties [6]. Chemical modification of surfaces can potentially improve cell adhesion and long-term culture. Previous attempts to increase cell viability on PDMS substrate using plasma treatment, silanization, and polymer functionalization have shown improved cell behavior, but the effect was not acceptable. In addition, the use of nanomaterials in the case of PDMS functionalization has not been evaluated so far. Recently, nano-engineered materials have been widely applied in the areas of drug delivery, biosensing, stem cells, biomedical science, nanotoxicity evaluation, and tissue engineering [3,10–16]. For instance, osteoblast and stem cells cultured on nano-scaffold have long slender morphology on adhesion to neighbor cells; however, the cells cultured in solid scaffold have flat and smooth morphology [17–20]. The effective parameters of the micro-electro-mechanical system (MEMS) on cell attachment are surface chemistry (functional group, surface charge, and hydrophilicity/ hydrophobicity), surface roughness, and topography, which can affect protein adsorption and cell attachment [21]. Tissue engineering strategies require migration and proliferation of the cells to fully populate the scaffold to regenerate and recover the injured tissue. Most of the cells have to attach on the surface to proliferate, migrate, and differentiate; therefore, cell attachment is the first step in recovery development. The extracellular matrix (ECM) induces cellular attachment, migration, proliferation, and differentiation. Indeed, artificial ECM use in tissue engineering can mimics the natural ECM in the extracellular matrix [6,19,22,23]. Various binding protein-like fibronectin, vitronectin, and laminin are used in nano-scaffold, and protein adsorption in nano-scaffold was improved to become 2–4 times better than solid-walled scaffold due to the increase of surface area [18,19]. In the study by Xue et al., fibronectin and collagen type (I) have been covalently bonded to 3-Aminopropyltriethoxysilane (APTES) via glutaraldehyde cross-linker on SU-8 surface [6]. They showed that alongside the wettability of the matrix, the attachment and proliferation of the cells increased compared with the tissue culture plate (TCP), free fibronectin, and collagen (I). Although this surface treatment method is very effective, the process involves time-consuming intermediate steps and the human error accumulated between each step may potentially lead to batch-to-batch inconsistencies. Furthermore, the various cells have different behavior on the diverse contexts like an increase of proliferation in nano-context compared with TCP [17,19,24]. The formed ECM in the cell grown on the nano-context in comparison to the solid-walled or micro-context has higher cell attachment ability. Cell therapy can regenerate the function of the cured tissue; however, less control on cell surviving, differentiation, and maturation are its limitation factors in order to be used as a powerful therapeutic technique [25]. The engineered scaffold can control the behavior of stem cells and therefore solve the above-mentioned problems. The application of nanoparticles (NPs) in regenerative medicine has a very promising future, but NPs can create unpredictable effects on stem cells and also side effects due to small size and penetration ability into the human body [13–15,25]. In general, the NPs used in tissue engineering\nNanomaterials 2020, 10, 668 3 of 15\nmust have characteristics such as biocompatibility, non-toxicity, preservation of physicochemical properties after surface modification, and no effect on stem cell properties and chemical stability in the physiological environment [14,26,27]. On the other hand, using nanocomposite (NPs and polymer) can improve the cell adhesion, proliferation, and differentiation of stem cells and reduce the potential side effects and risks of nanoparticles [28]. It has been shown that the addition of NPs to the scaffold increases the biological regulation of cell behavior. In a study, apatite nanocrystal merged inside polymer fiber to improve tissue regeneration and cell-cell adhesion. The effects of nanocrystal are more important than microcrystal on biological behavior [1]. The mechanism of this phenomenon is still unclear; however, ECM proteins like vitronectin and collagen may easily be absorbed in the substrate in nanoscale compared with microscale [19]. Using a chemical agent like silane to make hydrophilic PDMS may be harmful to cell growth due to its side effects on regenerative medicine and cell therapy. On the other hand, using NPs in cell differentiation may have some toxicity; however, immobilized NPs in the composite have less toxicity and improve cell growth, proliferation, and differentiation [1]. In our previous work, a thin-film layer for microfluidics cell-based assays was fabricated without PDMS functionalization [3]. The nanostructured microfluidics platform was developed to improve human amniotic stem cell differentiation using fibrin/gold nanowires. The result showed that incorporating gold nanowire into fibrin could significantly enhance the differentiation of stem cells to osteo/chondrogenic fates. The synergic role of stiffness and presence of AuNWs have been emphasized in our previous work, where nanotopographical cues created by AuNWs altered the rate of hAMSC differentiation in comparison with the thin-film layer without AuNWs. Nevertheless, PDMS functionalization using nanomaterials has not yet been evaluated for microfluidics cell-based assays. Chuah et al. found that the addition of wettability using polydopamine improves proliferation and differentiation and keeps the multipotency of MSCs [2]. Therefore, hydrophilic condition and amine formation groups on the surface, which makes a biocompatible surface feasible for mechanobiology and cell analysis purposes. Therefore, the availability of these chemical groups in NPs improves the attachment of the cell to the matrix, and proliferation with regard to most of the protein receptors is located at the cell surface. The rougher surface has a larger surface area, and then the cell adhesion improves on the surface in comparison to a smooth surface, which can lead to increase in cell adhesion [3,28–31]. Many polymeric substrates that are being used in tissue engineering nowadays have no suitable mechanical properties. Thus, in order to improve their mechanical and other properties, NPs, biopolymers, and inorganic fillers have been used to overcome this drawback [28,32]. Therefore, a simple, environmentally safe, and effective surface functionalization strategy is crucial for rendering biocompatible PDMS surfaces for long-term cell investigation on PDMS-based lab-on-a-chip devices. Hence, in the current study, we have doped PDMS with a variety of biocompatible nanomaterials to create a nanomaterial-PDMS composite that presents a biocompatible and tunable nano-biointerface for hAMSC adhesion, toxicity, proliferation, and differentiation. Embedding nanoobjects in the PDMS material thus eliminates tedious surface chemistries and secondary modification steps. In this study, we fabricated and tested various nanomaterial—PDMS composites containing either AuNWs, SPIONs, GO, as well as GQD (see Figure 1). Based on initial cell adhesion studies and surface characterizations, polymer-composite nano-biointerfaces are fabricated and subsequently used to investigate stem cell adhesion, proliferation, and differentiation capacity.\nNanomaterials 2020, 10, 668 4 of 15Nanomaterials 2020, 10, x FOR PEER REVIEW 4 of 15\n2.1. Materials\nGold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15]. Fetal calf serum (FCS) and Dulbecco’s modified Eagle’s medium (DMEM) were obtained from Gibco (all from Gibco, Thermo Fisher Scientific, Waltham, MA, USA) and (3-(4, 5-dimethylthiazol-2yl)-2, 5-diphenyltetrazolium bromide) tetrazolium assay (MTT) from Sigma Aldrich (Merck KGaA, Darmstadt, Germany). Standard tissue culture grade polystyrene (TCPS) 96-well CELLSTAR® multi-plates (Greiner Bio-One, Germany) were used and PDMS (Sylgard 184) was purchased from Dow Corning Co. Inc. Double distilled deionized water was produced using a Millipore-Q water system and used in all experiments.\n2.2. Preparation of a PDMS-Based Culture Containing NPs\nMore details about the synthesis and characterization of NPs are in supplementary materials (S1). Surface modification was performed by immersing the native PDMS surface in six nanoparticles, gold nanowire (AuNW), superparamagnetic iron oxide nanoparticle (SPION), graphene quantum dot (GQD), and graphene oxide (GO). PDMS without any nanomaterials and also tissue culture plate (TCP) were used as a control. Each nanomaterial was mixed with PDMS (elastomer to curing agent 10:1 w/w). The certain amounts of NPs were slowly added to the PDMS under vigorous stirring, spin-coated on glass, and then the mixture was degassed in a vacuum desiccator, incubated at 65 °C for at least 6 h. After complete curing, circles with a radius of 2.1 mm were cut, sterilized for 1–2 h under ultraviolet light, and put in the sterilized condition into a 96- well TCP.\n2.3. Surface Characterization\nThe surface roughness (nanotopography) and Young’s modulus of the PDMS substrates containing SPION, GO and GQD, were determined using atomic force microscopy (AFM, CoreAFM, NanoSurf Co. Ltd, Switzerland and Multi-mode AFM, Ara Research Co., Tehran, Iran) with a tapping mode AFM probe, which comprised a silicon tip with a radius of 28 ± 10 nm and a"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15]. Fetal calf serum (FCS) and Dulbecco’s modifie Eagle’s medium (DMEM) were obtained from Gibco (all from Gibco, Thermo Fisher Scientific, Waltham, MA, USA) and (3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromi e) tetrazoliu assay (MTT) fro Sigma Aldrich (Merck KGaA, Darmstadt, Germany). Standard tissue culture grade polystyrene (TCPS) 96-well CELLSTAR®multi-plates (Greiner Bio-One, Germany) were used and PDMS (Sylgard 184) was purchased fro Dow Corning Co. Inc. Double distilled deionized water was produced using a Millipore-Q water system and used in all experiments."
    }, {
      "heading" : "2.2. Preparation of a PDMS-Based Culture Containing NPs",
      "text" : "More details about the synthesis and characterization of NPs are in supplementary materials (S1). Surface modification was performed by immersing the native PDMS surface in six nanoparticles, gold nanowire (AuNW), superparamagnetic iron oxide n n particle (SPION), graphene quantum dot (GQD , and graphene oxide (GO). PDMS without any nanomat rials and also ti sue ulture plate (TCP) were used as a control. E ch nanomaterial was mixed with PDMS (elastomer to curing agent 10:1 w/w). The certai amounts of NPs were slowly dd d t the PDMS under vigor s stirring, spin-co ted on glass, and then the mixture was degassed in a vacuum desi cator, incubated at 65 ◦C for a least 6 h. After complete curing, circles with a radius of 2.1 mm were cut, steriliz d for 1–2 h under ultraviolet light, and put in the sterilized condi ion i to 96-well TCP."
    }, {
      "heading" : "2.3. Surface Characterization",
      "text" : "The surface roughness (nanotopography) and Young’s modulus of the PDMS substrates containing SPION, GO and GQD, were determined using atomic force microscopy (AFM, CoreAFM, NanoSurf Co. Ltd, Switzerland and Multi-mode AFM, Ara Research Co., Tehran, Iran) with a tapping mode AFM probe, which comprised a silicon tip with a radius of 28 ± 10 nm and a spring constant range of 0.5–4.4 N m−1. 20 µm × 20 µm topographical images were scanned at 0.8 Hz, a set point of 0.7 V, and a resolution of 256 pixels. At least 3 points of contact were analyzed for each PDMS substrate. To\nNanomaterials 2020, 10, 668 5 of 15\nmeasure the roughness of the AuNW/PDMS substrate, SEM images were considered in this case by using ImageJ software (version 1.52i, Fiji, Madison, WI, USA). To describe the roughness of the surfaces, the topography of the surface, and the roughness parameter for the surface, the Sa, which is the area average or the distance between the highest and the lowest point of the surface irregularities, was shown and calculated using built-in software (NanoSurf™ CoreAFM Software, version 3.8.1.4, Switzerland). For Au-NW sample preparation, a drop of water containing Au-NW was placed on an aluminum substrate and incubated until the water evaporated. It was then sputter-coated with a 2 nm layer of gold to prevent charge build-up using a coater and then characterized using a KYKY-EM3200 digital scanning electron microscope (SEM-Model tech, KYKY Technology Development Ltd., Bejing, China)."
    }, {
      "heading" : "2.4. Microfluidics Assay",
      "text" : "To create the microfluidics assay, a template for chip fabrication was designed using AUTOCAD 2016 (Autodesk, San Rafael, CA, USA). Then, PDMS sheets were cut using a CAM-1 GS-24 cutter (Roland DGA Corporation, Irvin, CA, USA). Four mm circles from NP/PDMS were cut and used as a substrate in the microfluidic chip (Figure 1). To bind the PDMS-nanomaterial scaffolds and fabricated template to the glass slide, plasma treatment was applied (Harrick Plasma, High Power, 120 s). A certain amount of cells per mL (based on the surface area of the cell culture chamber) were seeded into the microfluidics system, and after expansion, the hAMSCs medium was replaced with osteogenic stem cell differentiation medium (StemMACS OsteoDiff Media, order No. 130-091-678, Miltenyi Biotec GmbH, Bergisch Gladbach, Germany) supplemented with FCS 10% and 1% penicillin/streptomycin. During the stem cell differentiation on-a-chip, the medium was replaced with OsteoDiff Media every 1–2 days, since the chip was kept under CO2 (5%), at 37 ◦C in an incubator. After 7 and 14 days of hAMSCs being treated with OsteoDiff Media, the samples were used to characterize the differentiation rate."
    }, {
      "heading" : "2.5. Immunofluorescence Microscopy and Alizarin Red Staining",
      "text" : "Immunohistochemical staining of the differentiated hAMSCs on NP/PDMS was performed using primary antibodies against collagen type I (Abcam; mouse monoclonal, ab6308, 1/1000 dilution, Cambridge, UK) as follows. The samples were rinsed with PBS several times carefully and slowly, fixated and permeabilized with a solution of 4% paraformaldehyde, 0.5% Triton X100, blocking nonspecific antibodies with 3% BSA, and washed with PBS, using the primary antibodies and wash, blocking nonspecific antibodies with 3% BSA, and washed with PBS. They were then stained with Alexa flour secondary antibody (1/200 dilution monoclonal goat anti-rabbit IgG) and washed with PBS, stained with DAPI (4′, 6-Diamidino-2-phenylindole dihydrochloride). Finally, the stained differentiated hAMSCs cells were viewed using an Olympus IX81 and IX71 (Olympus Ltd, Tokyo, Japan), and the images were analyzed using Fiji software for mean fluorescence intensity (RFU) measurement. For the evaluation of osteogenesis on different NP/PDMS surfaces using alizarin red (2%) (Merck KGaA, Darmstadt, Germany), the medium was removed and each cell chamber was washed several times with PBS and fixed with 4% paraformaldehyde (the paraformaldehyde was heated prior to use to 37 ◦C in a water bath). Then, the differentiated hAMSCs chamber was immersed in alizarin red, and afterward, to remove the nonspecific staining of alizarin red, the samples were washed gently several times with distilled water (DDW). Finally, an image of the samples was captured using an Olympus IX81 and IX71 microscope and the data were analyzed using Fiji software using optical density measurement."
    }, {
      "heading" : "2.6. Cell Culture Assay",
      "text" : "As reported in our previous work [3], human amniotic mesenchymal stem cells (hAMSCs) were used for stem cell differentiation and for investigation of cell adhesion, short-term growth, cell proliferation, cell viability, and cytotoxicity profiles. The study was approved by the ethics committee of the Medical University Vienna (EK791/2008, EK1192/2015), the University Hospital of Lower Austria (GS1-EK-4/312-2015), and the Danube University Krems (Nr.821/2009, 03. Sep. 2015). The placenta was obtained from a healthy delivering woman in accordance with the Austrian Hospital\nNanomaterials 2020, 10, 668 6 of 15\nAct (KAG 1982) after written informed consent was signed. The cells were cultured in DMEM medium containing 10% fetal bovine serum and 1% antibiotic solution (Penicillin-Streptomycin) until the desired confluences were reached. Cells were harvested and cultured on NP-PDMS substrates in a 96-well tissue culture plate (TCP) containing DMEM medium containing 10% fetal bovine serum and 1% antibiotic solution [3]. MTT and neutral red assay were used 1, 3, and 5 days after inoculation. To investigate cell behaviors in 1, 3, and 5 days, 4.5 × 103, 3 × 103, and 2 × 103 cells were inoculated on NP-PDMS substrates in the 96-well plate, respectively. Cell adhesion assay was performed via MTT and a neutral red test, following Mosmann [33]. Hence, after cell counting and re-suspending in standard medium, stem cells were inoculated on nanoparticle-containing substrates in a microplate and were placed in the incubator for more than 30 minutes allowing cells to attach. Then the medium was removed gently, to eliminate unattached cells. This procedure was repeated three times for the complete elimination of unattached cells. Then, cells were incubated under CO2 (5%), at 37 ◦C, for 24 h. After reaching confluence the adhered cells were exposed to MTT reagent for 3 h of forming and also neutral red assay. After removing from MTT reagent, dimethyl sulfoxide (DMSO) (Merck KGaA, Darmstadt, Germany) was added to each well and incubated for 15 min on a shaker. Then, the absorbance of the respective wells was measured at 570 nm using a plate reader (Biotek®, Winooski, VT, USA), and the wells filled with only DMSO were taken as blank reference and their amount was subtracted from the other wells. The cell attachment/viability was expressed relative to control values. The same protocol was used for cell viability, cell proliferation, and other behaviors, without washing at the beginning time."
    }, {
      "heading" : "2.7. Statistical Analysis",
      "text" : "After normalizing the collected data, a statistical analysis such as analysis of variance (ANOVA) and mean comparison was performed using statistical analysis software (SAS) version 9.1 (San Diego, CA, USA). Data were subjected to analysis of variance, and means were compared using Tukey’s multiple comparison test with P = 0.05. The means ± SE were used to compare the data. The mean optical density (OD) and mean fluorescence intensity (RFU) of each pixel of visualized differentiated hAMSCs were analyzed using Fiji software. For this, more than 800 pixels of each bright field and fluorescence 8-bit images (after converting RGB-image to 8-bit) were subtracted with mean value pixel of background. The average of the resulting values was used for mean comparison of each substrate (NP/PDMS) for both immunofluorescence and alizarin red staining."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Nanomaterial Synthesis and Characterization of Nanostructured-PDMS Surfaces",
      "text" : "A key concern associated with employing nanomaterials as additives to advance material properties is the quality of the nanomaterial including composition, size, agglomeration status, high surface area, and noble physico-chemical properties [3,12–14,34]. To address these concerns the employed gold nanowires, superparamagnetic iron oxide nanoparticles (SPION), graphene sheets, and graphene quantum dots were synthesized in-house and characterized using transmission electron microscope (TEM), Fourier-transform infrared spectroscopy (FTIR), scanning electron microscope (SEM), X-ray diffraction (XRD), and ultraviolet–visible spectroscopy (UV). The UV-Vis spectrum of the AuNWs samples is shown in Figure S1A (Supplementary Data) and features a distinct gold absorption band at 540 nm, which belongs to the transverse plasmon resonance mode. While the longitudinal mode shift beyond the visible area is caused by the micrometer length of the AuNWs, the region of 600–700 nm shows a shoulder, which can be related to nano-disk byproducts. Additional SEM images are shown in Figure S1B (Supplementary Data) and reveal the nanometer size of the rod-like shape of the gold nanowires. The graphene oxide sheets were synthesized as reported in our previous study [35], and more details can be found in supplementary supports (S1). In turn, Figure S1C (Supplementary Data) shows the XRD pattern of the graphene oxide sheets revealing a sharp peak at 2θ = 10.33◦\nNanomaterials 2020, 10, 668 7 of 15\ncorresponding to a spacing of d = 0.935 nm, which is far less than reported for pristine graphene at 2θ = 26.6◦ corresponding to the diffraction from the (002) plane with a spacing of d = 0.335 nm. The observed shift of the main peak indicates an increase in spacing between the graphene layers due to the incorporation of oxidized surface groups. Additional FTIR spectra of the synthesized graphene oxide sheets are shown in Figure S1D (Supplementary Data). In turn, FTIR spectra of graphene oxide revealed the presence of carboxyl, epoxy, and carbonyl groups in 1726, 1250, and 1050 cm−1, respectively. Furthermore the sharp peaks at 3390 cm−1 and 1621 cm−1 indicate the presence of OH groups, carbonyl groups, and the presence of C=C bonds in graphene oxide sheets [35], while observed peaks at 1219 cm−1 and 1027 cm−1 indicate the presence of epoxy and alkoxy groups. Finally, Figure S1D (Supplementary Data) shows TEM results from superparamagnetic iron oxide nanoparticles exhibiting an average SPION particle size of around 20 nm. The donated graphene quantum dot results of synthesization and characterization are shown in previous works [35]. Overall, the nanomaterial characterization demonstrates the successful synthesis of the nanomaterial composite. In the next step, the in-house synthesized and characterized nanomaterials were mixed into the PDMS monomers and polymerized at 70 ◦C overnight. The precise 300-µm thick PDMS sheets were extensively rinsed with DI water and investigated regarding their surface structures and topography. To assess the impact of surface roughness of the nanomaterial-PDMS interface, AFM and SEM analysis were conducted in subsequent experiments. It is known that a higher roughness profile could provide a higher surface area for the cell–substrate interaction and thus encourages cell adhesion and proliferation. Figure 2 shows 2D (insets) and 3D AFM and SEM images of native PDMS and graphene oxide, graphene quantum dots, AuNWs, and SPION containing nanomaterial-PDMS composite surfaces. Results of the AFM and SEM study demonstrated a 5-fold to 10-fold increase in surface roughness in the presence of the graphene oxide sheets, graphene quantum dots, AuNWs, and SPION-based PDMS composites. The increase from a root-mean-square (RMS) roughness of 14 ± 0.14 nm in the case of PDMS to 97 ± 0.68 nm for PDMS composites points at nanostructured surfaces in the presence of AuNW nanomaterials (highest). In our study, the effect of nanoparticle doped in PDMS on roughness and Young’s modulus and their synergic effects on hAMSC adhesion, toxicity, proliferation, and osteogenic differentiation of hAMSCs were investigated. Based on our findings, no significant difference in Young’s modulus was observed among the substrates containing the nanoparticles and pristine PDMS. Whereas, doping the nanoparticles in PDMS could influence the roughness of the substrates (Figure 3A,B)."
    }, {
      "heading" : "3.2. Initital Human Amniotic Mesenchymal Stem Cells (hAMSCs) Viability Assessment",
      "text" : "Following the physical characterization of the nanomaterial content and physical evaluation of the nanomaterial-PDMS composite surfaces, an initial biological study was conducted to assess the ability of cells to adhere, spread, and proliferate on nanomaterial-PDMS composites. In this comparative study, cell morphology and viability of stem cells (hAMSCs) cultures in standard tissue culture well plates on top of pristine PDMS sheets and nanomaterial-PDMS composites were investigated using phase-contrast microscopy, using MTT and neutral red viability tests (the data of the neutral red study are not shown). Due to the range of different conditions including six biointerfaces containing different nanomaterials, ANOVA analyses, as initial evaluations, were performed to determine whether the presence of nanomaterials significantly influences cell behavior over a cultivation period of 5 days, as shown in Figure 4. Already after the 1st day in culture, the mean square of the ANOVA analysis revealed a significant probability at 0.01 level, showing that cell behavior is different between hAMSCs cultured on different nanocomposite substrates. Similar to the first day, a strong impact of various NP surface doping on cell proliferation and viability was observed on the third day, while high cell viability was found over the entire 5 days of exposure to various nanostructured nanomaterial-PDMS composite surfaces. For instance, ANOVA analysis of results obtained from neutral red assays at day 5 showed a significant impact on hAMSCs, thus indicating strong biology-material interactions in the presence of nanostructured surfaces (data not shown). To investigate which of the nanomaterial–PDMS composite surfaces promotes the strongest in cell adhesion, proliferation, and viability, a Tukey’s\nNanomaterials 2020, 10, 668 8 of 15\nmultiple comparison test was used. Figure 4 shows the cellular behaviors 6 h post-seeding (day 1) to assess cell adhesion, after 3 days to evaluate cell spreading along the biointerfaces, and after 5 days to investigate the influence of surface structure and composition on cell proliferation. Based on the mean comparison for day 1, hAMSCs revealed the strongest cell-to-surface interaction in the presence of superparamagnetic iron oxide and AuNWs nanostructured PDMS surface, while pristine PDMS and GQD-PDMS composites showed weakest cell adhesion, and there was no significant difference among them. Similarly, AuNW and iron oxide nanoparticle–PDMS composite revealed the best stem cell spreading and viability profile at day 3 and day 5 of cultivation. Less strong but still good cell-substrate interactions are found for graphene oxide and graphene quantum dots-modified PDMS surfaces. Interestingly, SPION and AuNW-based PDMS composite surfaces showed higher cell viabilities than pristine PDMS over a culture period of 5 days. In addition, neutral red and MTT results were analyzed to identify the possible effects on cell cultures in more detail. Looking into initial cell adhesion (at day 1), AuNWs and SPIONs-modified PDMS surfaces yielded the best results, while graphene oxide sheets-based PDMS composite, followed by SPION and gold nanowires, exhibited the highest viability and cell spreading after 3 days in culture. Similar to the above results, gold nanowires-based PDMS composite materials yielded optimum cell culture interfaces over a 5-day growth period, followed by SPION. The result of GQD and GO-modified PDMS composites were strongest compared to pristine PDMS. However, no significant difference was observed in comparison to AuNWs and SPIONs-based PDMS in terms of cell behaviors. Overall, these results demonstrate improved cell adhesion, proliferation, and viability profiles of MSC when using SPION and AuNW modified PDMS biointerfaces."
    }, {
      "heading" : "3.3. Microfluidics Stem Cell Differentiation Using Nanobiointerfaces",
      "text" : "As osteogenic differentiation characteristics, nano-fibrillar proteins like collagen type I is found in bone structure, which serves as a highly organized pattern for calcium deposition [36]. Type I collagen and calcium deposition have been used as osteogenic differentiation biomarkers in different studies [37,38]. Based on the above results, SPION-, AuNW-, graphene oxide sheets-, and graphene quantum dots-modified PDMS composites were used to assess the stem cell differentiation capacity in subsequent microfluidic stem cell cultivations. Different morphology of human amniotic mesenchymal stem cells (hAMSCs) on nano-modified PDMS scaffolds resulted as scaffolds modified by nanomaterials (Supplementary materials, Figure S2). The impact of nanostructured biointerfaces on osteogenic stem cell differentiation was evaluated using immunofluorescence staining of collagen I expression and also alizarin red staining of bio-mineralization events (Figure 5). Osteogenic lineage of the commitment of hAMSCs is shown in the supplementary information (Supplementary materials, Figures S3 and S4), where the expressed osteogenic marker (Coll I) and calcium deposition are compared between the different nanomaterial-PDMS composite biointerfaces. In all cases, a significant increase in osteogenic marker expression was found in the presence of nanostructured PDMS surfaces, thus pointing at improved stem cell differentiation (Figure 5).\nNanomaterials 2020, 10, 668 9 of 15 Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 15\nFigure 2. Substratum atomic force microscopy (AFM) topography of unmodified (A) and modified PDMS surfaces with nanoparticle coating: GO (B), GQD (C), SPION (D), recorded in tapping mode. The contrast covers height variations in the 0–30 nm scale in A and in the 0–350 nm scale in B, C, and D. Scanning electron microscopy image of the morphology of gold nanowires mixed up with PDMS (E,F).\nThe hAMSCs were seeded on the microfluidics chip containing NP/PDMS scaffolds and treated with osteogenic media. Calcium deposition and Coll I expression are osteogenic markers. Based on our results these two markers were found to be significant for the PDMS containing nanoparticles. Microchannels containing PDMS/NPs significantly improved the calcium deposition and Coll I surface markers expression in comparison to pristine PDMS (Figure 5 and supplementary materials, Figures S3 and S4). The expression of Coll I was significantly higher in the PDMS/NPs than in the pristine PDMS, suggesting that the presence of nanoparticle mixed with PDMS somehow has a combined effect on osteogenic stem cell differentiation. In addition, the calcium deposition was evaluated and the same results were found in this study. These results clearly suggest that there was a correlation between the nanoparticles embedded into PDMS and osteogenic stem cell differentiation.\nNanomaterials 2020, 10, 668 10 of 15 Nanomaterials 2020, 10, x FOR PEER REVIEW 9 of 15\nFigure 3. Measured Young’s modulus (A) and roughness (B) of substrates and the corresponding significance table are presented. ns, *, ** and ***: non-significant, significant at 5%, 1%, and 0.1% levels of probability, respectively.\n3.2. Initital Human Amniotic Mesenchymal Stem Cells (hAMSCs) Viability Assessment\nFollowing the physical characterization of the nanomaterial content and physical evaluation of the nanomaterial-PDMS composite surfaces, an initial biological study was conducted to assess the ability of cells to adhere, spread, and proliferate on nanomaterial-PDMS composites. In this comparative study, cell morphology and viability of stem cells (hAMSCs) cultures in standard tissue culture well plates on top of pristine PDMS sheets and nanomaterial-PDMS composites were investigated using phase-contrast microscopy, using MTT and neutral red viability tests (the data of the neutral red study are not shown). Due to the range of different conditions including six biointerfaces containing different nanomaterials, ANOVA analyses, as initial evaluations, were performed to determine whether the presence of nanomaterials significantly influences cell behavior over a cultivation period of 5 days, as shown in Figure 4. Already after the 1st day in culture, the mean square of the ANOVA analysis revealed a significant probability at 0.01 level, showing that cell behavior is different between hAMSCs cultured on different nanocomposite substrates. Similar to the first day, a strong impact of various NP surface doping on cell proliferation and viability was observed on the third day, while high cell viability was found over\nthe entire 5 days of exposure to various nanostructured nanomaterial-PDMS composite surfaces.\nFor instance, ANOVA analysis of results obtained from neutral red assays at day 5 showed a\nsignificant impact on hAMSCs, thus indicating strong biology-material interactions in the presence\nsignificant difference was observed in comparison to AuNWs and SPIONs-based PDMS in terms of\ncell behaviors. Overall, th se results demonstrate improved cell adhesion, proliferation, and\nviability profiles of MSC when using SPION and AuNW modified PDMS biointerfaces.\nFigure 4. Cell adhe ion (A) short-term gr wth (B) and cell prolif ation (C) of substrates and the corr sponding sig ificance table is presented. ns, *, **, *** and ****: non-significant, significant t 5%, 1%, 0.1%, and 0.01% levels of probability, respectively. TCP is tissue culture plate."
    }, {
      "heading" : "As osteogenic differentiation characteristics, nano-fibrillar proteins like collagen type I is found",
      "text" : "calcium deposition are compared between the different nanomaterial-PDMS composite\nbiointerfaces. In all cases, a significant increase in osteogenic marker expression was found in the\npresence of nanostructured PDMS surfaces, thus pointing at improved stem cell differentiation\n(Figure 5).\nFigure 4. Cell adhesion (A) short-term growth (B) and cell proliferation (C) of substrates and the corresponding significance table is presented. ns, *, **, *** and ****: non-significant, significant at 5%, 1%, 0.1%, and 0.01% levels of probability, respectively. TCP is tissue culture plate.\nThe hAMSCs were seeded on the microfluidics chip containing NP/PDMS scaffolds and treated with osteogenic media. Calcium deposition and Coll I expression are osteogenic markers. Based on our results these two markers were found to be significant for the PDMS containing nanoparticles. Microchannels containing PDMS/NPs significantly improved the calcium deposition and Coll I surface markers expression in comparison to pristine PDMS (Figure 5 and supplementary materials, Figure S3/S4). The expression of Coll I was significantly higher in the PDMS/NPs than in the pristine PDMS, suggesting that the presence of nanoparticle mixed with PDMS somehow has a combined effect on osteogenic stem cell differentiation. In addition, the calcium deposition was evaluated and the same results were found in this study. These results clearly suggest that there was a correlation between the nanoparticles embedded into PDMS and osteogenic stem cell differentiation.\n4. Discussion\nThe current study was carried out to evaluate nanostructured biointerface fabricated using PDMS/NPs composites for stem cell viability and differentiation. Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39]. In this study, it was shown that nanostructures containing SPION, AuNWs, GO, and GQD nanoparticles, due to high surface to volume ratio and their nanoscale size, can promote hAMSCs adhesion, proliferation, and differentiation. Microscopic image processing showed cultured hAMSCs have high cell density on the cell substrate. Moreover, the cell morphology of hAMSCs cultured on the nano-biointerface is different in comparison with the morphology of cells cultured on pristine PDMS (Supplementary Materials Figure S2). Regarding initial cell viability on the nanostructured biointerface, the substrates containing AuNWs and SPION nanomaterials showed strong cell-substrate interactions. Enhancement of cell proliferation from 30% (pristine PDMS) to 85% (nano-modified scaffolds containing AuNWs and SPIONs) resulted in altering the surface properties of PDMS. In addition, in the case of cell adhesion, nano-modified PDMS with AuNWs and SPIONs had a 46%–47% increase, while pristine PDMS had a 30% increase. Furthermore, the short-term growth rate of hAMSCs on pristine PDMS was 30%, while this rate raised to 74% and more on AuNWs/SPIONs-modified PDMS. This effect can be explained by the fact that pristine PDMS without chemical modifications is a flat and very hydrophobic biointerface, which reduces protein adsorption, which is involved in cell-substrate interactions, and thus reduces proper cell adhesion and spreading. The synergic effects in surface chemistry, topology, stiffness, roughness, and mechanical properties were observed by using various nanoparticles. In this study, the rate of calcification increased from 60% (pristine PDMS) to 95% (PDMS/AuNWs), and cell surface marker expression from 40% in PDMS to 77% in SPION- and AuNWs-PDMS scaffolds at 14 days. Since\nFigure 5. Normalized optical density measurement of calcium deposition of hAMSCs differentiated to osteogenic lineage on nanoparticle (NP)/PDMS substrate (a,b). ean fluorescence intensity measurement of immunofluorescenc staining of Coll I of MSCs differentiated t osteogenic lineage on NP/PDMS substrates (c,d).\nNanomaterials 2020, 10, 668 11 of 15"
    }, {
      "heading" : "4. Discussion",
      "text" : "The current study was carried out to evaluate nanostructured biointerface fabricated using PDMS/NPs composites for stem cell viability and differentiation. Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39]. In this study, it was shown that nanostructures containing SPION, AuNWs, GO, and GQD nanoparticles, due to high surface to volume ratio and their nanoscale size, can promote hAMSCs adhesion, proliferation, and differentiation. Microscopic image processing showed cultured hAMSCs have high cell density on the cell substrate. Moreover, the cell morphology of hAMSCs cultured on the nano-biointerface is different in comparison with the morphology of cells cultured on pristine PDMS (Supplementary Materials Figure S2). Regarding initial cell viability on the nanostructured biointerface, the substrates containing AuNWs and SPION nanomaterials showed strong cell-substrate interactions. Enhancement of cell proliferation from 30% (pristine PDMS) to 85% (nano-modified scaffolds containing AuNWs and SPIONs) resulted in altering the surface properties of PDMS. In addition, in the case of cell adhesion, nano-modified PDMS with AuNWs and SPIONs had a 46%–47% increase, while pristine PDMS had a 30% increase. Furthermore, the short-term growth rate of hAMSCs on pristine PDMS was 30%, while this rate raised to 74% and more on AuNWs/SPIONs-modified PDMS. This effect can be explained by the fact that pristine PDMS without chemical modifications is a flat and very hydrophobic biointerface, which reduces protein adsorption, which is involved in cell-substrate interactions, and thus reduces proper cell adhesion and spreading. The synergic effects in surface chemistry, topology, stiffness, roughness, and mechanical properties were observed by using various nanoparticles. In this study, the rate of calcification increased from 60% (pristine PDMS) to 95% (PDMS/AuNWs), and cell surface marker expression from 40% in PDMS to 77% in SPION- and AuNWs-PDMS scaffolds at 14 days. Since PDMS-GQD and PDMS-GO substrates when exposed to fluorescence light have intrinsic fluorescence emission, the Coll I biomarkers expression (compared to alizarin red results) could not be well evaluated for the hAMSCs differentiated on GO and GQD/PDMS at the point of analysis, but calcification assays confirmed its positive effects on hAMSCs differentiation. For this, we suggest to carry out more verification for stem cell differentiation using qRT-PCR or immunofluorescence antibodies staining with different emission in the range of emission of these nanoparticles. The results of previous studies showed that the nano-topographical properties of the scaffold are more important than microscale ones in osteogenesis. Moreover, cell responses will be affected by the disorder degree of nanopatterns, while stem cell fate could be determined by the dimension and orientation of nanopatterns. Integrin-related focal adhesion formation along with the reorganization of cytoskeleton are the most important cell functions affected by roughness [3,11,34,39]. Hence, in this study cell substrates with nanoscale properties seemed to facilitate protein adsorption in the process of initial cell viability, as well as affecting the cytoskeletal changes of hAMSCs and enhancing osteogenesis. Numerous studies have demonstrated that enhanced osteogenic differentiation could be achieved by increasing the roughness profile of a substrate, reducing the surface hydrophobicity, providing functional groups that facilitate surface protein attachment, and subjecting MSCs to nano-topographical cues [3,34,40]. The results showed that the impact of roughness is more important than Young’s modulus, as increased hAMSCs adhesion, proliferation, Coll I expression and calcium deposition were found in hAMSCs cultured on corresponding NP-PDMS substrates. In the case of substrate roughness, Young’s modulus and also the findings of our study indicate that incorporating nanoparticles in PDMS could affect the osteogenic differentiation of hAMSCs through modulating the roughness of substrates. Our study offers beneficial information for the fabrication and development of a nanomaterial-based PDMS platform for different stem cell-based assays and biomedical applications such as tissue engineering scaffolds, drug discovery, disease modeling, and toxicological studies. As hypothesized, the nanotopography created by the nanoparticle plays an important role in stem cell behavior. The AuNWs and SPION nanostructured surfaces showed the best compatibility conditions for adhesion, proliferation, and differentiation of stem cells. Thus, the nanobiointerfaces\nNanomaterials 2020, 10, 668 12 of 15\nprepared in this work can be considered as interesting interfaces which are able to support not only stem cells, but also different cell types. More aspects of the chemical groups of the surfaces, different stiffness, and the properties of nanobiointerfaces and potential biomedical applications of these nanostructured surfaces need to be examined in future works. However, the initial results obtained here including cell viability, mechanical properties, and cell differentiation suggest that this nano-biointerface can be a potential candidate to find applications in on-chip cell-based assays, tissue engineering, and drug screening."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Surface modification of PDMS with different nanomaterials was investigated in the current study to enhance the biocompatibility of poly (dimethylsiloxane) substrates for hAMSCs adhesion, proliferation, and differentiation. Although adding the nanomaterials could not increase the hydrophilicity of PDMS, the results have shown it induces the optimal enhancement of hAMSCs adhesion, proliferation, and differentiation. Here, we demonstrated that doping of polymer PDMS with nanomaterials can eliminate the adverse effects of the plain polymer surface by offering increased surface roughness (a 5- to 10-fold increase), protein adsorption, and functional surface groups. Increasing the surface roughness (nanotopographical cues) seems to be more important for modulating the stem cells behavior like SCs adhesion, proliferation, and differentiation. While reduced toxicities and improved cell proliferation as well as differentiation of conjugated NP-matrix biointerfaces have already been demonstrated [6], we show, for the first time, that embedding nanoobjects into a standard polymeric material can be used to generate improved interfaces for microfluidic cell culture application. The enhancement of cell proliferation from 30% (pristine PDMS) to 85% (nano-modified scaffolds containing AuNWs and SPIONs), calcification from 60% (pristine PDMS) to 95% (PDMS/AuNWs), and cell surface marker expression from 40% in PDMS to 77% in SPION- and AuNWs-PDMS scaffolds at 14 days shows the potential of nano-modified scaffolds. Furthermore, as we used different nanomaterials doped in PDMS, and different nanomaterials can have different chemical groups and different applications (i.e., gold nanoparticle is used for surface-enhanced plasmon resonance biosensing), our substrate can be useful for biochips with more applications like biosensing. Finally, making these simple, straightforward, and rapid nano-biointerfaces is applicable to open PDMS substrates as well as enclosed PDMS-based microfluidic systems, which can be widely applied in many in vitro studies of stem cell research and microfluidics cell-based assays.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/4/668/s1, S1: protocol of synthesis and characterization of the nanoparticles including AuNWs, SPION, GO, GQD, Figure S1: Nanoparticle characterization, Figure S2: different hAMSCs morphology on nano-modified substrates, Figure S3: Fluorescence images are immunohistochemical staining using Coll I antibody on the surface of AuNW, SPION, GO, GQD and pristine PDMS substrates; Figure S4: The optical microscopic images of calcium deposition (by alizarin red staining) of hAMSCs differentiated to osteogenic lineage on PDMS nanocomposite substrates.\nAuthor Contributions: H.H., A.A., P.E., and M.R. wrote the original draft; H.N.-M., P.E., M.S., M.B.F., Z.V., T.T.M., and M.R. reviewed and edited the paper; H.H., Z.V., M.R., and M.S. analyzed the experiment data; H.H., A.A., M.S., and H.N.-M. designed the experiment. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the Tarbiat Modares University research grant No. IG-39708.\nAcknowledgments: This research was a part of the Ph.D. thesis of H.H., which was supported by the Iranian Ministry of Science and Technology. The authors would like to thank the cellchipgroup and the Vienna University of Technology (TU Wien) for providing the bench fees for this research. In addition, we thank M. Abdouli for helping with statistical analysis, A. Bayat for giving GQD, F. Rostami and B. Mehrdad for GO, and E. Dare Zereshki for SPION. \"Open Access Funding by TU Wien\".\nConflicts of Interest: The authors declare no conflicts of interest.\nNanomaterials 2020, 10, 668 13 of 15"
    } ],
    "references" : [ {
      "title" : "The effects of poly(dimethylsiloxane) surface silanization on the mesenchymal stem cell fate",
      "author" : [ "Y.J. Chuah", "S. Kuddannaya", "M.H.A. Lee", "Y. Zhang", "Y. Kang" ],
      "venue" : "Biomater. Sci",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2015
    }, {
      "title" : "Simple surface engineering of polydimethylsiloxane with polydopamine for stabilized mesenchymal stem cell adhesion and multipotency",
      "author" : [ "Y.J. Chuah", "Y.T. Koh", "K. Lim", "N.V. Menon", "Y. Wu", "Y. Kang" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Gold nanowires/fibrin nanostructure as microfluidics platforms for enhancing stem cell differentiation: Bio-AFM study",
      "author" : [ "H. Hashemzadeh", "A. Allahverdi", "M. Ghorbani", "H. Soleymani", "Á. Kocsis", "M.B. Fischer", "P. Ertl", "H. Naderi-Manesh" ],
      "venue" : "Micromachines",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2020
    }, {
      "title" : "Mixing performance of a cost-effective split-and-recombine 3D micromixer fabricated by xurographic method",
      "author" : [ "R.A. Taheri", "V. Goodarzi", "A. Allahverdi" ],
      "venue" : "Micromachines",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Compatibility of mammalian cells on surfaces of poly (dimethylsiloxane)",
      "author" : [ "J.N. Lee", "X. Jiang", "D. Ryan", "G.M. Whitesides" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2004
    }, {
      "title" : "Protein covalently conjugated SU-8 surface for the enhancement of mesenchymal stem cell adhesion and proliferation",
      "author" : [ "P. Xue", "J. Bao", "Y.J. Chuah", "N.V. Menon", "Y. Zhang", "Y. Kang" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Small molecule absorption by PDMS in the context of drug response bioassays",
      "author" : [ "B. Van Meer", "H. de Vries", "K. Firth", "J. van Weerd", "L. Tertoolen", "H. Karperien", "P. Jonkheijm", "C. Denning", "A. IJzerman", "C. Mummery" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "3D microfluidic cell culture models for potential stem cell therapies",
      "author" : [ "Rosser", "J.M.A.E.P" ],
      "venue" : "In Sights Stem Cells 2016,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Lab-on-a-chip technologies for stem cell analysis",
      "author" : [ "P. Ertl", "D. Sticker", "V. Charwat", "C. Kasper", "G. Lepperdinger" ],
      "venue" : "Trends Biotechnol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Vascular wall–mesenchymal stem cells differentiation on 3D biodegradable highly porous CaSi-DCPD doped Poly (α-hydroxy) acids scaffolds for bone regeneration",
      "author" : [ "M. Forni", "C. Bernardini", "F. Zamparini", "A. Zannoni", "R. Salaroli", "D. Ventrella", "G. Parchi", "M. Degli Esposti", "A. Polimeni", "P. Fabbri" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2020
    }, {
      "title" : "Electrospun polyvinylidene fluoride-based fibrous scaffolds with piezoelectric characteristics for bone and neural tissue engineering",
      "author" : [ "Y. Li", "C. Liao", "S.C. Tjong" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Targeted DNA delivery to cancer cells using a biotinylated chitosan carrier",
      "author" : [ "M.H. Darvishi", "A. Nomani", "H. Hashemzadeh", "M. Amini", "M.A. Shokrgozar", "R. Dinarvand" ],
      "venue" : "Biotechnol. Appl. Biochem",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Diatom biosilica shell manipulation with Gold, SPION nanoparticles and trastuzumab with aims of diagnostics of HER2 cells",
      "author" : [ "J. Esfandyari", "B. Shojaedin-Givi", "M. Mozafari-Nia", "H. Hashemzadeh", "H. Naderi-Manesh" ],
      "venue" : "Modares J. Biotechnol. 2019,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Study of Structural stability and formation mechanisms in DSPC and DPSM liposomes: A coarse-grained molecular dynamics simulation",
      "author" : [ "H. Hashemzadeh", "H. Javadi", "M.H. Darvishi" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Capture and detection of rare cancer cells in blood by intrinsic fluorescence of a novel functionalized diatom",
      "author" : [ "J. Esfandyari", "B. Shojaedin-Givi", "H. Hashemzadeh", "M. Mozafari-Nia", "Z. Vaezi", "H. Naderi-Manesh" ],
      "venue" : "Photodiagn. Photodyn. Ther",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "Comparison between three-dimensional spheroid and two-dimensional monolayer in A549 lung cancer and PC9 normal cell lines under treatment of silver Nanoparticles",
      "author" : [ "H. Hashemzadeh", "A. Allahverdi", "E. Peter", "H. Naderi-Manesh" ],
      "venue" : "Modares J. Biotechnol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Growth of mesenchymal stem cells on electrospun type I collagen nanofibers",
      "author" : [ "Y.R.V. Shih", "C.N. Chen", "S.W. Tsai", "Y.J. Wang", "O.K. Lee" ],
      "venue" : "Stem Cells",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2006
    }, {
      "title" : "Nano-fibrous scaffolding architecture selectively enhances protein adsorption contributing to cell attachment",
      "author" : [ "K.M. Woo", "V.J. Chen", "P.X. Ma" ],
      "venue" : "J. Biomed. Mat. Res. Part A",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2003
    }, {
      "title" : "Nanostructured polymer scaffolds for tissue engineering and regenerative medicine",
      "author" : [ "I. Smith", "X. Liu", "L. Smith", "P. Ma" ],
      "venue" : "Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Nano-fibrous scaffolding promotes osteoblast differentiation and biomineralization",
      "author" : [ "K.M. Woo", "J.-H. Jun", "V.J. Chen", "J. Seo", "J.-H. Baek", "H.-M. Ryoo", "G.-S. Kim", "M.J. Somerman", "P.X. Ma" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2007
    }, {
      "title" : "Cell culture on MEMS platforms: A review",
      "author" : [ "M. Ni", "W.H. Tong", "D. Choudhury", "N.A.A. Rahim", "C. Iliescu", "H. Yu" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2009
    }, {
      "title" : "A review of cell adhesion studies for biomedical and biological applications",
      "author" : [ "A.A. Khalili", "M.R. Ahmad" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "In vitro and in vivo cytocompatibility of electrospun nanofiber scaffolds for tissue engineering applications",
      "author" : [ "N. Goonoo", "A. Bhaw-Luximon", "D. Jhurry" ],
      "venue" : "RSC Adv. 2014,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "Aligned biodegradable nanofibrous structure: A potential scaffold for blood vessel engineering",
      "author" : [ "C. Xu", "R. Inai", "M. Kotaki", "S. Ramakrishna" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2004
    }, {
      "title" : "Directed neural stem cell differentiation with a functionalized graphene oxide nanocomposite",
      "author" : [ "C.L. Weaver", "X.T. Cui" ],
      "venue" : "Adv. Healthc. Mater. 2015,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Biocompatibility and toxicity of magnetic nanoparticles in regenerative medicine",
      "author" : [ "H. Markides", "M. Rotherham", "A. El Haj" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "Hemoglobin-incorporated iron quantum clusters as a novel fluorometric and colorimetric probe for sensing and cellular imaging of Zn (II) and cysteine. Microchim",
      "author" : [ "N. Hashemi", "Z. Vaezi", "M. Sedghi", "H. Naderi-Manesh" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Flexible bactericidal graphene oxide-chitosan layers for stem cell proliferation",
      "author" : [ "M. Mazaheri", "O. Akhavan", "A. Simchi" ],
      "venue" : "Appl. Surface Sci",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Poly (ε-caprolactone)–carbon nanotube composite scaffolds for enhanced cardiac differentiation of human mesenchymal stem cells",
      "author" : [ "S.W. Crowder", "Y. Liang", "R. Rath", "A.M. Park", "S. Maltais", "P.N. Pintauro", "W. Hofmeister", "C.C. Lim", "X. Wang", "H.-J. Sung" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2013
    }, {
      "title" : "Chitosan as a matrix for mammalian cell encapsulation",
      "author" : [ "B.A. Zielinski", "P. Aebischer" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1994
    }, {
      "title" : "Transparent and conductive graphene oxide/poly (ethylene glycol) diacrylate coatings obtained by photopolymerization",
      "author" : [ "M. Sangermano", "S. Marchi", "L. Valentini", "S.B. Bon", "P. Fabbri" ],
      "venue" : "Macromol. Mater. Eng",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2011
    }, {
      "title" : "Mechanical properties of multilayered chitosan/CNT nanocomposite films",
      "author" : [ "F. Sun", "H.-R. Cha", "K. Bae", "S. Hong", "J.-M. Kim", "S.H. Kim", "J. Lee", "D. Lee" ],
      "venue" : "Mater. Sci. Eng. A",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "Designing a novel nanocomposite for bone tissue engineering using electrospun conductive PBAT/polypyrrole as a scaffold to direct nanohydroxyapatite electrodeposition",
      "author" : [ "J.G. De Castro", "B.V. Rodrigues", "R. Ricci", "M.M. Costa", "A.F. Ribeiro", "F.R. Marciano", "A.O. Lobo" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Physical cues of biomaterials guide stem cell differentiation",
      "author" : [ "A. Higuchi", "Q.-D. Ling", "Y. Chang", "S.-T. Hsu", "A. Umezawa" ],
      "venue" : "fate. Chem. Rev",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "A novel aspect of functionalized graphene quantum dots in cytotoxicity studies",
      "author" : [ "B. Mehrdad-Vahdati", "S. Pourhashem", "M. Sedghi", "Z. Vaezi", "B. Shojaedin-Givi", "A. Rashidi", "H. Naderi-Manesh" ],
      "venue" : "Toxicol. Vitro",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Nanohydroxyapatite-coated electrospun poly (l-lactide) nanofibers enhance osteogenic differentiation of stem cells and induce ectopic bone formation",
      "author" : [ "E. Seyedjafari", "M. Soleimani", "N. Ghaemi", "I. Shabani" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2010
    }, {
      "title" : "Matrix stiffness regulation of integrin-mediated mechanotransduction during osteogenic differentiation of human mesenchymal stem cells",
      "author" : [ "Y.R.V. Shih", "K.F. Tseng", "H.Y. Lai", "C.H. Lin", "O.K. Lee" ],
      "venue" : "J. Bone Miner. Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2011
    }, {
      "title" : "A novel tripolymer coating demonstrating the synergistic effect of chitosan, collagen type 1 and hyaluronic acid on osteogenic differentiation of human bone marrow derived mesenchymal stem cells",
      "author" : [ "S. Mathews", "R. Bhonde", "P.K. Gupta", "S. Totey" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2011
    }, {
      "title" : "Scaffold structural microenvironmental cues to guide tissue regeneration in bone tissue applications",
      "author" : [ "X. Chen", "H. Fan", "X. Deng", "L. Wu", "T. Yi", "L. Gu", "C. Zhou", "Y. Fan", "X. Zhang" ],
      "venue" : "Nanomaterials 2018,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Osteoprogenitor response to semi-ordered and random nanotopographies",
      "author" : [ "M.J. Dalby", "D. McCloy", "M. Robertson", "H. Agheli", "D. Sutherland", "S. Affrossman", "R.O. Oreffo" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2006
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "The requirement for advanced stem cell technology has dramatically increased in the last decade, due to the importance of stem cells for medical therapeutics, drug development, and a variety of health-care applications including toxicological studies, disease modeling, and cell replacement therapies [3,8,9].",
      "startOffset" : 301,
      "endOffset" : 308
    }, {
      "referenceID" : 7,
      "context" : "The requirement for advanced stem cell technology has dramatically increased in the last decade, due to the importance of stem cells for medical therapeutics, drug development, and a variety of health-care applications including toxicological studies, disease modeling, and cell replacement therapies [3,8,9].",
      "startOffset" : 301,
      "endOffset" : 308
    }, {
      "referenceID" : 8,
      "context" : "The requirement for advanced stem cell technology has dramatically increased in the last decade, due to the importance of stem cells for medical therapeutics, drug development, and a variety of health-care applications including toxicological studies, disease modeling, and cell replacement therapies [3,8,9].",
      "startOffset" : 301,
      "endOffset" : 308
    }, {
      "referenceID" : 0,
      "context" : "Mammalian cell adhesion on the substrate surface is pivotal to measure cell viability, proliferation, and differentiation [1], and cell growing behavior significantly depends on surface chemical properties [6].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 5,
      "context" : "Mammalian cell adhesion on the substrate surface is pivotal to measure cell viability, proliferation, and differentiation [1], and cell growing behavior significantly depends on surface chemical properties [6].",
      "startOffset" : 206,
      "endOffset" : 209
    }, {
      "referenceID" : 20,
      "context" : "The effective parameters of the micro-electro-mechanical system (MEMS) on cell attachment are surface chemistry (functional group, surface charge, and hydrophilicity/ hydrophobicity), surface roughness, and topography, which can affect protein adsorption and cell attachment [21].",
      "startOffset" : 275,
      "endOffset" : 279
    }, {
      "referenceID" : 5,
      "context" : "Indeed, artificial ECM use in tissue engineering can mimics the natural ECM in the extracellular matrix [6,19,22,23].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 18,
      "context" : "Indeed, artificial ECM use in tissue engineering can mimics the natural ECM in the extracellular matrix [6,19,22,23].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 21,
      "context" : "Indeed, artificial ECM use in tissue engineering can mimics the natural ECM in the extracellular matrix [6,19,22,23].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 22,
      "context" : "Indeed, artificial ECM use in tissue engineering can mimics the natural ECM in the extracellular matrix [6,19,22,23].",
      "startOffset" : 104,
      "endOffset" : 116
    }, {
      "referenceID" : 17,
      "context" : "Various binding protein-like fibronectin, vitronectin, and laminin are used in nano-scaffold, and protein adsorption in nano-scaffold was improved to become 2–4 times better than solid-walled scaffold due to the increase of surface area [18,19].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 18,
      "context" : "Various binding protein-like fibronectin, vitronectin, and laminin are used in nano-scaffold, and protein adsorption in nano-scaffold was improved to become 2–4 times better than solid-walled scaffold due to the increase of surface area [18,19].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 5,
      "context" : ", fibronectin and collagen type (I) have been covalently bonded to 3-Aminopropyltriethoxysilane (APTES) via glutaraldehyde cross-linker on SU-8 surface [6].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 16,
      "context" : "Furthermore, the various cells have different behavior on the diverse contexts like an increase of proliferation in nano-context compared with TCP [17,19,24].",
      "startOffset" : 147,
      "endOffset" : 157
    }, {
      "referenceID" : 18,
      "context" : "Furthermore, the various cells have different behavior on the diverse contexts like an increase of proliferation in nano-context compared with TCP [17,19,24].",
      "startOffset" : 147,
      "endOffset" : 157
    }, {
      "referenceID" : 23,
      "context" : "Furthermore, the various cells have different behavior on the diverse contexts like an increase of proliferation in nano-context compared with TCP [17,19,24].",
      "startOffset" : 147,
      "endOffset" : 157
    }, {
      "referenceID" : 24,
      "context" : "Cell therapy can regenerate the function of the cured tissue; however, less control on cell surviving, differentiation, and maturation are its limitation factors in order to be used as a powerful therapeutic technique [25].",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 13,
      "context" : "must have characteristics such as biocompatibility, non-toxicity, preservation of physicochemical properties after surface modification, and no effect on stem cell properties and chemical stability in the physiological environment [14,26,27].",
      "startOffset" : 231,
      "endOffset" : 241
    }, {
      "referenceID" : 25,
      "context" : "must have characteristics such as biocompatibility, non-toxicity, preservation of physicochemical properties after surface modification, and no effect on stem cell properties and chemical stability in the physiological environment [14,26,27].",
      "startOffset" : 231,
      "endOffset" : 241
    }, {
      "referenceID" : 26,
      "context" : "must have characteristics such as biocompatibility, non-toxicity, preservation of physicochemical properties after surface modification, and no effect on stem cell properties and chemical stability in the physiological environment [14,26,27].",
      "startOffset" : 231,
      "endOffset" : 241
    }, {
      "referenceID" : 27,
      "context" : "On the other hand, using nanocomposite (NPs and polymer) can improve the cell adhesion, proliferation, and differentiation of stem cells and reduce the potential side effects and risks of nanoparticles [28].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 0,
      "context" : "The effects of nanocrystal are more important than microcrystal on biological behavior [1].",
      "startOffset" : 87,
      "endOffset" : 90
    }, {
      "referenceID" : 18,
      "context" : "The mechanism of this phenomenon is still unclear; however, ECM proteins like vitronectin and collagen may easily be absorbed in the substrate in nanoscale compared with microscale [19].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 0,
      "context" : "On the other hand, using NPs in cell differentiation may have some toxicity; however, immobilized NPs in the composite have less toxicity and improve cell growth, proliferation, and differentiation [1].",
      "startOffset" : 198,
      "endOffset" : 201
    }, {
      "referenceID" : 2,
      "context" : "In our previous work, a thin-film layer for microfluidics cell-based assays was fabricated without PDMS functionalization [3].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 1,
      "context" : "found that the addition of wettability using polydopamine improves proliferation and differentiation and keeps the multipotency of MSCs [2].",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 27,
      "context" : "Thus, in order to improve their mechanical and other properties, NPs, biopolymers, and inorganic fillers have been used to overcome this drawback [28,32].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 31,
      "context" : "Thus, in order to improve their mechanical and other properties, NPs, biopolymers, and inorganic fillers have been used to overcome this drawback [28,32].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 2,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 12,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 14,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 2,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 12,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 14,
      "context" : "Gold nanowire (AuNW), graphene oxide (GO), super paramagnetic iron oxide (SPION), and graphene quantum dot (GQD) were synthesized in-house based on our previous research [3,13,15].",
      "startOffset" : 170,
      "endOffset" : 179
    }, {
      "referenceID" : 2,
      "context" : "As reported in our previous work [3], human amniotic mesenchymal stem cells (hAMSCs) were used for stem cell differentiation and for investigation of cell adhesion, short-term growth, cell proliferation, cell viability, and cytotoxicity profiles.",
      "startOffset" : 33,
      "endOffset" : 36
    }, {
      "referenceID" : 2,
      "context" : "Cells were harvested and cultured on NP-PDMS substrates in a 96-well tissue culture plate (TCP) containing DMEM medium containing 10% fetal bovine serum and 1% antibiotic solution [3].",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 32,
      "context" : "Cell adhesion assay was performed via MTT and a neutral red test, following Mosmann [33].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 34,
      "context" : "The graphene oxide sheets were synthesized as reported in our previous study [35], and more details can be found in supplementary supports (S1).",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 34,
      "context" : "Furthermore the sharp peaks at 3390 cm−1 and 1621 cm−1 indicate the presence of OH groups, carbonyl groups, and the presence of C=C bonds in graphene oxide sheets [35], while observed peaks at 1219 cm−1 and 1027 cm−1 indicate the presence of epoxy and alkoxy groups.",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 34,
      "context" : "The donated graphene quantum dot results of synthesization and characterization are shown in previous works [35].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 35,
      "context" : "As osteogenic differentiation characteristics, nano-fibrillar proteins like collagen type I is found in bone structure, which serves as a highly organized pattern for calcium deposition [36].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 36,
      "context" : "Type I collagen and calcium deposition have been used as osteogenic differentiation biomarkers in different studies [37,38].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 37,
      "context" : "Type I collagen and calcium deposition have been used as osteogenic differentiation biomarkers in different studies [37,38].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 35,
      "context" : "As osteogenic differentiation characteristics, nano-fibrillar proteins like collagen type I is found in bone structure, which serves as a highly organized pattern for calcium deposition [36].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 36,
      "context" : "Type I collagen and calcium deposition have been used as osteogenic differentiation biomarkers in different studies [37,38].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 37,
      "context" : "Type I collagen and calcium deposition have been used as osteogenic differentiation biomarkers in different studies [37,38].",
      "startOffset" : 116,
      "endOffset" : 123
    }, {
      "referenceID" : 2,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 33,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 38,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 2,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 33,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 38,
      "context" : "Stem cell viability, osteogenic stem cell differentiation, and bone regeneration are largely affected by physical and chemical cues in the surrounding microenvironment [3,34,39].",
      "startOffset" : 168,
      "endOffset" : 177
    }, {
      "referenceID" : 2,
      "context" : "Integrin-related focal adhesion formation along with the reorganization of cytoskeleton are the most important cell functions affected by roughness [3,11,34,39].",
      "startOffset" : 148,
      "endOffset" : 160
    }, {
      "referenceID" : 10,
      "context" : "Integrin-related focal adhesion formation along with the reorganization of cytoskeleton are the most important cell functions affected by roughness [3,11,34,39].",
      "startOffset" : 148,
      "endOffset" : 160
    }, {
      "referenceID" : 33,
      "context" : "Integrin-related focal adhesion formation along with the reorganization of cytoskeleton are the most important cell functions affected by roughness [3,11,34,39].",
      "startOffset" : 148,
      "endOffset" : 160
    }, {
      "referenceID" : 38,
      "context" : "Integrin-related focal adhesion formation along with the reorganization of cytoskeleton are the most important cell functions affected by roughness [3,11,34,39].",
      "startOffset" : 148,
      "endOffset" : 160
    }, {
      "referenceID" : 2,
      "context" : "Numerous studies have demonstrated that enhanced osteogenic differentiation could be achieved by increasing the roughness profile of a substrate, reducing the surface hydrophobicity, providing functional groups that facilitate surface protein attachment, and subjecting MSCs to nano-topographical cues [3,34,40].",
      "startOffset" : 302,
      "endOffset" : 311
    }, {
      "referenceID" : 33,
      "context" : "Numerous studies have demonstrated that enhanced osteogenic differentiation could be achieved by increasing the roughness profile of a substrate, reducing the surface hydrophobicity, providing functional groups that facilitate surface protein attachment, and subjecting MSCs to nano-topographical cues [3,34,40].",
      "startOffset" : 302,
      "endOffset" : 311
    }, {
      "referenceID" : 39,
      "context" : "Numerous studies have demonstrated that enhanced osteogenic differentiation could be achieved by increasing the roughness profile of a substrate, reducing the surface hydrophobicity, providing functional groups that facilitate surface protein attachment, and subjecting MSCs to nano-topographical cues [3,34,40].",
      "startOffset" : 302,
      "endOffset" : 311
    }, {
      "referenceID" : 5,
      "context" : "While reduced toxicities and improved cell proliferation as well as differentiation of conjugated NP-matrix biointerfaces have already been demonstrated [6], we show, for the first time, that embedding nanoobjects into a standard polymeric material can be used to generate improved interfaces for microfluidic cell culture application.",
      "startOffset" : 153,
      "endOffset" : 156
    } ],
    "year" : 2020,
    "abstractText" : "Microfluidics cell-based assays require strong cell-substrate adhesion for cell viability, proliferation, and differentiation. The intrinsic properties of PDMS, a commonly used polymer in microfluidics systems, regarding cell-substrate interactions have limited its application for microfluidics cell-based assays. Various attempts by previous researchers, such as chemical modification, plasma-treatment, and protein-coating of PDMS revealed some improvements. These strategies are often reversible, time-consuming, short-lived with either cell aggregates formation, not cost-effective as well as not userand eco-friendly too. To address these challenges, cell-surface interaction has been tuned by the modification of PDMS doped with different biocompatible nanomaterials. Gold nanowires (AuNWs), superparamagnetic iron oxide nanoparticles (SPIONs), graphene oxide sheets (GO), and graphene quantum dot (GQD) have already been coupled to PDMS as an alternative biomaterial enabling easy and straightforward integration during microfluidic fabrication. The synthesized nanoparticles were characterized by corresponding methods. Physical cues of the nanostructured substrates such as Young’s modulus, surface roughness, and nanotopology have been carried out using atomic force microscopy (AFM). Initial biocompatibility assessment of the nanocomposites using human amniotic mesenchymal stem cells (hAMSCs) showed comparable cell viabilities among all nanostructured PDMS composites. Finally, osteogenic stem cell differentiation demonstrated an improved differentiation rate inside microfluidic devices. The results revealed that the presence of nanomaterials affected a 5to 10-fold increase in surface roughness. In addition, the results showed enhancement of cell proliferation from 30% (pristine PDMS) to 85% (nano-modified scaffolds containing AuNWs and SPIONs), calcification from 60% (pristine PDMS) to 95% (PDMS/AuNWs), and cell surface marker expression from 40% in PDMS to 77% in SPIONand AuNWs-PDMS scaffolds at 14 day. Our results suggest that nanostructured composites have a very high potential for stem cell studies and future therapies.",
    "creator" : "LaTeX with hyperref package"
  }
}