{
  "name" : "downloads_2019-10-22_c1_runowski2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Upconverting Lanthanide Fluoride Core@Shell Nanorods for Luminescent Thermometry in the First and Second Biological Windows: β-NaYF4:Yb3+– Er3+@SiO2 Temperature Sensor",
    "authors" : [ "Marcin Runowski", "Natalia Stopikowska", "Daria Szeremeta", "Szymon Goderski", "Małgorzata Skwierczynśka", "Stefan Lis", "Adam Mickiewicz" ],
    "emails" : [ "Core@Shell", "Er@SiO2", "core@shell", "Er@SiO2" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Er3+@SiO2 nanorods have been obtained by a two-step synthesis process, which encompasses hydrothermal and microemulsion routes. The synthesized nanomaterial forms stable aqueous colloids and exhibits a bright dual-center emission (λex = 975 nm), i.e., upconversion luminescence of Er3+ and down-shifting emission of Yb3+, located in the first (IBW) and the second (II-BW) biological windows of the spectral range, respectively. The intensity ratios of the emission bands of Er3+ and Yb3+ observed in the vis−near-infrared (NIR) range monotonously change with temperature, i.e., the thermalized Er3+ levels (2H11/2 → 4I15/2/ 4S3/2 →\n4I15/2) and the nonthermally coupled Yb3+/Er3+ levels (2F5/2 → 2F7/2/ 4I9/2 → 4I15/2 or 4F9/2 →\n4I15/2). Hence, their thermal evolutions have been correlated with temperature using the Boltzmann type distribution and second-order polynomial fits for temperaturesensing purposes, i.e., Er3+ 525/545 nm (max Sr = 1.31% K\n−1) and Yb3+/Er3+ 1010/810 nm (1.64% K−1) or 1010/660 nm (0.96% K−1). Additionally, a fresh chicken breast was used as a tissue imitation in the performed ex vivo experiment, showing the advantage of the use of NIR Yb3+/Er3+ bands, vs. the typically used Er3+ 525/545 nm band ratio, i.e., better penetration of the luminescence signal through the tissue in the I-BW and II-BW. Such nanomaterials can be utilized as accurate and effective, broad-range vis−NIR optical, contactless sensors of temperature. KEYWORDS: energy transfer, optical thermometer, upconversion luminescence, luminescence intensity ratio (LIR), functional nanomaterials, rare earth ions\n■ INTRODUCTION Temperature is the basic physical parameter influencing the physicochemical properties of compounds. Its precise and accurate determination is important for various industrial and scientific purposes.1−5 Conventional methods of temperature measurement are based on the use of different types of metallic/liquid thermometers, thermocouples, pyrometers, etc.4 However, they require a physical contact with the measured object and cannot be used for the determination of the local temperature gradient in the nano- and sub-microsized areas.6,7 However, luminescent contactless nanothermometers may resolve these problems. Currently, nanosized multifunctional materials are exten-\nsively investigated because of their beneficial magnetic, optoelectronic, and structural features.8−14 Especially core/ shell nanostructures having an active inner core and an external protective and/or functionalized shell (e.g., silica nanoshell) have attracted the attention of many scientists.11,14−17 This is due to the enhanced biocompatibility, improved stability, and reduced cytotoxicity of the internal core particles, after being\ncoated with a silica shell.18−22 The active surface shell enables further modification of their surface and bioconjugation of the particles, increasing the functionality of the material.18−20 The silica shell encompasses the mentioned benefits and additionally increases the temperature stability of the coated core material (up to above ≈900 K),15 as well as makes the particles dispersible in water to form stable aqueous colloids, which is crucial for bioapplications.18−20\nThe unique optical properties of nanoparticles (NPs) doped with lanthanide ions (Ln3+) and their relatively low cytotoxicity, facile synthesis, and surface modification make them very appealing candidates for various scientific and industrial applications.14−22 In particular, the Ln3+-doped materials may exhibit multicolor luminescence (emission of light) under UV and near-infrared (NIR) (energy upconversion) irradiation, long emission lifetimes (in the microsecond\nReceived: January 8, 2019 Accepted: March 21, 2019 Published: March 21, 2019\n© 2019 American Chemical Society 13389 DOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n0 3:\n38 :2\n7 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic\nto millisecond range) as well as narrow absorption/emission bands.8,9,23−28 Such exceptional features are associated with the unique character of 4f−4f electron transitions (forbidden by Laporte selection rules) within Ln3+ ions, the crystal field effects, and the shielding of the 4f electrons by the 5s and 5p ones.23,29−31\nOne of the most appealing phenomenon occurring in the Ln3+-doped systems is the energy upconversion (UC) process, i.e., the nonlinear anti-Stokes emission, which can be generated by two (or more) lower-energy photons excitation and the subsequent emission of one higher-energy photon.8,9,27,28,32\nThe UC process may be observed in various host matrices, usually co-doped with Yb3+/Er3+, Yb3+/Ho3+, or Yb3+/Tm3+ ions.27,28 This is because of the large absorption cross section of Yb3+ in the NIR range (≈950−1050 nm), which acts as a sensitizer and transfers the absorbed energy to emitting ions (activators, e.g., Ho3+, Er3+, Tm3+) having a ladder-like structure of their energy levels.8,27,33−35\nIn general, Ln3+-doped inorganic particles such as oxides, fluorides, borates, vanadates, phosphates, and so forth are resistant to photobleaching and high-temperature treatment, and may also exhibit efficient UC luminescence in contrast to organic compounds.8,9,25−28,36,37 Currently, the non-centrosymmetric β-NaYF4 matrix doped with Yb\n3+/Er3+ is the best examined and the most commonly used upconverting (UC) luminescent material.27,28,38−41 This is due to several factors, i.e., very low phonon energy of the crystal lattice (limited multiphonon relaxation), high quantum yield, the presence of sodium ions in the matrix (enhanced UC intensity), the possibility of synthesis in the form of nanosized particles (e.g., spheres, rods, branched structures, etc.), resistance to high temperature, low cytotoxicity, and facile surface modification.38−41\nAs temperature significantly affects the luminescence properties of Ln3+-doped materials, i.e., their intensity, band ratio, lines broadening, spectral position, lifetimes, etc., a welldefined and monotonic change of the aforementioned parameters can be used for temperature-sensing applications in contactless luminescence thermometry.6−9 Currently, the most sensitive and convenient way of optical temperature determination, providing high accuracy/precision, and good resolution is based on the use of fluorescence intensity ratio (FIR) technique, which, in the case of 4f−4f transitions of Ln3+-doped materials, should be correctly called luminescence intensity ratio (LIR).42−47 The LIR technique is based on the temperature-induced changes of the emission bands intensity ratio, associated with the thermally coupled levels (TCLs) of particular Ln3+ ions (e.g., Nd3+, Pr3+, Er3+, Ho3+, Tm3+).6−8,42,43 The energy difference/separation (ΔE) between their thermalized states should be in the range from 200 cm−1 ≤ ΔE ≤ 2000 cm−1.6−8 A smaller ΔE may result in a strong overlapping of two TCLs, and a larger ΔE may lead to an insufficient population of higher-energy state in a given temperature range. Most reports on lanthanide luminescence thermometry focus on the use of TCLs of the Nd3+ (820/890 nm), Er3+ (525/545 nm), or Tm3+ (700/800 nm) ions, and their emission in the visible and NIR ranges (below ≈950 nm) detected using PMT or silicon CCD camera.6−8,44−48 Among them, the Nd3+-doped NPs seem to be one of the best candidates for temperature sensing in the first biological window (I-BW) due to the presence of intense thermalized emission bands above 800 nm. For example, Carrasco et al.48\nused LaF3:Nd 3+ 5−25% NPs for thermal sensing using the LIR technique, i.e., band ratio of the TCLs, Stark components of the 4F3/2 →\n4I9/2 transition at 865/885 nm (λex = 808 nm), resulting in Sr ≈ 0.26% K−1 at 296 K. They used them also as nanoheaters for hyperthermia treatment of mice tumors formed by subcutaneous inoculation of cancer cells. Balabhadra et al.45 used Gd2O3:Nd\n3+ 1−5% nanorods (NRs) as nanothermometers, using the LIR technique, i.e., intensity ratio of two thermalized emission bands at 825/890 nm (4F5/2 → 4I9/2/ 4F3/2 → 4I9/2), resulting in high Sr ≈ 1.75% K−1 at 288 K (λex ≈ 580 nm). Hernańdez-Rodriǵuez et al.47 used Nd3+doped nanoperovskites YAlO3:Nd\n3+ 1% for temperature sensing, using the same LIR technique and TCLs (4F5/2 and 4F3/2), i.e., band ratio at 820/890 nm (λex ≈ 532 nm), resulting in high Sr ≈ 1.83% K−1 at 293 K. Besides the mentioned merits of Nd3+-doped NPs, they have some drawbacks such as a necessity of using high-resolution detection system (especially in the case of the sensing based on the Stark sublevels) due to the strong overlapping of the bands used for thermal sensing, which may lead to some difficulties in the precise and accurate temperature determination. Recently, however, there is a growing number of reports\nconcerning the use of band ratios associated with nonthermalized levels and NIR emission of various combinations of Ln3+ ions in the range of ≈1000−1600 nm (single, dual-, or multicenter emission), requiring the use of relatively expensive InGaAs detectors.40,42,43,49,50 Such materials are usually very complex (multilayer structure), and their synthesis is a multistep process. For example, in the case of Er3+ co-doped nanomaterials, Ximendes et al.49 designed the UC core/shell fluoride NPs (LaF3:Yb 3+ 10%, Er3+ 2%/LaF3:Yb 3+ 10%, Tm3+ 10%) prepared by co-precipitation and subsequent thermal post-treatment method. The NPs worked as luminescent thermometers (293−323 K) in the NIR range, based on the following band ratios: Yb3+/Tm3+ 1000/1230 nm (2F7/2 → 2F5/2/ 3H5 → 3H6), Yb\n3+/Er3+ 1000/1550 nm (2F7/2 → 2F5/2/ 4I13/2 → 4I15/2), and Tm\n3+/Er3+ 1230/1550 nm (3H5 → 3H6/ 4I13/2 → 4I15/2) at λex = 690 nm. Another example is the work of Kamimura et al.,40 who reported the use of UC NPs (β-NaYF4:Yb\n3+ 1%, Ho3+ 1%, Er3+ 1%) synthesized via a thermal decomposition method. The authors correlated with the temperature (298−323 K) a linear change of the Ho3+/ Er3+ band ratio 1150/1550 nm (5I6 → 5I8/ 4I13/2 →\n4I15/2) under the excitation at λex = 980 nm. However, in the case of the Yb3+/Er3+ co-doped materials, i.e., the most commonly utilized UC systems, the typically used Er3+ 525/545 nm band ratio is not located in any biological window (BW-I 650-950 nm, BW-II 1000−1350 nm, BW-III 1550−1870 nm), where the emitted light can penetrate biological species (tissues) more effectively. Here, for the first time, we present the use of the wellseparated (nonoverlapping) Yb3+/Er3+ 1010/810 and 1010/ 660 nm emission band ratios of water dispersible, core@shell β-NaYF4:Yb\n3+−Er3+@SiO2 nanorods for temperature-sensing purposes. The synthesized nanomaterial exhibits dual-center emissions, i.e., bright UC luminescence of Er3+ together with a typical down-shifting emission of Yb3+ (λex = 975 nm) located in the I-BW and II-BW spectral range, which were detected by the use of a simple silicon CCD camera. The advantage of using NIR Yb3+/Er3+ band ratios (better light penetration through the tissue) compared to the Er3+ 525/545 nm one was confirmed by a simple ex vivo experiment.\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13390\n■ EXPERIMENTAL SECTION Materials. Rare earth (RE) oxides, i.e., Y2O3, Yb2O3, and Er2O3 (99.99%, Stanford Materials) were separately dissolved in HNO3 (65%, POCh. S.A., Poland) to obtain the corresponding nitrates RE(NO3)3 (RE = Y\n3+, Yb3+, Er3+). Sodium fluoride, NaF (≥99%), tetraethyl orthosilicate (TEOS; reagent grade, ≥98%), IGEPAL CO520, and cyclohexane (pure p.a., ACS reagent, ≥99.5%) were purchased from Sigma Aldrich. Sodium hydroxide, NaOH (98.8%, pure p.a.), and NH4OH (pure p.a., 25%) were bought from POCh S.A., Poland. Oleic acid (Ph.Eur.) was bought from Fluka. Deionized water was used for all syntheses. Synthesis of β-NaYF4:18% Yb\n3+-2% Er3+ Nanorods. To synthesize 150 mg of the β-NaYF4:18 mol % Yb 3+, 2 mol % Er3+ nanorods (NRs), NaOH (1.29 g), oleic acid (30 mL), water (13.5 mL), and ethanol (15 mL) were mixed together under continuous vigorous stirring to get a homogeneous solution. Afterward, aqueous solutions of Yb(NO3)3 (0.438 mL; 0.301 M), Y(NO3)3 (1.652 mL; 0.355 M), and Er(NO3)3 (0.293 mL; 0.05 M) were mixed together in a separate vessel and added to the previously prepared oleate solution. Subsequently, 0.123 g of NaF (2.932 × 10−3 mol %; RE3+/F− = 1/4 molar ratio) dissolved in 5.25 mL of water was added to the asprepared solution under continuous vigorous stirring. Afterward, the whole mixture was shaken for approx. 10 min and transferred to Teflon vessels, which were subsequently placed in a hydrothermal autoclave (Berghof DAB-2) and heated at 200 °C for 24 h. After that, the supernatant was discarded and the deposit (taken from the bottom of the vessel) was dissolved in cyclohexane and subsequently centrifuged 2 times in cyclohexane and 2 times in ethanol to purify the final product. Finally, the product was dried in ambient conditions and then re-dispersed in cyclohexane, forming a colloidal solution. The chemical composition of the synthesized NPs, as determined by inductively coupled plasma-optical emission spectroscopy analysis, is NaYF4:2.6 mol % Er\n3+−22.4 mol % Yb3+. Synthesis of Core@Shell β-NaYF4:Yb\n3+−Er3+@SiO2 NRs. A certain volume of the colloidal solution containing 50 mg of the NaYF4:Yb\n3+−Er3+ NRs was mixed with an additional portion of cyclohexane of up to 40 mL. After that, 2 mL of IGEPAL CO-520 was added to the colloid and the whole mixture was ultrasonicated for about 10 min. Afterward, 0.4 mL of concentrated ammonia was added, and the whole mixture was ultrasonicated for a further 10 min. After that, 0.2 mL of TEOS was added to the as-prepared mixture. The microemulsion formed was magnetically stirred for 24 h. After the completion of the reaction, the product was precipitated by the addition of excessive amount of acetone (≈30 mL) and centrifuged (twice in ethanol and twice in water). Afterward, the as-prepared purified NaYF4:Yb\n3+−Er3+@SiO2 core@shell NRs were redispersed in water to obtain a colloidal solution. Characterization. Powder X-ray diffraction (XRD) pattern was measured with a Bruker AXS D8 Advance diffractometer, working in a Bragg-Brentano geometry, using Cu Kα1 radiation (λ = 1.5406 Å) and 0.05° step scan mode. Transmission electron microscopy (TEM) images were taken using a transmission electron microscope Hitachi HT7700, operating with 100 kV accelerating voltage. The emission spectra were measured using an Andor Shamrock 500i spectrograph with a silicon iDus CCD camera detector. The excitation source was a fiber-coupled solid-state diode-pumped laser FC-975-2W (CNI) having a spherical beam spot ≈0.2 mm in size. For all measurements, the laser power was fixed to ≈0.5 W (no laser-induced heating was observed, i.e., the band ratios remained unchanged turning the laser on/off). Fourier transform infrared (FT-IR) spectra were collected in a transmission mode (in a transparent KBr pellet) using a FT-IR spectrophotometer JASCO 4200. The energy-dispersive X-ray (EDX) analysis was performed with a FEI Quanta 250 FEG Scanning Electron Microscope, having an EDAX detector. Particle size distribution and ζ-potentials were measured by the use of Malvern Zetasizer Nano-ZS using dynamic light scattering (DLS) and electrophoretic light scattering methods, respectively. The absorption spectrum was recorded using a JASCO V-770 UV−vis−NIR spectrophotometer.\n■ RESULTS AND DISCUSSION Structure and Morphology. The recorded XRD pattern of the synthesized β-NaYF4:Yb 3+−Er3+ nanomaterial (Figure 1a) agree with the reference pattern from the ICDD database\n(International Centre for Diffraction Data, card no. 28-119251) of hexagonal β-NaYF4 fluoride crystallizing in a P63/mmc space group. Significant broadening of the reflexes results from the nanocrystallinity of the obtained particles. The final product (core) consists of elongated NRs (Figure S1) with a thickness of ≈50 nm and length of ≈300 nm. After their surfaces were coated with an amorphous silica shell (thickness of ≈25 nm), they formed core@shell type nanostructures, which are on average 94 ± 9 nm wide and 315 ± 25 nm long (Figures 1b,c and S2). The presence of an external silica shell enables their dispersion in water and the formation of colloidal solutions. The synthesized core@shell NRs form some agglomerates in water, whose hydrodynamic size is around 552 ± 165 nm (Figures S2 and S3). However, their aqueous colloids (Figure 1d) are stable and do not settle down for at least several hours. This is due to their high average surface charge (−27 mV) in the neutral pH range, and the isoelectric point being around pH ≈ 2 (Figure S4), which is typical of the silica shell.52−54 Additional discussion concerning the structure and composition of the synthesized compounds, i.e., FT-IR (Figure S5) and EDX spectra (Figure S6), can be found in the Supporting Information data.\nLuminescence Properties. The synthesized core@shell NaYF4:Yb\n3+−Er3+ NRs exhibit a bright yellow-green UC luminescence, namely, anti-Stokes emission in the range from around 500−850 nm (both in solid powder and colloidal form; Figure 1d) at 975 nm NIR laser excitation, in resonance to the Yb3+ 2F7/2 → 2F5/2 transition. In this system, the Yb 3+ ions work as sensitizers, which transfer the absorbed NIR energy to the nearest emitting Er3+ activator ions, and pump\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13391\ntheir excited states by energy-transfer UC processes. Figure 2 schematically presents the observed energy migration paths in the prepared NaYF4:Yb\n3+−Er3+@SiO2 core@shell NRs, emphasizing the Er3+ UC luminescence and the Yb3+ emission.\nFigure 3 presents the emission spectra of the obtained core@shell NRs normalized to the Yb3+ 2F5/2 → 2F7/2 band, as\na function of temperature (≈297−337 K). The spectra consist of several narrow bands characteristic of the Er3+ UC luminescence, associated with its 4f−4f radiative transitions, i.e., 2H11/2 → 4I15/2 (525 nm), 4S3/2 → 4I15/2 (545 nm), 4F9/2 → 4I15/2 (660 nm), and 4I9/2 →\n4I15/2 (810 nm). The observed emission band in the NIR range (above ≈1000 nm) is a classical down-shifting emission originating from Yb3+ ions (2F5/2 →\n2F7/2 transition). It is worth noting that due to the use of 975 nm laser excitation, we applied a longpass 1000 nm filter to monitor the Yb3+ emission in the II-BW. Obviously, the Yb3+ 2F5/2 →\n2F7/2 band is partially cut off by the filter, but it does not affect the rate of change of the relative intensity ratios of the Yb3+/Er3+ bands as a function of temperature. By analyzing the spectra, it is clearly seen that the Er3+\nemission bands around 545, 660, and 810 nm decrease significantly with increasing temperature. In contrast, the Er3+ band around 525 nm and the Yb3+ band above 1000 nm are almost unaffected by temperature and their intensities are almost constant (see also the non-normalized spectra in Figure S7). That is why we used them as references for the ratiometric temperature sensing. The relative change of the Er3+ 525/545\nnm band ratio is commonly used for temperature-sensing purposes because the respective 2H11/2 → 4I15/2 and 4S3/2 → 4I15/2 transitions originate from the thermally coupled levels (TCLs) of Er3+ (2H11/2 and\n4S3/2), separated by ΔE ≈ 800 cm−1. Temperature-induced thermalization processes lead to an increase in the relative intensity of the higher-energy transition (at 525 nm; I2) and a decrease in the intensity of the lower-energy one (at 545 nm; I1), according to the Boltzmann distribution\nI I\nB E\nk T LIR(FIR) exp2 1 B ≡ = − Δ i k jjjjj y { zzzzz (1)\nwhere LIR(FIR) is the luminescence (fluorescence) intensity ratio of the emission bands, kB is the Boltzmann constant, ΔE is the energy separation between the barycenters of the I2 and I1 bands, T is the absolute temperature, and B is a constant dependent on the rates of total spontaneous emission, states degeneracies, branching ratio of the transitions with respect to the ground state and transitions angular frequencies.8,42 Using the integrated areas under the 525 and 545 nm bands and applying eq 1, a perfect fit (R2 > 0.99) to the determined band intensity ratio was obtained (Figure 4; top). The determined\nenergy difference between the mentioned TCLs, i.e., ΔE = 812 cm−1, is very similar to the separation energy between the 2H11/2 and\n4S3/2 states calculated from the spectra (≈750 cm−1). Although the typically used Er3+ 525/545 nm band ratio is\nvery useful for accurate, contactless temperature sensing in various scientific and industrial applications, it is not ideal for biological and medical applications requiring subcutaneous temperature determination. This is due to the large absorption cross section of biological species (skin, internal tissues, fat, blood, etc.) in the visible range up to ≈650 nm as well as a stronger scattering of the visible light compared to lower-\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13392\nenergy NIR radiation. That is why we have determined the temperature dependences of the spectrally separated Yb3+/Er3+ band ratios, i.e., 1010/810 nm (2F5/2 → 2F7/2/ 4I9/2 → 4I15/2) and 1010/660 nm (2F5/2 → 2F7/2/ 4F9/2 → 4I15/2) located in the II-BW and I-BW ranges. It is worth noting that these transitions are not thermally coupled in the sense of the Boltzmann type distribution. However, they exhibit different temperature dependences of their quenching and/or energy transfer rates, and, hence, their relative intensities, i.e., band ratios, can be correlated with temperature and used for thermal sensing.49 We have successfully correlated the mentioned Yb3+/Er3+ band ratios, applying the second-order polynomial fits to their temperature evolutions (Figure 4; bottom). To ensure the reversibility of the measured thermometric parameters, after reaching 337 K, the system was cooled down to room temperature and then reheated and cooled to ambient conditions. The determined band ratios at extreme temperature values (Figure 4) are located in the expected positions and match the tendencies in the corresponding series. To quantitatively compare the performance of various\noptical thermometers (different dopant ions and host materials), a relative temperature sensitivity (Sr) can be used because it is independent from the sample characteristics and\nmeasuring setup. The Sr value is usually expressed in % K −1 and is defined as\nS T\n100% 1 MP dMP dr = × (2)\nwhere MP is the measured parameter whose change is used for temperature sensing, e.g., band ratio, luminescence lifetime, band width, spectral shift, etc. Sr indicates how MP changes per 1 K. As based on eq 2, the calculated Sr value decreases with temperature for the 525/545 nm band ratio (see Figure 4; right) from 1.31% K−1 (299 K) to 1.02% K−1 (337 K). It is worth noting that this is one of the highest Sr value (around 300 K) for this Er3+ band ratio, especially among nanosized materials (Table 1). Thus, for the 1010/810 and 1010/660 nm band ratios, Sr increases with temperature from 1.05 to 1.64% K−1 and from 0.63 to 0.96% K−1, respectively (Figure 4). However, in the case of bioapplications, the temperature range of around 313 K (40 °C) is of crucial importance because the detection of pathologically changed cells is based on their internal temperature elevation from approximately 310−315 K, where the most pronounced deviations occur. Hence, we compared Sr values at 313 K in Table 2 together with other fitting parameters and the equations used.\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13393\nThe highest Sr value (1.44% K −1) at 313 K was determined for the Yb3+/Er3+ 1010/810 nm band ratio. The temperature uncertainties (δT; temperature resolution) were determined based on eq 3,43,46,60i.e.,\nT S 1 MP MPr δ δ=\n(3)\nwhere δMP denotes the uncertainty of the measured parameter determination. The calculated uncertainty of the optical temperature determination at 313 K is about 0.59 K for the Er3+ 525/545 nm band ratio and about 0.76 K (1010/810 nm) and 1.00 K (1010/660 nm) for the Yb3+/Er3+ band ratios. The calculated δT values for the whole temperature range studied are given in Figure S8 in the Supporting Information. In addition to sensitivity and uncertainty, the luminescence signal intensity is also of crucial importance for temperature sensing, especially in biological systems. Even if the value of Sr in the biological range of temperature is high, but the excitation/emission light is strongly absorbed and/or scattered by biological material hampering, its penetration through the tissue, accurate optical determination of the temperature is not possible. That is why we conducted a simple ex vivo experiment using a fresh chicken breast (≈1 mm in thickness) as tissue imitation. The experimental setup in schematically presented in Figure 5 (top). Using the same configuration,\nmeasuring parameters and laser power, the emission spectra with and without the tissue were recorded (Figure 5; bottom). The NIR emission of Yb3+ decreased slightly after propagation through the tissue (by ≈10%). Due to the strong scattering of the higher-energy photons and their absorption by the tissue, the UC emission intensity decreased significantly (≈100 times) in the recorded spectrum. However, the most\npronouncing decrease is observed below ≈650 nm. It is clearly visible that it is hardly possible to determine the Er3+ 525/545 nm band ratio from the recorded spectra with the tissue. However, besides the signal intensity decrease, the Yb3+/Er3+ 1010/810 and 1010/660 nm bands are still clearly observed, and after appropriate recalibration, their intensity ratio could potentially be used for temperature-sensing purposes. Taking into account the spectral range, the luminescence signal intensity, thermal sensitivity, and resolution, the Yb3+/Er3+ 1010/810 nm band ratio seems to be the most suitable for biological temperature sensing among the parameters studied.\n■ CONCLUSIONS Inorganic luminescent Ln3+-doped nanocrystals have been successfully synthesized in the form of β-NaYF4:Yb\n3+−Er3+@ SiO2 core@shell type nanorods via a combined hydrothermal and microemulsion approaches. The obtained nanomaterial exhibits a bright upconversion luminescence under NIR 975 nm laser irradiation, accompanied by an intense NIR emission of Yb3+. Thanks to the presence of the silica shell, it forms stable aqueous colloids. The temperature dependence of its luminescence properties was investigated in the biological range of temperature (299−337 K). Based on the LIR method, the UC emission band ratio of Er3+ 525/545 nm, corresponding to its TCLs 2H11/2 → 4I15/2/ 4S3/2 →\n4I15/2 (ΔE = 812 cm−1) was correlated with temperature according to the Boltzmann type distribution, resulting in a high thermal sensitivity (Sr = 1.31% K\n−1 at 299 K). Moreover, using the second-order polynomial fits, we correlated the emission band ratios of Yb3+/Er3+ related to their non-TCLs, i.e., 1010/810 (2F5/2 → 2F7/2/ 4I9/2 → 4I15/2) and 1010/660 nm ( 2F5/2 → 2F7/2/ 4F9/2 →\n4I15/2) with temperature. It is worth noting that the spectrally separated Yb3+/Er3+ 1010/810 nm band ratio exhibits the highest relative sensitivity values, i.e., Sr = 1.64% K−1, at 337 K. The performed ex vivo experiment confirmed better tissue penetration using the Yb3+/Er3+ luminescence bands located in II-BW and I-BW, compared to those commonly used in luminescence thermometry Er3+ 525/545 nm band ratio. Considering the spectral position, signal intensity, temperature resolution, and thermal sensitivity, it seems that the use of Yb3+/Er3+ 1010/810 nm band ratio is most suitable for the contactless optical temperature-sensing applications, especially in biological systems.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b00445.\nTEM images; DLS-based size distribution histogram; ζpotential titration plot; IR and EDX spectra; nonnormalized luminescence spectra; determined temperature uncertainties; transmission spectrum of the tissue used (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*E-mail: runowski@amu.edu.pl. Tel: 0048618291778."
    }, {
      "heading" : "ORCID",
      "text" : "Marcin Runowski: 0000-0002-9704-2105 Stefan Lis: 0000-0002-3989-3913\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13394"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the Polish National Science Centre (Grant Nos. UMO-2016/22/E/ST5/00016 and 2016/ 21/B/ST5/00110) and the Polish Ministry of Science and Higher Education: Iuventus Plus Programme (Grant No. IP2014 014573).\n■ REFERENCES (1) Liu, J.; Wang, C.; He, X.; Li, S. Infrared Measurement of Temperature Field in Coal Gas Desorption. Int. J. Min. Sci. Technol. 2014, 24, 57−61. (2) Bednarkiewicz, A.; Trejgis, K.; Drabik, J.; Kowalczyk, A.; Marciniak, L. Phosphor-Assisted Temperature Sensing and Imaging Using Resonant and Nonresonant Photoexcitation Scheme. ACS Appl. Mater. Interfaces 2017, 9, 43081−43089. (3) Pinkerton, H.; James, M.; Jones, A. Surface Temperature Measurements of Active Lava Flows on Kilauea Volcano, Hawai’i. J. Volcanol. Geotherm. Res. 2002, 113, 159−176. (4) Fortuna, E. L.; Carney, M. M.; Macy, M.; Stanley, R. M.; Younger, J. G.; Bradin, S. A. Accuracy of Non-Contact Infrared Thermometry Versus Rectal Thermometry in Young Children Evaluated in the Emergency Department for Fever. J. Emerg. Nurs. 2010, 36, 101−104. (5) Bai, T.; Gu, N. Micro/Nanoscale Thermometry for Cellular Thermal Sensing. Small 2016, 12, 4590−4610. (6) Brites, C. D. S.; Lima, P. P.; Silva, N. J. O.; Millań, A.; Amaral, V. S.; Palacio, F.; Carlos, L. D. Thermometry at the Nanoscale. Nanoscale 2012, 4, 4799−4829. (7) Jaque, D.; Vetrone, F. Luminescence Nanothermometry. Nanoscale 2012, 4, 4301−4326. (8) Runowski, M.; Shyichuk, A.; Tyminśki, A.; Grzyb, T.; Lavín, V.; Lis, S. Multifunctional Optical Sensors for Nanomanometry and Nanothermometry: High-Pressure and High-Temperature Upconversion Luminescence of Lanthanide-Doped PhosphatesLaPO4/ YPO4:Yb\n3+−Tm3+. ACS Appl. Mater. Interfaces 2018, 10, 17269− 17279. (9) Runowski, M.; Marciniak, J.; Grzyb, T.; Przybylska, D.; Shyichuk, A.; Barszcz, B.; Katrusiak, A.; Lis, S. Lifetime Nanomanometry − High-Pressure Luminescence of up-Converting Lanthanide Nanocrystals − SrF2:Yb3+,Er3+. Nanoscale 2017, 9, 16030−16037. (10) Ostrikov, K.; Neyts, E. C.; Meyyappan, M. Plasma Nanoscience: From Nano-Solids in Plasmas to Nano-Plasmas in Solids. Adv. Phys. 2013, 62, 113−224. (11) Skwierczynśka, M.; Runowski, M.; Goderski, S.; Szczytko, J.; Rybusinśki, J.; Kulpinśki, P.; Lis, S. Luminescent−Magnetic Cellulose Fibers, Modified with Lanthanide-Doped Core/Shell Nanostructures. ACS Omega 2018, 3, 10383−10390. (12) Skumryev, V.; Stoyanov, S.; Zhang, Y.; Hadjipanayis, G.; Givord, D.; Nogueś, J. Beating the Superparamagnetic Limit with Exchange Bias. Nature 2003, 423, 850−853. (13) Tang, Z.; Kotov, N.; Giersig, M. Spontaneous Organization of Single CdTe Nanoparticles into Luminescent Nanowires. Science 2002, 297, 237−240. (14) Runowski, M.; Stopikowska, N.; Goderski, S.; Lis, S. Luminescent-Plasmonic, Lanthanide-Doped Core/Shell Nanomaterials Modified with Au Nanorods − Up-Conversion Luminescence Tuning and Morphology Transformation after NIR Laser Irradiation. J. Alloys Compd. 2018, 762, 621−630. (15) Geitenbeek, R. G.; Prins, P. T.; Albrecht, W.; Van Blaaderen, A.; Weckhuysen, B. M.; Meijerink, A. NaYF4:Er\n3+,Yb3+/SiO2 Core/ Shell Upconverting Nanocrystals for Luminescence Thermometry up to 900 K. J. Phys. Chem. C 2017, 121, 3503−3510. (16) Ding, H. L.; Zhang, Y. X.; Wang, S.; Xu, J. M.; Xu, S. C.; Li, G. H. Fe3O4@SiO2 Core/Shell Nanoparticles: The Silica Coating\nRegulations with a Single Core for Different Core Sizes and Shell Thicknesses. Chem. Mater. 2012, 24, 4572−4580. (17) Wang, J.; Huang, H.; Zhang, D.; Chen, M.; Zhang, Y.; Yu, X.; Zhou, L.; Wang, Q. Synthesis of Gold/Rare-Earth-Vanadate Core/ Shell Nanorods for Integrating Plasmon Resonance and Fluorescence. Nano Res. 2015, 8, 2548−2561. (18) Runowski, M.; Dąbrowska, K.; Grzyb, T.; Miernikiewicz, P.; Lis, S. Core/Shell-Type Nanorods of Tb3+-Doped LaPO4, Modified with Amine Groups, Revealing Reduced Cytotoxicity. J. Nanopart. Res. 2013, 15, 2068−2083. (19) Runowski, M.; Goderski, S.; Paczesny, J.; KsięzȯpolskaGocalska, M.; Ekner-Grzyb, A.; Grzyb, T.; Rybka, J. D.; Giersig, M.; Lis, S. Preparation of Biocompatible, Luminescent-Plasmonic Core/ Shell Nanomaterials Based on Lanthanide and Gold Nanoparticles Exhibiting SERS Effects. J. Phys. Chem. C 2016, 120, 23788−23798. (20) Szczeszak, A.; Ekner-Grzyb, A.; Runowski, M.; Szutkowski, K.; Mroẃczynśka, L.; Kazḿierczak, Z.; Grzyb, T.; Dąbrowska, K.; Giersig, M.; Lis, S. Spectroscopic, Structural and in Vitro Cytotoxicity Evaluation of Luminescent, Lanthanide Doped Core@shell Nanomaterials GdVO4:Eu\n3+5%@SiO2@NH2. J. Colloid Interface Sci. 2016, 481, 245−255. (21) Goderski, S.; Runowski, M.; Stopikowska, N.; Lis, S. Luminescent-Plasmonic Effects in GdPO4:Eu\n3+ Nanorods Covered with Silver Nanoparticles. J. Lumin. 2017, 188, 24−30. (22) Runowski, M. Color-Tunable up-Conversion Emission of Luminescent -Plasmonic , Core/She l l Nanomater ia l s − KY3F10:Yb\n3+,Tm3+/SiO2-NH2/Au. J. Lumin. 2017, 186, 199−204. (23) Wybourne, B. G.; Smentek, L. Optical Spectroscopy of Lanthanides; CRC Press: New York, 2007. (24) Tanner, P. A. Some Misconceptions Concerning the Electronic Spectra of Tri-Positive Europium and Cerium. Chem. Soc. Rev. 2013, 42, 5090−5101. (25) Binnemans, K. Lanthanide-Based Luminescent Hybrid Materials. Chem. Rev. 2009, 109, 4283−4374. (26) Runowski, M.; Wozńy, P.; Lavín, V.; Lis, S. Optical Pressure Nano-Sensor Based on Lanthanide Doped SrB2O4:Sm\n2+ Luminescence − Novel High-Pressure Nanomanometer. Sens. Actuators, B 2018, 273, 585−591. (27) Nadort, A.; Zhao, J.; Goldys, E. M. Lanthanide Upconversion Luminescence at the Nanoscale: Fundamentals and Optical Properties. Nanoscale 2016, 8, 13099−13130. (28) Zheng, W.; Huang, P.; Tu, D.; Ma, E.; Zhu, H.; Chen, X. Lanthanide-Doped Upconversion Nano-Bioprobes: Electronic Structures, Optical Properties, and Biodetection. Chem. Soc. Rev. 2015, 44, 1379−1415. (29) Shyichuk, A.; Moura, R. T.; Carneiro Neto, A. N.; Runowski, M.; Zarad, M. S.; Szczeszak, A.; Lis, S.; Malta, O. L. Effects of Dopant Addition on Lattice and Luminescence Intensity Parameters of Eu(III)-Doped Lanthanum Orthovanadate. J. Phys. Chem. C 2016, 120, 28497−28508. (30) Malta, O. L. Mechanisms of Non-Radiative Energy Transfer Involving Lanthanide Ions Revisited. J. Non-Cryst. Solids 2008, 354, 4770−4776. (31) Judd, B. Optical Absorption Intensities of Rare-Earth Ions. Phys. Rev. 1962, 127, 750−761. (32) Auzel, F. Upconversion and Anti-Stokes Processes with f and d Ions in Solids. Chem. Rev. 2004, 104, 139−173. (33) Aleksandrovsky, A. S.; Gudim, I. A.; Krylov, A. S.; Malakhovskii, A. V.; Temerov, V. L. Upconversion Luminescence of YAl3(BO3)4:(Yb\n3+,Tm3+) Crystals. J. Alloys Compd. 2010, 496, L18−"
    }, {
      "heading" : "L21.",
      "text" : "(34) Lim, C. S.; Aleksandrovsky, A.; Molokeev, M.; Oreshonkov, A.; Atuchin, V. Microwave Sol−gel Synthesis and Upconversion Photoluminescence Properties of CaGd2(WO4)4:Er\n3+/Yb3+ Phosphors with Incommensurately Modulated Structure. J. Solid State Chem. 2015, 228, 160−166. (35) Lim, C. S.; Atuchin, V. V.; Aleksandrovsky, A. S.; Molokeev, M. S.; Oreshonkov, A. S. Incommensurately Modulated Structure and\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13395\nSpectroscopic Properties of CaGd2(MoO4)4:Ho 3+/Yb3+ Phosphors for up-Conversion Applications. J. Alloys Compd. 2017, 695, 737−746. (36) Liu, Y.; Tu, D.; Zhu, H.; Chen, X. Lanthanide-Doped Luminescent Nanoprobes: Controlled Synthesis, Optical Spectroscopy, and Bioapplications. Chem. Soc. Rev. 2013, 42, 6924−6958. (37) Runowski, M.; Wozńy, P.; Stopikowska, N.; Guo, Q.; Lis, S. Optical Pressure Sensor Based on the Emission and Excitation Band Width (Fwhm) and Luminescence Shift of Ce3+-Doped FluorapatiteHigh-Pressure Sensing. ACS Appl. Mater. Interfaces 2019, 11, 4131−4138. (38) Wang, F.; Han, Y.; Lim, C. S.; Lu, Y.; Wang, J.; Xu, J.; Chen, H.; Zhang, C.; Hong, M.; Liu, X. Simultaneous Phase and Size Control of Upconversion Nanocrystals through Lanthanide Doping. Nature 2010, 463, 1061−1065. (39) Li, C.; Quan, Z.; Yang, J.; Yang, P.; Lin, J. Highly Uniform and Monodisperse Beta-NaYF4:Ln\n3+ (Ln = Eu, Tb, Yb/Er, and Yb/Tm) Hexagonal Microprism Crystals: Hydrothermal Synthesis and Luminescent Properties. Inorg. Chem. 2007, 46, 6329−6337. (40) Kamimura, M.; Matsumoto, T.; Suyari, S.; Umezawa, M.; Soga, K. Ratiometric Near-Infrared Fluorescence Nanothermometry in the OTN-NIR (NIR II/III) Biological Window Based on Rare-Earth Doped β-NaYF4 Nanoparticles. J. Mater. Chem. B 2017, 5, 1917− 1925. (41) Que, Y.; Feng, C.; Lu, G.; Huang, X. Polymer-Coated Ultrastable and Biofunctionalizable Lanthanide Nanoparticles. ACS Appl. Mater. Interfaces 2017, 9, 14647−14655. (42) Runowski, M.; Bartkowiak, A.; Majewska, M.; Martín, I. R.; Lis, S. Upconverting Lanthanide Doped Fluoride NaLuF4:Yb 3+-Er3+-Ho3+ - Optical Sensor for Multi-Range Fluorescence Intensity Ratio (FIR) Thermometry in Visible and NIR Regions. J. Lumin. 2018, 201, 104− 109. (43) Brites, C. D. S.; Millań, A.; Carlos, L. D. Lanthanides in Luminescent Thermometry. In Handbook on the Physics and Chemistry of Rare Earths; Elsevier, 2016; Vol. 49, pp 339−427. (44) Suo, H.; Hu, F.; Zhao, X.; Zhang, Z.; Li, T.; Duan, C.; Yin, M.; Guo, C. All-in-One Thermometer-Heater up-Converting Platform YF3:Yb\n3+,Tm3+ Operating in the First Biological Window. J. Mater. Chem. C 2017, 5, 1501−1507. (45) Balabhadra, S.; Debasu, M. L.; Brites, C. D. S.; Nunes, L. A. O.; Malta, O. L.; Rocha, J.; Bettinelli, M.; Carlos, L. D. Boosting the Sensitivity of Nd3+-Based Luminescent Nanothermometers. Nanoscale 2015, 7, 17261−17267. (46) Balabhadra, S.; Debasu, M. L.; Brites, C. D. S.; Ferreira, R. A. S.; Carlos, L. D. Upconverting Nanoparticles Working As Primary Thermometers In Different Media. J. Phys. Chem. C 2017, 121, 13962−13968. (47) Hernańdez-Rodríguez, M. A.; Lozano-Gorrín, A. D.; Martín, I. R.; Rodríguez-Mendoza, U. R.; Lavín, V. Comparison of the Sensitivity as Optical Temperature Sensor of Nano-Perovskite Doped with Nd3+ Ions in the First and Second Biological Windows. Sens. Actuators, B 2018, 255, 970−976. (48) Carrasco, E.; Del Rosal, B.; Sanz-Rodríguez, F.; De La Fuente, ÁJ.; Gonzalez, P. H.; Rocha, U.; Kumar, K. U.; Jacinto, C.; Sole,́ J. G.; Jaque, D. Intratumoral Thermal Reading during Photo-Thermal Therapy by Multifunctional Fluorescent Nanoparticles. Adv. Funct. Mater. 2015, 25, 615−626. (49) Ximendes, E. C.; Rocha, U.; Sales, T. O.; Fernańdez, N.; SanzRodríguez, F.; Martín, I. R.; Jacinto, C.; Jaque, D. In Vivo Subcutaneous Thermal Video Recording by Supersensitive Infrared Nanothermometers. Adv. Funct. Mater. 2017, 27, No. 1702249. (50) Cortelletti, P.; Skripka, A.; Facciotti, C.; Pedroni, M.; Caputo, G.; Pinna, N.; Quintanilla, M.; Benayas, A.; Vetrone, F.; Speghini, A. Tuning the Sensitivity of Lanthanide-Activated NIR Nanothermometers in the Biological Windows. Nanoscale 2018, 10, 2568−2576. (51) Fujii, H. Central Research Laboratory Hitachi Limited, Tokyo, Japan Priv. Commun. 1975. (52) Philipse, A. P.; van Bruggen, M. P. B.; Pathmamanoharan, C. Magnetic Silica Dispersions: Preparation and Stability of Surface-\nModified Silica Particles with a Magnetic Core. Langmuir 1994, 10, 92−99. (53) Leung, K.; Nielsen, I. M. B.; Criscenti, L. J. Elucidating the Bimodal Acid-Base Behavior of the Water-Silica Interface from First Principles. J. Am. Chem. Soc. 2009, 131, 18358−18365. (54) Runowski, M.; Ekner-Grzyb, A.; Mroẃczynśka, L.; Balabhadra, S.; Grzyb, T.; Paczesny, J.; Zep, A.; Lis, S. Synthesis and Organic Surface Modification of Luminescent, Lanthanide-Doped Core/Shell Nanomaterials (LnF3@SiO2@NH2@Organic Acid) for Potential Bioapplications: Spectroscopic, Structural, and in Vitro Cytotoxicity Evaluation. Langmuir 2014, 30, 9533−9543. (55) Singh, S. K.; Kumar, K.; Rai, S. B. Er3+/Yb3+ Codoped Gd2O3 Nano-Phosphor for Optical Thermometry. Sens. Actuators, A 2009, 149, 16−20. (56) Suo, H.; Zhao, X.; Zhang, Z.; Shi, R.; Wu, Y.; Xiang, J.; Guo, C. Local Symmetric Distortion Boosted Photon Up-Conversion and Thermometric Sensitivity in Lanthanum Oxide Nanospheres. Nanoscale 2018, 10, 9245−9251. (57) Corteś-Adasme, E.; Vega, M.; Martin, I. R.; Llanos, J. Synthesis and Characterization of SrSnO3 doped with Er\n3+ for up-Conversion Luminescence Temperature Sensors. RSC Adv. 2017, 7, 46796− 46802. (58) Leoń-Luis, S. F.; Rodríguez-Mendoza, U. R.; Lalla, E.; Lavín, V. Temperature Sensor Based on the Er3+ Green Upconverted Emission in a Fluorotellurite Glass. Sens. Actuators, B 2011, 158, 208−213. (59) Suo, H.; Zhao, X.; Zhang, Z.; Guo, C. 808 Nm Light-Triggered Thermometer−Heater Upconverting Platform Based on Nd3+Sensitized Yolk−Shell GdOF@SiO2. ACS Appl. Mater. Interfaces 2017, 9, 43438−43448. (60) Wang, Z.; Ananias, D.; Carne-́Sańchez, A.; Brites, C. D. S.; Imaz, I.; Maspoch, D.; Rocha, J.; Carlos, L. D. Lanthanide-Organic Framework Nanothermometers Prepared by Spray-Drying. Adv. Funct. Mater. 2015, 25, 2824−2830.\nDOI: 10.1021/acsami.9b00445 ACS Appl. Mater. Interfaces 2019, 11, 13389−13396\n13396"
    } ],
    "references" : [ {
      "title" : "Micro/Nanoscale Thermometry for Cellular Thermal Sensing",
      "author" : [ "T. Bai", "N. Gu" ],
      "venue" : "Small 2016,",
      "citeRegEx" : "Bai and Gu,? \\Q2016\\E",
      "shortCiteRegEx" : "Bai and Gu",
      "year" : 2016
    }, {
      "title" : "Thermometry at the Nanoscale",
      "author" : [ "F. Palacio", "L.D. Carlos" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "S. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2012
    }, {
      "title" : "Luminescence Nanothermometry",
      "author" : [ "D. Jaque", "F. Vetrone" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "Jaque and Vetrone,? \\Q2012\\E",
      "shortCiteRegEx" : "Jaque and Vetrone",
      "year" : 2012
    }, {
      "title" : "Beating the Superparamagnetic Limit with Exchange Bias",
      "author" : [ "D. Givord", "J. Nogueś" ],
      "venue" : "Nature",
      "citeRegEx" : "Givord and Nogueś,? \\Q2003\\E",
      "shortCiteRegEx" : "Givord and Nogueś",
      "year" : 2003
    }, {
      "title" : "Core/Shell-Type Nanorods of Tb-Doped LaPO4, Modified with Amine Groups, Revealing Reduced Cytotoxicity",
      "author" : [ "M. Runowski", "K. Dąbrowska", "T. Grzyb", "P. Miernikiewicz", "S. Lis" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Runowski et al\\.,? \\Q2083\\E",
      "shortCiteRegEx" : "Runowski et al\\.",
      "year" : 2083
    }, {
      "title" : "Color-Tunable up-Conversion Emission of Luminescent -Plasmonic , Core/She l l Nanomater ia l s − KY3F10:Yb ,Tm/SiO2-NH2/Au",
      "author" : [ "M. Runowski" ],
      "venue" : "J. Lumin",
      "citeRegEx" : "Runowski,? \\Q2017\\E",
      "shortCiteRegEx" : "Runowski",
      "year" : 2017
    }, {
      "title" : "Lanthanide-Based Luminescent Hybrid Materials",
      "author" : [ "K. Binnemans" ],
      "venue" : "Chem. Rev. 2009,",
      "citeRegEx" : "Binnemans,? \\Q2009\\E",
      "shortCiteRegEx" : "Binnemans",
      "year" : 2009
    }, {
      "title" : "Optical Absorption Intensities of Rare-Earth Ions",
      "author" : [ "B. Judd" ],
      "venue" : "Phys. Rev. 1962,",
      "citeRegEx" : "Judd,? \\Q1962\\E",
      "shortCiteRegEx" : "Judd",
      "year" : 1962
    }, {
      "title" : "Upconversion and Anti-Stokes Processes with f and d Ions in Solids",
      "author" : [ "F. Auzel" ],
      "venue" : "Chem. Rev. 2004,",
      "citeRegEx" : "Auzel,? \\Q2004\\E",
      "shortCiteRegEx" : "Auzel",
      "year" : 2004
    }, {
      "title" : "Microwave Sol−gel Synthesis and Upconversion Photoluminescence Properties",
      "author" : [ "Tm) Crystals. J. Alloys Compd" ],
      "venue" : null,
      "citeRegEx" : "Compd.,? \\Q2010\\E",
      "shortCiteRegEx" : "Compd.",
      "year" : 2010
    }, {
      "title" : "All-in-One Thermometer-Heater up-Converting Platform YF3:Yb ,Tm Operating in the First Biological Window",
      "author" : [ "C. Guo" ],
      "venue" : "J. Mater. Chem. C 2017,",
      "citeRegEx" : "Guo,? \\Q2017\\E",
      "shortCiteRegEx" : "Guo",
      "year" : 2017
    }, {
      "title" : "Boosting the Sensitivity of Nd-Based Luminescent Nanothermometers",
      "author" : [ "O.L. Malta", "J. Rocha", "M. Bettinelli", "L.D. Carlos" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "Malta et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Malta et al\\.",
      "year" : 2015
    }, {
      "title" : "LnF3@SiO2@NH2@Organic Acid) for Potential Bioapplications: Spectroscopic, Structural, and in Vitro Cytotoxicity Evaluation",
      "author" : [ "S.K. Singh", "K. Kumar", "S.B. Rai" ],
      "venue" : "Langmuir 2014,",
      "citeRegEx" : "Singh et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2009
    }, {
      "title" : "Temperature Sensor Based on the Er Green Upconverted Emission in a Fluorotellurite",
      "author" : [ "S.F. Leoń-Luis", "U.R. Rodríguez-Mendoza", "E. Lalla", "V. Lavín" ],
      "venue" : null,
      "citeRegEx" : "Leoń.Luis et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Leoń.Luis et al\\.",
      "year" : 2011
    }, {
      "title" : "808 Nm Light-Triggered Thermometer−Heater Upconverting Platform Based on NdSensitized Yolk−Shell GdOF@SiO2",
      "author" : [ "H. Suo", "X. Zhao", "Z. Zhang", "C. Guo" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "Suo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Suo et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Upconverting core@shell type β-NaYF4:Yb − Er@SiO2 nanorods have been obtained by a two-step synthesis process, which encompasses hydrothermal and microemulsion routes. The synthesized nanomaterial forms stable aqueous colloids and exhibits a bright dual-center emission (λex = 975 nm), i.e., upconversion luminescence of Er and down-shifting emission of Yb, located in the first (IBW) and the second (II-BW) biological windows of the spectral range, respectively. The intensity ratios of the emission bands of Er and Yb observed in the vis−near-infrared (NIR) range monotonously change with temperature, i.e., the thermalized Er levels (H11/2 → I15/2/ S3/2 → I15/2) and the nonthermally coupled Yb/Er levels (F5/2 → F7/2/ I9/2 → I15/2 or F9/2 → I15/2). Hence, their thermal evolutions have been correlated with temperature using the Boltzmann type distribution and second-order polynomial fits for temperaturesensing purposes, i.e., Er 525/545 nm (max Sr = 1.31% K −1) and Yb/Er 1010/810 nm (1.64% K−1) or 1010/660 nm (0.96% K−1). Additionally, a fresh chicken breast was used as a tissue imitation in the performed ex vivo experiment, showing the advantage of the use of NIR Yb/Er bands, vs. the typically used Er 525/545 nm band ratio, i.e., better penetration of the luminescence signal through the tissue in the I-BW and II-BW. Such nanomaterials can be utilized as accurate and effective, broad-range vis−NIR optical, contactless sensors of temperature.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}