{
  "name" : "downloads_2020-07-19_4e_imran2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Analysis of peristaltic flow of Jeffrey six constant nano fluid in a vertical non-uniform tube",
    "authors" : [ "M.A. Imran", "A. Shaheen", "El-Sayed M. Sherifc", "Mohammad Rahimi-Gorji", "Asiful H. Seikh" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChinese Journal of Physics\njournal homepage: www.elsevier.com/locate/cjph\nAnalysis of peristaltic flow of Jeffrey six constant nano fluid in a vertical non-uniform tube\nM.A. Imrana, A. Shaheenb, El-Sayed M. Sherifc,d,⁎, Mohammad Rahimi-Gorjie, Asiful H. Seikhf\naDepartment of Mathematics, University of Management and Technology, Lahore, Pakistan bDepartment of Mathematics, Comsats University Islamabad Lahore Campus, Pakistan c Center of Excellence for Research in Engineering Materials, King Saud University, P.O. Box-800, Riyadh 11421, Saudi Arabia d Electrochemistry and Corrosion Laboratory, Department of Physical Chemistry, National Research Centre, El-Behoth St. 33, Dokki, Cairo 12622, Egypt e Faculty of Medicine and Health Science, Ghent University, Gent 9000, Belgium f Center of Excellence for Research in Engineering Materials, King Saud University, P.O. Box-800, Riyadh 11421, Saudi Arabia\nA R T I C L E I N F O\nKeywords: Peristaltic flow Nanoparticles Jeffrey six constant fluid Homotopy perturbation method\nA B S T R A C T\nPeristaltic flow of non-Newtonian nano fluid through a non-uniform surface has been investigated in this paper. The fluid motion along the wall of the surface is caused by the sinusoidal wave traveling with constant speed. The governing equations are converted into cylindrical coordinate system and assuming low Reynolds number and long wave length partial differential equations are simplified. Analytically solutions of the problem are obtained by utilizing the homotopy perturbation method (HPM). In order to insight the impact of embedded parameters on temperature, concentration and velocity some graphs are plotted for different peristaltic waves. At the end, some observations were made from the graphical presentation that velocity, pressure rise and nano particle concentration are increasing function of thermophoresis parameter Nt while temperature and frictional forces show opposite trend.\n1. Introduction\nPeristalsis is a critical system for moving toward fluid in a channel or tube by methods for a usage contractile ring over the tube, which drives the material forward. Peristalsis is a radially symmetrical contraction of muscles which propagates in a way down a muscular tube. This process is quite important for fluid transport in living organisms and industry. Blood pumps in dialysis and heart lung machine works because of the peristaltic phenomena. Most of the fluids in nature possess non-Newtonian characteristics. NonNewtonian fluids change their viscosity or flow behavior under stress. Not all non-Newtonian fluids behave in the same way when stress is applied; some become more solid while others more fluid. Some non-Newtonian fluids react as a result of the amount of stress applied, while others react as a result of the length of time that stress is applied. In a few technique of physiology and designing, peristaltic stream concerns are comprehensively found in channel/tube. Such streams rise in gulping of sustenance amid throat, pee transportation from kidney to bladder, evaluation chyme in gastrointestinal tract, ovum development in the female fallopian tube, spermatozoa move in the channels efferent of male conceptive tract, vasomotion of limited veins, water development from ground to\nhttps://doi.org/10.1016/j.cjph.2019.11.029 Received 10 January 2019; Received in revised form 22 November 2019; Accepted 28 November 2019\n⁎ Corresponding author. E-mail addresses: imran.asjad@umt.edu.pk (M.A. Imran), shaheenaqila@gmail.com (A. Shaheen), esherif@KSU.EDU.SA (E.-S.M. Sherif),\nmohammad.rahimigorji@ugent.be, m69.rahimi@yahoo.com (M. Rahimi-Gorji), aseikh@ksu.edu.sa (A.H. Seikh).\nChinese Journal of Physics 66 (2020) 60–73\nAvailable online 26 December 2019 0577-9073/ © 2019 The Physical Society of the Republic of China (Taiwan). Published by Elsevier B.V. All rights reserved.\nT\nabove branches of adult trees referred to as [1–5]. Pumping of blood in lungs, transportation of mordant fluids, heart and hygienic fluid is due to the service of peristalsis. Srinivas et al. [6] were the first one who investigated the peristaltic during male reproductive system experimentally and numerically. Peristaltic flow has been discussed in the vas deferens by Gupta and Seshadri [7], Guha et al. [8] and Batra [9]. Hussain et al. [10] studied the effects of Joule heating and viscous dissipation on MHD Sisko nanofluid over a stretching cylinder. Khalil et al. [11–16] have discussed numerical solutions of non-Newtonian fluids. Hydromagnetic flow of fluid in a uniform pipe with variable thickness was investigated by Hakeem et al. [17]. Mair et al. [18] explained the boundary layer flow of MHD tangent hyperbolic nanofluid over a stretching sheet. Bilal et al. [19] discussed double diffusion on MHD Prandtl nano fluid. Peristaltic transportation of channel flow for non-Newtonian fluid with some inclination has been studied by Vajravelu et al. [20].\nStudy of peristaltic flow in the presence of magnetic field has also achieved a lot of importance in daily life and engineering sciences. Effects of MHD on the peristaltic flows for different modes of heat transfer like conduction, convection and radiations are reported in the Refs. [21–23].\nThe rate of heat transfer is dependent on the temperatures of the systems and the properties of the prevailing medium through\nNomenclature\nU W,¯ fluid velocity components C̄ nanopartical concentration DT thermospheric diffusion coefficient a0 radius of the inlet Nt thermophoresis number δ long wavelength Nb Brownian motion number ρp density of the particle c wave speed ϵ1 relaxation time d, b, c Jeffrey six constant θ dimensionless temperature\nPr Prandtl number T̄ temperature of fluid DB Brownian diffusion cofficient τ ratio of heat capacity of the nanoparticle Re Reynolds number t is the time Gr thermophoresis number μ dynamic viscosity λ wave length b wave amplitude ϵ2 delay time σ dimensionless concentration w dimensionless velocity Ec Eckert number\nwhich the heat is transferred. Different authors have discussed [24,25] the effect of force on the heat convection and mass transfer. Study of peristaltic flow in the presence of magnetic field has also achieved a lot of importance in daily life and engineering sciences. A study dealing MHD nanofluid flow with Stagnation mixed convection and slip condition for stretching sheet has been discussed [26]. Effects of MHD on the peristaltic flows for different modes of heat transfer like conduction, convection and radiations are reported in the Refs. [27]. Abbasi et al. [28,29] discussed Peristaltic motion of nanofluid with MHD mixed convective and Joule heating effects.\nSince the first investigation done by the Choi [30], the study of nanofluids have attracted the attention of many researchers due to its tremendous applications in various fields of life such as biomedical devices, treatment of tumor, nuclear reactor, microchips, cooling, radiators and nonmedicinal etc. Different authors have discussed [31,32] heat transfer analysis for peristaltic flow of Carreau-Yasuda fluid through a curved channel with radial magnetic field. In [33,34] discussed the calculations for the estimation of transient surface warmth motion amid ultra-quick surface cooling.The demonstrated conditions are settled scientifically by homotopy bother technique. The outcomes for velocity profile, pressure gradient, pressure rise and stream function have been considered for various estimations of the parameters. The physical highlights of applicable parameters are examined through diagrams. The streamlines are outlined for some physical amount to analyze the catching trapping phenomenon.\nPresent study deals with the peristaltic flow of non-Newtonian nano fluid through a non-uniform tube. The fluid motion along the wall of the surface is caused by the sinusoidal wave traveling with constant speed. The governing equations are converted into cylindrical coordinate system and assuming low Reynolds number and long wave length partial differential equations are simplified. Analytically solutions of the problem are obtained by utilizing the homotopy perturbation method (HPM). In order to insight the impact of embedded parameters on temperature, concentration and velocity some graphs are plotted for different peristaltic waves. At the end, some streamlines have also been plotted.\n2. Problem formulation\nLet us consider incompressible Jeffrey’s six constant nanofluid bearing the peristaltic flow in a non-uniform vertical tube. The flow is generated by a sinusoidal wave train conduction along the walls of the tube with constant speed c.\nThe geometry of the problem cylindrical Coordinates system (R, Z) is shown in Fig. (1)\n= + −h a Z b π λ Z ct¯ ( ¯ ) sin 2 ( ¯ ),\nwhere = +a Z a KZ( ¯ ) ¯,0 a0 is the radius of the inlet, K is the constant whose magnitude depend on the length of the tube, λ is the wavelength, b is wave amplitude, c is the propagation velocity and t is the time. We consider the cylindrical coordinate system (R, Z), in which Z-axis lies along the center line of the tube and R is transverse to it.\nThe fundamental equations of continuity, momentum, nanoparticle concentration are [35]\n+ + =U U R W¯ ¯ ¯ ¯ 0,R Z (1)\n⎛ ⎝ ∂ ∂ + ∂ ∂ + ∂ ∂ ⎞ ⎠ = − ∂ ∂ + ∂ ∂\n+ ∂ ∂ +( ) ( )mm ρ t U R W Z U P R R R Rτ Z τ τ R [3 ] ¯ ¯ ¯ ¯ ¯ ¯ ¯ ¯ 1 ¯ ¯ ¯ ¯ ¯ ¯ ¯ ¯ ,RR RZ θθ ¯ ¯ ¯ ¯ ¯ ¯\n(2)\n⎛ ⎝ ∂ ∂ + ∂ ∂ + ∂ ∂ ⎞ ⎠ = − ∂ ∂ + ∂ ∂\n+ ∂ ∂\n+ − + −\n( ) ( )mm ρ t U R W Z W P Z R R Rτ Z τ\nρgα T T ρgα C C\n[3 ] ¯ ¯ ¯ ¯ ¯ ¯ ¯ ¯ 1 ¯ ¯ ¯ ¯ ¯ ¯\n( ¯ ¯ ) ( ¯ ¯ ),\nRZ ZZ¯ ¯ ¯ ¯\n0 0 (3)\n⎜ ⎟\n⎜ ⎟\n⎜ ⎟ ⎜ ⎟\n⎛ ⎝ ∂ ∂ + ∂ ∂ ⎞ ⎠ = ⎛ ⎝ ∂ ∂ + ∂ ∂ + ∂ ∂ ⎞ ⎠\n+ ⎡\n⎣ ⎢ ⎛ ⎝ ∂ ∂ ∂ ∂ + ∂ ∂ ∂ ∂ ⎞ ⎠ + ⎡ ⎣ ⎢ ⎛ ⎝ ∂ ∂ ⎞ ⎠ + ⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎤ ⎦ ⎥ ⎤ ⎦ ⎥\nmm U R W Z T α T R R T R\nT Z\nτ D C R T R\nC Z T Z\nD T\nT R\nT Z\n[3 ] ¯ ¯ ¯ ¯ ¯ ¯ ¯ 1 ¯ ¯ ¯\n¯ ¯\n¯ ¯ ¯ ¯\n¯ ¯ ¯ ¯ ¯\n¯ ¯ ¯ ¯ ,B T\n2\n2\n2\n2\n¯\n0\n2 2\n(4)\n⎜ ⎟\n⎜ ⎟\n⎛ ⎝ ∂ ∂ + ∂ ∂ ⎞ ⎠ = ⎛ ⎝ ∂ ∂ + ∂ ∂ + ∂ ∂ ⎞ ⎠\n+ ⎛ ⎝ ∂ ∂ + ∂ ∂ + ∂ ∂ ⎞ ⎠\nmm U R W Z C D C R R C R\nC Z\nD T T R R T R\nT Z\n[3 ] ¯ ¯ ¯ ¯ ¯ ¯ ¯ 1 ¯ ¯ ¯\n¯ ¯\n¯ ¯ ¯ 1 ¯ ¯ ¯\n¯ ¯ .\nB\nT\n2\n2\n2\n2\n¯\n0\n2\n2\n2\n2 (5)\nThe constitutional equation for a Jeffrey fluid form is defined as [36]\n+ ⎡ ⎣ − + + + + + ⎤ ⎦ =\n⎡ ⎣ + − + + + ⎤ ⎦\nτ dτ dt W τ τ W d τ D D τ bτ DI cDtrτ\nμ D dD dt W D D W dD D bD DI\n¯ ϵ ¯ . ¯ ¯. (¯. . ¯) ¯: ¯\n2 ϵ ( . . 2 . : ) .\n1\n2 (6)\nin which\n= ∇ + ∇\n= ∇ − ∇\nV V\nV V\nD(symmetric measurement of velocity gradient) ¯ ( ¯ )\n2 ,\nW(antisymmetric measurement of velocity gradient) ¯ ( ¯ )\n2 ,\nt\nt\n1\n1\nThe transformations takes the form\n= = − = = − r R z Z c t u U w W c ¯ ¯, ¯ ¯ ¯, ¯ ¯ , ¯ ¯ , 1\n1\nThe resultant boundary conditions are:\n∂ ∂ = ∂ ∂ = ∂ ∂ = =W r T r C r at r ¯ ¯ 0, ¯ ¯ 0, ¯ ¯ 0, ¯ 0, (7)\n= = = = = + −mm W T T C C at r h a Z b π λ Z c t[3 ] ¯ 0, ¯̄ ¯ , ¯ ¯ , ¯ ¯ ( ¯ ) sin 2 ( ¯ ).0 0 1 (8)\nIntroducing the following non-dimensional variables,\n= = = = = = =\n= = = = = =\n= = = = = + + =\n= = = = − =\n= = = = −\nR R a r r a Z Z λ z z λ W W c w w c τ aτ c μ\nU λU ac u λu ac t c t λ p a p c λμ λ c a λ c a\nR ac ρ μ E c c T δ a λ h h a λkz a ϕ πz N q a kT\nP μ c\nk μ θ\nμ θ μ\nβ Q a kT\nθ T T T\nα k ρc\nN ρc D C\nρc B gαa C υ\nN ρc D C ρc α σ C C C\n¯ , ¯ ,\n¯ , ¯ ,\n¯ , ¯ , ¯ ,\n¯ , ¯ ,\n¯ ,\n¯ , ϵ , ϵ ,\n, , , ¯ 1 sin 2 ,\n, ( ) ¯ ( ) , , ¯ ¯\n¯ , ( ) ,\n( ) ¯\n( ) ,\n¯ ,\n( ) ¯\n( ) ,\n¯ ¯ ¯ .\ne c p\nu w\nr p\nf\nb p B\nf r t\np T\nf\n1 1 1 0\n1 1\n1 2\n1 0 1\n1 1 2 2 1\n1\n0\n2\n0 0 0\n0\n0 1\n0 2\n0\n0\n0\n0 3 0 2\n0 0\n0\nkeeping in mind the assumptions of δ < < 1 and low Reynolds number approximation we have in simplified form as ∂ ∂ = p r 0, (9)\n⎜ ⎟\n⎜ ⎟\n∂ ∂ = ∂ ∂ ⎛ ⎝ ∂ ∂ ⎞ ⎠ + ∂ ∂ ⎛ ⎝\n⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠ +\n∂ ∂ ⎛ ⎝\n⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠ + +\np z r r r w r r r αα r w r\nr r α α r w r G θ B σ\n1 1\n1 ,r r\n1\n3\n2 2\n5\n(10)\n= ∂ ∂ ⎛ ⎝ ∂ ∂ ⎞ ⎠ + ∂ ∂ ∂ ∂ + ⎛ ⎝ ∂ ∂ ⎞ ⎠r r r θ r N θ r σ r N θ r 0 1 ,b t 2\n(11)\n⎜ ⎟= ∂ ∂ ⎛ ⎝ ∂ ∂ ⎞ ⎠ + ⎛ ⎝ ∂ ∂ ⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠r r r σ r N N r r r θ r 0 1 1 .t b (12)\nThe corresponding boundary conditions are defined as\n∂ ∂ = ∂ ∂ = ∂ ∂ = =w t θ r σ r r0, 0, 0, at 0, (13)\n= − = = = = + +w θ σ r h λkz a ϕ πz1, 0, 0 at 1 sin(2 ). 0 (14)\n3. Solution of the problem\nAnalytical technique called homotopy perturbation method (HPM) is used to eliminates fixed perturbation method and apply to Eqs. (10)-(12),\n= − + + ⎡ ⎣⎢ ∂ ∂ ∂ ∂ + ⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎤ ⎦⎥ H q θ L θ L θ qL θ q N θ r σ r N θ r ( , ) ( ) ( ) ( ) ,b t10 10 2\n(15)\n⎜ ⎟= − + + ⎡ ⎣⎢ ⎛ ⎝ ∂ ∂ ⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠ ⎤ ⎦⎥ H q σ L σ L σ qL σ q N N r r r θ r ( , ) ( ) ( ) ( ) 1 ,t b 10 10 (16)\n⎜ ⎟\n⎜ ⎟\n= − + + ∂ ∂ ⎛ ⎝\n⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠\n+ ∂ ∂ ⎛ ⎝\n⎛ ⎝ ∂ ∂ ⎞ ⎠ ⎞ ⎠ + + − ∂ ∂\nH q w L w L w qL w q r r αα r w r\nr r α α r w r G θ B σ\np z\n( , ) ( ) ( ) ( ) [ 1 ,\n1 ].r r\n10 10 1\n3\n2 2\n5\n(17)\nTaking = ∂∂ ∂ ∂L r( )r r r 1 and we can define initial guesses satisfying boundary conditions\n= −θ r z r h( , ) ( 4 ),10 2 2\n(18)\n= −σ r z r h N N ( , ) ( 4 ) ,t b 10 2 2\n(19)\n= − ∂ ∂ −w r z r h p z ( , ) ( 4 ) 1,10 2 2 0 (20)\nLet us define\n= + + + + …θ r q θ qθ q θ q θ( , ) 0 1 2 2 3 3 (21)\n= + + + + …σ r q σ qσ q σ q σ( , ) 0 1 2 2 3 3 (22)\n= + + + + …w r q w qw q w q w( , ) 0 1 2 2 3 3 (23)\nThe solution for velocity, temperature and nanoparticle phenomena can be written as for q → 1\n= − + − + − + −\n+ − + −\nθ r z r h N r h N r h N r h\nN r h N r h\n( , ) ( 4 ) 32 ( ) 64 ( ) ( ) 576 ( ),\n16 ( ) ( ) 288 ( ),\nt t t\nt t\n2 2 4 4 4 4\n2 6 6\n4 4 2\n6 6 (24)\n= − − − + − + −σ r z r h N N r h N N r h N N r h N N ( , ) ( 4 ) ( 2 ) ( 4 ) ( 32 ) ( ) ,t b t b t b t b\n2 2 2 2 2 2 4 4 2\n(25)\n= − + − + − + − + −\n+ − + − + − + −\nw r z r h dp dz a r h a r h a r h\na r h a r h a r h a r h\n( , ) 1 ( 4 ) ( ) ( ) ( )\n( ) ( ) ( ) ( ),\n2 2 1 2 2 2 4 4 3 6 6\n12 4 4\n13 6 6\n14 8 8\n15 10 10 (26)\n= − + dp dz h F a16 [ ].4 16 (27)\n= − −F Q ϕ\n2 2\n1. 2\n(28)\nThe pressure rise Δp and friction force F are defined as follows\n∫= ⎛ ⎝ ⎞ ⎠ p dp dz dzΔ , 0 1\n(29)\n∫= ⎛ ⎝ − ⎞ ⎠ F h dp dz dz. 0 1 2 (30)\nIn order to investigate the flow analysis, we have taken four waveforms, namely, sinusoidal, multi sinusoidal square wave and trapezoidal waves which are given below\n1. Sinusoidal wave\n= + +h z λkz a ϕ πz( ) 1 sin(2 ) 0\n2. Multi Sinusoidal wave\n= + +h z λkz a ϕ mπz( ) 1 sin(2 ) 0\n3. Square wave\n∑= + + − −\n− =\n∞ + h z λkz\na ϕ π n π n z( ) 1 { 4 ( 1) (2 1) cos(2 (2 1) )}\nn\nn\n0 1\n1\n4. Trapezoidal wave\n∑= + + −\n− −\n=\n∞\nh z λkz a ϕ π π\nn\nn π n z( ) 1 { 32 4\nsin (2 1)\n(2 1) sin(2 (2 1) )}\nn\nπ\n0 2\n1\n8 2\n4. Results and discussion\nThis section deals with the solution for nanofluid flow of a non Newtonian fluid model with a non-uniform vertical tube. The expression for temperature,concentration, velocity, pressure rise, pressure gradient and streamlines are calculated numerically and analyzed for different flow parameters. Figs. 2 and 3 show the temperature profile for different values of Nt and Nb. It is depicted that with the increase in Nt and Nb temperature profile decreases. Fig. 4 shows that with the increase in Nb (brownian motion parameter) concentration profile increases. Fig. 5 is presented to see the impact of Nt (thermophoresis parameter) on concentration profile and observed that by increasing the values of Nt parameter concentration profile decreases. Figs. 6–9 show the velocity profile for different values of α, α1 (fluid parameters) Nt (thermophoresis parameter) and Nb (brownian motion parameter). Figs. 6 and 7 show that velocity profile gets decreasing function in the region − ≤ ≤r( 0.6 0.6) whereas it get opposite behavior in the rest of the region. Figs. 8 and 9, it is depicted that velocity profile gets decreasing function by increasing the value of Nt and Nb. Figs. 10 and 13 show the\npressure rise (versus flow rate) for diverse value of Nt, α3. In these figures, it is depicted that by increasing value of Nt pressure rise increasing. From Fig. 12 by increasing value of α3 pressure rise decreasing. Figs. 11 and 13 show the friction force for diverse values of α3, Nt. Figs. 14–17 are arranged to analyze the behavior of pressure gradient for different waves shape. It is noticed from these figures that for z ∈ [0, 0.5] and [1,1.5], the pressure gradient remains lower where as higher values of pressure gradient are observed for z ∈ [0.51, 1]. Moreover, increasing the values of ϕ results in an increase in pressure gradient. Figs. 18–21 illustrate the streamlines for different wave shapes. In these figures, it is depicted that by increasing value of α1, ϵ trapped bolus is increasing.\n5. Conclusion\nIn this article, we have analyse the nano particle analysis for peristaltic flow of a Non-Newtonian fluid due to non uniform vertical tube. The main explanation of the present study is concisely as follows:\n• The pressure rise decreases with an increase in the value of α while an opposite behavior is observed for thermopherses\nparameters Nt.\n• An increase in the values of thermophoresis parameter Nt leads to a reduction in the velocity and temperature profiles. • The concentrated nanoparticle field is enhanced by increasing values of thermophoresis parameter Nt while it reduces for larger Brownian motion parameter Nb. • The velocity field is increases by increasing values of thermophoresis parameter Nt while it reduces for larger Brownian motion parameter Nb. • The pressure gradient is an increasing function of ϕ. • The frictional forces are increased when we increase the parameter α where as an opposite effect is observed for Nt.\nDeclaration of Competing Interests\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nAcknowledgement\nResearchers Supporting Project Number (RSP-2019/33), King Saud University, Riyadh, Saudi Arabia.\nReferences\n[1] M.Y. Jaffrin, A.H. Shapiro, Peristaltic pumping, Annu. Rev. Fluid Mech. 3 (1) (1971) 13–37. [2] C. Pozrikidis, A study of peristaltic flow, J. Fluid Mech. 180 (1987) 515–527. [3] O. Eytan, E. David, Analysis of intra-uterine fluid motion induced by uterine contractions, Bull. Math. Biol. 61 (2) (1999) 221–238. [4] S. Nadeem, N.S. Akbar, Influence of heat transfer on peristaltic transport of a Johnson-Segalman fluid in an inclined asymmetric channel, Commun. Nonlinear\nSci. Numer. Simul. 15 (10) (2010) 2860–2877. [5] M. Naseer, M.Y. Malik, S. Nadeem, A. Rehman, The boundary layer flow of hyperbolic tangent fluid over a vertical exponentially stretching cylinder, Alex. Eng.\nJ. 53 (3) (2014) 747–750. [6] S. Srinivas, R. Gayathri, M. Kothandapani, The influence of slip conditions wall properties and heat transfer on MHD peristaltic transport, Comput. Phys.\nCommun. 180 (11) (2009) 2115–2122. [7] B.B. Gupta, V. Seshadri, Peristaltic pumping in non-uniform tubes, J. Biomech. 9 (2) (1976) 105–109. [8] S.K. Guha, H. Kaur, A.M. Ahmed, Mechanics of spermatic fluid transport in the vas deferens, Med. Biol. Eng. 13 (4) (1975) 518–522. [9] S.K. Batra, Sperm transport through vas deferens: review of hypotheses and suggestions for a quantitative model, Fertil. Steril. 25 (2) (1974) 186–202.\n[10] A. Hussain, M. Malik, T. Salahuddin, S. Bilal, M. Awais, Combined effects of viscous dissipation and joule heating on MHD SISKO nanofluid over a stretching cylinder, J. Mol. Liq. 231 (2017) 341–352. [11] K.U. Rehman, A.A. Khan, M.Y. Malik, Magneto-nanofluid numerical modelling of chemically reactive Eyring-Powell fluid flow towards both flat and cylindrical an inclined surfaces: a comparative study, AIP Adv. 7 (2017) 65103. [12] K.U. Rehman, AqeelaQaiser, M.Y.Malik, U.Ali, Numerical communication for MHD thermally stratified dual convection flow of Casson fluid yields by stretching cylinder, Chin. J. Phys. 55 (2017) 1605–1614. [13] K.U. Rehman, A.A. Khan, M.Y. Malik, O.D. Makinde, Thermophysical aspects of stagnation point magnetonanofluid flow yields by an inclined stretching cylindrical surface: a non-Newtonian fluid model, J. Braz. Soc. Mech.Sci. Eng. 39 (2017) 3669–3682. [14] K.U. Rehman, M. Malik, A.A. Khan, I. Zehra, M. Zahri, M. Tahir, Numerical solution of chemically reactive non-newtonian fluid flow: dual stratification, Eur. Phys. J. Plus 132 (2017) 550. [15] K.U. Rehman, M. Malik, M. Zahri, M. Tahir, Numerical analysis of MHD Casson Navier’s slip nanofluid flow yield by rigid rotating disk, Results Phys. 8 (2018) 744–751. [16] K.U. Rehman, N.U. Saba, M. Malik, I. Zehra, Nanoparticles individualities in both newtonian and Casson fluid models by way of stratified media: a numerical analysis, Eur. Phys. J. E 41 (2018) 37. [17] A.E. Hakeem, A.E. Naby, A.E.M. Misiery, I.I.E. Shamy, Hydromagnetic flow of fluid with variable viscosity in a uniform tube with peristalsis, J. Phys. A Math. Gen. 36 (31) (2003) 8535. [18] M. Khan, A. Hussain, M. Malik, T. Salahuddin, F. Khan, Boundary layer flow of MHD tangent hyperbolic nanofluid over a stretching sheet: a numerical investigation, Results Phys. 7 (2017) 2837–2844. [19] S. Bilal, K.U. Rehman, M. Malik, A. Hussain, M. Awais, Effect logs of double diffusion on MHD prandtl nano fluid adjacent to stretching surface by way of numerical approach, Results Phys. 7 (2017) 470–479. [20] K. Vajravelu, S. Sreenadh, V.R. Babu, Peristaltic transport of a Herschel-Bullkely fluid in an inclined tube, Int. J. Non Linear Mech. 40 (1) (2005) 83–90. [21] A. Hussain, M. Malik, T. Salahuddin, A. Rubab, M. Khan, Effects of viscous dissipation on MHD tangent hyperbolic fluid over a nonlinear stretching sheet with\nconvective boundary conditions, Results Phys. 7 (2017) 3502–3509. [22] I. Khan, S., M. Malik, A. Hussain, M. Khan, Magnetohydrodynamics Carreau nanofluid flow over an inclined convective heated stretching cylinder with joule\nheating, Results Phys. 7 (2017) 4001–4012. [23] M.K. Choudhary, S. Chaudhary, R. Sharma, Unsteady MHD flow and heat transfer over a stretching permeable surface with suction or injection, Procedia Eng.\n127 (2015) 703–710. [24] K.L. Hsiao, Micropolar nanofluid flow with MHD and viscous dissipation effects towards a stretching sheet with multimedia feature, Int. J. Heat Mass Transf. 112\n(2017) 983–990. [25] K.L. Hsiao, To promote radiation electrical MHD activation energy thermal extrusion manufacturing system efficiency by using Carreau-nanofluid with para-\nmeters control method, Energy 130 (2017) 486–499. [26] K.L. Hsiao, Stagnation electrical MHD nanofluid mixed convection with slip boundary on a stretching sheet, Appl. Therm. Eng. 98 (2016) 850–861. [27] K. Mekheimer, Peristaltic flow of blood under effect of a magnetic field in a non-uniform channels, Appl. Math. Comput. 153 (3) (2004) 763–777. [28] M.F. Abbasi, T. Hayat, A.S. Shehzad, F. Alsaadi, N. Altoaibi, Mhd mixed convective peristaltic motion of nanofluid with joule heating and thermophoresis effects,\nPLoS ONE 9(11) (2014) 850–861. [29] M.F. Abbasi, T. Hayat, A.S. Shehzad, F. Alsaadi, N. Altoaibi, Hydromagnetic peristaltic transport of copper water nanofluid with temperature-dependent effective\nviscosity, Particuology 27 (2016) 133–140. [30] S. Choi, Enhancing thermal conductivity of fluids with nanoparticles developments and applications of non-Newtonian flows, Argonne Natl. Lab. 66 (1993)\n99–105. [31] F. Abbasi, Saba, S. Shehzad, Heat transfer analysis for peristaltic flow of Carreau-Yasuda fluid through a curved channel with radial magnetic field, Int. J. Heat\nMass Transf. 115 (2017) 777–783. [32] B.J. Gireesha, S.A. Gireesha, F.M. Abbasi, G.K. Ramesh, G.S. Roopa, An elctro-magneto-hydrodynamic flow of maxwell nanoliquid past a riga plate with\nconvective boundary conditions, J. Braz. Soc. Mech. Sci. Eng. 115 (2017) 777–783. [33] A. Antolak-Dudka, M. Krasnowski, S. Gierlotka, T. Kulik, Nanocrystalline Ni3Al-based alloys obtained by recycling of aluminium scraps via mechanical alloying\nand consolidation, Adv. Powder Technol. 27 (2) (2016) 305–311. [34] Z.F. Zhou, T. Xu, B. Chen, Algorithms for the estimation of transient surface heat flux during ultra-fast surface cooling, Int. J. Heat Mass Transf. 100 (2016) 1–10. [35] S. Nadeem, N.S. Akbar, S. Ashiq, Numerical solutions of peristaltic flow of a Jeffrey six-constant fluid with variable MHD, Int. J. Nonlinear Sci.Numer. Simul. 11\n(10) (1993) 873–885. [36] N.S. Akbar, S. Nadeem, Thermal and velocity slip effects on the peristaltic flow of a six-constant Jeffrey fluid model, Int. J. Heat Mass Transf. 55 (1516) (2012)\n3964–3970."
    } ],
    "references" : [ {
      "title" : "Peristaltic pumping",
      "author" : [ "M.Y. Jaffrin", "A.H. Shapiro" ],
      "venue" : "Annu. Rev. Fluid Mech. 3 (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1971
    }, {
      "title" : "A study of peristaltic flow",
      "author" : [ "C. Pozrikidis" ],
      "venue" : "J. Fluid Mech. 180 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1987
    }, {
      "title" : "Analysis of intra-uterine fluid motion induced by uterine contractions",
      "author" : [ "O. Eytan", "E. David" ],
      "venue" : "Bull. Math. Biol. 61 (2) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Influence of heat transfer on peristaltic transport of a Johnson-Segalman fluid in an inclined asymmetric channel",
      "author" : [ "S. Nadeem", "N.S. Akbar" ],
      "venue" : "Commun. Nonlinear Sci. Numer. Simul. 15 (10) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The boundary layer flow of hyperbolic tangent fluid over a vertical exponentially stretching cylinder",
      "author" : [ "M. Naseer", "M.Y. Malik", "S. Nadeem", "A. Rehman" ],
      "venue" : "Alex. Eng. J. 53 (3) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The influence of slip conditions wall properties and heat transfer on MHD peristaltic transport",
      "author" : [ "S. Srinivas", "R. Gayathri", "M. Kothandapani" ],
      "venue" : "Comput. Phys. Commun. 180 (11) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Peristaltic pumping in non-uniform tubes",
      "author" : [ "B.B. Gupta", "V. Seshadri" ],
      "venue" : "J. Biomech. 9 (2) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1976
    }, {
      "title" : "Mechanics of spermatic fluid transport in the vas deferens",
      "author" : [ "S.K. Guha", "H. Kaur", "A.M. Ahmed" ],
      "venue" : "Med. Biol. Eng. 13 (4) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1975
    }, {
      "title" : "Sperm transport through vas deferens: review of hypotheses and suggestions for a quantitative model",
      "author" : [ "S.K. Batra" ],
      "venue" : "Fertil. Steril. 25 (2) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1974
    }, {
      "title" : "Combined effects of viscous dissipation and joule heating on MHD SISKO nanofluid over a stretching cylinder",
      "author" : [ "A. Hussain", "M. Malik", "T. Salahuddin", "S. Bilal", "M. Awais" ],
      "venue" : "J. Mol. Liq. 231 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magneto-nanofluid numerical modelling of chemically reactive Eyring-Powell fluid flow towards both flat and cylindrical an inclined surfaces: a comparative study",
      "author" : [ "K.U. Rehman", "A.A. Khan", "M.Y. Malik" ],
      "venue" : "AIP Adv. 7 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "AqeelaQaiser",
      "author" : [ "K.U. Rehman" ],
      "venue" : "M.Y.Malik, U.Ali, Numerical communication for MHD thermally stratified dual convection flow of Casson fluid yields by stretching cylinder, Chin. J. Phys. 55 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Thermophysical aspects of stagnation point magnetonanofluid flow yields by an inclined stretching cylindrical surface: a non-Newtonian fluid model",
      "author" : [ "K.U. Rehman", "A.A. Khan", "M.Y. Malik", "O.D. Makinde" ],
      "venue" : "J. Braz. Soc. Mech.Sci. Eng. 39 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Numerical solution of chemically reactive non-newtonian fluid flow: dual stratification",
      "author" : [ "K.U. Rehman", "M. Malik", "A.A. Khan", "I. Zehra", "M. Zahri", "M. Tahir" ],
      "venue" : "Eur. Phys. J. Plus 132 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Numerical analysis of MHD Casson Navier’s slip nanofluid flow yield by rigid rotating disk",
      "author" : [ "K.U. Rehman", "M. Malik", "M. Zahri", "M. Tahir" ],
      "venue" : "Results Phys. 8 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanoparticles individualities in both newtonian and Casson fluid models by way of stratified media: a numerical analysis",
      "author" : [ "K.U. Rehman", "N.U. Saba", "M. Malik", "I. Zehra" ],
      "venue" : "Eur. Phys. J. E 41 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydromagnetic flow of fluid with variable viscosity in a uniform tube with peristalsis",
      "author" : [ "A.E. Hakeem", "A.E. Naby", "A.E.M. Misiery", "I.I.E. Shamy" ],
      "venue" : "J. Phys. A Math. Gen. 36 (31) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Boundary layer flow of MHD tangent hyperbolic nanofluid over a stretching sheet: a numerical investigation",
      "author" : [ "M. Khan", "A. Hussain", "M. Malik", "T. Salahuddin", "F. Khan" ],
      "venue" : "Results Phys. 7 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect logs of double diffusion on MHD prandtl nano fluid adjacent to stretching surface by way of numerical approach",
      "author" : [ "S. Bilal", "K.U. Rehman", "M. Malik", "A. Hussain", "M. Awais" ],
      "venue" : "Results Phys. 7 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Peristaltic transport of a Herschel-Bullkely fluid in an inclined tube",
      "author" : [ "K. Vajravelu", "S. Sreenadh", "V.R. Babu" ],
      "venue" : "Int. J. Non Linear Mech. 40 (1) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Effects of viscous dissipation on MHD tangent hyperbolic fluid over a nonlinear stretching sheet with convective boundary conditions",
      "author" : [ "A. Hussain", "M. Malik", "T. Salahuddin", "A. Rubab", "M. Khan" ],
      "venue" : "Results Phys. 7 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Magnetohydrodynamics Carreau nanofluid flow over an inclined convective heated stretching cylinder with joule heating",
      "author" : [ "S.I. Khan", "M. Malik", "A. Hussain", "M. Khan" ],
      "venue" : "Results Phys",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Unsteady MHD flow and heat transfer over a stretching permeable surface with suction or injection",
      "author" : [ "M.K. Choudhary", "S. Chaudhary", "R. Sharma" ],
      "venue" : "Procedia Eng. 127 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Micropolar nanofluid flow with MHD and viscous dissipation effects towards a stretching sheet with multimedia feature",
      "author" : [ "K.L. Hsiao" ],
      "venue" : "Int. J. Heat Mass Transf. 112 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "To promote radiation electrical MHD activation energy thermal extrusion manufacturing system efficiency by using Carreau-nanofluid with parameters control method",
      "author" : [ "K.L. Hsiao" ],
      "venue" : "Energy 130 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Stagnation electrical MHD nanofluid mixed convection with slip boundary on a stretching sheet",
      "author" : [ "K.L. Hsiao" ],
      "venue" : "Appl. Therm. Eng. 98 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peristaltic flow of blood under effect of a magnetic field in a non-uniform channels",
      "author" : [ "K. Mekheimer" ],
      "venue" : "Appl. Math. Comput. 153 (3) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Mhd mixed convective peristaltic motion of nanofluid with joule heating and thermophoresis effects",
      "author" : [ "M.F. Abbasi", "T. Hayat", "A.S. Shehzad", "F. Alsaadi", "N. Altoaibi" ],
      "venue" : "PLoS ONE 9(11) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hydromagnetic peristaltic transport of copper water nanofluid with temperature-dependent effective viscosity",
      "author" : [ "M.F. Abbasi", "T. Hayat", "A.S. Shehzad", "F. Alsaadi", "N. Altoaibi" ],
      "venue" : "Particuology 27 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancing thermal conductivity of fluids with nanoparticles developments and applications of non-Newtonian flows",
      "author" : [ "S. Choi" ],
      "venue" : "Argonne Natl. Lab. 66 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Saba",
      "author" : [ "F. Abbasi" ],
      "venue" : "S. Shehzad, Heat transfer analysis for peristaltic flow of Carreau-Yasuda fluid through a curved channel with radial magnetic field, Int. J. Heat Mass Transf. 115 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An elctro-magneto-hydrodynamic flow of maxwell nanoliquid past a riga plate with convective boundary conditions",
      "author" : [ "B.J. Gireesha", "S.A. Gireesha", "F.M. Abbasi", "G.K. Ramesh", "G.S. Roopa" ],
      "venue" : "J. Braz. Soc. Mech. Sci. Eng. 115 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanocrystalline Ni3Al-based alloys obtained by recycling of aluminium scraps via mechanical alloying and consolidation",
      "author" : [ "A. Antolak-Dudka", "M. Krasnowski", "S. Gierlotka", "T. Kulik" ],
      "venue" : "Adv. Powder Technol. 27 (2) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Algorithms for the estimation of transient surface heat flux during ultra-fast surface cooling",
      "author" : [ "Z.F. Zhou", "T. Xu", "B. Chen" ],
      "venue" : "Int. J. Heat Mass Transf. 100 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Numerical solutions of peristaltic flow of a Jeffrey six-constant fluid with variable MHD",
      "author" : [ "S. Nadeem", "N.S. Akbar", "S. Ashiq" ],
      "venue" : "Int. J. Nonlinear Sci.Numer. Simul. 11 (10) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "Thermal and velocity slip effects on the peristaltic flow of a six-constant Jeffrey fluid model",
      "author" : [ "N.S. Akbar", "S. Nadeem" ],
      "venue" : "Int. J. Heat Mass Transf. 55 (1516) (2012) 3964–3970.  M.A. Imran, et al. Chinese Journal of Physics 66 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "[6] were the first one who investigated the peristaltic during male reproductive system experimentally and numerically.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "Peristaltic flow has been discussed in the vas deferens by Gupta and Seshadri [7], Guha et al.",
      "startOffset" : 78,
      "endOffset" : 81
    }, {
      "referenceID" : 9,
      "context" : "[10] studied the effects of Joule heating and viscous dissipation on MHD Sisko nanofluid over a stretching cylinder.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] explained the boundary layer flow of MHD tangent hyperbolic nanofluid over a stretching sheet.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] discussed double diffusion on MHD Prandtl nano fluid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "Different authors have discussed [24,25] the effect of force on the heat convection and mass transfer.",
      "startOffset" : 33,
      "endOffset" : 40
    }, {
      "referenceID" : 24,
      "context" : "Different authors have discussed [24,25] the effect of force on the heat convection and mass transfer.",
      "startOffset" : 33,
      "endOffset" : 40
    }, {
      "referenceID" : 25,
      "context" : "A study dealing MHD nanofluid flow with Stagnation mixed convection and slip condition for stretching sheet has been discussed [26].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 27,
      "context" : "[28,29] discussed Peristaltic motion of nanofluid with MHD mixed convective and Joule heating effects.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 28,
      "context" : "[28,29] discussed Peristaltic motion of nanofluid with MHD mixed convective and Joule heating effects.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 29,
      "context" : "Since the first investigation done by the Choi [30], the study of nanofluids have attracted the attention of many researchers due to its tremendous applications in various fields of life such as biomedical devices, treatment of tumor, nuclear reactor, microchips, cooling, radiators and nonmedicinal etc.",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 30,
      "context" : "Different authors have discussed [31,32] heat transfer analysis for peristaltic flow of Carreau-Yasuda fluid through a curved channel with radial magnetic field.",
      "startOffset" : 33,
      "endOffset" : 40
    }, {
      "referenceID" : 31,
      "context" : "Different authors have discussed [31,32] heat transfer analysis for peristaltic flow of Carreau-Yasuda fluid through a curved channel with radial magnetic field.",
      "startOffset" : 33,
      "endOffset" : 40
    }, {
      "referenceID" : 32,
      "context" : "In [33,34] discussed the calculations for the estimation of transient surface warmth motion amid ultra-quick surface cooling.",
      "startOffset" : 3,
      "endOffset" : 10
    }, {
      "referenceID" : 33,
      "context" : "In [33,34] discussed the calculations for the estimation of transient surface warmth motion amid ultra-quick surface cooling.",
      "startOffset" : 3,
      "endOffset" : 10
    }, {
      "referenceID" : 34,
      "context" : "The fundamental equations of continuity, momentum, nanoparticle concentration are [35]",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 35,
      "context" : "The constitutional equation for a Jeffrey fluid form is defined as [36]",
      "startOffset" : 67,
      "endOffset" : 71
    } ],
    "year" : 2020,
    "abstractText" : "Peristaltic flow of non-Newtonian nano fluid through a non-uniform surface has been investigated in this paper. The fluid motion along the wall of the surface is caused by the sinusoidal wave traveling with constant speed. The governing equations are converted into cylindrical coordinate system and assuming low Reynolds number and long wave length partial differential equations are simplified. Analytically solutions of the problem are obtained by utilizing the homotopy perturbation method (HPM). In order to insight the impact of embedded parameters on temperature, concentration and velocity some graphs are plotted for different peristaltic waves. At the end, some observations were made from the graphical presentation that velocity, pressure rise and nano particle concentration are increasing function of thermophoresis parameter Nt while temperature and frictional forces show opposite trend.",
    "creator" : "Elsevier"
  }
}