{
  "name" : "downloads_2020-10-05_2c_ji2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Tunable Mechanical and Optoelectronic Properties of Organic Cocrystals by Unexpected Stacking Transformation from H- to J- and X‐Aggregation",
    "authors" : [ "Wei Ji", "Bin Xue", "Santu Bera", "Sarah Guerin", "Yanqing Liu", "Hui Yuan", "Qi Li", "Chengqian Yuan", "Linda J. W. Shimon", "Qing Ma", "Evan Kiely", "Syed A. M. Tofail", "Mingsu Si", "Xuehai Yan", "Yi Cao", "Wei Wang", "Rusen Yang", "Damien Thompson", "Junbai Li", "Ehud Gazit" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Organic optoelectronic materials have gained increas-ing interest due to their promising applications indevices and circuits, such as field-effect transistors, photodetectors, photovoltaics, and light-emitting diodes.1−14\nUndoubtedly, it is especially important to precisely understand the relationship between molecular stacking and optoelectronic properties by crystal engineering, with the merit of very low content of impurities and highly long-range ordered molecular arrangements.15−18 Molecular stacking modes are generally classified into three types of aggregations, namely, face-to-face stacking (H-aggregation), staggered stacking (J-aggregation), and crossed stacking (X-aggregation) (Figure S1).19−21 Each of the stacking modes shows different contributions to the optoelectronic properties; for example, H-aggregation with\nstrong π−π interactions facilitates efficient charge transport but often leads to aggregation-caused quenching (ACQ),22−24\nwhile J-aggregation with smaller dipole−dipole interactions might ensure fluorescence emission as well as charge transport properties.25−28 In most cases, X-aggregation effectively prevents the ACQ and results in rigid stacking structures.29,30\nReceived: June 29, 2020 Accepted: August 3, 2020 Published: August 3, 2020\n© 2020 American Chemical Society 10704\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\nD ow\nnl oa\nde d\nvi a\n18 0.\n19 0.\n54 .7\n4 on\nO ct\nob er\n5 , 2\n02 0\nat 0\n7: 39\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nExtensive efforts have been made to understand how the stacking mode affects the optoelectronic functions of πconjugated materials in different molecular systems.17,20,31−36\nHowever, since observing the stacking transformation of a specific molecule in solid-state crystals is highly challenging, it is extraordinarily difficult to predict the performance of a specific molecule at different stacking modes. Moreover, hybrid stacking might confer synergic and collective effects on the\noptoelectronic functions. While the existence of HJ aggregates has been rationalized by Kasha’s exciton theory in both molecular and polymer assemblies,37−41 direct experimental structural verification of hybrid stacking modes (HJ, HX, or JX) for a specific molecule by X-ray crystallography is still lacking.6 Investigation of the combined effect of hybrid stacking modes on the optoelectronic properties could set\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10705\nthe basis for future molecular design of organic functional materials. Herein, we report an unexpected transition from H- to Jand X-aggregation of a simple aromatic molecule, 4,4′- bipyridine (4,4′-Bpy), by coassembling with a nonaromatic molecule, N-acetyl-L-alanine (AcA) (Figure 1a). The coassembly between 4,4′-Bpy and AcA is fully characterized by scanning electron microscopy (SEM), fluorescence microscopy (FM), circular dichroism (CD), Raman spectroscopy, Fourier transform infrared (FTIR), powder X-ray diffraction (PXRD), nuclear magnetic resonance (NMR), and X-ray crystallography. The hybrid stacking aggregation results in modulation of the physicochemical properties of the cocrystal, such as needle bundle shape, large red-shift emission, enhanced chirality, improved thermal stability, and mechanical properties. We further explore the effect of molecular stacking transition on optoelectronic functions in single and cocrystals. These results directly demonstrate the cocrystallizationinduced stacking transition for an aromatic molecule in the solid state and suggest potential future applications for tunable optoelectronic properties of single- and multiple-component crystals formed by very simple molecules."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Based on the intermolecular hydrogen bonding between pyridine and carboxylic acid,42−44 Feng et al. found the regulation of supramolecular chirality of nanofibrils by the coassembly approach, which showed important effects on the cell adhesion and proliferation in chiral hydrogels.45−48 Inspired by previous studies, we would like to develop organic optoelectronic crystals by very simple building blocks and decipher the relationship between properties and molecular arrangements. Thus, we selected a rigid aromatic molecule, 4,4′-Bpy, as a model and studied its cocrystallization with different acetylated amino acids (e.g., glycine, alanine, phenylalanine, tyrosine). However, we can only observe the cocrystals with good quality between 4,4′-Bpy and AcA due to the formation of intermolecular hydrogen bonding (Figure 1a,b). The two compounds were individually dissolved in methanol and mixed at the molar ratio of 4,4′-Bpy/AcA (1:2) owing to the number of pyridines and carboxylic acids in 4,4′-Bpy and AcA, which was slowly evaporated to generate the crystalline solids at room temperature. We first checked the morphology of the three crystals by SEM. Long needle crystals 40−50 μm in width and short bulk crystals 500−800 μm in width were observed for 4,4′-Bpy and AcA, respectively (Figure 1c and Figure S2). However, entangled needle bundles approximately 100 μm in width were observed for a 4,4′-Bpy/AcA mixture (Figure 1d), indicating the fabrication of different crystals composed of two building units with completely different characteristics from their individual crystals. The emissions of the three crystals were further studied in situ by fluorescence microscopy (Figure 1e,f and Figure S3). The 4,4′-Bpy single crystal could emit blue fluorescence under UV light excitation due to its inherent conjugated aromatic nature, while, as expected, the nonaromatic AcA showed no fluorescence. The crystal obtained from 4,4′-Bpy/AcA was found to exhibit green emission under blue light excitation, indicating the packing change of 4,4′-Bpy and the red-shifted emission in the coasembled crystalline state. The maximum excitation and emission wavelengths examined by fluorescence spectrophotometry using 3D scanning mode were 350/418 nm and 400/ 500 nm for 4,4′-Bpy and 4,4′-Bpy/AcA crystals, respectively,\nconfirming the red-shift of excitation and emission by coaggregation and in good agreement with the fluorescent images (Figure 1g,h). A red-shift of absorption was also observed in the UV−vis spectra from 4,4′-Bpy to the 4,4′-Bpy/ AcA mixture (Figure S4). The thermal stability of the three crystals was evaluated by thermogravimetric analysis (TGA) and differential scanning calorimetry (DSC) analyses (Figure 1i and Figure S5). The TGA results showed that the 4,4′-Bpy and AcA crystals remained stable until the temperature reached 56 and 166 °C, respectively. However, the 4,4′-Bpy/AcA crystal degraded only after the temperature reached 105 °C. Endothermic peaks in the DSC curve were observed for all three crystals at 70, 112, and 197 °C (4,4′-Bpy), 100 and 219 °C (4,4′-Bpy/AcA), and 128 and 219 °C (AcA). The endothermic peak at 70 °C (4,4′- Bpy) represents the weight loss of water molecules, and other endothermic peaks at 112 °C (4,4′-Bpy), 100 °C (4,4′-Bpy/ AcA), and 128 °C (AcA) represent the melting point of crystals showing no weight loss. These results suggest an improved thermal stability for 4,4′-Bpy by coassembly with AcA. In addition, the supramolecular chirality of the crystals was studied by CD spectra.49,50 Both single crystals showed very weak chirality, producing a near baseline signal, but a much higher intensity of ellipticity was produced in the coassembly state, suggesting the formation of a supramolecular chiral environment for 4,4′-Bpy in combined aggregation (Figure 1j). PXRD analysis suggested the formation of a completely different phase in the 4,4′-Bpy/AcA crystals, compared to the individual crystals, as indicated by the generation of different peaks (12.07°, 14.15°, 24.24°) and the absence of several original peaks (10.47°, 12.41°, 19.54°, 34.08°, 34.33° for 4,4′-Bpy, 11.54°, 15.56°, 23.08°, 27.88° for AcA) (Figure 1k, Table S1). The presence of several characteristic peaks of both individual crystals in combined state along with the appearance of different peaks indicated the formation of a cocrystal of 4,4′-Bpy with AcA. To elucidate the intermolecular hydrogen bonding formed between the carboxylic acid in AcA and pyridine in 4,4′-Bpy, Raman spectroscopy was first used with the laser applied to the crystal surface for collecting signals (Figure S6). Entirely different peaks were observed in the Raman spectrum of the cocrystal compared to the single crystals. The missing peak at 1707 cm−1 ascribed to the carboxylic acid of AcA suggested hydrogen bonding between carboxylic acid and pyridine in the 4,4′-Bpy/AcA cocrystal (Figure 1l). Similarly, the peak of the AcA carboxylic acid at 1701 cm−1 in the FTIR was absent and shifted to 1661 cm−1, in agreement with the Raman results (Figure S7). Using 1H NMR, the chemical shifts of hydrogen atoms of the three crystal samples were examined, and the hydrogen atoms were labeled in the chemical structures of 4,4′- Bpy and AcA (Figure 1m,n, Figure S8). The 1H NMR spectra revealed that after coassembly the hydrogen atoms (Ha, Hb) in 4,4′-Bpy showed a large downfield shift, while the hydrogen atoms (Hc, Hd, He) in AcA showed a slightly upfield shift, indicating the formation of a 4,4′-Bpy/AcA complex with strong intermolecular hydrogen bonding between carboxylic acid and pyridine.51\nTo better understand the mode of molecular packing at the atomic level in the individual components and in the coassembly state, single-crystal structures were solved and analyzed in detail. 4,4′-Bpy crystallized with two independent nonplanar 4,4′-Bpy molecules and four water molecules in the asymmetric unit (Figure 2a and Figure S9). The dihedral\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10706\nangles subtended by the phenyl groups across the connecting C−C bond of the two 4,4′-Bpy molecules were very similar (41.5° and 41.6°). The C−N bonds were nearly 0.05 Å shorter than the ring C−C bonds. Each N atom interacted through a H-bond with one water molecule (N1···H2B−O2), which further connected to the next 4,4′-Bpy molecule via another water molecule (O2−H2A···O1). This assembled a watermediated single-molecular chain of 4,4′-Bpy (Figure S10a). Two adjacent chains were connected by face-to-face π−π stacking interactions between aromatic rings and by H-bonds between water molecules to produce a sheet-like arrangement (Figure S10b). Nearby sheets were stacked by the action of the 21 screw axis such that alternating hydrophobic and hydro-\nphilic regions were distributed throughout the crystal packing (Figure 2b). The experimental PXRD pattern of AcA crystals was found to be identical to the previously published simulated AcA crystal structure,52 indicating the same crystal packing modes (Figure S11). One molecule of AcA crystallized in the asymmetric unit without inclusion of any solvent (Figure 2c and Figure S12a). Each molecule connected with four adjacent molecules through H-bonds, two of which were via the amide group (N1−H1···O1 and O3···H2−O2) and two via the terminal −COOH group (O1···H1−N1 and O2−H2···O3) (Figure 2d). In the crystallographic a-direction, the molecules were connected in a zigzag orientation through head-to-tail Hbonds to fabricate a higher order packing (Figure S12b and\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10707\nFigure 2e). Crystallization of 4,4′-Bpy and AcA together resulted in the formation of a cocrystal containing one molecule of planar 4,4′-Bpy and one molecule of AcA in the asymmetric unit with a completely different molecular arrangement compared to their individual structures (Figure 2f and Figure S13). AcA formed a strong dimer stabilized through two H-bonds (N1−H1···O2 and O2···H1−N1) (Figure 2g). The interlinked water molecules of the pure 4,4′-Bpy structure had been replaced by the AcA dimer in the cocrystal. This dimer connected two 4,4′-Bpy molecules via Hbonds (N2···H3−O3) and produced a wavy molecular chain (Figure S14a). Adjacent chains were not connected through H-bonds. Along with an interaction through the action of the 21-screw axis, the chains also interacted in a crisscross fashion at an almost right angle (Figure S14b,c). This completely altered the arrangement of 4,4′-Bpy molecules in the cocrystal compared to its single crystal, with no classical face-to-face π−π stacking interactions between 4,4′-Bpy molecules. In the higher order packing, the cocrystal formed a layer-by-layer arrangement where one layer was composed of 4,4′-Bpy molecules interacting via different edge-to-edge stacking and the next layer contained the AcA dimers (Figure 2h and Figure S15). Detailed crystal data collection and refinement parameters of single and cocrystals are summarized in Table"
    }, {
      "heading" : "S2.",
      "text" : "To examine the transition of 4,4′-Bpy aggregation from pure\nsingle crystal to the cocrystal, detailed analysis of the\nintermolecular distances and stacking mode was carried out. In the pure single crystal, adjacent 4,4′-Bpy molecules formed tightly packed aggregates through strong intermolecular faceto-face π−π interactions with a negligible intermolecular slippage (Figure 3a). The interaction angle was 90°, as expected for a classic face-to-face π-stacking, and the distance between these two parallel aromatic planes was 3.71 Å. However, in the cocrystals, 4,4′-Bpy showed two completely different types of aromatic interactions. The two adjacent molecules in the original “face-to-face” stacking were either slipped to head-to-tail configuration or rotated into a crossstacking mode of packing (Figure 3b,c). In the first case, the solid-state organization could be characterized by slipped stacks of 4,4′-Bpy planes with reduced π−π interactions which showed a slip angle of approximately 30° between the adjacent molecular planes. This classical head-to-tail solid-state organization led to a stacking distance of ∼3.57 Å between the two planes (Figure 3b). In the other arrangement, the adjacent dimers rotated to achieve stabilization through CH−π intermolecular interactions and form a cross-stacking mode of packing. The large intermolecular rotation resulted in a rotational angle of the dimer of approximately 44° with a distance of 3.83 Å between the central rings of nearby molecules (Figure 3c). Depending on the center-to-center distance and relative\nspatial geometry of adjacent dipoles, molecular aggregation has been classified into three different categories of H-, J-, and X-\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10708\naggregation.20 The orientation factor k is usually used to describe the dimer geometry in proportion to the splitting energy and related to the inclined angle θ as k∥ = 1−3 cos2 θ (Figure 3d). For the crossed stacking mode packing with minimum slippage (θ = 90°), k is expressed as kx = cos α, where α is the rotational angle of the dimer. In general, the face-to-face stacking with smaller slippage (θ > 54.7°) or smaller rotation is classified as H-aggregation, while large intermolecular slippage (θ < 54.7°) and large intermolecular rotation are classified as J-aggregation and X-aggregation, respectively (Figure 3e). Therefore, the strong contact along the π−π direction with large π-overlap and ideal cofacial configuration of the pure 4,4′-Bpy crystal evidently showed the occurrence of H-aggregation. In contrast, finite slipped πconjugated cores (θ = 30°) and large intermolecular rotation (α = 44°) of the 4,4′-Bpy dimer in the 4,4′-Bpy/AcA cocrystal indicated the presence of hybrid J- and X-aggregation in the combined crystal packing. We further evaluated the energy gaps of dimers and trimers for the packing transition between the highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) by density functional theory (DFT) calculations (Table S3 and Figure S16). The Jand X-dimer and JX-trimer of 4,4′-Bpy in the cocrystal exhibited relatively smaller energy gaps between the HOMO and LUMO orbitals compared to those of the H-dimer and Htrimer in the single crystal, which contributed to the red-shifted fluorescence emission of the 4,4′-Bpy/AcA cocrystal compared to that of the 4,4′-Bpy single crystal. Therefore, the solid-state\nstructures clearly revealed that inclusion of a simple nonaromatic amino acid resulted in modulation of the crystal packing of 4,4′-Bpy and transformed the molecular aggregation from classic H-aggregation in the pure crystal to hybrid JXaggregation in the cocrystal (Figure 3f,g), which was further analyzed by the 3D packing modes of both the single and cocrystal (Figure S8b and Figure S15b). Exploiting the mechanical properties of supramolecular\nstructures can prove to be very beneficial, due to their versatile applications in tissue engineering, pharmaceuticals, therapeutics, and optoelectronic devices.53 To probe the effect of supramolecular packing on the mechanical properties of the single and cocrystals, the atomic force microscopy (AFM)based nanoindentation method was used, allowing to bridge morphological information to local nanometer-scale mechanical properties with high resolution.54,55 The AFM cantilever was brought to the surface of needle crystal samples on a flat glass coverslip and retracted at a constant speed of 2 μm s−1 (Figure S17), and the force−distance traces were obtained (Figure S18). This allowed mapping the surface height topography and further provided in situ quantification of the shape of the residual indents (Figure S19). Compared to the Young’s moduli of the single crystal of both 4,4′-Bpy (0−17.5 GPa) and AcA (6.9−18 GPa), the highest value was observed for the 4,4′-Bpy/AcA cocrystal (17.1−38.2 GPa) in topographic modulus AFM maps (Figure 4a−c). The statistical Young’s modulus of the needle crystals could be calculated at different positions after fitting the approaching traces using the\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10709\nhertz mode. As shown in Figure 4d−f, the values of Young’s modulus along the thickness direction were found to be 4.31 ± 1.84, 10.70 ± 1.07, and 23.76 ± 3.26 GPa for 4,4′-Bpy, AcA, and 4,4′-Bpy/AcA, respectively. It should be noted that the experimental values of Young’s modulus are in good agreement with the DFT-calculated values of 4.2, 8.5, and 26.4 GPa for 4,4′-Bpy, AcA, and 4,4′-Bpy/AcA, respectively (Table S4). Furthermore, the value of point stiffness could be further calculated according to the force−distance traces in topographic stiffness AFM maps (Figure S20). The statistical point stiffness values of the single and cocrystal needles were 81.61 ± 11.88, 169.75 ± 10.24, and 230.47 ± 9.93 N/m for 4,4′-Bpy, AcA, and 4,4′-Bpy/AcA, respectively (Figure 4g−i). Thus, the\nrigidity sequence of the three crystals is 4,4′-Bpy/AcA > AcA > 4,4′-Bpy, suggesting the higher mechanical rigidity was achieved during the cocrystal aggregation process. These observations could be ascribed to the stronger and tightly packed supramolecular organization of the cocrystals through the combination of hydrogen bonding and π−π stacking. As the optical waveguiding property of elongated needle\ncrystals holds great potential for use in microscale photonic devices, the optical properties of the needle-shaped single crystals of 4,4′-Bpy were further analyzed. Fluorescence microscopy demonstrated the 4,4′-Bpy crystal needle allowing the propagation of photons along the longitudinal axis with the photoluminescence emission light shown to come out from the\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10710\nterminals (Figure 5a), which indicates the photo waveguiding feature of the crystals. However, 4,4′-Bpy/AcA could not form uniform well-defined crystals, and the propagation of photons to the terminals of crystals was not observed (Figure S21). Therefore, the photo waveguiding property of the 4,4′-Bpy crystal was selected and examined using an experimental setup of local illumination microscopy (Figure S22 and Figure 5b). By focusing the exciting light on the middle of the crystal (red circles), the emitted photoluminescence (PL) spots were observed at both ends of the crystal (green arrows), while the PL emission could only be detected at the excitation area without the photoguiding property, which indicates the potential as optical waveguide materials for future optical devices. The non-centrosymmetric structure of all three crystals with different packing networks suggests piezoelectric responses due to the supramolecular internal polarization. We analyzed the piezoelectric properties of the single crystals and the cocrystal by DFT calculations (Figure S23). Cocrystallization increased the shear stiffness constants (c44, c55, and c66) of 4,4′-Bpy, as well as the dielectric constant of the crystal, and raised the symmetry of the cocrystal (Figure 5c, Tables S5 and S6). The values of relative permittivity (ε1) and dielectric constant (εr) were 4.84 and 3.13, respectively, higher than both single crystals. 4,4′-Bpy/AcA adopted an orthorhombic symmetry similar to AcA, which reduced the number of piezoelectric tensor components to three, compared to five for the monoclinic 4,4′-Bpy crystal. Cocrystallization resulted in a slight increase in the piezoelectric charge constant e36 with a value of 0.025 C/m2 (Tables S7−S9). The maximum piezoelectric strain constants (dmax) and voltage constants (gmax) did not increase with cocrystallization. Instead, they show intermediate values, between those of 4,4′-Bpy and AcA crystals (Tables S7−S9). The 4,4′-Bpy/AcA cocrystal showed higher magnitude of the d14 and d36 coefficients compared to the single crystals (Figure 5d); yet all three crystals exhibited piezoelectric strain constants on the order of technologically exploited piezoelectric materials. The dmax values of 4,4′-Bpy, AcA, and 4,4′-Bpy/AcA were 20.9, 9.5, and 14.9 pC/N, respectively. This is comparable to different biological and nonbiological materials (Figure 5e and Table S10), including biological materials such as bone (6 pC/N), viruses (8 pC/N), fibrillar rat tail collagen (12 pC/N), and tyrosine (9.7 pC/N) and nonbiological materials such as aluminum nitride (5 pC/ N), zinc oxide (12 pC/N), cadmium sulfide (12 pC/N), and PVDF (22 pC/N). Due to their overall low dielectric constants (typical of amino acid-based crystals), all three crystals showed significant piezoelectric voltage constants, indicating their potential for energy harvesting applications (gmax = 1.15, 0.48, and 0.67 V m/N for 4,4′-Bpy, AcA, and 4,4′-Bpy/Ac-A, respectively). These values are all higher than that of lead zirconium titanate (PZT) and many of its lead-free counterparts (gmax = 250 mV m/N),\n56 which are the most widely exploited piezoelectric materials for sensing and actuation. We further designed and fabricated a sandwich device by trapping crystal films of 4,4′-Bpy and 4,4′-Bpy/Ac-A between two Ag-coated silicon substrates, which was connected to an external low-noise voltage preamplifier to record the piezoelectric power generation (Figure 5f). The photograph of the power generators is shown in Figure S24. The output opencircuit voltage of both 4,4′-Bpy and 4,4′-Bpy/Ac-A crystal films was measured during force application. By applying a pressing force of 56 N, the values of the open-circuit voltage of both\n4,4′-Bpy and 4,4′-Bpy/Ac-A crystal films reached up to 0.65 and 0.35 V, respectively (Figure 5g,h), indicating the higher piezoelectricity of 4,4′-Bpy single crystals. Moreover, the opencircuit voltage of power generators exhibited the constant level of the values at different pressing points by time, which suggested that both generators have good dielectric property and much less current leakage was observed. Notably, good linear fits were obtained for the applied force-dependent opencircuit voltages from 4 to 56 N (Figure 5i), indicating the piezoelectric response of crystals for the signals of voltage. The measuring was repeated with reversed connections, and the outputs were accordingly reversed, which confirm that the recorded voltage signal was truly from the piezoelectric 4,4′- Bpy and 4,4′-Bpy/Ac-A crystals rather than a variation of parasitic capacitance or contact resistance (Figure S25). The crystal with the strongest piezoelectric response was 4,4′-Bpy due to its low symmetry and low shear stiffness, combined with modest piezoelectric polarization, indicating that control of symmetry is important for future engineering of cocrystals that maximize piezoelectricity through synergistic packing of the components. Organic semiconductor crystals have attracted extensive attention due to their intrinsic advantages, such as minimal traps and defects, long-range periodic order, and lack of grain boundaries.35,57,58 We further analyzed the electronic band structures and density of states (DOS) of the three smallmolecule crystals by first-principles calculations. The first Brillouin zones of the primitive cells are displayed in Figure 5j and Figure S26a,b. Compared to the cocrystal, the 4,4′-Bpy and AcA single crystals showed a distorted Brillouin zone. The calculated electronic band structures and the corresponding DOS of the crystals are shown in Figure 5k and Figure S26c,d, showing the band gap of the cocrystal to be approximately 3.27 eV, in the range of semiconducting crystals. In contrast, both single crystals showed a larger band gap value of approximately 4.7 eV. All three crystals are typical indirect band gap materials since the valence band maximum (VBM) and the conduction band minimum (CBM) are located at different K-points (Figure S27). The orbital charge density of CBM and VBM on different direction views was analyzed. In the conduction bands of the cocrystal (Figure 5l,m and Figure S28), the orbital charge densities of the CBM were only located in the structures of 4,4′-Bpy molecules, while in the valence bands’ VBM, the charge densities were distributed in the structure of AcA and partly in the 4,4′-Bpy molecules. Once the AcA atoms experience electronic excitation, an appreciable number of electrons transfer from the valence bands of AcA structures to the conduction bands of 4,4′-Bpy structures, creating holes in the valence bands. In the case of the 4,4′-Bpy single crystal, the electrons transfer from the valence bands of water molecules to the conduction bands of 4,4′-Bpy molecules during the excitation process (Figure S29). In contrast, only minor electron transfer was observed in the AcA single crystal between the charge densities of CBM and VBM (Figure S30). These findings revealed that cocrystallization decreased the band gap relative to both individual components, which holds great potential for future use as indirect band gap semiconductors. We also investigated the conductivity of the single crystals and the cocrystal by using different light wavelengths (Figure S31). Both single crystals showed a high resistance of 2.35 ± 0.15 and 4.87 ± 1.31 TΩ for 4,4′-Bpy and AcA in the dark, respectively, which decreased 10-fold to 0.24 ± 0.04 TΩ upon cocrystallization (Figure 5n−p). Moreover, compared to\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10711\nboth single crystals, the cocrystal showed photoresponsiveness in the UV−vis light range (365−460 nm), indicating its potential applications as photoresponsive semiconductive resistance (Figures S32−34)."
    }, {
      "heading" : "CONCLUSION",
      "text" : "In summary, we have observed and explored the rare example of cocrystallization induced H to J and X packing transition of a minimal aromatic molecule in the solid state. The molecular arrangement and physicochemical properties of both single crystals and the cocrystal were fully investigated experimentally and by DFT calculations. The supramolecular packing plays a key role in determining the properties of crystals, including lattice stability, optoelectronic, and photophysical properties. In this study, cocrystal aggregation-induced packing transition resulted in red-shifted emission, enhanced supramolecular chirality, improved mechanical properties, and conductivity, which could be ascribed to the combination effect of hybrid πpacking modes and intermolecular hydrogen bonding. These findings directly demonstrated the unusual packing transition between H-, J-, and X-aggregations in the solid state with tunable corresponding mechanical and optoelectronic properties. We envision that the coassembly strategy will not only provide insights into the mechanisms of structure−property relation by X-ray crystallography but also inspire the discovery of additional organic optoelectronic materials in the future."
    }, {
      "heading" : "METHODS",
      "text" : "Crystal Preparation and Data Collection. Crystals used for data collection were grown using slow evaporation. 4,4′-Bpy, AcA, and 4,4′-Bpy/AcA (1:2 molar ratio) were first dissolved in methanol at a concentration of 20 mg/mL. Then, 2 mL was deposited into a glass vial and sealed with Parafilm, in which three single small holes were pricked using a needle. The systems were incubated at room temperature for several days. Crystals typically grew within 8−12 days. For data collection, crystals were coated in Paratone oil (Hampton Research), mounted on a MiTeGen cryo-loop, and flash frozen in liquid nitrogen. Diffraction data were collected at 100 K on a Bruker KappaApexII system using Mo Kα radiation, λ = 0.710 73 Å. Processing and Structural Refinement of Crystal Data. The diffraction data were processed using the Bruker Apex2 suite. The structure was solved by direct methods using SHELXT-2014/5.59 The refinements were performed with SHELXL-2016/4 and weighted fullmatrix least-squares against |F2| using all data. Atoms were refined independently and anisotropically, with the exception of hydrogen atoms, which were placed in calculated positions and refined in a riding mode. Crystal data collection and refinement parameters are shown in Table S2, and the complete data can be found in the cif file as Supporting Information. The crystallographic data have been deposited in the CCDC with nos. 1971829 and 1971830 for 4,4′-Bpy and 4,4′-Bpy/AcA, respectively. AFM Nanoindentation Experiments. For AFM experiments, the crystals were dispersed and dropped on the microsubstrates. The samples were then dried under nitrogen flow, and the substrates with crystals spread on the surface were obtained. The AFM nanoindentation experiments were performed using a commercial AFM (JPK, Nanowizard IV, Berlin, Germany). The force curves were obtained using the commercial software from JPK and analyzed by a custom-written procedure based on Igor Pro 6.12 (Wavemetrics Inc.). Silica cantilevers (RTESPA-525 Bruker Company with the half-open angle of the pyramidal face of θ < 10°, tip radius: ∼8 nm, frequency in air: ∼525 kHz) were used in all experiments. In a typical experiment, the QI mode was used for the Young’s modulus, point-stiffness, and height detecting at the same time (conditions: pixels: 126 × 126; Z length: 0.3 μm; extend and retract speed: 80 μm s−1, Z resolution: 80 000 Hz). RTESPA-525 cantilevers (Bruker, USA) with a typical tip\nradius of ∼8 nm were used in the experiments. The spring constant of the cantilevers was 200 N m−1, and the maximum loading force was set at 800 nN. All AFM experiments were carried out in air at room temperature.\nIn a typical measurement, the cantilever was brought above the crystals with the help of an optical microscope. Then, the cantilever was extended to the surface of the crystal and retracted at a constant speed of 80 μm s−1. The extending and retracting force curves were recorded. The Young’s modulus values of the crystals were obtained by fitting the extend curve to the hertz model (1).\nπ α= − F h E v h( ) 2 tan 1 2 2\n(1)\nwhere F is the force of the cantilever, h is the depth of the crystal pressed by the cantilever tip, α is the half-angle of the tip, E is the Young’s modulus of the crystals, and ν is the Poisson ratio (ν = 0.3). Typically, data from three to four such regions were randomly selected to construct the elasticity histogram.\nPoint Stiffness Measurement. Assuming the crystal and cantilever are two serial springs, the point stiffness (kmeas) fit from the extend curve could be considered as the stiffness composite of the cantilever (kcan) and the crystals (kcry). By regarding the mechanical behavior of the crystals as linear elastic, the point stiffness of the crystal can be calculated using the following eq 2.\n= −\nk k k\nk kcry can meas\ncan meas (2)\nFabrication of Power Generator. A silver film was fully coated on a silicon substrate by the method of magnetron sputtering. Crystal powders of 4,4′-Bpy or 4,4′-Bpy/AcA were filled into a PDMS (Sylgard184) protective layer with a filling area of 1.2 × 1.2 cm2, which was sandwiched between two silver-coated silicon substrates serving as top and bottom electrodes, respectively. Kapton tape and double-sided adhesive tape were closely absorbed between the PMDS layer and the bottom or top electrode, respectively, to avoid the gaps inside the device. A PDMS film coating on the top electrode of silicon served as a buffer layer that can prevent breakage caused by large impact force from a linear motor. A large glass was placed on the bottom electrode for the measurement. Two copper wires were fixed on the top and bottom of the silver films as electrodes connecting to the outside circuit. Finally, a Kapton tape layer was tightly pasted on the surface of the device as an encapsulated layer.\nPower Generation. The power generator filled with 4,4′-Bpy or 4,4′-Bpy/AcA crystals was firmly fixed onto a stainless-steel plate. The force from a linear motor was periodically applied to the power generator (E1100-RS-HC type with Force Control, LinMot). A Stanford SR560 low-noise voltage preamplifier was used to collect output signal from the power generator. A force sensor (DYZ-101, Bengbu Ocean Sensing System Engineering Co. Ltd.) was used to record the driving force applied to the device. To avoid the production of a Faraday signal from the environment, all measurements were conducted on a Faraday cage. An aluminum foil was fully coated on the power generator and stainless-steel plate."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.0c05367.\nSupplementary experimental procedures, SEM image, powder XRD, single-crystal structural analysis, mechanical properties, simulation results, piezoelectric devices, optical waveguiding setup, conductivity results (Figures S1−S34 and Tables S1−S10) (PDF) X-ray crystallographic data (CIF)\nX-ray crystallographic data (CIF)\nhttps://dx.doi.org/10.1021/acsnano.0c05367 ACS Nano 2020, 14, 10704−10715\n10712\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Ehud Gazit − School of Molecular Cell Biology and Biotechnology, George S. Wise Faculty of Life Sciences, Tel Aviv University, Tel Aviv 6997801, Israel; orcid.org/0000-00015764-1720; Email: ehudg@post.tau.ac.il"
    }, {
      "heading" : "Authors",
      "text" : "Wei Ji − School of Molecular Cell Biology and Biotechnology, George S. Wise Faculty of Life Sciences, Tel Aviv University, Tel Aviv 6997801, Israel; orcid.org/0000-0001-8982-5460 Bin Xue − National Laboratory of Solid State Microstructure, Department of Physics, Nanjing University, Nanjing 210093, Jiangsu, China Santu Bera − School of Molecular Cell Biology and Biotechnology, George S. Wise Faculty of Life Sciences, Tel Aviv University, Tel Aviv 6997801, Israel; orcid.org/0000-00024830-552X Sarah Guerin − Department of Physics, Bernal Institute, University of Limerick, Limerick V94 T9PX, Ireland; orcid.org/0000-0002-2442-4022 Yanqing Liu − Key Laboratory for Magnetism and Magnetic Materials of the Ministry of Education, Lanzhou University, Lanzhou 730000, China Hui Yuan − School of Advanced Materials and Nanotechnology, Xidian University, Xi’an 710126, China Qi Li − State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, 100190 Beijing, China Chengqian Yuan − State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, 100190 Beijing, China Linda J. W. Shimon − Department of Chemical Research Support, Weizmann Institute of Science, Rehovot 76100, Israel; orcid.org/0000-0002-7861-9247 Qing Ma − Institute of Chemical Materials, China Academy of Engineering Physics, Mianyang 621900, China Evan Kiely − Department of Physics, Bernal Institute, University of Limerick, Limerick V94 T9PX, Ireland Syed A. M. Tofail − Department of Physics, Bernal Institute, University of Limerick, Limerick V94 T9PX, Ireland Mingsu Si − Key Laboratory for Magnetism and Magnetic Materials of the Ministry of Education, Lanzhou University, Lanzhou 730000, China Xuehai Yan − State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, 100190 Beijing, China; orcid.org/0000-0002-0890-0340 Yi Cao − National Laboratory of Solid State Microstructure, Department of Physics, Nanjing University, Nanjing 210093, Jiangsu, China; orcid.org/0000-0003-1493-7868 Wei Wang − National Laboratory of Solid State Microstructure, Department of Physics, Nanjing University, Nanjing 210093, Jiangsu, China; orcid.org/0000-0001-5441-0302 Rusen Yang − School of Advanced Materials and Nanotechnology, Xidian University, Xi’an 710126, China; orcid.org/0000-0002-4019-4642 Damien Thompson − Department of Physics, Bernal Institute, University of Limerick, Limerick V94 T9PX, Ireland; orcid.org/0000-0003-2340-5441 Junbai Li − Beijing National Laboratory for Molecular Sciences, CAS Key Lab of Colloid Interface and Chemical Thermodynamics, Institute of Chemistry, Chinese Academy of\nSciences, Beijing 100190, China; orcid.org/0000-00019575-3125\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c05367"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the European Research Council under the European Union Horizon 2020 research and innovation program (no. 694426) (E.G.), Science Foundation Ireland (SFI) under award numbers 15/CDA/3491 and 12/ RC/2275 (D.T.), and supercomputing resources to S.G. and D.T. at the SFI/Higher Education Authority Irish Center for High-End Computing (ICHEC). The National Natural Science Foundation of China (No. 11804148) (B.X.), Natural Science Foundation of Jiangsu Province (No. BK20180320) (B.X.), and the Fundamental Research Funds for the Central Universities (No. 020414380118) (B.X.) are acknowledged. The authors thank Dr. Sigal Rencus-Lazar for language editing assistance."
    } ],
    "references" : [ {
      "title" : "Introduction: Organic Electronics and Optoelectronics",
      "author" : [ "S.R. Forrest", "M.E. Thompson" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Forrest and Thompson,? \\Q2007\\E",
      "shortCiteRegEx" : "Forrest and Thompson",
      "year" : 2007
    }, {
      "title" : "Polymer Solar Cells with Enhanced Fill Factors",
      "author" : [ "L.X. Chen", "R.P.H. Chang", "A. Facchetti", "T.J. Marks" ],
      "venue" : "Nat. Photonics 2013,",
      "citeRegEx" : "Chen et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2013
    }, {
      "title" : "Organic Optoelectronic Materials: Mechanisms and Applications",
      "author" : [ "O. Ostroverkhova" ],
      "venue" : "Chem. Rev. 2016,",
      "citeRegEx" : "Ostroverkhova,? \\Q2016\\E",
      "shortCiteRegEx" : "Ostroverkhova",
      "year" : 2016
    }, {
      "title" : "Organic Crystalline Materials in Flexible Electronics",
      "author" : [ "Hu" ],
      "venue" : "Chem. Soc. Rev. 2019,",
      "citeRegEx" : "H. and W.,? \\Q2019\\E",
      "shortCiteRegEx" : "H. and W.",
      "year" : 2019
    }, {
      "title" : "Two-Dimensional Light-Emitting Materials: Preparation, Properties and Applications",
      "author" : [ "Huang" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "X. and W.,? \\Q2018\\E",
      "shortCiteRegEx" : "X. and W.",
      "year" : 2018
    }, {
      "title" : "Nanotechnology: Peptides as Biological Semiconductors",
      "author" : [ "C.A.E. Hauser", "S. Zhang" ],
      "venue" : "Nature",
      "citeRegEx" : "Hauser and Zhang,? \\Q2010\\E",
      "shortCiteRegEx" : "Hauser and Zhang",
      "year" : 2010
    }, {
      "title" : "Crystal Engineering of Organic Optoelectronic Materials",
      "author" : [ "P. Yu", "Y. Zhen", "H. Dong", "W. Hu" ],
      "venue" : "Chem. 2019,",
      "citeRegEx" : "Yu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2019
    }, {
      "title" : "Bioinspired Assembly of Small Molecules in Cell Milieu",
      "author" : [ "H.M. Wang", "Z.Q.Q. Feng", "B. Xu" ],
      "venue" : "Chem. Soc. Rev. 2017,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Bioprobes Based on AIE Fluorogens",
      "author" : [ "D. Ding", "K. Li", "B. Liu", "B.Z. Tang" ],
      "venue" : "Acc. Chem. Res. 2013,",
      "citeRegEx" : "Ding et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ding et al\\.",
      "year" : 2013
    }, {
      "title" : "Highly Fluorescent Single Crystals of a 4Ethoxy-1,3-Thiazole",
      "author" : [ "R. Beckert", "H. Görls" ],
      "venue" : "Dyes Pigm. 2018,",
      "citeRegEx" : "D. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "D. et al\\.",
      "year" : 2018
    }, {
      "title" : "Organic Semiconductor Crystals",
      "author" : [ "C. Wang", "H. Dong", "L. Jiang", "W. Hu" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Sagstuen, E. N-Acetyl-L-Alanine",
      "author" : [ "C.H. Gorbitz" ],
      "venue" : "Acta Crystallogr., Sect. E: Struct. Rep. Online 2004,",
      "citeRegEx" : "Gorbitz,? \\Q2004\\E",
      "shortCiteRegEx" : "Gorbitz",
      "year" : 2004
    }, {
      "title" : "Nanomechanics of Functional and Pathological Amyloid Materials",
      "author" : [ "T.P.J. Knowles", "M.J. Buehler" ],
      "venue" : "Nat. Nanotechnol. 2011,",
      "citeRegEx" : "Knowles and Buehler,? \\Q2011\\E",
      "shortCiteRegEx" : "Knowles and Buehler",
      "year" : 2011
    }, {
      "title" : "Lead-Free Piezoelectric Ceramics: Alternatives for PZT",
      "author" : [ "T.R. Shrout", "S.J. Zhang" ],
      "venue" : "J. Electroceram. 2007,",
      "citeRegEx" : "Shrout and Zhang,? \\Q2007\\E",
      "shortCiteRegEx" : "Shrout and Zhang",
      "year" : 2007
    }, {
      "title" : "The Emergence of Organic Single Crystal Electronics",
      "author" : [ "H. Jiang", "W. Hu" ],
      "venue" : "Angew. Chem., Int. Ed. 2020,",
      "citeRegEx" : "Jiang and Hu,? \\Q2020\\E",
      "shortCiteRegEx" : "Jiang and Hu",
      "year" : 2020
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Molecular stacking modes, generally classified as H-, J-, and X-aggregation, play a key role in determining the optoelectronic properties of organic crystals. However, the control of stacking transformation of a specific molecule is an unmet challenge, and a priori prediction of the performance in different stacking modes is extraordinarily difficult to achieve. In particular, the existence of hybrid stacking modes and their combined effect on physicochemical properties of molecular crystals are not fully understood. Herein, unexpected stacking transformation from Hto Jand X-aggregation is observed in the crystal structure of a small heterocyclic molecule, 4,4′bipyridine (4,4′-Bpy), upon coassembly with N-acetyl-L-alanine (AcA), a nonaromatic amino acid derivative. This structural transformation into hybrid stacking mode improves physicochemical properties of the cocrystals, including a large red-shifted emission, enhanced supramolecular chirality, improved thermal stability, and higher mechanical properties. While a single crystal of 4,4′-Bpy shows good optical waveguiding and piezoelectric properties due to the uniform elongated needles and low symmetry of crystal packing, the significantly lower band gap and resistance of the cocrystal indicate improved conductivity. This study not only demonstrates cocrystallization-induced packing transformation between H-, J-, and X-aggregations in the solid state, leading to tunable mechanical and optoelectronic properties, but also will inspire future molecular design of organic functional materials by the coassembly strategy.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}