{
  "name" : "downloads_2020-10-17_e9_10.1016@j.matpr.2020.08.797.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Comparative performance analysis of flat plate solar collectors with and without aluminium oxide-based nano-fluid",
    "authors" : [ "Sachin Gupta", "Sayali Rajale", "Falgun Raval", "Milan Sojitra", "Arunendra Kumar Tiwari", "Asim Joshi", "Ramkishore Singh" ],
    "emails" : [ "sachin.energy123@gmail.com", "asimjoshi@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Materials Today: Proceedings xxx (xxxx) xxx\nContents lists available at ScienceDirect\nMaterials Today: Proceedings\njournal homepage: www.elsevier .com/locate /matpr\nComparative performance analysis of flat plate solar collectors with and without aluminium oxide-based nano-fluid\nhttps://doi.org/10.1016/j.matpr.2020.08.797 2214-7853/ 2020 Elsevier Ltd. All rights reserved. Selection and peer-review under responsibility of the scientific committee of the International Conference on Innovations in Clean Energy Technologies.\n⇑ Corresponding author. E-mail addresses: sachin.energy123@gmail.com (S. Gupta), tiwariarunendra1989@\ngmail.com (A.K. Tiwari), asimjoshi@gmail.com (A. Joshi).\nPlease cite this article as: S. Gupta, S. Rajale, F. Raval et al., Comparative performance analysis of flat plate solar collectors with and without alum oxide-based nano-fluid, Materials Today: Proceedings, https://doi.org/10.1016/j.matpr.2020.08.797\nSachin Gupta, Sayali Rajale, Falgun Raval, Milan Sojitra, Arunendra Kumar Tiwari ⇑, Asim Joshi, Ramkishore Singh Solar Energy Division, Sardar Patel Renewable Energy Research Institute (SPRERI), Vallabh Vidya Nagar, Anand 388120, Gujarat, India\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 20 August 2020 Received in revised form 28 August 2020 Accepted 30 August 2020 Available online xxxx\nKeywords: Nano-fluid Solar thermal collector Al2O3 Flat plate solar collector Thermal efficiency\nIn recent research trends, nano-particle have come up as one of the most promising materials for enhancing the performance of solar thermal collectors. Thermal performance of the solar thermal collector varies with the concentration and size of nano-particles used, as it directly correlates to the amount of solar energy absorbed and heat transferred. In this study, laboratory-grade commercially available Aluminium oxide (Al2O3) nano-particle with 0.02% concentration in De-ionised water is used for the synthesis of nano-fluid. The same prepared sample has been used in Flat plate solar collector (FPSC) as a volumetric absorber. Comparative performance of FPSC is analysed with and without nano-fluid for water flow rates 30, 40, and 60 l/h and results are discussed. Results indicate that the thermal efficiency of FPSC with nano-fluid is 9–40% higher than without nano-fluid. 2020 Elsevier Ltd. All rights reserved. Selection and peer-review under responsibility of the scientific committee of the International Conference on Innovations in Clean Energy Technologies."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nano-fluids are the new generation heat transfer fluids becoming more popular for various industrial and automotive applications. Nano-particles remarkably improve the thermal performance of the conventional fluid (water, oil, thermic oil etc.). Conventional fluids have low thermal conductivity and low thermal absorptivity, which leads to their low performance in processes involved in thermal engineering devices. These issues can be resolved by the use of nano-particles suspended in these conventional fluids. The nano-fluid can be defined as the suspension of nano-sized particles of 1 to 100 nm in size in a conventional base fluid [1]. Nano-fluids shows better performance characteristics [2,3] and can be used for thermal management solution in many systems such as solar thermal applications, building thermal load management, space technologies, cooling, heating and other industrial applications. In this study, nano-fluid is used for enhancing the thermal performance of solar thermal collector systems. For solar thermal application, nano-fluid can be used in twoway (i) volumetric direct absorption mode and (ii) indirect heat transfer mode.\ni. Volumetric direct absorption mode: In volumetric direct absorption mode, the nano-fluid is filled between the copper pipe riser and header assembly (CPRHA) and the glazing, and work as an absorber, which directly absorbs solar radiation. The water is used as a working fluid that is circulated within CPRHA, which is submerged in nano-fluid. ii. Indirect heat transfer mode: In indirect mode, the nanofluid is circulated in a closed-loop within CPRHA and copper coil heat exchanger, the collected heat is indirectly transferred to the water storage tank through a heat exchanger.\nIn indirect mode, the performance of the solar thermal collectors using nano-fluids are mainly depended on thermal conductivity and viscosity of nano-fluid. Here thermal conductivity governs the convective heat transfer [3], whereas the viscosity of nanofluids governs the pressure drop across the system as well as the energy required for mixing and pumping of the fluid throughout the thermal collector loop [4].\nFew researchers [5–7] have developeda mathematical model to predict and calculate the rheological properties and viscosity. Brinkman [6] further modified the Guth et al. [5] model to estimate the viscosity of nano-fluid.\nMany researchers [8–15] have also studied the heat transfer characteristics and related properties of nano-fluids and the effect\ninium\nTable 1 Effect of nano-fluid on the performance of solar thermal system.\nAuthors Nano-fluid Type of application Observation\nLuo et al. [21] TiO2, Al2O3, Ag, Cu, SiO2, graphite, and carbon nanotubes in Texatherm oil Direct absorption base solar thermal collector\nThe nanofluid increases outlet temperature and performance by 30–100 K and 2–25% as compared to the base fluid. Photothermal efficiency of nano-fluid is 117.5% compared with collector coating absorber for 0.5 vol% Al2O3.\nFaizal et al. [22] CuO, SiO2, TiO2 and Al2O3 in water Solar thermal collector\nThe result showed higher thermal efficiency with nanofluid in compare with water only. For Al2O3, SiO2, TiO2 and CuO base nano-fluid, it can minimize the solar thermal collector area by around 21.5%, 21.6%, 22.1% and 25.6% respectively.\nLadjevardi et al. [23] Graphite/water Solar thermal collector\nThe numerical model demonstrated significant improvement in the efficiency of the collector with nanofluid of about 88% compared to pure water base collector.\nKabeel et al. [24] Al2O3/water Direct absorption base solar still\nUse of nanofluids increases the efficiency ofSolar-still increases the water production by about 116% and 76% with and without a vacuum ventilator\nof concentration of nano-particle on the performance of solar thermal collector.\nYousefi et al. [16] has studied the performance of solar flat plate collectors using Al2O3/water nano-fluid as an energy-absorbing medium. Based on an experimental investigation using weight fraction of 0.2% and 0.4%, with the particle size of 15 nm, and with and without Triton X-100 surfactant at mass flow rates varying between 1 and 3 l/min, results indicated that the efficiency increased by 28.3% for 0.2% wt alumina nano-fluid in compare with pure water. They also reported that the use of surfactant leads to enhance the heat transfer as compared to nano-fluid without surfactant.\nMoghadam et al. [17] investigated the effects of CuO/water nano-fluid on the efficiency of solar flat plate collector. They found an increase in efficiency by 21.8% for the mass flow rate of 1 kg/min of a 0.4% volume fraction nano-fluid with the mean particle size of 40 nm.\nMondragon et al. [18] have evaluated the performance of flat plate collectors using 1% by volume commercially available alumina nano-fluid at a constant flow rate. Theoretically, it showed an increase of 2.34% in efficiency under ideal conditions. However, under actual test condition, it showed a decrease in efficiency of flat plate solar collector (FPSC) from 47% to 41.5%. The reason for the decline in efficiency is the deposition of the nano-particle layer, which results in higher thermal resistance to heat transfer of the collector. Hence, they suggested that nano-particles in high enough concentration for thermal conductivity enhancement over the specific heat decrement but not so much as to cause layered deposition along the walls of collector’s absorber tubes.\nFig. 1. Working of nano-fluid i\nNasrin et al. [19] presented a numerical study of four waterbased nano-fluids made of Silver (Ag), Copper (Cu), Aluminium oxide (Al2O3) and Copper oxide (CuO) nano-particles of varying concentrations from 0 to 5% by volume. They used finite element method to solve the partial differential equations of the model. They determined the performance indicators such as temperature and velocity distributions, radiative and convective heat transfer values, mean temperature and velocity of the nano-fluid. Their results indicated that the highest performance obtained by 5% concentration of water-based Ag nano-fluid among all four nano-fluids and their various configurations.\nHawwash et al. [20] numerically investigate the performance of water-based Al2O3 nano-fluid in FPSC for six different varying concentrations between 0.1% and 3% by volume and validated through experimentation. The model has been developed in ANSYS17, and results indicated that the thermal performance only increases by up to 0.5% concentration. Further increase in nano-particle concentration reduces the performance of the FPSC system. Table 1 summarizes the impact of nano-fluids on the various solar thermal application.\nBased on the available literature, current experimental work aims to determine the effect of water-based Al2O3 nano-fluid on the performance of an FPSC. A small FPSC is designed, fabricated and tested for studying the effects of laboratory-grade commercially available nano-particle of Al2O3 in De-ionised water as a base fluid. Nano-fluid concentration 0.02% for different flow rates 30, 40 and 60 l/h have been investigated under direct absorption mode, and the same has been compared without nano-fluid.\nn direct absorption mode."
    }, {
      "heading" : "2. Experimentation",
      "text" : "The objective of this study is to investigate the effect of nanofluid under volume absorption mode on the performance of the solar thermal collector. In order to get the performance of FPSC first step is to prepare the nano-fluid and to test the fluid with FPSC. In this section, detailed of the nano-fluid preparation has also been discussed. The experimental setup used for investigation with and without nano-fluid is presented below."
    }, {
      "heading" : "2.1. Preparation of nano-fluid",
      "text" : "Nano-fluids were synthesised in two-steps. Firstly nano-particle is prepared with chemical process and prepared nano-particle. Secondly, these nano-particles are used to prepare nano-fluid through mechanical mean, i.e. sonication or magnetic stirring. A surfactant can also be used to get a stable suspension. The surfactant can give more stability to the nano-fluids by keeping low particle concentration but increasing the other two parameters lead to a falloff instability. In volumetric absorption mode absorption of light varies with the variation of volume fraction or particle concentration, particle size, type of base fluid, and path length. In the present work, commercially available laboratory-grade Al2O3 nanoparticle (Make: ALDRICH batch no: 544833-50G) has been used, and the particle size of the Al2O3 is in < 50 nm, and the molecular weight is 101.96 gm/mol. Nano-fluids has been prepared with two-step methods. For the preparation of the nano-fluid 0.02% concentration of Al2O3 is mixed with base fluid (De-ionised water) and the fluid has been sonicated with probe-type sonicator at 20 kHz for 2 h."
    }, {
      "heading" : "2.2. Experimental setup",
      "text" : "Two similar size solar thermal flat plate collectors for water heating have been designed and fabricated, as shown in Fig. 1\nand Fig. 2 and the specifications of the FPSC are given in Table 2. The first collector is tested using prepared nano-fluid in volumetric direct absorption mode. In this mode, nanofluid has been filled in between the glass and absorber sheet. The pipes are immersed in nano-fluid. Working fluid (water) is circulated through these pipes,\nTable 3 Average thermal efficiency and outlet water temperature of FPSC with and without nano-fluid at a different flow rate.\nS No Water flow rate (l/h) Outlet water temperature range (0C) Average thermal efficiency (%) Average solar radiation (W/m2)\nWith nano-fluid Without nano-fluid With nano-fluid Without nano-fluid\n1 30 44–67 40–55 48.15 32.56 758.34 2 40 45–56 36–50 49.27 40.81 789.09 3 60 45–59 36–55 50.27 46.03 694.85\n30 35 40 45 50 55 60 65 70 75 30\n35\n40\n45\n50\n55\n60\n65\n70\n75 80 Outlet water temperature with nano-fluid Outlet water temperature without nano-fluid\nO ut\nle t w\nat er\nte m\npe ra\ntu re\n(0 C\n)\nInlet water temperature (0C)\nFig. 4. Inlet and outlet water temperatures at 60 l/h.\n09 :30 10 :00 10 :30 11 :00 11 :30 12 :00 12 :30 13 :00 13 :30 14 :00 14 :30 15 :00\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nE ff\nic ie\ncn y\nof c\nol le\nct or\n(% )\nTime\nEfficiecny with nano-fluid Efficiecny without nano-fluid\nFig. 6. Variation of thermal efficiency of FPSC with and without nano during the test period at 60 l/h.\nas shown in Fig. 2. The other collector is tested simultaneously without nano-fluid. The performance of the collector with and without nano-fluid is compared and presented in this paper.\nRTD type thermocouples are used to measure the temperature at the inlet and outlet of the collector, and the magnetic flowmeter is used to measure the flow rate of the fluid flowing within CPRHA. The detailed description of the fabricated test setup, measuring equipment, sensors and components utilised in experimentation are enumerated in Table 2."
    }, {
      "heading" : "3. Methodology",
      "text" : "The experimentation has been performed on the FPSC with and without nano-fluid at a tilt angle of 100. The objective of the paper is to examine the effect of nano-fluid in volumetric direct absorption mode. The performance of both collectors with and without nano-fluid is compared. The experiment has been performed during June 2019 between 10:00 am to 03:00 pm under the hot and\ndry climatic zone of India at SPRERI, Vallabh Vidyanagar (Anand), Gujarat at 30, 40 and 60 l/h fluid flow rate.\nThe instantaneous values of each parameter are considered for analyses. Solar radiation (G) at the tilted plan, mass flow rate ( _m), temperature (T) at inlet and outlet of each FPSC are recorded at an interval of 2 min with the data logger. Obtained data are used to estimate the thermal efficiency of FPSC (gth) for both the case.\nThe thermal efficiency of the FPSC (gth) is computed using the equation given below:\ngth ¼ _mcp Tout Tinð Þ\nAcG 100% ð1Þ\nTout and Tin (oC) are water temperature at the outlet and inlet of each collector. Gross area of FPSC is Ac . Data has been recorded in the two-minute time interval with the data logger."
    }, {
      "heading" : "4. Results and discussions",
      "text" : "In this section, thermal performance of the FPSC with and without nano-fluid for the different fluid flow rate is presented and discussed. The prepared nano-fluid with 0.02% concentration is filled in the collector, as shown in Fig. 3a and temperature at the inlet and outlet of the collector are measured. After two days, it has been observed that the nano-particles have settled down and accumulated on the absorber sheet and form a thin layer, as shown in Fig. 3b.\nThe thermal efficiency of FPSC has been estimated at a different flow rate to get the effect of flow rate, as shown in Table 3. Fig. 4, Fig. 5, Fig. 6 and Fig. 7 show the variation of outlet temperature with inlet and ambient temperatures as well as thermal efficiency for both collectors at 60 l/h.\nAs shown in Fig. 4, the outlet temperature of the water with and without nano-fluid is linearly increasing as the inlet temperature of water increases. It also indicates that inlet water temperature is increasing because the same heated water is continuously recirculated in the FPSC with and without nanofluid. Fig. 5 shows the variation of solar radiation with time curve under doted square shows a sudden decrease in solar radiation. Also, it can be observed in Fig. 6 efficiency of the collector with nano-fluid is significantly higher than the efficiency of the collector without nano-fluid. As in Fig. 6 curve under doted square represent sudden increase in the efficiency of the collector with and without nano-fluid. This increase in efficiency of FPSC is due to a sudden fall in solar radiation and due to residual heat stored within the collector. As depicted in Table 3, the efficiency of FPSC with and without nano-fluid is observed highest at 60 l/h. As Fig. 7 shows, there is a significant difference between the efficiency of the collector with and without nano-fluid for different flow rate. The efficiency of collectors increases as fluid flow increases, but increase in the efficiency without nano-fluid is high as compare to without nano-fluid. It has also been observed that the outlet temperature remains around 3–5 C higher in the FPSC with nano-fluid compared to without nano-fluid."
    }, {
      "heading" : "5. Conclusion",
      "text" : "In the current experimental work, FPSC with and without nanofluid are analysed. The temperature of water at the outlet of FPSC without nano-fluid is found 5–10 C lower than with nano-fluid depending on flow rates. The maximum outlet water temperature for FPSC with nano-fluid is observed 67 C with a minimum temperature of 44 C at 30 l/h flow rate. It is also observed that the thermal efficiency of FPSC with nano-fluid is higher than the FPSC without nano-fluid for all flowrates, as shown in Table 3. It is due\nto higher solar absorptivity of nano-fluid filled in the FPSC. Several issues have been identified during the experimentation as nanoparticles settle down to the collector absorber sheet after two days. So stable nano-fluid is needed for better performance of the FPSC with nano-fluid for long term uses of FPSC."
    }, {
      "heading" : "6. Future scope of work",
      "text" : "Future research should, therefore, concentrate on the investigation of the performance of FPSC with different concentration and different type of nano-particles. This research work can be extended to enhance the efficiency of point focus concentrating solar thermal collector such as Shefler dish, Arun dish, Parabolic dish in volumetric absorption mode.\nCRediT authorship contribution statement\nSachin Gupta: Conceptualization, Methodology, Software, Writing - original draft. Sayali Rajale: Writing - review & editing. Falgun Raval: Writing - review & editing. Milan Sojitra: Writing - review & editing. Arunendra Kumar Tiwari: Data curation, Visualization, Investigation, Supervision. Asim Joshi: Writing - review & editing. Ramkishore Singh: Writing - review & editing.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This research project was supported by Indian Council of Agricultural Research (ICAR), India under All India Co-ordinated Research Project program, and the authors are also thankful to Dr Gaurav Mishra, Director, SPRERI, India for continuous guidance and support during the execution of the project."
    } ],
    "references" : [ {
      "title" : "Enhancing thermal conductivity of fluids with nanoparticles",
      "author" : [ "S.U.S. Choi", "J.A. Eastman" ],
      "venue" : "ASME Int. Mech. Eng. Congr. Expo. San Fr. U.S. ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "A review of the applications of nanofluids in solar energy",
      "author" : [ "O. Mahian", "A. Kianifar", "S.A. Kalogirou", "I. Pop", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 57 (2) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A review on development of nanofluid preparation and characterization",
      "author" : [ "Y. Li", "J. Zhou", "S. Tung", "E. Schneider", "S. Xi" ],
      "venue" : "Powder Technol. 196 (2) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Investigation of viscosity of R123-TIO 2 nanorefrigerant",
      "author" : [ "I.M. Mahbubul", "R. Saidur", "M.A. Amalina" ],
      "venue" : "Reg. Tribol. Conf. Bayview Hotel. Langkawi Island, Malaysia. Paper Refe ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The viscosity of suspensions and solutions",
      "author" : [ "E. Guth", "R. Simha" ],
      "venue" : "III. The viscosity of sphere suspensions, Kolloid-Zeitschrift. 74 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1936
    }, {
      "title" : "The Viscosity of Concentrated Suspensions and Solutions",
      "author" : [ "H.C. Brinkman" ],
      "venue" : "J. Chem. Phys. 20 (4) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1952
    }, {
      "title" : "The effect of Brownian motion on the bulk stress in a suspension of spherical particles",
      "author" : [ "G.K. Batchelor" ],
      "venue" : "J. Fluid Mech. 83 (1) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1977
    }, {
      "title" : "Heat transfer enhancement and pressure drop characteristics of TiO2–water nanofluid in a double-tube counter flow heat exchanger",
      "author" : [ "W. Duangthongsuk", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 52 (7-8) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "An experimental study on the heat transfer performance and pressure drop of TiO2-water nanofluids flowing under a turbulent flow regime",
      "author" : [ "W. Duangthongsuk", "S. Wongwises" ],
      "venue" : "Int. J. Heat Mass Transf. 53 (1-3) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Comparative assessment of single and two-phase models for numerical studies of nanofluid turbulent forced convection",
      "author" : [ "M. Akbari", "N. Galanis", "A. Behzadmehr" ],
      "venue" : "Int. J. Heat Fluid Flow 37 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Numerical analysis of laminar forced convection with temperature-dependent thermal conductivity of nanofluids  S",
      "author" : [ "S. Özerinç", "A.G. Yazıcıoğlu", "S. Kakaç" ],
      "venue" : "Gupta, S. Rajale, F. Raval et al.  Materials Today: Proceedings xxx (xxxx) xxx and thermal dispersion, Int. J. Therm. Sci. 62 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Thermal conductivity measurements of nanofluids",
      "author" : [ "M.I. Pryazhnikov", "A.V. Minakov", "V.Y. Rudyak", "D.V. Guzei" ],
      "venue" : "Int. J. Heat Mass Transf. 104 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hydrodynamic and Heat Transfer Study of Dispersed Fluids With Submicron Metallic Oxide",
      "author" : [ "Y.I.C. Bock Choon Pak" ],
      "venue" : "Exp. Heat Transf. A J., Therm. Energy Transp. Storage Convers",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2013
    }, {
      "title" : "Evaluation of singlephase",
      "author" : [ "E.J. Onyiriuka", "A.I. Obanor", "M. Mahdavi", "D.R.E. Ewim" ],
      "venue" : "discrete, mixture and combined model of discrete and mixture phases in predicting nanofluid heat transfer characteristics for laminar and turbulent flow regimes, Adv. Powder Technol. 29 (11) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sarafraz, Green synthesis of silver nanoparticles using green tea leaves: Experimental study on the morphological, rheological and antibacterial behaviour, Heat Mass Transfer",
      "author" : [ "Maryam Nakhjavani", "V. Nikkhah", "M.M. Sarafraz", "Saeed Shoja", "Marzieh" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2065
    }, {
      "title" : "Zinadini, An experimental investigation on the effect of Al2O3–H2O nanofluid on the efficiency of flat-plate solar collectors, Renewable Energy",
      "author" : [ "Tooraj Yousefi", "Farzad Veysi", "Ehsan Shojaeizadeh", "Sirus" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Flat plate solar collector performance using alumina nanofluids: Experimental characterization and efficiency tests",
      "author" : [ "R. Mondragón", "D. Sánchez", "R. Cabello", "R. Llopis", "J.E. Juliá" ],
      "venue" : "PLoS One. 14 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Heat transfer by nanofluids through a flat plate solar collector",
      "author" : [ "Rehena Nasrin", "Salma Parvin", "M.A. Alim" ],
      "venue" : "Procedia Eng",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Ali K",
      "author" : [ "A.A. Hawwash" ],
      "venue" : "Abdel Rahman, S.A. Nada, S. Ookawara, Numerical investigation and experimental verification of performance enhancement of flat plate solar collector using nanofluids, Appl. Therm. Eng. 130 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Performance improvement of a nanofluid solar collector based on direct absorption collection (DAC) concepts",
      "author" : [ "Zhongyang Luo", "Cheng Wang", "Wei Wei", "Gang Xiao", "Mingjiang Ni" ],
      "venue" : "Int. J. Heat Mass Transf",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Energy",
      "author" : [ "M. Faizal", "R. Saidur", "S. Mekhilef", "M.A. Alim" ],
      "venue" : "economic and environmental analysis of metal oxides nanofluid for flat-plate solar collector, Energy Convers. Manage. 76 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Applicability of graphite nanofluids in direct solar energy absorption",
      "author" : [ "S.M. Ladjevardi", "A. Asnaghi", "P.S. Izadkhast", "A.H. Kashani" ],
      "venue" : "Sol. Energy 94 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhancement of modified solar still integrated with external condenser using nanofluids: An experimental approach",
      "author" : [ "A.E. Kabeel", "Z.M. Omara", "F.A. Essa" ],
      "venue" : "Energy Convers. Manage. 78 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The nano-fluid can be defined as the suspension of nano-sized particles of 1 to 100 nm in size in a conventional base fluid [1].",
      "startOffset" : 124,
      "endOffset" : 127
    }, {
      "referenceID" : 1,
      "context" : "Nano-fluids shows better performance characteristics [2,3] and can be used for thermal management solution in many systems such as solar thermal applications, building thermal load management, space technologies, cooling, heating and other industrial applications.",
      "startOffset" : 53,
      "endOffset" : 58
    }, {
      "referenceID" : 2,
      "context" : "Nano-fluids shows better performance characteristics [2,3] and can be used for thermal management solution in many systems such as solar thermal applications, building thermal load management, space technologies, cooling, heating and other industrial applications.",
      "startOffset" : 53,
      "endOffset" : 58
    }, {
      "referenceID" : 2,
      "context" : "Here thermal conductivity governs the convective heat transfer [3], whereas the viscosity of nanofluids governs the pressure drop across the system as well as the energy required for mixing and pumping of the fluid throughout the thermal collector loop [4].",
      "startOffset" : 63,
      "endOffset" : 66
    }, {
      "referenceID" : 3,
      "context" : "Here thermal conductivity governs the convective heat transfer [3], whereas the viscosity of nanofluids governs the pressure drop across the system as well as the energy required for mixing and pumping of the fluid throughout the thermal collector loop [4].",
      "startOffset" : 253,
      "endOffset" : 256
    }, {
      "referenceID" : 5,
      "context" : "Brinkman [6] further modified the Guth et al.",
      "startOffset" : 9,
      "endOffset" : 12
    }, {
      "referenceID" : 4,
      "context" : "[5] model to estimate the viscosity of nano-fluid.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 19,
      "context" : "[21] TiO2, Al2O3, Ag, Cu, SiO2, graphite, and carbon nanotubes in Texatherm oil Direct absorption base solar thermal collector The nanofluid increases outlet temperature and performance by 30–100 K and 2–25% as compared to the base fluid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[22] CuO, SiO2, TiO2 and Al2O3 in water Solar thermal collector The result showed higher thermal efficiency with nanofluid in compare with",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[24] Al2O3/water Direct absorption base solar still Use of nanofluids increases the efficiency ofSolar-still increases the water production by about 116% and 76% with and without a vacuum ventilator S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] has studied the performance of solar flat plate collectors using Al2O3/water nano-fluid as an energy-absorbing medium.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[18] have evaluated the performance of flat plate collectors using 1% by volume commercially available alumina nano-fluid at a constant flow rate.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[19] presented a numerical study of four waterbased nano-fluids made of Silver (Ag), Copper (Cu), Aluminium oxide (Al2O3) and Copper oxide (CuO) nano-particles of varying concentrations from 0 to 5% by volume.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[20] numerically investigate the performance of water-based Al2O3 nano-fluid in FPSC for six different varying concentrations between 0.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2020,
    "abstractText" : "https://doi.org/10.1016/j.matpr.2020.08.797 2214-7853/ 2020 Elsevier Ltd. All rights reserved. Selection and peer-review under responsibility of the scientific committee of the International Conference on Innovations in Clean Energy Technologies. ⇑ Corresponding author. E-mail addresses: sachin.energy123@gmail.com (S. Gupta), tiwariarunendra1989@ gmail.com (A.K. Tiwari), asimjoshi@gmail.com (A. Joshi).",
    "creator" : "Elsevier"
  }
}