{
  "name" : "downloads_2020-07-17_d3_marshall2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "In Vivo Relationship between the Nano- Biomechanical Properties of Streptococcal Polysaccharide Capsules and Virulence Phenotype",
    "authors" : [ "Helina Marshall", "Sebastian Aguayo", "Mogens Kilian", "Fernanda Petersen", "Laurent Bozec", "Jeremy Brown" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Streptococcus pneumoniae, capsule, Streptococcus mitis, atomic force microscopy, elastic modulus\nStreptococcus pneumoniae often colonizes the human nasopharynx and is also one of the most common causes of death due to a microorganism, causing a high proportion of global cases of pneumonia, septicemia, and meningitis.1,2 Streptococcus mitis is\nReceived: November 1, 2019 Accepted: December 19, 2019 Published: December 19, 2019\n© 2019 American Chemical Society 1070 DOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\nD ow\nnl oa\nSe e\nht tp\ns: //p\nub s.\nac s.\nthe closest genetic relative of S. pneumoniae and is a respiratory tract commensal, although more often found in the oropharynx rather than the nasopharynx.3,4 Despite their close genetic relationship, S. mitis has a weak virulence potential compared to S. pneumoniae. Identifying why these species vary in their ability to cause invasive disease in humans would help characterize why some upper respiratory tract colonizers are also common pathogens whereas most have only weak virulence. In most strains, the S. pneumoniae surface is covered in a polysaccharide capsule consisting of chains of repeating oligosaccharide units. The monosaccharide content, their chemical linkages, and the presence or absence of side-chains creates considerable diversity in capsular structure and antigenicity that is divided into 95+ capsular serotypes.5 The capsule is a well-recognized S. pneumoniae virulence determinant required for bacterial evasion of complement- and antibodymediated phagocytosis.6,7 Capsule serotypes differ markedly in their ability to cause invasive infection, with resistance to phagocytosis and susceptibility to complement deposition also varying between serotype and correlating with invasive potential.7,8 Unencapsulated strains of S. pneumoniae do not cause septicemia or meningitis and are markedly attenuated in their ability to cause invasive disease in animal models of infection,9−12 leading to the assumption that S. mitis lacked virulence as it does not possess a surface capsule. However, although expression of the S. pneumoniae serotype 4 capsule in an S. mitis strain improved resistance to complement and phagocytosis, this did not make the resulting S. mitis TIGR4cps strain virulent in mouse models. Furthermore, genome sequencing has shown a proportion of S. mitis strains contain a complete cps genetic locus arranged almost identically to the cps locus of S. pneumoniae, and serology and microscopy have confirmed some S. mitis strains are surrounded by a capsule.12,13 Although the gene content within S. mitis cps loci often differs from those in identified S. pneumoniae strains, suggesting the capsule has a different biochemical structure, recently S. mitis cps loci have been identified that have a gene content that is highly similar to the cps loci of some S. pneumoniae capsular serotypes.14−16 These data suggest that through genetic recombination S. mitis and S. pneumoniae strains can acquire biochemically identical capsule serotypes17 but raise the question whether these capsules could have other functional differences (e.g., relative levels of expression) that may still contribute to differences in virulence between S. mitis and S. pneumoniae. There are extensive epidemiological data on the effects of S. pneumoniae capsular serotypes on disease phenotypes, and these have been partially correlated to in vitro measures of virulence such as resistance to complement and phagocytosis.18,19 Increased capsule thickness in opaque phase variants of S. pneumoniae compared to transparent phase variants is associated with greater resistance to complement and phagocytosis,7 and variations in capsule thickness between serotypes has also been correlated with resistance to non-opsonic phagocytosis.19 These data would suggest that the capsule simply prevents host proteins from attaching to the bacterial cell surface. In contrast, we have previously found that strain resistance to complement and neutrophil phagocytosis correlates strongly with the degree of binding of the host protein complement inhibitor factor H to the S. pneumoniae subcapsular cell wall protein PspC,8 indicating a more nuanced effect of the capsule on inhibiting host immunity than simply blocking access to the bacterial surface by host proteins. How the chemical structure of the capsule affects\ninteractions between host and bacterial molecules is not known, and investigating this will require new methodologies that can measure the physical effects of the capsule on host interactions. Atomic force microscopy (AFM) has proven to be a reliable tool to image and characterize the biomechanical properties of a wide range of bacterial cells under physiological environment conditions.2 As no invasive sample preparation is required for AFM (when compared to other types of microscopy techniques), it is possible to immobilize bacteria under buffered conditions and obtain high-resolution imaging of viable cells.20 Recently, AFM has been used to characterize the adhesion of cells to substrates at the single-cell and single-molecule levels,21 and Wang et al. utilized AFM to study the mechanical behavior of Klebsiella pneumoniae strains. They found that the presence of type 3 fimbriae maintained fluidity of the polysaccharide capsule and that this facilitated adhesion to surfaces.22 The same group also demonstrated that the K. pneumoniae capsule altered its elasticity in response to changes in turgor pressure by absorbing counterions, so reducing the overall net charge along the capsule polysaccharide chains and protecting the bacterial cell against osmotic stress.23 Su et al. also used AFM to characterize the structure of the polysaccharide capsule of Zunongwangia profunda SM-A87,24 whereas Stukalov et al. characterized the capsule of four different Gram-negative bacterial strains by utilizing both AFM and transmission electron microscopy (TEM).25 Although TEM allowed visualization of the capsule for some strains, AFMwas able to detect the presence of capsule on all the encapsulated strains studied.25 These publications confirm that AFM can be used to evaluate the mechanical properties of encapsulated and unencapsulated bacteria and promises to be a good approach for investigating the physical differences related to the capsule between bacterial strains or species.26\nIn this study, the phenotypic characteristics (structure, mechanical properties, resistance to neutrophil-mediated opsonophagocytosis and killing) of different capsular serotypes associated with S. mitis and S. pneumoniae strains were investigated and complemented with nanometrology measurement. The overall aims were to investigate whether there are physical differences between S. mitis and S. pneumoniae strains expressing the same capsular serotypes that might relate to differences in their virulence potential."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Characterization of S. pneumoniae TIGR4 and S. mitis TIGR4cps Strains Using TEM. We have previously shown expression of the TIGR4 S. pneumoniae serotype 4 capsule fails to make the S. mitis SK142 strain virulent in mice.27 To assess whether there were major morphological changes in the capsule expressed by S. pneumoniaeTIGR4 and S. mitisTIGR4cps strains, we utilized a TEM method that preserves the capsular polysaccharide to visualize and measure the depth of the capsule, while also observing the density and arrangement of the surface sugars. TEM demonstrated that, compared to the wildtype S. mitis strain (Figure 1c), which we have previously shown expresses a capsule with no known S. pneumoniae serotype homologue,27 the S. mitis TIGR4cps strain had a more obvious and relatively thick capsule layer (Figure 1b) similar to the capsule layer seen with S. pneumoniae TIGR4 (Figure 1a). The median thickness of the S. mitis TIGR4cps capsule layer was found to be 180 nm, which is significantly lower (p < 0.05) than that for S. pneumoniae TIGR4 (300 nm) (Figure 1d). Quantifying capsule mass using an ELISA also demonstrated a\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1071\nlower quantity of serotype 4 capsule was expressed by the S. mitis TIGR4cps strain compared to S. pneumoniae TIGR4 (Figure 1e). Both of these outcomes show that expression in S. mitis of the S. pneumoniae serotype 4 cps locus results in a capsule that is morphologically different to the native S. mitis capsule but also in expression of a thinner capsule layer than that seen in the S. pneumoniae serotype 4 strain. Functional Effects of Expression of the S. pneumoniae Serotype 4 Capsule by S. mitis. Expression of the S. pneumoniae serotype 4 capsule by S. mitis reduced its sensitivity to macrophage-mediated phagocytosis.27 To extend these data and characterize whether the serotype 4 capsule improves S. mitis immune evasion, we used an established flow cytometry assay of neutrophil opsonophagocytosis using freshly isolated human neutrophils.28,29 There was a markedly higher level of neutrophil association of the S. mitis strain compared to the S. mitis TIGR4cps and S. pneumoniae TIGR4 strains when opsonized in human sera (Figure 2b). This difference was largely lost when bacteria were incubated in PBS or heatinactivated (complement-inactivated) human serum (Figure 2a,c). Furthermore, neutrophil killing assays showed that the high sensitivity of S. mitis to killing compared to S. pneumoniae TIGR4 was improved by expression of the serotype 4 capsule when opsonized in human serum (10% increase in survival) but not when opsonized with PBS and with reduced differences after incubation in heat-inactivated serum (Figure 2d). These data demonstrate that expression of the serotype 4 capsule on S. mitis significantly improved bacterial evasion of mainly complementmediated phagocytosis. Biochemically Identical Capsule Serotypes Can Differ in Phenotypic Appearance and Size between S. pneumoniae and S. mitis. The above data demonstrate that genetic\nmanipulation of S. mitis to express a S. pneumoniae capsular serotype results in a strain that is morphologically similar to S. pneumoniae with some of the protective advantages of the S. pneumoniae capsule compared to a native S. mitis capsule. Recently, naturally occurring S. mitis strains expressing S. pneumoniae capsular serotypes have been identified.13 To assess whether the capsule expressed by these strains has a similar morphology to the same serotype expressed by S. pneumoniae, pairs of S. mitis and S. pneumoniae strains expressing the S. pneumoniae capsular serotypes 19C, 36, and 45were investigated using TEM. Compared to S. mitis strains with no capsule genes contained within the site of the cps locus (Figure 3g,h), the S. mitis serotypes 19C, 36, and 45 strains all had a visible capsule layer (Figure 3a−f). S. pneumoniae 19C and S. mitis SK564 cps locus structure are genetically identical (100% base pair identity).13 TEM showed few visible differences in the capsule for both these strainsthe capsule layer appeared relatively dense around the cell wall with multiple small projections giving the bacterium a slightly “hairy” appearance (Figure 3a,b). Using TEM to measure capsule thickness demonstrated no significant difference (Figure 3i). Quantifying capsule mass using ELISA suggested lower levels of capsule were detected for the S. mitis 19C strain (Figure 3j). The S. mitis SK1126 strain contains a cps locus with a mean nucleotide percentage identity over the 14 genes of 80−88% to the S. pneumoniae ST36 cps locus with a high sequence homology between regulatory genes, although the flippase and polymerase genes are arranged in opposite order to S. pneumoniae ST36 cps loci.13 Using TEM, the S. mitis SK1126 strain capsule layer presented distinct (capsular) protrusions in the form of spikes projecting perpendicular to the cell wall (Figure 3c,d). Another ST36 expressing S. mitis showed an almost identical phenotype profile (image not\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1072\nshown). Both these strains contrasted with the appearance of the S. pneumoniae ST36 strain capsule layer, which appeared overall denser and more homogeneous. Capsule measurements and ELISA suggest, compared to S. mitis SK1126, the S. pneumoniae strain expressing the serotype 36 capsule had a significantly thicker capsule layer (70 and 90 nm, respectively) and higher capsule mass (Figure 3k,l). The cps loci of the S. pneumoniae ST45 and S. mitis CCUG62644 strains are identical except for a short fragment of a putative acetyltransferase gene and a putative IS1381 transposase and the presence of a putative UDPgalactopyranose mutase gene just upstream of the aliA gene in the S. mitisCCUG62644 strain.13 Despite this genetic similarity, S. pneumoniae ST45 and S. mitis CCUG62644 show the clearest differences in capsule morphology by TEM. The S. pneumoniae ST45 capsule is dense and covers completely the cell surface, whereas the S. mitis CCUG62644 capsule is more sparsely distributed across the cell surface, with multiple gaps between what appear to be regularly spaced lines perpendicular to the cell wall. These lines could possibly represent capsule strands (Figure 3e,f). Capsule thickness measurements and mass quantification through ELISA suggest the S. pneumoniae ST45 strain capsule was significantly thicker and present a higher capsule mass when compared to the capsule of S. mitis CCUG62644 (Figure 3m,n).\nComparative Sensitivity to Neutrophil-Mediated Killing of S. mitis and S. pneumoniae Strains Naturally Expressing the SameCapsular Serotype.The susceptibility to neutrophil phagocytosis of the S. mitis and S. pneumoniae strains expressing the S. pneumoniae capsular serotypes 19C, 36, and 45 was assessed using a neutrophil killing assay after opsonization in PBS or 25% baby rabbit complement29 (BRC). When preopsonized with PBS, all S. pneumoniae strains tested displayed a 2- to 5-fold increase in colony forming units (CFU) over time, representing bacterial replication and significant resistance to neutrophil killing (Figure 4a). The results for the S. mitis strains were not as well-defined as S. pneumoniae; S. mitis SK1126 showed a similar increase in CFU as the corresponding capsular serotype 36 S. pneumoniae strain, whereas the S. mitis ST19C and ST45 strains both had very poor survival even when opsonized with PBS. When opsonized with complement (25% BRC), there was a marked reduction in CFU recovered for the S. mitis SK1126 strain, whereas the capsular serotype 36 S. pneumoniae strain was still resistant to neutrophil killing. Complement improved neutrophil-mediated killing of the S. pneumoniae ST19C and ST45 strains and reduced the differences to the S. mitis ST19C and ST45 strains that were seen when the bacteria were opsonized with just PBS (Figure 4b). Overall, the S. mitis strains showed greater sensitivity to\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1073\nneutrophil killing than the S. pneumoniae strains expressing the same capsule, although for the S. mitis SK1126 strain (but not the S. mitis ST19C and ST45 strains), this required complement to be present. Mechanical Stiffness of Streptococcal Capsules. To investigate the mechanical properties of streptococcal capsules, we initially used AFM-based indentation to map the elasticity of the S. pneumoniae TIGR4, S. mitis TIGR4cps, S. mitis SK142 strains, and their unencapsulated derivatives. To evaluate the properties of the capsules specifically, measurements were acquired both in the center of the cell (body) and as close to the edge of the cell (edge) as possible. By performing these differential measurements, it became possible to decouple the mechanical response of the complex cell capsule at the center (body) and capsule only (edge). Indentation measurements performed directly over the cell body of S. pneumoniaeTIGR4, S. mitis TIGR4cps, S. mitis SK142, strains and their unencapsulated derivatives yielded little to no differences between the approach or retraction curves, suggesting a very good mechanical compliance of the bacterial cell, acting as an almost perfect elastic material (Table 2). Additionally, little to no adhesion could be recorded over the cell body regardless of the presence or absence of capsules. It is worth noting that if both the indentation load and the cantilever’s spring constant were lower\n(load <0.5 nN and k < 0.05 N/m) a much stronger adhesion response could be recorded (data not shown). Overall, the body of these bacterial strains’ cells presented a very elastic and compliant behavior with values ranging from 0.87 MPa for S. mitis TIGR4cps to 9.14 MPa for S. mitis Δcps. Performing measurements on the cell edge for the encapsulated strains (S. pneumoniae TIGR4, S. mitis TIGR4cps, S. mitis SK142 strains) presented a different indentation pattern. A hysteresis between the approach and retraction curves together with nonspecific adhesion (integrated area under the retraction curve) could be recorded in the presence of the capsule at the edge of the bacteria, where we are only indenting the capsule (Figure 5a,c). The hysteresis between the approach and retraction curve implied a significant change in the mechanical properties of the sample between the indentation and the relaxation of the material; that is, this region of the sample displays a viscoelastic behavior30 due, for example, to a reorganization of the capsule following the initial indentation. Viscoelasticity is revealed in a clear hysteresis between the approach and retraction parts of curves.31 In terms of elastic modulus, the edge of S. pneumoniae TIGR4 (E = 0.32 MPa) showed a significant decrease (∼1.5 MPa) compared to the body (E = 1.79MPa). In the case of the isogenic capsule deletion mutant (Figure 5b), measurements taken for the cell body\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1074\nshowed a minor increase in elastic modulus (E = 1.95 MPa). Overall, these findings indicate that the cell body of S.\npneumoniae TIGR4 and S. pneumoniae TIGR4 Δcps is significantly stiffer than the cell edge. Furthermore, a clear change in the biomechanical properties of the bacterial cell can be expected when the surface capsule is lost. Similar to S. pneumoniae, the mechanical response of S. mitis (SK142) presented some hysteresis between the approach and retraction curves on the cell edge together with a significant amount of adhesion (Figure 5c). The elastic modulus of cell body median of S. mitis (E = 6.09 MPa) was over 3 MPa stiffer than the cell edge (E = 2.63 MPa). In the indentation measurement performed on the S. mitis wild-type (SK142) cell body, the retraction curve also presented specific unbinding events. Of all the strains examined in this study, these events were seen only with wild-type S. mitis strains. In comparison to S. pneumoniaeTIGR4, the cell bodymodulus of elasticity of S. mitis was over 4 MPa higher (E = 1.79 and 6.09 MPa, respectively), though the differences in moduli of elasticity for S. pneumoniae TIGR4 and S. mitis SK142 edges were less distinct than that of the cell body (E = 0.32 and 2.63 MPa, respectively). The S. mitis Δcps strain demonstrated biomechanical characteristics similar to those of the S. pneumoniae TIGR4 Δcps strain with similar approach and retraction curves (Figure 5d) and a sharp gradient from point of contact to set loading force for both the bacterial cell body and the bacterial edge. The unbinding events seen for S. mitis wild-type were not observed in the case of S. mitis Δcps. Finally, the median elasticity values for the cell body of S. mitis Δcps demonstrated an increased spread of values of elastic modulus, implying a much greater mechanical heterogeneity of this cell when compared to any of the other strains investigated in this study. To determine whether the capsule serotypes considered identical by biochemistry would also possess the same biomechanical properties when expressed in S. mitis, indentation measurements were also carried out on the S. mitis TIGR4cps strain. The indentation curves acquired directly on the cell body again of the S. mitis TIGR4cps strain showed a similar approach and retraction curves to S. mitis (Figure 5e). However, the median elastic modulus for the cell body of S. mitisTIGR4cpswas significantly lower than that of the S. mitis wild-type strain (E = 0.87 and 6.09 MPa, respectively), bringing it much closer to that measured for the S. pneumoniae TIGR4 cell body (E = 1.79 MPa). As shown for the encapsulated TIGR4 and S. mitis SK142 wild-type strains, the curves obtained from the cell edge also presented the previously observed hysteresis pattern between the approach and the retraction curve (Figure 5e). Finally, in contrast to S. pneumoniae TIGR4, the median elasticity value for the cell edge of S. mitis TIGR4cps was extremely small (E = 0.03 MPa), suggesting it was much softer when compared to the other strains.\nS. pneumoniae versus S. mitis: Contribution of the Surface Capsule to Adhesion. Adhesion force (between the AFM probe and individual bacterial cell) was calculated for each strain from the retraction curve of the force maps. Interestingly, both strains of bacteria without any capsule (Figure 6b,d) presented the same distribution of adhesion with very low median values, suggesting that the bacteria were not adhering very well to the cantilever. When both of these strains were functionalized with the TIGR4 capsule, they presented again a similar pattern distribution of adhesion to one another (albeit with higher values that in the no-capsules case) as presented in Figure 6a,e. It appears that the presence of the TIGR4 capsule led to an increase median of adhesion for both these strains to 0.18 nN. Finally, the strongest adhesion behavior was observed\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1075\nwhen S. mitis was functionalized with the SK142 capsule (Figure 6c). In this case, the adhesion increases significantly to reach a median of 0.40 nN when compared to the capsule deletion or TIGR4cps. This approach strongly suggests that its capsular serotype can play a direct part in the strength of bacterial adhesion to external surfaces.\nMechanical Properties of Bacterial Edges for Encapsulated and Unencapsulated S. aureus Strains Confirm the AFM Data Reflect Capsule Effects. To further characterize the effect of capsule loss on the nanomechanical properties of bacteria, S. aureus RASA8 and its corresponding unencapsulated strain CO112232 were explored structurally by both TEM and mechanically by AFM indentation. TEM imaging was carried out to confirm the presence and absence of capsule in both strains, respectively (Figure 7a,c). Similar to the observations with streptococci, force curves observed with the encapsulated strain demonstrated an increased hysteresis in the force− distance curve as well as an increased adhesion work in comparison to the unencapsulated strain (Figure 7b,d), characteristic of increased adhesion between the microbial cell and surface, and indeed the adhesion force measured for S. aureus RASA8 was higher than that for S. aureus CO1122 (0.42 and 0.15 nN, respectively) (Figure 7f−h). Similar to the pattern of elastic modulus observed for S. mitis SK142 and its corresponding unencapsulated strain, S. aureus CO1122 demonstrated a significantly increased cell body elastic modulus to that of S. aureus RASA8 (E = 13.36 and 4.18 MPa, respectively) (Figure 7e). RASA8 also demonstrated different elastic moduli values for both the cell center and cell edge, consistent with the presence of capsular material surrounding the bacterium. The same behavior was not observed for the unencapsulated CO1122 strain, suggesting it directly reflects the mechanical properties of the polysaccharide capsule. Overall, loss of the capsule was found to display a similar AFMpattern for both streptococci and staphylococci strains utilized in this study, confirming the data obtained are related to capsule effects on the physical properties of the bacterial surface.\nComparison of the Biophysical Properties of the ST36 S. pneumoniae and S. mitis Capsules. Both S. pneumoniae ST36 and S. mitis SK1126 naturally express a biochemically identical serotype 36 capsule polysaccharide, but EM and ELISA data demonstrated differences in the physical structure and mass of the capsule (Figure 3c,d,k,l) with the S. pneumoniae strain showing markedly more resistance to complement-mediated neutrophil killing (Figure 4b). AFM imaging (Figure 8e,k) confirmed that these encapsulated strains consisted of an oval body surrounded by an edge of material that likely represents the capsule and thereby supports the concept that the force− distance data from the bacterial edge were due to the capsule alone. Force mapping was carried out on these strains to determine if the species background affected the biophysical characteristics of the capsule serotype produced. Force− distance curves obtained from the S. pneumoniae ST36 cell body exhibited a steep gradient and no separation of the approach and retraction curve (Figure 8a). Force−distance curves generated from the cell edge showed a distinct bimodal pattern of a steep incline to between approximately 2 and 2.5 nN force, after which the force decreased to almost 1 nN before being reapplied by the AFM and 3 nN reached (Figure 8b). This\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1076\nrelaxation in the approach curve of the force−distance cycle suggests that the material being indented (in this case the capsule) is being perforated by the AFMprobe. As themaximum indentation load is not reached, the force−distance cycle continues. The steep second part of the approach would correspond to the indentation of the body of the cell. The overall elasticity of the S. pneumoniae ST36 cell body was approximately 2 MPa higher than the cell edge; both cell body and edge demonstrated a skewed frequency distribution toward the lower MPa scale (Figure 8c,d). A similar bimodal force curve profile was exhibited by S. mitis SK1126, showing a steep curve with no hysteresis for the cell body (Figure 8g), whereas the frequency distribution of the cell edge was shifted to the left (Figure 8i). The S. mitis SK1126 overall body elasticity was approximately 3 MPa greater than the cell edge (Figure 8h,j). Distribution of adhesion values for both serotype 36 expressing capsule strains demonstrated almost identical distribution from 0.08 to 0.15 nN. A small increase in the median adhesion force of S. mitis SK1126 (0.12 nN) was seen in comparison to S. pneumoniae ST36 (0.1 nN), but there was no difference in energy (adhesion work) between the two strains (Figure 8f,l). These data along with calculated elasticity demonstrate that compatible with their\nidentical biochemical structure, the serotype 36 capsule layers of S. pneumoniae ST36 and S. mitis SK1126 have similar biomechanical characteristics which have a distinct pattern when compared to those for the serotype 4 capsule. The bacterial capsule is a well-recognized major virulence determinant for S. pneumoniae, yet recent data and further confirmed by our TEM and AFM images (Figures 1, 3, and 8) have now convincingly demonstrated that S. mitis also often expresses a surface capsule.Why expression of a capsule seems to have differential effects on virulence between the closely genetically related S. pneumoniae and S. mitis is unclear but is important for understanding why one colonizing species is a common cause of disease whereas another is a rarely pathogenic. Our data demonstrate major differences between the morphological and biomechanical properties of S. pneumoniae capsular serotypes when expressed in S. mitis strains compared to expression in S. pneumoniae. For example, capsule width was significantly diminished in S. mitis compared to S. pneumoniae (Figure 3i,k,m). Furthermore, capsules of S. pneumoniae ST36 and S. mitis SK1126, which are biochemically identical, were found to have different capsule mass and morphological structure (Figure 3c,d,k,l). These data suggest that although\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1077\nthe influence of genes on the chemical makeup of S. pneumoniae capsule serotype has been partially determined, other unknown factors also influence the potential capsule morphology and biophysical properties. Potential possibilities for these factors include differences in the supply of capsular monosaccharide units, capsule assembly or regulators of capsule size. For example, allelic variation of the Spn556II type-I restriction modification system is associated with phase variation of S. pneumoniae between transparent (thin capsule) and opaque (thick capsule) phases thought to be mediated by differences in DNAmethylation.33,34 Although the Spn556II type-I restriction modification system is not found in S. mitis, these findings do demonstrate the potential influence of epigenetic factors on\ncapsule expression.13 Our results demonstrate that S. mitis strains show an increased susceptibility to neutrophil killing in vitro when compared to S. pneumoniae strains naturally expressing the same capsule serotype. Thus, despite expression of identical serotypes, the biological capabilities conferred to S. mitis and S. pneumoniae are different, which may play a role in their virulence in vivo. This may be explained by the reduced capsule width observed for the S. mitis strains compared to S. pneumoniae, perhaps compounded by other genetic changes. Further investigation of a wider range of strains and serotypes is needed to further dissect why expression of the same capsular serotypes by S. pneumoniae and S. mitis have different functional effects.\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1078\nPreviously, it has not been possible to investigate the physical properties of the capsule, and this has been a major deficit in understanding how a capsule can affect host−pathogen interactions and virulence. AFM is now being used to image and characterize the elastic and adhesive properties of bacterial cells,22−24,35 and we have built on this body of work to use nanotechnology techniques to define the physical characteristic of S. pneumoniae and S. mitis capsules. We have utilized a noninvasive bacterial immobilization approach that allowed the imaging and probing of S. mitis and S. pneumoniae attached to biopolymer-coated glass substrates in PBS. We observed distinct−force curve profiles and elastic modulus data for the center and edge areas of each bacterium for S. pneumoniae TIGR4, S. mitis, and S. mitis TIGR4cps. All encapsulated strains were found to possess two distinct areas of elastic properties, namely, a “stiffer” center surrounded by a “softer” edge (Table 2). This “edge effect” was not observed in the non-encapsulated strains, and therefore, we believe it is a direct representation of\nthe presence of bacterial capsule. This model was further confirmed by utilizing S. aureus RASA8 and its corresponding unencapsulated strain CO1122, which also demonstrated elastic and adhesive differences associated with the presence of capsule (Figure 7). The unbinding profiles observed for the capsule of S. pneumoniae TIGR4, S. mitis, and S. mitisTIGR4cps demonstrated the characteristic sawtooth-like patterns of single-molecule unbinding36 and thus suggest the interaction of single adhesive units between the capsule and AFM probe. Utilizing this approach, we were also able to demonstrate similar nanomechanical properties and unbinding patterns for two serotype 36 capsule strains, S. pneumoniae ST36 and S. mitis SK1126. Furthermore, the force curve profiles for capsular ST36 strains were markedly different from the chemically distinct serotype 4 capsule (Figures 5a,e and 8b,h). Our AFM results also show increased adhesion forces for S. mitis compared to S. pneumoniae TIGR4, S. mitis TIGR4cps, and their unencapsulated derivatives.\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1079\nUnencapsulated strains demonstrated the lowest adhesion values, which supports data showing the capsule impairs the adhesion of streptococci to cell surfaces.37−39 Differences among the biophysical properties of S. pneumoniae TIGR4 and S. mitis TIGR4cps were observed, compatible with the data showing morphological disparities observed with TEM between these strains (Figure 1a,b). Significant differences were also found between encapsulated strains, with different capsule serotypes having distinct adhesion profiles. The data on neutrophil sensitivity, EM findings, and biophysical characteristics measured using AFM for strains expressing different capsular serotypes are summarized in Table 3. Overall, our results demonstrate that the AFM analysis of streptococcal capsular material can characterize differences at the nanoscale in the physical properties of the capsule between bacterial species and strains. From our analyses, a pattern between bacterial resistance and physical properties seems to be emerging, although its confirmation would need a much greater number of bacterial strains/capsule serotype cross-combinations. In our study, the greater bacterial resistance to neutrophil-mediated killing appears to be related to a defined ratio (∼20 ± 5%) between the elasticity of the body and capsule of the bacterial species. Any increase or decrease in that ratio may indicate a reduction in bacterial resistance to neutrophils. It is plausible that this finding could be anecdotal. However, some of our previous data also demonstrated a switching of the mechanical properties of Candida albicans between the hyphae and spore phases.40 The response of any cell to environmental cues is largely studied in mechanobiology and mechanotransduction.16 Here, we hypothesize that the internal modulation of the mechanical properties of the bacterial cell body in relation to its capsular properties could enable the species to trigger a more resistant behavior. This would suggest that the bacterial cell and capsules’ physical properties can be modulated. With regards to phase variation of S. pneumoniae capsules between transparent and opaque, modulation of physical properties may not simply relate to overall thickness or density of the capsule, but perhaps also to the nanomechanics, which ultimately may result in further implications biologically. Being able to discriminate the specific biophysical properties of a prokaryotic cell while the cell remains alive is a significant advance. Several studies have either focused on individual overall cell elasticity and adhesion or on the properties of the surface capsule once the internal cellular components have been removed (deflated cell). However, to date, no studies have managed to successfully differentiate the structural and mechanical properties from the body and the capsule while the cell remains alive. This achievement has enabled us to start to investigate how the mechanical properties of a bacterium’s body or capsule may relate to virulence. Virulence has previously\ngenerally not been investigated at the single cell level, with most assays of virulence functions measuring the properties of bacterial communities. However, with these precise localized measurements performed at the submicron level directly on the living cell, we have observed potential relationships between the biophysical properties of the individual cell and their community behavior. Our data suggest that microbiology could be entering the field of nanobiology in which the biophysical response of an individual bacterium can play a major role in explaining important community behaviors such as virulence."
    }, {
      "heading" : "CONCLUSION",
      "text" : "Overall, although S. mitis was found to express the same chemical capsule serotypes as S. pneumoniae, there were important morphological and functional differences. S. mitis strains expressed a thinner capsule layer than corresponding capsular serotype S. pneumoniae strains, which also correlated to an increased susceptibility to neutrophil killing. Previously linking how variation in the chemical structure of the capsule influences the biophysical properties of the bacterial surface to influence bacterial immune evasion and other phenotypes was not possible. We have now shown that AFM can define the biophysical properties of the capsule of living S. mitis and S. pneumoniae, reproducibly quantifying the elastic and adhesive properties of bacterial cell surfaces. AFM was able to measure both the properties of the capsule and bacterial cell body, allowing the investigation of whether both factors combined are important for the biology of the organisms’ interactions with the host. By being able to decipher the mechanically compliant properties and adhesion of different capsules as a function of their serotypes, we have demonstrated that it is now possible to assess a bacteria species as a functional biomechanical living entity. Future work will use AFM to study the biophysical phenotypes of different capsule serotypes across a larger number of strains to identify the relationship between capsule structure, its physical properties, and biological effects on virulence and surface adhesion."
    }, {
      "heading" : "METHODS",
      "text" : "Bacterial Strains and Culture Conditions. The strains of S. pneumoniae and S. mitis used in this study are listed in Table 1 and have all been described previously.6,13,32 The Staphylococcus aureus strains used were kind gifts from R. Fitzgerald, University of Edinburgh. Bacteria were cultured at 37 °C in 5% CO2 in air on Colombia blood agar plates supplemented with 5% defibrinated horse blood or in ToddHewitt broth supplemented with 0.5% yeast extract (THY). Growth in liquid medium was assessed by optical density. Bacterial cultures were grown to approximately mid log phase (0.4−0.5 at OD580 nm, approximately 1 × 108 CFU/mL) and stored as single use aliquots at −80 °C.\nDOI: 10.1021/acsnano.9b08631 ACS Nano 2020, 14, 1070−1083\n1080\nCell Wall Polysaccharide Competition Whole Cell ELISA. Cell wall polysaccharide (CWPS) competition ELISAs were carried out with Omnisera (1:1000) diluted in ELISA dilution buffer and incubated at 37 °C for 30 min with 100 μg/mL CWPS (Statens Serum Institut) using bacteria grown in THY to an OD580 nm = 0.4−6 after being washed in PBS and dilution to the desired CFU/mL. Fifty microliters of bacterial suspension was added per well to a flat-bottomed 96-well plate and left overnight at 4 °C. Plates were washed four times with a PBS + 0.05% Tween-20 wash buffer, treated with blocking buffer (PBS + 0.05% Tween-20 + 1% BSA) at 37 °C for 1 h, before addition of Omni serum diluted 1:1000 in dilution buffer (PBS + 0.05% Tween-20 + 1% BSA) and incubation at room temperature for 2 h. Following this, plates were washed four times and secondary antibody (goat anti-rabbit IgG HRP) added at a dilution of 1:10000, incubated for 2 h at room temperature, before being washed again four times. TMB substrate (100 μL) was added per well for approximately 15 min in the dark before the reaction was stopped with the addition of sulfuric acid. The absorbance was read at 450 nm, subtracting readings at 550 nm. Neutrophil-Mediated Opsonophagocytosis and Killing. Neutrophil phagocytosis was investigated using an established flow cytometry assay using fresh neutrophils extracted from human blood and fluorescent streptococci labeled with 6-carboxyfluorescein succinimidyl ester (FAMSE; Molecular Probes). Bacterial cultures were preopsonized (30 min, 37 °C) with PBS, whole human sera (NHS), or heat-inactivated human sera (30 min, 56 °C) (HI-NHS). Each reaction involved 105 neutrophils and a multiplicity of infection (MOI) of 10 to 1, and a minimum of 10 000 cells were analyzed by flow cytometry to identify the mean percentage of neutrophils associated with bacteria. For the neutrophil killing assays, bacterial strains previously incubated in whole or heat-inactivated human serum (30 min, 37 °C) were added to fresh human neutrophils at an MOI of 1 bacterial CFU per 200 neutrophils, incubated at 37 °C for 45 min before serial dilutions were plated onto blood agar to calculate surviving CFU by colony counts after overnight incubation at 37 °C, 5% CO2. Neutrophil killing data were expressed as a percentage survival compared to the inoculum. Transmission Electron Microscopy. Mid log-phase S. pneumoniae bacteria were incubated at 37 °C for 20 min in phosphate buffered saline (PBS), fixed in 1% paraformaldehyde, and prepared for electron microscopy (EM) using a ruthenium red and London resin protocol as previously described.8,37 Bacteria were viewed using a JEOL 1010 transmission electron microscope (100 kV), and ImageJ software was used to determine capsule thickness. The cross-sectional area of the whole bacterium, including and excluding the capsule, was obtained and, by assuming circularity, used to calculate the bacterial radius with or without the capsule and hence the average width of the capsule layer. Bacterial Immobilization onto Substrates for AFM Experiments. Streptococcal cells were immobilized for AFM nanomechanics utilizing a previously published approach.41 Briefly, a 100 μL droplet of poly-L-lysine (PLL) or polydopamine (solution of 4 mg/mL dopamine hydrochloride in 10mMTRIS buffer, pH 8.0) was placed on the surface of a sterile glass slide. After 1 h incubation at room temperature, surfaces were rinsed three times with sterile/filtered dH2O, dried under N2 airflow, and stored at 4 °C. For bacterial immobilization, 1 × 106 CFU/ mL of bacteria were harvested by centrifugation at 13 000 rpm for 10 min, washed, and resuspended into 1 mL of PBS to remove growth media components. Bacteria were then incubated on the coated glass slide for 10 min, washed with PBS to remove unattached cells, and resuspended into fresh PBS for experiments. Atomic Force Microscopy Experiments. All AFM nanoindentation experiments were performed on a JPK Nanowizard mounted on an Olympus IX71 inverted optical microscope (Olympus, Tokyo, Japan). MSNL-10 cantilevers (tip E, Bruker, USA) with a calculated spring constant (k) of∼0.1 N/mwere employed throughout the study. Force mapping mode was used to obtain 16 × 16 pixel force maps (256 force curves per field) with a surface delay of 0 s and a peak force set-point of 3 nN, with a constant speed rate of 2.0 μm/s. AFM Data Analysis. All obtained force curves were analyzed using the JPK Data Processing Software v.5.1.8. Elasticity values (MPa) were determined by calculating the Young’s modulus according to the\nDerjaguin, Muller, and Toporov (DMT) model. Values for maximum adhesion force (nN) and overall adhesion work (fJ) were obtained from resulting force curves. Statistical significance was determined with the Mann−Whitney test with multiple group comparisons (p < 0.05).\nStatistics. Statistical analysis was performed using GraphPad Prism 6.0. Data were presented as group means ± the standard error of the mean (SEM). Results expressed as means were compared using either one way ANOVAs with posthoc tests for multiple groups or students t test when comparing the mean of two groups only. Data are representative of results obtained from at least three replicates per condition for each assay.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*Phone: 44 20 3108 7728. E-mail: jeremy.brown@ucl.ac.uk."
    }, {
      "heading" : "ORCID",
      "text" : "Jeremy Brown: 0000-0002-5650-5361"
    }, {
      "heading" : "Author Contributions",
      "text" : "△H.M. and S.A. are joint first authors. L.B. and J.B. are joint senior authors. All authors were involved in the proof-of concept and experimental design of this study. H.M. performed all microbiological assays. H.M. and S.A. acquired and analyzed all AFM measurements. M.K. and F.C.P. edited and proofread the manuscript. H.M., S.A., L.B., and J.S.B. wrote, edited, and proofread the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest. A preprint version of this manuscript was deposited with bioRxiv (August 2019): Marshall, H.; Aguayo, S.; Kilian, M.; Petersen, P.; Bozec, L.; Brown, J. Investigating the Biomechanical Properties of Streptococcal Polysaccharide Capsules using Atomic Force Microscopy bioRxiv 2019; https://www.biorxiv. org/content/10.1101/723841v1 (accessed December 12, 2019)."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The work was supported by a BBSRC LIDo DTP Studentship and a BecasChile Doctoral Scholarship. This work was undertaken at UCLH/UCL who received a proportion of funding from the Department of Health’s NIHR Biomedical Research Centre’s funding scheme. We would like to thank the London Centre for Nanotechnology (London UK) for providing access to the AFM Facility and Dr R. Thorogate for his helpful support in terms of AFM nanometrology."
    } ],
    "references" : [ {
      "title" : "Force Matters in HospitalAcquired Infections",
      "author" : [ "P. Herman-Bausier", "Y.F. Dufren̂e" ],
      "venue" : "Science 2018,",
      "citeRegEx" : "Herman.Bausier and Dufren̂e,? \\Q2018\\E",
      "shortCiteRegEx" : "Herman.Bausier and Dufren̂e",
      "year" : 2018
    }, {
      "title" : "Oral Colonization of Streptococcus mutans in SixMonth-Old Predentate Infants",
      "author" : [ "D.I. Tudehope" ],
      "venue" : "J. Dent. Res",
      "citeRegEx" : "Tudehope,? \\Q2001\\E",
      "shortCiteRegEx" : "Tudehope",
      "year" : 2001
    }, {
      "title" : "Importance of Bacterial Replication and Alveolar Macrophage-Independent Clearance Mechanisms During Early Lung Infection with Streptococcus pneumoniae",
      "author" : [ "M. Noursadeghi", "J.S. Brown" ],
      "venue" : "Infect. Immun",
      "citeRegEx" : "Noursadeghi and Brown,? \\Q2015\\E",
      "shortCiteRegEx" : "Noursadeghi and Brown",
      "year" : 2015
    }, {
      "title" : "Streptococcus pneumoniae Capsule Inhibits Complement Activity and Neutrophil Phagocytosis byMultipleMechanisms",
      "author" : [ "C. Hyams", "K. Trzcinski", "E. Camberlein", "D.M. Weinberger", "S. Chimalapati", "M. Noursadeghi", "M. Lipsitch", "J.S. Brown" ],
      "venue" : "Infect. Immun",
      "citeRegEx" : "Hyams et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Hyams et al\\.",
      "year" : 2010
    }, {
      "title" : "Human Isolates of Streptococcus pneumoniae",
      "author" : [ "J.K. Morona", "D.C. Miller", "R. Morona", "J.C. Paton" ],
      "venue" : "Infect. Immun",
      "citeRegEx" : "Morona et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Morona et al\\.",
      "year" : 1992
    }, {
      "title" : "Attachment of Capsular Polysaccharide to the Cell Wall of Streptococcus pneumoniae Type 2 Is Required for Invasive Disease",
      "author" : [ "J.K. Morona", "R. Morona", "J.C. Paton" ],
      "venue" : "pneumoniae. J. Infect. Dis",
      "citeRegEx" : "Morona et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Morona et al\\.",
      "year" : 2004
    }, {
      "title" : "Identification of a Functional Capsule Locus in Streptococcus mitis",
      "author" : [ "H.V. Rukke", "I.K. Hegna", "F.C. Petersen" ],
      "venue" : "Mol. Oral Microbiol",
      "citeRegEx" : "Rukke et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Rukke et al\\.",
      "year" : 2012
    }, {
      "title" : "Species: Genetic and Antigenic Similarities to Streptococcus pneumoniae",
      "author" : [ "F.C. Lessa", "J. Milucky", "N.G. Rouphael", "N.M. Bennett", "H.K. Talbot", "L.H. Harrison", "M.M. Farley", "J. Walston", "F. Pimenta", "R.E. Gertz", "G. Rajam", "M. d. G. Carvalho", "B. Beall", "C.G. Whitney" ],
      "venue" : "mBio 2016,",
      "citeRegEx" : "Lessa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Lessa et al\\.",
      "year" : 2016
    }, {
      "title" : "mitis Expressing Pneumococcal Serotype 1 Capsule",
      "author" : [ "M. Kilian", "K. Poulsen", "T. Blomqvist", "L.S. Håvarstein", "M. BekThomsen", "H. Tettelin", "U.B.S. Sørensen" ],
      "venue" : "Sci. Rep. 2018,",
      "citeRegEx" : "Kilian et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Kilian et al\\.",
      "year" : 2008
    }, {
      "title" : "Mechanotransduction and Extracellular Matrix Homeostasis",
      "author" : [ "No. e" ],
      "venue" : "Nat. Rev. Mol. Cell Biol",
      "citeRegEx" : "e2683.,? \\Q2014\\E",
      "shortCiteRegEx" : "e2683.",
      "year" : 2014
    }, {
      "title" : "Parallel Evolution of Streptococcus pneumoniae and Streptococcus mitis to Pathogenic and Mutualistic Lifestyles",
      "author" : [ "C. Hyams", "S. Opel", "W. Hanage", "J. Yuste", "K. Bax", "B. HenriquesNormark", "B.G. Spratt", "J.S. Brown" ],
      "venue" : "mBio 2014,",
      "citeRegEx" : "Hyams et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hyams et al\\.",
      "year" : 2014
    }, {
      "title" : "Pneumococcal Capsular Polysaccharide Structure Predicts Serotype Prevalence",
      "author" : [ "D.M. Weinberger", "K. Trzcinski", "Y.J. Lu", "D. Bogaert", "A. Brandes", "J. Galagan", "P.W. Anderson", "R. Malley", "M. Lipsitch" ],
      "venue" : "PLoS Pathog. 2009,",
      "citeRegEx" : "Weinberger et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Weinberger et al\\.",
      "year" : 2009
    }, {
      "title" : "Immobilisation of Living Bacteria for Afm Imaging under Physiological Conditions",
      "author" : [ "R. LouiseMeyer", "X. Zhou", "L. Tang", "A. Arpanaei", "P. Kingshott", "F. Besenbacher" ],
      "venue" : "Ultramicroscopy",
      "citeRegEx" : "LouiseMeyer et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "LouiseMeyer et al\\.",
      "year" : 2010
    }, {
      "title" : "Protective Role of the Capsule and Impact of Serotype 4 Switching on Streptococcus mitis",
      "author" : [ "F.C. Petersen" ],
      "venue" : "Infect. Immun",
      "citeRegEx" : "Petersen,? \\Q2014\\E",
      "shortCiteRegEx" : "Petersen",
      "year" : 2014
    }, {
      "title" : "Capsule Enhances Pneumococcal Colonization by Limiting Mucus-Mediated Clearance",
      "author" : [ "J.N. Weiser" ],
      "venue" : "Infect. Immun. 2007,",
      "citeRegEx" : "Weiser,? \\Q2007\\E",
      "shortCiteRegEx" : "Weiser",
      "year" : 2007
    }, {
      "title" : "Early Adhesion of Candida albicans onto Dental Acrylic Surfaces",
      "author" : [ "S. Aguayo", "H. Marshall", "J. Pratten", "D. Bradshaw", "J.S. Brown", "S.R. Porter", "D. Spratt", "L. Bozec" ],
      "venue" : "J. Dent. Res",
      "citeRegEx" : "Aguayo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Aguayo et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "In common with many bacterial pathogens, Streptococcus pneumoniae has a polysaccharide capsule which facilitates immune evasion and determines virulence. Recent data have shown that the closely related Streptococcus mitis also expresses polysaccharide capsules including those with an identical chemical structure to S. pneumoniae capsular serotypes. We utilized atomic force microscopy (AFM) techniques to investigate the biophysical properties of S. mitis and S. pneumoniae strains expressing the same capsular serotypes that might relate to differences in virulence potential. When comparing S. mitis and S. pneumoniae strains with identical capsule serotypes, S. mitis strains were susceptible to neutrophil killing, and electron microscopy and AFM demonstrated significant morphological differences. Force−volume mapping using AFM showed distinct force−curve profiles for the center and edge areas of encapsulated streptococcal strains. This “edge effect” was not observed in unencapsulated bacteria and therefore was a direct representation of the mechanical properties of the bacterial capsule. When two strains of S. mitis and S. pneumoniae expressed an identical capsular serotype, they presented similar biomechanical characteristics. This infers a potential relationship between capsule biochemistry and nanomechanics, independent of bacterial strain. Overall, this study demonstrates that it is possible to investigate reproducibly the mechanistic, structural, and mechanical properties of both the capsule and the body of individual living bacterial cells and relate the data to virulence phenotypes. We have demonstrated that using nanomechanics to investigate individual bacterial cells we can now begin to identify the surface properties bacterial pathogens require to avoid host-mediated immunity.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}