{
  "name" : "downloads_2019-02-19_41_10.1007@978-3-030-06209-530.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Synthesis and Electrocatalytic Properties of Ni–Fe-Layered Double Hydroxide Nanomaterials",
    "authors" : [ "Mengxin Miao", "Xiaobo Han", "Rulong Jia", "Wei Ma", "Guihong Han" ],
    "emails" : [ "mawei@zzu.edu.cn", "hanguihong@zzu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords Layered double hydroxide · Electrolyte · Oxygen evolution reaction"
    }, {
      "heading" : "Introduction",
      "text" : "With the large consumption of fossil energy such as coal, oil, and natural gas, air pollution is becoming more and more serious. In particular, the increasingly serious haze has seriously harmed people’s lives and health [1–4]. At present, researchers have proposed many innovative ideas for achieving high-efficiency energy conversion, such as electrochemical decomposition of water in alkaline solutions, fuel cells, and metal–air batteries, etc. [5–11]. At the same time, with the rapid development of the economy, the energy crisis has also become a huge problem for us. Electro-\nM. Miao · X. Han · R. Jia · W. Ma (B) · G. Han (B) School of Chemical Engineering and Energy, Zhengzhou University, Zhengzhou 450001, People’s Republic of China e-mail: mawei@zzu.edu.cn\nG. Han e-mail: hanguihong@zzu.edu.cn\n© The Minerals, Metals & Materials Society 2019 T. Wang et al. (eds.), Energy Technology 2019, The Minerals, Metals & Materials Series, https://doi.org/10.1007/978-3-030-06209-5_30\n293\ncatalytic decomposition of water to release oxygen and hydrogen (H2O → H2 + O2) is an ideal way to prepare clean energy, solve energy crises and environmental problems. In industrial production, precious metals such as platinum (Pt), iridium oxide (IrO2), and ruthenium oxide (RuO2) and their oxides are used as catalyst electrodes to decompose water to release hydrogen and oxygen. However, due to the low reserves and high prices of precious metals in nature, their further application in the field of water decomposition catalysis is hindered. Therefore, the development of efficient electrocatalytic materials is the key to solving this problem.\nLayered Double Hydroxide (LDH) nanomaterials have become the focus and hotspot in the field of electrocatalysis in recent years. The molecular formula is [M2+1−xM3+x(OH)2]x + ][An-x/n]x- · mH2O], which is a layer of positively charged hydroxide ([M2+1−xM3+x(OH)2]x+), used to balance the positive charge of the interlayer (An−) and interlayer water molecules (H2O), as shown in Fig. 1 [12]. Studies have shown that the two metal elements in the bimetallic compound can induce each other to shift the local charge, thereby activating the metal atom to improve the catalytic efficiency of the compound. Therefore, the electrocatalytic performance of a bimetallic compound synthesized in a certain ratio far exceeds the catalytic performance of either metal compound. Therefore, the layered double hydroxide nanomaterials have high catalytic activity for the complete water decomposition process, thereby solving environmental problems and alleviating the energy crisis.\nHere, we report a simple and facile method to fabricate different ratios of Ni–Fe layered double hydroxide catalyst (2:1, 3:1, 4:1), and the layered double hydroxide with a nickel to iron ratio of 3:1 as high-performance electrocatalysts for OER, which exhibit excellent OER activity with a small overpotential in 1 M KOH."
    }, {
      "heading" : "Experimental",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Ni(NO3)2·6H2O, FeCl2·4H2O, Sodium2-sulfonate sodium salt (C14H7NaO5S), Hexamethylenetetramine (C6H12N4), Sodium dodecyl sulfate (C12H2SO4Na) were both purchased from Sinopharm Chemical Reagent Co., Ltd. Water was deionized and CO2 free."
    }, {
      "heading" : "Material Characterization",
      "text" : "The crystal phase and structure of the catalyst were characterized by aD8ADVANCE modelX-ray diffractometer fromBRUKER,Germany.The test tube current is 40mA, the tube voltage is 40 kV, and the Cu Kα target ray has a 2θ angle ranging from 3° to 70°.\nThe morphology of the material is microscopically analyzed using a scanning electron microscope from the FEI Nova Nano SEM450 model."
    }, {
      "heading" : "Electrochemical Test of the As-Prepared Samples in a Glassy Carbon Electrode",
      "text" : "The prepared catalyst (10 mg) was dispersed in the solution containing 500 μL pure water and 125 μL isopropanol and 14 μL Nafion (5%) sonicated for 30 min, and then 8.9μL of the uniform suspension was dropped onto the glassy carbon electrode (keeping a loading of 2 mg cm−2 on glassy carbon electrode). Finally, the catalyst film prepared above was dried in the refrigerator at 95 °C for 12 h. For comparison purposes, a bare glassy carbon electrode that had been polished and cleaned was also dried for an electrochemical measurement. The reference electrode, the silver chloride electrode, is soaked in a potassium chloride solution for a period of time before use."
    }, {
      "heading" : "Synthesis of NiFe-AQS-LDH",
      "text" : "The NiFe-AQS-LDHwas prepared by the oil bath synthesis technique. All the experiments were carried out under a nitrogen atmosphere in the pure water to avoid the presence of CO2. 5.625 mmol of Ni(NO3)2·6 H2O, 5 mmol of AQS and 1.875 mmol of FeCl2·4H2O were dissolved in a flask containing 900 ml of pure water and stirred (120 rmp) for 1 h under nitrogen protection. Added 100 ml of the solution containing\n60 mmol HMT to the flask, heated at 120 °C and kept stirring. After reacting for 6 h, the flask was taken out from the oil bath, left to cool, washed with suction, washed with pure water and absolute ethanol, and filtered to dryness to give aNiY-AQS-LDH pale yellow powder.\nA layered double hydroxide of different ratios of NiFe (molar ratio of 2:1, 3:1, 4:1) was synthesized in the same manner as above."
    }, {
      "heading" : "Calcination of NiFe-AQS-LDH",
      "text" : "The NiFe-AQS-LDH sample was placed in a porcelain boat, and the porcelain boat was placed in the center of the inner tube of the tube furnace (even temperature). The calcination process was performed under nitrogen atmosphere at 600 °C with 3 h holding time. The heating rate and cooling rate was 5 °C/min."
    }, {
      "heading" : "Results and Discussion",
      "text" : ""
    }, {
      "heading" : "Characterization of LDH",
      "text" : "Figure 2a is the XRD of crystallization of the NiFe-LDH with different ratios of ferronickel (2:1, 3:1, 4:1). It can be seen that the samples obtained with three ratios of nickel–iron have a strong peak of NiFe-LDH, and the intensity and peak shape of the diffraction peak did not change significantly. All the diffraction peaks are high and narrow, which indicates that the high crystallinity of NiFe-LDH.\nFigure 2b–d shows the SEM image of the surface topography of NiFe-LDH with different Ni/Fe ratios (2:1, 3:1, 4:1), in which we can observe the NiFe-LDH is a flake. There is no significant difference in the different ratios of ferronickel. It can be seen that the structure of NiFe-LDH with different Ni/Fe ratios (2:1, 3:1, 4:1) is relatively stable.\nThe layer spacing of LDHs is calculated by Bragg equation (1), where d is the interplanar spacing is the diffraction half angle, n is the diffraction order, λ is the incident X-ray wavelength, and X-ray λ 0.1542 nm. The layer spacing of the NiFe-LDH with different ratios of ferronickel is displayed in Table 1.\nd n λ 2 sin θ (1)\nAs the ratio of nickel to iron increases, the ionic radius gradually increases, resulting in a larger interlayer spacing. Moreover, because of the increase in the interlayer charge, the interaction between the layer and the interlayer ions increases, resulting in a decrease in the interlayer spacing. Therefore, it can be seen from the Table 1 that\nthe layer of NiFe-LDH with the ratio of ferronickel of 3:1 has the largest spacing and the layer spacing is increased to improve material transport and ion migration."
    }, {
      "heading" : "Structure and Morphology of the Calcination of LDH",
      "text" : "The NiFe-LDH with the ratio of ferronickel of 3:1 was calcined at 600 °C under nitrogen protection. As shown in Fig. 3a is the XRD before and after calcination of NiFe-LDH with the nickel–iron ratio of 3:1. From the XRD diffraction peak of the calcined NiFe-LDH, we can see that the structure of the LDH after calcination has changed, not a layered structure, and it becomes an alloymaterial. It can be concluded from Fig. 3b that the morphology of NiFe-LDH before and after calcination is flake, thus not change significantly."
    }, {
      "heading" : "Electrochemical Test",
      "text" : "The electrochemical properties of the as-obtained sampleswere studied by an electrochemical workstation (CHI 760E, Shanghai Chenhua, China). According to Nernst\nequation: E Eθ + RTnF ln [ Red Ox ] , when the cell at 25 °C, T is 298 K for the tem-\nperature in Kelvin, the equation is translated to E Eθ + RTln10nF lg [ aOx aRed ] . R is 8.314 J/(K mol) for the universal gas constant, and n is 1 for the number of transferred electrons in the reaction, and F is 96,500 C/mol for the Faraday constant, RTln10 nF 8.314×298 ln 101×96500 0.0591. E is the cell potential at the temperature of interest. Eθ is the standard cell potential. All the potential values in this paper relevant to the Ag/AgCl electrode were converted to the reversible hydrogen electrode (RHE) scale: ERHE EAg/AgCl + 0.197 + 0.0591 pH) V . The overpotential (η) was calculated according to the following formula: η (V ) ERHE − 1.23V. The three-electrode electrochemical cell was equipped with a glassy carbon rotating disk electrode (RDE, 3 mm in diameter), a counter electrode of platinum foil counter electrode, and an Ag/AgCl reference electrode, respectively. The OER performance test was obtained at 1600 rpm in N2-saturated 1 M KOH solution.\nFigure 4a shows the polarization curves for OER on different catalysts in 1 M KOHat a scan rate of 5mV s−1.When the current density ofNiFe-LDHwith different ratios of nickel-iron (2:1, 3:1, 4:1) is 10 mA cm−2, the corresponding overpotentials are 420, 366, and 423 mV. It can be obtained that the nickel-iron ratio of NiFe-LDH of 3:1 is at least 366 mV, and could be attributed to the improvement of the catalytic performance for OER. To gain more insight into the OER activity, a comparison of the Tafel plots with other catalysts was conducted, the result of which is shown in Fig. 3b. The Tafel plots were derived from the Tafel equation (η b log j + α, where η is the overpotential, b is the Tafel slope, and j is the current density). From Fig. 4b,\nit can be seen that The NiFe-LDH with the ratio of ferronickel of 3:1 had a lower slope of 26 mV dec−1. Figure 4c shows the electrochemical impedance spectra of NiFe-LDH in different proportions of nickel–iron (2:1, 3:1, 4:1). It can be seen from the figure that NiFe-LDH with a ratio of nickel to iron of 3:1 possess the smallest electrochemical impedance value. Above all, NiFe-LDHwith a ratio of nickel to iron of 3:1 have higher catalytic performance and more stability for OER.\nFigure 5a is the linear sweep voltammetry curve before and after NiFe-LDH calcination (600 °C, nitrogen protection condition) with a ratio of ferronickel to 3:1. From the figure, we can obtain that the overpotential before calcination was 336 mV, and the overpotential after calcination at 600 °C was 270 mV. Figure 5b is the Tafel curve before and after calcination of NiFe-LDH with a ratio of nickel to iron of 3:1. The Tafel slope of NiFe-LDH with a ratio of nickel to iron of 3:1. before calcination is 32.8 mV dec−1, and after calcination is 38.3 mV dec−1."
    }, {
      "heading" : "Conclusions",
      "text" : "In summary, a hydrothermal one-step synthesis technique was used to synthesize a flaked catalyst material which has the high catalytic performance for the oxygen evolution reaction in the experiment. The layereddouble hydroxidewith a nickel–iron ratio of 3:1 has a high oxygen evolution catalytic activity with an overpotential of 366 mV and a Tafel slope of 38.34 mV dec−1.\nThe layered double hydroxide with a ratio of nickel to iron of 3:1 is alloyed after calcination (600 °C, nitrogen protection), resulting in an increase in electrical conductivity and a higher catalytic activity for oxygen evolution. Its overpotential is 270 mV and the Tafel slope is 32.8 mV dec−1.\nAcknowledgements The authors acknowledge the financial support provided by the National Science Fund of China (No. 51674225, No. 51774252), the Innovative Talents Foundation in Universities in Henan Province (No. 18HASTIT011), the Educational Commission of Henan Province of China (No. 17A450001, 18A450001), and the China Postdoctoral Science Foundation (No. 2017M622375)."
    } ],
    "references" : [ {
      "title" : "solar energy supply and storage for the legacy and nonlegacy worlds",
      "author" : [ "TR Cook", "DK Dogutan", "SY Reece" ],
      "venue" : "Chem Rev",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2010
    }, {
      "title" : "Electrocatalytic and homogeneous approaches to conversion of CO2 to liquid fuels",
      "author" : [ "EE Benson", "CP Kubiak", "SathrumAJ" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Sustainable hydrogen production",
      "author" : [ "JA Turner" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2004
    }, {
      "title" : "Recent progress in alkaline water electrolysis for hydrogen production and applications",
      "author" : [ "K Zeng", "DK Zhang" ],
      "venue" : "Prog Energy Combust Sci",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Advanced alkaline water electrolysis",
      "author" : [ "S Marini", "P Salvi", "P Nelli" ],
      "venue" : "Electrochim Acta",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Fuel cells—Fundamentals and applications. Fuel Cells",
      "author" : [ "L Carrette", "KA Friedrich", "U Stimming" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "DMFCs: From fundamental aspects to technology development. Fuel Cells",
      "author" : [ "AS Aricò", "S Srinivasan", "V Antonucci" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2015
    }, {
      "title" : "Design principles for oxygen-reduction activity on perovskite oxide catalysts for fuel cells and metal-air batteries",
      "author" : [ "J Suntivich", "HA Gasteiger", "N Yabuuchi" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "2012)Metal-air batteries: from oxygen reduction electrochemistry to cathode catalysts",
      "author" : [ "F Cheng", "J Chen" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Synthesis and activities of Rutile IrO2 and RuO2 nanoparticles for oxygen evolution in acid and alkaline solutions",
      "author" : [ "Y Lee", "J Suntivich", "KJ May" ],
      "venue" : "J Phys Chem Lett 3(3):399–404",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 9,
      "context" : "1 Schematic diagram of layered double hydroxide structure [12]",
      "startOffset" : 58,
      "endOffset" : 62
    } ],
    "year" : 2019,
    "abstractText" : "Designing efficient electrocatalysts for oxygen evolution reaction (OER) is very important for renewable energy storage. Layered double hydroxides (LDHs) attract widespread attention because of their excellent performance in electrochemical oxygen evolution. In this paper, the layered catalyst materials with different ratio of Ni and Fe were synthesized by one-pot hydrothermal synthesis technique. It was found that the Ni–Fe-layered double hydroxides with a ratio of 3:1 had a higher catalytic activity for oxygen evolution with an overpotential of 366 mV and a Tafel slope of 38.34 mV dec−1. The Ni–Fe compound with the ratio of 3:1 hold a higher electrical conductivity when the Ni–Fe LDH was calcinated at 600 °C and nitrogen protection conditions, resulting in a higher catalytic activity for oxygen evolution reactions. And its overpotential is 270 mV and the Tafel slope is 32.8 mV dec−1.",
    "creator" : "LaTeX with hyperref package + hypdvips"
  }
}