{
  "name" : "downloads_2020-09-20_9f_sun2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Reinforcing Mechanisms of Graphene and Nano-TiC in Al2O3-Based Ceramic-Tool Materials",
    "authors" : [ "Zhefei Sun", "Jun Zhao", "Xuchao Wang", "Enzhao Cui", "Hao Yu" ],
    "emails" : [ "sunzf@mail.sdu.edu.cn", "wangxuchao@mail.sdu.edu.cn", "201612688@mail.sdu.edu.cn", "201813949@mail.sdu.edu.cn", "zhaojun@sdu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: graphene/nano-TiC; ceramics; microstructure; mechanical properties; reinforcing mechanisms"
    }, {
      "heading" : "1. Introduction",
      "text" : "Cutting-tool material, attracting much attention of researchers, is an extremely important factor in the fields of high-speed machining. Among cutting-tool materials, Al2O3-based ceramics are extensively applied due to their excellent Vickers hardness and fine thermal and chemical properties [1–3]. Until now, many studies have been striving to explore ways to perfect the mechanical properties of Al2O3-based ceramics. Some methods have been proposed, such as whisker toughening, phase transformation, the particle dispersion, and synergistic effects by various reinforcing mechanisms [4–7]. The addition of nanoparticles (TiC, Al2O3, SiC, TiN, ZrO2, etc.) is an effective method to reinforce Al2O3-based ceramics, due to their small grain size and more grain boundaries of the nanoparticles. Pezzotti et al., who explored the strengthening mechanisms of Al2O3/SiC composites, found that SiC particles tightened the grain boundary and shielded it from possible grain-boundary defects [8]. Deng et al. added TiB2 particles and SiC whiskers into the Al2O3 matrix and discovered that the fracture toughness was significantly increased, which was induced by the additive phases [9]. In 2004, the discovery of graphene enriched the family of reinforcing materials for ceramics [10]. At the same time, graphene attracted increasing attentions due to the large specific surface area, good fracture toughness and electrical properties, etc. Ramirez reported that the toughening mechanism of ceramic composites was the bridging effect by graphene [11]. Porwal claimed that 0.8 vol% graphene was\nNanomaterials 2020, 10, 1815; doi:10.3390/nano10091815 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1815 2 of 12\nbeneficial to promote the increase of transgranular fracture during the fracture process [12]. Wang [13] and Cui [14] discussed that graphene could induce strong and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties. Many researchers have reported the synergistic effects of different toughening mechanisms, and some exploratory works have focused on the reinforcing theory [15–18]. Ceramic tools with various reinforcing mechanisms are usually conducive to improving the ceramics properties. However, at present, studies on the synergistic reinforcing effects of graphene and nano-TiC are not adequate. The main sintering methods for ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sintering [21], and spark plasma sintering (SPS) [22]. MW furnaces are selective to sintered composites, and different composites require different microwave oven parameters. SPS has the advantages of shorter sintering time and lower sintering temperature, which are beneficial in obtaining high-density materials. However, the price of SPS equipment is expensive; thus, it is difficult to realize the industrial production. HP has the characteristics of easy operation and short holding time, etc. Moreover, it does not require the addition of a molding agent, reducing the introduction of impurities. Therefore, HP is an ideal choice for fabricating industrial ceramic composites. At present, few studies on graphene/nano-TiC-reinforced Al2O3-based ceramic-tool materials could be found. In this study, HP was used to fabricate Al2O3-based samples, under vacuum conditions. The effects of graphene and nano-TiC on the microstructure were studied, and the optimal material composition was obtained. Finally, some reinforcing mechanisms induced by graphene and nano-TiC were analyzed."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The materials used are briefly described as follows: Micro-Al2O3 (0.5 µm), nano-Al2O3 (0.1 µm), and nano-TiC (0.04µm), with a purity of 99.9%, were all bought from Shanghai Chaowei nanotechnology Co. Ltd., Shanghai, China. The graphene was purchased from XFNANO Materials Technology Co. Ltd., Nanjing, China, and it had a diameter and thickness of 0.5–5 µm and 0–0.8 nm, respectively. Figure 1 shows the properties of the graphene we used. The slicer diameter and thickness of graphene were measured by using atomic force microscopy (AFM, Bruker, Santa Barbara, CA, USA). Figure 1a shows which properties are consistent with the graphene we purchased. Figure 1b presents the wrinkled and curled 2D morphology of graphene, which are helpful in reinforcing matrix materials [23]. The large specific surface area could expand the crack area of ceramics, which is beneficial to improve the fracture toughness [13].\nNanomaterials 2020, 10, x 2 of 13\ntoughness and electrical properties, etc. Ramirez reported that the toughening mechanism of ceramic composites was the bridging effect by graphene [11]. Porwal claimed that 0.8 vol% graphene was beneficial to promote the increase of transgranular fracture during the fracture process [12]. Wang [13] and Cui [14] discussed that graphene could ind c stro and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties. Many researchers have reported the synergistic effects of different toughening mechanisms, and some exploratory wo ks have focuse on the reinforcing theory [15–18]. Ceramic tools with variou reinforcing mech nisms are usually conducive o improving the ce amics properties. However, at present, studies on th sy ergi tic reinforcing effects of gra hene and nano-TiC a e not adequate. The main sintering method fo ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sinteri g [21], and spark plasma sintering (SPS) [22]. MW furnaces are selective to sintered composites, and diffe ent composites require different microwave ov n parameters. SPS has the\ndvantages of shorter sintering tim a d lower sintering temperature, which are beneficial in obtaining high-density material . Howev r, the price of SPS quipment is expe sive; t us, it is difficult to realize the industrial production. HP has the characteristics of easy operation a short hol ing time, etc. Moreover, it doe not require the d ition of a molding agent, reducing the i troduction of impurities. Therefore, HP is an ideal choice for fabricating industrial ceramic composites.\nt t, f t i r / - i - i f l2 3- i -t l t i l l be found. In this study, HP was used to fabricate Al2O3-based samples, nder vacuum conditions. The effects of graphene and nano-TiC on the micro tructure were studied, and the optimal material compositio was obtained. Fi ally, some reinforcing mechanisms induced by graphe e and nano-TiC were analyzed.\n. aterials an et o s"
    }, {
      "heading" : "2.1. Materials",
      "text" : "The materials used are briefly described as follows: Micro-Al2O3 (0.5 µm), nano-Al2O3 (0.1 µm), and nano-TiC (0.04 µm), with a purity of 99.9%, were all bought from Shanghai Chaowei nanotechnology Co. Ltd., Shanghai, China. The graphene was purchased from XFNANO Materials Technology Co. Ltd., Nanjing, China, and it had a diameter and thickness of 0.5–5 µm and 0–0.8 nm, respectively. Figure 1 shows the properties of the graphene we used. The slicer diameter and thickness of graphene were measured by using atomic force microscopy (AFM, Bruker, Santa Barbara, CA, USA). Figure 1a shows which properties are consistent with the graphene we purchased. Figure 1b presents the wrinkled and curled 2D morphology of graphene, which are helpful in reinforcing matrix materials [23]. The large specific surface area could expand the crack area of ceramics, which is beneficial to improve the fracture toughness [13].\nMgO (Tianjin North Tianyi Chemical Reagent Factory, Tianjin, China) and Y2O3 (Shanghai\nChaowei nanotechnology Co. Ltd., Shanghai, China) were used as sintering aids. Ni (Shanghai\nFig re 1. (a) Graphene properties fro , a ( ) r r l fr .\ngO (Tianjin orth Tianyi Che ical Reagent Factory, Tianjin, China) and Y2O (Shanghai Chaowei nanotechnology Co. Ltd., Shanghai, China) were used as sintering aids. Ni (Shanghai Chaowei nanotechnology Co. Ltd., Shanghai, China) and Mo (Shanghai Chaowei nanotechnology\nNanomaterials 2020, 10, 1815 3 of 12\nCo. Ltd., Shanghai, China) were used as metal binders. Ni has good ductility and moderate hardness, which can form a liquid phase to promote the sintering process. Adding a certain amount of Mo to Ni could significantly improve the wettability of Ni to nano-TiC. In addition, Polyvinylpyrrolidone (PVP, Tianjin Kermel Chemical Reagent Science and Technology Co. Ltd., Tianjin, China), which was an effective dispersant for graphene, was used to disperse graphene with absolute alcohol (Tianjin Fuyu Fine Chemical Co., Ltd., Tianjin, China) for 2 h. Then, nano-TiC was added into the solution of absolute alcohol and polyethylene glycol (PEG, Sinopharm Chemical Reagent Co. Ltd., Shanghai, China), and was ultrasonically dispersed for 0.5 h at the pH of 9–10. To mix the suspension evenly and grind up the large particles, we ball-milled the prepared materials for 48 h, with Al2O3 ceramic grinding balls. After the grinding, the materials were dried in a vacuum drying furnace, at 120 ◦C, for about 3 h. After we sieved it, the graphite mold was used to load the materials. The vacuum sintering furnace was used for HP, with a sintering temperature, pressure, and hold time of 1650 ◦C, 30 MPa, and 10 min, respectively. The brief experimental process of composite materials is shown in Figure 2.\nNanomaterials 2020, 10, x 3 of 13\nChaowei nanotechnology Co. Ltd., Shanghai, China) and Mo (Shanghai Chaowei nanotechnology\nCo. Ltd., Shanghai, China) were used as metal binders. Ni has good ductility and moderate hardness,\nwhich can form a liquid phase to promote the sintering process. Adding a certain amount of Mo to\nNi could significantly improve the wettability of Ni to nano-TiC. In addition, Polyvinylpyrrolidone\n(PVP, Tianjin Kermel Chemical Reagent Science and Technology Co. Ltd., Tianjin, China), which was\nan effective dispersant for graphene, was used to disperse graphene with absolute alcohol (Tianjin\nFuyu Fine Chemical Co., Ltd., Tianjin, China) for 2 h. Then, nano-TiC was added into the solution of\nabsolute alcohol and poly thylene glycol (PEG, Si pharm Chemical Reagent Co. Ltd., Shanghai,\nChina), and was ultrasonically dispersed for 0.5 h at the pH of 9–10. To mix the suspension evenly\nand grind up the large particles, we ball-milled the prepared materials for 48 h, with Al2O3 ceramic\ngrinding balls. After the grinding, the materials were dried in a vacuum drying furnace, at 120 °C,\nfor about 3 h. After we sieved t, the graphite mold was used to load e materials. The vacuum\nsintering furnace was used for HP, with a sintering temperature, pressure, and hold time of 1650 °C,\n30 MPa, and 10 min, respectively. The brief experimental process of composite materials is shown in\nFigure 2.\nFigure 2. Brief experimental procedure of the composites.\nAs presented in Table 1, nine types of composites were fabricated under the same sintering condition by HP. The effects of different graphene contents (0–1 vol%) and nano-TiC contents (0–30 vol%) on mechanical properties of ceramic materials were studied.\nTable 1. Composition of composites (vol%).\nComposites MicroAl2O3\n(0.5 µm)\nNanoAl2O3\n(0.5 µm)\nNanoTiC\n(0.04 µm)\nGraphene (0.5–5 µm) MgO (0.5 µm) Y2O3 (0.5 µm)\nNi (0.5 µm)\nMo (0.5 µm)\nA 58 10 30 0 0.5 0.5 0.5 0.5 B 57.75 10 30 0.25 0.5 0.5 0.5 0.5 C 57.5 10 30 0.5 0.5 0.5 0.5 0.5 D 57.25 10 30 0.75 0.5 0.5 0.5 0.5 E 57 10 30 1 0.5 0.5 0.5 0.5 F 87.5 10 0 0.5 0.5 0.5 0.5 0.5 G 82.5 10 5 0.5 0.5 0.5 0.5 0.5 H 77.5 10 10 0.5 0.5 0.5 0.5 0.5 I 67.5 10 20 0.5 0.5 0.5 0.5 0.5\nAs presented in Table 1, nine types of composites were fabricated under the same sintering condition by HP. The effects of different graphene contents (0–1 vol%) and nano-TiC contents (0–30 vol%) on mechanical properties of ceramic materials were studied.\nTable 1. Composition of composites (vol%).\nComposites Micro-Al2O3(0.5 µm) Nano-Al2O3 (0.5 µm) Nano-TiC (0.04 µm) Graphene (0.5–5 µm) MgO (0.5 µm) Y2O3 (0.5 µm) Ni (0.5 µm) Mo (0.5 µm)\nA 58 10 30 0 0.5 0.5 0.5 0.5 B 57.75 10 30 0.25 0.5 0.5 0.5 0.5 C 57.5 10 30 0.5 0.5 0.5 0.5 0.5 D 57.25 10 30 0.75 0.5 0.5 0.5 E 57 10 30 1 0.5 0.5 0.5 0.5 F 87.5 10 0 0.5 0.5 0.5 0.5 0.5 G 82.5 10 5 0.5 0.5 0.5 0.5 0.5 H 77.5 10 10 0.5 0.5 0.5 0.5 0.5 I 67.5 10 20 0.5 0.5 0.5 0.5 0.5"
    }, {
      "heading" : "2.2. Characterization",
      "text" : "The sintered composites were cut into long strips that were 30 mm × 3 mm × 4 mm, by an inner circle slicer. After grinding and polishing the strips, a three-point bend tester (CTN 5150, Shenzhen Suns Technology Co., Ltd., Shenzhen, China) was used to obtain the flexural strength. Vickers hardness was calculated from a hardness tester (Model MHVD-50AP, Shanghai Jvjing Precision Instrument\nNanomaterials 2020, 10, 1815 4 of 12\nManufacturing Co., Ltd., Shanghai, China), with 20 kg force, for 15 s. In addition, the fracture toughness was acquired according to the Vickers indentation method, with the following formula [24]:\nKIC = 0.203× (2c\nd )−3/2 √d 2\n(1)\nwhere KIC, c, and d are the fracture toughness, the average diagonal crack length, and average diagonal line length of indentation, respectively. In this paper, each group of samples was tested five times, and the average value was taken as the final result. As shown in Figure 3, X-ray diffraction (XRD: wavelength, 0.15418 nm; voltage, 40 kV; and current, 40 mA, Ultima IV, Rigaku, Tokyo, Japan) was used to analyze the phase composition. It can be found that the spectra of the composites are similar, which indicates that Al2O3 (corundum, Rhombo, PDF number: 00-042-1468) and nano-TiC (Cubic, PDF number: 00-001-1222) are stable and no new phases are generated at 1650 ◦C for 10 min by HP. Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5. After spray-gold, the morphology of the fracture surfaces and crack propagation path were observed by using SEM (SUPRA 55, Carl Zeiss Company, Oberkochen, Germany; JSM-7610F, JEOL, Tokyo, Japan). Then, energy-dispersive spectroscopy (EDS) was used to conduct element distribution.\nNanomaterials 2020, 10, x 4 of 13 2.2. Characterization\nThe sintered composites were cut into long strips that were 30 mm × 3 mm × 4 mm, by an inner circle slicer. After grinding and polishing the strips, a three-point bend tester (CTN 5150, Shenzhen Suns Technology Co., Ltd., Shenzhen, China) was used to obtain the flexural strength. Vickers hardness was calculated from a hardness tester (Model MHVD-50AP, Shanghai Jvjing Precision Instrument Manufacturing Co., Ltd., Shanghai, China), with 20 kg force, for 15 s. In addition, the fracture toughness was acquired according to the Vickers indentation method, with the following formula [24]:\n𝐾 = 0.203 × (2𝑐𝑑 ) / 𝑑2 (1) where KIC, c, and d are the fracture toughness, the average diagonal crack length, and average diagonal line length of indentation, respectively. In this paper, each group of samples was tested five times, and the average value was taken as the final result.\nAs shown in Figure 3, X-ray diffraction (XRD: wavelength, 0.15418 nm; voltage, 40 kV; and current, 40 mA, Ultima IV, Rigaku, Tokyo, Japan) was used to analyze the phase composition. It can be found that the spectra of the composites are similar, which indicates that Al2O3 (corundum, Rhombo, PDF number: 00-042-1468) and nano-TiC (Cubic, PDF number: 00-001-1222) are stable and no new phases are generated at 1650 °C for 10 min by HP. Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5. After spray-gold, the morphology of the fracture surfaces and crack propagation path were observed by using SEM (SUPRA 55, Carl Zeiss Company, Oberkochen, Germany; JSM-7610F, JEOL, Tokyo, Japan). Then, energy-dispersive spectroscopy (EDS) was used to conduct element distribution.\nThe fracture morphology of composites A, C, and E is illustrated in Figure 4. They have the same parameters, except for the graphene content. The sub-microscale grains are micro-Al2O3, and nanoscale grains are nano-Al2O3 and nano-TiC. Furthermore, graphene is embedded along grain boundaries. From Figure 4a, we see that some pores in composite A are without graphene, as marked with red circles. On one hand, pores can provide spaces for the growth of ceramic grains, which leads to abnormal grain growth and inhomogeneous grain size. On the other hand, microcracks usually occur near the pores, and they have a great adverse effect on ceramics’ properties [27]. The increase of porosity can reduce the dissipation of the fracture surface energy to a certain extent. Rice [28]"
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Effects of Graphene Content on Microstructure",
      "text" : "The fracture morphology of composites A, C, and E is illustrated in Figure 4. They have the same parameters, except for the graphene content. The sub-microscale grains are micro-Al2O3, and nanoscale grains are nano-Al2O3 and nano-TiC. Furthermore, graphene is embedded along grain boundaries. From Figure 4a, we see that some pores in composite A are without graphene, as marked with red circles. On one hand, pores can provide spaces for the growth of ceramic grains, which leads to abnormal grain growth and inhomogeneous grain size. On the other hand, microcracks usually occur near the pores, and they have a great adverse effect on ceramics’ properties [27]. The increase of porosity can reduce the dissipation of the fracture surface energy to a certain extent. Rice [28] claimed the relationship between porosity, Vp, and fracture surface energy, Ef, is given by the following equation:\nE f = E0 exp ( −bVp ) (2)\nwhere E0 is the fracture surface energy when Vp = 0, and b is the constant associated with pores. From Equation (2), it can be observed that pores are not conducive to the dissipation of the fracture\nNanomaterials 2020, 10, 1815 5 of 12\nsurface energy. Thus, we can conclude that reducing porosity is helpful in improving the mechanical properties of ceramics. As graphene content increased, the number of pores decreased, as shown in Figure 4b,c.\nNanomaterials 2020, 10, x 5 of 13 claimed the relationship between porosity, Vp, and fracture surface energy, Ef, is given by the following equation: 𝐸 = 𝐸 𝑒𝑥𝑝 −𝑏𝑉 (2) where E0 is the fracture surface energy when Vp = 0, and b is the constant associated with pores. From Equation (2), it can be observed that pores are not conducive to the dissipation of the fracture surface energy. Thus, we can conclude that reducing porosity is helpful in improving the mechanical properties of ceramics. As graphene content increased, the number of pores decreased, as shown in Figure 4b,c."
    }, {
      "heading" : "It is believed that graphene is uniformly distributed along the grain boundaries, restraining",
      "text" : "excessive grain growth [29]. Uniform distribution of graphene effectively improves the densification of ceramics due to its fine properties [30–32]. However, with the further increase of graphene content, the agglomeration phenomenon, which is detrimental to the mechanical properties, is clearly observed. As for composite E (from Figure 4d), pores are formed between the multi-graphene and Al2O3 matrix, providing spaces for grains to grow. Different shrinkage rates and weak interface bonding strength could be the reason for this phenomenon. Furthermore, graphene agglomeration leads to a reduced “binding effect” along grain boundaries, resulting in an increase in grain size. Therefore, to obtain the fine mechanical properties of ceramic materials, the appropriate graphene content must be considered. Pull-out of graphene (Figure 4e) and a resultant pit (Figure 4f) are observed, producing interfacial friction to consume fracture energy. Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34]. In addition, as shown in Figure 4c, an alternating distribution of strong and weak bonding interfaces induced by graphene is observed, which is beneficial in improving the mechanical properties. Reinforcing mechanisms induced by strong and weak bonding interfaces are discussed in the next section.\nFigure 4. SEM morphologies of fracture surface of (a) composite A, (b) composite C, (c) composite E, (d) graphene agglomeration, (e) pull-out of graphene, and (f) pit left by graphene."
    }, {
      "heading" : "As shown in Figure 5, Raman spectrum, which is an important method to characterize the crystal",
      "text" : "structure, electron band structure, and phonon energy dispersion of carbon materials with high resolution, is collected to evaluate the physical properties and defect degree of graphene. From Figure 5, we can observe two peaks for raw graphene, composite B, and composite D, at ~1348 cm−1 and ~1590 cm−1, which are D band and G band, respectively. The D band implies the disordered structure and lattice distortion, while the G band confirms the carbon–carbon band in graphene. Two characteristic peaks of graphene appear in the composites, indicating that the original characteristic structure of graphene has been retained after sintering at a high temperature and high pressure, which provides a good guarantee for the reinforcing effect of graphene on ceramic materials. The\nFigure 4. SE orphologies of fracture surface of (a) co posite A, (b) co posite C, (c) co posite E, (d) graphene agglo eration, (e) pull-out of graphene, and (f) pit left by graphene.\nIt i believed that graphene is uniformly distributed along the grain boundaries, restraining excessiv grain growth [29]. Uniform distributi of graphene effectively impr ves th densification of c ramics due to its fine properti s [30–32]. Howev , with the further increase of graphene content, the agglomeration phenomenon, which is detrimental to the mechanical properties is clearly observe . As for composite E (from Figure 4d), pores are formed betw en the multi-grap ene an Al2O3 matrix, providing spaces for grains to grow. Different sh inkage rates a d weak interface bonding strength ould b the reason for this phenomenon. Furtherm re, graphene agglomerati n leads to a reduced “binding effect” along gr in boundaries, resulting in an incre se n grain size. Therefore, to obtain the fine mechan cal properties of ceramic mat rials, the appropriate graphene c tent ust be considered. Pull-out of graphene (Figure 4e) and a resultant pit (Figure 4f) are observed, producing interfacial friction to consume fracture energy. Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34]. In addition, as shown in Figure 4c, an alternating distribution of strong and weak bonding interfaces induced by graphene is observed, which is beneficial in improving the mechanical properties. Reinforcing mechanisms induced by strong and weak bonding interfaces are discussed in the next section. As shown in Figure 5, Raman spectrum, which is an important method to characterize the crystal structure, electron band structure, and phonon energy dispersion of carbon materials with high resolution, is collected to evaluate the physical properties and defect degree of graphene. From Figure 5, we can observe two peaks for raw graphene, composite B, and composite D, at ~1348 cm−1 and ~1590 cm−1, which are D band and G band, respectively. The D band implies the disordered structure and lattice distortion, while the G band confirms the carbon–carbon band in graphene. Two characteristic peaks of graphene appear in the composites, indicating that the original characteristic structure of graphene has been retained after sintering at a high temperature and high pressure, which provides a good guarantee for the reinforcing effect of graphene on ceramic materials. The peak value of D/G of Raman intensity (ID/IG) are calculated, which are 0.23, 1.46, and 0.69 for raw graphene, composite B, and composite D, respectively. Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36].\nNanomaterials 2020, 10, 1815 6 of 12\nGraphene agglomeration results in fewer edge numbers, thus reducing the ID/IG value in composite D with more graphene.\nNanomaterials 2020, 10, x 6 of 13\npeak value of D/G of Raman intensity (ID/IG) are calculated, which are 0.23, 1.46, and 0.69 for raw graphene, composite B, and composite D, respectively. Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36]. Graphene agglomeration results in fewer edge numbers, thus reducing the ID/IG value in composite D with more graphene.\nFigure 5. Raman spectra for raw graphene, composite B, and composite D.\n3.2. Effects of Nano-TiC Content on Microstructure\nFigure 6 shows the SEM morphology of composites F, G, H, I, and C, in which the TiC contents are 0, 5, 10, 20, and 30 vol%, respectively. Compared to microparticles or sub-microparticles, nanoparticles are much smaller, which is more conducive to preventing the matrix grains growth. Meanwhile, the obtained microstructure can be more uniform. The Hall–Petch equation [37] describes the relationship between the flexural strength and grain size, as follows: 𝜎 = 𝜎 + 𝑘𝐷 / (3) where σf is the flexural strength, D is the average grain size, k is constant, and σ0 is the strength of an infinite single crystal. The results show that the small grain size is beneficial to obtain the higher flexural strength. By comparing the fracture morphology of the sintered samples, it can be found that grain size in Figure 6a is much bigger than that of other samples. Meanwhile, some pores are seen in composite F (from Figure 6a). With the adding of low content of nano-TiC, the grain size becomes smaller. This phenomenon could be explained by the fact that nano-TiC along grain boundaries prevents the grain growth. However, nano-TiC agglomerates along grain boundaries of the ceramic matrix (Figure 6e) with the increase of nano-TiC content, making it more prone to collective spalling. Thus, the mechanical property decreases with the adding of much more nano-TiC."
    }, {
      "heading" : "3.2. Effects of Nano-TiC Content on Microstructure",
      "text" : "Figure 6 shows the SEM morphology of composites F, G, H, I, and C, in which the TiC contents are 0, 5, 10, 20, and 30 vol%, respectively. Compared to microparticles or sub-microparticles, nanoparticles are much smaller, which is more conducive to preventing the matrix grains growth. Meanwhile, the obtained microstructure can be more uniform. The Hall–Petch equation [37] describes the relationship between the flexural strength and grain size, as follows:\nσ f = σ0 + kD−1/2 (3)\nwhere σf is the flexural strength, D is the average grain size, k is constant, and σ0 is the strength of an infinite single crystal. The results show that the small grain size is beneficial to obtain the higher flexural strength. By comparing the fracture morphology of the sintered samples, it can be found that grain size in Figure 6a is much bigger than that of other samples. eanwhile, some pores are seen in composite F (from Figure 6a). ith the adding of low content of nano-TiC, the grain size becomes smaller. This phenomenon could be explained by the fact that nano-TiC along grain boundaries prevents the grain growth. However, nano-TiC agglomerates along grain boundaries of the ceramic matrix (Figure 6e) with the increase of nano-TiC content, making it more prone to collective spalling. Thus, the mechanical property decreases with the adding of much more nano-TiC. As shown in Figure 7, nano-TiC is dispersed in the matrix grains (marked with green circles) and along grain boundaries (marked with blue circles). The thermal expansion coefficients of the Al2O3 matrix and nano-TiC are different at 8.6 × 10−6 K−1 and 7.6 × 10−6 K−1, respectively. Thus, small nano-TiC is enclosed by large Al2O3 grains or distributed along grain boundaries. Meanwhile, if the nano-TiC is in the crack propagation path, the crack can easily reach the nano-TiC/matrix interface. At this time, the crack will be pinned if the external force does not increase, which is the toughening mechanism of the “crack pinning”. If the external force continues to increase, the crack could pass through the grains, leading to transgranular fracture, or the crack deflection will continue to expand along grain boundaries, leading to intergranular fracture. In addition, as marked with red arrows in Figure 7a, some holes are left due to the peeling of nano-TiC, indicating a characteristic of intergranular fracture. It can be seen that some fracture surfaces are smooth and flat, indicating the existence of transgranular fracture. Thus, it can be concluded that the fracture modes are a mix of intergranular and transgranular fracture.\nNanomaterials 2020, 10, 1815 7 of 12\nNanomaterials 2020, 10, x 7 of 13"
    }, {
      "heading" : "As shown in Figure 7, nano-TiC is dispersed in the matrix grains (marked with green circles)",
      "text" : "Figure 7a, some holes are left due to the peeling of nano-TiC, indicating a characteristic of\nintergranular fracture. It can be seen that some fracture surfaces are smooth and flat, indicating the\nexistence of transgranular fracture. Thus, it can be concluded that the fracture modes are a mix of\nintergranular and transgranular fracture.\nFigure 7. SEM morphology of (a) holes left by nano-TiC, (b) distribution of nano-TiC, and (c) distribution of nano-TiC. Green circles indicate nano-TiC in matrix grains, blue circles indicate nanoTiC in grain boundaries, and red arrows indicate holes left due to the peeling of nano-TiC.\nFigure 8 shows the indentation morphology of composite H and composite C. It is apparent that composite H has a complete and smooth indentation morphology, whereas the surface of composite C exhibits spalling. Compared with composite C (Figure 8b), four cracks induced by indentation are\nclearly observed in composite H (Figure 8a). It can be concluded that the mechanical properties are\ndecreased due to the addition of a considerable amount of nano-TiC. Similarly, Formula (2) can be used to reveal the spalling phenomenon. It is deduced that more pores are produced when more nano-TiC is added. Thus, surface spalling is apparent in Figure 8b. We can conclude that appropriate\nNanomaterials 2020, 10, x 7 of 13"
    }, {
      "heading" : "As shown in Figure 7, nano-TiC is dispersed in the matrix grains (marked with green circles)",
      "text" : "Figure 8 shows the indentation morphology of composite H and composite C. It is apparent that composite H has a complete and smooth indentation morphology, whereas the surface of composite C exhibits spalling. Compared with composite C (Figure 8b), four cracks induced by indentation are clearly observed in composite H (Figure 8a). It can be concluded that the mechanical properties are decreased due to the addition of a considerable amount of nano-TiC. Similarly, Formula (2) can be used to reveal the spalling phenomenon. It is deduced that more pores are produced when more nano-TiC is added. Thus, surface spalling is apparent in Figure 8b. We can conclude that appropriate\n7. SEM m rphol gy of (a) hol s left by nano-T C, (b) distri ution of nan -TiC, and (c) distribution of nano-TiC. Green circles indicate nano-T C in m trix grains, blue circle indicate nano-TiC in grai boundaries, and red arrows indic te oles left due to the peeling of nano-TiC.\nFigure 8 sho s the indentation orphology of co posite and co posite C. It is apparent that co posite has a co plete and s ooth indentation morphology, whereas the surface of composite C exhibits spalling. Compared with composite C (Figure 8b), four cracks induced by indentation are clearly observed in co posite (Figure 8a). It can be concluded that the echanical properties are decreased due to the addition of a considerable amount of nano-TiC. Similarly, Formula (2) can be used to reveal the spalling phenomenon. It is deduced that more pores are produced when more nano-TiC is added. Thus, surface spalling is apparent in Figure 8b. We can conclude that appropriate nano-TiC content is helpful in obtaining the desirable mechanical properties. However, too much is harmful. Nanomaterials 2020, 10, x 8 of 13 nano-TiC content is helpful in obtaining the desirable mechanical properties. However, too much is harmful.\nF gure 8. Indentation mo phology of (a) composite H and (b) co posite C."
    }, {
      "heading" : "3.3. Mechanical Properties",
      "text" : "In Table 2, the value of different graphene and nano-TiC contents on mechanical properties are presented. The flexural strength increases with the increase of graphene content, from 435 ± 45 MPa for composite A to 480 ± 58 MPa for composite C, demonstrating that adding graphene can improve the flexural strength. Furthermore, the maximum of the fracture toughness is 6.5 ± 0.2 MPa m1/2, which shows the fracture toughness of the composites is significantly improved by adding graphene. Conversely, the Vickers hardness is not significantly improved. Nieto [38] deemed that the decreasing trend in Vickers hardness was due to the soft-phase effect of graphene. When bearing tensile force, graphene was rigid. On the other hand, the grain refinement induced by graphene slowed the decrease in hardness. The optimal sample (composite C) was obtained with 0.5 vol% graphene, which possesses comprehensive mechanical properties. Compared with graphene, the effects of nano-TiC on the mechanical properties are quite different. The measured mechanical properties first increased and then decreased with the increase of nano-TiC content. Consequently, the optimal flexural strength, fracture toughness, and Vickers hardness are obtained at 705 ± 44 MPa, 7.4 ± 0.4 MPa m1/2, and 20.5 ± 0.8 GPa, respectively, with the addition of 0.5 vol% graphene and 10 vol% nano-TiC. The optimal mechanical properties are improved, as compared to those of composite A and composite E. Therefore, graphene and nano-TiC are appropriate phases to improve the properties of Al2O3-based ceramics.\nTable 2. Mechanical properties of composites.\nComposites Flexural strength (MPa) Fracture toughness (MPa m1/2) Vickers hardness (GPa)\nA 435 ± 45 5.8 ± 0.3 15.2 ± 1.5 B 463 ± 23 6.5 ± 0.6 14.3 ± 1.7 C 480 ± 58 5.7 ± 0.2 14.8 ± 0.6 D 420 ± 26 5.4 ± 0.4 14.6 ± 1.0 E 397 ± 32 5.0 ± 0.6 13.2 ± 0.8 F 540 ± 43 6.4 ± 0.8 16.5 ± 1.9 G 607 ± 63 7.1 ± 0.3 19.9 ± 0.5 H 705 ± 44 7.4 ± 0.4 20.5 ± 0.8 I 554 ± 37 6.3 ± 0.3 15.7 ± 0.6"
    }, {
      "heading" : "3.4. Reinforcing Mechanisms",
      "text" : "To study the reinforcing mechanisms induced by graphene and nano-TiC, indentation crack morphologies are observed by SEM. Meanwhile, EDS of three points are conducted to confirm the specific element distribution. From Figure 9, we can see that the carbon content at point 1 is evidently higher than that of other points, indicating that the substance is graphene. Similarly, the particles at point 2 and point 3 are deduced to be Al2O3 and nano-TiC, respectively.\nFigure 8. Indentation morphology of (a) composite H and (b) composite C.\nNanomaterials 2020, 10, 1815 8 of 12"
    }, {
      "heading" : "3.3. Mechanical Properties",
      "text" : "In Table 2, the value of different graphene and nano-TiC contents on mechanical properties are presented. The flexural strength increases with the increase of graphene content, from 435 ± 45 MPa for composite A to 480 ± 58 MPa for composite C, demonstrating that adding graphene can improve the flexural strength. Furthermore, the maximum of the fracture toughness is 6.5 ± 0.2 MPa m1/2, which shows the fracture toughness of the composites is significantly improved by adding graphene. Conversely, the Vickers hardness is not significantly improved. Nieto [38] deemed that the decreasing trend in Vickers hardness was due to the soft-phase effect of graphene. When bearing tensile force, graphene was rigid. On the other hand, the grain refinement induced by graphene slowed the decrease in hardness. The optimal sample (composite C) was obtained with 0.5 vol% graphene, which possesses comprehensive mechanical properties.\nCompared with graphene, the effects of nano-TiC on the mechanical properties are quite different. The measured mechanical properties first increased and then decreased with the increase of nano-TiC content. Consequently, the optimal flexural strength, fracture toughness, and Vickers hardness are obtained at 705 ± 44 MPa, 7.4 ± 0.4 MPa m1/2, and 20.5 ± 0.8 GPa, respectively, with the addition of 0.5 vol% graphene and 10 vol% nano-TiC. The optimal mechanical properties are improved, as compared to those of composite A and composite E. Therefore, graphene and nano-TiC are appropriate phases to improve the properties of Al2O3-based ceramics."
    }, {
      "heading" : "3.4. Reinforcing Mechanisms",
      "text" : "To study the reinforcing mechanisms induced by graphene and nano-TiC, indentation crack morphologies are observed by SEM. Meanwhile, EDS of three points are conducted to confirm the specific element distribution. From Figure 9, we can see that the carbon content at point 1 is evidently higher than that of other points, indicating that the substance is graphene. Similarly, the particles at point 2 and point 3 are deduced to be Al2O3 and nano-TiC, respectively.Nanomaterials 2020, 10, x 9 of 13\nFigure 9. SEM morphology and element distribution of points 1, 2, and 3.\nAs shown in Figures 4e and 7a, graphene and nano-TiC are pulled out from the ceramic matrix under the action of loading, which is considered as a reinforcing mechanism. This reinforcing mechanism can be explained by the following formula [39]: 𝜏 = 𝜎 𝑑4𝐿 (4) where τ is the interfacial shear strength, σf is the tensile strength of the additive phase, d is the diameter of the additive, and L is the pull-out length of the additive phase. In addition, from Figure 10a–d, crack bridging, graphene break, and crack guiding are observed in the indentation surfaces after polishing. There are usually two morphologies of graphene in ceramics. One is perpendicular to the direction of the sintering pressure, while the other is parallel to the direction. Figure 10a,b presents two different patterns of crack bridging. The existence of graphene adds a “bridge”, which could limit further propagation of the crack. From Figure 10a, it can be seen that the crack propagates along a straight line, without deflection. This can be explained by the fact that the strong interface bonding strength is generated between matrix and graphene. Due to the fine ductility and strength, graphene could be a good agent to transfer stress from the matrix, which is beneficial to consume the fracture energy and strengthen the ceramic materials. When the interface bonding strength is higher than the tensile strength, the graphene break always occurs as shown in Figure 10c. The process of graphene break could consume more fracture energy, which can be explained the fact that graphene is known as the material with higher tensile strength (~130 GPa) and Young’s modulus [40], much higher than that of the ceramic matrix. The strong bonding interface induced by graphene results in crack bridging and graphene break, while the weak bonding interface causes crack guiding (Figure 10d). It is observed that the crack propagates along the edge of graphene, which is much longer for the large 2D surface of graphene (demonstrated in Figure 1b). As studied by Walker [41], the crack deflects not only in the 2D plane but also in the 3D space, due to the introduction of graphene. It is demonstrated that graphene is more helpful in increasing the dissipation of fracture energy in the 3D deflection space than fibers or carbon nanotubes. From Figure 10e, the plane heights of the side surfaces of the graphene are significantly different, which confirms the statement to a certain degree. On the other hand, grain refinements are conducive to improving the flexural strength of ceramics, according to the Hall–Petch formula (from Equation (3)). The addition of graphene reduces the grain size, which also can strengthen ceramic materials. As for the effects of nano-TiC, the typical reinforcing mechanism of crack bridging is observed in Figure 10f. The distance between the two sides of the cracks could not expand, due to the effect of “crack bridge”. Thus, sufficient fracture energy is consumed, and the mechanical properties are improved for ceramics. In addition, nanoparticles cause crack deflection universally, as marked with a yellow circle in Figure 10g. It is believed that the weak bonding interface and discontinuity of the microstructure [42] causes the phenomenon of crack deflection. Figure 10h illustrates a common mechanism in ceramics, namely crack branching. It can be seen that the second crack is not very long, which also helps to consume the fracture energy. However, the reinforcing effects are limited when the nano-TiC content is too high. Figure 10i presents a “river pattern” perpendicular to the crack, which is believed to be the peeling of many nanoparticles. Perhaps it is the reason for the low mechanical properties for composite E.\nFigure 9. SEM morphology and element distribution of points 1, 2, and 3.\nNanomaterials 2020, 10, 1815 9 of 12\nAs shown in Figures 4e and 7a, graphene and nano-TiC are pulled out from the ceramic matrix under the action of loading, which is considered as a reinforcing mechanism. This reinforcing mechanism can be explained by the following formula [39]:\nτ = σ f d\n4L (4)\nwhere τ is the interfacial shear strength, σf is the tensile strength of the additive phase, d is the diameter of the additive, and L is the pull-out length of the additive phase. In addition, from Figure 10a–d, crack bridging, graphene break, and crack guiding are observed in the indentation surfaces after polishing. There are usually two morphologies of graphene in ceramics. One is perpendicular to the direction of the sintering pressure, while the other is parallel to the direction. Figure 10a,b presents two different patterns of crack bridging. The existence of graphene adds a “bridge”, which could limit further propagation of the crack. From Figure 10a, it can be seen that the crack propagates along a straight line, without deflection. This can be explained by the fact that the strong interface bonding strength is generated between matrix and graphene. Due to the fine ductility and strength, graphene could be a good agent to transfer stress from the matrix, which is beneficial to consume the fracture energy and strengthen the ceramic materials. Nanomaterials 2020, 10, x 10 of 13 In conclusion, we c n found the improvement of fracture toughness (via crack gu ding, carck branchi g, crack deflection, etc.) and f xural strength (via stress transfer, grain finement, etc.). Graphene and nano-TiC re capable of r inforci g Al2O3-based ceramic-tool mater als. A strong bonding interface i duced by graphene could include crack bridging and graphene break. A weak bonding terface causes crack guid ng and pull-out of graphene. Of course, nano-TiC creates some of the same reinforcing m chanisms, such as crack bridging. Peeling perpendicular to the crack is observed. In a dition, crack d flection and crack branching are generally found at the polishing surface.\nFigure 10. Indentation crack morphologies of reinforcing mechanisms induced by graphene and nano-TiC. (a,b) crack bridging, (c) graphene break, (d) crack guiding, (e) 3D propagation, (f) crack bridging, (g) crack deflection, (h) crack branching, (i) peeling."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Graphene/nano-TiC reinforced Al2O3-based ceramic-tool materials were fabricated at same sintering conditions in HP. The effects of graphene and nano-TiC on the microstructure, mechanical properties, and reinforcing mechanisms were discussed. The main conclusions were presented. 1. Graphene was well-dispersed and stable. However, too much graphene, which may cause some\npores and weaken the “binding effect” of grains, had adverse effects on the mechanical properties. Meanwhile, PEG and ultrasonic dispersion were effective methods to disperse nanoTiC. By adding a little graphene and nano-TiC, the microstructure was much finer, which showed excellent compactness.\n2. The optimal mechanical properties were obtained. After we added 0.5 vol% graphene and 10 vol% nano-TiC, the flexural strength, fracture toughness, and Vickers hardness were 705 ± 44 MPa, 7.4 ± 0.4 MPa m1/2, and 20.5 ± 0.8 GPa, respectively. 3. Graphene and nano-TiC synergistically induced some reinforcing mechanisms. The strong bonding interface induced by graphene caused crack bridging and graphene break, whereas the weak bonding interface caused crack guiding and pull-out of graphene. Nano-TiC also induced\nFigure 10. In entation crack orphologies of reinforcing echanis s in uce by graphene an nano-Ti . (a,b) crack bridging, (c) graphene break, (d) crack guiding, (e) 3 propagation, (f) crack bridging, (g) crack deflection, (h) crack branching, (i) peeling.\nWhen the interface bonding strength is higher than the tensile strength, the graphene break always occurs as shown in Figure 10c. The process of graphene break could consume more fracture energy, which can be explained the fact that graphene is known as the material with higher tensile strength (~130 GPa) and Young’s modulus [40], much higher than that of the ceramic matrix. The strong\nNanomaterials 2020, 10, 1815 10 of 12\nbonding interface induced by graphene results in crack bridging and graphene break, while the weak bonding interface causes crack guiding (Figure 10d). It is observed that the crack propagates along the edge of graphene, which is much longer for the large 2D surface of graphene (demonstrated in Figure 1b). As studied by Walker [41], the crack deflects not only in the 2D plane but also in the 3D space, due to the introduction of graphene. It is demonstrated that graphene is more helpful in increasing the dissipation of fracture energy in the 3D deflection space than fibers or carbon nanotubes. From Figure 10e, the plane heights of the side surfaces of the graphene are significantly different, which confirms the statement to a certain degree. On the other hand, grain refinements are conducive to improving the flexural strength of ceramics, according to the Hall–Petch formula (from Equation (3)). The addition of graphene reduces the grain size, which also can strengthen ceramic materials. As for the effects of nano-TiC, the typical reinforcing mechanism of crack bridging is observed in Figure 10f. The distance between the two sides of the cracks could not expand, due to the effect of “crack bridge”. Thus, sufficient fracture energy is consumed, and the mechanical properties are improved for ceramics. In addition, nanoparticles cause crack deflection universally, as marked with a yellow circle in Figure 10g. It is believed that the weak bonding interface and discontinuity of the microstructure [42] causes the phenomenon of crack deflection. Figure 10h illustrates a common mechanism in ceramics, namely crack branching. It can be seen that the second crack is not very long, which also helps to consume the fracture energy. However, the reinforcing effects are limited when the nano-TiC content is too high. Figure 10i presents a “river pattern” perpendicular to the crack, which is believed to be the peeling of many nanoparticles. Perhaps it is the reason for the low mechanical properties for composite E. In conclusion, we can found the improvement of fracture toughness (via crack guiding, carck branching, crack deflection, etc.) and flexural strength (via stress transfer, grain refinement, etc.). Graphene and nano-TiC are capable of reinforcing Al2O3-based ceramic-tool materials. A strong bonding interface induced by graphene could include crack bridging and graphene break. A weak bonding interface causes crack guiding and pull-out of graphene. Of course, nano-TiC creates some of the same reinforcing mechanisms, such as crack bridging. Peeling perpendicular to the crack is observed. In addition, crack deflection and crack branching are generally found at the polishing surface."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Graphene/nano-TiC reinforced Al2O3-based ceramic-tool materials were fabricated at same sintering conditions in HP. The effects of graphene and nano-TiC on the microstructure, mechanical properties, and reinforcing mechanisms were discussed. The main conclusions were presented.\n1. Graphene was well-dispersed and stable. However, too much graphene, which may cause some pores and weaken the “binding effect” of grains, had adverse effects on the mechanical properties. Meanwhile, PEG and ultrasonic dispersion were effective methods to disperse nano-TiC. By adding a little graphene and nano-TiC, the microstructure was much finer, which showed excellent compactness.\n2. The optimal mechanical properties were obtained. After we added 0.5 vol% graphene and 10 vol% nano-TiC, the flexural strength, fracture toughness, and Vickers hardness were 705 ± 44 MPa, 7.4 ± 0.4 MPa m1/2, and 20.5 ± 0.8 GPa, respectively.\n3. Graphene and nano-TiC synergistically induced some reinforcing mechanisms. The strong bonding interface induced by graphene caused crack bridging and graphene break, whereas the weak bonding interface caused crack guiding and pull-out of graphene. Nano-TiC also induced crack deflection and crack branching. Similarly, more pores could be found with the addition of more graphene and nano-TiC. Therefore, the appropriate amounts of graphene and nano-TiC were important for reinforcing Al2O3-based ceramic-tool materials.\nNanomaterials 2020, 10, 1815 11 of 12\nAuthor Contributions: Z.S. and J.Z. conceived the idea of the experiment; Z.S., X.W., E.C. and H.Y. performed the experiments; Z.S., J.Z., and X.W. discussed the results; Z.S. wrote the manuscript; J.Z. modified the English language. All authors have read and agreed to the published version of the manuscript.\nFunding: This work is sponsored by the National Natural Science Foundation of China (51775315).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Wear development on wiper Al2O3–TiC mixed ceramic tools in hard machining of high strength steel",
      "author" : [ "W. Grzesik" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2009
    }, {
      "title" : "Mechanical properties and toughening mechanisms of graphene platelets reinforced Al2O3/TiC composite ceramic tool materials by microwave sintering",
      "author" : [ "Y. Cheng", "Y. Zhang", "T. Wan", "Z. Yin", "J. Wang" ],
      "venue" : "Mater. Sci. Eng. A",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Fabrication and characterization of Si3N4 reinforced Al2O3-based ceramic tool materials",
      "author" : [ "X. Bai", "C. Huang", "J. Wang", "B. Zou", "H. Liu" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Effect of nano-metal particles on the fracture toughness of metal–ceramic composite",
      "author" : [ "Y. Liu", "J. Zhou", "T. Shen" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "Synthesis of zirconia nanoparticles on carbon nanotubes and their potential for enhancing the fracture toughness of alumina ceramics",
      "author" : [ "Y.F. Zhu", "L. Shi", "J. Liang", "D. Hui", "K.T. Lau" ],
      "venue" : "Compos. Part B",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "ZrB2-ceramic toughened by refractory metal Nb prepared by hot-pressing",
      "author" : [ "X. Sun", "W. Han", "Q. Liu", "P. Hu", "C. Hong" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Influence of the microstructure evolution of ZrO2 fiber on the fracture toughness of ZrB2–SiC nanocomposite ceramics",
      "author" : [ "S. Wang", "Y. Li", "X. Zhang" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2013
    }, {
      "title" : "Strengthening mechanisms in Al2O3/SiC nanocomposites",
      "author" : [ "G. Pezzotti", "W.H. Müller" ],
      "venue" : "Comput. Mater. Sci",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2001
    }, {
      "title" : "Failure mechanisms of TiB2 particle and SiC whisker reinforced Al2O3 ceramic cutting tools when machining nickel-based alloys",
      "author" : [ "D. Jianxin", "L. Lili", "L. Jianhua", "Z. Jinlong", "Y. Xuegeng" ],
      "venue" : "Int. J. Mach. Tool Manuf",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2005
    }, {
      "title" : "Electric Field Effect in Atomically Thin Carbon Films",
      "author" : [ "K.S. Novoselov", "A.K. Geim", "S.V. Morozov", "D. Jiang", "Y. Zhang", "S.V. Dubonos", "I.V. Grigorieva", "A.A. Firsov" ],
      "venue" : "Science",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "Toughening in ceramics containing graphene fillers",
      "author" : [ "C. Ramirez", "M.I. Osendi" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "Graphene reinforced alumina nano-composites",
      "author" : [ "H. Porwal", "P. Tatarko", "S. Grasso", "J. Khaliq", "I. Dlouhý", "M.J. Reece" ],
      "venue" : "Carbon",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Effects of sintering parameters on microstructure, graphene structure stability and mechanical properties of graphene reinforced Al2O3-based composite ceramic tool material",
      "author" : [ "X. Wang", "J. Zhao", "E. Cui", "H. Liu", "Y. Dong", "Z. Sun" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Determination of microstructure and mechanical properties of graphene reinforced Al2O3-Ti(C,N) ceramic composites",
      "author" : [ "E. Cui", "J. Zhao", "X. Wang" ],
      "venue" : "Ceram. Int. 2019,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2059
    }, {
      "title" : "Synergistic strengthening and toughening of zircon ceramics by the additions of SiC whisker and 3Y-TZP simultaneously",
      "author" : [ "Y. Shi", "X. Huang", "D. Yan" ],
      "venue" : "J. Eur. Ceram. Soc",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1997
    }, {
      "title" : "Synergistically toughening effect of SiC whiskers and nanoparticles in Al2O3-based composite ceramic cutting tool material",
      "author" : [ "X. Liu", "H. Liu", "C. Huang", "L. Wang", "B. Zou", "B. Zhao" ],
      "venue" : "Chin. J. Mech. Eng",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2016
    }, {
      "title" : "Mechanical properties and microstructure of an Al2O3-SiC-TiC composite",
      "author" : [ "B.I. Smirnov", "V.I. Nikolaev", "T.S. Orlova", "A.R. Shpeizman", "A.R.A. López", "K.C. Goretta", "D. Singh", "J.L. Routbort" ],
      "venue" : "Mater. Sci. Eng. A",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1998
    }, {
      "title" : "Fabrication and mechanical properties of Al2O3-SiCw-TiCnp ceramic tool material",
      "author" : [ "B. Zhao", "H. Liu", "C. Huang", "J. Wang", "M. Cheng" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Comparison of the homemade and commercial graphene in heightening mechanical properties of Al2O3 ceramic",
      "author" : [ "L. Zhang", "Z. Wang", "J. Wu", "G. Shi", "H. Xu" ],
      "venue" : "Ceram. Int. 2017,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2020
    }, {
      "title" : "Microstructure and anisotropy of mechanical properties of graphene nanoplate toughened Al2O3-based ceramic composites",
      "author" : [ "X. Meng", "C. Xu", "G. Xiao", "M. Yi", "Y. Zhang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Microwave versus conventional sintering: Microstructure and mechanical properties of Al2O3–SiC ceramic composites",
      "author" : [ "M. Madhan", "G. Prabhakaran" ],
      "venue" : "Bol. Soc. Esp. Ceram. Vidr",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Correlation Between the Microstructure and Electrical Properties in High–Performance (Ba0.85Ca0.15)(Zr0.1Ti0.9)O3 Lead-Free Piezoelectric Ceramics",
      "author" : [ "J. Hao", "W. Bai", "W. Li", "J. Zhai" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Enhanced Mechanical Properties of Nanocomposites at Low Graphene Content",
      "author" : [ "M.A. Rafiee", "J. Rafiee", "Z. Wang", "H. Song", "Z.Z. Yu", "N. Koratkar" ],
      "venue" : "ACS Nano 2009,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Preparation of colloidal dispersions of graphene sheets in organic solvents by using ball milling",
      "author" : [ "W. Zhao", "F. Wu", "H. Wu", "G. Chen" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Preparation of graphene nanosheet/alumina composites by spark plasma sintering",
      "author" : [ "K. Wang", "Y. Wang", "Z. Fan", "J. Yan", "T. Wei" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Porous sandwich ceramic of layered silicon nitride-zirconia composite with various multilayered graphene content",
      "author" : [ "K. Balázsi", "M. Furkó", "Z. Liao", "J. Gluch", "D. Medved", "R. Sedlák", "J. Dusza", "E. Zschech", "C. Balázsi" ],
      "venue" : "J. Alloy Compd",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Structural Reliability:A Processing–Dependent Phenomenon",
      "author" : [ "A.G. Evans" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1982
    }, {
      "title" : "Fracture Mechanics of Ceramics-Microstructural Dependence of Fracture Mechanics Parameters in Ceramics; Plenum",
      "author" : [ "R.W. Rice" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1978
    }, {
      "title" : "Mechanical properties of graphene platelet-reinforced alumina ceramic composites",
      "author" : [ "J. Liu", "H. Yan", "K. Jiang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2013
    }, {
      "title" : "Szépvölgyi, J. Spark plasma sintering of graphene reinforced silicon carbide ceramics",
      "author" : [ "E. Bódis", "I. Cora", "C. Balázsi", "P. Nemth", "Z. Károly", "S. Klébert", "P. Fazekas", "A.M. Keszler" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "The effect of microstructure evolution on mechanical properties in novel alumina-montmorillonite composites",
      "author" : [ "T. Cygan", "J. Wozniak", "M. Petrus", "B.A. Cieslak", "M. Kostecki", "A. Olsyna" ],
      "venue" : "Int. J. Refract. Metals Hard Mater",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Superior thermal conductivity of single-layer graphene",
      "author" : [ "A.A. Balandin", "S. Ghosh", "W. Bao", "I. Calizo", "D. Teweldebrhan", "F. Miao", "C.N. Lau" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2008
    }, {
      "title" : "Microstructure and mechanical properties of spark plasma sintered Al2O3-SiC-CNTs hybrid nanocomposites",
      "author" : [ "N. Saheb", "K. Mohammad" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Microstructure and fracture toughness of Si3N4/graphene platelet composites",
      "author" : [ "J. Dusza", "J. Morgiel", "A. Duszová", "L. Kvetková", "M. Nosko", "P. Kun", "C. Balázsi" ],
      "venue" : "J. Eur. Ceram. Soc",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2012
    }, {
      "title" : "Simultaneous strengthening and toughening of reduced graphene oxide/alumina composites fabricated by molecular-level mixing process",
      "author" : [ "B. Lee", "M.Y. Koo", "S.H. Jin", "K.T. Kim", "S.H. Hong" ],
      "venue" : "Carbon",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Effects of layer stacking on the combination raman modes in graphene",
      "author" : [ "R. Rao", "R. Podila", "R. Tsuchikawa", "J. Katoch", "D. Tishler", "A.M. Rao", "M. Ishigami" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2011
    }, {
      "title" : "Hall–Petch relation and boundary strengthening",
      "author" : [ "N. Hansen" ],
      "venue" : "Scr. Mater",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2004
    }, {
      "title" : "Sintering behavior of spark plasma sintered alumina with graphene nanoplatelet reinforcement",
      "author" : [ "A. Nieto", "L. Huang", "Y.H. Han", "J.M. Schoenung" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    }, {
      "title" : "Toughening and reinforcing alumina matrix composite with single-wall carbon nanotubes",
      "author" : [ "J.P. Fan", "D.M. Zhuang", "D.Q. Zhao", "G. Zhang", "M.S. Wu" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2006
    }, {
      "title" : "Toughness and strength of nanocrystalline graphene",
      "author" : [ "A. Shekhawat", "R.O. Ritchie" ],
      "venue" : "Nat. Commun. 2016,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2016
    }, {
      "title" : "Toughening in Graphene Ceramic Composites",
      "author" : [ "L.S. Walker", "V.R. Marotto", "M.A. Rafiee", "N. Koratkar", "E.L. Corral" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2011
    }, {
      "title" : "Processing and characterization of an Al2O3/WC/TiC micro-nano-composite ceramic tool material",
      "author" : [ "J. Zhao", "X. Yuan", "Y. Zhou" ],
      "venue" : "Mater. Sci. Eng. A",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : ", who explored the strengthening mechanisms of Al2O3/SiC composites, found that SiC particles tightened the grain boundary and shielded it from possible grain-boundary defects [8].",
      "startOffset" : 176,
      "endOffset" : 179
    }, {
      "referenceID" : 8,
      "context" : "added TiB2 particles and SiC whiskers into the Al2O3 matrix and discovered that the fracture toughness was significantly increased, which was induced by the additive phases [9].",
      "startOffset" : 173,
      "endOffset" : 176
    }, {
      "referenceID" : 9,
      "context" : "In 2004, the discovery of graphene enriched the family of reinforcing materials for ceramics [10].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 10,
      "context" : "Ramirez reported that the toughening mechanism of ceramic composites was the bridging effect by graphene [11].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 11,
      "context" : "beneficial to promote the increase of transgranular fracture during the fracture process [12].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 12,
      "context" : "Wang [13] and Cui [14] discussed that graphene could induce strong and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 13,
      "context" : "Wang [13] and Cui [14] discussed that graphene could induce strong and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 18,
      "context" : "The main sintering methods for ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sintering [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 19,
      "context" : "The main sintering methods for ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sintering [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 20,
      "context" : "The main sintering methods for ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sintering [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 21,
      "context" : "The main sintering methods for ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sintering [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 22,
      "context" : "Figure 1b presents the wrinkled and curled 2D morphology of graphene, which are helpful in reinforcing matrix materials [23].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 12,
      "context" : "The large specific surface area could expand the crack area of ceramics, which is beneficial to improve the fracture toughness [13].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 10,
      "context" : "Ramirez reported that the toughening mechanism of ceramic composites was the bridging effect by graphene [11].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 11,
      "context" : "8 vol% graphene was beneficial to promote the increase of transgranular fracture during the fracture process [12].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 12,
      "context" : "Wang [13] and Cui [14] discussed that graphene could ind c stro and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 13,
      "context" : "Wang [13] and Cui [14] discussed that graphene could ind c stro and weak interfaces between the ceramic matrix, which was helpful for improving the ceramics’ properties.",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 18,
      "context" : "The main sintering method fo ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sinteri g [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 19,
      "context" : "The main sintering method fo ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sinteri g [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 20,
      "context" : "The main sintering method fo ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sinteri g [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 21,
      "context" : "The main sintering method fo ceramics are hot-pressing (HP) sintering [19,20], microwave (MW) sinteri g [21], and spark plasma sintering (SPS) [22].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 22,
      "context" : "Figure 1b presents the wrinkled and curled 2D morphology of graphene, which are helpful in reinforcing matrix materials [23].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 12,
      "context" : "The large specific surface area could expand the crack area of ceramics, which is beneficial to improve the fracture toughness [13].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 23,
      "context" : "In addition, the fracture toughness was acquired according to the Vickers indentation method, with the following formula [24]: KIC = 0.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 13,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 24,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 25,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 23,
      "context" : "In addition, the fracture toughness was acquired according to the Vickers indentation method, with the following formula [24]: K = 0.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 13,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 24,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 25,
      "context" : "Because graphene is not detected with XRD, due to its low content [14,25,26], the Raman spectrum (Model: inVia, Renishaw, United Kingdom) was used to distinguish graphene, as shown in Figure 5.",
      "startOffset" : 66,
      "endOffset" : 76
    }, {
      "referenceID" : 26,
      "context" : "On the other hand, microcracks usually occur near the pores, and they have a great adverse effect on ceramics’ properties [27].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 26,
      "context" : "On the other hand, microcracks usually occur near the pores, and they have a great adverse effect on ceramics’ properties [27].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 27,
      "context" : "Rice [28] claimed the relationship between porosity, Vp, and fracture surface energy, Ef, is given by the following equation:",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 28,
      "context" : "It is believed that graphene is uniformly distributed along the grain boundaries, restraining excessive grain growth [29].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 32,
      "context" : "Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 33,
      "context" : "Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 28,
      "context" : "It i believed that graphene is uniformly distributed along the grain boundaries, restraining excessiv grain growth [29].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 32,
      "context" : "Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 33,
      "context" : "Compared to nanofibers, graphene has a large specific surface area (Figure 1b), which is helpful to consume more fracture energy [33,34].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 34,
      "context" : "Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 35,
      "context" : "Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 34,
      "context" : "Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 35,
      "context" : "Interestingly, the ID/IG value of the composite B is higher than that of composite D, which may indicate a graphene agglomeration in composite D (shown in Figure 4d) [35,36].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 36,
      "context" : "The Hall–Petch equation [37] describes the relationship between the flexural strength and grain size, as follows: σ = σ + kD / (3)",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 36,
      "context" : "The Hall–Petch equation [37] describes the relationship between the flexural strength and grain size, as follows:",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 37,
      "context" : "Nieto [38] deemed that the decreasing trend in Vickers hardness was due to the soft-phase effect of graphene.",
      "startOffset" : 6,
      "endOffset" : 10
    }, {
      "referenceID" : 37,
      "context" : "Nieto [38] deemed that the decreasing trend in Vickers hardness was due to the soft-phase effect of graphene.",
      "startOffset" : 6,
      "endOffset" : 10
    }, {
      "referenceID" : 38,
      "context" : "This reinforcing mechanism can be explained by the following formula [39]: τ = σ d 4L (4)",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 39,
      "context" : "The process of graphene break could consume more fracture energy, which can be explained the fact that graphene is known as the material with higher tensile strength (~130 GPa) and Young’s modulus [40], much higher than that of the ceramic matrix.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 40,
      "context" : "As studied by Walker [41], the crack deflects not only in the 2D plane but also in the 3D space, due to the introduction of graphene.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 41,
      "context" : "It is believed that the weak bonding interface and discontinuity of the microstructure [42] causes the phenomenon of crack deflection.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 38,
      "context" : "This reinforcing mechanism can be explained by the following formula [39]:",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 39,
      "context" : "The process of graphene break could consume more fracture energy, which can be explained the fact that graphene is known as the material with higher tensile strength (~130 GPa) and Young’s modulus [40], much higher than that of the ceramic matrix.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 40,
      "context" : "As studied by Walker [41], the crack deflects not only in the 2D plane but also in the 3D space, due to the introduction of graphene.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 41,
      "context" : "It is believed that the weak bonding interface and discontinuity of the microstructure [42] causes the phenomenon of crack deflection.",
      "startOffset" : 87,
      "endOffset" : 91
    } ],
    "year" : 2020,
    "abstractText" : "Graphene and nano-TiC, which have good reinforcing effects on Al2O3-based ceramic-tool materials, are generally used as additive phases for ceramics. In this study, nine kinds of samples were sintered, to investigate the effects of graphene and nano-TiC on the reinforcing mechanisms of Al2O3-based ceramics. The experimental results indicated that adding 0.5 vol% graphene and 10 vol% nano-TiC can obtain the optimum flexural strength, fracture toughness, and Vickers hardness, which were 705 ± 44 MPa, 7.4 ± 0.4 MPa m1/2, and 20.5 ± 0.8 GPa, respectively. Furthermore, the reinforcing mechanisms of crack bridging, pull-out of graphene, and pull-out of nano-TiC are identified, which are contributed to improving the mechanical properties of ceramics. Meanwhile, other reinforcing mechanisms induced by graphene (graphene break, crack guiding, and 3D propagation) and nano-TiC (crack branching, crack deflection, and peeling) are discussed. These reinforcing mechanisms are coupled together, while decoupling is hard to work out. Thus, further quantitative studies of reinforcing effects of graphene and nano-TiC on Al2O3-based ceramic-tool materials are necessary to be carried out.",
    "creator" : null
  }
}