{
  "name" : "downloads_2019-10-23_1c_zhou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Boiling Licorice Produces Self-Assembled Protein Nanoparticles: A Novel Source of Bioactive Nanomaterials",
    "authors" : [ "Jianwu Zhou", "Jian Zhang", "Guanzhen Gao", "Huiqin Wang", "Xiaoyan He", "Tianbao Chen", "Lijing Ke", "Pingfan Rao", "Qiang Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Glycyrrhiza uralensis Fisch., licorice proteins, nanoparticles, nanocarriers, astragaloside IV"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Licorice, the root and rhizome of Glycyrrhiza uralensis Fisch. (Radix Glycyrrhizae, Gan-Cao, Chinese licorice), is a popular food ingredient and a common ingredient for both Western and Eastern medicines. In traditional Chinese medicine (TCM), licorice is one of the oldest and most frequently prescribed herbs.1 It appears in 26185 of 96592 formula records, as indicated by the result of data mining and frequency analysis on TCM formulas.2 Besides its various proved biological activities, such as anti-inflammatory, antiulcer, anticancer, antioxidant, and antiviral effects,3 licorice plays very important roles in harmonizing and modifying other herbs in a prescription according to TCM theory, whose mechanism still remains unknown to date. Heat processing is a common process in the preparation of\nlicorice containing foods or herbal medicines. The dried and sliced licorice roots are usually mixed with other herbs and boiled to prepare a TCM decoction. On the other hand, the boiling water extract of licorice is widely used as a sweetener in the food industry.4 What is notable is that boiling water extraction of herbs can result in the generation of micro- or nano-scale colloidal particles. These heat-induced colloidal particles can tolerate the gastro-intestinal environment and are correlated to the pharmaceutical activities of the decoction.5\nThe therapeutic functions of these colloidal micro/nanoparticles may be attributed to the bioactive phytochemicals that they are carrying.6 Moreover, investigations on chemical and structural properties of these herbal colloidal particles\nreveal that the macromolecules, i.e., proteins, are in many cases the major components of their scaffold.7,8\nThere is an increasing interest in recent years in fabricating micro/nano-particles for drug or nutraceutical delivery, in hope to improve the stability and bioavailability of medicinal or nutraceutical ingredients. Protein nanoparticles are of paramount importance among nanoparticles, because they are nontoxic and biodegradable.9 A range of proteins have been used to fabricate nanoparticles, including zein, whey proteins, soy proteins, and caseinate.10 These proteins are mostly GRAS (generally recognized as safe) food-grade ingredients.11 It is worth noting that herbal proteins remain an unexplored hidden treasure chest for scientists working in nanotechnology and nanomaterials. Many of them can assemble into nanoparticles spontaneously during the boiling water extraction, i.e., licorice protein nanoparticles can logically be considered as GRAS for they have been historically consumed in the form of decoctions, although people are surprisingly unaware of the exact properties of the licorice protein nanoparticles. It is rational to expect that these protein nanoparticles would raise many fewer safety concerns than other particles prepared from novel protein sources with much shorter application histories as food.\nReceived: May 23, 2019 Revised: July 4, 2019 Accepted: July 24, 2019 Published: July 24, 2019\n© 2019 American Chemical Society 9354 DOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA M\nB R\nID G\nE o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n3: 26\n:3 1\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nIn this study, a major constitutive protein of licorice was purified and characterized. The purified licorice protein was used to prepare nanoparticles by boiling in aqueous solution. Harvested licorice protein nanoparticles were subsequently determined for their morphological profiles, granular properties, pH response, drug loading capability, and cytotoxicity on four types of cells, e.g., MDCK, L-02, HepG2, and Caco-2 cells."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Preparation of Licorice Decoction. The Glycyrrhiza uralensis Fisch., root and rhizome, honeyed (Radix Glycyrrhizae, Gan-Cao, licorice root), was purchased from Beijing Shuangqiao Yanjing Medicinal Material Factory Co., Ltd., and were authenticated by Prof. Chengzi Yang from Fujian University of Traditional Chinese Medicine. Voucher specimens were deposited at the Museum of Traditional Chinese Medicine, Fujian University of Traditional Chinese Medicine, under the identification code: Radix Glycyrrhizae (SQYJ-201106062NM1202). Nine grams of licorice were soaked in 200 mL of distilled water for 20 min at room temperature (around 25 °C) with stirring, subsequently boiled at 100 °C for 30 min, cooled to room temperature, and filtered through two layers of cotton gauze. The filtrates were centrifuged at 12000g at 25 °C for 15 min to collect the supernatant, labeled as “licorice decoction”. 2.2. Purification and Characterization of Glycated Licorice Protein (GLP). The sundried slices of licorice roots (200 g) were ground and extracted with 1000 mL of sodium phosphates buffer (0.02 M, pH 7.2 + 0.1 M NaCl) at 4 °C for 12 h. The extracts were filtered with two-layer cotton gauze to remove the sediments. The filtrates were centrifuged (12000g at 4 °C for 15 min), and the suspension was collected as licorice protein extract. The pH of protein extract was adjusted to 10 using ammonia solution, and the extract was subjected to the ethanol precipitation at 4 °C. The precipitates between 40% to 50% ethanol were collected by centrifuge at 12000g at 4 °C for 15 min and were then redissolved in Tri-HCl buffer (0.02 M, pH 8.0). Licorice extracts (80 mL) were loaded onto an anionic exchange chromatographic column (Macro-PrepHigh-Q, Biorad, 1.0 cm × 25 cm) equilibrated with 20 mM Tris-HCl buffer (pH 8.0) at a flow rate of 1.0 mL/min and then were eluted with a linear NaCl gradient (0− 1.0 M, 200 min) followed by rinsing with 1.0 M NaCl in the same buffer for 20 min. The eluates were monitored spectrophotometrically at 280 nm and collected around chromatographic peaks. The fraction (A2) containing the target protein was dialyzed and then applied to a hydrophobic column (POROSR1, Biorad, 1.0 × 20 cm) equilibrated with deionized water at a flow rate of 0.5 mL/min; the column was then eluted with a linear NaCl gradient (0−1.0 M, 60 min). The eluate was monitored at 280 nm. The collected fractions were subjected to gel electrophoretic analysis. Protein concentration was determined by a Lowry assay,12 using bovine serum albumin as standard preparations. Sodium dodecyl sulfate−polyacrylamide gel electrophoresis (SDS-PAGE) was performed, using 4.0% polyacrylamide as the concentrating gel and 12.5% polyacrylamide as the separating gel. The molecular weight was determined according to the method of Laemmli and Favre.13 The Nterminal sequence of amino acids of the target protein was identified by Edman degradation performed with a Protein Sequencer 476 (Applied Biosystems, PerkinElmer Co., USA) instrument. 2.3. Preparation of Heat-Induced GLP Nanoparticles (GLPNPs). The GLP (1.0 mg/mL) was dialyzed in deionized water to remove the salts of the eluate buffer of the previous chromatographic separation and then was adjusted with 1 M HCl or 2 M NaOH to pH 1.1, 1.8, 2.1, 2.9, 3.6, 4.7, 5.7, 6.8, 7.9, 8.9, 9.8, 10.8, 11.7, 12.8, and 13.6. It was then filtered with a 0.45 μm cellulose acetate membrane. The preparations were incubated at different temperatures, i.e., 30, 40, 50, 60, 70, 80, 90, and 100 °C for 60 min, and then were cooled in an ice-water bath for 30 min. The preparations were then filtered with a 0.22 μm cellulose acetate membrane. The filtrates were collected for further analysis.\n2.4. Size-Exclusion Chromatography with Multiangle Laser Light Scattering (SEC-MALLS). The GLP-NPs or GLP solution was applied to a pre-equilibrated (0.02 M sodium phosphates buffer, pH 7.2) size-exclusion gel chromatography (TSK G6000PW) column (7.8 mm × 30 cm) equipped with a HPLC system (LC2010, SHIMADZU Co., Japan).\nThe column was eluted with the citrate buffer at a flow rate of 0.5 mL/min. The elutes were continuously monitored with a UV detector and a multiangle laser light scattering detector (MALLS, Dawn EOS, Wyatt Technology, CA) to obtain the absorbance at 280 nm and light scattering intensity at 690 nm, respectively.\n2.5. The Assembly Efficacy of GLP-NPs. The GLP-NPs were assembled by heating GLP solution (1.0 mg/mL) at 100 °C for 60 min in Tris-HCl buffer (pH = 7.9, 20 mM). The assembly efficacy was then calculated using eq 1. For ultrafiltration, GLP-NPs dispersion (1 mL) was separated with an ultrafiltration tube (molecular weight cutoff 100 kDa) at 25 °C at 5000g for 60 min. The filtration tube was washed with 1 mL of buffer twice. The GLP solution (C) and filtrates (C1) were collected and subjected to protein content determination by the gel filtration chromatography and Folin-Phenol assay, respectively.\n= −C C CAE ( )/1 (1)\nwhere AE is the assembly efficacy, C the GLP content, and C1 the free GLP content in dispersion.\n2.6. Molecular Mass and Particle Radius Determination of GLP-NPs. Data obtained from MALLS were analyzed using Astra software (version 5.3.4.20, Wyatt Technology, CA). The weightaverage molecular mass (Mw) and z-average radius of gyration (Rz) were calculated using the following equations:\nθ θ= −θ* R K c M P A cM P( ) 2 ( )w 2 w 2 2\n(2)\nwhere Rθ is the excess Rayleigh ratio. P(θ) is the particle scattering factor, which is approximately equal to1−2 μ2 ⟨r2⟩/3! + ···, where μ = (4Π/λ) sin(θ/2). The variable c is the concentration of the nanoparticles (g/mL). Mw is the weight-average molecular mass (g/ mol). A2 is the second virial coefficient (mol mL/g\n2), and K* is a constant. For vertically polarized incident light with a wavelength λ0 in vacuum, K* is given by\nπ λ * =K n N d d 4 ( / )n c\n2 0 2\n0 4 A\n2\n(3)\nwhere n0 is the refractive index of the solvent at wavelength λ0, NA is Avogadro’s number, and dn/dc is the specific refractive index increment of the fractions, where 0.119 mL/g was used in this calculation.\nA plot of (K*c)/Rθ versus sin 2(θ/2) (Debye plot) was constructed at each retention time, which is the classical elaboration of light scattering data from which the molecular weight and RMS radius distributions are estimated. M can be directly determined from the intercept at zero angle, whereas the slope yields the mean square radius. If the concentration is sufficiently smaller than A2c = 0, and eq 1 is solved for A2 = 0, then for the molecular weight and RMS radius one obtains the following equations:\n= *M R K c 0\n(4)\nand\nλ π ⟨ ⟩ =r n m M 3 4 2 1/2 0\n0 0 w\n(5)\n2.7. Cell Culture, Cytotoxicity, and Cellular Viability. Four cell lines of different organellar origins, i.e., human colon adenocarcinoma (Caco-2) cells, human hepatoblastoma (Hep-G2) cells, canine kidney epithelia (MDCK) cells, and human normal hepatocytes (L-02), were used to evaluate the influence of licorice protein and the GLP-NPs on the cellular viabilities. The rat alveolar\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9355\nmacrophage (NR8383) cells were used to evaluate the immunestimulating activity of the protein and NPs. Among them, the Caco-2, Hep-G2, and MDCK cells are carcinoma cells, while the L-02 and NR8383 are normal cells. The assayed sample concentrations were 256, 128, 64, 32, and 16 μg/mL for the licorice protein and 224, 112, 56, 28, and 14 μg/mL for the GLP-NPs. In brief, samples were subjected to the cells precultured in 96-well plates with 4 duplicates for each concentration and were cultured at 37 °C in 5% CO2 for 48 h. The cellular viability was then assessed by cell proliferation (MTT assay)14 and presented as the percentage of viable cells (means ± SD, n = 4) given by\n= ×_ _( )viability mean OD /mean OD 100%570nm sample 570nm control (6)\nThe significant levels were examined with Student’s t-test and ranked as P < 0.05 or P < 0.01. 2.8. Cells Uptake of FITC-Labeled GLP-NPs and GLP. Fluorescein isothiocyanate (FITC) solution (100 μL, 10 mg/mL) was added into 4 mL of GLP-NPs and GLP solution, separately. The mixtures were stirred at 4 °C for 24 h in the dark. The FITC labeled GLP-NPs (fGLP-NPs) and FITC labeled GLP (fGLP) were obtained by using a Sephadex G25 column. fGLP-NPs (0.75 mL, 0.08 mg/mL) and fGLP (0.75 mL, 0.08 mg/mL) were added to the precultured cells, including Caco-2, L02, Hep-G2, and NR8383, in 12-well plates\nwith four duplicates for each concentration, and they were then incubated at 37 °C in 5% CO2 for 24 h. After removal of the culture medium, each dish was rapidly washed three times with PBS buffer (0.02 mol/L, pH 7.4) and incubated with 0.2% Triton X-100 for 5 min, and then each dish was incubated in serum-free medium for 10 min. The samples were observed by an Olympus FluoView FV1000 confocal laser scanning microscope (excitation and emission spectrum peak wavelengths of approximately 495 and 521 nm, respectively).\n2.9. Encapsulation of Astragaloside. Astragaloside IV (AST IV, provided by National Institutes for Food and Drug Control) was dissolved in methanol at 10 mg/mL to obtain astragaloside stock solution. The mixed aqueous solution of astragaloside IV (0.25 mg/ mL) and GLP (molar ratio ≈ 10 AST/1 GLP) was prepared by adding 50 μL of stock solution in 1.995 mL of GLP Tris-HCl solution (20 mM, pH 7.9, final GLP concentration of 1.0 mg/mL) aqueous solution. The mixture and the GLP solution were incubated at 100 °C for 60 min, and their average particle radii were determined.\nThe AST concentration in the aqueous solution or dispersions was determined with RPLC and calculated according to the linear plot of a serial concentrations of pure AST (R2 = 0.9991). The AST-contained GLP solution or dispersion (1 mL) was filtered with an ultrafiltration tube (molecular weight cutoff of 100 kDa) at 25 °C, centrifuged at 5000g for 60 min, and rinsed with 1 mL of Tris-HCl (20 mM, pH 7.9) buffer prior to the second centrifuge filtration. The filtrates were\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9356\ncombined and subjected to the AST content analysis. The RPLC specifications were an Eurospher 100−5 C18 column (4.6 × 150 mm), a flow phase of acetonitrile/water = 32/68, a flow rate of 1.0 mL/min, a detector wavelength of 203 nm, a column temperature of 30 °C, and a volume of sample injection of 20 μL. The free AST loading efficacy on the GPNs was calculated with the following equation:\n= − ×E C C\nC 100%1\n(7)\nwhere E is the loading efficacy, C the total AST concentration, and C1 the free AST concentration."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Isolation and Characterization of the Major Water-Soluble Licorice Protein. As shown in Figure 1(A), either in the aqueous extracts prepared at room temperature or in the boiling water extracts (decocting at 100 °C for 60 min) of licorice, a major protein with a molecular weight of approximately 28 kDa was identified with SDS-PAGE. The slightly blurred protein band indicated that the protein may have been glycated during the heat processing of the roots, i.e., sun-drying and/or boiling. Usually, proteins are unstable in the solution at high temperature, e.g., 100 °C in this case, are denatured, and form aggregates. The boiling water extracts of licorice were treated with a high speed centrifuge (12000g, 15 min) to remove visible aggregates and precipitates prior to the gel electrophoresis analysis. Therefore, the protein mentioned above is either dissolved in the aqueous extracts or evenly distributed in aqueous colloidal dispersion of licorice decoction. After precipitation with 50% ethanol−water solution, this glycated licorice protein (GLP) was purified with anionic exchange chromatography (Figure 1(B), fraction A2) followed by hydrophobic interaction chromatography (Figure 1(D), fraction M5). The purified GLP showed a single band in SDSPAGE and has an estimated molecular weight of 28.2 kDa. Its PI was at pH 4.2 (R2 = 0.9725), as estimated by isoelectric focusing electrophoresis (as shown in Figure 1(C)). Its Nterminal sequence was subsequently determined as NPDGLIACYCGQYCW by Edman degradation (Table 1). Searching the N-terminal sequence in the NCBI protein database resulted in no significant structural similarity with any known proteins. Hence, GLP was identified as a novel protein with unknown biological function. 3.2. Heat-Induced Self-Assembly of Licorice Proteins. Heat could induce the structural changes of proteins, i.e., partial unfolding of the tertiary structure and conformational changes of the secondary structure. Subsequently, some specific regions such as hydrophobic sites or free-SH groups are exposed, causing new intermolecular interactions and the formation of soluble particles.15,16\nTo investigate the heat-induced self-assembly of GLP, the particle size and ζ-potential of protein aggregates prepared at different pH were compared. As shown in Figure 2(A), the average hydrodynamic diameter (Dh) of nanoparticles prepared at pH 1.8, 2.1, 7.9, and 8.9 was smaller than 100 nm. Those prepared at other pH values were larger than 600 nm with visible precipitates, indicating the instability of the\ndispersion. The ζ-potential of the nanoparticles formed at pH 7.9 is greater than those at acidic conditions, referring to a higher stability. Therefore, pH 7.9 was selected for the following tests on the influences of heating temperature and time length on the GLP nanoparticles (GLP-NPs) assembly. As shown in Figure 2(B), the GLP-NPs with high ζ-potential were produced by boiling at 100 °C for 60 min. Accordingly, the optimum self-assembly conditions for GLP-NPs include heating at 100 °C for 60 min in Tris-HCl buffer (pH = 7.9, 20 mM).\n3.3. Characterization of GLP-NPs. As shown in the SEM images, the GLP-NPs are almost spherical in shape (Figure 3(D)). The ζ-potential and the average diameter were determined by the DLS measurement as −24.3 ± 1.7 mV and 74.1 ± 0.7 nm, respectively. A size-exclusion gel chromatography (TSK G6000) coupled with MALLS monitor was used to detect the formation of GLP nanoparticles. The amount of GLP (indicated by absorbance at 280 nm) assembled into NPs (indicated by light scattering intensity) was quantified by the deduction that the GLP remained in free form (in real solution) from the total GLP content in the dispersion, calculated from the chromatographic peak area of A280 nm (Figure 3(A, B)). As shown in Figure 3(A), fraction P1 with retention time of 20.0 min contains\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9357\nGLP, as confirmed by SDS-PAGE. A new fraction P2 with retention time of 15.5 min appeared in the heat-treated GLP solution, while the fraction P1 decreased significantly, as shown in Figure 3(B). Fraction P2 exhibited strong light scattering intensities, suggesting the formation of GLP-NPs. Over 80 percent of GLP was assembled to spherical NPs at the optimum conditions, which was in good agreement with the heat-induced 88% loss in soluble proteins determined with a Folin−Phenol assay. The molecular weight of GLP-NPs was calculated to be\n1073.23 kDa by MALLS, while that of GLP was 47.13 kDa. Accordingly, it could be estimated that approximately twentythree GLP molecules are assembled into one nanoparticle. The difference in the calculated molecular mass obtained by different methods of MALLS and SDS-PAGE might be caused by the possible bias in dn/dc values. Instead of measuring the authentic value, the dn/dc of GLP-NPs was set to be 0.185 mL/ g as a universal value for protein solutions.\nAs shown in Figure 3(C), the GLP-NPs responded to pH. When adjusting the dispersion from neutral (pH 7) to acidic (pH 3 to 6) pH, the mean diameter of NPs increased dramatically from less than 100 nm to more than 1500 nm. This significant growth in particle size was caused by agglomeration of nanoparticles rather than the swelling/ shrinking behavior of the individual nanoparticle. GLP-NPs showed similar surface charges with GLP. At the pH around the PI of GLP, weak surface charges inclined GLP-NPs to agglomerate. However, the particle size dropped back to less than 200 nm when the dispersion became more acidic, e.g., pH 2. In basic pH in the range of 7−11, the diameter of GLP-NPs increased mildly, which can be explained by the more detached amino acid chains within the particles and the overall swelling of the particles. Obviously, the remarkable pH-responsive properties of GLP-NPs imply its great potential in the control release of drugs, phytochemicals, and nutraceuticals. The GLP protein was not the only case of plant-source\nproteins that self-assemble into nanoparticles in boiling\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9358\naqueous solution. It was previously reported that 12 SP1 proteins from Aspen were able to self-assemble into oligomers with a diameter of 11 nm in boiling aqueous solution. The water-soluble SP1 oligomer formed large ordered arrays and was capable of binding gold nanoparticles (GNPs).17,18 More recently, another study revealed that proteins (namely, BLGs) from Radix Isatidis were capable of self-assembly into watersoluble nanoparticles with an average size of 120 nm in boiling aqueous solution.7\n3.4. Cytotoxicity of GLP-NPs and GLP. The isolated GLP-NPs were subjected to an assessment on the cytotoxicity on four cell lines that originated from three different organs, e.g., L02, MDCK, HepG2, and Caco-2. There was only a minor difference in cytotoxicity between the GLP and GLPNPs. The maximum nontoxic concentration of GLP was 128 μg/mL, whereas that of GLP-NPs was 112 μg/mL. As shown in Figure 4, the GLP-NPs showed low cytotoxicity on hepatocytes (viability dropped by 34%) at concentrations as high as 224 μg/mL, while the maximum nontoxic concentration for the epithelial cells (MDCK) and intestinal mucosa cells (Caco-2) is 112 μg/mL. For comparison, the nontoxic concentration of the purified GLP for all of the cell lines was 128 μg/mL. Therefore, the self-assembly into nanostructures did not significantly change the cytotoxicity of GLP protein. Nonetheless, GLP-NPs promoted the growth of normal and carcinogenic hepatocytes at 14, 28, and 56 μg/mL, while the GLP did so at 16, 32, and 64 μg/mL. The highest proliferation rates of GLP-NPs were 67.0 ± 7.9% on normal hepatocytes L02 and 29.2 ± 8.5% on carcinogenic hepatocytes Hep-G2, whereas those of GLP were 36.2 ± 4.6% and 40.0 ± 4.2%, respectively. The GLP-NPs appeared to be more favorable on promoting proliferation of the normal liver cells than the carcinogenic ones, while the GLP did not show any preference. 3.5. Cellular Uptake of FITC Labeled GLP-NPs and GLP. To determine whether GLP-NPs and GLP were selectively internalized by different cells including Caco-2, L02, Hep-G2, and macrophage NR8383, GLP-NPs and GLP were labeled by FITC and then incubated with the above cells for 24 h. As shown in Figure 5, the protein (fGLP) was internalized by none of the cells, while the nanoparticles (fGLP-NPs) were internalized by all the cells, suggesting that assembly of nanoscale structures might endow GLP with the penetrative ability across the cell membrane, resulting in an increased cellular uptake. According to the strength of green fluorescence, macrophages NR8383 internalized a more abundant number of fGLP-NPs than the other cells. This\nshould be attributed to engulfment capability of the macrophages on exogenous micro/nano-scale particles.19 There was no obvious difference on the uptake of the NPs among the other three types of cells.\n3.6. Encapsulation of Astragaloside IV. Astragaloside IV is one of the main active components of Radix Astragali, possessing various biological activities, including anti-inflammatory, immunoregulatory, antioxidant, and antiaging activities. Known as a small molecular saponin, astragaloside IV is water-insoluble and poorly bioavailable in oral administration. However, the astragaloside containing herbal decoction has proven to be potent in its clinic therapeutic effects.20,21 In practice, Radix Astragali is frequently used together with licorice in TCM formulas. Hence, we hypothesized that licorice might help to increase the bioavailability of phytochemicals from Radix Astragali, i.e., astragaloside IV, since the licorice has shown such capability, as reported earlier.22\nAstragaloside IV-loaded GLP-NPs were prepared by mixing astragaloside IV (at a final concentration of 0.25 mg/mL) and GLP (at a final concentration of 1.0 mg/mL), and the mixture was incubated at 100 °C for 60 min. The harvested astragaloside IV-loaded GLP-NPs are spherical and negatively charged nanoparticles with an average diameter of 85.8 ± 1.7 nm and a ζ-potential of −20.5 ± 3.2 mV. Compared to GLPNPs, encapsulation of astragaloside increased the diameter of NPs by 16% and doubled the scattering light intensity of NPs at pH 7.9. A similar enlargement has been observed on doxorurubicin-loaded BSA nanoparticles23 and aconitineencapsulated licorice protein NPs.24\nAstragaloside IV loading efficiency of GLP-NPs was assessed by ultrafiltration (molecular weight cutoff of 100 kDa) coupled with reversed-phase liquid chromatography. Astragaloside was identified both in the NPs (113 μg/mL) and in the filtrates (107 μg/mL). The loading efficiency was 51.8 ± 4.6% by encapsulation with a protein/astragaloside molar ratio of 1/10. The loading percentage of astragaloside IV in GLP-NPs was 14%. The NPs increased the solubility of astragaloside by 5 times, as the native solubility was 22.2 μg/mL in neutral aqueous solution at 25 °C.25 In comparison, the inclusion of astragaloside to 2-hydroxypropyl-beta-cyclodextrin (HPCD) increased the solubility of astragaloside to 286.8 μg/mL at a molar ratio of 1:1. As described earlier, approximately twentythree GLP molecules compose one nanoparticle. Accordingly, the amount of astragaloside molecules encapsulated in one nanoparticle is estimated to be over 110, noting that over 80%\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9359\nof GLP has assembled into particles. Increasing the molar ratio between the GLP and astragaloside may further improve the solubility of AST. Phytochemical and pharmacological studies on herbal extracts have been carried out in the past a few decades, which have led to the discovery of thousands of bioactive compounds.26,27 Proteins have been also included in this chemical prospecting among medicinal herbs, with a major focus on their bioactivities, i.e., antivirus, antimicrobial, antitumor, and enzymatic activities. However, neither their bioactivities nor their structures were barely believed to be reserved after boiling. Therefore, proteins were scarcely studied in herbal decoctions as the principle components to explain the pharmacological mechanism of herbs. According to TCM theory, licorice plays a very important role in harmonizing and modifying other herbs in a prescription, which appears to be concordant with the concept of drug delivery. Further investigating amphipathic macromolecules’ heat-induced assemblies and their interactions with phytochemicals in TCM decoction may hopefully elucidate the mechanism behind this. In this sense, decocting, which is the earliest and most popular method of preparation in the practice of traditional Chinese medicine, could serendipitously be a method for producing endogenous protein nanoparticles. Furthermore, screening of heat-induced self-assembled proteins will provide new raw materials for protein nanocarriers. In conclusion, GLP, a novel protein with unknown biological function and a molecular weight of 28 kDa, was purified from licorice by a two-step chromatographic separation in this study. By boiling in aqueous solution, 80% of GLP was assembled into nanoparticles with an average diameter of 74.1 ± 0.7 nm. The GLP-NPs exhibited a sensitive response to pH, a low cytotoxicity, and a penetrative ability across the cell membrane. Furthermore, the NPs solubilized the insoluble astragaloside IV by encapsulation. Those results suggest a great potential for GLP-NPs as a promising prototype of a drug vehicle, a novel source of bioactive nanomaterials from herbal proteins, as well as a new mode of function with herbal components.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: lijingke@zjgsu.edu.cn. Tel.: +86 571 8808 6706."
    }, {
      "heading" : "ORCID",
      "text" : "Lijing Ke: 0000-0002-4358-2210 Qiang Wang: 0000-0002-2564-1491"
    }, {
      "heading" : "Funding",
      "text" : "This study was supported by the National Key Research and Development Plan (2016YFD0400202) and the National Natural Science Foundation of China (31571803)."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ REFERENCES (1) Huang, K. C. The Pharmacology of Chinese Herbs, 2nd ed.; Routledge: New York, 1998. (2) Guo, J.; Shang, E.; Zhao, J.; Fan, X.; Duan, J.; Qian, D.; Tao, W.; Tang, Y. Data Mining and Frequency Analysis for Licorice as a “TwoFace” Herb in Chinese Formulae Based on Chinese Formulae Database. Phytomedicine 2014, 21 (11), 1281−1286. (3) Asl, M. N.; Hosseinzadeh, H. Review of Pharmacological Effects of Glycyrrhiza Sp. and Its Bioactive Compounds. Phytother. Res. 2008, 22 (6), 709−724.\n(4) Isbrucker, R. A.; Burdock, G. A. Risk and Safety Assessment on the Consumption of Licorice Root (Glycyrrhiza Sp.), Its Extract and Powder as a Food Ingredient, with Emphasis on the Pharmacology and Toxicology of Glycyrrhizin. Regul. Toxicol. Pharmacol. 2006, 46 (3), 167−192. (5) Zhuang, Y.; Yan, J.; Zhu, W.; Chen, L.; Liang, D.; Xu, X. Can the Aggregation Be a New Approach for Understanding the Mechanism of Traditional Chinese Medicine? J. Ethnopharmacol. 2008, 117 (2), 378−384. (6) Zhou, J.; Gao, G.; Chu, Q.; Wang, H.; Rao, P.; Ke, L. Chromatographic Isolation of Nanoparticles from Ma-Xing-Shi-GanTang Decoction and Their Characterization. J. Ethnopharmacol. 2014, 151 (3), 1116−1123. (7) Zhou, J.; Liu, J.; Lin, D.; Gao, G.; Wang, H.; Guo, J.; Rao, P.; Ke, L. Boiling-Induced Nanoparticles and Their Constitutive Proteins from Isatis Indigotica Fort. Root Decoction: Purification and Identification. J. Tradit. Complement. Med. 2017, 7 (2), 178−187. (8) Weng, Q.; Cai, X.; Zhang, F.; Wang, S. Fabrication of SelfAssembled Radix Pseudostellariae Protein Nanoparticles and the Entrapment of Curcumin. Food Chem. 2019, 274 (2019), 796−802. (9) Tarhini, M.; Greige-Gerges, H.; Elaissari, A. Protein-Based Nanoparticles: From Preparation to Encapsulation of Active Molecules. Int. J. Pharm. 2017, 522 (1−2), 172−197. (10) Matalanis, A.; Jones, O. G.; Mcclements, D. J. Structured Biopolymer-Based Delivery Systems for Encapsulation, Protection, and Release of Lipophilic Compounds. Food Hydrocolloids 2011, 25 (8), 1865−1880. (11) Lai, L.; Guo, H. Preparation of New 5-Fluorouracil-Loaded Zein Nanoparticles for Liver Targeting. Int. J. Pharm. 2011, 404 (1− 2), 317−323. (12) Lowry, O. H.; Rosebrough, N. J.; Farr, A. L.; Randall, R. J. Protein Measurement with the Folin Phenol Reagent. J. Biol. Chem. 1951, 193 (1), 265−275. (13) Laemmli, U. K.; Favre, M. Maturation of the Head of Bacteriophage T4. I. DNA Packaging Events. J. Mol. Biol. 1973, 80 (4), 575−599. (14) van de Loosdrecht, A.A.; Beelen, R.H.J.; Ossenkoppele, G.J.; Broekhoven, M.G.; Langenhuijsen, M.M.A.C. A Tetrazolium-Based Colorimetric MTT Assay to Quantitate Human Monocyte Mediated Cytotoxicity against Leukemic Cells from Cell Lines and Patients with Acute Myeloid Leukemia. J. Immunol. Methods 1994, 174 (1−2), 311−320. (15) San Biagio, P. L.; Martorana, V.; Emanuele, A.; Vaiana, S. M.; Manno, M.; Bulone, D.; Palma-Vittorelli, M. B.; Palma, M. U. Interacting Processes in Protein Coagulation. Proteins: Struct., Funct., Genet. 1999, 37 (1), 116−120. (16) Rondeau, P.; Navarra, G.; Cacciabaudo, F.; Leone, M.; Bourdon, E.; Militello, V. Thermal Aggregation of Glycated Bovine Serum Albumin. Biochim. Biophys. Acta, Proteins Proteomics 2010, 1804 (4), 789−798. (17) Wang, W.; Pelah, D.; Alergand, T.; Shoseyov, O.; Altman, A. Characterization of SP1, a Stress-Responsive, Boiling-Soluble, HomoOligomeric Protein from Aspen. Plant Physiol. 2002, 130 (2), 865− 875. (18) Medalsy, I.; Dgany, O.; Sowwan, M.; Cohen, H.; Yukashevska, A.; Wolf, S. G.; Wolf, A.; Koster, A.; Almog, O.; Marton, I.; Pouny, Y.; Altman, A.; Shoseyov, O.; Porath, D. SP1 Protein-Based Nanostructures and Arrays. Nano Lett. 2008, 8 (2), 473−477. (19) Hirota, K.; Ter, H. Endocytosis of Particle Formulations by Macrophages and Its Application to Clinical Treatment. Molecular Regulation of Endocytosis 2012, 1. (20) Zhang, H.; Mu, Y.; Ren, S.; Sun, M.; Liu, P. Pharmacological Effects of Astragaloside IV: A Literature Review. J. Tradit. Chinese Med. 2013, 33 (3), 413−416. (21) Li, M.; Li, H.; Fang, F.; Deng, X.; Ma, S. Astragaloside IV Attenuates Cognitive Impairments Induced by Transient Cerebral Ischemia and Reperfusion in Mice via Anti-Inflammatory Mechanisms. Neurosci. Lett. 2017, 639, 114−119.\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9360\n(22) Chen, L.; Xu, R.; Zou, W.; Yang, M. Investigation of Solubilization Effect from Compatibility of Glycyrrhiza UralensisBaphicacanthus Cusia. Chin. J. Exp. Tradit. Med. Formulae 2012, 18 (23), 17−19. (23) Hao, H.; Ma, Q.; Huang, C.; He, F.; Yao, P. Preparation, Characterization, and in Vivo Evaluation of Doxorubicin Loaded BSA Nanoparticles with Folic Acid Modified Dextran Surface. Int. J. Pharm. 2013, 444 (1−2), 77−84. (24) Ke, L.; Gao, G.; Shen, Y.; Zhou, J.; Rao, P. Encapsulation of Aconitine in Self-Assembled Licorice Protein Nanoparticles Reduces the Toxicity In Vivo. Nanoscale Res. Lett. 2015, 10 (1), 449. (25) Chen, Z.; Gu, B. Enhanced Oral Bioavailability of Astragaloside IV in Rats through Complexation with 2-Hydroxypropyl-BetaCyclodextrin. Asian J. Pharm. Sci. 2009, 4 (1), 56−64. (26) Lee, K. Novel Antitumor Agents from Higher Plants. Med. Res. Rev. 1999, 19 (6), 569−596. (27) Gong, X.; Sucher, N. J. Stroke Therapy in Traditional Chinese Medicine (TCM): Prospects for Drug Discovery and Development. Trends Pharmacol. Sci. 1999, 20, 191−196.\nDOI: 10.1021/acs.jafc.9b03208 J. Agric. Food Chem. 2019, 67, 9354−9361\n9361"
    } ],
    "references" : [ {
      "title" : "Preparation of New 5-Fluorouracil-Loaded Zein Nanoparticles for Liver Targeting",
      "author" : [ "L. Lai", "H. Guo" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "Lai and Guo,? \\Q2011\\E",
      "shortCiteRegEx" : "Lai and Guo",
      "year" : 2011
    }, {
      "title" : "SP1 Protein-Based Nanostructures and Arrays",
      "author" : [ "A. Altman", "O. Shoseyov", "D. Porath" ],
      "venue" : "Nano Lett. 2008,",
      "citeRegEx" : "Altman et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Altman et al\\.",
      "year" : 2008
    }, {
      "title" : "Novel Antitumor Agents from Higher Plants",
      "author" : [ "K. Lee" ],
      "venue" : "Med. Res. Rev. 1999,",
      "citeRegEx" : "Lee,? \\Q1999\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 1999
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "As a popular ingredient for western and traditional Chinese medicine, the root and rhizome of Chinese licorice (Glycyrrhiza uralensis Fisch.) is often administered in the form of a decoction. The protein nanoparticles (NPs) self-assembled during the process of decoction. A major constitutive protein (GLP) was purified and determined to have a molecular weight of 28 kDa with an N-terminal sequence of NPDGL IACYC GQYCW. Over 80% of the purified GLP self-assembled into spherical NPs with diameters of 74.1 ± 0.7 nm and ζ-potential of −24.3 ± 1.7 mV when boiled in Tris-HCl buffer (pH = 7.9, 20 mM) at 100 °C for 60 min. Each nanoparticle was estimated by the SEC-MALLS approach to be composed of approximately 23 protein molecules. The NPs and GLP showed low cellular toxicity upon four types of cells including MDCK, L-02, HepG2, and Caco2 cells, while the NPs promoted proliferation of normal hepatocytes by 67%. The NPs solubilized the insoluble astragaloside IV by encapsulation. The results suggest a great potential for GLP-NPs as a promising prototype of a type of drug vehicle, a novel source of bioactive nanomaterials from herbal proteins, as well as a new mode of function with herbal components.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}