{
  "name" : "downloads_2019-11-13_20_zou2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanomaterials for photochemical vapor generation-analytical atomic spectrometry",
    "authors" : [ "Zhirong Zou", "Jing Hu", "Fujian Xu", "Xiandeng Hou", "Xiaoming Jiang" ],
    "emails" : [ "houxd@scu.edu.cn", "gxm@scu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nNanomaterials for photochemical vapor generation-analytical atomic spectrometry\nZhirong Zou a, b, Jing Hu a, Fujian Xu a, Xiandeng Hou a, c, *, Xiaoming Jiang a, **\na Analytical & Testing Center, Sichuan University, Chengdu, Sichuan, 610064, China b College of Chemistry and Material Science, Sichuan Normal University, Chengdu, Sichuan, 610068, China c Key Lab of Green Chem & Tech of MOE at College of Chemistry, Sichuan University, Chengdu, Sichuan, 610064, China\na r t i c l e i n f o\nArticle history: Available online 15 March 2019\nKeywords: Photochemical vapor generation Nanomaterial TiO2 Metal-organic frameworks Photocatalyst Atomic absorption spectrometry Atomic emission spectrometry Atomic fluorescence spectrometry Inductively coupled plasma Microplasma\n* Corresponding author. Analytical & Testing Chengdu, Sichuan, 610064, China. ** Corresponding author.\nE-mail addresses: houxd@scu.edu.cn (X. Hou), jian\nhttps://doi.org/10.1016/j.trac.2019.03.012 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nChemical vapor generation (CVG) is widely used in analytical atomic spectrometry, with advantages of high efficiency of sample introduction (vapor generation and transportation) and matrix separation. Photochemical vapor generation (Photo-CVG) is a new subset of CVG and it has been demonstrated a powerful alternative to conventional CVG techniques due to its inherent advantages. For a long time, most research works have been devoted to improving vapor generation efficiency and expanding the vaporable element scope of Photo-CVG. Nowadays, with the help of nanomaterials and enhancement reagents, Photo-CVG covers a wide range of detectable elements and the vapor generation efficiency of some elements has been improved significantly. In this review, we summarizes the developments and applications of nanomaterials/enhancement reagents assisted Photo-CVG for analytical atomic spectrometry, including TiO2 and TiO2-based composites, MOFs and some metal ions utilized as photocatalysts, photo-oxidation/reduction and enhancement reagents; as well as nanomaterials for preconcentration/separation in Photo-CVG systems.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Gaseous sample introduction into atomic spectrometric instruments is always aspiring, due to the individual advantages compared to conventional liquid sample introduction techniques, including high sample introduction efficiency, and enhancement to the subsequent atomization/excitation by saving energy consumption for sample evaporation and dissociation. Chemical vapor generation (CVG) is undoubtedly the most mature and popular gaseous sample introduction technique in analytical atomic spectrometry, with additional virtues of high efficiencies of sample vapor generation, analyte transportation, and effective sample matrix separation. Various CVG types have been developed in recent years, such as hydride generation, photochemical vapor generation, oxide generation and plasma-induced vapor generation [1e3] (see Tables 1 and 2).\nCenter, Sichuan University,\ngxm@scu.edu.cn (X. Jiang).\nPhotochemical vapor generation (Photo-CVG) was first reported as a sample introduction technique for analytical atomic spectrometry by Sturgeon et al., in 2003 [4]. In the presence of low molecular weight organic compounds (most commonly formic acid), analyte could be directly transformed into their volatile species under ultraviolet (UV) irradiation. The volatile species are subsequently transported into atomic/mass spectrometers for elemental determination, including atomic absorption spectrometer (AAS), atomic fluorescence spectrometer (AFS), and inductively coupled plasma optical emission spectrometer/mass spectrometer (ICP-OES/MS). As one of the most promising CVG techniques, Photo-CVG has been successfully and widely applied to analytical atomic spectrometry and related areas [2,5e7], because it not only retains the advantages of conventional CVG, but also provides some unique features, such as reduced interferences from transition metals, no or less hydrogen generated, minimized wastes and environmental friendly nature (only a low molecular weight organic acid was usually used) [1]. Furthermore, Photo-CVG expands the range of detectable elements from conventional hydride generation elements (e.g. Se, Pb, As and Te etc.) to transition metals (e.g. Fe, Co and Ni etc.), noble elements (e.g. Ag, Au and Pt etc.), and even some nonmetals (e.g. C, S, Br and Cl etc.) [8e17]. Photo-CVG-\nTable 1 Photocatalysts for Photo-CVG in analytical atomic spectrometry.\nDetection Analytes Hole scavenger (Catalysts) LOD (mg L 1) Ref.\nAFS Se(IV), Se(VI) Formic acid (TiO2) 0.1, 0.1 [31] AFS Se(IV), Se(VI) Formic acid (TiO2) 0.0008 [33] AFS Hg2þ Ethanol (TiO2) 0.02 [34] AFS Hg2þ Acetic acid (TiO2) 0.03 [35] HPLC-ICP-MS Se(IV), Se(VI) Formic acid (TiO2) 0.06, 0.03 [37] HPLC-ICP-MS Se(IV), Se(VI) Formic acid (TiO2) 0.0049, 0.0039 [38] HPLC-ICP-MS Se(IV), Se(VI) Formic acid (TiO2) 0.043, 0.042 [39] AFS Se(IV), Se(VI) Formic acid (TiO2) 0.28, 0.21 [41] AFS Se(IV), Se(VI), (SeCys)2, SeMet Formic acid (ZrO2) 0.7, 1.0, 4.2, 0.5 [43] HPLC-AFS Hg2þ, MeHg, EtHg Formic acid (ZrO2) 24, 13, 16 (ng L 1) [44] AFS Se(IV), Se(VI), (SeCys)2, SeMet Formic acid (Ag-TiO2) 1.2, 1.8, 7.4, 0.9 [43] ICP-MS As(III), As(V) Formic acid and methanol (Au-TiO2) 0.23, 0.34 [40] AFS Se(VI) Formic acid (g-C3N4/TiO2) 0.08 [45] ICP-MS Hg Formic acid (g-C3N4/CQDs) 0.008 [59] AFS Se(VI) Formic acid (CAU-1) 0.04 [55] ICP-OES Se(VI), Se(IV) Formic acid (MIL-125-NH2) 0.3, 0.3 [56] AFS Se(VI) Formic acid (UiO-66(Zr/Ti)) 0.01 [57]\ninducible elements are summarized in Fig. 1. In addition, PhotoCVG could also be applied for indirect determination of some biomolecules (e.g. histidine) [18].\nWhile Photo-CVG has been demonstrated a powerful alternative to conventional CVG techniques, their Photo-CVG efficiencies are still too low to be detectable by analytical atomic spectrometry or sensitive enough for specified sample analysis for some elements. Therefore, it is necessary to improve the efficiency of Photo-CVG to obtain a better sensitivity to further expand the applications of Photo-CVG in analytical atomic spectrometry. Generally, there are two types of Photo-CVG, including conventional Photo-CVG (only\nFig. 1. Periodic Table of Elements with those can be transformed\nwith low molecular weight organic compounds), and improved Photo-CVG which is mainly assisted by various photocatalysts/ enhancement reagents for increasing the vapor generation efficiency. Therefore, highly efficient sensitivity-enhancement materials have accordingly been the research hotspots in Photo-CVG in recent years.\nNanomaterials have already attracted considerable interests in analytical atomic spectrometry for a long time, owing to their inherent advantages, such as large surface area, cost-effectiveness, corrosion resistance and chemical stability [19]. There have been several literatures which reviewed the applications of nanomaterials in analytical atomic spectrometry (e.g. preconcentration and speciation analysis, etc.) [19e23]. However, there have been no reviews focusing on nanomaterials for Photo-CVG in analytical atomic spectrometry. Nanomaterials could mainly play four roles in a Photo-CVG process (as shown in Fig. 2: (1) photocatalysts for converting analyte into its volatile species directly; (2) photooxidation/reduction for transforming analyte to its desired species/valence prior to subsequent detection; (3) sensitivityenhancement reagents for improving vapor generation efficiency; and (4) preconcentration/separation for further improving sensitivity or eliminating interferences from sample matrices.\nIn this review, we summarized the applications of nanomaterials for Photo-CVG in analytical atomic spectrometry, as above-mentioned, mainly including: TiO2 and TiO2-based composites, MOFs and some metal ions used as photocatalysts, photooxidation/reduction and sensitivity-enhancement reagents to obtain higher Photo-CVG efficiency and expand the vaporable element scope; and nanomaterials for preconcentration and/or separation in Photo-CVG systems.\ninto volatile species via Photo-CVG process in blue [8e17]."
    }, {
      "heading" : "2. Nanomaterials as photocatalysts for Photo-CVG",
      "text" : ""
    }, {
      "heading" : "2.1. Nano-TiO2",
      "text" : "Nano-TiO2 is probably the most widely used photocatalyst in Photo-CVG processes because of its low cost and unique properties. Inspired by the reduction reaction of selenate ions in an aqueous solution by TiO2 as a photocatalyst reported by Kikuchi and Sakamoto [24], Sturgeon et al. reported selenium as the first element being directly converted into its volatile species under UV irradiation in the presence of TiO2 and formic acid [4]; and it was further found later that the TiO2 is in fact unnecessary for Se(IV) but necessary for Se(VI), and the absorption of Se(VI) and a hole scavenger (formic acid) onto the surface of TiO2 is essential before the Photo-CVG process [25e27]. Under the UV irradiation, when the energy of the UV light is equivalent to or higher than the energy gap of nano-TiO2 (3.2 eV), a photogenerated electron (e ) is promoted from the valence band (VB) to the conduction band (CB), leaving a positive hole (hþ) in the VB. The active hþ and e could be utilized for oxidizing organic compounds or reducing metal ions, respectively, as illustrated in Fig. 3. Therefore, nano-TiO2 used in PhotoCVG process has dual functions: oxidation or reduction. Moreover, the photogenerated e and hþ tend to rapidly recombine on the nano-TiO2 surface, thus an hþ scavenger is usually needed to prohibit their rapid recombination, and the remaining e could consequently serve as a reductant to reduce the target analyte, with analyte-containing chemical vapor generated [6,21,28,29] (see Table 1).\nIn a Photo-CVG process, as a photocatalyst, TiO2 is usually used in two forms: particles suspended in aqueous solution or thin films immobilized on substrates [30]. In a suspension mode, TiO2 is directly dispersed andmixedwith analyte in sample solutions, with the simplest operation. Due to the inertness of Se(VI) to Photo-CVG without TiO2, our research group proposed a temperature and nano-TiO2 controlled Photo-CVG for inorganic selenium speciation analysis without chromatographic separation [31]. At a low temperature, only Se(IV) could be converted into volatile species; when using boiling water bath together with TiO2 as a photocatalyst, both Se(IV) and Se(VI) could be transformed into their volatile species, the concentration of Se(VI) could thus be calculated from the total and Se(IV) concentration. The inertness of Se(VI) was also used in a visual colorimetric mode. Gao et al. combined Photo-CVG with unmodified gold nanoparticles (AuNPs) to develop a direct speciation colorimetric assay for the analysis of inorganic Se(IV) and Se(VI) [32]. H2Se generated from Photo-CVG was introduced into the AuNPs solution to interact with AuNPs suspension immediately to induce the aggregation of AuNPs, thus the color of AuNPs solution changed from red to blue, which could be observed with a UVvis spectrophotometer or the naked eye. In our later work, online preconcentration, photo-reduction and in situ slurry Photo-CVG using TiO2 as both adsorbent and photocatalyst were integrated together for the determination of trace selenium in various water samples [33]. And TiO2 in suspension mode was also further utilized for enhancing the Photo-CVG efficiency of Hg [34,35], and Se(VI) and Te(VI) [36]. Sun et al. developed an on-line UV/TiO2 vapor generation device for the direct derivatization of both Se(IV) and Se(VI) into volatile Se products after high performance liquid chromatography (HPLC) separation and detection by ICP-MS [37]. They further developed a poly (methyl methacrylate) chip-based photocatalyst-assisted reduction device (PMMA chip-based PCARD) to couple HPLC and ICP-MS for the determination of inorganic selenium [38].\nSuspended TiO2 is finally exhausted as waste with sample solution, which greatly increases the reagent consumption, therefore, immobilization mode is preferred for reuse of the nanomaterials. TiO2 is usually immobilized on a substrate which could directly contact with analyte and promote the Photo-CVG process. To reduce the consumption of a photocatalyst during a Photo-CVG process, Sun et al. used a TiO2 coated microfluidic-based PCARD in conjunction with HPLC and ICP-MS for trace inorganic selenium determination [39]. This microfluidic-based PCARD was further exploited for the determination of trace inorganic As species. For improving the Photo-CVG efficiency of As, Au-modified TiO2 was employed instead of bare TiO2, and the sensitivity for As was significantly enhanced, with a limit of detection (LOD) of 0.2 and 0.3 mg L 1 for As(III) and As(V), respectively [40]. We established a miniaturized photochemical vapor generator based on a UV-LED and a nano-TiO2 coated quartz coils for selenium determination by AFS, and the nano-TiO2 coated quartz coils was further used to investigate the effect of variable UVwavelength and intensity on its Photo-CVG process [41,42]. It was found that the shorter the wavelength and the stronger the intensity, the more efficient Photo-CVG."
    }, {
      "heading" : "2.2. TiO2-based composites",
      "text" : "As mentioned above, the capability of oxidation and reduction is obtained through the photogenerated hþ and e , and their rapid recombinationwould significantly reduce the catalysis capability in Photo-CVG processes. Therefore, to further improve the efficiency of nanosemiconductor-based Photo-CVG, two new ways have been generally reported to prohibit the recombination of photogenerated e and hþ. Oneway is deposition of noblemetals (e.g. Ag,\nAu etc.) onto nano-TiO2, which could serve as an electron trapper, thus the rapid recombination of e /hþ pairs could be effective inhibited, obtaining a higher e density for Photo-CVG processes; the other is utilization of nanomaterials with stronger reduction ability (e.g. ZrO2, energy gap: 5.0 eV) than conventional nano-TiO2 (energy gap: 3.2 eV) [43]. Wang et al. developed UV/Ag-TiO2HCOOH and UV/ZrO2-HCOOH systems to further improve the nanosemiconductor-based Photo-CVG efficiency of selenium, and the two systems were coupled with AFS or ICP-MS for selenium determination and speciation analysis (Fig. 4.) [43]. The UV/nanoZrO2/HCOOH system was developed for mercury determination and speciation using HPLC-AFS later [44]. Sun et al. utilized nanoAu-modified TiO2 to improve the photoreduction efficiency of arsenic [40]. We have recently synthesized nano g-C3N4/TiO2 composite and utilized as a novel photocatalyst for the Photo-CVG of Se(VI), and the catalytic efficiency of TiO2 was remarkably enhanced by coupling with g-C3N4 due to the effective separation of photogenerated e /hþ pairs [45]."
    }, {
      "heading" : "2.3. Metal-organic frameworks",
      "text" : "Metal-organic frameworks (MOFs) are new type of porous materials constructed by metal clusters and organic linkers [46]. Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52]. MOFs utilized as photocatalysts could be summarized into two categories: pristine MOFs and modified MOFs. The conventional applications of MOFs in photocatalysis mainly focus on hydrogen production or organic pollutants degradation [53,54].\nMOFs served as a new photocatalyst for the Photo-CVG was first proposed by Hou et al., and one type of MOFs, CAU-1 (CAU¼Christian Albrechts University), was employed as a photocatalyst to generate volatile species of Se(VI) in a Photo-CVG system successfully for AFS determination, with an LOD of 0.04 ng/mL for Se(VI) [55]. The generated electrons in the Photo-CVG process could transfer from the photo-excited organic linker to the metal-oxo cluster, and Se(VI) could be reduced to Se0 by those electrons at the conduction band and enable further reduction to H2Se with the help of extra electrons. At the same time, reductive radicals would interact with the oxidizing holes at the valence band to prohibit recombination of electron and hole pairs effectively, and high vapor generation efficiency can be obtained. Later, an aminefunctionalized titanium MOF (MIL-125-NH2, MIL ¼ Materials of Institute Lavoisier) was also used as a photocatalyst for the sensitive\nFig. 4. Mechanism illustration in Ag-TiO2 and ZrO2-based Photo-CVG systems and AFS intens Ref. [43].\ndetermination of ultratrace selenium by Photo-CVG-ICP-OES [56]. We also developed a microwave-assisted method to substitute the zirconium with titanium in UiO-66 (UiO ¼ University of Oslo) to yield a new framework within a few hours (Fig. 5.), and the photocatalytic properties of UiO-66(Zr/Ti) was enhanced greatly after the cation exchange process, with an LOD as low as 0.01 ng/mL obtained for Se(VI) determination by Photo-CVG-AFS [57]. For improving the photocatalytic activity, the incorporation of titanium in porphyrinic MOF (PCN-224, PCN¼Porous Coordination Network) via post-synthetic modification has also been reported recently [58]. PCN-224(Zr/Ti) was prepared by a simple cation-exchange process, Zr in PCN-224 was partially substituted by Ti and the photocatalytic activity of PCN-224(Zr/Ti) was thus greatly improved, for both degradation of dye/antibiotic and reduction of Se(VI)."
    }, {
      "heading" : "3. Nanomaterials as photo-oxidation/reduction in Photo-CVG",
      "text" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65]. Sun et al. developed a nano-TiO2 photooxidation device for transforming both inorganic and organic arsenic species into As(V) after their chromatographic separation, and the oxidized species were reduced to As(III) by Na2S2O4 solution prior to hydride generation (HG) for ICP-MS determination (Fig. 6) [60,61]. Wang et al. coated nano-TiO2 onto the surface of a glass fiber to develop an online UV/ TiO2 photocatalysis reduction device (UV/TiO2-PCRD) to reduce\nities of Se in different Photo-CVG systems. Reproduced with copyright permission from\nSe(VI) to Se(IV), and the UV/TiO2-PCRD was used as an interface between HPLC and hydride generation or electrochemical vapor generation-AFS for selenium speciation analysis [28,66]. The UV/ TiO2-PCRD system was further used for total mercury determination andmercury speciation analysis by HPLC-AFS [67]. Huang et al. reported an on-line UV/nano-Au/TiO2-PCRD coupled to flow injection electrothermal AAS (ETAAS) for chromium speciation analysis. Cr(VI) absorbed onto the surface of nano-Au/TiO2 film and then transformed into Cr(III) species under UV irradiation before it was determined by ETAAS [68]."
    }, {
      "heading" : "4. Nanomaterials as sensitivity enhancement reagents for Photo-CVG",
      "text" : "Although the efficiency of Photo-CVG can be enhanced significantly in the presence of a heterogeneous photocatalyst, in comparison with a semiconductor catalyst, metal ions catalysts could offer unique advantages, such as homogeneous nature, stability, bargain price, good availability and reproducibility, which may also accelerate the reaction of Photo-CVG, providing a better gaseous sampling efficiency to analytical atomic spectrometry (see Table 2).\nGao et al. [69] firstly developed a novel and sensitive method for the determination of trace Pb in environmental samples using transition metal ion-assisted Photo-CVG coupled with multicollector (MC) ICP-MS detection. The Photo-CVG efficiency of Pb was enhanced significantly in the presence of transition metal ions (Co2þ and Ni2þ) in solutions of 5% (v/v) formic acid, providing an LOD of 0.005 ng g 1, which is comparable to the conventional HGICP-MS. Mao et al. [70] determined ultratrace inorganic As(III) in surface water samples using ferric chloride as a sensitivity enhancement reagent for Photo-CVG-AFS. This method achieved an LOD of 0.05 mg L 1, providing 10-fold signal enhancement compared with the previous Photo-CVG-AFS method [36], and a similar improvement of total inorganic arsenic, As(III) and As(V), was obtained via cadmium ions assisted Photo-CVG-AFS [71]. Ferric has also been utilized as a sensitizer for enhancing the Photo-CVG efficiency of Bi recently, in light of Bi and As belonging to the same main group of the Periodic Table of Elements [72]. Metal ions (Ni2þ) assisted mercury Photo-CVG was also proposed for a miniaturized solution-cathode glow discharge atomic emission spectrometer (SCGD-AES) [73]. However, the mechanism of aforementioned metal ions assisted Photo-CVG is still unclear. Hou et al. discovered that Cd2þ could significantly enhance the efficiency of Se(VI) PhotoCVG and the enhancement mechanism was discussed thoroughly with experimental data; the possible pathway is that Cd2þ acted as a photocatalyst for photolysis of acetic acid and Se(VI) under UV irradiation, and Se(II) was generated and reacted with Cd2þ, forming nano-CdSe in situ during the Photo-CVG process, which serves as a photocatalyst to accelerate the Photo-CVG reaction of Se(VI), as schematically shown in Fig. 7 [74]. Furthermore, a synergistic effect of ferric ion and nano-TiO2 to enhance the Photo-CVG efficiency of Te has been reported by Gao et al. recently [75]. Compared to a conventional Photo-CVG, approximately a 15-fold\nenhancement factor was obtained for Te(IV) in the presence of ferric ions and nano-TiO2.\nFurthermore, by addition of some ionic species (e.g. transition metal ions), several elements with extremely low Photo-CVG efficiency (conventionally un-vaporable) could be directly applied for atomic spectrometry determination with enhanced sensitivity. Borges et al. [11] proposed that the addition of Cu2þ could improve the overall efficiency of photochemical process for Ir and Rh, and approximately 65- and 52-fold enhancement factors were achieved for Ir and Rh, respectively. It was adopted for the Photo-CVG application for quantitative analysis of these noble metals (Au, Ir, Pd, Pt and Rh).\nIn the presence of ionic catalysts, the Photo-CVG of bromine and chlorine was also realized by Sturgeon [14]. In the medium of 2% acetic containing 3000 mg/mL NH4Cl, aqueous solution of bromide and bromate ions could be transformed into volatile methyl bromide in a unique flow-through photochemical reactor. The products were transported into an inductively coupled plasma orthogonal acceleration time-of-flight mass spectrometry (ICP-oaToF-MS) for determination, with using 79Br or 81Br for quantitation. Later, the Photo-CVG of chlorine was also achieved in the presence of a 1% acetic solution containing 7.5 mg g 1 Cu2þ [13], methyl chloride could be generated from various chlorine compounds in the flow-through photochemical reactor and determined by sector field (SF) ICP-MS. Although the mechanistic role of NH4Cl and Cu2þ in the photochemical medium is still not clear at this time, it clearly serves as an enhancer in the Photo-CVG process."
    }, {
      "heading" : "5. Nanomaterials for preconcentration/separation in PhotoCVG system",
      "text" : "Sampling introduction efficiency and matrix elimination could be facilely achieved through Photo-CVG process for analytical atomic spectrometry [5,6]. Besides, Photo-CVG can already be\nnation system. Reproduced with copyright permission from Ref. [60].\nenhanced significantly due to applying various novel photocatalysts or enhancement reagents to improve vapor generation efficiency and detectability. However, direct analysis of trace and ultratrace levels of analytes in complex samples is often challenging, and sometimes even impossible, due to the low elemental concentrations and potential sample matrix interference affecting the efficiency of sample introduction (vapor generation efficiency) and atomization/excitation efficiency. Therefore, a step of analyte preconcentration and/or matrix separation is still needed in some complicated circumstances. In fact, analyte preconcentration and matrix separation are often synchronously fulfilled, thus improving detectability and reducing matrix interference simultaneously [76]. In a Photo-CVG system, the preconcentration/separation process could be present with various strategies, including analyte preconcentration/separation coupled with Photo-CVG, and Photo-CVG combined with in situ trapping for analyte preconcentration/ separation."
    }, {
      "heading" : "5.1. Nanomaterials for preconcentration/separation for Photo-CVG",
      "text" : "Among various preconcentration and separation techniques, solid-phase extraction/microextraction (SPE/SPME) is the most common one for real sample analysis. Nanomaterials are one type of the most promising solid phases for SPE/SPME to improve the sensitivity of analytical atomic spectrometry because of their inherent advantages of large surface area, high adsorption capability, chemical stability and cost effectiveness [20,22,77].\nLi et al. [78] utilized molybdenum disulfide (MoS2) nanosheets as solid-phase extraction adsorbent for mercury speciation analysis because of their high adsorption capacity and excellent selectivity. After desorption, all the mercury species were converted to inorganic mercury irradiated by a UV lamp and determined by AFS. In addition, magnetic particles are the most commonly used materials in separation techniques, because of their magnetic property, high efficiency and cost effectiveness, they could be rapidly separated from sample solution easily and thus applied widely in analytical chemistry [79]. The application of magnetic nanoparticles in Photo-CVG has been reported by Zheng et al. [18]. They developed a method for indirect determination of histidine via Ni Photo-CVG-AFS determination, thus expanding the\nFig. 8. Schematic illustration of the principle of the histidine determination method using Fe permission from Ref. [18].\napplication of Photo-CVG to small biomolecules. A reusable aminefunctionalized Fe3O4 magnetic nanoparticles-based Ni2þ-histidine affinity pair systemwas used in this work. As shown in Fig. 8, Ni2þ\nis bound to the amine group of Fe3O4 and then separated with a hand-held magnet; owing to the highly specific interaction between histidine and Ni2þ, the immobilized Ni2þ is released after the addition of histidine, and the histidine-Ni2þ complex is then exposed to UV irradiation to form gaseous Ni(CO)4 and subsequently determined by AFS."
    }, {
      "heading" : "5.2. Photo-CVG combining with nanomaterials preconcentration/ separation",
      "text" : "Analyte-containing vapor generated from a Photo-CVG process is usually transported into a subsequent detector for direct atomic spectrometric determination. A trapping step added between the Photo-CVG reactor and the detector is another convenient method to further improve the analytical sensitivity and decrease interferences. In situ trapping of volatile hydrides has been proposed for determination of hydride-forming elements, including As, Bi and Te [80e82].\nSimilar to the case of HG, graphite furnace (GF) modified with permanent modifiers (e.g. Au, Ir and Pd etc.) was used as a collector for trapping the products of Photo-CVG. Wu et al. [83] proposed a new method for ultra-trace mercury on-line preconcentration and determination by GF-AAS, gold nanorods were coated onto the inner wall of the GF for preconcentration of mercury vapor generated from Photo-CVG prior to GF-AAS determination. Rybínov a et al. [84] developed a method for selenium determination using continuous Photo-CVG followed by in situ trapping, the generated volatile compounds were trapped and atomized by a GF coated with an iridium permanent modifier and detected by GF-AAS. Palladium [85,86] and gold [87] coated GF as a trapper to in-situ collect mercury produced by UV photolysis prior to atomization and detection by GF-AAS was also reported for improving the LODs. Determination of nickel by flow injection Photo-CVG with in-situ trapping in GF was reported by Zheng et al. [88]. While Pd and Ir were tested as matrix modifiers in their work, but no modifier was used eventually in order to simplify the overall process.\n3O4-NH2-based histidine-Ni2þ affinity pair/Photo-CVG-AFS. Reproduced with copyright"
    }, {
      "heading" : "6. Conclusions and prospects",
      "text" : "Photo-CVG is a newly emerging CVG technique and used widely in analytical atomic spectrometry for its high sample introduction efficiency and efficient matrix separation. Nowadays, many elements could be realized via a Photo-CVG process and many works have been conducted to obtain higher Photo-CVG efficiency and fabricate Photo-CVG reactor/systems for analytical atomic spectrometry, and this provides great opportunities for further studies. More works based on nanomaterials for Photo-CVG in analytical atomic spectrometry seem to be very promising and require further studies:\n(1) To improve Photo-CVG efficiency and expand the scope of detectable elements. More kinds of photocatalysts/ enhancement reagents could be introduced into Photo-CVGs to further improve efficiency of vapor generation, including nanomaterials, ionic species and molecules, as well as their synergistic effects. With an improved efficiency, more elements would possibly be vaporable and detectable by analytical atomic spectrometry. Besides, new strategies of Photo-CVG could also be studied for more elements, such as Tl, Ru, Tc, Cr, W and Re.\n(2) To explore mechanisms of photocatalysts/ions-assisted Photo-CVG processes. The roles of metal ions in PhotoCVGs are still unclear in most cases, and thorough investigation of related mechanisms are further required to facilitate their applications and developments in analytical atomic spectrometry.\n(3) To expand analytical applications of Photo-CVGs. It could be applied for various type of sample analysis for the efficient sample matrix separation, especially for environmental and biological samples. Indirect determination of biomolecules (e.g. amino acid etc.) via the detection of Photo-CVG elements is also expected. For practical use in the real world of analytical laboratories, however, there still needs lots of work, especially for samples of very complicated matrix.\n(4) To develop nanomaterials-based Photo-CVG sampling devices for miniaturized atomization/excitation sources. It seems to be a promising sampling technique for microplasma sources, because of no or less hydrogen (a large amount of hydrogen may extinguish a microplasma) generated during a Photo-CVG process [73,89e92], in comparison to a HG process. Fabrication of miniaturized atomic spectrometers with nanomaterials-based Photo-CVG has great potential and prospect for field analytical chemistry and green analytical spectrometry, especially for environmental analysis for mercury and other toxic metals [7,20,93e96]."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors gratefully acknowledge the financial support for this work from the National Natural Science Foundation of China (No. 21427810 and 21775105), the Ministry of Education of China through the 111 Project (B17030), and the Fundamental Research Funds for Central Universities (No. 2016SCU04A12)."
    } ],
    "references" : [ {
      "title" : "Photo-induced chemical-vapor generation for sample introduction in atomic spectrometry",
      "author" : [ "Y. Yin", "J. Liu", "G. Jiang" ],
      "venue" : "Trac. Trends Anal. Chem. 30 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Applications of chemical vapor generation in non-tetrahydroborate media to analytical atomic spectrometry",
      "author" : [ "P. Wu", "L. He", "C. Zheng", "X. Hou", "R. Sturgeon" ],
      "venue" : "J. Anal. At. Spectrom. 25 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Plasma-induced vapor generation technique for analytical atomic spectrometry",
      "author" : [ "Q. He", "Z. Zhu", "S. Hu" ],
      "venue" : "Rev. Anal. Chem. 33 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "UV vapor generation for determination of selenium by heated quartz tube atomic absorption spectrometry",
      "author" : [ "X. Guo", "R. Sturgeon", "Z. Mester", "G. Gardner" ],
      "venue" : "Anal. Chem. 75 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Critical evaluation of the application of photochemical vapor generation in analytical atomic spectrometry",
      "author" : [ "Y. He", "X. Hou", "C. Zheng", "R. Sturgeon" ],
      "venue" : "Anal. Bioanal. Chem. 388 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Photochemical vapor generation: a radical approach to analyte introduction for atomic spectrometry",
      "author" : [ "R. Sturgeon" ],
      "venue" : "J. Anal. At. Spectrom. 32 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Photochemistry-based sample treatments as greener approaches for trace-element analysis and speciation",
      "author" : [ "C. Bendicho", "F. Pena", "M. Costas", "S. Gil", "I. Lavilla" ],
      "venue" : "Trac. Trends Anal. Chem. 29 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Vapor generation by UV irradiation for sample introduction with atomic spectrometry",
      "author" : [ "X. Guo", "R. Sturgeon", "Z. Mester", "G. Gardner" ],
      "venue" : "Anal. Chem. 76 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Sensitive determination of osmium in natural waters by inductively coupled plasma mass spectrometry after photochemical vapor generation",
      "author" : [ "Y. Gao", "S. Li", "H. He", "T. Li", "T. Yu", "R. Liu", "S. Ni", "Z. Shi" ],
      "venue" : "Microchem. J. 130 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "UV/spray chamber for generation of volatile photo-induced products having enhanced sample introduction efficiency",
      "author" : [ "R. Sturgeon", "S. Willie", "Z. Mester" ],
      "venue" : "J. Anal. At. Spectrom. 21 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "UV photochemical vapor generation of noble metals (Au, Ir, Pd, Pt and Rh): a feasibility study using inductively coupled plasma mass spectrometry and seawater as a test matrix",
      "author" : [ "R. de Oliveira", "D. Borges" ],
      "venue" : "J. Anal. At. Spectrom",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Continuous and inexpensive monitoring of nonpurgeable organic carbon by coupling highefficiency photo-oxidation vapor generation with miniaturized pointdischarge optical emission spectrometry",
      "author" : [ "S. Zhang", "Y. Tian", "H. Yin", "Y. Su", "L. Wu", "X. Hou", "C. Zheng" ],
      "venue" : "Environ. Sci. Technol. 51 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Copper ion assisted photochemical vapor generation of chlorine for its sensitive determination by sector field inductively coupled plasma mass spectrometry",
      "author" : [ "J. Hu", "R. Sturgeon", "K. Nadeau", "X. Hou", "C. Zheng", "L. Yang" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Detection of bromine by ICP-oa-ToF-MS following photochemical vapor generation",
      "author" : [ "R. Sturgeon" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sensitive determination of Hg together with Mn",
      "author" : [ "J. Giersz", "M. Bartosiak", "K. Jankowski" ],
      "venue" : "Fe, Cu by combined photochemical vapor generation and pneumatic nebulization in the programmable temperature spray chamber and inductively coupled plasma optical emission spectrometry, Talanta 167 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Efficient photochemical vapor generation of molybdenum for ICPMS detection",
      "author" : [ "J. Soukal", "R. Sturgeon", "S. Musil" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hraní  cek, Flow injection determination of Se in dietary supplements using TiO2 mediated ultravioletphotochemical volatile species generation, Spectrochim",
      "author" : [ "E. Nov  akov  a", "O. Linhart", "V. Cervený", "J.P. Rychlovský" ],
      "venue" : "Acta B",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Recyclable decoration of aminefunctionalized magnetic nanoparticles with Ni2þ for determination of histidine by photochemical vapor generation atomic spectrometry",
      "author" : [ "Y. Hu", "Q. Wang", "C. Zheng", "L. Wu", "X. Hou", "Y. Lv" ],
      "venue" : "Anal. Chem. 86 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanomaterials in analytical atomic spectrometry",
      "author" : [ "X. Jiang", "K. Huang", "D. Deng", "H. Xia", "X. Hou", "C. Zheng" ],
      "venue" : "Trac. Trends Anal. Chem. 39 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nanomaterials in speciation analysis of mercury",
      "author" : [ "F. Xu", "J. Hu", "J. Zhang", "X. Hou", "X. Jiang" ],
      "venue" : "arsenic, selenium, and chromium by analytical atomic/molecular spectrometry, Appl. Spectrosc. Rev. 53 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanomaterials for elemental speciation",
      "author" : [ "I. Karadjova", "I. Dakova", "T. Yordanova", "P. Vasileva" ],
      "venue" : "J. Anal. At. Spectrom. 31 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Recent trends in nanomaterial-based microanalytical systems for the speciation of trace elements: a critical review",
      "author" : [ "W. Tseng", "K. Hsu", "C. Shiea", "Y. Huang" ],
      "venue" : "Anal. Chim. Acta 884 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nanoparticle-assisted chemical speciation of trace elements",
      "author" : [ "C. Bendicho", "C. Bendicho-Lavilla", "I. Lavilla" ],
      "venue" : "Trac. Trends Anal. Chem. 77 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Kinetics of the reduction reaction of selenate ions by TiO2 Photocatalyst",
      "author" : [ "E. Kikuchi", "H. Sakamoto" ],
      "venue" : "J. Electrochem. Soc. 147 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Photocatalytic reduction of Se(VI) in aqueous solutions in UV/TiO2 system: importance of optimum ratio of reactants on TiO2 surface",
      "author" : [ "T. Tan", "D. Beydoun", "R. Amal" ],
      "venue" : "J. Mol. Catal. A Chem. 202 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Effects of organic hole scavengers on the photocatalytic reduction of selenium anions",
      "author" : [ "T. Tan", "D. Beydoun", "R. Amal" ],
      "venue" : "J. Photochem. Photobiol., A 159 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Some speculations on the mechanisms of photochemical vapor generation",
      "author" : [ "R. Sturgeon", "P. Grinberg" ],
      "venue" : "J. Anal. At. Spectrom. 27 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Online pre-reduction of selenium(VI) with a newly designed UV/TiO2 photocatalysis reduction device",
      "author" : [ "Q. Wang", "J. Liang", "J. Qiu", "B. Huang" ],
      "venue" : "J. Anal. At. Spectrom. 19 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "A unified approach to mechanistic aspects of photochemical vapor generation",
      "author" : [ "D. Leonori", "R.E. Sturgeon" ],
      "venue" : "J. Anal. At. Spectrom. ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The effect of background irradiation on photocatalytic efficiencies of TiO2 thin films",
      "author" : [ "J. Cen", "X. Li", "M. He", "S. Zheng", "M. Feng" ],
      "venue" : "Chemosphere 62 (2006) 810e816.  Z. Zou et al. / Trends in Analytical Chemistry 114 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Temperature and nano-TiO2 controlled photochemical vapor generation for inorganic selenium speciation analysis by AFS or ICP-MS without chromatographic separation",
      "author" : [ "C. Zheng", "L. Wu", "Q. Ma", "Y. Lv", "X. Hou" ],
      "venue" : "J. Anal. At. Spectrom. 23 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Photochemical vapor generation for colorimetric speciation of inorganic selenium",
      "author" : [ "Y. Ding", "Y. Liu", "Y. Chen", "Y. Huang", "Y. Gao" ],
      "venue" : "Anal. Chem. 91 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preconcentration and in-situ photoreduction of trace selenium using TiO2 nanoparticles",
      "author" : [ "W. Yang", "Y. Gao", "L. Wu", "X. Hou", "C. Zheng", "X. Zhu" ],
      "venue" : "followed by its determination by slurry photochemical vapor generation atomic fluorescence spectrometry, Microchim. Acta. 181 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sample matrix-assisted photoinduced chemical vapor generation: a reagent free green analytical method for ultrasensitive detection of mercury in wine or liquor samples",
      "author" : [ "Y. Li", "C. Zheng", "Q. Ma", "L. Wu", "C. Hu", "X. Hou" ],
      "venue" : "J. Anal. At. Spectrom. 21 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Photo-induced cold vapor generation with low molecular weight alcohol",
      "author" : [ "C. Han", "C. Zheng", "J. Wang", "G. Cheng", "Y. Lv", "X. Hou" ],
      "venue" : "aldehyde, or carboxylic acid for atomic fluorescence spectrometric determination of mercury, Anal. Bioanal. Chem. 388 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "UV photochemical vapor generation-atomic fluorescence spectrometric determination of conventional hydride generation elements",
      "author" : [ "C. Zheng", "Q. Ma", "L. Wu", "X. Hou", "R. Sturgeon" ],
      "venue" : "Microchem. J. 95 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "On-line HPLC-UV/nano-TiO2-ICPMS system for the determination of inorganic selenium species",
      "author" : [ "Y. Sun", "Y. Chang", "C. Su" ],
      "venue" : "Anal. Chem. 78 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Development of chip-based photocatalystassisted reduction device to couple high performance liquid chromatography and inductively coupled plasma-mass spectrometry for determination of inorganic selenium species",
      "author" : [ "T. Shih", "I. Hsu", "J. Wu", "C. Lin", "Y. Sun" ],
      "venue" : "J. Chromatogr. A. 1304 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Development of a titanium dioxidecoated microfluidic-based photocatalyst-assisted reduction device to couple high-performance liquid chromatography with inductively coupled plasmamass spectrometry for determination of inorganic selenium species",
      "author" : [ "T. Shih", "C. Lin", "I. Hsu", "J. Chen", "Y. Sun" ],
      "venue" : "Anal. Chem. 85 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nanocomposite-coated microfluidic-based photocatalyst-assisted reduction device to couple highperformance liquid chromatography and inductively coupled plasma-mass spectrometry for online determination of inorganic arsenic species in natural water",
      "author" : [ "C. Lin", "Y. Chen", "Y. Su", "Y. Luo", "T. Shih", "Y. Sun" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A miniaturized UV-LED photochemical vapor generator for atomic fluorescence spectrometric determination of trace selenium",
      "author" : [ "Z. Zou", "F. Xu", "Y. Tian", "X. Jiang", "X. Hou" ],
      "venue" : "J. Anal. At. Spectrom. 33 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of variable ultraviolet wavelength and intensity on photochemical vapor generation of trace selenium detected by atomic fluorescence spectrometry",
      "author" : [ "Z. Zou", "Y. Tian", "W. Zeng", "X. Hou", "X. Jiang" ],
      "venue" : "Microchem. J. 140 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanosemiconductor-based photocatalytic vapor generation systems for subsequent selenium determination and speciation with atomic fluorescence spectrometry and inductively coupled plasma mass spectrometry",
      "author" : [ "H. Li", "Y. Luo", "Z. Li", "L. Yang", "Q. Wang" ],
      "venue" : "Anal. Chem. 84 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Determination and speciation of Hg using HPLC- AFS by atomization of this metal on a UV/nano-ZrO2/HCOOH photocatalytic reduction unit",
      "author" : [ "H. Li", "Z. Xu", "L. Yang", "Q. Wang" ],
      "venue" : "J. Anal. At. Spectrom. 30 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nano g-C3N4/TiO2 composite: a highly efficient photocatalyst for selenium(VI) photochemical vapor generation for its ultrasensitive AFS determination",
      "author" : [ "F. Xu", "X. Jiang", "J. Hu", "J. Zhang", "Z. Zou", "X. Hou", "H. Yan" ],
      "venue" : "Microchem. J. 135 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Introduction to metal-organic frameworks",
      "author" : [ "H. Zhou", "J. Long", "O. Yaghi" ],
      "venue" : "Chem. Rev. 112 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Metal-organic framework materials as chemical sensors",
      "author" : [ "L. Kreno", "K. Leong", "O. Farha", "M. Allendorf", "R. Van Duyne", "J. Hupp" ],
      "venue" : "Chem. Rev. 112 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "M",
      "author" : [ "L. Murray" ],
      "venue" : "Dinc  a, J. Long, Hydrogen storage in metaleorganic frameworks, Chem. Soc. Rev. 38 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Metal-organic frameworks: opportunities for catalysis",
      "author" : [ "D. Farrusseng", "S. Aguado", "C. Pinel" ],
      "venue" : "Angew. Chem. Int. Ed. 48 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Selective gas adsorption and separation in metalorganic frameworks",
      "author" : [ "J. Li", "R. Kuppler", "H. Zhou" ],
      "venue" : "Chem. Soc. Rev. 38 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Porous metal-organicframework nanoscale carriers as a potential platform for drug delivery and imaging",
      "author" : [ "P. Horcajada", "T. Chalati", "C. Serre", "B. Gillet", "C. Sebrie", "T. Baati", "J. Eubank", "D. Heurtaux", "P. Clayette", "C. Kreuz", "J. Chang", "Y. Hwang", "V. Marsaud", "P. Bories", "L. Cynober", "S. Gil", "G. Ferey", "P. Couvreur", "R. Gref" ],
      "venue" : "Nat. Mater. 9 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Modified metal-organic frameworks as photocatalysts",
      "author" : [ "J. Qiu", "X. Zhang", "Y. Feng", "X. Zhang", "H. Wang", "J. Yao" ],
      "venue" : "Appl. Catal. B Environ. 231 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photocatalytic organic pollutants degradation in metaleorganic frameworks",
      "author" : [ "C. Wang", "J. Li", "X. Lv", "Y. Zhang", "G. Guo" ],
      "venue" : "Energy Environ. Sci. 7 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metal-organic frameworks for artificial photosynthesis and photocatalysis",
      "author" : [ "T. Zhang", "W. Lin" ],
      "venue" : "Chem. Soc. Rev. 43 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metal organic frameworks CAU-1 as new photocatalyst for photochemical vapour generation for analytical atomic spectrometry",
      "author" : [ "J. Jia", "Z. Long", "C. Zheng", "X. Wu", "X. Hou" ],
      "venue" : "J. Anal. At. Spectrom. 30 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Amine-functionalized titanium metal organic framework for photochemical vapor generation for determination of selenium  by inductively coupled plasma optical emission spectrometry",
      "author" : [ "J. Luo", "F. Xu", "J. Tu", "X. Wu", "X. Hou" ],
      "venue" : "Microchem. J. 132 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Microwave-induced fast incorporation of titanium into UiO-66 metal-organic frameworks for enhanced photocatalytic properties",
      "author" : [ "J. Tu", "X. Zeng", "F. Xu", "X. Wu", "Y. Tian", "X. Hou", "Z. Long" ],
      "venue" : "Chem. Commun. 53 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhancement of photoredox catalytic properties of porphyrinic metal-organic frameworks based on titanium incorporation via post-synthetic modification",
      "author" : [ "J. He", "Y. Zhang", "J. He", "X. Zeng", "X. Hou", "Z. Long" ],
      "venue" : "Chem. Commun. 54 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Visible light photochemical vapor generation using metal-free g-C3N4/CQDs composites as catalyst: selective and ultrasensitive detection of mercury by ICP-MS",
      "author" : [ "J. Zhou", "Y. Tian", "X. Wu", "X. Hou" ],
      "venue" : "Microchem. J. 132 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Determination of urinary arsenic species using an online nano-TiO2 photooxidation device coupled with microbore LC and hydride generation-ICP-MS system",
      "author" : [ "Y. Sun", "Y. Chen", "Y. Tsai" ],
      "venue" : "Microchem. J. 86 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "On-line coupling of an ultraviolet titanium dioxide film reactor with a liquid chromatography/hydride generation/inductively coupled plasma mass spectrometry system for continuous determination of dynamic variation of hydride- and nonhydride-forming arsenic species in very small microdialysate samples",
      "author" : [ "M. Tsai", "Y. Sun" ],
      "venue" : "Rapid Commun. Mass Spectrom. 22 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Sequential photocatalyst-assisted digestion and vapor generation device coupled with anion exchange chromatography and inductively coupled plasma mass spectrometry for speciation analysis of selenium species in biological samples",
      "author" : [ "Y. Tsai", "C. Lin", "I. Hsu", "Y. Sun" ],
      "venue" : "Anal. Chim. Acta 806 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "On line pre-reduction of Se(VI) by nano-TiO2 controlled volatilization for speciation analysis of inorganic selenium using HPLC-AFS",
      "author" : [ "Q. Liu" ],
      "venue" : "Microchim. Acta. 167 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Mercury speciation by high-performance liquid chromatography atomic fluorescence spectrometry using an integrated microwave/UV interface",
      "author" : [ "D. Quadros", "B. Campanella", "M. Onor", "E. Bramanti", "D. Borges", "A. D'Ulivo" ],
      "venue" : "Optimization of a single step procedure for the simultaneous photo-oxidation of mercury species and photo-generation of  Hg0, Spectrochim. Acta B 101 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Determination of methylmercury and inorganic mercury by coupling short-column ion chromatographic separation",
      "author" : [ "K. Chen", "I. Hsu", "Y. Sun" ],
      "venue" : "on-line photocatalyst-assisted vapor generation, and inductively coupled plasma mass spectrometry, J. Chromatogr. A. 1216 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Electrochemical vapor generation of selenium species after online photolysis and reduction by UV-irradiation under nano TiO2 photocatalysis and its application to selenium speciation by HPLC coupled with atomic fluorescence spectrometry",
      "author" : [ "J. Liang", "Q. Wang", "B. Huang" ],
      "venue" : "Anal. Bioanal. Chem. 381 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Vapour generation at a UV/TiO2 photocatalysis reaction device for determination and speciation of mercury by AFS and HPLC-AFS",
      "author" : [ "Y. Yin", "J. Liang", "L. Yang", "Q. Wang" ],
      "venue" : "J. Anal. At. Spectrom. 22 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Determining Cr(III) and Cr(VI) in urine using a flow injection on-line sorption separation system coupled with electrothermal atomic absorption spectrometry and a UV/nano-Au/TiO2 photocatalysis reduction device",
      "author" : [ "C. Lee", "B. Chen", "Y. Huang" ],
      "venue" : "Talanta 77 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Metal ion-assisted photochemical vapor generation for the determination of lead in environmental samples by multicollector-ICPMS",
      "author" : [ "Y. Gao", "M. Xu", "R. Sturgeon", "Z. Mester", "Z. Shi", "R. Galea", "P. Saull", "L. Yang" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ferric ion induced enhancement of ultraviolet vapour generation coupled with atomic fluorescence spectrometry for the determination of ultratrace inorganic arsenic in surface water",
      "author" : [ "Y. Wang", "L. Lin", "J. Liu", "X. Mao", "J. Wang", "D. Qin" ],
      "venue" : "Analyst 141 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Determination of total inorganic arsenic in water samples by cadmium ion assisted photochemical vapor generation-atomic fluorescence spectrometry",
      "author" : [ "J. Zhou", "D. Deng", "Y. Su", "Y. Lv" ],
      "venue" : "Microchem. J. 146 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced photochemical vapor generation for determination of bismuth by inductively coupled plasma mass spectrometry",
      "author" : [ "Y. Yu", "Y. Jia", "Z. Shi", "Y. Chen", "S. Ni", "R. Wang", "Y. Tang", "Y. Gao" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Flow injection photochemical vapor generation coupled with miniaturized solution-cathode glow discharge atomic emission spectrometry for determination and speciation analysis of mercury",
      "author" : [ "J. Mo", "Q. Li", "X. Guo", "G. Zhang", "Z. Wang" ],
      "venue" : "Anal. Chem. 89 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "In situ formation of nano-CdSe as a photocatalyst: cadmium ion-enhanced photochemical vapour generation directly from Se(VI)",
      "author" : [ "F. Xu", "Z. Zou", "J. He", "M. Li", "K. Xu", "X. Hou" ],
      "venue" : "Chem. Commun. 54 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photochemical vapor generation of tellurium: synergistic effect from ferric ion and nano-TiO2",
      "author" : [ "H. He", "X. Peng", "Y. Yu", "Z. Shi", "M. Xu", "S. Ni", "Y. Gao" ],
      "venue" : "Anal. Chem. 90 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of preconcentration and separation techniques in atomic fluorescence spectrometry",
      "author" : [ "D. Deng", "C. Zheng", "X. Hou", "L. Wu" ],
      "venue" : "Appl. Spectrosc. Rev. 50 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Recent developments in solid phase extraction in elemental speciation of environmental samples with special reference to aqueous solutions",
      "author" : [ "D. Das", "U. Gupta", "A. Das" ],
      "venue" : "Trac. Trends Anal. Chem. 38 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Synthesis of MoS2 nanosheets for mercury speciation analysis by HPLC-UV-HG-AFS",
      "author" : [ "X. Gao", "J. Dai", "H. Zhao", "J. Zhu", "L. Luo", "R. Zhang", "Z. Zhang", "L. Li" ],
      "venue" : "RSC Adv. 8 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic solids in analytical chemistry: a review",
      "author" : [ "K. Aguilar-Arteaga", "J. Rodriguez", "E. Barrado" ],
      "venue" : "Anal. Chim. Acta 674 (2010) 157e165.  Z. Zou et al. / Trends in Analytical Chemistry 114 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Inorganic arsenic speciation analysis of water samples by trapping arsine on tungsten coil for atomic fluorescence spectrometric determination",
      "author" : [ "R. Liu", "P. Wu", "M. Xi", "K. Xu", "Y. Lv" ],
      "venue" : "Talanta 78 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Atomic absorption spectrometric determination of trace tellurium after hydride trapping on platinum-coated tungsten coil",
      "author" : [ "M. Xi", "R. Liu", "P. Wu", "K. Xu", "X. Hou", "Y. Lv" ],
      "venue" : "Microchem. J. 95 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Highly sensitive and interference-free determination of bismuth in environmental samples by electrothermal vaporization atomic fluorescence spectrometry after hydride trapping on iridium-coated tungsten coil",
      "author" : [ "R. Liu", "P. Wu", "K. Xu", "Y. Lv", "X. Hou" ],
      "venue" : "Spectrochim. Acta B 63 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Photochemical vapor generation and in situ preconcentration for determination of mercury by graphite furnace atomic absorption spectrometry",
      "author" : [ "C. He", "G. Cheng", "C. Zheng", "L. Wu", "Y. Lee", "X. Hou" ],
      "venue" : "Anal. Methods. 7 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Rychlovský, UV-photochemical vapour generation with in situ trapping in a graphite tube atomizer for ultratrace determination of selenium",
      "author" : [ "M. Rybínov a", "P.V. Cervený" ],
      "venue" : "J. Anal. At. Spectrom",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2015
    }, {
      "title" : "Investigation of ultraviolet photolysis vapor generation with in-atomizer trapping graphite furnace atomic absorption spectrometry for the determination of mercury",
      "author" : [ "J. Madden", "N. Fitzgerald" ],
      "venue" : "Spectrochim. Acta B 64 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Determination of mercury in gasoline by photochemical vapor generation coupled to graphite furnace atomic absorption spectrometry",
      "author" : [ "A. de Jesus", "R. Sturgeon", "J. Liu", "M. Silva" ],
      "venue" : "Microchem. J",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2014
    }, {
      "title" : "A",
      "author" : [ "M. Potes", "L. Kolling" ],
      "venue" : "de Jesus, M. Dessuy, M. Vale, M. da Silva, Determination of mercury in fish by photochemical vapor generation graphite furnace atomic absorption spectrometry, Anal. Methods. 8 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "UV photochemical vapor generation and in situ preconcentration for determination of ultra-trace nickel by flow injection graphite furnace atomic absorption spectrometry",
      "author" : [ "C. Zheng", "R. Sturgeon", "X. Hou" ],
      "venue" : "J. Anal. At. Spectrom. 24 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Determination of Hg",
      "author" : [ "S. Zhang", "H. Luo", "M. Peng", "Y. Tian", "X. Hou", "X. Jiang", "C. Zheng" ],
      "venue" : "Fe, Ni, and Co by miniaturized optical emission spectrometry integrated with flow injection photochemical vapor generation and point discharge, Anal. Chem. 87 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Dielectric barrier discharge microplasma emission source for the determination of thimerosal in vaccines by photochemical vapor generation",
      "author" : [ "H. He", "Z. Zhu", "H. Zheng", "Q. Xiao", "L. Jin", "S. Hu" ],
      "venue" : "Microchem. J. 104 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Hydride generation-point discharge microplasma-optical emission spectrometry for the determination of trace As",
      "author" : [ "M. Li", "Y. Deng", "C. Zheng", "X. Jiang", "X. Hou" ],
      "venue" : "Bi, Sb and Sn, J. Anal. At. Spectrom. 31 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Metal carbonyl vapor generation coupled with dielectric barrier discharge to avoid plasma quench for optical emission spectrometry",
      "author" : [ "Y. Cai", "S. Li", "S. Dou", "Y. Yu", "J. Wang" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Field instrumentation in atomic spectroscopy",
      "author" : [ "X. Hou", "B.T. Jones" ],
      "venue" : "Microchem. J. 66 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Spectroscopy: the best way toward green analytical chemistry? Appl",
      "author" : [ "Y. He", "L. Tang", "X. Wu", "X. Hou", "Y.I. Lee" ],
      "venue" : "Spectrosc. Rev. 42 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Determination and speciation of mercury in environmental and biological samples by analytical atomic spectrometry",
      "author" : [ "Y. Gao", "Z. Shi", "Z. Long", "P. Wu", "C. Zheng", "X. Hou" ],
      "venue" : "Microchem. J. 103 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Recent trends in atomic fluorescence spectrometry towards miniaturized instrumentation-A review",
      "author" : [ "Z. Zou", "Y. Deng", "J. Hu", "X. Jiang", "X. Hou" ],
      "venue" : "Anal. Chim. Acta 1019 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "As one of the most promising CVG techniques, Photo-CVG has been successfully and widely applied to analytical atomic spectrometry and related areas [2,5e7], because it not only retains the advantages of conventional CVG, but also provides some unique features, such as reduced interferences from transition metals, no or less hydrogen generated, minimized wastes and environmental friendly nature (only a low molecular weight organic acid was usually used) [1].",
      "startOffset" : 457,
      "endOffset" : 460
    }, {
      "referenceID" : 43,
      "context" : "HPLC-AFS Hg2þ, MeHg, EtHg Formic acid (ZrO2) 24, 13, 16 (ng L (1)) [44]",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 18,
      "context" : "Nanomaterials have already attracted considerable interests in analytical atomic spectrometry for a long time, owing to their inherent advantages, such as large surface area, cost-effectiveness, corrosion resistance and chemical stability [19].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 23,
      "context" : "Inspired by the reduction reaction of selenate ions in an aqueous solution by TiO2 as a photocatalyst reported by Kikuchi and Sakamoto [24], Sturgeon et al.",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 3,
      "context" : "reported selenium as the first element being directly converted into its volatile species under UV irradiation in the presence of TiO2 and formic acid [4]; and it was further found later that the TiO2 is in fact unnecessary for Se(IV) but necessary for Se(VI), and the absorption of Se(VI) and a hole scavenger (formic acid) onto the surface of TiO2 is essential before the Photo-CVG process [25e27].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 5,
      "context" : "Moreover, the photogenerated e and hþ tend to rapidly recombine on the nano-TiO2 surface, thus an hþ scavenger is usually needed to prohibit their rapid recombination, and the remaining e could consequently serve as a reductant to reduce the target analyte, with analyte-containing chemical vapor generated [6,21,28,29] (see Table 1).",
      "startOffset" : 307,
      "endOffset" : 319
    }, {
      "referenceID" : 20,
      "context" : "Moreover, the photogenerated e and hþ tend to rapidly recombine on the nano-TiO2 surface, thus an hþ scavenger is usually needed to prohibit their rapid recombination, and the remaining e could consequently serve as a reductant to reduce the target analyte, with analyte-containing chemical vapor generated [6,21,28,29] (see Table 1).",
      "startOffset" : 307,
      "endOffset" : 319
    }, {
      "referenceID" : 27,
      "context" : "Moreover, the photogenerated e and hþ tend to rapidly recombine on the nano-TiO2 surface, thus an hþ scavenger is usually needed to prohibit their rapid recombination, and the remaining e could consequently serve as a reductant to reduce the target analyte, with analyte-containing chemical vapor generated [6,21,28,29] (see Table 1).",
      "startOffset" : 307,
      "endOffset" : 319
    }, {
      "referenceID" : 28,
      "context" : "Moreover, the photogenerated e and hþ tend to rapidly recombine on the nano-TiO2 surface, thus an hþ scavenger is usually needed to prohibit their rapid recombination, and the remaining e could consequently serve as a reductant to reduce the target analyte, with analyte-containing chemical vapor generated [6,21,28,29] (see Table 1).",
      "startOffset" : 307,
      "endOffset" : 319
    }, {
      "referenceID" : 29,
      "context" : "In a Photo-CVG process, as a photocatalyst, TiO2 is usually used in two forms: particles suspended in aqueous solution or thin films immobilized on substrates [30].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 30,
      "context" : "Due to the inertness of Se(VI) to Photo-CVG without TiO2, our research group proposed a temperature and nano-TiO2 controlled Photo-CVG for inorganic selenium speciation analysis without chromatographic separation [31].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 31,
      "context" : "combined Photo-CVG with unmodified gold nanoparticles (AuNPs) to develop a direct speciation colorimetric assay for the analysis of inorganic Se(IV) and Se(VI) [32].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 32,
      "context" : "In our later work, online preconcentration, photo-reduction and in situ slurry Photo-CVG using TiO2 as both adsorbent and photocatalyst were integrated together for the determination of trace selenium in various water samples [33].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 33,
      "context" : "And TiO2 in suspension mode was also further utilized for enhancing the Photo-CVG efficiency of Hg [34,35], and Se(VI) and Te(VI) [36].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 34,
      "context" : "And TiO2 in suspension mode was also further utilized for enhancing the Photo-CVG efficiency of Hg [34,35], and Se(VI) and Te(VI) [36].",
      "startOffset" : 99,
      "endOffset" : 106
    }, {
      "referenceID" : 35,
      "context" : "And TiO2 in suspension mode was also further utilized for enhancing the Photo-CVG efficiency of Hg [34,35], and Se(VI) and Te(VI) [36].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 36,
      "context" : "developed an on-line UV/TiO2 vapor generation device for the direct derivatization of both Se(IV) and Se(VI) into volatile Se products after high performance liquid chromatography (HPLC) separation and detection by ICP-MS [37].",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 37,
      "context" : "They further developed a poly (methyl methacrylate) chip-based photocatalyst-assisted reduction device (PMMA chip-based PCARD) to couple HPLC and ICP-MS for the determination of inorganic selenium [38].",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 38,
      "context" : "used a TiO2 coated microfluidic-based PCARD in conjunction with HPLC and ICP-MS for trace inorganic selenium determination [39].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 39,
      "context" : "3 mg L 1 for As(III) and As(V), respectively [40].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 40,
      "context" : "We established a miniaturized photochemical vapor generator based on a UV-LED and a nano-TiO2 coated quartz coils for selenium determination by AFS, and the nano-TiO2 coated quartz coils was further used to investigate the effect of variable UVwavelength and intensity on its Photo-CVG process [41,42].",
      "startOffset" : 294,
      "endOffset" : 301
    }, {
      "referenceID" : 41,
      "context" : "We established a miniaturized photochemical vapor generator based on a UV-LED and a nano-TiO2 coated quartz coils for selenium determination by AFS, and the nano-TiO2 coated quartz coils was further used to investigate the effect of variable UVwavelength and intensity on its Photo-CVG process [41,42].",
      "startOffset" : 294,
      "endOffset" : 301
    }, {
      "referenceID" : 43,
      "context" : "The UV/nanoZrO2/HCOOH system was developed for mercury determination and speciation using HPLC-AFS later [44].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 39,
      "context" : "utilized nanoAu-modified TiO2 to improve the photoreduction efficiency of arsenic [40].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 44,
      "context" : "We have recently synthesized nano g-C3N4/TiO2 composite and utilized as a novel photocatalyst for the Photo-CVG of Se(VI), and the catalytic efficiency of TiO2 was remarkably enhanced by coupling with g-C3N4 due to the effective separation of photogenerated e /hþ pairs [45].",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 45,
      "context" : "Metal-organic frameworks (MOFs) are new type of porous materials constructed by metal clusters and organic linkers [46].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 46,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 47,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 48,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 49,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 50,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 51,
      "context" : "Due to their exceptional properties, MOFs have been widely used in the fields of chemical sensors [47], gas storage [48], catalysis [49], adsorption and separation [50], drug delivery and imaging [51], as well as the recent popular photocatalysts [52].",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 52,
      "context" : "The conventional applications of MOFs in photocatalysis mainly focus on hydrogen production or organic pollutants degradation [53,54].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 53,
      "context" : "The conventional applications of MOFs in photocatalysis mainly focus on hydrogen production or organic pollutants degradation [53,54].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 55,
      "context" : "determination of ultratrace selenium by Photo-CVG-ICP-OES [56].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 56,
      "context" : "01 ng/mL obtained for Se(VI) determination by Photo-CVG-AFS [57].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 57,
      "context" : "For improving the photocatalytic activity, the incorporation of titanium in porphyrinic MOF (PCN-224, PCN1⁄4Porous Coordination Network) via post-synthetic modification has also been reported recently [58].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 59,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 249,
      "endOffset" : 256
    }, {
      "referenceID" : 60,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 249,
      "endOffset" : 256
    }, {
      "referenceID" : 36,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 267,
      "endOffset" : 277
    }, {
      "referenceID" : 61,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 267,
      "endOffset" : 277
    }, {
      "referenceID" : 62,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 267,
      "endOffset" : 277
    }, {
      "referenceID" : 63,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 291,
      "endOffset" : 298
    }, {
      "referenceID" : 64,
      "context" : "Owing to the dual functions of TiO2 nanoparticles abovementioned, several researchers proposed nano-TiO2-based photooxidation or photoreduction devices coupled to chromatographic separation and atomic spectrometry for speciation analysis of arsenic [60,61], selenium [37,62,63], and mercury [64,65].",
      "startOffset" : 291,
      "endOffset" : 298
    }, {
      "referenceID" : 27,
      "context" : "Se(VI) to Se(IV), and the UV/TiO2-PCRD was used as an interface between HPLC and hydride generation or electrochemical vapor generation-AFS for selenium speciation analysis [28,66].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 65,
      "context" : "Se(VI) to Se(IV), and the UV/TiO2-PCRD was used as an interface between HPLC and hydride generation or electrochemical vapor generation-AFS for selenium speciation analysis [28,66].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 66,
      "context" : "The UV/ TiO2-PCRD system was further used for total mercury determination andmercury speciation analysis by HPLC-AFS [67].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 67,
      "context" : "Cr(VI) absorbed onto the surface of nano-Au/TiO2 film and then transformed into Cr(III) species under UV irradiation before it was determined by ETAAS [68].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 68,
      "context" : "[69] firstly developed a novel and sensitive method for the determination of trace Pb in environmental samples using transition metal ion-assisted Photo-CVG coupled with multicollector (MC) ICP-MS detection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 69,
      "context" : "[70] determined ultratrace inorganic As(III) in surface water samples using ferric chloride as a sensitivity enhancement reagent for Photo-CVG-AFS.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "05 mg L 1, providing 10-fold signal enhancement compared with the previous Photo-CVG-AFS method [36], and a similar improvement of total inorganic arsenic, As(III) and As(V), was obtained via cadmium ions assisted Photo-CVG-AFS [71].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 70,
      "context" : "05 mg L 1, providing 10-fold signal enhancement compared with the previous Photo-CVG-AFS method [36], and a similar improvement of total inorganic arsenic, As(III) and As(V), was obtained via cadmium ions assisted Photo-CVG-AFS [71].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 71,
      "context" : "Ferric has also been utilized as a sensitizer for enhancing the Photo-CVG efficiency of Bi recently, in light of Bi and As belonging to the same main group of the Periodic Table of Elements [72].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 72,
      "context" : "Metal ions (Ni2þ) assisted mercury Photo-CVG was also proposed for a miniaturized solution-cathode glow discharge atomic emission spectrometer (SCGD-AES) [73].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 10,
      "context" : "[11] proposed that the addition of Cu2þ could improve the overall efficiency of photochemical process for Ir and Rh, and approximately 65- and 52-fold enhancement factors were achieved for Ir and Rh, respectively.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "In the presence of ionic catalysts, the Photo-CVG of bromine and chlorine was also realized by Sturgeon [14].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 12,
      "context" : "5 mg g 1 Cu2þ [13], methyl chloride could be generated from various chlorine compounds in the flow-through photochemical reactor and determined by sector field (SF) ICP-MS.",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 4,
      "context" : "Sampling introduction efficiency and matrix elimination could be facilely achieved through Photo-CVG process for analytical atomic spectrometry [5,6].",
      "startOffset" : 144,
      "endOffset" : 149
    }, {
      "referenceID" : 5,
      "context" : "Sampling introduction efficiency and matrix elimination could be facilely achieved through Photo-CVG process for analytical atomic spectrometry [5,6].",
      "startOffset" : 144,
      "endOffset" : 149
    }, {
      "referenceID" : 75,
      "context" : "In fact, analyte preconcentration and matrix separation are often synchronously fulfilled, thus improving detectability and reducing matrix interference simultaneously [76].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 19,
      "context" : "Nanomaterials are one type of the most promising solid phases for SPE/SPME to improve the sensitivity of analytical atomic spectrometry because of their inherent advantages of large surface area, high adsorption capability, chemical stability and cost effectiveness [20,22,77].",
      "startOffset" : 266,
      "endOffset" : 276
    }, {
      "referenceID" : 21,
      "context" : "Nanomaterials are one type of the most promising solid phases for SPE/SPME to improve the sensitivity of analytical atomic spectrometry because of their inherent advantages of large surface area, high adsorption capability, chemical stability and cost effectiveness [20,22,77].",
      "startOffset" : 266,
      "endOffset" : 276
    }, {
      "referenceID" : 76,
      "context" : "Nanomaterials are one type of the most promising solid phases for SPE/SPME to improve the sensitivity of analytical atomic spectrometry because of their inherent advantages of large surface area, high adsorption capability, chemical stability and cost effectiveness [20,22,77].",
      "startOffset" : 266,
      "endOffset" : 276
    }, {
      "referenceID" : 77,
      "context" : "[78] utilized molybdenum disulfide (MoS2) nanosheets as solid-phase extraction adsorbent for mercury speciation analysis because of their high adsorption capacity and excellent selectivity.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 78,
      "context" : "In addition, magnetic particles are the most commonly used materials in separation techniques, because of their magnetic property, high efficiency and cost effectiveness, they could be rapidly separated from sample solution easily and thus applied widely in analytical chemistry [79].",
      "startOffset" : 279,
      "endOffset" : 283
    }, {
      "referenceID" : 82,
      "context" : "[83] proposed a new method for ultra-trace mercury on-line preconcentration and determination by GF-AAS, gold nanorods were coated onto the inner wall of the GF for preconcentration of mercury vapor generated from Photo-CVG prior to GF-AAS determination.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 83,
      "context" : "[84] developed a method for selenium determination using continuous Photo-CVG followed by in situ trapping, the generated volatile compounds were trapped and atomized by a GF coated with an iridium permanent modifier and detected by GF-AAS.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 84,
      "context" : "Palladium [85,86] and gold [87] coated GF as a trapper to in-situ collect mercury produced by UV photolysis prior to atomization and detection by GF-AAS was also reported for improving the LODs.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 85,
      "context" : "Palladium [85,86] and gold [87] coated GF as a trapper to in-situ collect mercury produced by UV photolysis prior to atomization and detection by GF-AAS was also reported for improving the LODs.",
      "startOffset" : 10,
      "endOffset" : 17
    }, {
      "referenceID" : 86,
      "context" : "Palladium [85,86] and gold [87] coated GF as a trapper to in-situ collect mercury produced by UV photolysis prior to atomization and detection by GF-AAS was also reported for improving the LODs.",
      "startOffset" : 27,
      "endOffset" : 31
    } ],
    "year" : 2019,
    "abstractText" : "Chemical vapor generation (CVG) is widely used in analytical atomic spectrometry, with advantages of high efficiency of sample introduction (vapor generation and transportation) and matrix separation. Photochemical vapor generation (Photo-CVG) is a new subset of CVG and it has been demonstrated a powerful alternative to conventional CVG techniques due to its inherent advantages. For a long time, most research works have been devoted to improving vapor generation efficiency and expanding the vaporable element scope of Photo-CVG. Nowadays, with the help of nanomaterials and enhancement reagents, Photo-CVG covers a wide range of detectable elements and the vapor generation efficiency of some elements has been improved significantly. In this review, we summarizes the developments and applications of nanomaterials/enhancement reagents assisted Photo-CVG for analytical atomic spectrometry, including TiO2 and TiO2-based composites, MOFs and some metal ions utilized as photocatalysts, photo-oxidation/reduction and enhancement reagents; as well as nanomaterials for preconcentration/separation in Photo-CVG systems. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}