{
  "name" : "downloads_2020-05-25_7f_husen2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Introduction and techniques in nanomaterials formulation",
    "authors" : [ "Azamal Husen", "Wolaita Sodo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n1Introduction and techniquesin nanomaterialsformulation Azamal Husen\nWolaita Sodo University, Wolaita, Ethiopia\nChapter Outline\n1.1 Introduction .........................................................................................................1 1.2 Type of nanoparticles...........................................................................................4\n1.2.1 Carbon-based nanoparticles.................................................................4 1.2.2 Metal and metal-oxide nanoparticles ....................................................4 1.2.3 Ceramic nanoparticles ........................................................................5 1.2.4 Semiconductor nanoparticles...............................................................5 1.2.5 Polymeric nanoparticles ......................................................................5 1.2.6 Lipid-based nanoparticles ...................................................................5 1.3 Plant-mediated fabrication of nanoparticles...........................................................6 1.4 Characterization of nanoparticles..........................................................................6 1.5 Application of nanoparticles .................................................................................6 Conclusion .................................................................................................................9 References ...............................................................................................................10 Further reading .........................................................................................................14"
    }, {
      "heading" : "1.1 Introduction",
      "text" : "Nanotechnology is an interesting discipline of science that deals with matter at the scale of 1 billionth of a meter (i.e., 1029 m5 1 nm) and it is also the study of controlling/manipulating matter at the atomic and molecular scale. Currently, due to the fast development of this discipline, the production of carbon- and or metalbased nanoparticles (NPs) and their potential applications in every sectors are increasing (Salata, 2004; Khot et al., 2012; Stark et al., 2015; Fraceto et al., 2016; Rudramurthy and Swamy, 2018; Tayeb et al., 2018; Husen, 2019a,b; Joshi et al., 2019; Bachheti et al., 2019; Sheikholeslami and Mahian, 2019; Sekoai et al., 2019; Bandala and Berli, 2019). NPs are defined as particles ranging from 1 to 100 nm in size with a surrounding interfacial layer. The interfacial layer\nNanomaterials for Agriculture and Forestry Applications. DOI: https://doi.org/10.1016/B978-0-12-817852-2.00001-9 © 2020 Elsevier Inc. All rights reserved. 1\ncomprises of ions, inorganic, and organic molecules. Organic molecules coating inorganic NPs are recognized as stabilizers, capping and surface ligands, or passivating agents. However, nanomaterials (NMs) are defined as a material with any internal or external structures on the nanoscale dimension. The significance of these particles was realized when investigators realized that the size can affects the physicochemical features of a substance. These particles exhibit different color and other features with various shape and size; thus it can be applicable in different disciplines of science (Siddiqi et al., 2018a,b; Husen and Iqbal, 2019). An extensive range of materials are used to produce NPs like metal oxides, quantum dots, semiconductor, lipids, polymers, dendrimers, and so on.\nThese particles can be fabricated by using two basic approaches, namely “topdown” or “bottom-up” approach (Fig. 1.1). The “top-down” fabrication needs large quantity of material and reduces large size material to the nanoscale level, while the “bottom-up” approach produces NPs by adding atoms and molecular scale components. The “top-down” approach has a limitation of generating defects in NP’s surface structure which influences the surface chemistry and physical features of the fabricated NPs. The “bottom-up” is considered as an effective approach and given priority to avoid those inadequacies. Usually, physical and/or chemical procedures have been used to produce and stabilize the metallic NPs.\nDifferent approaches of nanoparticle synthesis.\nLaser ablation, ion sputtering, mechanical milling, colloidal lithography, high energy irradiation, and evaporation condensation techniques are the common physical methods (Jung et al., 2006; Dhand et al., 2015), whereas chemical methods include chemical reductants, aerosol technique, electrochemical or sonochemical deposition, photochemical reduction, and laser irradiation technique (Zhang et al., 2011; Roldán et al., 2013; Dhand et al., 2015). Although both physical and chemical techniques are valuable, the issues associated with carcinogenicity, cellular, and environmental toxicity are challenging. Moreover, cost-related issues, such as the requirement of highly sophisticated instrumentation, chemicals and higher amounts of energy consumption and so on, are another limiting factor for NP fabrication (Husen and Siddiqi, 2014a; Husen and Iqbal, 2019). Thus in the current scenario, the green approach (biological methods) is simple, clean, reliable, cost-effective, nontoxic, and eco-friendly for NP fabrication (Zhan et al., 2011; Gan et al., 2012; Husen and Siddiqi, 2014a; Husen, 2017; Teimouri et al., 2018; Ocsoy et al., 2018; Fahimirad et al., 2019; Alfuraydi et al., 2019; Ahn et al., 2019) (Fig. 1.2).\nBiological agents, for instance bacteria, fungi, yeast, lower, and higher plant part extracts, are used for biological methods of NP fabrication and are currently gaining momentum (Siddiqi and Husen, 2016a,b,c, 2017; Siddiqi et al., 2018a, 2019; Husen and Iqbal, 2019). Presence of various metabolic products and/or compounds is already known in these biological agents and, thus, effectively used for rapid NP bioreduction. NP fabrication is followed by their characterization using various techniques. The extensively used characterization techniques are UV visible (UV vis) spectroscopy, scanning electron microscopy (SEM), transmission electron microscopy (TEM), X-ray diffraction (XRD), Fourier transmission infrared (FTIR) spectroscopy, dynamic light scattering (DLS), energy dispersive X-ray examination (EDAX), and so on.\nAt present, the NMs have found several potential applications in future electronic devices, biosensors, food preservation and packing, energy sectors, cosmetics, catalysts, lubricants, fuel additives, paints and coatings, nanomedicine and nanocarriers, wood and paper products, construction, defense, and so on (Husen and Siddiqi, 2014a; Husen and Iqbal, 2019; Husen, 2019b). In agricultural sector, these NMs can be used for the development of smart agricultural crops. For instance, NMs can carry agrochemicals, namely fertilizers, pesticides, and\nAdvantages of green or biological synthesis of NPs.\nherbicides. Polymeric and silica NPs are used as nanocarriers to deliver pesticides in a controlled manner (Kumar et al., 2017; Cao et al., 2018). These particles can be also used for the nutritional demand or against pests/pathogens protection. These applications facilitate an effective way to avoid repeated uses of conventional agrochemicals and, thus, decrease the negative impacts on plants and the various environmental components. NM-assisted target-oriented delivery of nucleotides, proteins, and other molecules has also the potential for the genetic modification and regulation of plant metabolism and production (Khot et al., 2012; Sekhon, 2014; Sanzari et al., 2019). Another important aspect is the interactions of NMs with crop plants in terms of uptake, translocation, accumulation and thereafter the investigation of positive and negative effects on the crop growth, development, and production. These particles are absorbed through root or foliar exposure and then translocated and stored in crop plant tissues. All these processes are dependent on shape and size of NMs, exposure time, and various crop species (Husen and Siddiqi, 2014a; Siddiqi and Husen, 2016d; Husen and Iqbal, 2019).\nThe main aim of this chapter is to elucidate the overall efforts concerning the types of NPs, plant-mediated fabrication, possible mechanisms involved during the fabrication processes, and their characterization techniques. It also discusses the several applications, including agriculture and forestry sectors."
    }, {
      "heading" : "1.2 Type of nanoparticles",
      "text" : "Depending on the shape, size, and chemical characteristics, the NPs can be classified as carbon-based NPs, metal NPs, ceramic NPs, semiconductor NPs, polymeric NPs, and lipid-based NPs."
    }, {
      "heading" : "1.2.1 Carbon-based nanoparticles",
      "text" : "Carbon-based NPs are categorized in two main groups, namely carbon nanotubes (CNTs) and fullerenes. CNTs look like a graphite sheet rolling upon itself. Further, based on the CNTs wall number, they are differentiated into singlewalled carbon nanotubes and multiwalled carbon nanotubes. Fullerenes also belong to carbon-based NPs. They are allotropes of carbon and have a structure of hollow cage of 60 or more carbon atoms. The C-60 structure (looks like a hollow football) is called Buckminsterfullerene. The arrangement of carbon units in these structures is pentagonal and/or hexagonal. They have many applications because of their electrical conductivity, structure, high strength, electron affinity, and versatility (Astefanei et al., 2015)."
    }, {
      "heading" : "1.2.2 Metal and metal-oxide nanoparticles",
      "text" : "Metal NPs are prepared using metal precursors. The presence of metallic NPs in a solution was first recognized by Faraday in 1857 (Daniel and Astruc, 2004), while\nMie in 1908 gave the quantitative description of the color changing behavior of NPs in a solution (Link and El-Sayed, 2003). Both metal (gold, silver, palladium, platinum, selenium, copper, iron, etc.) and metal-oxide NPs show a specific optoelectrical feature because of their localized surface plasmon resonance (SPR) features. SPR is known as a collective oscillation of conduction band electrons in metal NPs excited by the electromagnetic of incident light. Both metal and metaloxide NPs are often fabricated using plant system and used in many research areas. Further details are given in Chapters 2, 4, 6, 7, 20 and 21."
    }, {
      "heading" : "1.2.3 Ceramic nanoparticles",
      "text" : "Ceramic NPs are inorganic nonmetallic solids made up of oxides, carbides, carbonates, and phosphates. They are synthesized via uninterrupted heating and cooling and are in amorphous, polycrystalline, dense, porous or hollow forms (Sigmund et al., 2006). They are useful in catalysis, photocatalysis, photodegradation of dyes, and imaging (Thomas et al., 2015)."
    }, {
      "heading" : "1.2.4 Semiconductor nanoparticles",
      "text" : "Semiconductor NPs bears the intermediate characteristic features of metals and nonmetals. In addition, these particles carry a wide bandgap, which on tuning exhibits various properties. They are used in photocatalysis, photo-optics, electronic devices, water splitting, and so on."
    }, {
      "heading" : "1.2.5 Polymeric nanoparticles",
      "text" : "Polymeric NPs are organic-based NPs. Based on the preparation procedure, these particles are recognized as nanospheres or nano-capsules. Nanospheres are matrix particles, whereas nano-capsules have a core-shell morphology. In the nanospheres, the active compounds and the polymer are uniformly scattered; however, in the nano-capsules the active compounds are confined and surrounded by a polymer shell. The key feature of polymeric NPs is the protection of active compounds and easy drug delivery and their permeability into the target cells."
    }, {
      "heading" : "1.2.6 Lipid-based nanoparticles",
      "text" : "In general, lipid-based NPs are spherical, and its diameter ranges from 10 to 100 nm. Lipid-based NPs consist of a solid core made of lipid and a matrix having soluble lipophilic molecules. NPs external core is stabilized by surfactants and emulsifiers. These NPs are used in the discipline of nanomedicine as a drug carrier in RNA delivery and release in cancer treatments."
    }, {
      "heading" : "1.3 Plant-mediated fabrication of nanoparticles",
      "text" : "Currently, plant-mediated fabrication of NPs has gained maximum research attention due to various positive reasons (Husen and Siddiqi, 2014a; Siddiqi et al., 2018a; Husen and Iqbal, 2019). Many lower and higher plants, their parts (namely leaves, stems, roots, shoots, flowers, barks, seeds, petals, pollen, fruit pericarp, fruit peels, etc.), and products (namely polyphenols, alkaloids, carboxylic acids, glycosides, polyols, ascorbic acid, terpenoids, amino acids, flavonoids, and other nutritional compounds) have been successfully used for efficient and rapid “green synthesis” of metal and or metal-oxide NPs. The quality, yield, stability, shape, size, and applications of fabricated NPs depend on numerous factors such as used protocol, type of extract and their concentration, types of reducing agents, pH of reaction solution, time of incubation, temperature, light intensity, and so on (Husen and Siddiqi, 2014a; Husen et al., 2019; Mishra et al., 2019). Interestingly, the extracts used from different plant sources (products or constituents) play an important and dual role by acting as both reducing and stabilizing agents during NP fabrication processes (Fig. 1.3). Further, the exact mechanism of NP formulation using different plant extracts is still not fully examined. Usually, three steps of NP fabrication from plant extracts are suggested: (1) activation step means bioreduction of metal ions/salts and nucleation process of the reduced metal ions; (2) spontaneous amalgamation of small particles with larger ones via a process recognized as Ostwald ripening; and (3) termination means defining the final NP shape. There are many reports available regarding the use of plant or plant-based materials and/or products in the fabrication of various NPs, as given in Chapters 2, 4, and 6."
    }, {
      "heading" : "1.4 Characterization of nanoparticles",
      "text" : "To obtain the desired features of NPs for potential application, the characterization with available techniques is another important aspect of nanotechnology. The measurement of physical characters, for instance size, surface area, morphology, optical properties, and so on, and chemical characters, for instance composition, surface composition, electrochemistry, oxidation state, and so on, is very vital. For this, several techniques are used, namely UV vis absorption spectroscopy, TEM, SEM, XRD, FTIR spectroscopy, DLS, EDAX, zeta potential, surfaceenhanced Raman spectroscopy, nuclear magnetic resonance spectroscopy, and so on. Some of these frequently used techniques are summarized in Table 1.1. Moreover, Chapters 2, 4, and 6 discuss these aspects in detail."
    }, {
      "heading" : "1.5 Application of nanoparticles",
      "text" : "NP applications have a long history (Heiligtag and Niederberger, 2013; Souza and Fernando, 2016; Husen and Siddiqi, 2014b; Baptista et al., 2018; Huang\net al., 2018; Naz et al., 2019; Gayda et al., 2019; López-Miranda et al., 2019; Liao et al., 2019). Regardless of the method of synthesis, their application continues to make a significant contribution to innovative and beneficial products in different sectors. Currently, researchers are targeting to design new functional smart particles and innovative devices with a wide range of applications. They are used in nanomedicine, nanoelectronics, electrochemical sensors, biosensors, nano-energy, nano-food, agriculture, forestry, and other sectors as illustrated in Fig. 1.4. Moreover, Chapters 2, 4, 6, 7, 8, 9, 20, and 21 discuss these aspects in detail. In forestry sector, use of NPs/NMs is in its early stage; however, several\nPlant-mediated NP synthesis.\npotential benefits are noticed. These particles are used in the development of nano-sized fiber-based products, improved UV/water/pest resistant of wood, management of forest with sensors, and so on. Further details are given in Chapter 21. Another important aspect is the interactions between NPs and biological systems. With the increased NP use, application, and production from 270,041 tons (2012) to 1,663,168 tons by 2020 (The Global Market for Metal Oxide Nanoparticles to 2020), there has been growing concern about the long-term impacts of these particles on human system, agricultural crops, food chain and/or another environmental component. To determine whether or not NMs are having an adverse impact on the various system and environment, a rigorous and accurate understanding is needed. Numerous studies have shown the negative impacts of NPs on plant system, soil microbial community, and rhizosphere (Raffi and Husen, 2019; Wagay et al., 2019; Husen and Iqbal, 2019). Similarly, plenty of positive studies have been reported on the plant growth improvement, increased seed germination, nutrient quality, pest management, food additives, packaging materials, health supplements, and so on (Khot et al., 2012; Sekhon, 2014; Oliveira et al., 2015; Kumar et al., 2017; Duhan et al., 2017; Cao et al., 2018; Husen and Iqbal, 2019). NP accumulation has also brought human health problems (Siddiqui et al., 2013; Dwivedi et al., 2018). Thus the response of NPs on human health, plant, soil, environment, and their association with the used NP properties deserves immediate attention to avoid the potential risk. Additionally, issues related with ethical and social implications of using NPs in different systems needs appropriate consideration.\nConclusion\nNPs/NMs have shown promising potentials to be widely utilized in every aspect of life, including agricultural and forestry sectors. So far, several novel NPs have been developed for various purposes. Plant-mediated NP synthesis has emerged\nas a clean, reliable, simple, cost-effective, nontoxic, and eco-friendly method. Various plant parts and their products have been successfully used in NP formulation. Some reports have shown how to control the quality, yield, stability, shape, and size of NPs by adjustment in the methodology, type of extract and their concentration, reducing agents, pH, time, temperature, light intensity, and so on. However, this response is varied from one plant to another. Hence, more investigations are anticipated to obtain the desired smart NPs. Moreover, the exact mechanism behind NP formulation using different plant extracts is still not fully examined and it is in its infancy stage. Regardless of the method of NP fabrication and/or formulation, these nano-sized particles are used in nanomedicine, nanoelectronics, electrochemical sensors, biosensors, nano-energy, nano-food, agriculture, forestry, and other sectors. Further, the unique physicochemical properties of NPs are of great concern regarding the unfavorable effects as arisen with their enhanced production, use, and disposal, which unavoidably lead to the ecological risk. Thus the long-term effects of NPs on human health, agricultural crops, or food chain need to be fully examined and understood."
    } ],
    "references" : [ {
      "title" : "Cellulose nanomaterials-binding properties and applications: a review",
      "author" : [ "A.H. Tayeb", "E. Amini", "S. Ghasemi", "M. Tajvidi" ],
      "venue" : "Molecules",
      "citeRegEx" : "Tayeb et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tayeb et al\\.",
      "year" : 2018
    }, {
      "title" : "Gold nanoparticles fabrication by plant extracts: synthesis, characterization, degradation of 4-nitrophenol from industrial wastewater, and insecticidal activity a review",
      "author" : [ "M. Teimouri", "F. Khosravi-Nejad", "F. Attar", "A.A. Saboury", "I. Kostova", "G Benelli" ],
      "venue" : "J. Clean Prod. 184,",
      "citeRegEx" : "Teimouri et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Teimouri et al\\.",
      "year" : 2018
    }, {
      "title" : "Ceramic nanoparticles: fabrication methods and applications in drug",
      "author" : [ "S. Thomas", "B.S.P. Harshita", "P. Mishra", "S. Talegaonkar" ],
      "venue" : "delivery. Curr. Pharm. Des",
      "citeRegEx" : "Thomas et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Thomas et al\\.",
      "year" : 2015
    }, {
      "title" : "Impact of carbonbased nanomaterials on plant functioning and rhizosphere",
      "author" : [ "J.A. Wagay", "S. Singh", "M.M. Raffi", "Q.I. Rahman", "A. Husen" ],
      "venue" : null,
      "citeRegEx" : "Wagay et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wagay et al\\.",
      "year" : 2019
    }, {
      "title" : "Green synthesis of Au Pd bimetallic nanoparticles: single-step bioreduction method with plant extract",
      "author" : [ "G. Zhan", "J. Huang", "M. DuI", "I. Abdul-Rauf", "Y. Ma", "Q. Li" ],
      "venue" : "Mat. Lett. 65,",
      "citeRegEx" : "Zhan et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhan et al\\.",
      "year" : 2011
    }, {
      "title" : "A systematic study of the synthesis of silver nanoplates: is citrate a “magic",
      "author" : [ "Q. Zhang", "N. Li", "J. Goebl", "Z. Lu", "Y. Yin" ],
      "venue" : "reagent? J. Am. Chem. Soc. 133,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2011
    }, {
      "title" : "Plant response to engineered metal oxide nanoparticles",
      "author" : [ "K.S. Siddiqi", "A. Husen" ],
      "venue" : "Nanoscale Res. Lett",
      "citeRegEx" : "Siddiqi and Husen,? \\Q2017\\E",
      "shortCiteRegEx" : "Siddiqi and Husen",
      "year" : 2017
    }, {
      "title" : "Recent status of nanomaterials fabrication and their potential applications in neurological disease management",
      "author" : [ "K.S. Siddiqi", "A. Husen", "S.S. Sohrab", "M. Osman" ],
      "venue" : "Nanoscale Res",
      "citeRegEx" : "Siddiqi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Siddiqi et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Currently, due to the fast development of this discipline, the production of carbon- and or metalbased nanoparticles (NPs) and their potential applications in every sectors are increasing (Salata, 2004; Khot et al., 2012; Stark et al., 2015; Fraceto et al., 2016; Rudramurthy and Swamy, 2018; Tayeb et al., 2018; Husen, 2019a,b; Joshi et al., 2019; Bachheti et al., 2019; Sheikholeslami and Mahian, 2019; Sekoai et al., 2019; Bandala and Berli, 2019).",
      "startOffset" : 188,
      "endOffset" : 450
    }, {
      "referenceID" : 5,
      "context" : ", 2015), whereas chemical methods include chemical reductants, aerosol technique, electrochemical or sonochemical deposition, photochemical reduction, and laser irradiation technique (Zhang et al., 2011; Roldán et al., 2013; Dhand et al., 2015).",
      "startOffset" : 183,
      "endOffset" : 244
    }, {
      "referenceID" : 4,
      "context" : "Thus in the current scenario, the green approach (biological methods) is simple, clean, reliable, cost-effective, nontoxic, and eco-friendly for NP fabrication (Zhan et al., 2011; Gan et al., 2012; Husen and Siddiqi, 2014a; Husen, 2017; Teimouri et al., 2018; Ocsoy et al., 2018; Fahimirad et al., 2019; Alfuraydi et al., 2019; Ahn et al., 2019) (Fig.",
      "startOffset" : 160,
      "endOffset" : 345
    }, {
      "referenceID" : 1,
      "context" : "Thus in the current scenario, the green approach (biological methods) is simple, clean, reliable, cost-effective, nontoxic, and eco-friendly for NP fabrication (Zhan et al., 2011; Gan et al., 2012; Husen and Siddiqi, 2014a; Husen, 2017; Teimouri et al., 2018; Ocsoy et al., 2018; Fahimirad et al., 2019; Alfuraydi et al., 2019; Ahn et al., 2019) (Fig.",
      "startOffset" : 160,
      "endOffset" : 345
    }, {
      "referenceID" : 2,
      "context" : "They are useful in catalysis, photocatalysis, photodegradation of dyes, and imaging (Thomas et al., 2015).",
      "startOffset" : 84,
      "endOffset" : 105
    }, {
      "referenceID" : 3,
      "context" : "Numerous studies have shown the negative impacts of NPs on plant system, soil microbial community, and rhizosphere (Raffi and Husen, 2019; Wagay et al., 2019; Husen and Iqbal, 2019).",
      "startOffset" : 115,
      "endOffset" : 181
    } ],
    "year" : 2020,
    "abstractText" : "1.",
    "creator" : "Elsevier"
  }
}