{
  "name" : "downloads_2019-11-06_75_10.1016@j.physa.2019.123035.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Using finite volume method for simulating the natural convective heat transfer of nano-fluid flow inside an inclined enclosure with conductive walls in the presence of a constant temperature heat source",
    "authors" : [ "Yulin Ma", "Amin Shahsavar", "Iman Moradi", "Sara Rostami", "Alireza Moradikazerouni", "Hooman Yarmand", "Nurin Wahidah Binti", "Mohd Zulkifli", "Sara rostami" ],
    "emails" : [ "ylma.hbwl@gmail.com", "Sara.rostami@tdtu.edu.vn", "hooman_yarmand@um.edu.my", "nurinmz@um.edu.my" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Using finite volume method for simulating the natural convective heat transfer of nano-fluid flow inside an inclined enclosure with conductive walls in the presence of a constant temperature heat source\nYulin Ma, Amin Shahsavar, Iman Moradi, Sara Rostami, Alireza Moradikazerouni, Hooman Yarmand, Nurin Wahidah Binti Mohd Zulkifli\nPII: S0378-4371(19)31712-1 DOI: https://doi.org/10.1016/j.physa.2019.123035 Reference: PHYSA 123035\nTo appear in: Physica A\nReceived date : 24 April 2019 Revised date : 24 September 2019\nPlease cite this article as: Y. Ma, A. Shahsavar, I. Moradi et al., Using finite volume method for simulating the natural convective heat transfer of nano-fluid flow inside an inclined enclosure with conductive walls in the presence of a constant temperature heat source, Physica A (2019), doi: https://doi.org/10.1016/j.physa.2019.123035.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Published by Elsevier B.V.\nUsing finite volume method for simulating the natural convective heat\ntransfer of nano-fluid flow inside an inclined enclosure with conductive\nwalls in the presence of a constant temperature heat source\nYulin Ma1,2, Amin Shahsavar3, Iman Moradi4, Sara rostami5,6,*, Alireza Moradikazerouni7,\nHooman Yarmand8, Nurin Wahidah Binti Mohd Zulkifli8\n1- School of Automotive and Traffic Engineering, Hubei University of Arits and Science, Xiangyang 441053, China.\n2- Suzhou Automotive Research Institute, Tsinghua University, Suzhou, 215134 China.\n3-Department of Mechanical Engineering, Kermanshah University of Technology, Kermanshah, Iran\n4- Department of Mechanical Engineering, Najafabad Branch, Islamic Azad University, Najafabad, Iran\n5-Laboratory of Magnetism and Magnetic Materials, Advanced Institute of Materials Science, Ton Duc Thang University, Ho Chi Minh City, Vietnam\n6-Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Vietnam\n7-Department of Mechanical and Aerospace Engineering, Utah State University, United State\n8-Centre for Energy Sciences, Department of Mechanical Engineering, University of Malaya, 50603 Kuala Lumpur, Malaysia\nCorresponding author at: Ton Duc Thang University, Ho Chi Minh City, Vietnam\n* Corresponding author\nEmails: ylma.hbwl@gmail.com (Y. Ma) Sara.rostami@tdtu.edu.vn (S. Rostami)\nhooman_yarmand@um.edu.my (H. Yarmand) nurinmz@um.edu.my (N.W.B.M. Zulkifli)\nJo ur\nal Pr\nepr\nof\nAbstract In the present work, natural convective heat transfer of water/Al2O3 nano-fluid in an inclined square enclosure is investigated. The side walls of the cavity are cold and the upper and lower ones are insulated. A wall with a thermal-conductivity of 100 and a thickness of 0.5 is located on the cold walls. Moreover, there is a constant temperature heat source in the center of the enclosure. The enclosure is located under the influence of an inclined magnetic field (MF). The governing equations were solved using the finite volume method (FVM) and solved using the SIMPLE algorithm. The results show that the heat transfer rate intensifies up to 3.11 times with intensifying the Rayleigh number (Ra). The maximum heat transfer occurred at weak magnetic fields. By augmenting the angle of the enclosure, the heat transfer rate on the right and left walls intensifies by 33% and declines by 55%, respectively. The heat transfer rate on the right wall intensifies by 14% by augmenting the angle of the MF. The addition of nano-additives also results in intensification in the heat transfer rate.\nKeywords: Finite volume Method; Natural-convective heat transfer; Nano-fluid; Conductive walls; Inclined enclosure;\nNomenclature Conductive wall width b )1-ms( Velocity components in x and y directions u ,v Magnetic field strength 0B Brownian motion velocity Brv ( / , / )f fU ul V vlα α= = Velocity component U,V Specific heat j/(kg.k) pC Cartesian coordinates (m) x,y Nanoadditive diameter (nm) d Coordinates (X=x/l, Y=y/l) X,Y )2Gravitational acceleration (m/s g Greek symbols .k)2w/(m Convection heat transfer coefficient h ) 1-s2Thermal diffusivity (m α Nanoadditive diameter (nm) d Solid volume fraction ϕ Hartmann number Ha Magnetic field angle (ᵒ) ω Enclosure non-dimension length (l/l) H Dynamic viscosity w/(m.K) μ Thermal-conductivity w/(m.k) k Kinematic viscosity (m2s-1) υ )f/ksHeat fin conductivity ratio (k K* Density (kgm-3) ρ Boltzmann constant [m2kg/ s−2K−1] bk Electrical conductivity ( .mΩ ) σ Enclosure length (m) l angel of cavity (ᵒ) γ Heat source length (m) ll Stream function (m2s−1) 𝜓𝜓 Heat source non-dimension length (ll/l) L Dimensionless stream function Ψ ) fhl/kNusselt number ( Nu Local Nusselt number sNu Subscripts Average Nusselt number aveNu Jo ur na l P\nre -p\nro of\nPure fluid f Pressure (Pa) p Maximum max 2 2( / )nf fP l ρ α −Pressure P Average ave Prandtl number ( / )f fϑ α Pr Nano-fluid nf Rayleigh number 3( ( / ))f h c f fg l T Tβ α ϑ− Ra Temperature (K) T"
    }, {
      "heading" : "1. Introduction",
      "text" : "Enclosed enclosures are widely used in various industries such as aerospace, food industry, petrochemicals, solar collectors, electronic components cooling and many other engineering industries. Hence, many researchers have studied the heat transfer in closed enclosures [1-6]. Since the purpose of these enclosures is to intensify the heat transfer rate, high-conductivity fluids should be used. According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23]. Hence, the researchers have decided to use nano-fluids in the cavities instead of using simple fluids such as water and air. They investigated the heat transfer rate by adding nanoadditives in different types of enclosures. There are many papers studied heat transfer of nano-fluids in enclosures. For example, the investigation of Selimefendigil and Oztop [24], Revnic et al. [25], Rahimi et al. [26], Izadi et al. [27], Safaei et al. [28], Cho et al. [29], and Ma et al. [30] can be reported. In all of these papers, the same results are achieved. Their results indicate that augmenting the Ra and the volume fraction of nanoadditives result in an intensification of the heat transfer rate in the enclosures.\nThe researchers studied the heat transfer rate in the enclosures by considering a MF due to the application of the MF in some industries such as defense industries, heat exchangers etc. [31-39]. They used a parameter called Hartmann number to investigate the effect of MF strength. Higher Ha means stronger MF. Pordanjani et al. [40] considered natural-convection heat transfer in an enclosure under a MF numerically. They understood that the heat transfer rate intensifies with boosting of Ra and decreasing of Ha. Benos and Sarris [41] analyzed the performance of a nano-fluid in a cavity with a heat source under MF.\nThere are many ways to enhance the heat transfer rate include the application of expanded surfaces in the enclosures. The surface of heat exchanger is enlarged by using the baffles leads to an intensification of the performance of heat exchanger. Aminossadati and Ghasemi [42] employed SIMPLE algorithm to examine the performance of a square cavity filled with several nano-fluids. The cavity was equipped with a heat source on its bottom wall. The\nJo ur\nna l P\nre -p\nro of\nnano-fluid is assumed to be Newtonian. They assessed the effects of Ra, the location and geometry of the heat source, the nano-fluid type and the volume fraction of nanoadditives. Khorasanizadeh et al. [43] investigated heat transfer of Cu/water nano-fluid in a square cavity using the SIMPLER algorithm numerically. They understood that convective heat transfer is very low at Ra=104, but the average Nusselt number intensifies at high Ra. Pordanjani et al. [44] analyzed the cooling performance of a nano-fluid in a square enclosure with two blades. They investigated the effect of the volume fraction of nanoadditives, Ra, and Ha on the flow field, temperature, and heat transfer rate. They reported that the heat transfer rate intensifies by augmenting the Ra and volume fraction of nanoadditives and reducing the Ha.\nBy considering the ever-augmenting use of energy and the reduction of fossil fuel resources, researchers have interested in evaluating the performance of different types of devices. One of the ways of exploring the efficiency of different types of energy sources is to investigate their entropy generation. This parameter is based on the second law of thermodynamics and can be a suitable measure for the measurement of the amount of losses. According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54]. Alnaqi et al. [55] studied heat transfer and entropy generation of alumina/water nano-fluid in a square cavity equipped with a blade on a hot-wall numerically. They found that the variations in the heat transfer rate and entropy generation are similar. The heat transfer rate and entropy generation intensify by augmenting the Ra and reducing the Ha. Ghasemi and Siavashi [56] performed the first-law and second-law evaluations of an enclosure with a porous blade. The cavity was saturated with a nano-fluid and it was located under the MF. They examined the impact of blade dimensions on the heat transfer rate.\nThere are various ways to intensify the heat transfer rate that addition of nanoadditives and application of blades are the most practical ones. The blades can intensification the heat transfer rate by enhancing the heat exchange surface and the nano-fluid can also intensify the heat transfer by augmenting the thermal-conductivity of the working fluid. Since the enclosures are under the MF in many industries, it is important to consider the MF. The present work aims to investigate the heat transfer of alumina/water nano-fluid in a square enclosure under an inclined MF. A heat source at temperature Th is placed in the middle of the cavity to heat the nano-fluid. The main objective of the present work is to use a conductive wall in the enclosure. In this way, there is a conductive wall on the cold walls of the enclosure. In the present work, the influences of Ra, Hartman number, MF angle, Jo ur\nna l P\nre -p\nro of\nenclosure angle, volume fraction of nanoadditives, and aspect ratio on the heat transfer rate are investigated."
    }, {
      "heading" : "2. Problem setup and governing equations",
      "text" : ""
    }, {
      "heading" : "2.1. Problem setup",
      "text" : "The considered geometry is an inclined two-dimensional square enclosure filled with a water-Al2O3 nano-fluid (Fig. 1). The side walls of the enclosure are maintained at a constant temperature of Tc. The side walls have thermal-conductivity of K* and constant thickness. The top and bottom walls of the enclosure are insulated. A heat source at constant temperature of Th is placed in the center of the cavity. The uniform MF B0 affects the cavity with an angle γ. No-slip boundary condition is imposed on all walls. In this study, the effects of Ra, Hartman number, MF angle, enclosure angle, volume fraction of nanoadditives, and aspect ratio on the heat transfer rate are investigated.\nro of"
    }, {
      "heading" : "2.2. Governing equations",
      "text" : "The non-dimensional governing equations in the two-dimensional laminar incompressible and steady flow, with the assumption of a nano-fluid as a continuous environment with a thermal equilibrium between the base-fluid and solid particles, are expressed as follows [55]. Also, the effects of viscosity dissipations are neglected.\nNon-dimensional mass conservation equation:\n)1( 0 U V X Y ∂ ∂ + = ∂ ∂\nNon-dimensional momentum equations:\n)2(\n2 2\n2 2\n2 2\n( )\nPr ( sin cos sin ) Pr sin\nnf\nnf f\nf nf nf\nnf f f\nU V P U UU V X Y X X Y\nHa V U Ra T\nµ ρ α\nρ σ β θ θ θ γ ρ σ β\n∂ ∂ ∂ ∂ ∂ + = − + + + ∂ ∂ ∂ ∂ ∂\n− +\n)3(\n2 2\n2 2\n2 2Pr ( sin cos cos ) Pr cos\nnf\nnf f\nf nf nf\nnf f f\nU V P V VU V X Y X X Y\nHa U V Ra T\nµ ρ α\nρ σ β θ θ θ γ ρ σ β\n ∂ ∂ ∂ ∂ ∂ + = − + + + ∂ ∂ ∂ ∂ ∂ \n− +\nNon-dimensional energy equation for nano-fluid:\n)4( 2 2\n2 2 nf\nf\nT V T TU V X Y X Y α α  ∂ ∂ ∂ ∂ + = + ∂ ∂ ∂ ∂ \nNon-dimensional energy equation for conductive walls:\n* * 0T Tk k X X Y Y ∂ ∂ ∂ ∂   + =   ∂ ∂ ∂ ∂   \n(5)\nThe following parameters are used to non-dimension the governing equations and boundary conditions. In the presented relationships, the Rayleigh and Hartman numbers are also introduced:\nJo ur\nna l P\nre -p\nro of"
    }, {
      "heading" : "2.3. Boundary conditions",
      "text" : ""
    }, {
      "heading" : "2.4. The relationships for nano-fluid properties",
      "text" : "required, which are computed using the following relationships [57]:\n)7 ( (1 )nf f pρ ϕ ρ ϕρ= − +\n)8 ( ( ) (1 )( ) ( )p nf p f p pc c cρ ϕ ρ ϕ ρ= − +\n(9) ( ) (1 )( ) ( )nf f pρβ ϕ ρβ ϕ ρβ= − +\n(10) 3 1\n1 2 1\np\nfnf\nf p p\nf f\nσ ϕ\nσσ σ σ σ\nϕ σ σ\n  − +    = −\n    + − − +          \nJo ur\noo\n(11) ( ) nf\nnf p nf\nk c α ρ =\nin which, subscripts f and p respectively refer to the water and Al2O3. These properties are given in Table 2. Also, knf is the effective thermal-conductivity of the nano-fluid, which can be obtained from references of [58] and [59] as follows:\n(12) 42 2 ( ) 5 10 ( , )\n2 ( ) f p f f p b\nnf Static Brownian f f p p f f p f p\nk k k k k Tk k k k c f T k k k k d ϕ ϕρ ϕ ϕ ρ   + − − = + = + × Γ  \n+ + −      \nWhere kp and kf are thermal-conductivity of the nanoadditives and the pure fluid, respectively. The Boltzmann constant is 𝑘𝑘𝑏𝑏 = 1.3807 × 10−23 [m2kg/s−2K−1], T is the nano-fluid temperature in Kelvin and the functions Γ and f (T , φ) for water- Al2O3 as Eq. (14) and (15).\nThe Vajjha [58] and Brinkman [60] relations are used for the modeling of the dynamic\nviscosity of the water- Al2O3 nano-fluid:\n(13) 4 2.5 5 10 ( , )(1 ) Prf f f b nf Static Brownian f p\nf f p\nk Tc f T k d µ µ µ µ µ ϕρ ϕ ϕ ρ = + = + × Γ −\nIn the relation 14, the expressions Γ and f (T,φ) are written as Eqs. (15) and (16), as in the\nEq. (12), for water- Al2O3 nano-fluid:\n(14) 2 3 2 3\n0\n( , ) (2.8217 10 3.917 10 ) ( 3.0669 10 3.91123 10 )Tf T T ϕ ϕ ϕ− − − −   = × + × + − × − ××   \n(15) 1.073048.4407(100 )ϕ −Γ =\n3O2Al-waterphysical properties of -Table 2. Thermo\nWater 𝐀𝐀𝐀𝐀𝟐𝟐𝑶𝑶𝟑𝟑\nnanoadditives Properties\n4179 765 𝑪𝑪𝑷𝑷 (𝐉𝐉 𝐤𝐤𝐤𝐤.𝐊𝐊⁄ )\nJo ur\nna l P\nre -p\nro of\n997.1 3970 𝛒𝛒 (𝐤𝐤𝐤𝐤 𝐦𝐦𝟑𝟑⁄ ) 0.613 25 𝒌𝒌 (𝐖𝐖 𝐦𝐦.𝐊𝐊⁄ )\n- 40 dp(nm)\n0.05 1× 10−10 𝝈𝝈 (𝛀𝛀.𝐦𝐦)−𝟏𝟏\n21× 10−5 0.85× 10−5 𝜷𝜷(𝟏𝟏/𝐊𝐊)"
    }, {
      "heading" : "2.5. Equation of heat transfer",
      "text" : "Calculating the rate of heat transfer is one of the most vital parameters. The total heat transfer rate is stated in the form of the Nu. The local Nu on the cold wall and the heat source is defined according to Eq. (16):\nY f\nhLNu k = (16)\nThe coefficient of heat transfer is known by Eq. (17):\nh c\nqh T T ω= −\n(17)\nThe heat flux and Nusselt number are also calculated by Eqs. (18) and (19):\nnf Tq k Xω ∂ =  ∂ \n(18)\nnf\nf\nk TNu k X ∂ = −  ∂  (19)\n( 0,1)0 0 ( 0,1)\n1 1L Lnf M x\nxf k TNu Nu dY dY L L k X= = ∂ = = −  ∂ ∫ ∫ (20)\n2.6. Numerical method\nThe average Nusselt number is also obtained by integrating the Eq. (19) on the cold wall\nof the cavity:\nJo ur\nna l P\nre -p\nro of\nThe equations 1-6 and boundary conditions have been derived by means of a finite volume-based method. The computational field has been discretized by a staggered grid. In a staggered grid, in addition of the suitability of computing flows on the control volume, the pressure values have been calculated in the central points of the grid because of the velocity of the surfaces is identified. The SIMPLE technique has been employed for solving simultaneous algebraic equations [61]. The convergence criterion is also as follows:\n(21) 1\n8 1 10\nn n\nI nJ ϕ ϕφ ϕ + − + − = ≤∑ ∑"
    }, {
      "heading" : "2.7. Validation and grid independency",
      "text" : "The verification of code is conducted by comparing the present numerical findings with those obtained by Nag et al. [62] and Ghasemi et al. [63]. The outcomes of validation is presented in Table 3. The average Nusselt number of the right cold wall for the natural-convection flow of nano-fluid through a square cavity with a thick blade on the left side wall is utilized for the sake of validation. As shown in Table 3, the Nusselt number calculated from the present simulations are in good agreement with the data of Nag et al. [62].\nTable 3. The outcomes of validation for ks/ka=7750, lb=0.4, Ra=106.\nφ Nag et al. [62] Present work 0.02 8.861 8.731 0.04 8.888 8.811 0.6 9.033 8.951\nFinally, the naturally cooled cavity containing a nano-fluid under the influence of the MF that was investigated by Ghasemi et al. [63] is considered for further validation. In their study, the square enclosure had cold and hot side walls and isolated top and bottom ones. The average Nusselt number is compared for different Ha, volume fraction of 0.03 and Ra = 105.\nFig. 2, shows that there is no difference between the results gained from the present model and the ones of Ghasemi et al. [63].\nJo\nur na\nl P\nre\n-p ro\nof\nnumerical simulationand modelnumerical presentbetween the aveNuThe comparison of Fig. 2.\nperformed by Ghasemi et al. [63] for solid volume fraction of 0.03\nNow, it is necessary that the independence of the results is checked from the number of grid points and an appropriate computational grid is selected. To this end, impact of the number of grid points on the average Nusselt number of the cold walls and the maximum stream function is evaluated for various Ra and Ha, different volume fractions of nanoadditives, different cold wall thickness, different thermal-conductivity and different MF angles. The sample of these simulations is presented in Table 5 for Ha=20, φ=0.03, b=0.1, γ=45ᵒ, K*=10, AR=0.4, Rd=1, 45θ =  , and Ra = 105. According to this table, it is clear that\nfurther intensifies in the number of grid points than 120×120 do not change the results. Thus,\n120×120 grid resolution is selected for further simulations.\nmax.ψ and aveNu. Grid independency study for 5Table\n160×160 140×140 120×120 100×100 80×80 60×60 Grid 5.926 5.927 5.927 5.934 5.849 5.803 aveNu 6.717 6.716 6.715 6.698 6.634 6.587 max.ψ\n171.954 171.678 171.341 170.972 168.758 162.654 TotalS\n3. Results and discussion\nRa=105\nRa=105\nRa=105\nHa\n0 10 20 30 40 50 60\nN u m\n0\n2\n4\n6\n8\n10 Ghasemi et al\nPresent Work Jo ur na l P re -p ro of"
    }, {
      "heading" : "3.1. Variation of Rayleigh and Hartmann numbers",
      "text" : "In Fig. 3, streamlines and isothermal lines are plotted for Ha= 30, AR=0.35, 0θ = , γ= 45, φ= 0.03 and different Ra. The streamlines show that two separate vortices are formed for all Ra. These two vortices have the opposite direction. The cause for the formation of these vortices is the buoyancy force. The density of the fluid in the locality of the heat source declines due to the heating. By decreasing the density and lightening the fluid, the fluid mass moves upward in opposite direction of the gravity. The fluid flow reach the cold wall and its temperature declines leads to an intensifies in the density. Therefore, the fluid moves down. The continuity of this fluid movement causes to form a vortex in the cavity. Conversely, two vortices are formed around the heat source because of the presence of a barrier in the center of the cavity and the angle of the cavity with respect the horizontal axis. The right vortex is stronger due to its better condition for vortex generation. The streamlines show that the maximum stream function intensifies with augmenting the Ra. The density of the streamlines in the enclosure intensifies by augmenting the Ra. The intensification in the density of the streamlines means that the velocity gradient intensifies and, as a result, the fluid flow inside the compartment becomes faster. The reason is that an intensification of the Ra results in an intensification of the buoyancy force and intensification in the fluid flow. Hence, the strength of the vortex intensifies. Isotherms show that two phenomena occur by augmenting the Ra. First, the density of the isothermal lines intensifies in the lower part of the heat source and the upper right side wall. This shows an increase in temperature gradient inside these areas. Therefore, the rate of heat transfer also intensifies. This is also because of an intensification of the velocity of fluid mass displacement by augmenting the Ra, which ultimately leads to an intensification of the gradient of temperature. Second, the isothermal lines are more irregular and their curvature intensifies for high Ra compared to low ones. For the case of low curvature of the isotherms, the chief mechanism of heat transfer is conduction and for the case of high curvature, this mechanism is natural-convection. Thus, the conduction heat transfer mechanism declines and natural-convection heat transfer mechanism intensifies with augmenting the Ra. This is due to more fluid movement with augmenting the Ra. Higher heat transfer rate in the natural-convection than the conduction one results in an intensification of the heat transfer rate in the enclosure.\n6Ra=10 Ra= 31622 3Ra=10\nJo ur\nna l P\nre -p\nro of\nIn Fig. 4, the flow and thermal fields are presented for Ra=31622, AR=0.35, 0θ = , γ= 45, φ= 0.03 and dissimilar Ha. The Hartman numeral represents the MF strength. By augmenting the strength of the MF, the Lorentz force in the cavity intensifies. This force causes the velocity of fluid to reduce in the compartment. As the Lorentz force acting against the buoyancy force and prevents the vortex motion. Hence, the velocity of the vortices declines by reducing the fluid velocity. This decrease in the fluid velocity can change the heat transfer mechanism from convection to conduction at high Ra. But at low Ra, which the fluid velocity is low, it produces small variations. Isotherms also show that a slight change occurs in the density of the streamlines by augmenting the Ha. As the Hartman number intensifies, the density of isotherms declines steadily close to the heat source. This results in a reduction in the temperature gradient which can ultimately leads to a reduction in the heat transfer rate in the enclosure.\nHa=60 Ha=30 Ha=0\n4 -18 0.7\n99 52\n3\n-1\n0.0 3\n-0. 03\n0.9 0.8\n0.7 0.6 0.5 0.4\n0.3\n0.2 0.1\n0.9 0.8\n0.7\n0.6\n0.4\n0.1\n0.90 .80\n.7 0.6 0.\n5 0.40.30.20.1\nJo ur\nal Pr\ne-\npr\noo f\nIn Fig. 5, Nuave calculated on the cold wall is plotted for, AR=0.35, 0θ = , γ= 45, φ= 0.03 and dissimilar Ha and Ra. The Nusselt number behavior is quite different by augmenting the Hartman number for different Ra. At low Ra, Nuave intensifies and then declines by augmenting the Ha. But at high Ra, Nuave intensifies and then declines by augmenting the Ha. Different behavior of the Nu is due to the angle of the enclosure and the presence of a heat source in it. At low Ra, while the chief mechanism of heat transfer is conduction, the Lorentz force drives the fluid away from the walls with the intensification of the Ha. However, more intensification in the Ha leads to higher temperature gradient and an intensification of the Nusselt number. In general, at low Ra, the variation of the Nusselt number is not considerable with the Ha, and the variations are very small. At high Ra, the fluid in the lower part of the enclosure goes into the vortex and more fluid is rotating as the Hartman number intensifies. This leads to an intensification of the Nusselt number, but as the MF becomes stronger and Lorentz force intensifies, the velocity of the vortex declines. In this case, the Lorentz force prevents the vortex motion results in a reduction in the heat transfer. For all Ha, the heat transfer rate intensifies by augmenting the Ra, which is more considerable for weak MFs. As the Ra intensifies, the buoyancy force and vortex velocity intensification leads to an intensification of the heat transfer rate.\nJo ur\nna l P\nre\nFig. 5. The average Nusselt number calculated on the cold wall for AR=0.35, 0θ = , γ= 45, φ= 0.03 and different Ha and Ra"
    }, {
      "heading" : "3.2. Variation of the inclination angle of the enclosure",
      "text" : "In Fig. 6, the flow and thermal fields are presented for Ra= 31622, Ha= 30, AR=0.2,\n0θ =  , φ= 0.03 and dissimilar inclination angles of the cavity. Streamlines show that two vortices are formed for all angles of the enclosure. These two vortices are symmetry for the angles of 0° and 90° and are asymmetry for the inclined enclosure. In the enclosure with a zero angle, two vortices of the same size and the opposite direction are formed that are moving in all space of the enclosure. The fluid moves upwards as its temperature intensifies in the vicinity of the heat source and then goes up and after interaction with the upper wall moves towards the side walls of the enclosure. The fluid flow collides to the cold wall, loses\n3.00\n3.75\n4.50\n5.25\n6.00\n0.00\n15.00\n30.00\n45.00\n60.00\n5.6\n7.3\n9\n10.7\n12.4\nN u\nRa Ha\nJo ur\nna\nl P\nre -p\nro of\nits temperature and moves down due to the buoyancy force. The fluid is cooled and then, after colliding with the bottom wall, goes up. As a result, two symmetric vortices are formed on both sides of the heat source. As the inclination angle intensifies, the velocity of the fluid declines dramatically at the bottom of the enclosure. Because the fluid is moving faster between the heat source and cold top wall and the fluid in the lower part does not move due to its high density. Hence, the upper vortex is stronger than the lower one. For the inclination angle of 90°, there is no fluid flow in the bottom of the chamber because of the heat exchange between the heat source and the top cold. So, the fluid does not move from the bottom wall to the top one. Isothermal lines also show that for inclination angles of 0° and 90°, these lines are symmetry relative to the heat source and the highest density is observed below the heat source. At this point, because the cold fluid collides with the heat source for the first time, a large temperature gradient is formed and the density of the isothermal lines is high. As the inclination angle intensifies, the density of isotherms intensifies at the right side of the enclosure. The reason is that the vortex is stronger in this area results in an intensification of the temperature gradient. For the angle of 90°, the density of isothermal lines is low in the bottom of the enclosure, which indicates that the heat transfer rate is very low in this area.\nγ=90 γ=45 γ=0\nψ\n4 - 5\n-6 2\n-44\nJo ur\nna l P\nre -p\nr of\nIn Fig. 7, dimensionless velocity and dimensionless temperature are plotted at the line X =\n0.5 for Ra = 31622, Ha = 30, AR = 0.2, 0θ =  , φ = 0.03, and dissimilar inclination angles. As the inclination angle of the enclosure intensifies, the velocity declines sharply. In addition, the symmetry of the curves relative to the heat source is reduced, which is due to that an enclosure with inclination angle of 0 has better conditions for the formation of vortex. These conditions are weakened with augmenting the angle, so that very weak vortex is formed at the angle of 90 in the lower part of the enclosure because the cool fluid remains on the bottom of the cold wall. Isothermal line also exhibit symmetrical trend relative to the heat source. The symmetry is vanishes with augmenting the angle of the enclosure. The conditions for vortex formation on the top of the heat source are improved and the convection in the lower part is significantly weakened with the intensification in the angle of the enclosure. It can be seen that the temperature declines in the region below the heat source at the angle of 90 and intensifies above the heat source.\nJo ur\nna l P\nre -p\noo"
    }, {
      "heading" : "3.3. Variation of MF angle",
      "text" : "In Fig. 8, the flow and thermal fields are plotted for Ra = 31622, Ha = 30, AR = 0.2, γ=45, φ= 0.03 and dissimilar MF angles. It can be seen that the vortex shaped in the upper area of the cavity is strengthened by augmenting the angle of the MF. But the bottom vortex does not change. The Lorentz force due to the MF causes more fluid to move upward by augmenting the angle of the MF. As a result, the cold fluid that remains in the lower part of the cavity moves and the vortex also penetrates in these areas. Hence, the strength of the resulting vortex is intensified. The variation of isotherms is not considerable by changing the angle of the MF. By dragging the fluid flow to the top of the enclosure, the isothermal lines are pulled to that area. This also makes the isotherms to have more distant from the bottom of the enclosure results in small temperature gradient in this area.\n90θ =  45θ =  0θ = \nJo ur\nna l P\nre -p\nro\nψ\nT\nFig. 8. The flow and thermal fields for Ra = 31622, Ha = 30, AR = 0.2, γ=45, φ= 0.03 and dissimilar MF angles.\nIn Fig. 9, dimensionless velocity and dimensionless temperature are plotted at the line X = 0.5 for Ra = 31622, Ha = 30, AR = 0.2, γ=45, φ= 0.03 and dissimilar MF angles. The maximum and minimum velocity reduces by augmenting the angle of the MF. This indicates a decrease in the velocity of the fluid in the cavity. By augmenting the angle of the MF, the Lorentz force causes the fluid to move towards the top region of the enclosure. Hence, the velocity of the vortex inside the enclosure declines and the maximum velocity is reduced. It can be seen from the temperature diagram that as the MF angle intensifies, the temperature in the enclosure is reduced slightly because of a decrease in vortex velocity for the reasons explained. In general, variation of the angle of the MF does not affect the temperature and velocity considerably.\n(b)(a)\n-7\n2 -6 2 2 -5\n0.9 0.8\n0. 7\n0.6\n0.5\n0.4 0.3 0.2\n0.1\n0.90 .80. 7 0.\n6 0.5\n0.4 0.3\n0.2 0.1\n0.9 0.8\n0.7\n0.6\n0.5 0.4 0.3\n0.2 0.1\nJo ur\nn l P\nre\n-p\nro of\nFig. 9. (a) Dimensionless velocity and (b) dimensionless temperature at the line X = 0.5 for Ra = 31622, Ha = 30, AR = 0.2, γ=45, φ= 0.03, and dissimilar MF angles.\nIn Fig. 10, the average Nu calculated on the cold wall is presented for Ra = 31622, Ha = 30, AR = 0.2, φ= 0.03 and different MF angles and various inclination angles. It can be observed that the variation of the Nu has not a constant trend with the variations of the inclination angle of the enclosure and the angle of the MF. For the case of zero inclination angle, the Nusselt number intensifies by augmenting the angle of the MF. The maximum Nusselt number occurs for zero inclination angle and horizontal MF. In this case, the Lorentz force due to the MF results in an intensification of the fluid motion in the enclosure and amplifies the vortex, which ultimately results in an intensification of the heat transfer rate. However, it is seen that the Nusselt number variations with the changes in the angles of the enclosure and the MF angle are low as the maximum change is less than 25%.\nY\n0.0 0.2 0.4 0.6 0.8 1.0\n ( X\n=L /2\n)\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\nTeta Teta Teta\nY\n0.0 0.2 0.4 0.6 0.8 1.0\nU (X\n=L /2\n)\n-30\n-20\n-10\n0\n10\n20\n30\n40\nTeta Teta Teta\nJo ur\nna l P\nre -p\nro\nof\nFig. 10. The average Nusselt number calculated on the cold wall for Ra = 31622, Ha = 30, AR = 0.2, φ= 0.03 and different MF angles and various inclination angles."
    }, {
      "heading" : "3.4. Variation of the aspect ratio of the enclosure",
      "text" : "In Fig. 11, the flow and thermal fields are plotted for Ra = 31622, Ha = 30, 0θ =  , γ=45, φ= 0.03 and various aspect ratios. Streamlines show that the vortex strength declines by augmenting the aspect ratio. This is due to the narrowing of the space to rotate the vortex. As the heat source size intensifies, the space inside the enclosure becomes narrower and the fluid velocity in the enclosure declines. Isotherms show that the curvature of the isothermal lines declines and they become more regular by augmenting the aspect ratio. The density of isotherms intensifies with the aspect ratio leads to an intensification of the temperature gradient results in an intensification of the heat transfer rate. As the size of the heat source intensifies, the flow velocity in the enclosure declines leads to a reduction in the heat transfer. As the heat source enlarges, the heat transfer mechanism changes to conduction. This can\n0.00 22.50\n45.00 67.50\n90.00 0.00\n22.50\n45.00\n67.50\n90.00 5.4\n5.725\n6.05\n6.375\n6.7\nN u\nGama\nTeta\nJ ur\nna\nl P\nre -p\nro of\nalso be concluded from the curvature of the isotherms. In the large aspect ratios, the conduction heat transfer is dominant. On the other hand, conduction heat transfer intensifies with a decrease in the distance between the hot and cold walls according to the Fourier law, which is also concluded from the intensification in the density of the isothermal lines.\nAR=0.6 AR=0.35 AR=0.1\nψ\nT\nFig. 11. The flow and thermal fields for Ra = 31622, Ha = 30, 0θ =  , γ=45, φ= 0.03 and various aspect ratios.\nIn Fig. 12, dimensionless velocity and dimensionless temperature are plotted at the line X =\n0.5 for Ra = 31622, Ha = 30, 0θ =  , γ=45, φ= 0.03. The fig. 12a shows that the velocity declines rapidly as the size of the heat source intensifies. This is due to that the space for fluid motion declines leads to a decrease in the vortex velocity. In all cases, the direction of streamlines is upward in the vicinity of the heat source and is downward close to the cold wall. This shows the direction of two vortices around the heat source. It can be seen from the isothermal lines that the temperature gradient declines sharply by augmenting the size of the heat source. This is due to the reduction of the fluid velocity, which causes the fluid to move slowly results in a reduction in the temperature gradient. The temperature in the lower area of\n-0. 25\n0.2 0.7\n99 52\n3\n-1 -1\n1\n0. 8\n0. 6\n0.40.2\n0.9 0.8\n0.7\n0.6\n0.4 0.1 0.8\n0.6 0.4\n0.2\n0.2\nJo ur\nna\nl P\nre -p\nro of\nthe cavity is lower than that in its upper part because of the accumulation of heavy and cold fluid at the bottom of the enclosure. (b) (a)\nIn Fig. 13, the average Nusselt number for different Ra (Fig. 13a) and various Ha (Fig. 13b)\nis plotted for different aspect ratios Ra = 31622, Ha = 30, 0θ =  , γ=45, φ= 0.03. Fig. 13a reveals that the heat transfer rate intensifies with the intensification of the aspect ratio and the Ra. This is more obvious for low aspect ratios. At low aspect ratios, the main mechanism of heat transfer is convection that intensifies with augmenting the Ra. At high aspect ratios, the main mechanism of heat transfer is conduction and the buoyancy force does not affect the heat transfer rate. An intensification of the buoyancy force affects the convection mechanism that is weak in this case. Hence, the heat transfer rate intensifies with the intensification of the aspect ratio and the Ra. Fig. 13b demonstrates that the variations of the Ha leads to a constant trend for the Nusselt number for different aspect ratios. As a result, maximum heat transfer rate occurs for a weak MF and a large aspect ratio, as is the case in the previous sections. It has been explained before.\n(b) (a)\nJo ur\nna l P\nre\n-p\nro"
    }, {
      "heading" : "3.5. Variation of volume fraction of nanoadditives",
      "text" : "In Fig. 14, local Nusselt number of cold wall is plotted for Ra = 31622, Ha = 30, 0θ =  , γ=45, Ar=0.2 and different volume fractions of nanoadditives. An intensification of the volume fraction of nano-additives leads to an intensification of the thermal-conductivity of the base-fluid. A greater heat transfer happens in the fluid by augmenting the thermalconductivity of the nano-fluid, which causes the fluid to receive higher heat transfer in the locality of the walls. So, the heat transfer rate intensifies close to the side cold wall by augmenting the volume fraction of nanoadditives. It can be seen that maximum heat transfer rate takes place in the upper part of the wall. This is also due to collision of heated fluid for the first time in this section. The heated fluid moves upwards and after colliding with the upper wall goes to the side wall and then collide with the cold wall. Hence, the heat transfer rate in this region is greater than that in other areas because of higher temperature gradient.\nJo ur\nna l P\nre -p\nro\nFig. 14. Local Nusselt number of cold wall for Ra = 31622, Ha = 30, 𝜃𝜃 = 0°, γ=45, Ar=0.2 and different volume fractions of nanoadditives.\nFig. 15 shows the average Nusselt number for different angles of the enclosure and various volume fractions of nanoadditives (Fig. 15a) and for different MF angles changes and various volume fractions of nanoadditives (Fig. 15b) for Ra = 31622, Ha = 30, 𝜃𝜃 = 0°, γ=45, Ar=0.2. As shown in Fig. 15a, the Nusselt number intensifies by augmenting the volume fraction of nanoadditives and reducing the angle of enclosure. The intensification in the average Nusselt number is noticeable by augmenting the volume fraction of nanoadditives at greater inclination angles. Fig. 15b shows the variation of Nusselt number with augmenting the volume fraction has a constant trend for different angles of the MF.\nY\n0.0 0.2 0.4 0.6 0.8 1.0\nN u\n0\n1\n2\n3\n4\n5\n  \nJo\nur\nna l P\nre\n-p\nro of"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In the present paper, heat transfer of alumina/water nano-fluid in a square enclosure with conductive walls were investigated. There was a constant heat source in the center of the cavity that affected by an inclined MF. The results showed that:\n• The heat transfer is higher for higher Ra than those for lower ones. The heat transfer\nrate on right wall of the enclosure intensifies by 3.11 times by augmenting the Ra.\n• The heat transfer coefficient intensifies by augmenting the volume fraction of\nnanoadditives.\n• The heat transfer coefficient declines by augmenting the angle of the enclosure. The\nheat transfer rate intensifies by 33% on the right wall and declines by 55% on the left wall by augmenting the angle of the enclosure.\n• The heat transfer rate intensifies by 14% on the right wall and declines by 3% on the\nleft wall by augmenting the angle of the MF.\n• As the aspect ratio intensifies, the heat transfer rate intensifies.\nJo ur\nna l P\nre -p\nr"
    }, {
      "heading" : "Acknowledgement",
      "text" : "This research is partially supported by the National Key Research and Development Program\nof China (2016YFB0100903) and JITRI Suzhou Automotive Research Institute Project\n(CEC20190404)."
    } ],
    "references" : [ {
      "title" : "Using a magnetic field to reduce natural-convection in a vertical cylindrical annulus",
      "author" : [ "M. Afrand" ],
      "venue" : "International Journal of Thermal Sciences, 118 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "3-D numerical investigation of natural-convection in a tilted cylindrical annulus containing molten potassium and controlling it using various magnetic fields",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G. Ali Sheikhzadeh", "F. Sarhaddi" ],
      "venue" : "International Journal of Applied Electromagnetics and Mechanics, 46 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Numerical simulation of electrically conducting fluid flow and free convective heat transfer in an annulus on applying a magnetic field",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G.A. Sheikhzadeh", "F. Sarhaddi" ],
      "venue" : "Heat Transfer Research, 45 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Multiobjective optimization of natural-convection in a cylindrical annulus mold under magnetic field using particle swarm algorithm",
      "author" : [ "M. Afrand", "S. Farahat", "A.H. Nezhad", "G.A. Sheikhzadeh", "F. Sarhaddi", "S. Wongwises" ],
      "venue" : "International Communications in Heat and Mass Transfer, 60 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Effect of induced electric field on magneto-natural-convection in a vertical cylindrical annulus filled with liquid potassium",
      "author" : [ "M. Afrand", "S. Rostami", "M. Akbari", "S. Wongwises", "M.H. Esfe", "A. Karimipour" ],
      "venue" : "International Journal of Heat and Mass Transfer, 90 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "and Fluids",
      "author" : [ "S. Aghakhani", "A.H. Pordanjani", "A. Karimipour", "A. Abdollahi", "M.J.C. Afrand" ],
      "venue" : "\"Numerical investigation of heat transfer in a power-law non-Newtonian fluid in a C-Shaped cavity with magnetic field effect using finite difference lattice Boltzmann method,\" vol. 176, pp. 51-67",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental study of transition flow from single phase to two phase flow boiling in nano-fluids",
      "author" : [ "E. Abedini", "T. Zarei", "M. Afrand", "S. Wongwises" ],
      "venue" : "Journal of Molecular Liquids, 231 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Numerical investigation of vapor volume fraction in subcooled flow boiling of a nano-fluid",
      "author" : [ "E. Abedini", "T. Zarei", "H. Rajabnia", "R. Kalbasi", "M. Afrand" ],
      "venue" : "Journal of Molecular Liquids, 238 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental investigation and simulation of flow boiling of nano-fluids in different flow directions",
      "author" : [ "M. Afrand", "E. Abedini", "H. Teimouri" ],
      "venue" : "Physica E: Low-dimensional Systems and Nanostructures, 87 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hydrothermal analysis of turbulent boehmite alumina nano-fluid flow with different nanoparticle shapes in a minichannel heat exchanger using two-phase mixture model",
      "author" : [ "J. Alsarraf", "A. Moradikazerouni", "A. Shahsavar", "M. Afrand", "H. Salehipour", "M.D. Tran" ],
      "venue" : "Physica A: Statistical Mechanics and its Applications, 520 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "M",
      "author" : [ "L. Yang" ],
      "venue" : "Mao, J.-n. Huang, W. Ji, Enhancing the thermal-conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study, Powder Technology, ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effect of a novel clay/silica nanocomposite on water-based drilling fluids: Improvements in rheological and filtration properties",
      "author" : [ "G. Cheraghian", "Q. Wu", "M. Mostofi", "M.-C. Li", "M. Afrand", "J.S. Sangwai" ],
      "venue" : "Colloids and Surfaces A: Physicochemical and Engineering Aspects, 555 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of functionalized single walled carbon nanotubes on thermal performance of antifreeze: an experimental study on thermal-conductivity",
      "author" : [ "R.A. Dehkordi", "M.H. Esfe", "M. Afrand" ],
      "venue" : "Applied Thermal Engineering, 120 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A new correlation for predicting the thermalconductivity of ZnO–Ag (50%–50%)/water hybrid nano-fluid: an experimental study",
      "author" : [ "N.N. Esfahani", "D. Toghraie", "M. Afrand" ],
      "venue" : "Powder Technology, 323 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "L. Yang" ],
      "venue" : "Mao, J.-n. Huang, W. Ji, Enhancing the thermal-conductivity of SAE 50 engine oil by adding zinc oxide nano-powder: An experimental study, Powder Technology, 356 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "An updated review on application of nanofluids in heat exchangers for saving energy",
      "author" : [ "A. Hajatzadeh Pordanjani", "S. Aghakhani", "M. Afrand", "B. Mahmoudi", "O. Mahian", "S. Wongwises" ],
      "venue" : "Energy Conversion and Management, 198 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A new experimental correlation for non- Newtonian behavior of COOH-DWCNTs/antifreeze nano-fluid",
      "author" : [ "F. Izadi", "R. Ranjbarzadeh", "R. Kalbasi", "M. Afrand" ],
      "venue" : "Physica E: Low-dimensional Systems and Nanostructures, 98 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The effects of tape insert material on the flow and heat transfer in a nano-fluid-based double tube heat exchanger: Two-phase mixture model",
      "author" : [ "A. Karimi", "A.A. Al-Rashed", "M. Afrand", "O. Mahian", "S. Wongwises", "A. Shahsavar" ],
      "venue" : "International Journal of Mechanical Sciences, 156 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comprehensive review on rheological behavior of mono and hybrid nano-fluids: Effective parameters and predictive correlations",
      "author" : [ "H. Khodadadi", "S. Aghakhani", "H. Majd", "R. Kalbasi", "S. Wongwises", "M. Afrand" ],
      "venue" : "International Journal of Heat and Mass Transfer, 127 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of graphene oxide‐silicon oxide hybrid nanomaterials on rheological behavior of water at various time durations and temperatures: Synthesis",
      "author" : [ "R. Ranjbarzadeh", "A. Akhgar", "S. Musivand", "M. Afrand" ],
      "venue" : "preparation and stability, Powder Technology, 335 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An experimental evaluation of the effect of ZnO nanoparticles on the rheological behavior of engine oil",
      "author" : [ "K. Sepyani", "M. Afrand", "M.H. Esfe" ],
      "venue" : "Journal of Molecular Liquids, 236 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental study on rheological behavior of water– ethylene glycol mixture in the presence of functionalized multi-walled carbon nanotubes",
      "author" : [ "E. Shahsavani", "M. Afrand", "R. Kalbasi" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry, 131 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Using experimental data to estimate the heat transfer and pressure drop of non-Newtonian nano-fluid flow through a circular tube: applicable for use in heat exchangers",
      "author" : [ "E. Shahsavani", "M. Afrand", "R. Kalbasi" ],
      "venue" : "Applied Thermal Engineering, 129 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "F. Selimefendigil" ],
      "venue" : "F. J. I. J. o. H. Öztop, and M. Transfer, \"Corrugated conductive partition effects on MHD free convection of CNT-water nano-fluid in a cavity,\" vol. 129, pp. 265-277",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "I",
      "author" : [ "C. Revnic", "E. Abu-Nada", "T. Grosan" ],
      "venue" : "J. I. J. o. N. M. f. H. Pop, and F. Flow, \"Naturalconvection in a rectangular cavity filled with nano-fluids: Effect of variable viscosity,\" vol. 28, no. 6, pp. 1410-1432",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Analysis of natural-convection in nano-fluid-filled H-shaped cavity by entropy generation and heatline visualization using lattice Boltzmann method,",
      "author" : [ "A. Rahimi" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "M. Izadi", "R. Mohebbi", "D. Karimi" ],
      "venue" : "A. J. C. E. Sheremet, and P.-P. Intensification, \"Numerical simulation of natural-convection heat transfer inside a┴ shaped cavity filled by a MWCNT-Fe3O4/water hybrid nano-fluids using LBM,\" vol. 125, pp. 56-66",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and i",
      "author" : [ "M.R. Safaei", "A. Karimipour", "A. Abdollahi", "T.K.J.P.A.S.M. Nguyen" ],
      "venue" : "Applications, \"The investigation of thermal radiation and free convection heat transfer mechanisms of nano-fluid inside a shallow cavity by lattice Boltzmann method,\" vol. 509, pp. 515-535",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Transfer, \"Influence of magnetic field on natural-convection and entropy generation in Cu–water nano-fluid-filled cavity with wavy surfaces,",
      "author" : [ "M.C.-C.J.I.J. o. H. Cho" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "and Z",
      "author" : [ "Y. Ma", "R. Mohebbi", "M. Rashidi" ],
      "venue" : "J. J. o. t. T. I. o. C. E. Yang, \"Simulation of nanofluid natural-convection in a U-shaped cavity equipped by a heating obstacle: Effect of cavity's aspect ratio,\" vol. 93, pp. 263-276",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Experimental investigation on laminar forced convective heat transfer of ferrofluid loaded with carbon nanotubes under constant and alternating magnetic field",
      "author" : [ "A. Shahsavar", "M.R. Salimpour", "M. Saghafian", "M.B. Shafii" ],
      "venue" : "Experimental thermal and fluid science 76 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effect of magnetic field on laminar forced convective heat transfer of MWCNT–Fe3O4/water hybrid nanofluid in a heated tube",
      "author" : [ "J. Alsarraf", "R. Rahmani", "A. Shahsavar", "M. Afrand", "S. Wongwises" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry 137 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanoparticle shape effects on thermal-hydraulic performance of boehmite alumina nanofluid in a horizontal double-pipe minichannel heat exchanger",
      "author" : [ "A. Shahsavar", "Z. Rahimi", "H. Salehipour" ],
      "venue" : "Heat and Mass Transfer 55 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Impact of variable fluid properties on forced convection of Fe3O4/CNT/water hybrid nanofluid in a double-pipe minichannel heat exchanger",
      "author" : [ "A. Shahsavar", "A. Godini", "P. Talebizadeh Sardari", "D. Toghraie", "H. Salehipour" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry 137 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Laminar forced convection performance of non-Newtonian water-CNT/Fe3O4 nano-fluid inside a minichannel hairpin heat exchanger: Effect of inlet temperature",
      "author" : [ "W.I. Liu", "A.A.A.A. Al-Rashed", "A.S. Alsagri", "B. Mahmoudi", "A. Shahsavar", "M. Afrand" ],
      "venue" : "Powder Technology 354 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Wavy channels triple-tube LHS unit with sinusoidal variable wavelength in charging/discharging mechanism",
      "author" : [ "A. Shahsavar", "A. Shaham", "P. Talebizadehsardari" ],
      "venue" : "International Communications in Heat and Mass Transfer 107 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Numerical assessment into the hydrothermal and entropy generation characteristics of biological water-silver nano-fluid in a wavy walled microchannel heat sink",
      "author" : [ "A.A.A.A. Al-Rashed", "A. Shahsavar", "O. Rasooli", "M.A. Moghimi", "A. Karimipour", "M.D. Tran" ],
      "venue" : "International Communications in Heat and Mass Transfer 104 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Melting and solidification characteristics of a double-pipe latent heat storage system with sinusoidal wavy channels embedded in a porous medium",
      "author" : [ "A. Shahsavar", "A.A.A. Al-Rashed", "S. Entezari", "P. Talebizadeh Sardari" ],
      "venue" : "Energy 171 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hydrothermal analysis of turbulent boehmite alumina nanofluid flow with different nanoparticle shapes in a minichannel heat exchanger using two-phase mixture model",
      "author" : [ "J. Alsarraf", "A. Moradikazerouni", "A. Shahsavar", "M. Afrand", "H. Salehipour", "M.D. Tran" ],
      "venue" : "Physica A 520 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "I",
      "author" : [ "L. Benos" ],
      "venue" : "J. I. J. o. H. Sarris, and M. Transfer, \"Analytical study of the magnetohydrodynamic natural-convection of a nano-fluid filled horizontal shallow cavity with internal heat generation,\" vol. 130, pp. 862-873",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Natural-convection cooling of a localised heat source at the bottom of a nano-fluid-filled enclosure,",
      "author" : [ "S. Aminossadati", "B.J.E.J. o. M.-B.F. Ghasemi" ],
      "venue" : "vol. 28,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2009
    }, {
      "title" : "and M",
      "author" : [ "H. Khorasanizadeh", "J. Amani" ],
      "venue" : "J. S. I. Nikfar, \"Numerical investigation of Cu-water nano-fluid natural-convection and entropy generation within a cavity with an embedded conductive baffle,\" vol. 19, no. 6, pp. 1996-2003",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Numerical investigation of non-Newtonian water-CMC/CuO nanofluid flow in an offset strip-fin microchannel heat sink: Thermal performance and thermodynamic considerations",
      "author" : [ "A.A.A.A. Al-Rashed", "A. Shahsavar", "S. Entezari", "M.A. Moghimi", "S.A. Adio", "T.K. Nguyen" ],
      "venue" : "Applied Thermal Engineering 155 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Free convection heat transfer and entropy generation analysis of water-Fe3O4/CNT hybrid nanofluid in a concentric annulus",
      "author" : [ "A. Shahsavar", "P. Talebizadeh", "D. Toghraie" ],
      "venue" : "International Journal of Numerical Methods for Heat & Fluid Flow 29 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Second law analysis of turbulent convection flow of boehmite alumina nanofluid inside a double-pipe heat exchanger considering various shapes for nanoparticle",
      "author" : [ "M. Monfared", "A. Shahsavar", "M.R. Bahrebar" ],
      "venue" : "Journal of Thermal Analysis and Calorimetry 135 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "and M",
      "author" : [ "A. Rashad", "T. Armaghani", "A. Chamkha" ],
      "venue" : "J. C. J. o. P. Mansour, \"Entropy generation and MHD natural-convection of a nano-fluid in an inclined square porous cavity: Effects of a heat sink and source size and location,\" vol. 56, no. 1, pp. 193-211",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "and I",
      "author" : [ "A.I. Alsabery", "M.S. Ishak", "A.J. Chamkha" ],
      "venue" : "J. E. Hashim, \"Entropy Generation Analysis and Natural-convection in a Nano-fluid-Filled Square Cavity with a Concentric Solid Insert and Different Temperature Distributions,\" vol. 20, no. 5, p. 336",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "MHD natural-convection and entropy generation of ferrofluids in a cavity with a non-uniformly heated horizontal plate,",
      "author" : [ "C. Sivaraj", "M.J.I.J. o. M.S. Sheremet" ],
      "venue" : null,
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    }, {
      "title" : "Entropy generation of boehmite alumina nano-fluid flow through a minichannel heat exchanger considering nanoparticle shape effect,",
      "author" : [ "A.A.A.A. Al-Rashed", "R. Ranjbarzadeh", "S. Aghakhani", "M. Soltanimehr", "M. Afrand", "T.K. Nguyen" ],
      "venue" : "Physica A: Statistical Mechanics and its Applications,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2019
    }, {
      "title" : "and J",
      "author" : [ "H. Khorasanizadeh", "M. Nikfar" ],
      "venue" : "J. E. J. o. M.-B. F. Amani, \"Entropy generation of Cu– water nano-fluid mixed convection in a cavity,\" vol. 37, pp. 143-152",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of alumina nano-powder on the convection and the entropy generation of water inside an inclined square cavity subjected to a magnetic field: uniform and non-uniform temperature boundary conditions,",
      "author" : [ "A. hajatzadeh", "S. Aghakhani", "A.A. Alnaqi", "M. Afrand" ],
      "venue" : null,
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Part A: Applications",
      "author" : [ "A.H. Mahmoudi", "M. Shahi", "F.J.N.H.T. Talebi" ],
      "venue" : "\"Entropy generation due to natural-convection in a partially open cavity with a thin heat source subjected to a nano-fluid,\" vol. 61, no. 4, pp. 283-305",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effects of magnetic field on the convective heat transfer rate and entropy generation of a nano-fluid in an inclined square cavity equipped with a conductor fin: Considering the radiation effect,",
      "author" : [ "A.A. Alnaqi", "S. Aghakhani", "A.H. Pordanjani", "R. Bakhtiari", "A. Asadi", "M.-D. Tran" ],
      "venue" : "International Journal of Heat and Mass Transfer,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2019
    }, {
      "title" : "M",
      "author" : [ "K. Ghasemi" ],
      "venue" : "J. J. o. M. Siavashi, and M. Materials, \"MHD nano-fluid free convection and entropy generation in porous enclosures with different conductivity ratios,\" vol. 442, pp. 474-490",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "W",
      "author" : [ "Y. Xuan" ],
      "venue" : "J. I. J. o. h. Roetzel, and M. transfer, \"Conceptions for heat transfer correlation of nano-fluids,\" vol. 43, no. 19, pp. 3701-3707",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "D",
      "author" : [ "R.S. Vajjha" ],
      "venue" : "K. J. I. J. o. H. Das, and M. Transfer, \"Experimental determination of thermal-conductivity of three nano-fluids and development of new correlations,\" vol. 52, no. 21-22, pp. 4675-4682",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A treatise on electricity and magnetism",
      "author" : [ "J.C. Maxwell", "J.J. Thompson" ],
      "venue" : "Clarendon",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1904
    }, {
      "title" : "The viscosity of concentrated suspensions and solutions,",
      "author" : [ "H.J.T.J. o. C.P. Brinkman" ],
      "venue" : "vol. 20,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 1952
    }, {
      "title" : "Numerical heat transfer and fluid flow",
      "author" : [ "S. Patankar" ],
      "venue" : "CRC press",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "V",
      "author" : [ "A. Nag", "A. Sarkar" ],
      "venue" : "J. C. m. i. a. m. Sastri, and engineering, \"Natural-convection in a differentially heated square cavity with a horizontal partition plate on the hot wall,\" vol. 110, no. 1-2, pp. 143-156",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "and A",
      "author" : [ "B. Ghasemi", "S. Aminossadati" ],
      "venue" : "J. I. J. o. T. S. Raisi, \"Magnetic field effect on naturalconvection in a nano-fluid-filled square enclosure,\" vol. 50, no. 9, pp. 1748-1756",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 1,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 2,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 3,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 4,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 5,
      "context" : "Hence, many researchers have studied the heat transfer in closed enclosures [1-6].",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 6,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 7,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 8,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 9,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 10,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 11,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 12,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 13,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 15,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 16,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 17,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 18,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 19,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 20,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 21,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 22,
      "context" : "According to the previous studies, nano-fluids have a higher thermal-conductivity than simple fluids [7-23].",
      "startOffset" : 101,
      "endOffset" : 107
    }, {
      "referenceID" : 23,
      "context" : "For example, the investigation of Selimefendigil and Oztop [24], Revnic et al.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 39,
      "context" : "Benos and Sarris [41] analyzed the performance of a nano-fluid in a cavity with a heat source under MF.",
      "startOffset" : 17,
      "endOffset" : 21
    }, {
      "referenceID" : 40,
      "context" : "Aminossadati and Ghasemi [42] employed SIMPLE algorithm to examine the performance of a square cavity filled with several nano-fluids.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 41,
      "context" : "[43] investigated heat transfer of Cu/water nano-fluid in a square cavity using the SIMPLER algorithm numerically.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] analyzed the cooling performance of a nano-fluid in a square enclosure with two blades.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 44,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 45,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 46,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 47,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 48,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 49,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 50,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 51,
      "context" : "According to the above mentioned, the researchers have studied the heat transfer rate and the entropy generation in the enclosures simultaneously [45-54].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 52,
      "context" : "[55] studied heat transfer and entropy generation of alumina/water nano-fluid in a square cavity equipped with a blade on a hot-wall numerically.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 53,
      "context" : "Ghasemi and Siavashi [56] performed the first-law and second-law evaluations of an enclosure with a porous blade.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 52,
      "context" : "Governing equations The non-dimensional governing equations in the two-dimensional laminar incompressible and steady flow, with the assumption of a nano-fluid as a continuous environment with a thermal equilibrium between the base-fluid and solid particles, are expressed as follows [55].",
      "startOffset" : 283,
      "endOffset" : 287
    }, {
      "referenceID" : 54,
      "context" : "The relationships for nano-fluid properties To solve the governing equations, the thermo-physical properties of the nano-fluid are required, which are computed using the following relationships [57]: ) 7 ( (1 ) nf f p ρ φ ρ φρ = − + ) 8 ( ( ) (1 )( ) ( ) p nf p f p p c c c ρ φ ρ φ ρ = − + (9) ( ) (1 )( ) ( ) nf f p ρβ φ ρβ φ ρβ = − +",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 55,
      "context" : "Also, knf is the effective thermal-conductivity of the nano-fluid, which can be obtained from references of [58] and [59] as follows:",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 56,
      "context" : "Also, knf is the effective thermal-conductivity of the nano-fluid, which can be obtained from references of [58] and [59] as follows:",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 55,
      "context" : "The Vajjha [58] and Brinkman [60] relations are used for the modeling of the dynamic viscosity of the water- Al2O3 nano-fluid:",
      "startOffset" : 11,
      "endOffset" : 15
    }, {
      "referenceID" : 57,
      "context" : "The Vajjha [58] and Brinkman [60] relations are used for the modeling of the dynamic viscosity of the water- Al2O3 nano-fluid:",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 58,
      "context" : "The SIMPLE technique has been employed for solving simultaneous algebraic equations [61].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 60,
      "context" : "[63] is considered for further validation.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "In the present work, natural convective heat transfer of water/Al2O3 nano-fluid in an inclined square enclosure is investigated. The side walls of the cavity are cold and the upper and lower ones are insulated. A wall with a thermal-conductivity of 100 and a thickness of 0.5 is located on the cold walls. Moreover, there is a constant temperature heat source in the center of the enclosure. The enclosure is located under the influence of an inclined magnetic field (MF). The governing equations were solved using the finite volume method (FVM) and solved using the SIMPLE algorithm. The results show that the heat transfer rate intensifies up to 3.11 times with intensifying the Rayleigh number (Ra). The maximum heat transfer occurred at weak magnetic fields. By augmenting the angle of the enclosure, the heat transfer rate on the right and left walls intensifies by 33% and declines by 55%, respectively. The heat transfer rate on the right wall intensifies by 14% by augmenting the angle of the MF. The addition of nano-additives also results in intensification in the heat transfer rate.",
    "creator" : "Elsevier"
  }
}