{
  "name" : "downloads_2019-10-22_76_yuan2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Well-Defined N/S Co-Doped Nanocarbons from Sulfurized PAN-b-PBA Block Copolymers: Structure and Supercapacitor Performance",
    "authors" : [ "Rui Yuan", "Han Wang", "Mingkang Sun", "Krishnan Damodaran", "Eric Gottlieb", "Maciej Kopec", "Karoline Eckhart", "Sipei Li", "Jay Whitacre", "Krzysztof Matyjaszewski", "Tomasz Kowalewski" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: copolymer-templated nitrogen-enriched carbons (CTNC), sulfur stabilization, porosity control, structure, supercapacitor\n■ INTRODUCTION Nitrogen-doped porous nanocarbons are receiving wide attention owing to their electrochemical activity which is the basis of their growing applications in energy storage and electrocatalytic areas.1−5 Compared to single N-doping, codoping with additional heteroatoms, such as phosphorus (P), boron (B), and sulfur (S), can further improve electrochemical performance through synergistic combination of different electronic effects.6−10 Such co-doped nanocarbons therefore represent a promising candidate for various applications. Currently, co-doped nanocarbons are predominately synthe-\nsized by copyrolysis of carbon precursors with different heteroatom sources.6−10 While this approach usually ensures good concurrent incorporation of different heteroatoms, control of porosity and nanostructure in co-doped nanocarbons still presents a considerable synthetic challenge. Herein, we present a new technique to synthesize N/S co-\ndoped nanocarbons with precise pore size control through\nintroduction of sulfur into copolymer-templated nitrogenenriched carbons (CTNCs).11−14 CTNCs are formed by carbonization of block copolymer (BCP) containing PAN as a carbon source,15−17 and a sacrificial porogenic block, i.e., poly(nbutyl acrylate) (PBA).12 The immiscibility of two blocks ensures formation of phase separated nanostructure, which serves as a carbon template. The preservation of such nanostructure requires an initial oxidative stabilization step (∼280 °C under O2/air), which rigidifies the original morphology through cyclization and cross-linking of the PAN phase.18,19 Upon further pyrolysis under anaerobic conditions the PAN block carbonizes, and the sacrificial block decomposes leading to the formation of mesopores. Figure 1 summarizes the general procedures for the synthesis of CTNC. Other groups followed\nReceived: February 21, 2019 Accepted: March 5, 2019 Published: March 5, 2019\n© 2019 American Chemical Society 2467 DOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\nD ow\nnl oa\nde d\nvi a\nL IN\nK O\nPI N\nG U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 6:\n54 :0\n1 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nthis approach and reported polyacrylonitrile-b-poly(methyl methacrylate),20−22 polyacrylonitrile-b-polystyrene,23−25 and poly(tert-butyl acrylate)-b-polyacrylonitrile26 BCPs as efficient carbon precursors. One of the advantages of this CTNC technique is the ability to control the morphology and pore size through variation of the ratio between two blocks and of the block lengths, respectively.27 Of particular interest are bicontinuous morphologies, which ensure overall pore connectivity and accessibility.12,28,29 Importantly, this self-templating method directly incorporates porosity into the carbon framework without any use of external porogen (e.g., harsh porosity activation or degradation of “hard” inorganic templates).16,30−33\nWith all its advantages, the current CTNC approach still suffers from some limitation caused by the critically needed oxidative stabilization step. First, this oxidative step prevents “clean” incorporation of additional heteroatoms (co-doping) into CTNC, limiting the applicability of this technique exclusively to mono-N-doped nanocarbons. Furthermore, as described later in this work, it may cause undesirable premature decomposition of the sacrificial block and partial loss of fidelity in soft-templating of the nanostructure. In this study we demonstrate, however, that sulfur can play a dual role, acting both as a morphology stabilizing agent (mild oxidant) and as a dopant, facilitating the formation of N/S codoped nanocarbons with large specific surface area and precise pore size control. Compared to conventional CTNC synthesis (O2 stabilization), this new technique ensures better level of porosity control as well as high levels of electrochemically active nitrogen and sulfur. The first part of this report is focused on the better preservation of nanostructure and chemistry of the sulfur stabilization process. The second part is dedicated to the assessment of the beneficial impact of the second sulfur dopant on the electrochemical performance of CTNC. The third part illustrates the precise pore size control for N/S co-doped nanocarbons and its influence on their electrochemical performance.\n■ RESULTS AND DISCUSSION The polymer precursor, PAN156-b-PBA107, was synthesized by atom transfer radical polymerization (ATRP)34−37 as described earlier and in the Supporting Information.27,38 Polymer precursor powder was mixed with the 4-fold excess of sulfur, heated under N2 flow at 1 °C min to 280 °C, and stabilized at this temperature for 1 h, yielding the intermediate CTNCS‑stab. This step cannot be conducted in air, since sulfur can easily burn upon heating. Final N/S co-doped nanocarbon, CTNCS, was then prepared by heating this intermediate under N2 at 10 °C/ min to 800 °C and holding it at this temperature for 1/2 h, followed by free cooling to room temperature. It should be noted that exogenous sulfur was used in excess of carbon precursor to ensure effective stabilization, and no attempt has beenmade to systematically vary this excess to vary the degree of sulfur incorporation. For comparison, two controls, sulfur free\nintermediates and nanocarbons, were prepared in a similar way, with precarbonization stabilization steps carried out under air (CTNCO‑stab, CTNCO) and under nitrogen (CTNCN‑stab, CTNCN). Carbon yields for all CTNC samples were calculated basing only on the mass of the block copolymer precursor and are determined to be 25%, 25%, and 47% for CTNCO, CTNCN, and CTNCS, respectively. Efficacy of sulfur as morphology stabilizing agent was immediately confirmed by the examination of transmission electron microscopy (TEM) images (Figure 2). Indeed, the\nnanoscale morphology of sulfur-doped CTNCS closely resembled the characteristic uniform, interconnected mesoporous morphology of their sulfur-free CTNCO analogues stabilized under air. In contrast, sulfur free CTNCN treated under nitrogen appeared much more homogeneous, indicating that in the absence of oxidative conditions, the nanoscale morphology of a block copolymer was not preserved. Insights into the chemical changes underlying morphology stabilization afforded by sulfur were obtained from the 1H−13C cross-polarization/magic angle spinning nuclear magnetic resonance (CP/MAS NMR) spectra of stabilized intermediates CTNCO‑stab, CTNCN‑stab, and CTNCS‑stab. As shown in Figure 3, the middle region shows the aromatic structures from stabilized PAN block. The a−c peaks of the spectra for sulfur free samples CTNCO‑stab and CTNCN‑stab were similar, with broader line shapes for CTNCO‑stab indicative of more cyclization and ladder-\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2468\nlike structures formed during air stabilization.18,19 Such high conjugation degree is also reflected by the disappearance of almost all aliphatic carbons in upfield regions. There are two reasons for the absence of c peaks in CTNCS‑stab: (1) H atoms attached to aromatic carbons were replaced by sulfur atoms; (2) the same carbon atoms now connected to sulfur are deshielded by sulfur and their signals move downfield. Altogether, these results indicate that the main difference between nitrogen stabilization and sulfur stabilization is the formation of −Sx− chains covalently bonded to the cyclized and dehydrogenated PAN backbones. Fourier-transform infrared spectroscopy (FTIR) (Figure S1) also shows group peaks (1600−1200 cm−1) characteristic of the aromatic rings for all three samples.39,40 X-ray photoelectron spectroscopy (XPS) (Figure S2) further confirmed the presence of sulfide links (C−S, at ∼163.1 eV).40−42 The downfield region in the CP/MAS NMR spectra (Figure 3) corresponds to the carbonyl carbons from the PBA block and oxidized CTNCO‑stab, while the upfield region of the spectra corresponds to the aliphatic carbons mostly from PBA block with minority from nonconjugated stabilized PAN. Both regions pointed that as a milder oxidative stabilizing agent, sulfur retained most PBA during stabilization. This is consistent with the retention of the strong C−H stretch peak in FTIR (Figure S1). The main conclusion that can be drawn from all these spectroscopic results is that (1) the stabilizing effect of sulfur predominantly involves cyclization/dehydrogenation of PAN and formation of sulfur bridges. (2) More importantly, PBA block was preserved after sulfur stabilization. As discussed later, retention of the sacrificial block throughout the stabilization step is beneficial for the preservation of the original self-assembled morphology with narrow PSD in produced nanocarbons. To further compare the porosity of produced CTNC samples, nitrogen sorption was used to test their specific surface areas (SSA) and pore size distributions (PSD) (Figure 4). As expected, CTNCN had negligible SSA due to collapse of the structure upon heating.14 In contrast, CTNCO and CTNCS displayed comparable SSAs (480 vs 478 m2/g) with initial fast N2 uptake due to the presence of micropores and distinct hysteresis originating from substantial mesopore content. PSD curves for CTNCO and CTNCS were also similar, with the maxima, respectively, at 15.3 and 17.6 nm, pointing to the similar nanostructure stabilization afforded by sulfur and oxygen. However, CTNCS showed much narrower PSD in mesopore region, which can be attributed to above-mentioned retention of PBA during sulfur stabilization step. The minor differences between the micropore/mesopore ratios in both samples most likely reflect different local chemical environments formed under different stabilization conditions (Table S1). In order to demonstrate the critical importance of PBA phase for mesopore formation, data shown in Table S1 include results obtained with the control nanocarbon sample prepared from homopolymer PAN stabilized in the presence of sulfur (PANCS). In general, nitrogen sorption data are in excellent agreement with TEM results, providing further confirmation that sulfur is a highly efficient stabilizing agent in PAN-based BCP systems. Heteroatom content (Table S1) and local chemical environments of heteroatoms (Figure 5a−d) were studied with the aid of XPS. According to most studies, nitrogen atoms are one of the most desirable dopants.43 Therefore, ideal co-doping is expected to introduce sulfur atoms with minimal loss of nitrogen atoms, especially the most catalytically active pyridinic species.2\nCTNCS pyrolyzed at 800 °C contained 8.8 atom % of sulfur and 8.2 atom % of nitrogen. This nitrogen content was comparable with the 9.4 atom % nitrogen content in CTNCN, confirming that the use of sulfur as stabilizing agent did not have any significant adverse impact on nitrogen retention. It should also be noted that nitrogen content in CTNCS was significantly higher than nitrogen content in CTNCO (5.9 atom % N), pointing to the milder nature of oxidative stabilization reactions involving sulfur. The milder oxidation was also evident in the distribution of N species shown in Figure 5a−c and Table S2. Deconvolution of the N 1s peak revealed the presence of three major nitrogen species differentiated by their binding energies (BE): (i) pyridinic nitrogen (N−P, BE ≈ 398.5 eV), (ii) mixture of pyridonic and pyrrolic nitrogen (N−X, BE≈ 400.5 eV), and (iii) pyridine oxide (N−O, BE≈ 403−404 eV).44 These species were consistent with nitrogen atoms peripheral to the nanographitic domains. Importantly, CTNCS showed the highest fraction of pyridinic nitrogens (51.2 atom %) in comparison with CTNCO (34.2 atom %) and CTNCN (34.3 atom %). Such high fraction of pyridinic nitrogen is highly desirable since its lone pair electrons are widely considered to be most catalytically and electrochemically active.2,45 The S 2p spectrum (Figure 5d) for CTNCS sample was fitted as a superposition of three major species: 163.7 eV (−C−S−C−, 52.0 atom %), 164.9 eV (−C S−, 26.0 atom %), and 166.4 eV (−C−SO2−C−, 22.0 atom %).46−48 Energy-dispersive X-ray spectroscopy (EDS) mapping (Figure 5e−h) shows that C, N, O, and S elements are all evenly distributed in the corresponding scanned area (Figure S3) of produced CTNCS sample.\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2469\nThe nanographitic nature of CTNC samples was confirmed by the Raman spectra and X-ray diffraction (XRD) patterns. Raman spectra (Figure S4) revealed the presence of the D band\nandG band typical in pyrolytic nanocarbons.49 Similar D/G area ratios were observed for all CTNC samples, pointing to the similar spatial nanographitic domains. Likewise, the XRD\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2470\npatterns (Figure S5) of all CTNCs exhibited broad Bragg peaks typical for disordered carbons.50\nThe impact of sulfur co-dopant on the electrochemical activity of nanocarbons was evaluated by their performance as electrodes in supercapacitors.51 All CTNC samples were tested under alkaline conditions (6 M KOH) by employing two-electrode devices fabricated following procedures described in Supporting Information. Representative results of electrochemical measurements for all CTNC samples are shown in Figure 6. Galvanostatic charge/discharge (GCD) traces at different current densities (Figure 6a,b) had characteristic triangular shapes expected for supercapacitors. The traces obtained for CTNCS were most symmetric, pointing to the nearly pure capacitive character. Gravimetric capacitances (Cg) of CTNCO obtained from the area under the GCD curves (Figure 6c) were significantly higher than Cg of CTNCN (∼158 F/g vs ∼40 F/g), reflecting the importance of SSA (480 m2/g vs 0.2 m2/g). The highest gravimetric capacitance was observed at 0.1 A/g for CTNCS (Cg = 236 F/g vs 158 F/g for CTNCO), confirming the benefits of introducing additional heteroatoms into nanocarbons. Likewise, the surface-area-normalized capacitance (Csa) for CTNCS reached 50 μF/cm\n2, compared to Csa = 33 μF/cm2 for CTNCO. Both values are significantly higher than those observed for typical electrical double-layer capacitance (5−20 μF/cm2) and commercial activated carbons (less than 10 μF/cm2).52 Therefore, we ascribe such improvement of our CTNC materials to pseudocapacitance effects imparted by the presence of heteroatoms. It is widely accepted that both nitrogen and sulfur dopants can contribute to pseudocapacitance.3,48,53,54 Two major N types present in all CTNC samples, N−P and N− X, are recognized as effective sources of pseudocapacitance.3,54 Higher capacitance of CTNCS in comparison with CTNCO can be attributed to additional pseudocapacitance afforded by the presence of sulfone groups.49 The cyclic voltammetry (CV) curves for all three samples are shown in Figure S6. As is usually the case for heteroatom enriched nanocarbons, no distinct redox peaks corresponding to pseudocapacitance are present, possibly due to the presence of a wide range of chemical environments around heteroatoms.52 In both instances of CTNCO and CTNCS, the capacitance decreased with the increase of current density; however this decrease was much less pronounced for CTNCS. This higher rate capability of CTNCS can be ascribed to more efficient ion transport afforded by larger size and better connectivity of mesopores derived from the aforementioned retention of the sacrificial PBA block during stabilization. In addition, all sulfur containing groups can improve the wettability of the carbon matrix, facilitating electrolyte accessibility and heteroatom interaction.53 Similar to Cg and Csa, volumetric capacitances (Cvol) were calculated and are shown in Figure S7. In addition, Figure S8 shows the cycling performance and the electrochemical impedance spectroscopy (EIS) measurements for supercapacitors fabricated from CTNCS. Excellent cycling performance was observed, with retention of 89% of capacitance after 5000 cycles at current density of 2 A/g, pointing to its high stability in alkaline electrolyte. The overall summary and comparison of the physicochemical properties and supercapacitive performance of all three CTNC samples are shown in Table 1. What is of particularly interest for our developed N/S codoped system is the ability to control the mesopore size by varying the length of the sacrificial block, which is rarely reported in co-doped nanocarbon systems. In order to achieve this, BCP precursors containing ∼40 wt % of PAN and PBA degrees of\npolymerization (DPs) equal to 32, 75, 107, and 123 were synthesized by ATRP and pyrolyzed into CTNCS‑1−CTNCS‑4. As shown in Figure 7a, mesopore sizes for these materials\ndetermined from peak positions increased in a surprisingly linear fashion with the increase of PBA block length. Such linearity (R2 = 0.99) revealed a high level of porosity control in our N/S codoped samples, similar to previously reported single N-doped nanocarbon system (R2 = 0.98).27 For all four materials, the overall surface areas, mesopore/micropore ratios, and heteroatom contents were very similar (Tables S3 and S4). Interestingly, results of capacitance measurements summarized in Figure 7b revealed that optimum performance was achieved for CTNCS‑3, with the most probable mesopore size equal to 17.6 nm. Given that other relevant characteristics of compared materials did not vary significantly, it is likely that the presence of the optimum mesopore size reflects the optimum ratio between the pore size and the size of solvated ions (or length of Debye\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2471\nlayer) in the electrolyte.55−57 Though further study needs to be conducted to identify porosity-capacity relationships, these results clearly show the importance of porosity design in codoped nanocarbons for various applications.\n■ CONCLUSIONS The CTNC technique was successfully expanded to N/S codoped system through introduction of sulfur as both an efficient stabilizing agent and dopant in the synthesis of PAN-b-PBA templated nanocarbons. In addition, the sacrificial PBA phase remained intact during sulfur stabilization, while it was fully removed under air stabilization, reflecting sulfur as a milder oxidative agent. Such retention of PBA block further contributed to narrower PSD in fully carbonized materials. The benefits of the sulfur stabilization/doping for N/S co-doped nanocarbons were clearly reflected in their improved alkaline supercapacitor performance in comparison with their nitrogen-doped counterparts. Importantly, excellent control of mesopore size was achieved for N/S co-doped nanocarbons through variation of the sacrificial block length in BCP precursors, revealing the presence of optimum mesopore size for supercapacitor applications. This newly demonstrated utility of sulfur as morphology stabilizing agent and co-dopant is likely to find a wide use in other PAN-based soft-templating systems by extending the range of control over the composition and nanostructure.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b00340.\nDetailed synthesis and characterization methods and more detailed explanation toward samples in context (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *K.M.: e-mail, km3b@andrew.cmu.edu. *T.K.: e-mail, tomek@andrew.cmu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Maciej Kopec:́ 0000-0003-0852-1612 Sipei Li: 0000-0001-7659-1001 Jay Whitacre: 0000-0002-3439-4111 Krzysztof Matyjaszewski: 0000-0003-1960-3402 Tomasz Kowalewski: 0000-0002-3544-554X"
    }, {
      "heading" : "Author Contributions",
      "text" : "∥R.Y. andH.W. contributed equally. Themanuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We thank all the people who contributed to this paper. Support from NSF (Grant DMR 1501324) is gratefully acknowledged. We also thank Joel Gillespie of the University of Pittsburgh Materials Characterization Laboratory (MCL) for access to the XPS spectrometer.\n■ REFERENCES (1) Lin, T. Q.; Chen, I. W.; Liu, F. X.; Yang, C. Y.; Bi, H.; Xu, F. F.; Huang, F. Q. Nitrogen-Doped Mesoporous Carbon of Extraordinary Capacitance for Electrochemical Energy Storage. Science 2015, 350, 1508−1513. (2) Guo, D. H.; Shibuya, R.; Akiba, C.; Saji, S.; Kondo, T.; Nakamura, J. Active Sites of Nitrogen-Doped Carbon Materials for Oxygen Reduction ReactionClarified UsingModel Catalysts. Science 2016, 351, 361−365. (3) Deng, Y. F.; Xie, Y.; Zou, K. X.; Ji, X. L. Review on Recent Advances in Nitrogen-Doped Carbons: Preparations and Applications in Supercapacitors. J. Mater. Chem. A 2016, 4, 1144−1173. (4) Gong, K. P.; Du, F.; Xia, Z. H.; Durstock, M.; Dai, L. M. NitrogenDoped Carbon Nanotube Arrays with High Electrocatalytic Activity for Oxygen Reduction. Science 2009, 323, 760−764. (5) Xue, Y. H.; Liu, J.; Chen, H.; Wang, R. G.; Li, D. Q.; Qu, J.; Dai, L. M. Nitrogen-Doped Graphene Foams as Metal-Free Counter Electrodes in High-Performance Dye-Sensitized Solar Cells. Angew. Chem., Int. Ed. 2012, 51, 12124−12127. (6) Wang, C. L.; Sun, L.; Zhou, Y.; Wan, P.; Zhang, X.; Qiu, J. S. P/N Co-Doped Microporous Carbons from H3PO4-Doped Polyaniline by in Situ Activation for Supercapacitors. Carbon 2013, 59, 537−546. (7) Li, Y. J.; Wang, G. L.; Wei, T.; Fan, Z. J.; Yan, P. Nitrogen and Sulfur Co-Doped Porous Carbon Nanosheets Derived from Willow Catkin for Supercapacitors. Nano Energy 2016, 19, 165−175. (8) Choi, C. H.; Park, S. H.; Woo, S. I. Binary and Ternary Doping of Nitrogen, Boron, and Phosphorus into Carbon for Enhancing Electrochemical Oxygen Reduction Activity. ACS Nano 2012, 6, 7084−7091. (9) Shi, Q. Q.; Peng, F.; Liao, S. X.; Wang, H. J.; Yu, H.; Liu, Z. W.; Zhang, B. S.; Su, D. S. Sulfur and Nitrogen Co-Doped Carbon Nanotubes for Enhancing Electrochemical Oxygen Reduction Activity in Acidic and AlkalineMedia. J. Mater. Chem. A 2013, 1, 14853−14857. (10) Chen, S. C.; Chen, Z. H.; Siahrostami, S.; Higgins, D.; Nordlund, D.; Sokaras, D.; Kim, T. R.; Liu, Y. Z.; Yan, X. Z.; Nilsson, E.; Sinclair, R.; Norskov, J. K.; Jaramillo, T. F.; Bao, Z. N. Designing Boron Nitride Islands in Carbon Materials for Efficient Electrochemical Synthesis of Hydrogen Peroxide. J. Am. Chem. Soc. 2018, 140, 7851−7859. (11) Tang, C. B.; Tracz, A.; Kruk, M.; Zhang, R.; Smilgies, D. M.; Matyjaszewski, K.; Kowalewski, T. Long-Range Ordered Thin Films of Block Copolymers Prepared by Zone-Casting and Their Thermal Conversion into Ordered Nanostructured Carbon. J. Am. Chem. Soc. 2005, 127, 6918−6919. (12) Zhong, M.; Kim, E. K.; McGann, J. P.; Chun, S. E.; Whitacre, J. F.; Jaroniec, M.; Matyjaszewski, K.; Kowalewski, T. Electrochemically Active Nitrogen-Enriched Nanocarbons with Well-Defined Morphology Synthesized by Pyrolysis of Self-Assembled Block Copolymer. J. Am. Chem. Soc. 2012, 134, 14846−14857. (13) Yuan, R.; Kopec, M.; Xie, G. J.; Gottlieb, E.; Mohin, J. W.; Wang, Z. Y.; Lamson, M.; Kowalewski, T.; Matyjaszewski, K. Mesoporous Nitrogen-Doped Carbons from PAN-Based Molecular Bottlebrushes. Polymer 2017, 126, 352−359. (14) Kowalewski, T.; Tsarevsky, N. V.; Matyjaszewski, K. Nanostructured Carbon Arrays from Block Copolymers of Polyacrylonitrile. J. Am. Chem. Soc. 2002, 124, 10632−10633. (15) Zhang, J.; Song, Y.; Zhao, Y.; Zhao, S.; Yan, J.; Lee, J.; Wang, Z.; Liu, S.; Yuan, R.; Luo, D.; Kopec,́ M.; Gottlieb, E.; Kowalewski, T.; Matyjaszewski, K.; Bockstaller, M. R. Organosilica with Grafted Polyacrylonitrile Brushes for High Surface Area Nitrogen-Enriched Nanoporous Carbons. Chem. Mater. 2018, 30, 2208−2212. (16) Wu, D.; Dong, H.; Pietrasik, J.; Kim, E. K.; Hui, C. M.; Zhong, M.; Jaroniec, M.; Kowalewski, T.; Matyjaszewski, K. Novel Nanoporous Carbons from Well-Defined Poly(styrene-co-acrylonitrile)Grafted Silica Nanoparticles. Chem. Mater. 2011, 23, 2024−2026. (17) Tang, C.; Bombalski, L.; Kruk, M.; Jaroniec, M.; Matyjaszewski, K.; Kowalewski, T. Nanoporous Carbon Films from “Hairy” Polyacrylonitrile-Grafted Colloidal Silica Nanoparticles. Adv. Mater. 2008, 20, 1516−1522.\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2472\n(18) Liu, X. R.; Chen, W.; Hong, Y. L.; Yuan, S. C.; Kuroki, S.; Miyoshi, T. Stabilization of Atactic-Polyacrylonitrile under Nitrogen and Air as Studied by Solid-State NMR. Macromolecules 2015, 48, 5300−5309. (19) Liu, X. R.; Makita, Y.; Hong, Y. L.; Nishiyama, Y.; Miyoshi, T. Chemical Reactions and Their Kinetics of Atactic-Polyacrylonitrile as Revealed by Solid-State C-13 NMR. Macromolecules 2017, 50, 244− 253. (20) Nguyen, C. T.; Kim, D.-P. Direct Preparation of Mesoporous Carbon by Pyrolysis of Poly(acrylonitrile-b-methylmethacrylate) Diblock Copolymer. J. Mater. Chem. 2011, 21, 14226−14230. (21) Yan, K.; Kong, L.-B.; Dai, Y.-H.; Shi, M.; Shen, K.-W.; Hu, B.; Luo, Y.-C.; Kang, L. Design and Preparation of Highly StructureControllable Mesoporous Carbons at the Molecular Level and Their Application as Electrode Materials for Supercapacitors. J. Mater. Chem. A 2015, 3, 22781−22793. (22) Yan, K.; Kong, L.-B.; Shen, K.-W.; Dai, Y.-H.; Shi, M.; Hu, B.; Luo, Y.-C.; Kang, L. Facile Preparation of Nitrogen-DopedHierarchical Porous Carbon with High Performance in Supercapacitors. Appl. Surf. Sci. 2016, 364, 850−861. (23) Lazzari, M.; Chiantore, O.; Mendichi, R.; Loṕez-Quintela, M. A. Synthesis of Polyacrylonitrile-block-Polystyrene Copolymers by Atom Transfer Radical Polymerization. Macromol. Chem. Phys. 2005, 206, 1382−1388. (24) Lazzari, M.; Scalarone, D.; Hoppe, C. E.; Vazquez-Vazquez, C.; Lopez-Quintela, M. A. Tunable Polyacrylonitrile-Based Micellar Aggregates as a Potential Tool for the Fabrication of Carbon Nanofibers. Chem. Mater. 2007, 19, 5818−5820. (25) Lazzari, M.; Scalarone, D.; Vazquez-Vazquez, C.; Lo ́pezQuintela, M. A. Cylindrical Micelles from the Self-Assembly of Polyacrylonitrile-Based Diblock Copolymers in Nonpolar Selective Solvents. Macromol. Rapid Commun. 2008, 29, 352−357. (26) Lin, Y.; Wang, X.; Qian, G.; Watkins, J. J. Additive-Driven SelfAssembly of Well-Ordered Mesoporous Carbon/Iron Oxide Nanoparticle Composites for Supercapacitors.Chem.Mater. 2014, 26, 2128− 2137. (27) Kopec, M.; Yuan, R.; Gottlieb, E.; Abreu, C. M. R.; Song, Y.; Wang, Z.; Coelho, J. F. J.; Matyjaszewski, K.; Kowalewski, T. Polyacrylonitrile-b-poly(butyl acrylate) Block Copolymers as Precursors to Mesoporous Nitrogen-Doped Carbons: Synthesis and Nanostructure. Macromolecules 2017, 50, 2759−2767. (28) Bates, F. S.; Fredrickson, G. H. Block Copolymer Thermodynamics - Theory and Experiment. Annu. Rev. Phys. Chem. 1990, 41, 525−557. (29) Zhong, M. J.; Jiang, S. Y.; Tang, Y. F.; Gottlieb, E.; Kim, E. K.; Star, A.; Matyjaszewski, K.; Kowalewski, T. Block CopolymerTemplated Nitrogen-Enriched Nanocarbons with Morphology-Dependent Electrocatalytic Activity for Oxygen Reduction. Chem. Sci. 2014, 5, 3315−3319. (30) Zhang, J. A.; Song, Y.; Kopec, M.; Lee, J.; Wang, Z. Y.; Liu, S. Y.; Yan, J. J.; Yuan, R.; Kowalewski, T.; Bockstaller, M. R.; Matyjaszewski, K. Facile Aqueous Route to Nitrogen-Doped Mesoporous Carbons. J. Am. Chem. Soc. 2017, 139, 12931−12934. (31) Sevilla, M.; Ferrero, G. A.; Fuertes, A. B. Beyond KOHActivation for the Synthesis of Superactivated Carbons from Hydrochar. Carbon 2017, 114, 50−58. (32) Zhang, J. A.; Yuan, R.; Natesakhawat, S.; Wang, Z. Y.; Zhao, Y. P.; Yan, J. J.; Liu, S. Y.; Lee, J.; Luo, D. L.; Gottlieb, E.; Kowalewski, T.; Bockstaller, M. R.; Matyjaszewski, K. Individual Nanoporous Carbon Spheres with High Nitrogen Content from Polyacrylonitrile Nanoparticles with Sacrificial Protective Layers. ACS Appl. Mater. Interfaces 2017, 9, 37804−37812. (33) Lamson, M.; Chen, L. Y.; Zhong, M. J.; Wu, D. C.; Matyjaszewski, K. Nitrogen-Doped Nanocarbons Derived from Tetrazine Cross-Linked Poly(4-cyanostyrene)-Silica Hybrids. Macromol. Chem. Phys. 2017, 218, 1600524. (34) Matyjaszewski, K. AdvancedMaterials by Atom Transfer Radical Polymerization. Adv. Mater. 2018, 30, 1706441.\n(35) Matyjaszewski, K. Atom Transfer Radical Polymerization (ATRP): Current Status and Future Perspectives. Macromolecules 2012, 45, 4015−4039. (36) Wang, J. S.; Matyjaszewski, K. Controlled Living Radical Polymerization - Atom-Transfer Radical Polymerization in the Presence of Transition-Metal Complexes. J. Am. Chem. Soc. 1995, 117, 5614−5615. (37) Matyjaszewski, K.; Xia, J. H. Atom Transfer Radical Polymerization. Chem. Rev. 2001, 101, 2921−2990. (38) Lamson,M.; Kopec,M.; Ding, H. J.; Zhong,M. J.; Matyjaszewski, K. Synthesis of Well-Defined Polyacrylonitrile by Icar Atrp with Low Concentrations of Catalyst. J. Polym. Sci., Part A: Polym. Chem. 2016, 54, 1961−1968. (39) Yu, X. G.; Xie, J. Y.; Yang, J.; Huang, H. J.; Wang, K.; Wen, Z. S. Lithium Storage in Conductive Sulfur-Containing Polymers. J. Electroanal. Chem. 2004, 573, 121−128. (40) Zhang, S. S. Understanding of Sulfurized Polyacrylonitrile for Superior Performance Lithium/Sulfur Battery. Energies 2014, 7, 4588− 4600. (41) Wei, S. Y.; Ma, L.; Hendrickson, K. E.; Tu, Z. Y.; Archer, L. A. Metal-Sulfur Battery Cathodes Based on PAN Sulfur Composites. J. Am. Chem. Soc. 2015, 137, 12143−12152. (42) Fanous, J.; Wegner, M.; Grimminger, J.; Andresen, A.; Buchmeiser, M. R. Structure-Related Electrochemistry of SulfurPoly(acrylonitrile) Composite Cathode Materials for Rechargeable Lithium Batteries. Chem. Mater. 2011, 23, 5024−5028. (43) Paraknowitsch, J. P.; Thomas, A. Doping Carbons Beyond Nitrogen: An Overview of Advanced Heteroatom Doped Carbons with Boron, Sulphur and Phosphorus for Energy Applications. Energy Environ. Sci. 2013, 6, 2839−2855. (44) Pels, J. R.; Kapteijn, F.; Moulijn, J. A.; Zhu, Q.; Thomas, K. M. Evolution of Nitrogen Functionalities in Carbonaceous Materials During Pyrolysis. Carbon 1995, 33, 1641−1653. (45) Hulicova, D.; Yamashita, J.; Soneda, Y.; Hatori, H.; Kodama, M. Supercapacitors Prepared fromMelamine-Based Carbon. Chem. Mater. 2005, 17, 1241−1247. (46) She, Y.; Lu, Z. G.; Ni, M.; Li, L.; Leung, M. K. H. Facile Synthesis of Nitrogen and Sulfur Codoped Carbon from Ionic Liquid as MetalFree Catalyst for Oxygen Reduction Reaction. ACS Appl. Mater. Interfaces 2015, 7, 7214−7221. (47) Su, Y. Z.; Zhang, Y.; Zhuang, X. D.; Li, S.; Wu, D. Q.; Zhang, F.; Feng, X. L. Low-Temperature Synthesis of Nitrogen/Sulfur Co-Doped Three-Dimensional Graphene Frameworks as Efficient Metal-Free Electrocatalyst for Oxygen Reduction Reaction.Carbon 2013, 62, 296− 301. (48) Zhao, X. C.; Zhang, Q.; Chen, C. M.; Zhang, B. S.; Reiche, S.; Wang, A. Q.; Zhang, T.; Schlogl, R.; Su, D. S. Aromatic Sulfide, Sulfoxide, and Sulfone Mediated Mesoporous Carbon Monolith for Use in Supercapacitor. Nano Energy 2012, 1, 624−630. (49) Ferrari, A. C.; Meyer, J. C.; Scardaci, V.; Casiraghi, C.; Lazzeri, M.; Mauri, F.; Piscanec, S.; Jiang, D.; Novoselov, K. S.; Roth, S.; Geim, A. K. Raman Spectrum of Graphene and Graphene Layers. Phys. Rev. Lett. 2006, 97, 187401. (50) Bonino, F.; Brutti, S.; Reale, P.; Scrosati, B.; Gherghel, L.; Wu, J.; Mullen, K. ADisordered Carbon as a Novel AnodeMaterial in LithiumIon Cells. Adv. Mater. 2005, 17, 743−746. (51) Simon, P.; Gogotsi, Y. Materials for Electrochemical Capacitors. Nat. Mater. 2008, 7, 845−854. (52) Zhang, L. L.; Zhao, X. S. Carbon-Based Materials as Supercapacitor Electrodes. Chem. Soc. Rev. 2009, 38, 2520−2531. (53) Zhang, D. Y.; Zheng, L. W.; Ma, Y.; Lei, L. Y.; Li, Q. L.; Li, Y.; Luo, H. M.; Feng, H. X.; Hao, Y. Synthesis of Nitrogen- and SulfurCodoped 3D Cubic-Ordered Mesoporous Carbon with Superior Performance in Supercapacitors. ACS Appl. Mater. Interfaces 2014, 6, 2657−2665. (54) Ornelas, O.; Sieben, J. M.; Ruiz-Rosas, R.; Morallon, E.; CazorlaAmoros, D.; Geng, J.; Soin, N.; Siores, E.; Johnson, B. F. G. On the Origin of the High Capacitance of Nitrogen-Containing Carbon\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2473\nNanotubes in Acidic and Alkaline Electrolytes. Chem. Commun. 2014, 50, 11343−11346. (55) Feng, G.; Cummings, P. T. Supercapacitor Capacitance Exhibits Oscillatory Behavior as a Function of Nanopore Size. J. Phys. Chem. Lett. 2011, 2, 2859−2864. (56) Jiang, D. E.; Jin, Z. H.; Wu, J. Z. Oscillation of Capacitance inside Nanopores. Nano Lett. 2011, 11, 5373−5377. (57) Wang, L.; Morishita, T.; Toyoda, M.; Inagaki, M. Asymmetric Electric Double Layer Capacitors Using Carbon Electrodes with Different Pore Size Distributions. Electrochim. Acta 2007, 53, 882−886.\nDOI: 10.1021/acsanm.9b00340 ACS Appl. Nano Mater. 2019, 2, 2467−2474\n2474"
    } ],
    "references" : [ {
      "title" : "Atom Transfer Radical Polymerization",
      "author" : [ "K. Matyjaszewski", "J.H. Xia" ],
      "venue" : "Chem. Rev. 2001,",
      "citeRegEx" : "Matyjaszewski and Xia,? \\Q2001\\E",
      "shortCiteRegEx" : "Matyjaszewski and Xia",
      "year" : 2001
    }, {
      "title" : "Understanding of Sulfurized Polyacrylonitrile for Superior Performance Lithium/Sulfur Battery",
      "author" : [ "S.S. Zhang" ],
      "venue" : "Energies 2014,",
      "citeRegEx" : "Zhang,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2014
    }, {
      "title" : "ADisordered Carbon as a Novel AnodeMaterial in LithiumIon Cells",
      "author" : [ "K. Mullen" ],
      "venue" : "Adv. Mater. 2005,",
      "citeRegEx" : "Mullen,? \\Q2005\\E",
      "shortCiteRegEx" : "Mullen",
      "year" : 2005
    }, {
      "title" : "Materials for Electrochemical Capacitors",
      "author" : [ "P. Simon", "Y. Gogotsi" ],
      "venue" : "Nat. Mater. 2008,",
      "citeRegEx" : "Simon and Gogotsi,? \\Q2008\\E",
      "shortCiteRegEx" : "Simon and Gogotsi",
      "year" : 2008
    }, {
      "title" : "Carbon-Based Materials as Supercapacitor Electrodes",
      "author" : [ "L.L. Zhang", "X.S. Zhao" ],
      "venue" : "Chem. Soc. Rev. 2009,",
      "citeRegEx" : "Zhang and Zhao,? \\Q2009\\E",
      "shortCiteRegEx" : "Zhang and Zhao",
      "year" : 2009
    }, {
      "title" : "Oscillation of Capacitance inside Nanopores",
      "author" : [ "D.E. Jiang", "Z.H. Jin", "J.Z. Wu" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "While nanocarbons doped with more than one heteroatom continue attracting growing interest owing to a wide range of applications, precise control of their nanostructure and porosity remains a major challenge. Herein, we report a new route to synthesize N/S co-doped nanocarbons with precise porosity control through introduction of sulfur into the synthesis copolymer-templated nitrogen-enriched carbons (CTNC). Sulfur served as both a heteroatom source and morphology stabilizing agent. The produced N/ S co-doped nanocarbons showed interconnected pores with relatively high specific surface area (∼480 m/g) and high heteroatom content (N, 8.2 atom %; S, 8.8 atom %). To demonstrate the dual benefits of sulfur stabilization (incorporation of heteroatoms and improved morphology control), such prepared nanocarbons were fabricated into supercapacitors with geometric capacitance (50 μF/cm), well above the value observed for single N-doped carbon (33 μF/cm). Importantly, linear relationship of mesopore size with block length of copolymer precursor was observed for N/S co-doped nanocarbons, allowing optimization of the mesopore size for supercapacitor applications. This new technique not only expands CTNC method from N-doping to N/S co-doping systems with excellent porosity control but also opens up new possibilities widely applicable to other PAN-based soft-templating systems.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}