{
  "name" : "downloads_2020-03-06_a7_10.1039@C9RA10765G.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nystatin-mediated bismuth oxide nano-drug synthesis using gamma rays for increasing the antimicrobial and antibiofilm activities against some pathogenic bacteria and Candida species",
    "authors" : [ "Ahmed I. El-Batal", "Reham R. El-Behery", "Mohamed Gobara" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nPAPER\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online View Journal | View Issue\nNystatin-mediate\naDrug Radiation Research Department, Nat Technology (NCRRT), Egyptian Atomic Ener City, Cairo, Egypt. E-mail: Gharieb.Elsayyad bChemical Engineering Department, Milita Armed Forces, Cairo, Egypt\nCite this: RSC Adv., 2020, 10, 9274\nReceived 20th December 2019 Accepted 14th February 2020\nDOI: 10.1039/c9ra10765g\nrsc.li/rsc-advances\n9274 | RSC Adv., 2020, 10, 9274–92\nd bismuth oxide nano-drug synthesis using gamma rays for increasing the antimicrobial and antibiofilm activities against some pathogenic bacteria and Candida species\nAhmed I. El-Batal, a Hanady G. Nada, *a Reham R. El-Behery,a Mohamed Gobara b and Gharieb S. El-Sayyad *a\nThe novelty of the present research is the synthesis of bismuth oxide nanoparticles (Bi2O3 NPs) loaded with the antifungal nystatin drug via gamma rays for increased synergistic antimicrobial potential against some\npathogenic bacteria and Candida species. The full characterization of the synthesized Bi2O3 NPsNystatin was achieved by XRD, FT-IR, HR-TEM, and SEM/EDX mapping techniques in order to analyze\nthe crystallinity, chemical functional groups, average particle size, morphology, and elemental structure,\nrespectively. The antimicrobial activities of Bi2O3 NPs-Nystatin were examined against pathogenic bacteria and Candida species, including the zone of inhibition (ZOI), minimum inhibitory concentration\n(MIC), and antibiofilm activity. Additionally, the SEM/EDX method was performed to investigate the mode\nof action on the treated Candida cells. Our results revealed that Bi2O3 NPs-Nystatin possessed a wellcrystallized semi-spherical shape with an average particle size of 27.97 nm. EDX elemental study of the\nsynthesized Bi2O3 NPs-Nystatin indicated a high level of purity. Interestingly, the synthesized Bi2O3 NPsNystatin displayed encouraging antibacterial behavior against almost all the tested bacteria and\na synergistic antifungal potential toward the investigated Candida species. Additionally, Bi2O3 NPsNystatin was found to be a promising antibiofilm agent, resulting in inhibition percentages of 94.15% and\n84.85% against C. albicans (1) and E. coli, respectively. The present research provides a revolutionary\nnano-drug-based solution to address the increasing global resistance of pathogenic microbes at low\nconcentrations, thus offering a new infectious disease treatment technique that is cost effective, eco-\nfriendly, and works in an acceptable time frame."
    }, {
      "heading" : "Introduction",
      "text" : "Like many microbes, some fungi live naturally as commensals inside human and animal bodies. However, fungal diseases happen when a pathogenic fungus invades a patient's body and affects their immune system.1 The most common fungi that possess the capability to create life-threatening infections include Candida albicans and Aspergillus fumigates.2 Candida species are classied as the fourth most common reason for clinical and systemic diseases in the USA, with aggressive death rates of up to 55%.3\nC. albicans is categorized as an opportunistic pathogen that can also be observed as a part of the normal microora in the digestive systems of animals and humans.4 However, a slight change in the host protection system can support the\nional Centre for Radiation Research and gy Authority (EAEA), P. O. Box 29, Nasr @eaea.org.eg; hanady.nada@eaea.org.eg\nry Technical College (MTC), Egyptian\n89\nconversion of C. albicans into a pathogen that is capable of producing diseases.5 They can create two major kinds of diseases in humans: surface diseases (oral or vaginal candidiasis) and life-endangering systemic diseases.6 There are some determinants willing to enhancing the virulence of Candida species such as the expanded usage of complete parenteral diet, intravenous catheters, broad-spectrum antibiotics, and cytotoxic chemotherapy.7\nTremendous progress in fungal diagnostics and antifungal medication has been made in the past 25 years; however, this has not been reected in signicant changes in antifungal production.8 The emergence of C. albicans has highlighted some real challenges because several species present different levels of resistance (acquired or natural), creating difficulties for the generally applied antifungal drugs to work effectively.9 The elevated number of drug-resistant fungal pathogens and the toxicity of the present antifungal composites have focused signicant attention to the antimicrobial potential of biogenic nano-based composites.10\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nIt must be noted that a small number of antifungal agents have been prepared for use in yeast treatment, most of which are considered as fungistatic. One of the key challenges associated with the treatment of bacterial and fungal infections with conventional drugs is that a tremendous resistance to antimicrobial drugs can occur, which is thus driving the research for alternative therapies.11 There are some articles in the literature12,13 regarding some examples of candidosis that were found to be clinically resistant to nystatin therapy, which makes the treatment of some Candida sp. by nystatin very difficult and requires nystatin to be incorporated into a nano-carrier.\nNanotechnology is an actively emerging discipline with great application potential in many elds, including pharmaceutics, chemistry, plant pathology, and biomedicine, and refers to materials with very small dimensions (at the atomic or molecular scales). In particular, in biomedical applications, a bionanotechnique is a proper method for eliminating or minimizing the attack of different pathogenic bacteria and fungi by administering a nano-drug.14 Many synthetic methods, like thermal reduction15 and biological synthesis,14 have been used to make metal oxide NPs.16\nThere is an increasing need for the green synthesis of metal oxide NPs for their application in pharmaceutical and biomedical elds due to their superior chemical, physical, and catalytic properties. Due to the encouraging characteristics of the prepared metal oxide NPs, they have found possible applications in biomedicine as anticancer and antimicrobial agents.17\nHowever, the interactions between metal oxide NPs and biological systems depend on the cell type and uptake routes or the direction of different organelles. Despite the evolution of research in nanotechnology, there remain considerable challenges to overcome, including safety, scale-up production, decreasing costs, and understanding the biological activity.18 Nowadays, the safety concerns of using metal oxide NPs are considered one of the main future challenges for biomedical applications.18 Here, we tried to decrease the toxicity of the prepared metal oxide NPs by incorporation with a resistantnystatin drug to increase the synergistic effect and decrease the necessary applied-dose in order to reduce the nanotoxicity, which means reducing the negative inuence of the metal oxide NPs on the biological organisms.18,19\nBi2O3 NPs have a large surface area with various electrochemical balances and they have delivered important attention due to their potential applications for zinc sensing.20 Owing to their unique properties (non-toxic behavior, biocompatibility, and high chemical stability), they have been used as antibacterial and antifungal agents.21 There are some research reports on the antibacterial and antifungal activities of Bi2O3 NPs, including from Hernandez et al.,22 who investigated the fungicidal activity of Bi2O3 NPs against C. albicans as well as their antibiolm capabilities, and showed that the Bi2O3 NPs displayed antimicrobial activity against C. albicans growth, reducing the colony size by 85%, and effected a complete inhibition of biolm formation. Also, El-Batal et al.23 synthesized green Bi2O3 NPs frommelanin pigment using gamma rays and examined their antimicrobial activity against some\nThis journal is © The Royal Society of Chemistry 2020\nstandard pathogenic bacteria and Candida sp. Their results indicated that the Bi2O3 NPs were active against Escherichia coli (13.0 mm ZOI), Staphylococcus epidermidis (23.0 mm ZOI), and C. albicans (20.0 mm ZOI).\nHerein, we synthesized the nano-drug Bi2O3 NPs-Nystatin by gamma rays, which serves an eco-friendly and cost-efficient method. Full characterization techniques were performed to demonstrate the various properties of the synthesized Bi2O3 NPs-Nystatin. The synthesized Bi2O3 NPs-Nystatin possessed a small size, high crystallinity, complete elemental distribution, simplicity, and acceptable purity, which in turn led to elevated antimicrobial and antibiolm activities. The signicance of our results and ndings is in the possible application of a new nano-drug synthesized by a green method at low concentration (to avoid the nanotoxicity and to reduce the used nystatin dose), which increases the synergistic potential of the nystatin drug against pathogenic microbes."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Chemicals and reagents used",
      "text" : "The media components were purchased from Hi-Media and Difco. The chemicals, such as bismuth nitrate, nystatin (NS), polyvinylpyrrolidone (PVP), dimethyl sulfoxide (DMSO), isopropyl alcohol, and other reagents used in the following tests (biological procedures) were utilized at the analytical grade as purchased from Sigma-Aldrich."
    }, {
      "heading" : "Radiation source",
      "text" : "The gamma-irradiation process was conducted at the NCRRT, Cairo, Egypt. The source of radiation was the 60Co-Gamma chamber 4000-A-India. The applied dose rate was xed at 2.02 kGy h 1. Gamma rays produce a free radical and solvated electrons aer water radiolysis.\nSynthesis and optimization of Bi2O3 NPs by the nystatin drug and gamma rays\nBi2O3 NPs were synthesized and incorporated the nystatin drug via applying gamma rays (as a reducing agent) in the presence of a capping polymer, like polyvinylpyrrolidone (PVP). Briey, in a 10 ml test tube, a solution of 25.0 mg of bismuth nitrate and 1.0% PVP was mixed with 0.5 ml isopropyl alcohol and completed with distilled water to make up to a net volume of 9.0 ml aqueous solution (A). Aer that, 5.0 mg nystatin drug was dissolved in 1.0 ml dimethyl sulfoxide (DMSO) to form an aqueous solution (B). Finally, solutions A and B were mixed at room temperature (24.0 2.0 C) to a nal ratio of 1 : 5 (nystatin : bismuth nitrate; v/v).\nThe resulting mixtures were irradiated by different gammaray doses (1.0, 3.0, 5.0, 10.0, 15.0, 20.0, 25.0, and 30.0 kGy). The optical characterization of the synthesized Bi2O3 NPsNystatin was performed by UV-Vis spectroscopy (JASCO V-560UV-Vis spectrophotometer) with respect to a negative control (the gamma-irradiated sample without bismuth nitrate).\nA gamma-ray dose with high optical density (O.D.) was selected for further investigation. Additionally, the stability of\nRSC Adv., 2020, 10, 9274–9289 | 9275"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online the nystatin drug was examined aer exposure to different gamma-rays doses (as mentioned-before).\nA preliminary investigation was carried out to dene the impact of the bismuth nitrate and nystatin drug concentrations regarding the Bi2O3 NPs production (aer the exposure to the most-effective gamma-ray dose). The expected factorial investigation included two factors, i.e., bismuth nitrate and nystatin concentrations, over 12 levels (see Table 1). It must be noted that the main idea for the chosen factors used in the present study is that they had multiple signicant inuences on the Bi2O3 NPs production.\nBismuth nitrate solution (at different concentrations; see Table 1) was mixed with different concentrations of nystatin drug solution in addition to 0.2% isopropyl alcohol. The prepared solutions were stirred at room temperature (24.0 2.0 C) and nally exposed to varying gamma-ray doses (as determined from the last investigation)."
    }, {
      "heading" : "Characterization of the synthesized Bi2O3 NPs-Nystatin",
      "text" : "The crystallite sizes and the crystallinity of the synthesized Bi2O3 NPs-Nystatin were determined by XRD (XRD-6000, Shimadzu apparatus, SSI, Japan). The strength of the diffracted Xrays was recognized as per the diffraction angle 2q.\nThe common size and particle-size distribution of the Bi2O3 NPs-Nystatin were dened by dynamic light scattering (DLSPSS-NICOMP 380-USA). Additionally, the average nanostructure and the particle size of the synthesized Bi2O3 NPsNystatin were determined by high-resolution transmission electron microscopy (HRTEM, JEM2100, Jeol, Japan).\nThe surface and morphological features were examined by scanning electron microscopy (SEM, ZEISS, EVO-MA10, Germany). Also, EDX spectrum examination (BRUKER, Nano GmbH, D-12489, 410-M, Germany) was used to estimate the elemental composition, purity, and the relationship of each metal. SEM/EDX mapping method was applied for obtaining further information regarding the structure/simplicity,"
    }, {
      "heading" : "1 5.0 0.0",
      "text" : ""
    }, {
      "heading" : "2 5.0 5.0",
      "text" : ""
    }, {
      "heading" : "3 5.0 12.5",
      "text" : ""
    }, {
      "heading" : "4 5.0 25.0",
      "text" : ""
    }, {
      "heading" : "5 5.0 37.5",
      "text" : ""
    }, {
      "heading" : "6 5.0 50.0",
      "text" : ""
    }, {
      "heading" : "7 0.0 25.0",
      "text" : ""
    }, {
      "heading" : "8 2.5 25.0",
      "text" : ""
    }, {
      "heading" : "9 5.0 25.0",
      "text" : ""
    }, {
      "heading" : "10 7.5 25.0",
      "text" : ""
    }, {
      "heading" : "11 10.0 25.0",
      "text" : ""
    }, {
      "heading" : "12 15.0 25.0",
      "text" : "relationships, and the position of the metals in the synthesized Bi2O3 NPs-Nystatin.\nFinally, FT-IR spectroscopy was performed to provide important data about the chemical functional groups present on the nystatin drug. The analyses were carried out using a JASCO FT-IR 3600 infra-red spectrometer and by using the KBr pellet method. It was determined at a wavenumber scale from 4000 to 400 cm 1.\nAntimicrobial activity of the synthesized Bi2O3 NPs-Nystatin\nThe antimicrobial activities of the synthesized Bi2O3 NPsNystatin, polyvinylpyrrolidone (PVP), dimethyl sulfoxide (DMSO), nystatin drug, and bismuth ions were tested against some selected Candida species and pathogenic bacteria using the agar disc distribution method.24\nThe examined microbes were taken from the culture collections at the Drug Microbiology Laboratory, Drug Radiation Research Department, NCRRT, Cairo, Egypt. The tested unicellular fungi were Candida albicans (1), Candida tropicalis (1), Candida tropicalis (22), Candida albicans (25), and Candida albicans (33), while the pathogenic bacteria included Grampositive (Bacillus cereus and Staphylococcus aureus; MRSA) and Gram-negative bacteria (Escherichia coli and Pseudomonas aeruginosa).\nThe tested bacterial inoculums were xed with 0.5 McFarland (2–4) 107 CFUml 1, and all the examined C. albicans and C. tropicalis were xed with 0.5 McFarland (3–5) 108 CFU ml 1 aer conducting UV-Vis spectrophotometry at 600 nm.25\nNystatin antifungal disc (NS 100; 100 mg ml 1) and amoxicillin/clavulanic acid (AMC; 20/10 mg ml 1) were examined as standard antibiotics. The growth restraint of the examined microbes was conrmed by the zone of inhibition (ZOI) aer 24 h incubation.14\nThe minimum inhibitory concentration (MIC) was assessed referring to the lowest concentration of Bi2O3 NPs-Nystatin that inhibited 99.0% of the bacterial and yeast growth. For this, the\noduction using nystatin drug (NS) and bismuth nitrate after exposure to optical density"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online serial dilution method of a Luria–Bertani (LB) broth medium containing the tested microbes was applied using the ELISA plate method.26 The inoculums were xed as mentioned-before in the rst antimicrobial screening.25 Broth medium, DMSO, and PVP were used as a negative control, while the standard antibiotics (AMC and NS) were used as a positive control. Finally, serial dilutions of Bi2O3 NPs-Nystatin (starting with a concentration of 250 mg ml 1) were used. All the plates were incubated for 24 h at 36.0 1.0 C and examined at 600 nm.14\nAntibiolm activity of the synthesized Bi2O3 NPs-Nystatin\nA qualitative study of the biolm inhibition was performed as described by Christensen et al.27 Biolm formation across the tube walls in the absence and presence of the synthesized Bi2O3 NPs-Nystatin was investigated.\nThe antibiolm potential of the synthesized Bi2O3 NPsNystatin (at a ratio of 1 : 5 w/w) was examined against the most sensitive bacteria and Candida sp. with respect to the nontreated strain (control).\nBriey, 5.0 ml of the nutrient brothmediumwas poured in to the tubes and the tested pathogenic bacteria and yeast cells were inoculated with 0.5 McFarland adjusted from 1–3 107 CFU ml 1. Subsequently, they were incubated for 24 h at 35.0 2.0 C, and aer that, the supernatant was discharged and all the tubes were mixed with phosphate buffer saline (PBS; pH 7.0) and nally dried.28\nThe biolms around and at the bottom of the tube walls were rinsed with 3.0 ml sodium acetate (3.5%) for 15 min. and subsequently washed with de-ionized water. Aer that, 10.0 ml crystal violet (CV; 0.1%) was added to the biolms that had developed inside the tubes (about 30 min.) for the staining and nally the tubes were cleaned with de-ionized water.29\nIt is worth mentioning that, for the semi-quantitative antibiolm investigation (inhibition%), 3.0 ml of the absolute ethanol was connected to the tubes to separate the colored biolms,30 and aer that, the O.D. of CV was measured using a UV-Vis spectrophotometer at a xed wavelength (570.0 nm).\nThe biolms inhibition percentage was determined using the following equation:14,27,30\nPercentage of biofilms inhibitionð%Þ\n¼ O:D: of the control sample O:D: of the treated sample O:D: of the control sample\n100 Reaction mechanism using SEM/EDX analysis of the control and treated microbial cells\nThe susceptible Candida sp. (from the antibiolm results; Table 4) were mixed with PBS and maintained with 3.0 ml glutaraldehyde (3.0%). Additionally, they were washed regularly with PBS and dried by different ethanol solutions (30.0%, 50.0%, 70.0%, 80.0%, 95.0%, and 100.0%) for 15 min. at room temperature (24.0 2.0 C).30\nThe prepared Candida cells were set up on aluminum stumps for the imaging process.28,30 The surface morphology of the non-treated and treated Candida cells with the synthesized\nThis journal is © The Royal Society of Chemistry 2020\nBi2O3 NPs-Nystatin was investigated by SEM to estimate the mode of action. The total elemental analysis of the tested Candida cells was estimated by EDX spectrum analysis."
    }, {
      "heading" : "Statistical analysis",
      "text" : "The mathematical analysis of the data was performed by ONE WAY ANOVA (at p < 0.05), least signicant differences (LSD), and Duncan's multiple systems.31 The effects and data were examined and analyzed through SPSS soware (version 15)."
    }, {
      "heading" : "Results and discussion",
      "text" : "Synthesis and optimization of Bi2O3 NPs by nystatin and gamma-rays\nThe synthesized Bi2O3 NPs-Nystatin solutions were a deep offwhite color due to the surface plasmon resonance (SPR) phenomenon.32 Fig. 1A displays the optimum gamma-ray doses used for the Bi2O3 NPs synthesis, which was conrmed using a UV-Vis spectrophotometer and found to be 20.0 kGy with a high O.D. (2.751) at a wavelength of 465.0 nm.\nThe synthesis of Bi2O3 NPs was assisted by the reduction of various conc. of bismuth nitrate solution (0.5, 12.5, 25.0, 37.5, and 50.0 mg/10 ml) in the presence of varying nystatin conc. (0.5, 2.5, 5.0, 7.5, 10.0, and 15.0 mg/10 ml) aer mixing with PVP solution (0.2%) and exposure to 20.0 kGy gamma rays.\nThe results listed in Table 1 show that run (4) had the optimum concentrations (2.5 mg ml 1 bismuth nitrate and 0.5 mg ml 1 NS; 1 : 5 w/w), which was reected by a high Bi2O3 NPs yield (2.253) at 570.0 nm.\nTable 1 shows that Bi2O3 NPs were not formed in runs 2 and 3, where the concentration of nystatin was set at 0.5 mg ml 1 and the concentration of bismuth nitrate was 0.5 and 1.25 mg ml 1, respectively which indicates that the concentration of bismuth nitrate was not sufficient for the Bi2O3 NPs production. In addition, there was a constant O.D. decrease from run 4 to run 6 when the nystatin concentration was set at 0.5 mg ml 1 and bismuth nitrate at 5.0 mg ml 1. Also, Table 1 shows that there was a constant decline in the O.D. (runs 7 to 12) when the bismuth nitrate concentration was adjusted to 2.5 mg ml 1 and the nystatin concentration was changed from 0.25 to 1.5 mg ml 1, while both runs 11 and 12 involved a high concentration of nystatin, which antagonized the formation of Bi2O3 NPs.\nThe results conrmed that Bi2O3 NPs synthesis depended on the concentrations of bismuth nitrate and nystatin, although raising the concentration of both was ineffective. The optimum concentrations were 0.25 mg ml 1 of nystatin and 2.5 mg ml 1 of bismuth nitrate (run 8) and 0.50 mg ml 1 of nystatin and 2.5 mg ml 1 of bismuth nitrate (run 4).\nOn the other hand, the UV-Vis spectra of the starting materials (bismuth nitrate and nystatin) used in the Bi2O3 NPs synthesis are presented in Fig. 1B. The detectable wavelengths of both precursors were less than 300 nm, which assisted the formation of Bi2O3 NPs at the wavelength of 465.0 nm (Fig. 1A).\nFig. 1C shows the stability of the nystatin solution (0.5 mg ml; run 4) following exposure to the corresponding\nRSC Adv., 2020, 10, 9274–9289 | 9277"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\ngamma-ray doses necessary for Bi2O3 NPs production. The results in Fig. 1C reveal that the nystatin was completely constant at all gamma-ray doses applied, which conrmed\n9278 | RSC Adv., 2020, 10, 9274–9289\nthe opinion concerning the role of nystatin in the Bi2O3 NPs structure and stability. The common two peaks of nystatin appeared at 215.0 and 255.0 nm,33 and there was a slight decrease in the O.D. with the increase in gamma-ray doses.\nThis is in agreement with El-Sayyad et al.,34 who worked on the incorporation of selenium NPs with the gentamycin drug (CN) and stated that the production of Se NPs-CN nano-drug depended on the sodium selenite and CN concentrations.\nProposal reaction mechanism for Bi2O3 NPs synthesis When the nystatin solution (0.5 mg ml 1) was mixed with (2.5 mg ml 1) bismuth nitrate solution (the common optimized state that resulted in a great Bi2O3 NPs yield; run 4 in Table 1) and exposed to 20.0 kGy gamma rays, it produced the freeradical species (OHc, Hc, H2O2, and H3O\n+) and solvated electrons (eaq ) (eqn (1)).\nH2O !g-radiolysis OH þH þ eaq þ H2O2 þ H3Oþ (1)\nOHc radicals are powerful reducing agents and increase the oxidation of bismuth ions (Bi3+) to BiO3 (eqn (2)).\n2Bi3+ + 3OHc / Bi2O3 + 3H+ (2)\nThe produced bismuth oxide is rst dimerized while incorporated with the remaining Bi2O3 and/or Bi3+ (eqn (3) & (4)).\nBi2O3 + Bi2O3 / 2Bi2O3 (3)\nBi2O3 + Bi3+ / 2Bi2O3\n(4)\nThe available radicals (OHc and Hc) are adequate to separate hydrogen atoms from nystatin to create nystatin free radicals (secondary radicals ¼ C47H74NO 17; eqn (5)) then, the nystatin radicals react with Bi3+ to create Bi2O3 NPs and constant nystatin molecules (eqn (6)).\nFinally, the formed nystatin can combine with the produced Bi0 (eqn (6)) though the oxygen atoms in the OH functional groups of the nystatin molecules to formmore permanent Bi2O3 NPs, as displayed in eqn (7).\nThe overall reaction is related to the generation of free electrons and radical groups and the presence of notable stabilizing agents (nystatin) that drive the reduction of Bi3+ to Bi0.\nThis journal is © The Royal Society of Chemistry 2020\nFig. 3 Particle-size distribution for Bi2O3 NPs-Nystatin using the DLS technique."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online"
    }, {
      "heading" : "Characterization of the synthesized Bi2O3 NPs-Nystatin",
      "text" : "Shape, size, and distribution of Bi2O3 NPs-Nystatin: HRTEM and DLS investigations. To investigate the common particle size and the exact shape of the incorporated Bi2O3 NPs-Nystatin, an HRTEM study was carried out and the images were correlated with the DLS results to dene the average distribution of the Bi2O3 NPs-Nystatin particle size.35\nThe HRTEM images showed round shapes with monodispersed Bi2O3 NPs-Nystatin (Fig. 2A) with a range from 18.40 to 34.99 nm and the average diameter was 27.97 nm as shown in the magnied image in Fig. 2B.\nThe average particle-size distribution was veried by the DLS method and determined as 40.74 nm in the Bi2O3 NPs incorporated with nystatin via applying 20.0 kGy gamma rays as shown in Fig. 3.\nIt was noted that the DLS size area of the incorporated Bi2O3 NPs-Nystatin was higher than the HRTEM size; this is because DLS considers the hydrodynamic diameter where the incorporated Bi2O3 NPs-Nystatin are enveloped by water molecules, leading to the greater sizes of the incorporated Bi2O3 NPsNystatin.36\nCrystal size and crystallinity determination of the Bi2O3 NPsNystatin: X-ray diffraction analysis. XRD was performed to determine the crystal structure and the common crystal size of the incorporated Bi2O3 NPs-Nystatin because it can show the status of the detected particles.37 The XRD results of the Bi2O3 NPs incorporated with nystatin aer exposure to 20.0 kGy gamma rays are displayed in Fig. 4.\nFig. 4 describes the crystal and/or amorphous compositions of the starting primary materials (bismuth nitrate, PVP, and nystatin) and the synthesized Bi2O3 NPs. It must be noted that the XRD results for bismuth nitrate represent the crystal construction,38 as shown in Fig. 4B, and the 2q at 10.96 and 21.10 were similar to the amorphous type of PVP (Fig. 4A).39 Additionally the 2q was detected at 13.89 , 15.25 , 20.24 , 21.91 , 22.78 , and 26.58 (Fig. 4C).\nThis journal is © The Royal Society of Chemistry 2020\nThe XRD data of the incorporated Bi2O3 NPs-Nystatin in Fig. 4D show the structure of the diffraction properties with 2q at 28.15 , 33.65 , 46.17 , and 55.38 , which represent the Bragg's reections at (111), (200), (220), and (311), respectively.\nThe presented peaks were similar with the Joint Committee on Powder Diffraction Standards (JCPDS) of Bi2O3 NPs (JCPDS le no 00-071-0465).40 This means that the incorporated Bi2O3 NPs-Nystatin stayed as a crystal and displayed the face-centered cubic (fcc) crystalline composition. There were additional amorphous peaks for PVP and nystatin (Fig. 4D) that was included in the assembly and stability of the Bi2O3 NPs, but their strength was less than that identied in Fig. 4A and C.\nAdditionally, the average crystallite size of the incorporated Bi2O3 NPs-Nystatin was dened by applying the Williamson– Hall (W–H) equation,41,42 and was observed to be 30.54 nm for Bi2O3 NPs produced by nystatin via 20.0 kGy gamma-ray application according to eqn (8).\nb cos q ¼ kl DW H þ 43 sin q (8)\nHR-TEM for Bi2O3 NPs-Nystatin, where [A] presents the low magnifi-\nRSC Adv., 2020, 10, 9274–9289 | 9279\nFig. 4 Crystallinity and crystal-size determination using XRD analysis, where [A] polyvinylpyrrolidone (PVP), [B] bismuth nitrate, [C] nystatin drug (NS), and [D] the synthesized Bi2O3 NPs-Nystatin nano-drug."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nwhere DW–H is the average crystallite size, l is the X-ray wavelength, b is the full-width at half maximum, 3 is the strain of the samples, q is the Bragg's angle, and k is a constant.\nSurface morphology and elemental composition of Bi2O3 NPs-Nystatin: SEM and EDX analyses. The surface characteristics and morphology of the incorporated Bi2O3 NPs-Nystatin were investigated by SEM technique. Fig. 5A illustrates the SEM image of the synthesized Bi2O3 NPs-Nystatin at 20.0 kGy gamma-ray irradiation including the different grain sizes and the equivalent round shape. It can be noticed that the Bi2O3 NPs were distributed beyond the nystatin drug, which shows them as brilliant NPs linked near by the antibiotic units.\nEDX is an analytical method used for the elemental investigation or the qualitative chemical validation of synthesized metal oxide NPs.37,42 EDX analysis was used to establish the elemental composition of the synthesized Bi2O3 NPs-Nystatin and its capacity for determining the purity of the synthesized Bi2O3 NPs as represented in Fig. 5B.\nThe synthesized Bi2O3 NPs exhibited notable absorption peaks related to the bismuth element at 0.25 and 2.35 keV. The lack of further elemental peaks and a large amount of bismuth in the spectra conrmed the purity of the bismuth element. The presence of carbon, oxygen, and nitrogen peaks in the examined samples was due to the presence of stabilizers or the capping factor (nystatin drug, Fig. 5B).\n9280 | RSC Adv., 2020, 10, 9274–9289\nMapping analysis of the elements in Bi2O3 NPs-Nystatin. The mapping models of the elements present in Bi2O3 NPs-Nystatin are displayed in Fig. 6. The images are dened as C, O, Bi, and N for the incorporated Bi2O3 NPs-Nystatin.\nThe displayed atoms were related to the distribution to Bi, C, O, and N atoms. Moreover, the C, O, and N atoms were in agreement with the nystatin drug. Subsequently according to the given image, the synthesized Bi2O3 NPs-Nystatin (bright red NPs) was developed regularly across the nystatin atoms (C, O, and N).\nSurface bonding and functional groups analysis; FTIR analysis of Bi2O3 NPs-Nystatin. FTIR investigations were performed to determine the interaction between Bi2O3 NPs and the antifungal nystatin drug (Fig. 7). The FTIR spectrum of the nystatin drug had absorption bands at 3377.20, 2935.12, 1705.36, 1442.56, 1322.0, and 1063.84 cm 1, and the absorption bands for the synthesized Bi2O3 NPs-Nystatin were at 3336.16, 2931.52, 1644.88, 1442.55, 1322.0, 1011.08, and 617.44 cm 1, as shown in Fig. 7.\nThe broad peak at 3336.16 cm 1 was assigned to the –OH of the hydroxyl group and –NH stretching, while the peak at 2931.52 cm 1 was attributed to the asymmetric and symmetric –CH vibrations of the –CH2 group. The peak at 1644.88 cm 1 was related to –C]O stretching of the ester group.\nThis journal is © The Royal Society of Chemistry 2020\nFig. 5 Surface morphology and elemental analysis of the synthesized Bi2O3 NPs-Nystatin, where [A] SEM image, [B] EDX elemental analysis."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nThe peak located at 1442.55 cm 1 was designated to –CH3. A further band at 1322.0 cm 1 was related to –COO . Also, the peaks located at 1011.08 cm 1 were due to polyene sequences. A denite peak at 617.44 cm 1 was identied in the FTIR of Bi2O3 NPs-Nystatin, which may be associated with the conjugation and attraction of Bi2O3 NPs beside the hydroxyl group in the nystatin drug as Bi–O.37 The FTIR results in the present study were similar to those in recently published research studies.23,43,44\nAccording to the FTIR results in the present research, it was concluded that the intensity of all the detected peaks was reduced in the FTIR of Bi2O3 NPs-Nystatin. This may be because of the interaction of Bi2O3 NPs, the –OH, and other functional groups present in the nystatin drug.\nIt was noted that the nystatin drug may combine with Bi2O3 NPs either by the available amine residue and/or by the electrostatic attraction among the carboxylate groups, which hold a negative charge45 so they support the Bi2O3 NPs from aggregation through the inuence of the O and/or N atoms present in the nystatin drug.\nIn vitro antimicrobial activity of the synthesized Bi2O3 NPsNystatin. It was obvious from the disc agar distribution method (as a screening procedure) that the incorporated Bi2O3 NPsNystatin displayed a qualitative antimicrobial potential toward all the tested bacterial strains and Candida pathogens. The in vitro ZOI result veried that the Bi2O3 NPs-Nystatin exhibited an\nThis journal is © The Royal Society of Chemistry 2020\nelevated antibacterial activity against E. coli (17.0 mm ZOI; Fig. 8A) and S. aureus; MRSA (13.0 mm ZOI; Fig. 8B), as displayed in Table 2.\nIt worth noting that the antibacterial potency of the Bi2O3 NPs-Nystatin was signicantly more powerful than bismuth nitrate, PVP, DMSO, the nystatin drug alone, and the standard antimicrobial agents (AMC).\nIt is also necessary to note that the synthesized Bi2O3 NPsNystatin were active against Gram-negative bacteria more than Gram-positive. Note, the cell wall constituents in Gram-negative bacteria contain principally little layers of lipopolysaccharide, lipid, and peptidoglycan. On the other hand, the cell wall of Gram-positive incorporate very solid peptidoglycan forms.46\nAdditionally, the synthesized Bi2O3 NPs-Nystatin were shown to incorporate promising antifungal factors as they exhibited tremendous antifungal efficiency against C. tropicalis (22) (15.0 mm ZOI; Fig. 8C) and C. albicans (25) (15.0 mm ZOI; Fig. 8D), as recorded in Table 2.\nThere is a relationship between the characteristics of the synthesized Bi2O3 NPs-Nystatin and the antimicrobial effects discussed. The Bi2O3 NPs-Nystatin were stable because of the PVP polymer applied, their reduced crystal size (30.54 nm; Fig. 4D), and separated spherical form with a particle size within the nano-scale (27.97 nm; Fig. 2), as well as their uniformity (EDX; Fig. 5B) and pattern of mono-dispersed highly-distributed NPs (40.74 nm; Fig. 3), which served as an essential objective for enhancing the antimicrobial potency of the Bi2O3 NPs-Nystatin at low concentration (1 : 5 w/w), against all the tested bacterial and Candida sp.\nThe Bi2O3 NPs-Nystatin displayed individual physical and chemical properties better than the traditional organic and synthesized antimicrobial agents, such as decreased crystal sizes, reduced average particle size, more stability, and a higher potency for interaction with more pathogenic bacteria and Candida sp., thus consequently, increasing their antimicrobial potential.37\nThe MIC results of the Bi2O3 NPs-Nystatin against all the tested pathogenic bacteria and Candida sp. ranged from 3.9 mg ml 1 nystatin: 8.4 mg ml 1 Bi2O3 NPs, to 0.24 mg ml\n1 nystatin: 0.52 mg ml 1 Bi2O3 NPs, as mentioned in Table 2. The Bi2O3 NPs-Nystatin possessed a promising MIC of 0.24 mg ml 1 nystatin: 0.52 mg ml 1 Bi2O3 NPs against S. aureus; MRSA, B. cerus, C. albicans (25), and C. tropicalis (1).\nThe Bi2O3 NPs-Nystatin's size was not the only parameter indicating the antimicrobial characteristics, but other features, such as their mono-dispersity, simplicity, stability, and their appearance, should be considered.\nThe results from similar studies23,47–49 of the antimicrobial behavior of the incorporated Bi2O3 NPs-Nystatin against some bacteria and fungi-causing infectious diseases are introduced in Table 3. The encouraging antimicrobial potential of the synthesized Bi2O3 NPs-Nystatin in our research was due to their small particle and/or crystal sizes, extensive purity, superior stability by using the PVP polymer, and the incorporation with the nystatin drug, which enhanced their synergistic impact.\nThe antibiolm activity of the incorporated Bi2O3 NPsNystatin. Biolm production was identied in various microbes\nRSC Adv., 2020, 10, 9274–9289 | 9281\nFig. 6 SEM/EDX mapping images of the synthesized Bi2O3 NPs-Nystatin.\nFig. 7 FT-IR spectra, surface bonding, and functional groups analysis for nystatin (NS) and the synthesized Bi2O3 NPs-Nystatin."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nin the absence and presence of Bi2O3 NPs-Nystatin as assessed by the tube technique.28,30\nC. albicans (1) in the absence of Bi2O3 NPs-Nystatin formed a thick whitish-yellow matt across the air–liquid interface, which adhered entirely to the tube walls and gave a blue color when stained with crystal violet. Also, a dark blue suspension\n9282 | RSC Adv., 2020, 10, 9274–9289\nwas formed following dissolving the CV by pure ethanol, as presented in Fig. 9A.\nThe C. albicans (1) tubes treated with Bi2O3 NPs-Nystatin (1.95 NS: 4.2 Bi; mg ml 1), revealed a negative biolm formation. The color of the adherent cells was light blue aer CV staining, as shown in Fig. 9A. The same conditions were described for the biolm repression of E. coli and Bacillus cereus, as displayed in Fig. 9B and C, respectively.\nTo determine the inhibition percentage (%) of the biolm created by the examined pathogens, a UV-Vis spectrophotometer (set at 570.0 nm) was applied. The O.D. estimated the subsequent dissolving of the stained biolm through ethanol.29\nTable 4 records the repression percentages of the biolm generation by the tested bacteria and Candida sp. The highest restraint% was noted for C. albicans (1) (94.15%), followed by E. coli (84.85%), and B. cereus (84.79%) aer treatment with Bi2O3 NPs-Nystatin (1.95 NS: 4.2 Bi; mg ml 1).\nThe synthesized Bi2O3 NPs-Nystatin was applied to repress biolm development in its constant adhesion step (also identied as the primary stage).50 However, the mechanistic behavior of the incorporated Bi2O3 NPs upon biolm development has yet to be conrmed.\nThe difference in the inhibitory percentage may be described bymany aspects, like antimicrobial potency, biosorption (due to the high surface area of the incorporated Bi2O3 NPs-Nystatin), physical features (Bi2O3 NPs-Nystatin size; 27.97 nm),\nThis journal is © The Royal Society of Chemistry 2020\nFig. 8 Antimicrobial activity of the synthesized Bi2O3 NPs-Nystatin (two different samples; see Table 2), nystatin, bismuth nitrate, DMSO, and PVP against [A] Escherichia coli, [B] Staphylococcus aureus, [C] Candida tropicalis (22), and [D] Candida albicans (25) as ZOI."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\npenetration capabilities, and distinct chemical attributes that inuence the relationship and synergy of the Bi2O3 NPsNystatin with the Candida biolm.51\nIt was clear that the Bi2O3 NPs-Nystatin restrained C. albicans biolm expansion by a factor of more than 98% at (1.95 NS: 4.2 Bi; mg ml 1) Bi2O3 NPs-Nystatin (MIC results; Table 2). The exopolysaccharide (the principal precursors of biolm production) formation was hindered so C. albicans could not produce a biolm.28 Our anti-biolm research is comparable to the ndings of Ashajyothi et al.,50 who stated that the synthesized ZnO NPs displayed a biolm hindrance% of 10.7% against P. aeruginosa following 18 h incubation.\nBi2O3 NPs-Nystatin mode of action against Candida sp. using SEM/EDX technique. Moreover, to describe the antibiolm impact of Bi2O3 NPs-Nystatin, we suggested a reaction mechanism for the synthesized Bi2O3 NPs-Nystatin toward C. albicans (1) that produced a biolm. The mode of action was investigated using SEM and EDX examination.52 Through the SEM technique, the Candida cell morphologies could be observed in the cases of the non-treated and treated cells with the Bi2O3 NPs-Nystatin.\nInitially, the yeast populations (control without Bi2O3 NPsNystatin treatment) were developed regularly and showed the denite normal cellular morphology with the usual cell surface, budding appearance, and a developed biolm, as explained in Fig. 10A.\nThis journal is © The Royal Society of Chemistry 2020\nBy comparison, the morphological modications were recognized in C. albicans (1) cells following treatment with the incorporated Bi2O3 NPs-Nystatin at 1.95 NS: 4.2 Bi mg ml 1 (Fig. 10B). An obvious surface cell break and consequent deformation and failure to form budding properties of the treated C. albicans (1) upon Bi2O3 NPs-Nystatin addition were noted. Furthermore, the number of viable cells and biolm production were repressed. SEM analysis revealed that the Bi2O3 NPs-Nystatin were directed to effect Candida cell wall depreciation (Fig. 10B).52 The EDX elemental study showed the appearance of Bi and O at the shrinking cell membrane and on the outside surface of the treated C. albicans (1), which conrmed Bi2O3 NPs-Nystatin action toward the yeast cells (Fig. 10B; inset).\nOne potential reason for Bi2O3 NPs-Nystatin action upon C. albicans (1) could be connected to the elevated surface area of the Bi2O3 NPs-Nystatin providing more reliable interactions among the negatively-charged Candida cell walls, as shown in Fig. 10B. Additional studies revealed that the metal oxide NPs combine with pathogens by their electrostatic potential and defeat bacteria by layer separation.53\nA recent report examined the interaction between Bi2O3 NPs and the testedmicrobes and found that the attraction takes place by electrostatic attraction leading to the membrane leakages.53 Further research revealed that the metal oxide NPs attack the microbes and increase the oxidative pressure,54 which quickly changes the yeast cells due to the high level of ROS production.\nRSC Adv., 2020, 10, 9274–9289 | 9283\nT ab\nle 2\nA n ti b ac\nte ri al\nan d an\nti fu n g al\nac ti vi ti e s o f m o n o -d\nis p e rs e d B i 2 O\n3 N P sN ys ta ti n ,P\nV P ,D\nM SO\n,a n d it s p re cu\nrs o rs\n(b is m u th\nn it ra te\nan d n ys ta ti n ) ag\nai n st\nso m e m u lt id ru g -r e si st an\nt (M\nD R )\nb ac\nte ri a an\nd p at h o g e n ic\nC an\nd id a sp\ne ci e s as\nZ O I (m\nm ) an\nd M IC\n(m g m l\n1 )\nPa th og\nen ic\nm ic ro be\ns ZO\nI of\nB i 2 O 3 N Ps\n-N S (r u n 4)\n(1 m g N S :5\nm g B i) (m\nm )\nM IC\nof B i 2 O 3 N Ps\n-N S\n(r un\n4) (N\nS :B i; m g m l 1 )\nZO I of\nB i 2 O 3 N Ps\n-N S (r un 8) (0 .5 m g N S :5 m g B i) (m m )\nZO I of\nbi sm\nut h\nn it ra te\n(m m )\nZO I of n ys ta ti n (m\nm )\nZO I of PV P (m\nm )\nZO I of D M SO\n(m m )\n⁃A M C or\nN S\nC an\ndi da\nal bi ca ns\n(1 )\n14 .0\nab\n0. 57\n73 1. 95\n:4 .2\n13 .0\nd e\n0. 57\n73 N il\nN il\nN il\nN il\nN il\nC an\ndi da\nal bi ca ns\n(2 5)\n15 .0\nc\n0. 57\n73 0. 24\n:0 .5 2\n13 .0\nb c\n0. 57\n73 N il\nN il\nN il\nN il\n7. 0a\n0. 50 00 C an di da al bi ca ns (3 3) 14 .0 b c 0. 57 73 0. 48 :1 .0 5 12 .0 b c 0. 28 86 N il N il N il N il N il C an di da tr op ic al is (1 ) 15 .0 b c 0. 57 73 0. 24 :0 .5 2 13 .0 cd 0. 76 37 N il N il N il N il 7. 0a 0. 28 86 C an di da tr op ic al is (2 2) 15 .0 c 0. 57 73 0. 48 :1 .0 5 14 .0 e 1. 15 47 N il 7. 0 7. 0 N il 7. 0a 0. 76 37 Es ch er ic hi a co li 17 .0 d 0. 57 73 1. 95 :4 .2 12 .0 b c 0. 50 00 8. 0 N il N il 7. 0 17 .0 c 0. 28 86 Ps eu do m on as ae ru gi no sa N il 3. 9 :8 .4 N il N il N il N il N il N il St ap hy lo co cc us au re us ;M R SA 13 .0 a 0. 57 73 0. 24 :0 .5 2 12 .0 b 0. 61 10 N il N il N il N il 15 .0 b 0. 50 00 B ac il lu s ce re us 13 .0 a 0. 57 73 0. 24 :0 .5 2 10 .0 a 0. 45 09 N il N il N il N il 7. 0a 0. 46 18 LS D 1. 00 00 0 — 1. 33 33 3 — — — — 1. 83 33 3 a V al ue s ar et h e m ea n SD (n ¼ 3) .D at a w it h in th e gr ou ps w er e an al yz ed us in g on ew ay an al ys is of va ri an ce (A N O V A )f ol lo w ed by a– e D un ca n 's m ul ti pl e ra n ge te st (D M R T ), LS D ¼ le as ts ig n i ca n t di ff er en ce s. N il m ea n s th at n o ZO I h ad be en m ea su re d. ⁃A M C ¼ am ox ic il li n /c la vu la n ic ac id (a n ti ba ct er ia l st an da rd ), N S ¼ n ys ta ti n (a n ti fu n ga l st an da rd )."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\n9284 | RSC Adv., 2020, 10, 9274–9289\nThe free radicals generation is inuenced by the prominent reduction in oxygen by the electron change above the oxygen atom through electron transport in the mitochondria.53\nIt must be mentioned that the suggested reaction mechanism of metal oxide NPs toward the pathogenic bacteria and Candida cells was explained in our earlier studies14 and is schematically drawn in Fig. 11.\nThe mode of action included four mechanisms that describe the effect of Bi2O3 NPs-Nystatin toward Candida cells. It begins with the adhesion of Bi2O3 NPs-Nystatin near the surface of the Candida cells. Following that, Bi3+ ions inside the Candida cells split the intracellular organic molecules (DNA and mitochondria). Then the cellular toxicity, like oxidative stress, is created by the formation of ROS. Finally, Bi2O3 NPs-Nystatin stimulates the Candida signal transduction pathways, in addition to the performance of nystatin which alters the action of beta-glycan synthase and ergosterol construction and subsequently alters the permeability of the cell membrane and the transportation of ions inside the Candida cells.55\nToxicity of the Bi2O3 NPs. Nano-materials have attracted much attention in diverse areas extending from biomedicine to manufacturing due to their outstanding physicochemical characteristics and purposes, leading to spreading human susceptibility to different NPs. Bismuth-based composites have been generally accepted for technical, pharmaceutical and biomedical purposes. Although the toxicity of the bismuth composites is considered at times, there is a severe absence of data regarding their toxicity and outcomes in the nano-scale on personal health and the climate.56\nThe genotoxic effects of Bi2O3 NPs at various concentrations (12.5, 25.0, 50.0, 75.0, and 100.0 mgml 1) were investigated on the root cells of Allium cepa. The results indicated that the exposure to Bi2O3 NPs considerably enhanced themitotic index (except at 12.5 mg ml 1) and the total chromosomal differences, while confused anaphase–telophase, anaphase bridges, and stickiness chromosome laggards were recognized in anaphase–telophase cells. A notable improvement in DNA destruction was also recognized at all Bi2O3 NPs concentrations (except at 12.5 mg ml 1).57\nIn another study,56 the toxic impacts of Bi2O3 NPs on the liver (HepG2 cell), intestine (Caco-2 colorectal cell), kidney (NRK-52E epithelial cell), and lung (A549 lung cell) were studied. It was mentioned that Bi2O3 NPs reduced the cell viability by intruding on the mitochondrial and lysosomal purposes in HepG2, Caco2, NRK-52E, and A549 cells in a dose-subject way. The IC50 values of Bi2O3 NPs were counted at 35.10–96.50 mg ml\n1. Furthermore, Kovriznych et al.58 stated that the acute toxic amount (LC50 evaluation) of Bi2O3 NPs was less than 1.6 mg ml 1 in adult sh and zebra sh eggs. The cytotoxicity of Bi2O3 NPs may be associated with several distinct agents, like oxidative destruction in living systems.\nNew studies report that Bi2O3 NPs inuence oxidative stress by elevating reactive oxygen species, membrane lipid peroxidation, and reducing intracellular glutathione (GSH).59 Additionally, Yang Luo et al.60 reported that Bi NPs are non-toxic at a concentration of 0.5 nM, but at elevated concentration (50 nM) they induced cytotoxicity and killed about 45% of HeLa cells.\nThis journal is © The Royal Society of Chemistry 2020\nTable 3 Comparative antimicrobial studies between different synthesized Bi2O3 NPs\nMethods of Bi2O3 NPs preparation Average particle size (nm) Starting concentration (mg ml 1)\nAntimicrobial activity (ZOI; mm) and/or (MIC; mg ml 1) References\nGreen synthesis using nystatin (NS) drug and gamma rays\n27.97 nm 1 mg NS : 5 mg Bi/ml for ZOI and MIC 15.0 mm ZOI and 0.24 NS: 0.52 Bi mg ml 1 MIC Our research\nBiogenic synthesis by fungal melanin pigment and gamma rays\n29.82 nm 0.8 mg ml 1 for ZOI and MIC 20.0 mm ZOI and 0.4 mg ml 1 MIC 23\nChemical synthesis of bismuth dimercaptopropanol nanoparticles (BisBAL NPs)\n18.7 nm 0.1–100 mM for ZOI and MIC BisBAL NPs inhibited S. mutans and S. gordonii growth by more than 70% at 0.1 mM and, MIC of for S. mutans, S. gordoniiwas 5 mM, and C. albicans was 10 mM 47\nBiological synthesis of bismuth nanoparticles by Delia sp.\n40–120 nm 1000 mg per disc for ZOI 27.0 mm ZOI and 1280 mg ml 1\nMIC 48\nBiosynthesis of elemental bismuth oxide nanoparticles by Serratia marcescens\n#5 nm 40–140 mg ml 1 100 mg ml 1 MIC 49\nFig. 9 Antibiofilm activity of the synthesized Bi2O3 NPs-Nystatin using the tube method against [A] Candida albicans (1) [B] Escherichia coli, and [C] Bacillus cereus, where the steps are reported as follows: (I) growth of the bacterial and yeast cells and biofilm formation (rings) without treatment with the synthesized Bi2O3 NPs-Nystatin (NS) and the inhibition of bacterial and yeast growth after treatment with Bi2O3 NPs-Nystatin; (II) staining of the adherent bacterial and yeast cells with crystal violet and (III) removing and dissolving the adherent bacterial and yeast cells by ethanol for semi-quantitative biofilm inhibition (%) determination (as shown in Table 4).\nThis journal is © The Royal Society of Chemistry 2020 RSC Adv., 2020, 10, 9274–9289 | 9285"
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online\nTable 4 Semi-quantitative inhibition% of the biofilm formation for non-treated and treated pathogenic bacteria and Candida species with Bi2O3 NPs-Nystatina\nPathogenic microbes O.D. of crystal violet staining at 570.0 nm (control)\nO.D. of crystal violet staining at 570.0 nm (treated with Bi2O3 NPs-Nystatin; run 4) Inhibition%\nCandida albicans (1) 2.548h 0.0017 0.150c 0.0005 94.15% Candida albicans (25) 0.850e 0.0010 0.560g 0.0113 34.17% Candida albicans (33) 0.669c 0.0023 0.127a 0.0011 81.01% Candida tropicalis (1) 0.495a 0.0023 0.165d 0.0015 66.66% Candida tropicalis (22) 0.514b 0.0010 0.201f 0.0015 60.89% Escherichia coli 0.977f 0.0005 0.148c 0.0010 84.85% Pseudomonas aeruginosa 2.767i 0.0060 0.905h 0.0026 67.25% Staphylococcus aureus; MRSA 0.748d 0.0023 0.137b 0.0020 81.68% Bacillus cereus 1.217g 0.0015 0.185e 0.0010 84.79% LSD 0.01273 0.01267 —\na Values are the mean SD (n ¼ 3). Data within the groups were analyzed using one-way analysis of variance (ANOVA) followed by a–i Duncan's multiple range test (DMRT), and LSD ¼ least signicant differences."
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online\nOur study assumed that the synthesized Bi2O3 NPs-Nystatin could serve as a bactericidal and strong fungicidal agent, and would not create any deadly impact on the human system. Animal kidney cells were exposed to 2mMBi2O3 NPs for one day\nFig. 10 SEM images and the corresponding EDX elemental analysis of C Nystatin treatment (yellow arrows for normal buddedCandida cells), and NPs-Nystatin (yellow arrows represent the complete lysis of the Candid\n9286 | RSC Adv., 2020, 10, 9274–9289\nand their cytotoxic inuence was not veried.22 Although the Bi2O3 NPs represent a pleasant approach to reduce infections, more investigation is needed to ensure their proper application for human society.23\nandida albicans (1), where [A] normal Candida cells without Bi2O3 NPs[B] depressed, and deformedCandida cells under the influence of Bi2O3 a cells and loss of budding formation).\nThis journal is © The Royal Society of Chemistry 2020\nFig. 11 The four common mechanisms of the antimicrobial activity of Bi2O3 NPs-Nystatin, where (I) Bi2O3 NPs adhere to the surface of the pathogenic Candida cell and affect the membrane structure and penetrate the cell membrane due to their small size, (II) Bi2O3 NPs diffuse inside the Candida cells and associate with Candida organelles and bio-molecules, thereby changing the cellular mechanism and producing genotoxicity, (III) Bi2O3 NPs create ROS inside the Candida cells, which lead to the cell destruction, and (IV) Bi2O3 NPs change the cellular sign order, eventually inducing cell necrosis. Additionally, the Bi2O3 NPsmay assist as a carrier to release Bi 3+ ions more efficiently to the Candida cytoplasm and layer, in which the proton motive force may reduce the pH (below pH 3.5), which improves Bi3+ ions release. Nystatin alters the action of beta-glycan synthase and ergosterol construction and subsequently alters the permeability of the cell membrane and the transportation of ions inside the Candida cells."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\nThe interesting thing about inorganic NPs are their high surface-to-volume degrees, many structural advantages, several applications, and nano-scale size, which represent innite dynamic forms to connect with living forms, like pathogenic bacteria and fungi. This is the signicant difference between different NPs and traditional organic antimicrobial agents, which in turn could help minimize the risk of developing antimicrobial resistance.23\nThe results obtained in this study propose unique, efficient, low-cost, and broad-spectrum antimicrobial factors. The Bi2O3 NPs could be used at low concentration in foodstuff, pharmaceutical applications, dental supplements, labs, disinfectant, clinics, and geriatric and pediatric hospitals primarily for Candida sp. infection treatment."
    }, {
      "heading" : "Conclusion",
      "text" : "In this study, the synergistic effect of Bi2O3 NPs and nystatin to govern “Candida” germination and biolms creation was veried. The study also reported an encouraging method to restrain the pathogenic Candida sp. and some examined bacteria using Bi2O3 NPs-Nystatin. This planned method could not only dramatically reduce the administered nystatin dose but could also improve its potency. An eco-friendly and cost-efficient approach was applied to synthesize the Bi2O3 NPs using\nThis journal is © The Royal Society of Chemistry 2020\nnystatin drug and polyvinylpyrrolidone (PVP) as stabilizing agents aer exposure to 20.0 kGy gamma-ray irradiation. Joining Bi2O3 NPs with the nystatin antifungal agent is a modular approach that could be implemented as a strategy for enhancing the currently ineffective nystatin drug. The average particle size and surface morphology of the incorporated Bi2O3 NPs-Nystatin were exhibited to be mono-dispersed and rounded with an average size of 27.79 nm. EDX elemental analysis conrmed the growth of pure Bi2O3 NPs-Nystatin without any impurities. In addition, the antimicrobial potential in terms of ZOI andMIC toward different Candida sp. and some pathogenic bacteria was studied. The incorporated Bi2O3 NPs-Nystatin at low concentration (MIC ¼ 0.24 : 0.52; NS : Bi mg ml 1) restrained the development and attack of C. albicans. The current study considers that the small crystal size (z30 nm) and high purity and stability play themain roles in the success of the combination of Bi2O3 NPs-Nystatin, at reduced concentrations, toward all the examined bacteria and Candida cells. Furthermore, the antibiolm potential of the incorporated Bi2O3 NPsNystatin was extremely encouraging (94.15% inhibition toward C. albicans (1)). The morphological modications of the Candida cells aer treatment with Bi2O3 NPs-Nystatin (at a ratio of 1 : 5 w/w) were conceived as noticeable alterations in the cell hardness and visible surface cell brokenness. Also, the consequent deformation and loss of budding features of C. albicans\nRSC Adv., 2020, 10, 9274–9289 | 9287"
    }, {
      "heading" : "RSC Advances Paper",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online\n(1) were limited aer treatment with the synthesized Bi2O3 NPsNystatin. The novel synthetic process for the Bi2O3 NPs-Nystatin is a promising method for possible use in manufacturing, pharmaceutical, and biomedical purposes and for managing dangerous infections, particularly candidoses. However, future work in this area needs to continue to cover the safety of using these small-sized materials and their activity over the course of application. In addition, investigation of the mechanism of the interactions across the genetic level of this type of nano-drug with current and other types of bacteria and pathogenic fungal strains is an essential element needed to complete the work."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare that they have no conict of interests."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to thank the Nanotechnology Research Unit (P. I. Prof. Dr Ahmed I. El-Batal), Drug Microbiology Lab., Drug Radiation Research Department, NCRRT, Egypt, for nancing and supporting this study under the project “Nutraceuticals and Functional Foods Production by using Nano/ Biotechnological and Irradiation Processes”. Also, the authors would like to thank the Chemical Engineering Department, Military Technical College, Egyptian Armed Forces, and Zeiss microscope team at Cairo, Egypt, for their invaluable support of this study."
    }, {
      "heading" : "Paper RSC Advances",
      "text" : "O pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 M\nar ch\n2 02\n0. D\now nl\noa de\nd on\n3 /6\n/2 02\n0 9:\n07 :5\n8 A\nM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n. View Article Online M. Abd Elkodous and G. S. El-Sayyad, Int. J. Biol. Macromol., 2019, DOI: 10.1016/j.ijbiomac.2019.11.210. 36 M. I. A. Abdel Maksoud, G. S. El-Sayyad, A. Abokhadra, L. I. Soliman, H. H. El-Bahnasawy and A. H. Ashour, J. Mater. Sci.: Mater. Electron., 2020, DOI: 10.1007/s10854-01902799-4. 37 A. Ashour, A. I. El-Batal, M. A. Maksoud, G. S. El-Sayyad, S. Labib, E. Abdeltwab and M. El-Okr, Particuology, 2018, 40, 141–151.\n38 C. Jadhav, P. K. Pagare, K. Inamdar and L. Kadam,Macromol. Symp., 2019, 387, 1800198, DOI: 10.1002/masy.201800198. 39 M. G. Naseri, E. Saion and N. K. Zadeh, Int. Nano Lett., 2013, 3, 19. 40 D. Sánchez-Mart́ınez, I. Juárez-Ramı́rez, L. M. TorresMart́ınez and I. de León-Abarte, Ceram. Int., 2016, 42, 2013–2020. 41 P. Belavi, G. Chavan, L. Naik, R. Somashekar and R. Kotnala, Mater. Chem. Phys., 2012, 132, 138–144. 42 M. A. Maksoud, G. S. El-Sayyad, A. Ashour, A. I. El-Batal, M. S. Abd-Elmonem, H. A. Hendawy, E. Abdel-Khalek, S. Labib, E. Abdeltwab and M. El-Okr, Mater. Sci. Eng., C, 2018, 92, 644–656. 43 M. Gondal, T. A. Saleh and Q. Drmosh, Sci. Adv. Mater., 2012, 4, 507–510. 44 S. H. Hussein-Al-Ali, M. E. El Zowalaty, A. U. Kura, B. Geilich, S. Fakurazi, T. J. Webster andM. Z. Hussein, BioMed Res. Int., 2014, 2014, 651831, DOI: 10.1155/2014/651831. 45 E. R. Arakelova, S. G. Grigoryan, F. G. Arsenyan, N. S. Babayan, R. M. Grigoryan and N. K. Sarkisyan, Int. J. Med. Heal. Pharm. Biomed. Eng., 2014, 8, 33–38. 46 Z.-X. Tang and B.-F. Lv, Braz. J. Chem. Eng., 2014, 31, 591– 601.\nThis journal is © The Royal Society of Chemistry 2020\n47 A. R. Badireddy, R. Hernandez-Delgadillo, R. I. SánchezNájera, S. Chellam and C. Cabral-Romero, J. Nanopart. Res., 2014, 16, 2456. 48 M. Shakibaie, E. Hajighasemi, M. Adeli-Sardou, M. Doostmohammadi and H. Forootanfar, IET Nanobiotechnol., 2019, 13, 377–381. 49 P. Nazari, R. Dowlatabadi-Bazaz, M. Mod, M. Pourmand, N. Daryani, M. Faramarzi, Z. Sepehrizadeh and A. Shahverdi, Appl. Biochem. Biotechnol., 2014, 172, 570–579. 50 C. Ashajyothi, K. H. Harish, N. Dubey and R. K. Chandrakanth, J. Nanostruct. Chem., 2016, 6, 329–341. 51 H.-J. Park, H. Y. Kim, S. Cha, C. H. Ahn, J. Roh, S. Park, S. Kim, K. Choi, J. Yi and Y. Kim, Chemosphere, 2013, 92, 524–528. 52 S. Priyadarshini, A. Mainal, F. Sonsudin, R. Yahya, A. A. Alyousef and A. Mohammed, Res. Chem. Intermed., 2019, 46, 1077–1089. 53 P. K. Stoimenov, R. L. Klinger, G. L. Marchin and K. J. Klabunde, Langmuir, 2002, 18, 6679–6686. 54 M. F. Khan, A. H. Ansari, M. Hameedullah, E. Ahmad, F. M. Husain, Q. Zia, U. Baig, M. R. Zaheer, M. M. Alam and A. M. Khan, Sci. Rep., 2016, 6, 27689. 55 W. Umbreit, J. Biol. Chem., 1949, 177, 703–714. 56 M. Abudayyak, E. Öztaş, M. Arici and G. Özhan,\nChemosphere, 2017, 169, 117–123. 57 R. Liman, Chemosphere, 2013, 93, 269–273. 58 J. A. Kovrižnych, R. Sotńıková, D. Zeljenková, E. Rollerová,\nE. Szabová and S. Wimmerová, Interdiscip. Toxicol., 2013, 6, 67–73. 59 M. Ahamed, R. Posgai, T. J. Gorey, M. Nielsen, S. M. Hussain and J. J. Rowe, Toxicol. Appl. Pharmacol., 2010, 242, 263–269. 60 Y. Luo, C. Wang, Y. Qiao, M. Hossain, L. Ma and M. Su, J. Mater. Sci.: Mater. Med., 2012, 23, 2563–2573.\nRSC Adv., 2020, 10, 9274–9289 | 9289"
    } ],
    "references" : [ {
      "title" : "Probit Analysis: A Statistical Treatment of the Sigmoid Response Curve",
      "author" : [ "K. Brownlee" ],
      "venue" : "J. Am. Stat. Assoc.,",
      "citeRegEx" : "Brownlee,? \\Q1952\\E",
      "shortCiteRegEx" : "Brownlee",
      "year" : 1952
    }, {
      "title" : "TorresMart́ınez and I. de León-Abarte, Ceram",
      "author" : [ "D. Sánchez-Mart́ınez", "L.M.I. Juárez-Ramı́rez" ],
      "venue" : "Int., 2016,",
      "citeRegEx" : "Sánchez.Mart́ınez and Juárez.Ramı́rez,? \\Q2020\\E",
      "shortCiteRegEx" : "Sánchez.Mart́ınez and Juárez.Ramı́rez",
      "year" : 2020
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The novelty of the present research is the synthesis of bismuth oxide nanoparticles (Bi2O3 NPs) loaded with the antifungal nystatin drug via gamma rays for increased synergistic antimicrobial potential against some pathogenic bacteria and Candida species. The full characterization of the synthesized Bi2O3 NPsNystatin was achieved by XRD, FT-IR, HR-TEM, and SEM/EDX mapping techniques in order to analyze the crystallinity, chemical functional groups, average particle size, morphology, and elemental structure, respectively. The antimicrobial activities of Bi2O3 NPs-Nystatin were examined against pathogenic bacteria and Candida species, including the zone of inhibition (ZOI), minimum inhibitory concentration (MIC), and antibiofilm activity. Additionally, the SEM/EDX method was performed to investigate the mode of action on the treated Candida cells. Our results revealed that Bi2O3 NPs-Nystatin possessed a wellcrystallized semi-spherical shape with an average particle size of 27.97 nm. EDX elemental study of the synthesized Bi2O3 NPs-Nystatin indicated a high level of purity. Interestingly, the synthesized Bi2O3 NPsNystatin displayed encouraging antibacterial behavior against almost all the tested bacteria and a synergistic antifungal potential toward the investigated Candida species. Additionally, Bi2O3 NPsNystatin was found to be a promising antibiofilm agent, resulting in inhibition percentages of 94.15% and 84.85% against C. albicans (1) and E. coli, respectively. The present research provides a revolutionary nano-drug-based solution to address the increasing global resistance of pathogenic microbes at low concentrations, thus offering a new infectious disease treatment technique that is cost effective, ecofriendly, and works in an acceptable time frame.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}