{
  "name" : "downloads_2019-10-21_44_carija2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biasing the native α-synuclein conformational ensemble towards compact states abolishes aggregation and neurotoxicity",
    "authors" : [ "Anita Carija", "Francisca Pinheiro", "Jordi Pujols", "Inês C. Brás", "Diana Fernandes Lázaro", "Carlo Santambrogio", "Rita Grandori", "Tiago F. Outeiro", "Susanna Navarro", "Salvador Venturaa" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nRedox Biology\njournal homepage: www.elsevier.com/locate/redox\nResearch Paper\nBiasing the native α-synuclein conformational ensemble towards compact states abolishes aggregation and neurotoxicity\nAnita Carijaa,b, Francisca Pinheiroa,b, Jordi Pujolsa,b, Inês C. Brásc, Diana Fernandes Lázaroc, Carlo Santambrogiod, Rita Grandorid, Tiago F. Outeiroc,e,f, Susanna Navarroa,b, Salvador Venturaa,b,⁎\na Institut de Biotecnologia i Biomedicina, Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain bDepartament de Bioquímica i Biologia Molecular, Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain c Department of Experimental Neurodegeneration, Center for Nanoscale Microscopy and Molecular Physiology of the Brain, Center for Biostructural Imaging of Neurodegeneration, University Medicine Göttingen, Waldweg 33, 37073 Göttingen, Germany dDepartment of Biotechnology and Biosciences, University of Milano-Bicocca, Italy eMax Planck Institute for Experimental Medicine, 37075 Göttingen, Germany f Institute of Neuroscience, The Medical School, Newcastle University, Framlington Place, Newcastle Upon Tyne NE2 4HH, UK\nA R T I C L E I N F O\nKeywords: α-synuclein Disulfide bond Amyloid Protein aggregation Parkinson's disease\nA B S T R A C T\nThe aggregation of α-synuclein (α-syn) into amyloid fibrils is a major pathological hallmark of Parkinson's disease (PD) and other synucleinopathies. The mechanisms underlying the structural transition of soluble and innocuous α-syn to aggregated neurotoxic forms remains largely unknown. The disordered nature of α-syn has hampered the use of structure-based protein engineering approaches to elucidate the molecular determinants of this transition. The recent 3D structure of a pathogenic α-syn fibril provides a template for this kind of studies. The structure supports the NAC domain being a critical element in fibril formation, since it constitutes the core of the fibril, delineating a Greek-key motif. Here, we stapled the ends of this motif with a designed disulfide bond and evaluated its impact on the conformation, aggregation and toxicity of α-syn in different environments. The new covalent link biases the native structural ensemble of α-syn toward compact conformations, reducing the population of fully unfolded species. This conformational bias results in a strongly reduced fibril formation propensity both in the absence and in the presence of lipids and impedes the formation of neurotoxic oligomers. Our study does not support the Greek-key motif being already imprinted in early α-syn assemblies, discarding it as a druggable interface to prevent the initiation of fibrillation. In contrast, it suggests the stabilization of native, compact ensembles as a potential therapeutic strategy to avoid the formation of toxic species and to target the early stages of PD."
    }, {
      "heading" : "1. Introduction",
      "text" : "Parkinson's disease (PD) is the second most prevalent human neurodegenerative disorder and it is pathologically characterized by the accumulation of intracytoplasmic aggregates in dopaminergic neurons. These inclusions are mainly composed of the protein α-synuclein (αsyn) and are known as Lewy bodies and Lewy neurites [1–4]. α-syn is present in high concentration at presynaptic terminals and it is found both in soluble and membrane-associated brain fractions. The biological role of this protein has not yet been completely elucidated, but it is\nbelieved to be involved in the regulation of synaptic vesicle release [5]. In vitro, in its monomeric form, α-syn is an intrinsically disordered protein (IDP), whose primary structure is composed of the N-terminal domain (residues 1–60), the non-amyloid-β component (NAC) (residues 61–95) and the C-terminal domain (residues 96–140).\nThe central hydrophobic NAC domain was first observed in amyloid plaques associated with Alzheimer's disease [6] and has been shown to be a crucial region for the aggregation of α-syn [7,8]. Indeed, deletion of certain residues within the NAC region abolishes α-syn aggregation [9,10] and peptides derived from the NAC domain can spontaneously\nhttps://doi.org/10.1016/j.redox.2019.101135 Received 20 October 2018; Received in revised form 18 December 2018; Accepted 4 February 2019\nAbbreviations: α-syn, α-synuclein; PD, Parkinson's disease; NAC, non-amyloid β-component; α-synCC, disulfide bridge-containing variant; CD, circular dichroism; Th-T, Thioflavin-T; CR, Congo Red; TEM, Transmission electron microscopy; PK, proteinase K; DOPC, dioleoylphosphatidylcholine; DMPS, dimyristoylphosphatidylserine\n⁎ Correspondence to: Institut de Biotecnologia i de Biomedicina, Universitat Autònoma de Barcelona, Parc de Recerca UAB, Mòdul B, E-08193 Bellaterra, Barcelona. E-mail address: salvador.ventura@uab.es (S. Ventura).\nRedox Biology 22 (2019) 101135\nAvailable online 05 February 2019 2213-2317/ © 2019 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).\nT\nform β-sheet-rich amyloid fibrils [8,11] and are toxic to neuronal cells [9].\nIn addition to α-syn, there are other types of synucleins, β-syn and γsyn, all sharing the highly conserved N-terminal domain [12]. β-syn has been reported to have a suppressing effect on α-syn aggregation in vitro and in vivo [13,14]. Interestingly enough, the most striking difference between these two proteins is that β-syn lacks a NAC domain. Despite being evolutionarily close to α-syn, γ-syn has not been associated with the onset of PD [15]. Importantly, the γ-syn sequence stretch corresponding to the α-syn NAC domain is much less hydrophobic.\nFor long time, the structural heterogeneity and lack of persistent structural elements for α-syn has hampered the use of classical structure-based protein engineering approaches to elucidate the molecular determinants of its aggregation and toxicity. The recent high-resolution structure of a pathogenic fibril formed by full-length human α-syn provides an outstanding template for this kind of studies [16]. This 3D structure supports the NAC domain being a critical element in α-syn fibril formation, since it constitutes the core of the fibril, which consists of a β-serpentine arrangement delineating a Greek key β-sheet topology (Fig. 1).\nSome studies suggest that the structural elements of mature fibrils are already imprinted in the early assemblies [17,18], conformationally biasing the aggregation pathway and the structural details of the final aggregate. In contrast, other works support that the structured regions in oligomers and fibrils are different [19], implying a conformational conversion as the aggregation reaction proceeds. Here, we exploited the reported fibrillar structure of human α-syn to engineer an artificial disulfide bond within the NAC region. This cross-linking is expected to staple the Greek-key motif, conformationally constraining monomeric α-syn and potentially favoring the formation of this structural element early in the aggregation reaction. We compared the conformational properties of soluble wild type (wt) α-syn and its engineered disulfide bridge-containing variant (α-synCC), as well as their aggregation reactions and the structural properties of the aggregated states. Since αsyn aggregation process and final fibrillar structure are extremely sensitive to the environment [20], the assays were performed in three different solution conditions, resulting in the formation of different\npolymorphs, in vitro and in neuronal cells. We also monitored the impact of cross-linking the NAC domain on the lipid-mediated aggregation of α-syn. Finally, we explored the influence of the introduced entropic restriction on the conformation and neurotoxicity of α-syn oligomers."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "2.1. Design of α-syn disulfide bond\nThe rational design of the disulfide bond in α-syn (α-synCC) was performed using Disulfide by Design 2.0 algorithm [21]. Two residues within NAC region of α-syn, Val71 and Thr92, were mutated to cysteines to form a disulfide bridge. The stability of the mutated variant α-synCC was assessed using FoldX [22]. The atomic spatial coordinates of wt α-syn in the solved crystal structure of a pathogenic fibril of fulllength human α-syn (PDB: 2N0A) were used as an input."
    }, {
      "heading" : "2.2. Analysis of aggregation propensity, disorder, and hydrophobicity of αsyn sequences",
      "text" : "The sequential analyses were performed using web-based algorithms for predicting aggregation tendencies, such as AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25]. All predictions were performed using default settings. Intrinsic disorder for both wt α-syn and α-synCC was analyzed using IUPred2 [26]. The hydrophobicity values according to the scale of Kyte and Doolittle [27] were calculated considering a 15-residue sliding window.\n2.3. Expression and purification of wt α-syn and α-synCC\npET21a vector (Novagen) encoding for wt α-syn was transformed into E. coli BL21(DE3) cells and the same vector encoding for α-synCC was transformed into E. coli Origami(DE3) cells.\nwt α-syn and α-synCC were expressed and purified as previously described [28]. The identity and purity of the recombinant proteins were assessed by MALDI-TOF on an Autoflex Speed mass spectrometer (Bruker Daltonik) and by SDS PAGE."
    }, {
      "heading" : "2.4. Mass spectrometry",
      "text" : "The molecular mass of wt α-syn and α-synCC (resuspended in 50mM ammonium bicarbonate), with or without a previous step of reduction with 25mM dithiothreitol (DTT), and after derivatization with iodoacetamide (IAA) was determined with a MALDI-TOF UltrafleXtreme spectrometer (Bruker Daltonik) using 2′,6′-dihydroxyacetophenone acid as a matrix. Samples and matrix were mixed to 1:1 ratio and 1 µL of the mixture was applied on a ground steel plate. The analyses were calibrated using external calibrants (Bruker Daltonik)."
    }, {
      "heading" : "2.5. Reverse-phase high performance liquid chromatography (RP-HPLC) analysis",
      "text" : "α-synCC was resuspended in 50mM Tris pH 8.4 supplemented with 100mM NaCl buffer to a final concentration of 0.5mg/mL, with and without 100mM DTT, and analyzed by RP-HPLC in a Waters 2690 HPLC system (Alliance). Protein resuspended in DTT was incubated for 2 h and both samples were mixed with TFA 2% (v/v) to freeze the reaction before the injection. A linear gradient from 30% to 50% of buffer B was applied to a standard C4 column (Phenomenex) 250×4.6 5mm at a flow rate 0.75mL/min. Composition of the chromatography buffers is the following: Buffer A - pure water + 0.1% TFA; Buffer B – acetonitrile (Teknokroma) +0.1% TFA."
    }, {
      "heading" : "2.6. Electrospray ionization mass spectrometry (ESI-MS) analysis",
      "text" : "Mass spectra have been acquired on a hybrid triple quadrupole-TOF instrument, QSTAR Elite (Applied Biosystems), equipped with a nanoelectrospray source. The samples (10 µL of 10 µM protein in 20mM ammonium acetate pH 7.0) were injected by borosilicate-coated capillaries with emitter tips of 1 µm internal diameter (Thermo Fisher Scientific). The reduced form of α-synCC was obtained by incubating the sample at room temperature (RT) with 20mM DTT for 2 h before the injection. Spectra were acquired with the following instrumental parameters: ion spray 1.1 kV; declustering potential 60 V; curtain gas 20 PSI. Final spectra have been averaged over 1min acquisition time."
    }, {
      "heading" : "2.7. NMR spectroscopy",
      "text" : "Samples of wt α-syn and α-synCC were prepared at a final concentration of 160 µM in 20mM HEPES pH 7.4, and further diluted using a 9:1H2O/D2O ratio. 2D 1H–1H spectra of both proteins were collected on a Bruker Avance 600MHz (Bruker). The 2D-TOCSY pulse sequence used was solvent suppression dipsi2etgpsi19. DIPSI-2 TOCSY mixing sequence applied was 80ms at a spectral resolution of 6×96Hz (F2 x F1) (8.3 kHz). Accumulation of 32 scans was recorded in a total acquisition time of 80min. DOSY NMR experiments were performed with a pulsed-field gradient stimulated echo (ledbpgppr2s) using bipolar gradients. The spectral resolution was 0.46 Hz. The evolution of the pulsed-field gradient during the NMR diffusion experiments was established in 16 steps, applied linearly between 2% and 98%. Each NMR diffusion experiment was obtained from the accumulation of 128 scans.\n2.8. Conformational properties of soluble wt α-syn and α-synCC in different buffers\nThe stocks of wt α-syn and α-synCC were prepared by dissolving lyophilized protein in buffer A (50mM sodium acetate pH 5.0), buffer B (10mM sodium phosphate pH 7.0), and buffer C (10mM sodium phosphate pH 7.0 supplemented with 200mM NaCl). After filtering the stocks through 0.2 µm filter units, the samples were diluted to a final concentration of 15 µM in the corresponding buffers and the far-UV circular dichroism (CD) spectra and fluorescence emission spectra of bis-ANS were obtained.\nFar-UV CD spectra were acquired in a thermostated\nspectropolarimeter Jasco-715 (Jasco Inc.). Spectra were recorded from 260 to 200 nm with 1 nm bandwidth, and a scan speed of 100 nm/min. Average of ten accumulations were recorded for each spectrum. For bisANS, the samples were incubated with 10 µM bis-ANS, excited at 370 nm using a Jasco FP-8200 spectrofluorometer (Jasco Inc.), and emission measured between 400 and 600 nm with slit widths of 5 nm."
    }, {
      "heading" : "2.9. Aggregation assay",
      "text" : "From the prepared stocks of wt α-syn and α-synCC in buffer A, B and C, four aliquots of 300 µL of protein in each buffer were prepared to a final concentration of 60 μM. Samples were incubated for 15 days in a Thermomixer Comfort (Eppendorf) with 0.02% sodium azide at 600 rpm and 37 °C. In specific cases, 150mM dithiothreitol (DTT), final concentration, was added to the reactions.\n2.10. Conformational properties of wt α-syn and α-synCC aggregated in different buffers\nAmyloid fibril formation was monitored for 15 days by measuring the binding of Thioflavin-T (Th-T) to the aggregated samples, using a Jasco FP-8200 spectrofluorometer (Jasco Inc.) with an excitation wavelength of 445 nm, and an emission range from 460 to 600 nm. The intensity of the spectra at 488 nm was recorded as an indication of the β-sheet structures in the aggregates. Additionally, the transition of αsyn from initial soluble form to aggregated state after 5 or 14 days incubation was assessed by measuring light scattering and Congo Red (CR binding). For light scattering, a Jasco FP-8200 spectrofluorometer (Jasco Inc.) was used, with an excitation wavelength of 330 nm and an emission range from 320 to 340 nm. CR binding was determined using a Cary-400 Varian spectrophotometer (Varian Inc.) by monitoring the absorbance spectra from 375 to 675 nm. A final protein concentration of 10 µM was used for the three techniques. For Th-T and CR binding the samples were supplemented with 25 µM Th-T and 10 µM CR, respectively. Buffers without protein were used as negative controls for Th-T and light scattering measurements. For CR, buffer B was used as a baseline, independently of the buffer in which the aggregates were formed. All measurements were carried out in four replicates."
    }, {
      "heading" : "2.11. Transmission electron microscopy (TEM)",
      "text" : "For TEM imaging, wt α-syn and α-synCC incubated for 5 and 14 days in buffer A, B and C, were diluted in Milli-Q water to a final concentration of 20 µM. Prepared samples were adsorbed onto carboncoated copper grids, washed with water and negatively stained with 2% (w/v) uranyl acetate. The morphology of the aggregates was observed using a JEM-1400 transmission electron microscope (JEOL) at an accelerating voltage of 80 kV and recording images in a CCD GATAN ES1000W Erlangshen camera (Gatan Inc.)."
    }, {
      "heading" : "2.12. Limited proteolysis",
      "text" : "Protein samples were resuspended in corresponding buffers at a final concentration of 50 µM and incubated with 2.5 μg/mL proteinase K (PK) (Sigma Aldrich) at 37 °C. Proteolytic aliquots were taken at different time points and the reactions were quenched by addition of the same amount of 4 times concentrated denaturing loading buffer, resulting in a 143mM final concentration of 2-mercaptoethanol in the buffer. Samples were heated at 99 °C for 10min, and 10 µL of each sample was loaded on SDS-PAGE gels and stained with Coomassie-Blue. Soluble protein in buffer B was digested in the same manner and used as a control."
    }, {
      "heading" : "2.13. Secondary structure determination",
      "text" : "ATR-FTIR spectroscopy analysis of amyloid fibrils was performed\nusing a Bruker Tensor 27 FTIR Spectrometer (Bruker Optics Inc.) with a Golden Gate MKII ATR accessory. Incubated samples were centrifuged and the insoluble fractions were resuspended in Milli-Q water. Each spectrum consists of 16 independent scans, measured at a spectral resolution of 4 cm−1, within the 1800–1500 cm−1 range. Second derivatives of the spectra were used to determine the frequencies at which the different spectral components were located. Fourier-deconvolution and determination of band position of the original amide I band were performed using PeakFit software (Systat Software)."
    }, {
      "heading" : "2.14. Internalization of wt α-syn and α-synCC aggregates in neuronal cells",
      "text" : "Human neuroglioma (H4) cells were maintained in Opti-MEM IGlutaMAX medium (Life Technologies-Gibco,Thermo Fisher Scientific) supplemented with 10% fetal bovine serum Gold (FBS) (PAA) and 1% penicillin/streptomycin (PAN) at 37 °C and 5% CO2 atmosphere. 10,000 cells/well were seeded in a 48 well-plate (Costar), 8 h prior to the addition of α-syn species. For each condition, α-syn fibrils prepared from a 1 µM solution of monomeric α-syn were added to the cell media. Equivalent volumes of the vehicle buffers were added to cells as negative control. Cells were treated with wt α-syn or α-synCC fibrils. After 24 h, cells were washed with sterile DPBS (PAN), transferred to a new 48 well-plate and analyzed by immunocytochemistry after 24 h. The cells were fixed with 4% paraformaldehyde for 30min at RT, and permeabilized with 0.1% Triton X-100 (Sigma Aldrich) for 20min. Cells were blocked with 3.5% bovine serum albumin for 2 h at RT, and incubated with primary antibody for α-syn (α-syn C-20, 1:1000, Santa Cruz) overnight at 4 °C. After washing the cells, they were incubated with secondary antibody (1:2000, Alexa Fluor 555 donkey anti-rabbit IgG, Molecular Probes) for 1 h at RT, and labelled with phalloidin (Alexa Fluor™ 488 Phalloidin, 0.165 µM, Molecular Probes) also for 1 h at RT. Nuclei were counterstained with DAPI (1:5000) (Life Technologies) in 1xPBS. Imaging was performed in a Leica DMI 6000B (Leica Microsystems), and the images were processed and analyzed using ImageJ (NIH) and Imaris 7.1.5 software (Bitplane)."
    }, {
      "heading" : "2.15. Aggregation in the presence of lipid vesicles",
      "text" : "Dioleoylphosphatidylcholine (DOPC) vesicles and dimyristoylphosphatidylserine (DMPS) vesicles (50:30:20 DOPE/DOPS/DOPC) (Avanti Polar Lipids), a lipid composition suggested to mimic the composition of synaptic vesicles, were prepared by the lipid hydration and extrusion method [29]. Briefly, stock lipids in chloroform were thoroughly mixed in a round glass tube. Organic solvents were removed to yield a lipid film using a dry nitrogen stream. The dried lipids were then hydrated in buffer B. Multilamellar liposomes (MLV) were formed by three cycles of vigorously mixing and sonication. MLV were extruded 20 times through 200 nm polycarbonate membranes (Avanti Polar Lipids) in an extruder device to obtain small unilamellar vesicles (LUV). The size of the lipid vesicles was determined by dynamic light scattering (Malvern) in order to have a homogenous sample.\nFor testing the effect of LUVs on the aggregation kinetics of wt α-syn and α-synCC, lyophilized protein was prepared in buffer B to a final concentration of 70 µM supplemented with 10 µM Th-T, and 70 µM DOPC or DMPS vesicles. The samples were transferred to a 96-well plate, a 1/8′′ diameter teflon ball (Polysciences Europe GmbH) was added to each well and the plates were incubated for 72 h at 37 °C on a 96-well Victor Microplate reader (Perkin Elmer). During this time, the samples were kept in quiescent conditions and agitated for 10 s each 15min, just before Th-T fluorescence at 486 nm was measured. Experiments were carried out in four replicates."
    }, {
      "heading" : "2.16. Impact of α-synCC on the aggregation of wt α-syn",
      "text" : "Lyophilized wt α-syn was prepared in buffer B to a final concentration of 70 µM supplemented with 10 µM Th-T and different\nconcentrations of α-synCC (also in buffer B). Aggregation kinetics were performed as described in 2.15."
    }, {
      "heading" : "2.17. Preparation and analysis of oligomer-rich samples of wt α-syn and αsynCC",
      "text" : "The oligomeric assemblies of wt α-syn and α-synCC were prepared according to a previously described method [30] and morphologically and structurally characterized by TEM, light scattering, bis-ANS and ATR-FTIR spectroscopy. For each of these techniques, oligomers were prepared as described in 2.11, 2.10, 2.8 and 2.13, respectively, and the same measurement conditions were used.\nTo evaluate the toxicity of the oligomeric assemblies, human SHSY5Y neuroblastoma cells were cultured in F-12 medium supplemented with 10% FBS, seeded in 96-well plates at a density of 4000 cells/well and maintained at 37 °C. Cells were incubated for 72 h in the presence and in the absence (control) of 25 µM and 50 µM soluble oligomeric assemblies of wt α-syn and α-synCC and 20 µL of PrestoBlue® Cell Viability Reagent (Invitrogen) was added. After incubating for 45min, at 37 °C, fluorescence was recorded at 615 nm, with an excitation wavelength of 531 nm, in a Victor fluorescent plate reader (Perkin Elmer). Experiments were carried out in four replicates."
    }, {
      "heading" : "3. Results",
      "text" : "3.1. Design of a disulfide bond within α-syn Greek-key motif\nThe Disulfide by Design 2.0 algorithm [21] was used on top of the fibrillar structure of full-length human α-syn [16] (Fig. 1A) to create a variant containing two Cys residues within the central hydrophobic NAC region (α-synCC). We searched for two residues close enough in the Greek-key motif to favor the formation of a novel intramolecular disulfide bond when mutated to Cys (Fig. 1B). The computational analysis indicated Val71 and Thr92 as the unique candidates, due to their proximity (distance between the β-carbons = 3.97 Å), face-to-face orientation and proper dihedral angles in the bound state (calculated χ3 torsion angle = −100.9)."
    }, {
      "heading" : "3.2. Cys mutations in the NAC domain do not alter the predicted aggregation propensity, hydrophobicity or disorder of α-syn",
      "text" : "Before proceeding with the experimental characterization, we wanted to ensure that the mutations will not affect significantly the sequential properties of α-syn, in terms of predicted aggregation propensity, hydrophobicity, or degree of disorder. This would allow us to ascribe the differences in conformation, aggregation and toxicity of αsynCC, if any, univocally to the presence of the new disulfide bond.\nThe AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25] algorithms were used to estimate the effect of Val71Cys and Thr92Cys mutations. These amino acid changes are not expected to promote significant differences in the intrinsic aggregation propensity of α-syn (Fig. 2A).\nA sequence analysis using the Kyte and Doolittle scale [27] showed that wt α-syn and α-synCC hydrophobicity profiles overlap, confirming the NAC region as the most hydrophobic (Fig. 2B).\nTo estimate if the mutations would impact wt α-syn sequence intrinsic disorder propensity, we used the IUPred2 algorithm [26], an update of IUPred [31] that allows to model the contribution to disorder of Cys residues in their unbound state. The sequence of α-synCC was predicted to be as disordered as the one of wt α-syn (Fig. 2C)."
    }, {
      "heading" : "3.3. Cross-linking the α-syn NAC region",
      "text" : "We cloned, produced, and purified α-synCC. We analyzed soluble wt α-syn and α-synCC using MALDI-TOF MS. The absence of any detectable alkylation upon treatment of α-synCC with vinylpyridine already\nsuggested that the designed Cys71-Cys92 disulfide bond was spontaneously formed in cells. The MW of wt α-syn and α-synCC were 14,460.6 Da and 14,464.9 Da, respectively. For wt α-syn, the experimental (14,460.6 Da) and theoretical (14,460.0 Da) average masses coincide (Supplementary Fig. 1A). This is not the case for α-synCC, for which the difference between the experimental (14,464.9 Da) and theoretical (14466.1 Da) average masses (Supplementary Fig. 1B) can be ascribed to the two protons in the sulfhydryl groups (-SH) of Cys residues, present in the reduced form but absent in the oxidized state.\nTo further confirm the presence of the disulfide bond, α-synCC was incubated in 25mM DTT prior to alkylation with IAA (Supplementary Fig. 1B). The resulting peak shifted to 14,578.5 Da. This mass shift of 114.4 Da corresponds to the alkylation of the two Cys with two IAA molecules (57.05 Da). Addition of IAA to oxidized α-synCC or to wt αsyn did not promote any detectable shift in MW (Supplementary Fig. 1A and B). We could not detect the presence of any intermolecularly Cysbonded species for α-synCC."
    }, {
      "heading" : "3.4. NAC cross-linking promotes α-syn compaction",
      "text" : "Monomeric α-syn has been shown to populate a wide range of conformations in solution, including compact, but transient species resulting from long-range interactions within the fluctuating structural ensemble. The establishment of a disulfide bond would reduce the configurational entropy of the protein ensemble (ΔS) [32,33]. The loss in ΔS is proportional to the length of the closed loop (N), which in the case of α-synCC corresponds to 20 residues, and can be approached with the following expression:\n= − −⎛ ⎝ ⎞ ⎠ RΔS 2.1 3 2 lnN\nThus, the disulfide bond in α-synCC is expected to promote a decrease in ΔS of 11.0 cal/mol·K relative to wt α-syn, accounting for a total conformational entropy loss of 3.4 Kcal/mol at 25 °C, thus resulting in less flexible and more compact conformations. The predicted impact in protein compactness was first assessed using RP-HPLC. Both α-synCC and its reduced form were analyzed (Fig. 3A). Oxidized αsynCC eluted earlier than reduced α-synCC, indicating that, as expected, hydrophobic residues have a lower capacity to interact with the column when the protein is in the disulfide-bonded state.\nTo confirm the compaction of soluble α-synCC we used ESI-MS under non-denaturing conditions, which permits monitoring conformation and oxidation distinctly and simultaneously in a physiologically relevant environment (Fig. 3B, C and 3D). Mass determination informs about the oxidation state, whereas charge-state distributions allow detection of coexisting conformational species. Again, the measured molecular masses were in excellent agreement with the theoretical ones. MW of (14,459.8 ± 0.3) Da, (14,464.4 ± 0.3) Da and (14,466.1 ± 0.3) Da were obtained for wt α-syn, oxidized α-synCC and reduced α-synCC, respectively. The effect of the disulfide bridge in αsynCC can be analyzed on 4-component Gaussian fits of the spectra [34,35]. Cross-linking results in the accumulation of a compact intermediate state (green curve), which increases from (23 ± 3) % to (68 ± 8)% at the expenses of extended intermediate state (cyan curve) and fully extended conformer (magenta curve). The overall average charge state shifts from (16.0 ± 0.3) to (14.2 ± 0.3). Under reducing conditions (20mM DTT), the conformational ensemble of the mutant is similar to that of wt α-syn, with a decrease of the compact intermediate to (19 ± 3)% and of the average charge state to (15.7 ± 0.3). The content in compact conformers in α-synCC is 2.6 fold higher than in wt α-syn. On the contrary, the proportion of low compact and fully extended conformations is 3.0 fold higher in wt α-syn compared to αsynCC. These data indicate unequivocally that the observed compaction is caused by the covalent bond.\nWe also analyzed the soluble states of wt α-syn and α-synCC using homonuclear two-dimensional NMR (2D NMR) spectroscopy. Unfortunately, we could not use heteronuclear MulD NMR spectroscopy with stable isotope labelling, due to the inability of E. coli Origami B (DE3) cells, the expression strain for α-synCC, to grow in minimal medium. The 2D 1H-1H spectra of both proteins exhibit the narrow chemical shift dispersion characteristic of natively unfolded polypeptides (Fig. 3E). However, there is small signal overlap between both spectra, confirming again that the soluble states of wt α-syn and αsynCC are conformationally distinct."
    }, {
      "heading" : "3.5. Conformational properties of wt α-syn and α-synCC under different solution conditions",
      "text" : "The control of solution conditions can be employed to generate αsyn amyloid assemblies with different structural characteristics that behave as strains, displaying different seeding propensities and producing distinct histopathological and behavioural phenotypes [20,36]. Therefore, we decided to evaluate the aggregative properties of wt αsyn and α-synCC under three different solution conditions. Both the solution pH and salt content have been shown to influence the aggregation of α-syn. Thus, we chose to use the following conditions in our assays: 50mM sodium acetate pH 5.0 (buffer A); 10mM sodium phosphate pH 7.0 (buffer B) and 10mM sodium phosphate supplemented with 200mM NaCl pH 7.0 (buffer C). The use of these buffers would allow us to monitor the influence of the pH (buffers A and B) and the effect of ionic strength at neutral pH (buffers B and C), simultaneously.\nBefore initiating the study of the aggregation reactions, we assessed the properties of the initially soluble states using far-UV CD and the\nfluorescent probe bis-ANS. Deconvolution of the CD spectra of freshly dissolved proteins at 15 µM indicates that wt α-syn and α-synCC do not exhibit significant differences in secondary structure content in any of the solutions (Fig. 4A). In all cases, they display CD spectra consistent with an essentially disordered/random coil conformation.\nIn buffer A, both wt α-syn and α-synCC promote high bis-ANS fluorescence (Fig. 4B). α-synCC promoted higher bis-ANS fluorescence emission than wt α-syn in buffers B and C. For both proteins, the fluorescence emission of the dye was much lower at neutral pH than at pH 5.0, thus indicating that they exhibit higher exposure of hydrophobic patches at acidic pH."
    }, {
      "heading" : "3.6. Kinetics of wt α-syn and α-synCC aggregation",
      "text" : "For aggregation studies, wt α-syn and α-synCC at 60 µM final concentration were incubated in the three different buffers at 37 °C with agitation (600 rpm). The aggregation process was monitored during fifteen days by measuring the binding of the protein to the amyloid-\nspecific dye Th-T. Striking differences between the two proteins in each given condition and for each individual protein under different conditions were observed (Fig. 5). Incubation in buffer A results in the appearance of wt α-syn Th-T positive species already in day 1, whereas in buffers B and C their formation was significantly delayed. When incubated in buffer A, α-synCC did not bind to Th-T along the reaction. In contrast, incubation of α-synCC in buffers B and C results in the formation of Th-T positive assemblies, although the observed Th-T fluorescence emission was lower than that of wt α-syn at any time point. For α-synCC, Th-T\nfluorescence was always higher in buffer B than in buffer C."
    }, {
      "heading" : "3.7. Conformational and morphological characterization of wt α-syn and αsynCC aggregation reactions",
      "text" : "To gain insight into the species populating the different aggregation reactions, samples of wt α-syn and α-synCC incubated for 5 days at 37 °C were characterized by light scattering, Th-T fluorescence and CR binding (Fig. 6A, B and C). In buffer A, the light scattering of the wt αsyn solution was significantly higher than that of the mutant; this came together with a higher binding to both Th-T and CR. Indeed, α-synCC exhibited negligible binding to Th-T and CR.\nIn buffer B, wt α-syn and α-synCC solutions exhibited similar light scattering. Both bind Th-T and CR; however, the binding to Th-T was around 2 times higher for wt α-syn than for α-synCC. In buffer C, the light scattering and Th-T binding exhibited by wt α-syn were significantly higher than for α-synCC. To ensure that the reduced Th-T binding of α-synCC in buffers B and C owes to the presence of the disulfide bond, we incubated the protein for 5 days at 37 °C in the absence and presence of the reducing agent DTT (150mM). As expected, in both buffers, Th-T binding is significantly higher under reduced conditions (Supplementary Fig. 2).\nConsistent with Th-T measurements, analysis of the solutions content by TEM (Fig. 6D) demonstrated that wt α-syn forms amyloid fibrils in all three buffers, while α-synCC is unable to aggregate into amyloid structures at acidic pH. Importantly, differences in the morphology of the fibrils were observed depending on the aggregation conditions. wt α-syn fibrils in buffer A appear as very large bundles. In buffer B, fibrils formed by wt α-syn and α-synCC were long and straight, although those formed by α-synCC seemed to be more structured. In the presence of salt, the fibrils formed by wt α-syn were shorter than those formed in its\nabsence. α-synCC incubated in the same condition forms short, discrete, and straight structures.\nTo explore whether the observed differences in fibril morphology were related to differences in the interactions supporting their architecture, we used limited proteolysis (Fig. 6E) and ATR-FTIR (Fig. 6F).\nThe digestion patterns of the assemblies were different (Fig. 6E), which together with the TEM images suggests that these assemblies correspond to different α-syn strains. The large wt α-syn fibrillar bundles formed in buffer A were essentially resistant to PK digestion, whereas α-synCC was very susceptible to the PK action, likely because a large fraction of the protein corresponds to soluble species. On the contrary, the fibrils formed by α-synCC in buffer B seemed to be more resistant than those of wt α-syn, exhibiting a different digestion pattern. The fibrils formed by both proteins in buffer C demonstrated high sensitivity to proteolysis.\nTo assess the structure of these assemblies, we analyzed the amide I region of the ATR-FTIR spectrum (1700–1600 cm−1). This region corresponds to the absorption of the carbonyl in the peptide bond and it constitutes a marker of the protein secondary structure. After deconvolution of ATR-FTIR spectra, the contribution of the individual secondary structure elements to the main absorbance signal was assigned (Fig. 6F and Supplementary Table 1). The secondary structure content of wt α-syn fibrils in the three buffers was similar, exhibiting a band at 1628–1631 cm-1 attributed to the presence of amyloid-like inter-molecular β-sheet structure, a band at 1645–1647 cm-1 corresponding to disordered conformations, and two bands at 1661–1663 cm-1 and 1680–1682 cm-1, indicative of β-turns. For α-synCC assemblies, the spectra in buffer A is dominated by a band at 1654 cm−1 attributed to random coil/helical conformations. In buffer B, the fibrils exhibit a strong signal at 1629 cm-1, indicating the presence of intermolecular βsheet. This characteristic band is also observed in buffer C but in a lower proportion.\nTo determine whether the conformational properties of α-syn assemblies evolve with time, samples of wt α-syn and α-synCC were characterized in the same manner after 14 days of incubation under the same conditions (Supplementary Fig. 3). Overall, in buffer A, the amyloid-like signature is always higher for wt α-syn than for α-synCC. Even after 14 days, α-synCC exhibits low light scattering, does not bind Th-T or CR. In buffer B, wt α-syn and α-synCC display similar light scattering, Th-T and CR binding. In the presence of salt, wt α-syn fibrils still maintains higher amyloid-like signatures than α-synCC, independently of the used spectral probe.\nTEM analysis (Supplementary Fig. 3D) demonstrates amyloid fibrils of wt α-syn formed in all three buffers, and fibrils formed by α-synCC in buffer B and C. In buffers A and B, wt α-syn and α-synCC aggregates retain essentially the same morphology as the one observed at 5 days, whereas in buffer C the aggregates evolve towards longer and more ordered fibrils.\nWith the exception of α-synCC incubated in buffer A, in the rest of cases, the ATR-FTIR spectra is now dominated by a peak at 1625–1631 cm−1, attributed to the presence of amyloid-like intermolecular β-sheet structure, which contributes> 40% of the absorbance signal (Supplementary Fig. 3 and Supplementary Table 2.)."
    }, {
      "heading" : "3.8. Internalization of wt α-syn and α-synCC aggregates in human cells",
      "text" : "To assess the internalization of wt α-syn and α-synCC aggregates and the putative correlation between the in vitro and intracellular features of these aggregates, H4 cells were treated with 5 days-old aggregates for 24 h and then cultivated for an additional 16 h after removing the non-internalized protein.\nWe observed that the cells incubated with wt α-syn aggregates prepared in buffer A displayed large (> 20 µm2), medium size (10–20 µm2) and small (< 10 µm2) intracellular inclusions in similar proportions (Fig. 7A and Supplementary Fig. 4), whereas in cells incubated with α-synCC the inclusions were mainly small (Fig. 7D and\nSupplementary Fig. 4). For proteins prepared in buffer B, the inclusions were predominantly of medium size for wt α-syn (Fig. 7B), while in the case of α-synCC the proportion of medium and large deposits was similar (Fig. 7E and Supplementary Fig. 4). Cells treated with the two αsyn variants generated in buffer C displayed mostly small inclusions (Fig. 7C and F and Supplementary Fig. 4). As expected, no α-syn signal was observed in cells treated with vehicle (supplementary Fig. 5)."
    }, {
      "heading" : "3.9. Impact of α-synCC on the aggregation of wt α-syn",
      "text" : "To test the effect of α-synCC on wt α-syn fibrillization, we set up a series of wt α-syn in-plate aggregation reactions in the absence and presence of increasing concentration of α-synCC in buffer B (Fig. 8A and B). This plate assay exploits Teflon balls for agitation and allows to monitor the changes in Th-T fluorescence emission of all the reactions continuously and simultaneously during 40 h. α-synCC interfered with the aggregation kinetics of wt α-syn even at substoichiometric ratios. This effect was evident at the early stages of aggregation (Fig. 8B). The presence of α-synCC increases the lag time of wt α-syn aggregation reaction in a concentration-dependent manner (Fig. 8C). Indeed, even if the reactions in the presence of α-synCC progress towards the formation of Th-T positive assemblies, inspection of these structures at the end of the reaction by TEM indicates that the aggregates become increasingly disordered with increasing concentrations of α-synCC, rendering very short protofibrillar aggregates at equimolar wt α-syn: α-synCC concentrations (Fig. 8D)."
    }, {
      "heading" : "3.10. Aggregation of wt α-syn and α-synCC in the presence of lipids",
      "text" : "α-syn exists in a dynamic equilibrium between a soluble state and a membrane-bound state and the interaction between α-syn and lipid surfaces is believed to be a key feature for mediating its cellular function and its toxicity. The NAC region has been implicated as a sensor of the lipid properties that determines the affinity of α-syn membrane binding [37].\nWe explored if the striking differences in aggregation properties described above were also observable in the presence of lipids. To this aim, the aggregation kinetics of wt α-syn and α-synCC at 70 μM in buffer B were monitored in the above described in-plate assay. Unilamellar vesicles of varying net charge and lipid compositions were employed as model membranes; in particular, neutral liposomes (DOPC) and neural liposomes (DMPS) were used in buffer B, with a protein: lipid concentration ratio of 1:1.\nAs in the previous in-tube assays, in buffer B and in the absence of lipids, wt α-syn aggregates into Th-T positive species significantly faster and to a larger extent than α-synCC (Fig. 9A). The final point of the aggregation kinetics was analyzed by TEM (Fig. 9B). wt α-syn forms long unbranched fibrils, while the fibrils formed by α-synCC are thinner and shorter.\nFor wt α-syn, the presence of both types of liposomes resulted in a retardation of the exponential phase, but a significant increase in the final Th-T fluorescence (Fig. 9A). In the case of α-synCC, the presence of unilamellar vesicles promoted a remarkable inhibition of the aggregation reaction, with very low levels of Th-T fluorescence after 40 h (Fig. 9A). In the presence of DOPC the wt α-syn fibrils are well-structured, whereas the α-synCC aggregates appear as long, thicker filaments (Fig. 9B). In the presence of neural liposomes, both wt α-syn and its disulfide bonded variant form similar straight thin fibrils (Fig. 9B)."
    }, {
      "heading" : "3.11. Conformational and toxic properties of wt α-syn and α-synCC oligomers",
      "text" : "It is suggested that soluble oligomers rather than insoluble amyloid fibrils are the main elicitors of neurotoxicity in PD and other synucleinopathies [38,39]. The fact that the clinical symptoms of PD are manifested before the appearance of fibrillar deposits [40], and that, in\nvitro, α-syn oligomers are more toxic than the fibrils [41], are both in support of this hypothesis.\nWe generated wt α-syn and α-synCC oligomers, after 21 h of incubation in 20mM HEPES pH 7.4 and tested their toxicity for cultured neuroblastoma cells from the SH-SY5Y cell line. In agreement with the previous reports, the oligomers formed by wt α-syn in these conditions were toxic [30]. However, the oligomers formed by α-synCC did not have any effect on the viability of neuroblastoma cells (Fig. 10A).\nWe analyzed the morphological and conformational properties of both assemblies to see whether they can explain their differential toxicity. As visualized by TEM (Fig. 10B), oligomers appeared as spheroidal polydisperse aggregates, with diameters ranging from 6 to 10 nm. In the case of α-synCC, larger oligomeric forms could also be\nobserved. α-syn oligomers do not exhibit significant differences in light scattering (Fig. 10C). The differences in bis-ANS binding are not significant either, even though it has been reported for different and unrelated proteins that the binding to ANS-like dyes correlates with the toxicity of aggregated species [42] (Fig. 10D). The ATR-FTIR spectra of wt α-syn and α-synCC oligomers in the amide I region shows a low content of intermolecular β-sheet conformations (Fig. 10E and Supplementary Table 3), with a high content of disordered conformations and β-turns. The secondary structure content of both oligomers was similar, irrespective of the presence of the intramolecular disulfide bond in α-synCC."
    }, {
      "heading" : "4. Discussion",
      "text" : "The aggregation of α-syn into amyloid fibrils plays a major pathophysiological role in the development of PD and other synucleinopathies [3,43]. The heterogeneity of these neurological disorders seems to lie on the distinct conformational characteristics of α-syn fibril polymorphs or “strains” [44,45]. Therefore, there is a strong interest in elucidating the molecular basis of α-syn fibrillation and its structural polymorphism. The recent solid-state NMR atomic structure of a pathogenic fibril of full-length human α-syn [16] provides a unique opportunity to address these issues using structure-based protein engineering approaches. An outstanding feature of this α-syn fibrillar structure is the presence of steric zippers stabilizing an orthogonal Greek-key topology that connects distant regions in the NAC domain of α-syn, a hydrophobic segment that is both necessary and sufficient for fibril formation [10].\nThe rational design of new disulfide bonds is a straightforward way to increase the stability of globular proteins [46,47]. By cross-linking\nsequentially distant regions of the polypeptide chain, disulfide bonds favor compact conformations in the unfolded protein ensemble, decreasing its entropy and making it less favorable compared with the folded state. We rationalized that, in an analogous manner, stapling of the α-syn Greek-key edges by a designed disulfide bond would promote the compaction of the NAC region, reduce its flexibility and the entropy of the protein in the α-syn disordered soluble ensemble, favoring the population of the folded motif in case it is populated early in the assembly reaction.\nWe successfully introduced a disulfide bridge between residues 71–92 within the NAC region. This bond would connect the first and the last β-strands of the Greek-key motif in the fibrillar structure. α-synCC is purified exclusively in its intramolecularly oxidized form, which indicates that the two ends of the NAC domain come close in the space, at least transiently, in the bacterial cytosol. The bacterial cytoplasm constitutes a reducing environment; therefore, in α-synCC the Cys residues should be significantly protected from the solvent in the disulfide bonded state. Computational analysis indicate that the identity of the\nintroduced mutations does not change the sequential intrinsic properties of α-syn. Thus, the observed differences in conformation, aggregation and cytotoxicity can be univocally ascribed to the effect of the covalent link in α-synCC.\nSoluble wt α-syn and α-synCC remain essentially disordered, but RP-HPLC, ESI-MS and NMR data converge to indicate that they are conformationally distinct. As intended, the introduction of the disulfide bond biased the conformational α-syn ensemble towards the population of more compact conformers. This results in dramatic differences in the aggregation properties of both proteins.\nWe could confirm that the solution conditions have a critical impact in the aggregation rates, morphology and conformation of wt α-syn fibrils, resulting in different polymorphs. Both the pH and ionic strength impact the aggregation reaction and the properties of the final product. This phenomenon is more dramatic in the case of α-synCC. Importantly, the two proteins exhibit very different aggregation properties even when they are under the same conditions. This indicates that, irrespective of the environment, the aggregation reaction of α-syn is strongly influenced by the conformational bias of the initially soluble protein ensemble.\nUnder each tested condition, α-synCC exhibits reduced aggregation propensity relative to wt α-syn, but the more striking differences are found at pH 5.0. For wt α-syn, the aggregation is much faster at pH 5.0 than at pH 7.0. Differences in wt α-syn aggregation rates at acidic and neutral pH have been attributed to the acidic nature of the protein, which results in a high net charge at neutral pH that is mostly neutralized at pH 5.0 (pI 4.7), making the protein more aggregation prone [48]. In our assay, at pH 5.0 wt α-syn forms large β-sheet-rich fibrillar bundles that bind to amyloid dyes with high affinity, are resistant to proteolysis and accumulate in cells as large, medium and small aggregates. In contrast, α-synCC is aggregation-incompetent at this pH\nand remains mostly in a disordered conformation forming mostly small aggregates, both in vitro and within cells. This indicates that a flexible and unconstrained NAC region is a pre-requirement for amyloid formation and, thus, that neutralization of the α-syn charge by itself is not sufficient to promote aggregation, as previously assumed.\nIn agreement with our MS data, paramagnetic relaxation enhancement and NMR dipolar couplings have shown that at neutral pH, native α-syn populates an ensemble of conformations comprising a continuum of conformers ranging from highly unfolded to fairly compact [49]. The compact forms are stabilized by long-range interactions and it has been proposed that they would inhibit oligomerization and aggregation and that only the fully unfolded species would allow the establishment of the intermolecular contacts leading to protein aggregation, by rendering the hydrophobic patches of the NAC region accessible to solvent. The low aggregation propensity of α-synCC can be explained in this context, since upon the introduction of the disulfide bond the conformational ensemble becomes dominated by compact, potentially inhibitory, states.\nThe presence of α-synCC has a significant, concentration-dependent impact on the aggregation reaction of wt α-syn. Not only it delays the onset of the exponential phase, but it determines the structure of the final aggregate. The inhibitory effect at substoichiometric ratios indicates that α-synCC interferes with the nucleation and/or elongation of wt α-syn fibrils. The presence of α-synCC biases the wt α-syn aggregation reaction towards the formation of short protofibrillar assemblies. This suggests that the monomeric α-synCC state interacts with wt α-syn oligomeric nuclei and/or fibril ends, blocking the further ordered assembly of wt α-syn monomers on top of these species to form long fibrils.\nThe binding of α-syn to lipid membranes is important for its functional role in synaptic regulation, but it may also trigger its aggregation\n[50]. Upon binding to lipid membranes, α-syn undergoes a significant conformational transition and some regions adopt an α-helical structure. It has been shown that this transient helical segment span residues 1–90 [51], thus including the NAC region. The NAC domain seems to act as a membrane-sensor, defining the affinity for lipid membranes and, accordingly, modulating the partitioning between membranebound and membrane-free states [52]. Here we could confirm the crucial role played by this region in membrane promoted aggregation. Constraining this region with an inner disulfide bond almost completely abrogated the aggregation of α-syn in the presence of lipids, therefore, not only the NAC region should be present, but it should be fully accessible in an extended molecular context, since compaction of the αsyn conformational ensemble is enough to avoid most of the lipidmediated protein aggregation.\nThe primary pathogenic species in PD are the oligomeric species populated during the self-assembly of α-syn and not the mature fibrils. This toxicity owes to the establishment of aberrant interactions with cellular membranes. Interestingly enough, whereas, as reported [41], wt α-syn oligomers were highly toxic, the ones formed by α-synCC were innocuous for neuronal cells. This suggests that either the contacts between an accessible hydrophobic NAC region and membranes are critical for oligomer neurotoxicity or, alternatively, that contacts between monomers through this region are important to attain a toxic conformation in the oligomeric assembly and the NAC cross-link prevents these interactions. A recent study of the contacts established by toxic and non-toxic α-syn oligomers with membranes favors the last hypothesis, since in non-toxic oligomers, the NAC region was flexible, whereas in the toxic species it was more protected in the structure, forming a core that allows the oligomer to protrude into the hydrophobic lipid bilayer [52].\nIt has been argued that the Greek-key-motif in α-syn fibrils provides a druggable interface. However, mature fibrils are highly stable and difficult to disrupt and, more importantly, by the time they accumulate, the neuronal damage already exists. Thus, a Greek-key-motif directed disease-modifying therapy would make sense mainly if this structure is somehow imprinted in the earlier α-syn assemblies. Our results converge to discard this possibility, while indicating that the presence of an accessible and flexible NAC domain is necessary both for the formation of ordered amyloid fibrils and toxic oligomers, independently of the environmental conditions. The data are in support of the hypothesis that it is the release of the long-range tertiary interactions present in native compact states that potentiates the aggregation of α-syn [49]. Therefore, molecules capable to bias the α-syn conformational ensemble towards compact conformations, as done here by protein engineering, might constitute novel therapeutic agents for PD, since they will both inhibit fibril formation and the buildup of toxic oligomers."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was funded by the Spanish Ministry of Economy and Competitiveness (BIO2016-783-78310-R) to S.V., by ICREA, ICREAAcademia 2015 to S.V. and by Fundación La Marato de TV3 (Ref. 20144330) to S.V. and to SV and TFO. TFO is supported by the DFG Center for Nanoscale Microscopy and Molecular Physiology of the Brain (CNMPB) and by DFG SFB 1286 (project B8).\nConflict of interest\nThe authors declare that they have no competing interests."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.redox.2019.101135"
    } ],
    "references" : [ {
      "title" : "The rat brain synucleins; family of proteins transiently associated with neuronal membrane",
      "author" : [ "L. Maroteaux", "R.H. Scheller" ],
      "venue" : "Mol. Brain Res",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1991
    }, {
      "title" : "Alpha-synuclein in filamentous inclusions of lewy bodies from parkinson’s disease and dementia with lewy bodies",
      "author" : [ "M.G. Spillantini", "R.A. Crowther", "R. Jakes", "M. Hasegawa", "M. Goedert" ],
      "venue" : "in: Proceedings of the National Academy of Sciences of the United States of America,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1998
    }, {
      "title" : "Alpha-synuclein and neurodegenerative diseases",
      "author" : [ "M. Goedert" ],
      "venue" : "Nat. Rev. Neurosci",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2001
    }, {
      "title" : "Selkoe, Alphasynuclein occurs in lipid-rich high molecular weight complexes, binds fatty acids, and shows homology to the fatty acid-binding proteins",
      "author" : [ "R. Sharon", "M.S. Goldberg", "I. Bar-Josef", "R.A. Betensky", "D.J.J. Shen" ],
      "venue" : "in: Proceedings of the National Academy of Sciences of the United States of America,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2001
    }, {
      "title" : "Molecular cloning of cdna encoding an unrecognized component of amyloid in alzheimer disease",
      "author" : [ "K. Uéda", "H. Fukushima", "E. Masliah", "Y. Xia", "A. Iwai", "M. Yoshimoto", "D. Otero", "J. Kondo", "Y. Ihara", "T. Saitoh" ],
      "venue" : "in: Proceedings of the National Academy of Sciences of the United States of America,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1993
    }, {
      "title" : "Modulation of alpha-synuclein aggregation by dopamine in the presence of mptp and its metabolite",
      "author" : [ "P.N. Jethva", "J.R. Kardani", "I. Roy" ],
      "venue" : "FEBS J",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Lansbury, The core alzheimer's peptide nac forms amyloid fibrils which seed and are seeded by beta-amyloid: is nac a common trigger or target in neurodegenerative disease",
      "author" : [ "H. Han", "P.H. Weinreb", "T.J. Peter" ],
      "venue" : "Chem. Biol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1995
    }, {
      "title" : "Identification of the region of non-Abeta component (nac) of Alzheimer's disease amyloid responsible for its aggregation and toxicity",
      "author" : [ "A.M. Bodles", "D.J.S. Guthrie", "B. Greer", "G.B. Irvine" ],
      "venue" : "J. Neurochem",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2001
    }, {
      "title" : "A hydrophobic stretch of 12 amino acid residues in the middle of alpha-synuclein is essential for filament assembly",
      "author" : [ "B.I. Giasson", "I.V. Murray", "J.Q. Trojanowski", "V.M. Lee" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "The n-terminal region of non-abeta component of alzheimer's disease amyloid is responsible for its tendency to assume beta-sheet and aggregate to form fibrils",
      "author" : [ "O.M.A. El-Agnaf", "A.M. Bodles", "D.J.S. Guthrie", "P. Harriott", "G.B. Irvine" ],
      "venue" : "Eur. J. Biochem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1998
    }, {
      "title" : "The synucleins",
      "author" : [ "J.M. George" ],
      "venue" : "Genome Biol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2001
    }, {
      "title" : "Beta-synuclein inhibits alpha-synuclein aggregation: a possible role as an anti-parkinsonian factor, Neuron",
      "author" : [ "M. Hashimoto", "E. Rockenstein", "E. Masliah" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2001
    }, {
      "title" : "La Spada, Beta-synuclein modulates alpha-synuclein neurotoxicity by reducing alpha-synuclein protein expression",
      "author" : [ "Y. Fan", "P. Limprasert", "I.V. Murray", "A.C. Smith", "V.M. Lee", "J.Q. Trojanowski", "A.R.B.L. Sopher" ],
      "venue" : "Hum. Mol. Genet",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2006
    }, {
      "title" : "Association of alpha-, beta-, and gamma-synuclein with diffuse lewy body disease",
      "author" : [ "K. Nishioka", "C. Wider", "C. Vilarino-Guell", "A.I. Soto-Ortolaza", "S.J. Lincoln", "J.M. Kachergus", "B. Jasinska-Myga", "O.A. Ross", "A. Rajput", "C.A. Robinson", "T.J. Ferman", "Z.K. Wszolek", "D.W. Dickson", "M.J. Farrer" ],
      "venue" : "Arch. Neurol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Evidence of fibril-like beta-sheet structures in a neurotoxic amyloid intermediate of alzheimer's beta-amyloid",
      "author" : [ "S. Chimon", "M.A. Shaibat", "C.R. Jones", "D.C. Calero", "B. Aizezi", "Y. Ishii" ],
      "venue" : "Nat. Struct. Mol. Biol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2007
    }, {
      "title" : "Minimal nucleation state of alpha-synuclein is stabilized by dynamic threonine-water networks",
      "author" : [ "T.D. Romo", "A.K. Lewis", "A.R. Braun", "A. Grossfield", "J.N. Sachs" ],
      "venue" : "ACS Chem. Neurosci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Structural and functional characterization of two alpha-synuclein strains",
      "author" : [ "L. Bousset", "L. Pieri", "G. Ruiz-Arlandis", "J. Gath", "P.H. Jensen", "B. Habenstein", "K. Madiona", "V. Olieric", "A. Bockmann", "B.H. Meier", "R. Melki" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2013
    }, {
      "title" : "Dombkowski, Disulfide by design 2.0: a web-based tool for disulfide engineering in proteins, BMC Bioinforma",
      "author" : [ "A.A.D.B. Craig" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2013
    }, {
      "title" : "The foldx web server: an online force field",
      "author" : [ "J. Schymkowitz", "J. Borg", "F. Stricher", "R. Nys", "F. Rousseau", "L. Serrano" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2005
    }, {
      "title" : "Aggrescan: a server for the prediction and evaluation of “hot spots” of aggregation in polypeptides",
      "author" : [ "O. Conchillo-Sole", "N.S. de Groot", "F.X. Aviles", "J. Vendrell", "X. Daura", "S. Ventura" ],
      "venue" : "BMC Bioinforma",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "The zyggregator method for predicting protein aggregation propensities",
      "author" : [ "G.G. Tartaglia", "M. Vendruscolo" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "Galzitskaya, Foldamyloid: a method of prediction of amyloidogenic regions from protein sequence, Bioinformatics",
      "author" : [ "S.O. Garbuzynskiy", "O.V.M.Y. Lobanov" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2010
    }, {
      "title" : "Dosztanyi, Iupred2a: context-dependent prediction of protein disorder as a function of redox state and protein binding",
      "author" : [ "B. Meszaros", "Z.G. Erdos" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "A simple method for displaying the hydrophatic character of a protein",
      "author" : [ "J. Kyte", "R.F. Doolittle" ],
      "venue" : "J. Mol. Biol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1982
    }, {
      "title" : "Outeiro, The effects of the novel a53e alpha-synuclein mutation on its oligomerization and aggregation",
      "author" : [ "D.F. Lazaro", "M.C. Dias", "A. Carija", "S. Navarro", "C.S. Madaleno", "S. Tenreiro", "T.F.S. Ventura" ],
      "venue" : "Acta Neuropathol. Commun",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Small-volume extrusion apparatus for preparation of large, unilamellar vesicles, Biochim",
      "author" : [ "R.C. MacDonald", "R.I. MacDonald", "B. Menco", "K. Takeshita", "N.K. Subbarao", "L. Hu" ],
      "venue" : "Biophys. Acta",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1991
    }, {
      "title" : "Chehin, Structural characterization of heparin-induced glyceraldehyde-3-phosphate dehydrogenase protofibrils preventing alpha-synuclein oligomeric species toxicity",
      "author" : [ "C.L. Avila", "C.M. Torres-Bugeau", "L.R. Barbosa", "E.M. Sales", "M.O. Ouidja", "S.B. Socias", "M.S. Celej", "R. Raisman-Vozari", "D. Papy-Garcia", "R.N.R. Itri" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Iupred: web server for the prediction of intrinsically unstructured regions of proteins based on estimated energy content, Bioinformatics",
      "author" : [ "Z. Dosztanyi", "V. Csizmok", "P. Tompa", "I. Simon" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2005
    }, {
      "title" : "Conformational stability and activity of ribonuclease t1 with zero, one, and two intact disulfide",
      "author" : [ "C. Pace", "G.R. Grimsley", "J.A. Thomson", "B.J. Barnett" ],
      "venue" : "bonds, J. Biol. Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1988
    }, {
      "title" : "The contribution of cross-links to protein stability: a normal mode analysis of the configurational entropy of the native state, Protein",
      "author" : [ "B. Tidor", "M. Karplus" ],
      "venue" : "Struct. Funct. Genet",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1993
    }, {
      "title" : "Kaltashov, Characterization of intrinsically disordered proteins with electrospray ionization mass spectrometry: conformational heterogeneity of alpha-synuclein, Proteins",
      "author" : [ "A.K. Frimpong", "R.R. Abzalimov", "I.A.V.N. Uversky" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2010
    }, {
      "title" : "Role of different alpha-synuclein strains in synucleinopathies, similarities with other neurodegenerative diseases",
      "author" : [ "R. Melki" ],
      "venue" : "J. Parkinson Dis",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Direct observation of the three regions in alpha-synuclein that determine its membrane-bound behaviour",
      "author" : [ "G. Fusco", "A. De Simone", "T. Gopinath", "V. Vostrikov", "M. Vendruscolo", "C.M. Dobson", "G. Veglia" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Seeking a mechanism for the toxicity of oligomeric alphasynuclein, Biomolecules",
      "author" : [ "H.L. Roberts", "D.R. Brown" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    }, {
      "title" : "The many faces of alpha-synuclein: from structure and toxicity to therapeutic",
      "author" : [ "H.A. Lashuel", "C.R. Overk", "A. Oueslati", "E. Masliah" ],
      "venue" : "target, Nat. Rev. Neurosci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Landsbury, Is there a cause-and-effect relationship between alpha-synuclein fibrillization and parkinson's disease",
      "author" : [ "P.T.M.S. Goldberg" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2000
    }, {
      "title" : "Toxicity of protein oligomers is rationalized by a function combining size and surface hydrophobicity",
      "author" : [ "B. Mannini", "E. Mulvihill", "C. Sgromo", "R. Cascella", "R. Khodarahmi", "M. Ramazzotti", "C.M. Dobson", "C. Cecchi", "F. Chiti" ],
      "venue" : "ACS Chem. Biol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Structure, function and toxicity of alpha-synuclein: the bermuda triangle in synucleinopathies",
      "author" : [ "A. Villar-Pique", "T. Lopes da Fonseca", "T.F. Outeiro" ],
      "venue" : "J. Neurochem 139 (Suppl",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2016
    }, {
      "title" : "Contribution of disulfide bonds to stability, folding, and amyloid fibril formation: the pi3-sh3 domain case, Antioxid",
      "author" : [ "R. Grana-Montes", "N.S. de Groot", "V. Castillo", "J. Sancho", "A. Velazquez-Campoy", "S. Ventura" ],
      "venue" : "Redox Signal",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2012
    }, {
      "title" : "Global protein stabilization does not suffice to prevent amyloid fibril formation",
      "author" : [ "P. Marinelli", "S. Navarro", "M. Bano-Polo", "B. Morel", "R. Grana-Montes", "A. Sabe", "F. Canals", "M.R. Fernandez", "F. Conejero-Lara", "S. Ventura" ],
      "venue" : "ACS Chem. Biol",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2018
    }, {
      "title" : "Dependence of α-synuclein aggregate morphology on solution conditions",
      "author" : [ "W. Hoyer", "T. Antony", "D. Cherny", "G. Heim", "T.M. Jovin", "V. Subramaniam" ],
      "venue" : "J. Mol. Biol",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2002
    }, {
      "title" : "Release of long-range tertiary interactions potentiates aggregation of natively unstructured alpha-synuclein",
      "author" : [ "C.W. Bertoncini", "Y.S. Jung", "C.O. Fernandez", "W. Hoyer", "C. Griesinger", "T.M. Jovin", "M. Zweckstetter" ],
      "venue" : "in: Proceedings of the National Academy of Sciences of the United States of America,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2005
    }, {
      "title" : "A natural product inhibits the initiation of alpha-synuclein aggregation and suppresses its toxicity",
      "author" : [ "M. Perni", "C. Galvagnion", "A. Maltsev", "G. Meisl", "M.B. Muller", "P.K. Challa", "J.B. Kirkegaard", "P. Flagmeier", "S.I. Cohen", "R. Cascella", "S.W. Chen", "R. Limbocker", "P. Sormanni", "G.T. Heller", "F.A. Aprile", "N. Cremades", "C. Cecchi", "F. Chiti", "E.A. Nollen", "T.P. Knowles", "M. Vendruscolo", "A. Bax", "M. Zasloff", "C.M. Dobson" ],
      "venue" : "in: Proceedings of the National Academy of Sciences of the United States of America,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "Structural basis of synaptic vesicle assembly promoted by alpha-synuclein",
      "author" : [ "G. Fusco", "T. Pape", "A.D. Stephens", "P. Mahou", "A.R. Costa", "C.F. Kaminski", "G.S. Kaminski Schierle", "M. Vendruscolo", "G. Veglia", "C.M. Dobson", "A. De Simone" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Structural basis of membrane disruption and cellular toxicity by alpha synuclein oligomers",
      "author" : [ "G. Fusco", "S.W. Chen", "P. Williamson", "R. Cascella", "M. Perni", "J. Jarvis", "C. Cecchi", "M. Vendruscolo", "C.M. Dobson", "A. De Simone" ],
      "venue" : "Science",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "The biological role of this protein has not yet been completely elucidated, but it is believed to be involved in the regulation of synaptic vesicle release [5].",
      "startOffset" : 156,
      "endOffset" : 159
    }, {
      "referenceID" : 4,
      "context" : "The central hydrophobic NAC domain was first observed in amyloid plaques associated with Alzheimer's disease [6] and has been shown to be a crucial region for the aggregation of α-syn [7,8].",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 5,
      "context" : "The central hydrophobic NAC domain was first observed in amyloid plaques associated with Alzheimer's disease [6] and has been shown to be a crucial region for the aggregation of α-syn [7,8].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 6,
      "context" : "The central hydrophobic NAC domain was first observed in amyloid plaques associated with Alzheimer's disease [6] and has been shown to be a crucial region for the aggregation of α-syn [7,8].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 7,
      "context" : "Indeed, deletion of certain residues within the NAC region abolishes α-syn aggregation [9,10] and peptides derived from the NAC domain can spontaneously",
      "startOffset" : 87,
      "endOffset" : 93
    }, {
      "referenceID" : 8,
      "context" : "Indeed, deletion of certain residues within the NAC region abolishes α-syn aggregation [9,10] and peptides derived from the NAC domain can spontaneously",
      "startOffset" : 87,
      "endOffset" : 93
    }, {
      "referenceID" : 6,
      "context" : "form β-sheet-rich amyloid fibrils [8,11] and are toxic to neuronal cells [9].",
      "startOffset" : 34,
      "endOffset" : 40
    }, {
      "referenceID" : 9,
      "context" : "form β-sheet-rich amyloid fibrils [8,11] and are toxic to neuronal cells [9].",
      "startOffset" : 34,
      "endOffset" : 40
    }, {
      "referenceID" : 7,
      "context" : "form β-sheet-rich amyloid fibrils [8,11] and are toxic to neuronal cells [9].",
      "startOffset" : 73,
      "endOffset" : 76
    }, {
      "referenceID" : 10,
      "context" : "In addition to α-syn, there are other types of synucleins, β-syn and γsyn, all sharing the highly conserved N-terminal domain [12].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 11,
      "context" : "β-syn has been reported to have a suppressing effect on α-syn aggregation in vitro and in vivo [13,14].",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 12,
      "context" : "β-syn has been reported to have a suppressing effect on α-syn aggregation in vitro and in vivo [13,14].",
      "startOffset" : 95,
      "endOffset" : 102
    }, {
      "referenceID" : 13,
      "context" : "Despite being evolutionarily close to α-syn, γ-syn has not been associated with the onset of PD [15].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 14,
      "context" : "Some studies suggest that the structural elements of mature fibrils are already imprinted in the early assemblies [17,18], conformationally biasing the aggregation pathway and the structural details of the final aggregate.",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 15,
      "context" : "Some studies suggest that the structural elements of mature fibrils are already imprinted in the early assemblies [17,18], conformationally biasing the aggregation pathway and the structural details of the final aggregate.",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 16,
      "context" : "Since αsyn aggregation process and final fibrillar structure are extremely sensitive to the environment [20], the assays were performed in three different solution conditions, resulting in the formation of different polymorphs, in vitro and in neuronal cells.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 18,
      "context" : "The stability of the mutated variant α-synCC was assessed using FoldX [22].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 19,
      "context" : "rithms for predicting aggregation tendencies, such as AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 20,
      "context" : "rithms for predicting aggregation tendencies, such as AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 21,
      "context" : "rithms for predicting aggregation tendencies, such as AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 22,
      "context" : "Intrinsic disorder for both wt α-syn and α-synCC was analyzed using IUPred2 [26].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 23,
      "context" : "values according to the scale of Kyte and Doolittle [27] were calculated considering a 15-residue sliding window.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 24,
      "context" : "wt α-syn and α-synCC were expressed and purified as previously described [28].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 25,
      "context" : "Dioleoylphosphatidylcholine (DOPC) vesicles and dimyristoylphosphatidylserine (DMPS) vesicles (50:30:20 DOPE/DOPS/DOPC) (Avanti Polar Lipids), a lipid composition suggested to mimic the composition of synaptic vesicles, were prepared by the lipid hydration and extrusion method [29].",
      "startOffset" : 278,
      "endOffset" : 282
    }, {
      "referenceID" : 26,
      "context" : "The oligomeric assemblies of wt α-syn and α-synCC were prepared according to a previously described method [30] and morphologically and structurally characterized by TEM, light scattering, bis-ANS and ATR-FTIR spectroscopy.",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 17,
      "context" : "0 algorithm [21] was used on top of the fibrillar structure of full-length human α-syn [16] (Fig.",
      "startOffset" : 12,
      "endOffset" : 16
    }, {
      "referenceID" : 19,
      "context" : "The AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25] algorithms were used to estimate the effect of Val71Cys and Thr92Cys mutations.",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 20,
      "context" : "The AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25] algorithms were used to estimate the effect of Val71Cys and Thr92Cys mutations.",
      "startOffset" : 32,
      "endOffset" : 36
    }, {
      "referenceID" : 21,
      "context" : "The AGGRESCAN [23], Zyggregator [24] and FoldAmyloid [25] algorithms were used to estimate the effect of Val71Cys and Thr92Cys mutations.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 23,
      "context" : "A sequence analysis using the Kyte and Doolittle scale [27] showed that wt α-syn and α-synCC hydrophobicity profiles overlap, confirming the NAC region as the most hydrophobic (Fig.",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 22,
      "context" : "To estimate if the mutations would impact wt α-syn sequence intrinsic disorder propensity, we used the IUPred2 algorithm [26], an update of IUPred [31] that allows to model the contribution to disorder of Cys residues in their unbound state.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 27,
      "context" : "To estimate if the mutations would impact wt α-syn sequence intrinsic disorder propensity, we used the IUPred2 algorithm [26], an update of IUPred [31] that allows to model the contribution to disorder of Cys residues in their unbound state.",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 28,
      "context" : "The establishment of a disulfide bond would reduce the configurational entropy of the protein ensemble (ΔS) [32,33].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 29,
      "context" : "The establishment of a disulfide bond would reduce the configurational entropy of the protein ensemble (ΔS) [32,33].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 30,
      "context" : "The effect of the disulfide bridge in αsynCC can be analyzed on 4-component Gaussian fits of the spectra [34,35].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 16,
      "context" : "The control of solution conditions can be employed to generate αsyn amyloid assemblies with different structural characteristics that behave as strains, displaying different seeding propensities and producing distinct histopathological and behavioural phenotypes [20,36].",
      "startOffset" : 263,
      "endOffset" : 270
    }, {
      "referenceID" : 31,
      "context" : "The control of solution conditions can be employed to generate αsyn amyloid assemblies with different structural characteristics that behave as strains, displaying different seeding propensities and producing distinct histopathological and behavioural phenotypes [20,36].",
      "startOffset" : 263,
      "endOffset" : 270
    }, {
      "referenceID" : 32,
      "context" : "The NAC region has been implicated as a sensor of the lipid properties that determines the affinity of α-syn membrane binding [37].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 33,
      "context" : "It is suggested that soluble oligomers rather than insoluble amyloid fibrils are the main elicitors of neurotoxicity in PD and other synucleinopathies [38,39].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 34,
      "context" : "It is suggested that soluble oligomers rather than insoluble amyloid fibrils are the main elicitors of neurotoxicity in PD and other synucleinopathies [38,39].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 35,
      "context" : "The fact that the clinical symptoms of PD are manifested before the appearance of fibrillar deposits [40], and that, in A.",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 26,
      "context" : "In agreement with the previous reports, the oligomers formed by wt α-syn in these conditions were toxic [30].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 36,
      "context" : "The differences in bis-ANS binding are not significant either, even though it has been reported for different and unrelated proteins that the binding to ANS-like dyes correlates with the toxicity of aggregated species [42] (Fig.",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 1,
      "context" : "The aggregation of α-syn into amyloid fibrils plays a major pathophysiological role in the development of PD and other synucleinopathies [3,43].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 37,
      "context" : "The aggregation of α-syn into amyloid fibrils plays a major pathophysiological role in the development of PD and other synucleinopathies [3,43].",
      "startOffset" : 137,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "structure is the presence of steric zippers stabilizing an orthogonal Greek-key topology that connects distant regions in the NAC domain of α-syn, a hydrophobic segment that is both necessary and sufficient for fibril formation [10].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 38,
      "context" : "The rational design of new disulfide bonds is a straightforward way to increase the stability of globular proteins [46,47].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 39,
      "context" : "The rational design of new disulfide bonds is a straightforward way to increase the stability of globular proteins [46,47].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 40,
      "context" : "7), making the protein more aggregation prone [48].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 41,
      "context" : "In agreement with our MS data, paramagnetic relaxation enhancement and NMR dipolar couplings have shown that at neutral pH, native α-syn populates an ensemble of conformations comprising a continuum of conformers ranging from highly unfolded to fairly compact [49].",
      "startOffset" : 260,
      "endOffset" : 264
    }, {
      "referenceID" : 43,
      "context" : "It has been shown that this transient helical segment span residues 1–90 [51], thus including the NAC region.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 44,
      "context" : "The NAC domain seems to act as a membrane-sensor, defining the affinity for lipid membranes and, accordingly, modulating the partitioning between membranebound and membrane-free states [52].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 44,
      "context" : "A recent study of the contacts established by toxic and non-toxic α-syn oligomers with membranes favors the last hypothesis, since in non-toxic oligomers, the NAC region was flexible, whereas in the toxic species it was more protected in the structure, forming a core that allows the oligomer to protrude into the hydrophobic lipid bilayer [52].",
      "startOffset" : 340,
      "endOffset" : 344
    }, {
      "referenceID" : 41,
      "context" : "The data are in support of the hypothesis that it is the release of the long-range tertiary interactions present in native compact states that potentiates the aggregation of α-syn [49].",
      "startOffset" : 180,
      "endOffset" : 184
    } ],
    "year" : 2019,
    "abstractText" : "The aggregation of α-synuclein (α-syn) into amyloid fibrils is a major pathological hallmark of Parkinson's disease (PD) and other synucleinopathies. The mechanisms underlying the structural transition of soluble and innocuous α-syn to aggregated neurotoxic forms remains largely unknown. The disordered nature of α-syn has hampered the use of structure-based protein engineering approaches to elucidate the molecular determinants of this transition. The recent 3D structure of a pathogenic α-syn fibril provides a template for this kind of studies. The structure supports the NAC domain being a critical element in fibril formation, since it constitutes the core of the fibril, delineating a Greek-key motif. Here, we stapled the ends of this motif with a designed disulfide bond and evaluated its impact on the conformation, aggregation and toxicity of α-syn in different environments. The new covalent link biases the native structural ensemble of α-syn toward compact conformations, reducing the population of fully unfolded species. This conformational bias results in a strongly reduced fibril formation propensity both in the absence and in the presence of lipids and impedes the formation of neurotoxic oligomers. Our study does not support the Greek-key motif being already imprinted in early α-syn assemblies, discarding it as a druggable interface to prevent the initiation of fibrillation. In contrast, it suggests the stabilization of native, compact ensembles as a potential therapeutic strategy to avoid the formation of toxic species and to target the",
    "creator" : "Elsevier"
  }
}