{
  "name" : "downloads_2020-07-11_83_woonfongleung2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Electrostatic charged nanofiber filter for filtering airborne novel coronavirus (COVID-19) and nano-aerosols",
    "authors" : [ "Wallace Woon Fong Leung", "Qiangqiang Sun" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nSeparation and Purification Technology\njournal homepage: www.elsevier.com/locate/seppur\nElectrostatic charged nanofiber filter for filtering airborne novel coronavirus (COVID-19) and nano-aerosols\nWallace Woon Fong Leung⁎, Qiangqiang Sun Mechanical Engineering, The Hong Kong Polytechnic University, Hung Hom, Hong Kong\nA R T I C L E I N F O\nKeywords: Novel coronavirus COVID-19 Nano-aerosols 100 nm Air filtration PVDF nanofiber filter Multilayering/multi-modules Charged fibers Electret Iso-quality factor\nA B S T R A C T\nThe World Health Organization declared the novel coronavirus (COVID-19) outbreak as a pandemic on March 12, 2020. Within four months since outbreak in December 2019, over 2.6 million people have been infected across 210 countries around the globe with over 180,000 deaths. COVID-19 has a size of 60–140 nm with mean size of 100 nm (i.e. nano-aerosol). The virus can be airborne by attaching to human secretion (fine particles, nasal/saliva droplets) of infected person or suspended fine particulates in air. While NIOSH has standardized N95, N99 and N100 respirators set at 300-nm aerosol, to-date there is no filter standards, nor special filter technologies, tailored for capturing airborne viruses and 100-nm nano-aerosols. The latter also are present in high number concentration in atmospheric pollutants. This study addresses developing novel charged PVDF nanofiber filter technology to effectively capture the fast-spreading, deadly airborne coronavirus, especially COVID-19, with our target aerosol size set at 100 nm (nano-aerosol), and not 300 nm.\nThe virus and its attached aerosol were simulated by sodium chloride aerosols, 50–500 nm, generated from sub-micron aerosol generator. PVDF nanofibers, which were uniform in diameter, straight and bead-free, were produced with average fiber diameters 84, 191, 349 and 525 nm, respectively, with excellent morphology. The fibers were subsequently electrostatically charged by corona discharge.\nThe amounts of charged fibers in a filter were increased to achieve high efficiency of 90% for the virus filter but the electrical interference between neighbouring fibers resulted in progressively marginal increase in efficiency yet much higher pressure drop across the filter. The quality factor which measured the efficiency-topressure-drop kept decreasing. By redistributing the fibers in the filter into several modules with lower fiber packing density, with each module separated by a permeable, electrical-insulator material, the electrical interference between neighboring charged fibers was reduced, if not fully mitigated. Also, the additional scrim materials introduced macropores into the filter together with lower fiber packing density in each module both further reduced the airflow resistance. With this approach, the quality factor can maintain relatively constant with increasing fiber amounts to achieve high filter efficiency. The optimal amounts of fiber in each module depended on the diameter of fibers in the module. Small fiber diameter that has already high performance required small amounts of fibers per module. In contrast, large diameter fiber required larger amounts of fibers per module to compensate for the poorer performance provided it did not incur significantly additional pressure drop. This approach was applied to develop four new nanofiber filters tailored for capturing 100-nm airborne COVID-19 to achieve over 90% efficiency with pressure drop not to exceed 30 Pa (3.1 mm water). One filter developed meeting the 90% efficiency has ultralow pressure drop of only 18 Pa (1.9 mm water) while another filter meeting the 30 Pa limit has high efficiency reaching 94%. These optimized filters based on rigorous engineering approach provide the badly needed technology for protecting the general public from the deadly airborne COVID-19 and other viruses, as well as nano-aerosols from air pollution which lead to undesirable chronic diseases.\nhttps://doi.org/10.1016/j.seppur.2020.116886 Received 13 February 2020; Received in revised form 6 April 2020; Accepted 7 April 2020\n⁎ Corresponding author. E-mail address: wallacewfleung@gmail.com (W.W.F. Leung).\nSeparation and Purification Technology 250 (2020) 116886\nAvailable online 22 April 2020 1383-5866/ © 2020 Elsevier B.V. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : ""
    }, {
      "heading" : "1.1. Viruses",
      "text" : "Recent outbreak of the COVID-19 first detected in Wuhan, Hubei Province, China has caused concern as it rapidly expanded in China and elsewhere. The World Health Organization (WHO) has declared a global health emergency associated with the COVID-19 on Jan 30, 2020 and subsequently declared it being a pandemic on Mar 12, 2020 due to global spread. Within four months since outbreak in December 2019, over 2.6 million people have been infected over 210 countries in the world with over 180,000 deaths. These infection and death rates continue to rise. The virus is likely to start from animals like camels, cattle, and bats [1]. Based on the infection cases in China as well as outside, there were evidences that this new coronavirus has spread from personto-person similar to SARS and MERS coronavirus that happened in 2003 and 2012, respectively, according to the Centers for Control Disease and Prevention (CDC) [1,2]. Despite the person-to-person spread is not fully understood, it is thought to occur mainly through respiratory and mouth droplets produced by sneezing and coughing of the infected person [1]. The droplets can be larger than 5 μm, and it can also be less than 5 μm [3,4], which is referred as nuclei droplet [5]. This does not exclude also the possibility of the virus being attached to fine particles in the respiratory track or mouth of the infected person and got aerosolized during coughing, sneezing, speech and vomiting [6]. The aerosolization of virus may be one of the several causes that explains the sustained person-to-person spread of the COVID-19 in the world in such a short period of time. Interestingly, other than practicing social distancing and washing hands to keep disinfected, people wearing facemasks and respirators in the Far East, a deep rooted tradition, seem to have better control on the spread of COVID-19 as compared to the West where facemasks and respirators are less commonly used. The global infection statistics in the past four months support strongly the essence of good filtration technology as a first-line defence to the spread of the airborne virus.\nThe size of the COVID-19 has been determined under Transmission Electron Microscope (TEM) to be 60–140 nm, which averages to 100 nm [7]. This is similar in size as the SARS coronavirus, which is also 100 nm. The common influenza virus is 80–120 nm, which averages out to 100 nm. As the virus can be attached to particulates less than 100 nm, the smallest size for the COVID-19 and its carrier (droplet or particle) can still be about 100 nm. Can our current filtration technology provide adequate protection filtering out the airborne 100 nm aerosol? The 100-nm aerosol has been referred to as nano-aerosol, nanoparticle or ultrafine particle. While the National Institute for Occupational Safety and Health (NIOSH) has standardized N95, N99 and N100 respirators at 300 nm, there is no standard filtration test for nanoaerosols of 100 nm. On a related application, medical breathing filters, ventilator breathing system, and anaesthesia breathing system also require to have good filtration removing nano-aerosols, regardless of contaminants, pollutants, or airborne viruses. The objective of the present study is to fill in this unmet need by developing effective new filtration technology target at the nano-aerosol size (i.e. 100 nm) that represents the average size of COVID-19, as well as other viruses, including common cold/flu viruses, SARS and MERS.\nThere is no standard on personal protection gear, such as facemask, on filtering 100 nm, it can be safe to set an objective of this study being to develop a filter/mask that can provide at least 90% filtration efficiency for the 100-nm nano-aerosols (NaCl aerosols) but with pressure drop less than 30 Pa at 5.3 cm/s face velocity. Subsequently, we can compare the outcome of this goal with that being set to filtering 300-nm aerosols, which are well-known in the NIOSH standard.\nIf the coronavirus is negatively charged, the positively charged PVDF nanofiber filter will provide even higher capture efficiency as well by Coulomb attraction. Therefore, the results from the present investigation can be considered as conservative as only neutrally\ncharged sodium chloride particles will be used in our tests."
    }, {
      "heading" : "1.2. Pollutants",
      "text" : "On a separate front, it is well-known that pollutants in the air contain harmful aerosols. While a lot of attention has been on PM2.5, which is based on the standard set by the WHO standard of 25 μm/m3 of air. There is less attention drawn to the finer aerosols, in particularly the PM1 (< 1 μm) and PM0.1 (< 0.1 μm). For sub-micron aerosol PM1, the aerosols concentration should be measured by number concentration and they contribute very little to the PM2.5, which is based on the mass concentration. This applies more so to the PM0.1, which is even smaller! Despite this, the high concentration of PM1 and more so the PM0.1 can penetrate deeply in our body through inhalation [8]. Indeed, it has been reported nano-aerosols of 41 nm were found in the erythrocyte in the capillary lumen and 81 nm in the cytoplasm of a capillary endothelial cell in the lung [9]. In fact, when nano-aerosols enter the blood stream they can be transported to various organs, including our central nervous system and even having adverse effect on our brain [8]. Indeed, nano-aerosols are also present in large number concentrations, about 200 million per cubic meter, from road emission [10]. The target of protecting 100-nm COVID-19 is also applicable for protecting wearer of face mask against 100-nm aerosol pollutant from combustion emission (traffic, power plant, industries) as the number concentration around this size is extremely high, 200 million/m3 [10]."
    }, {
      "heading" : "1.3. Nonwoven",
      "text" : "Filters made of nonwoven are found to be very promising for various personal protection and industrial filtration applications [11]. Considering the aerosol capture mechanisms, diffusion works well for aerosols less than approximately 100 nm, interception for aerosols greater than approximately 100 nm and less than 1 μm, and inertial impaction for aerosols larger than 1 μm, it is advantageous to have small fiber diameters that offer large specific surface to enhance these mechanisms.\n1.4. Nanofiber\nFilter made of nanofibers with diameter less than 1 μm with large specific surface is particularly promising [12]. As an example, for filtration in a facemask or ventilators, only small amounts of nanofibers are required, on the order of less than 5 g of fiber per square meter (gsm) filter area. This is much smaller than 30–50 gsm being used for facemasks with microfibers of diameter 2–20 μm. However, the pressure drop can be significant for nanofiber filters as the theoretical pressure drop Δp ∝ 1/df2 according to the Davis’ equation [13] established experimentally for microfibers, where df is the fiber diameter. If this holds, then it is expected the pressure drop is at least 100× more for nanofibers with the same basis weight (i.e. gsm). Other than the large specific surface of nanofibers that lead to high pressure drop, another factor leading to pressure drop is the smaller pores (on the order several micrometers or less depending on the gsm of the nanofibers) of the nanofiber mat versus the larger pores (tens of micrometers) for the microfiber mat."
    }, {
      "heading" : "1.5. Multilayer and multi-modules stack-up",
      "text" : "One novel approach to reduce pressure drop is to distribute the same amounts of nanofibers to achieve a certain efficiency into multiple layers (or multiple modules) with each thin nanofiber layer laid on a permeable substrate (a module) with large permeable macropores [14] inter-dispersed in the filter stack. The multiple layer (hereafter referred as multilayer) has indeed demonstrated to have filtration efficiency slightly less than that of a single layer, yet the pressure drop is significantly reduced due to lower fiber packing density in each module as\ncompared to that of the single layer and introduction of large pores from the scrim material disrupting the fine micro-pores of the 2D nanofiber mat [15]."
    }, {
      "heading" : "1.6. Electrostatics",
      "text" : "Another approach to improve the filter efficiency without incurring pressure drop is to charge the nanofibers so that the nanofibers carry electrostatic charges. There have been various attempts to charge the nanofibers in the past [16–20], but in most of the situations the charges decay within a few hours or a day and the stability of the charges implanted in the nanofiber becomes the biggest challenge. Recently, we have been able to charge the polyvinylidene fluoride (PVDF) nanofiber mat using corona discharge [21,22]. The electrostatic charges can stay for 3 months with only 1% reduction in filtration efficiency, which is extremely promising. This is due to using corona discharge charging the nanofibers by implanting more stable space charges in the nanofiber mat. In that study, comparison was made on the single fiber efficiency based on the nanofiber filter with microfiber filters having fiber diameter 10–20 μm. It was found that the single-fiber efficiency due to the charged nanofiber is much more superior. Unfortunately, in the study the average fiber diameter was held fixed at 450 nm [21]. It is expected that a stronger electric field can greatly affect dielectrophoresis, i.e. first inducing dipoles on approaching neutrally charged aerosols and subsequently attracting the charged aerosol by the charged fiber by interacting with the opposite charge of the dipole on the particle. This leads to an interesting issue that if the fiber diameter is made smaller, would the charged fiber in the nanofiber mat more superior having stronger electric field (given E ∝ 1/R2 where E is the electric field and R is the distance from the axis of the fiber to the particle)? On the other hand, as the fiber diameter is being reduced, pressure drop also increases. If the pressure drop indeed follows inversely to the quadratic power of the fiber diameter in accordance to Davis’ equation, one may be limited in reducing the nanofiber diameter. Perhaps, there may be an optimum for which the fiber diameter is sufficiently small providing strong enough electric field to effect dielectrophoresis, yet the pressure drop is still acceptable. This objective will be incorporated in our investigation.\nMultimodule electrostatic charged nanofiber filter has been developed for light aerosol loading and heavy aerosol loading [21,23]. They have been demonstrated to be superior as compared to the current microfiber technology which are the predominant filtration media of facemask and respirators. Previous study [21] on use of multimodule PVDF nanofibers focused only on one fiber diameter 450 nm adopting a fixed basis weight of 0.87 gsm of fibers. However, other fiber diameters and other fiber basis weight have not been investigated. It is possible that with small fiber diameter it requires much less fibers in the filter providing savings on materials. Also, it is thought that small fiber diameter, say 100 nm, can provide a large specific surface (surface-tovolume); as such, it can sustain stronger electric field and provide better capture of neutral aerosols by dielectrophoresis. Further, small diameter nanofiber when used in air filtration can enhance diffusion for capturing of small aerosols less than 0.1 μm and interception for capturing of larger aerosols between 0.1 and 1 μm. Unfortunately, the downside of this approach is that small-diameter nanofiber can induce much higher flow resistance and thus pressure drop due to the increased specific area of fiber surface. As such, there might be a balance among these competing effects. Further, the basis weight for the module in the multimodule is also a critical design parameter. Should one use large basis weight close to 1 g per square meter (gsm) or small basis weight less than 0.1 gsm in each module/layer? This additional parameter may also be tied closely with the fiber diameter rather than being independent. All these issues need to be investigated with the current study, which is largely experimental.\nIt is important to set a goal in our study. We want to develop an advanced filter that can filter 100-nm aerosols similar to that of the\nCOVID-19 with efficiency of at least 90% and the filter should have pressure drop not to exceeed 30 Pa at face velocity of 5.3 cm/s. Sodium chloride aerosol will be used to simulate the airborne or aerosolized COVID-19.\nAlong the set goals, various combinations of nanofiber diameters and nanofiber amounts in each module in the multiple module stack-up were explored in the study. Each module (nanofiber electrospun for a given gsm on a substrate) has the same fiber diameter and basis weight. In general, we were not restricted to have all modules having the same basis weight and same fiber diameter; but for simplicity we have adopted this approach in the present study. The modules were stacked up in multiples to form a filter with increasing amounts of nanofibers to increase the capture of 100-nm aerosols until the 90% filtration efficiency target is reached. Obviously, the pressure drop across the filter, Δp, also increased, and this needed to be less than the set 30-Pa limit. When stacking up filter modules to create the multi-module filter, the performance was compared to that with the constant Quality Factor (QF) condition. The latter represented the constant benefit-to-cost ratio [15]."
    }, {
      "heading" : "2. Method",
      "text" : ""
    }, {
      "heading" : "2.1. Electrospinning",
      "text" : "PVDF with molecular weight 530,000 pellets were dissolved in solvent mixture of dimethylformamide and acetone solvent for 24 h under 70 °C. The precursor solution was fed to a syringe connected to a high voltage supply of 20,000 V. The ground collector was placed at 15 cm from the syringe tip. A control amount of PVDF solution (0.9 mL/ h) was delivered by the syringe using the syringe pump to form a little droplet at the syringe tip. Under the strong electrostatic field, the droplet took the shape of a cone. Once the electrostatic force acting on the cone-shape droplet has overcome the surface tension force acting on the droplet, a jet was sent out through the cone-shape droplet. During free flight, the jet continued to thin out in diameter as the solvent was evaporated continuously and the ‘positive’ electrical charges deposited along the jet repelled against each other thereby further stretching out the fiber and reducing the fiber diameter. By the time when the fiber jet landed onto the substrate laid over the collector surface, the fiber reduced in diameter corresponding to that of a nanofiber (< 1 μm). To get a uniform mat, a rotating collector was used with rotation speed of 10 rev/min. The humidity during electrospinning was controlled at 40 ± 2%. The electrospinning process is depicted in Fig. 1a. The precursor solution with different amounts of PVDF were electrospun to nanofibers of different diameters. The typical range was 20% g of solute in 100 mL of solution (20 %w/v). When more PVDF were used in the precursor solution larger diameter nanofiber resulted, and vice versa. If the concentration was too high, beads could form together with the nanofibers. If the concentration was too low, not only the fiber diameter could be reduced but fibers broke up easily as well. After optimizing, good PVDF nanofibers were produced for four different diameter sizes, 84, 191, 349 and 525 nm. The nanofiber mat was dried in an oven overnight at 40 °C for curing where residual solvent was evaporated. To get different basis weight, the time for electrospinning was adjusted."
    }, {
      "heading" : "2.2. Corona discharge",
      "text" : "A 10 × 10 cm2 mat was prepared for corona discharge. The setup is illustrated in Fig. 1b. A homemade 5-wire charge head was used to impart electrostatic charges to the target mat distanced, 30 mm away. The charging voltage was 15,000 V and charging time was 60 s. The condition has been optimized to impart the maximum amounts of space charges uniformly onto the nanofiber mat to avoid burning the mat locally."
    }, {
      "heading" : "2.3. Filter testing",
      "text" : "After the electret nanofiber filter has been produced, it was being tested in the filter tester on the filtration efficiency using sodium chloride. The aerosol generator and tester are shown in Fig. 1c. After classifying removing the oversized particles larger than 600 nm, the sodium chloride aerosols with size 50–500 nm aerosols were used to test the filter. This size range covered the particle size of virgin Coronavirus (60–140 nm) [7] and carrier (droplet nuclei). Fig. 1d shows a typical feed size distribution of aerosols challenging the filter. As can be seen in the figure, the highest concentration of aerosols in the feed has a size of 85 nm which was very close to the average reported on the COVID-19 of 100 nm. At any given time, only a known small range of aerosol size challenged the filter. The concentration of the aerosols was measured by the condensation particle counter (CPC) upstream of the aerosols. Subsequently, the concentration was measured downstream of the test filter using CPC as well. Therefore, the filtration efficiency can be determined\n= −η D C D C D ( ) 1 ( ) ( )p d p\nu p (1)\nwhere η is the grade efficiency for aerosol size Dp, Cu the concentration upstream and Cd the concentration downstream of the test filter. The diameter of the test filter was 7 cm. The pressure drop across the filter was also measured. Quality factor, QF, can be defined as\n= − − QF η p ln(1 ) Δ (2)"
    }, {
      "heading" : "3. Results",
      "text" : "3.1. Test fiber morphology\nFig. 2a-h showed the scanning electron microscope (SEM) images of four different diameter PVDF nanofiber filters. As can be seen, the electrospun fibers are very uniform in diameter and straight. The electrospun PVDF fibers have good morphology free from flakes and\nFig. 1a. Electrospinning nanofibers using a syringe connected to a high voltage supply.\nFig. 1b. Corona discharge.\nballs associated with defects in electrospinning.\n3.2. Capture efficiency for single-layer filters with different fiber diameters\nIn this section, we examine the added effect of electrostatically charged fibers with different fiber diameters. Given that we can manipulate the condition of electrospinning such that nanofiber of different fiber diameters can be produced, the ultimate issue is to determine the most optimal nanofiber diameter for a given total basis weight from considerations of both capture efficiency and pressure drop.\nIn Fig. 3a, four test filters (charged and uncharged) with nanofibers of different diameters (84, 191, 349 and 525 nm) in a single layer were used for testing filtration efficiency and pressure drop. The top 4 curves in Fig. 3a corresponds to filter with charged fibers and the bottom 4 curves to filter with uncharged fibers. Given the basis weight of 0.191 gsm was the same for all four test filters but with different fiber diameters, therefore the total number of fibers, surface area/volume (specific surface), and electrostatic charges in each filter were different.\nFor a charged nanofiber filter with a given fiber diameter, test efficiency increased with aerosol size from 50 to 500 nm as depicted in the top 4 curves in Fig. 3a. This is distinctly different from the U-shape\nFig. 1c. Aerosol generator and filter tester.\nFig. 1d. Sodium chloride 50–500 nm used to simulate the aerosol size of coronavirus and carrier.\ncurve characterized by diffusion for smaller aerosols and interception for larger aerosols as found in uncharged filter deploying only mechanical capture. Among the three mechanisms at work in capturing aerosols for the electret nanofiber filter (top 4 curves in Fig. 3a), diffusion, interception and electrostatic capture, the electrostatic mechanism seemed to dominate over the two mechanical capture mechanisms, with exception for the smaller aerosols wherein the electrostatic mechanism is weak while diffusion is strong. The large specific surface for the small diameter 84 nm nanofiber can acquire higher density of electric charges on the nanofibers by corona discharge. In turn, the high electric field from the small nanofibers induced a strong dipole moment to the challenging neutrally charged aerosol as it came close to the charged nanofibers. Subsequently, electrostatic attraction between the charged fiber and the opposite charge of the dipole on the aerosol resulted in capture of the aerosol by the fiber. These two steps, known as dielectrophoretic interaction, when added to the mechanical diffusion and interception provided ‘electret’ nanofiber filter more superb filtration capability than uncharged ‘mechanical’ nanofiber filter with only diffusion and interception.\nAs shown in Fig. 3a, for the 100 nm neutrally charged sodium chloride aerosol, the grade efficiency for the 84, 191, 349 and 525 nm electret nanofiber filters were, respectively, 61.9%, 51.8%, 45.3%, and 39.6%. The 84-nm diameter filter was 19% higher than 191-nm filter, the 191-nm was 14% higher than the 349-nm filter, and the 349-nm filter was 14% higher than the 525-nm filter. Airborne viruses or nanoaerosols less than 100 nm, such as 50 nm, also received benefit from electrostatic capture, with the grade efficiency not too much different\nfrom that of the 100 nm aerosols. Fig. 3a further highlights the difference between uncharged/discharged (mechanical) filters (bottom 4 curves) and the corresponding charged (added electrostatic) filters (top 4 curves). This is depicted by comparing the curves with ‘solid filled symbol’ for electrostatic and mechanical combined mechanisms with the corresponding curves at the same fiber diameter depicted with ‘empty symbol’ of the same shape for mechanical mechanism alone. Thus, the difference between these two curves with the same fiber diameter represents only the electrostatic capture for a given aerosol size. Electrostatic effect contributed much higher efficiency. This is in as much as 30% absolute and 100% on relative basis for a given fiber diameter. For example, for the 100-nm aerosol challenging the filter, mechanical capture (diffusion and interception) for the 84-nm fiber filter delivered about less than 30% filtration efficiency, while the added electret effect gave another additional 30+%. Thus, electrostatic capture can contribute 100% increase on an otherwise mechanical capture. For the 525-nm fiber, the mechanical capture provided approximately slightly less than 11% filtration efficiency, while the combined mechanical and electrostatic mechanisms 40%, thus the relative increase due to electrostatic mechanism was 263%. (Note the low efficiency of 11% was due to the small amounts of nanofibers in the test filter.) Despite of the significant increase in filtration efficiency due to electrostatic mechanism, especially for large fiber diameter, there was no additional pressure drop for the filter. This is obviously the key advantage with electret filter media, especially for the nanofiber-based filter, in which intensified electrostatic field can be set up due to the small fiber diameter as electric field\non the charged particle is inversely related to the quadratic power of distance separating the fiber from the particle.\nFinally, referring to the mechanical capture giving rise to the Ushape capture curve, the lowest efficiency of the curve, corresponding to the most penetrating particle size (MPPS), provided a demarcation such that diffusion dominated for aerosol with size less than MPPS, and interception dominated for aerosol with size greater than MPPS. Note, MPPS drifted lower with decreasing fiber diameter. The MPPS decreased from 280 nm at 525 nm fiber filter, to 235 nm at 191–349 nm fiber filter, and finally to 200 nm for 84 nm fiber filter.\nAs can be seen in Fig. 3a, there was very little difference on the mechanical capture efficiency for the filters with the 349- and 525-nm fiber filters. This was because as the fiber diameter became larger, the specific surface and the mechanical capture mechanism both decreased.\nFor the 100-nm aerosol simulating the mean size of the COVID-19, the uncharged mechanical capture by diffusion and interception and the total efficiency due to all three mechanisms (diffusion, interception, electrostatics) can be used to derive the capture by electrostatic force by itself. This is given in Appendix A. It is important to point out that the total efficiency (due to both mechanical and electrostatics capture) does not equal to the simple arithmetic sum of the mechanical and electrostatic captures, see Appendix A.\nThe mechanical capture (diffusion and interception), electrostatic capture only, and total capture (diffusion + interception + electrostatics) were plotted in Fig. 3b for different fiber diameters. As can be seen, for all the fiber diameters 191 nm, 349 nm, and 525 nm, the electrostatic capture was almost double that of the mechanical capture by diffusion and interception. For the 84 nm, the mechanical capture was on a par with that of the electrical. In fact, the smaller the fiber diameter say<100 nm the stronger is the diffusion and interception. Interesting, the electrical effect increased to a maximum at the smallest diameter of 84 nm. The increased in rate is not as rapidly as expected, see ηFe ~ 1/df0.192. This might be related to the small-diameter PVDF nanofibers which can acquire charges by induction by corona discharge, but it can equally dissipate charges to the environment when the charge density on the fiber became too high. Whatever charges the fiber can ultimately acquire from corona discharge was the equilibrium maximum charges that could be placed on the fibers balancing induction and dissipation of charges. There might be a fiber diameter at which the most charges can be induced. Indeed, the smallest diameter 84-nm nanofiber had a slightly higher electrostatic capture in Fig. 3b. Including diffusion and interception together with the electrostatic, small fiber diameter still won out of the race as can be seen in the total capture (top curve). Also, as will be seen later pressure drop also drastically increased with smaller fiber diameter, therefore the most optimal fiber diameter might not always be the smallest fiber that was considered as will be seen subsequently.\n3.3. Multilayer/multimodule versus single layer with increasing nanofiber basis weight\nThe performance of the filter for fiber diameter 84 nm with increasing basis weight of nanofibers has been investigated. As the basis weight of nanofibers increased, the pores between nanofibers further reduced leading to higher pressure drop. In addition, the increasing charged nanofibers in the mat interfered with each other affecting the electrostatic capture of neutrally charged aerosols. On the other hand, by rearranging nanofibers into multiple modules (multimodules), or multiple layers (in short multilayers), in the filter, macropores of the scrim material were introduced into the filter disrupting an otherwise two-dimensional nanofiber mat dominated by micropores. This increased the thickness of the filter, which was of no consequence, yet this significantly reduced the pressure drop. Further, by rearranging the thick nanofiber mat into multimodules/multilayers with each layer (referred ‘L’ in short) supported by a scrim porous material, the latter also served as a barrier to reduce the electrical interference between adjacent nanofiber layers in the filter on challenging aerosols, thereby improving capture of nano-aerosols by electrostatic effect. With multimodules, the fiber packing density in each module, as well as the filter as a whole, is reduced, thereby reducing pressure drop and electrical interference among neighboring fibers which is analogous to social distancing to prevent spread of virus during COVID-19 pandemic.\nIn Fig. 3c, the basis weight (gsm) of the nanofibers was increased and the effect of efficiency enhancement was examined. In Fig. 3c, the filtration efficiency versus aerosol size was compared with nanofibers in a single layer (1L) versus distributing the same basis weight of nanofibers redistributed in multimodules/multilayers, such as 2L (two layers), 3L (three layers), 4L (four layers), respectively, with each layer separated by a permeable scrim/support material. In general, filtration efficiency increased with increasing basis weight as there were more fibers to capture aerosols in either single layer or multilayer configuration. However, the behaviour differed between the two configurations. As much as 7–10% efficiency difference can be seen for some aerosol sizes between single versus multilayer arrangement. For example, for the coronavirus nano-aerosol of 100 nm, the 1L charged filter with 0.77 gsm has 87.4% efficiency, whereas the 4L charged filter with the same basis weight has 92.2%, representing a 5% increase. Whereas for the 300 nm, the 1L charged filter with 0.77 gsm has 89.7% efficiency, whereas 4L charged filter with the same basis weight has 96.5%, representing a 8% increase. For each curve, the pressure drop, Δp (Pa), was tagged next to the curve. The Δp was attributed from nanofiber and substrate layer, and the bracket value indicated the contribution just due to the nanofibers alone as the pressure drop due to a single layer of substrate was 1.8 Pa at 5.3 cm/s. For example, for the 4L nanofiber filter (total 0.77 gsm), the 4 layers of nanofibers each electrospun on their separate substrates had a pressure drop of 39.5 Pa, whereas the nanofibers alone without substrate was 32.3 Pa (=39.5 − 4 × 1.8). The contribution from the substrate was small in comparison to that from the nanofibers. For the case of single-layer nanofiber filter with the same 0.77 gsm, the pressure drop was very high at 78.7 Pa. In other words, the nanofibers contribution to the single layer alone was 76.9 Pa (=78.7–1.8), which was 2.4× that of the multilayer filter.\nThe foregoing results clearly indicated multilayering was advantageous as compared to placing all nanofibers in a single layer. Similar results were obtained for 191 nm, 349 nm and 525 nm diameter electret nanofibers. These results were given in Appendix B for reference.\nFig. 3d showed the similar plot of Fig. 3b but for a multilayer 4L (0.191 gsm) arrangement. As can be seen, the mechanical diffusion and interception increased significantly with more filter layers as it should whereas the electrostatic increased modestly from 30+% for one layer to 40+% for 4 layers. Despite the 84-nm nanofiber filter has the highest electrostatic effect and the trend is monotonically increasing with decreasing fiber diameter, but the increase is less than expected. This was\ny = 288.78x- 0.527\ny = 110.97x- 0.192\ny = 179.8x- 0.239 0 10 20 30 40 50 60 70 80 90\n100\n0 100 200 300 400 500 600\nEf fic\nie nc\ny 10\n0n m\n, %\ndf, nm\ndiffusion + interception electrostatic electrostatic+diffusion+interception\n0.191 gsm, 1L\nFig. 3b. Breakdown of efficiency due to mechanical diffusion plus interception and electrostatic effect for different nanofiber diameters for a single layer with 0.191 gsm.\nrelated to the electrical interference effect. One solution was to use smaller modular basis weight and increased the number of modules to provide the total basis weight for the filter. This will be seen in later section.\n3.4. Optimizing efficiency versus pressure drop for different basis weight of nanofibers\nIn below, we want to optimize the filter arrangement to attain at least 90% efficiency in capturing the airborne Coronavirus size, i.e. 100-nm aerosols, but within the maximum pressure drop of 30 Pa for any candidate filters under consideration. This is a two-dimensional space of efficiency versus pressure drop. Given the basis weight can also change with different filters, the optimization took place in a threedimensional domain of efficiency versus pressure drop and fiber basis weight as shown in Fig. 4. The efficiency axis referred to the capture (benefit) of our target size 100-nm aerosol (Coronavirus) and the two lateral axes were the pressure drop (operating cost) and the fiber basis weight (capital cost), respectively. For the basis weight axis, we have imposed the maximum amounts of fibers per square meter of filter area, say, 1 gsm, 3 gsm, 5 gsm and 7 gsm for the filters. The domain for achieving the target efficiency (> 90%) for 100 nm within a given maximum fiber basis weight (1, 3, 5, 7 gsm) and maximum pressure drop (30 Pa) was delineated in Fig. 4. In the following, we will limit our analysis to the two-dimensional space for a fixed maximum basis weight of the filter. All the results with various basis weight can be projected as a curve onto the η-Δp plot and the basis weight was used as\na parameter on the curve (by number of layers in the multilayer filter). When different fiber diameters were being considered, the fiber diameter also entered as a separate parameter for the curve in the plot.\n3.5. Multilayer uncharged filter and Iso-QE curves\nBefore tackling the optimization of electret nanofibers for filtering viruses and nano-aerosols, it is instrumental to examine briefly the behaviour with uncharged fiber filter capturing aerosols with mechanical means. Here, the iso-quality factor (iso-QF) curves as a measure on the constant benefit-to-cost ratio was introduced as a comparison as the basis weight of the fibers in the filter was increased to meet the target filtration efficiency. When the filter set (1L, 2L, 3L, 4L) stayed on an iso-QF curve, the benefit-to-cost remained constant, otherwise, we might end up in decreasing benefit-to-cost ratio while we built up the filter by increasing fiber basis weight to meet the target filtration efficiency for the 100-nm aerosol.\nFig. 5 showed efficiency versus pressure drop for 6 sets of filters with fiber diameter 84 nm (0.191 gsm), 191 nm (0.191 gsm), 349 nm (0.096 and 0.191 gsm), and 525 nm (0.191 and 0.765 gsm). In each set, we started with the basic filter module of either 0.191 gsm, 0.096 gsm, or 0.765 gsm. Multiple sets of modules, 2, 3, 4, and 6 were stacked up successively to form a filter. Each data in Fig. 5 represented a stack-up filter, or multimodule/multilayer filter, where measured efficiency for the 100-nm aerosol (simulating COVID-19 or nano-aerosols) was plotted against the pressure drop for the filter. All the data for a given filter set delineated a well-behaved trend.\nWhen QF is constant, Eq. (2) can be rewritten as,\n55\n60\n65\n70\n75\n80\n85\n90\n95\n100\n00101 1000\nEf fic\nie nc\ny, %\nDp, nm\n4L 0.77gsm 3L 0.574 2L 0.383 1L 0.77gsm 1L 0.574 1L 0.383 1L 0.191gsm\n84nm\n11.4\n21.5\n78.7\n55.5\n31.9\n29.8 39.5 Pa\n@300nm, eff=96.5%, 39.5Pa\nFig. 3c. Comparing single-layer configuration with multilayer configuration using different amounts of nanofibers 0.383, 0.574, and 0.77 gsm filter all with 84-nm diameter fibers.\ny = 651.65x- 0.515\ny = 136.39x- 0.129\ny = 178.93x- 0.148 0 10 20 30 40 50 60 70 80 90\n100\n0 100 200 300 400 500 600\n10 0n\nm -E\nffi ci\nen cy\n%\ndf, nm\nmechanical electrostatic Total\n0.77gsm, 4L(0.191gsm) c\nFig. 3d. Breakdown of efficiency due to mechanical diffusion plus interception and electrostatic effect for different nanofiber diameters for 4L with 0.764 gsm.\n= − −η exp QF p1 ( Δ ) (3)\nEq. (3) represented an iso-QF curve when efficiency was plotted against pressure drop with QF being held constant for the curve. Three iso-QF curves were plotted in Fig. 5 with different QF values, respectively, 0.025, 0.03, and 0.035 Pa−1 and they were compared with the test data for the uncharged filters. The higher was QF, the more cost effective was the test filter. Indeed, 191 nm (0.191 gsm) and 525 nm (0.191 gsm) both followed the QF = 0.025 Pa−1. The filters with respectively 84 nm (0.191 gsm) and 349 nm (0.096 gsm) followed closely the QF curve for 0.03 Pa−1. The filter with 349 nm (0.191 gsm) followed in between the QF curves 0.025 and 0.03 Pa−1. Finally, the filter with 525 nm (0.765 gsm) was slightly below the curve for QF = 0.035 Pa−1. This means the efficiency-to-pressure drop ratio is the highest among all for the filter with 525 nm diameter fiber. Summarizing, all 6 sets of curves under multilayering arrangement followed the constant benefit-to-cost QF= 0.03 ± 0.005 Pa−1 curve. This made prediction on the efficiency and pressure drop simple and easy. Increasing the filter efficiency by stacking more modules to increase the basis weight of fibers incurred the same pressure drop at the same pace with efficiency, which was quite remarkable with multilayering or multimodules for the filter.\n3.6. Multilayer versus single layer uncharged filter\nIn contrast to multilayering of modules each with fixed amounts of nanofibers, all the nanofibers could have been placed in a single layer. Fig. 6a showed respectively 1L, 2L, 3L, and 4L of stack-up with modular basis weight of 0.191 gsm with all filters having fiber diameter of 84 nm. The ultimate efficiency for the 4L filter was 69% with pressure drop of 39 Pa. This should be compared with all nanofibers 0.77 gsm (4 × 0.191 gsm) electrospun in a single layer that yields higher efficiency of 77% yet pressure drop of 78 Pa. The latter was doubled that of\nthe multilayer at the same basis weight as discussed. The efficiency was higher for the single layer due to the higher fiber packing density when the nanofibers are all laid onto a single layer. This can be compensated for the multilayer filter by increasing more basis weight with a few more layers. As depicted in Fig. 6a, the multilayer filter followed the iso-QF curve of 0.03 Pa−1, while the single-layer filters started out with a basis weight of 0.191 gsm having QF of 0.03 Pa−1 and decreasing continuously to 0.018 Pa−1 at a total basis weight of 0.764 gsm (4 × 0.191 gsm).\nIn another filter sets, Fig. 6b shows 1L, 2L, 3L, and 4L of stack-up with modular basis weight of 0.765 gsm with all filters having fiber diameter of 525 nm. The ultimate efficiency for the 4-layer filter with total basis weight 3.06 gsm (4 × 0.765 gsm) was 45% and with pressure drop of 18 Pa. This was much better compared to the case with all nanofibers in a single layer with identical basis weight 3.06 gsm that yielded lower efficiency of 40%, and higher pressure drop of 22 Pa. Note that the multilayer filter followed the QF curve of 0.034 Pa−1, while the single layer with the basis weight (0.765 gsm) has initial QF of 0.034 Pa−1 and subsequently decreasing continuously to QF of 0.024 Pa−1 with total basis weight of 3.06 gsm. This is also clearly depicted in Fig. 6b.\nThese two cases represented one can adopt fine fibers and small basis weight 0.191 gsm module, or with coarser fibers and large basis weight 0.765 gsm for the module, to build a multilayer or multi-modular filter.\n3.7. Multilayer electret for electret filters with 4 different fiber diameters\nIn Fig. 7, we will investigate the charged nanofiber filters using similar approach of plotting efficiency for the 100-nm nano-aerosol versus pressure drop for the filter sets with different modules stack-up. As in the uncharged case, the iso-QF curves provide a powerful\nguideline in making the comparison of modules stack-up to form a filter.\nIn Fig. 7, all multilayer filters had the 1L and 2L following iso-QF curves, while 3L and 4L, especially the case with small fiber diameter, did not follow iso-QF curve. In fact, they fell below the initial QF curve as the efficiency was affected by electrical interference between neighboring fibers in the filter. The 525 nm-fiber filter followed relatively the iso-QF of 0.14 Pa−1 again for 1L and 2L and started deviating at the 3L and 4L ending at QF= 0.11 Pa−1. The deviation for the largediameter nanofiber filters with poorer performance was less than that when compared to the small-diameter nanofiber high-performance filters.\n3.8. Charged filter with different module basis weight\nAs seen previously in Fig. 7, for 349 nm-diameter filter and others, as the number of modules (191 gsm) doubled (2nd module) the η-Δp curve still followed the iso-QF curve (QF = 0.135 Pa−1), yet the 3rd and 4rd module started deviating from the iso-QF curve to a lower QF curve (QF = 0.09 Pa−1) as shown in Fig. 7. On the other hand, as the module basis weight was reduced by half, the number of modules were doubled in order to have the same basis weight. This is shown in Fig. 8. This is to reduce the electrical interference by reducing the fiber packing density, α. Interestingly, the efficiency curve of the multilayer filters with increasing number of modules increased along the iso-QF curve of 0.14 Pa−1 but eventually it ended in dropping back to 0.1 Pa−1. Despite this, the performance curve was still higher than the original with module basis weight of 0.191 gsm, yet the total basis weight of nanofibers was the same with ultimately 0.768 gsm (4 × 0.191 ≈ 8 × 0.096). This is shown in Fig. 8. It seems that the electrical interference caused lower efficiency and higher pressure drop. By reducing the module basis weight thus reducing α, and increasing the electrical barriers from the scrim material, the charge interference between adjacent layers was reduced, and the performance curve followed more closely the iso-QF curve. This behavior might also be applicable to the 191-nm and the 84-nm diameter nanofiber filters in Fig. 7 to boost the filter performance.\n3.9. Larger diameter higher basis weight module for multilayer nanofiber\nAside from increasing the number of modules for small diameter fiber using lower basis weight modules, another innovation in the present study was to adopt larger diameter nanofibers to reduce pressure drop and use higher basis weight to compensate for the loss in efficiency associated with the larger diameter fibers. In Fig. 9a, the filtration results from two cases both with 525 nm diameter fiber filter arranged in multilayering were compared, one having a module with 0.191 gsm and another with 0.765 gsm. In each case, the nanofiber was laid onto a scrim material with pressure drop of 1.8 Pa at aerosol\nchallenging velocity of 5.3 cm/s. As seen in Fig. 9a, the efficiency for the 1L (0.191 gsm) filter was 40% with 3.6 Pa pressure drop while 1L (0.765 gsm) filter was 60.2% with 5.1 Pa. The difference in pressure drop was only 1.5 Pa, yet the efficiency increase was very substantial at 20%! Using this higher basis weight as the building module, the multilayer filter with 0.765 gsm module basis weight had significant higher performance reaching 94%+ in capturing the 100 nm nanoaerosol than that with 0.191 gsm module basis weight reaching only 71%.\nIn Fig. 9b, the maximum gsm envelop was pushed outward to a maximum of 7 gsm, respectively, with 6 L (0.765 gsm) totalling 4.6 gsm, and 8L (0.87 gsm) totalling 7 gsm [21]. In consequence, the total fiber basis weight was larger in comparison to the previous filters considered. This is in alignment with the discussion of Fig. 4 where the basis weight is also a parameter in the design. Two such multilayer filters have been developed. The first set of filters was at 450 nm fiber diameter [21] with some beads/flakes defect and with basis weight of 0.87 gsm for the module. Note, the beads/flakes for the 450-nm fiber filter can be used as a spacers and mechanical supports for the nanofibers despite their capturing efficiency are poorer as compared to the nanofibers. The second set of filters was the 525 nm fiber diameter filter (defect free without beads/flakes) with 0.765 gsm module basis weight, which was developed in the present study. The performance of these two filter sets were compared with the previous 4 sets of filters having diameters 84, 191, 349, and 525 nm, respectively, having lower basis weight of 0.191 gsm in Fig. 9b. As can be seen, unlike the lower basis gsm cases, these large-diameter nanofiber with higher basis weight seemed to follow closely the iso-QF curves until the 4th and 6th layers/ modules where the QF dropped from 0.14 Pa−1 down to 0.1 Pa−1. This behaviour contrast with that for the smaller fiber diameter 191 nm and 349 nm for which the QF dropped from 0.13 Pa−1 to below 0.1 Pa−1. For the case of 84 nm, QF dropped below 0.07 Pa−1. It seemed that the large-diameter nanofiber with higher basis weight filters have higher\nQF and they followed relatively close to the iso-QF trajectory."
    }, {
      "heading" : "3.9.1. Comparing optimal electret with conventional electret",
      "text" : "In Fig. 10, the 450-nm and 525-nm diameter multilayer filters were compared with two conventional electret filters made of microfibers. Three bench-mark comparisons can be made in Fig. 10:\n(a) Both 3L (0.765 gsm) 525-nm diameter filter and the 2L (0.87 gsm) 450-nm diameter filter had similar efficiency of 84–85% for the 100-nm aerosol, but the pressure drop was only half of 24 Pa required for the conventional microfiber charged filter, see Fig. 10. (b) Both 4L (0.765 gsm) 525-nm diameter filter and the 3L (0.87 gsm) 450-nm diameter filter had higher efficiency of 90% as compared to the conventional filter with 84%, yet the multilayer nanofiber charged filter Δp was 18–19 Pa, which was below 24 Pa for the microfiber charged filters. (c) Both 6L (0.765 gsm) 525-nm diameter filter and the 4L (0.87 gsm) 450-nm diameter filter had efficiency about 94–95% which was 10% higher than the 84% efficiency associated with the microfiber electret filter, despite Δp was slightly higher by 1–2 Pa. The pressure drop of the nanofiber filters is still within 30 Pa.\nThe four filters in both case (b) and case (c) could achieve 90% efficiency for removing 100-nm aerosols (average COVID-19 size) and have pressure drop less than 29.4 Pa (or 3 mm water). These two requirements indeed satisfied the condition of ≥90% efficiency and pressure drop less than 30 Pa under 5.3 cm/s. The 6L (0.765 gsm) 525- nm diameter filter achieved 94% with pressure drop of 26 Pa with performance by far the highest among all filters being tested. It satisfied our requirement for a superior filter for the capturing 100-nm aerosols. Also, these four filters had QF of 0.11–0.14 Pa−1, which was higher than QF = 0.075 Pa−1 associated with conventional charged filters.\nBased on the above, the optimized nanofiber electret filters developed herein were better than the two conventional microfiber electret filters based on either efficiency and/or pressure drop, and the quality factor was nearly doubled that of the conventional filter.\n3.9.2. Satisfying the filter requirements The requirement set forth for the present study was to have the filter achieving 90% efficiency for the 100 nm aerosol (simulating COVID-19) with pressure drop less than 30 Pa (3.1-mm water column). This had been accomplished by 6 multilayer (or multi-modular) charged nanofiber filters with both low and high basis weight fibers as listed in Table 1.\n3.10. Multilayer versus single-layer charged filter, charged versus uncharged filter, and small versus large basis weight filter\nNext, the best multilayer filter with 525-nm fiber diameter (0.765 gsm module) was compared with the single-layer filter having\nthe same basis weight of fibers. The result was shown in Fig. 11a. The multilayered filter started out with 1L (0.765 gsm) having QF of 0.16 Pa−1 (η = 60%, Δp = 5 Pa). The basis weight was increased to 4L with 3.06 gsm total to improve efficiency and QF dropped to 0.13 Pa−1 (η = 90%, Δp = 18 Pa). On the other hand, when all the nanofibers were placed in a single layer, it started at 0.765 gsm with QF = 0.16 Pa−1 and after increasing basis weight to 3.06 gsm, QF dropped to a value below 0.07 Pa−1 (η = 76%, Δp = 22 Pa). In fact, as shown in Fig. 11a, 2L (0.765 gsm) had efficiency of 74% which was higher than the same basis weight single-layer filter having 65% efficiency and the same Δp. Likewise, 3L (0.765 gsm) had efficiency of 85% which was higher than the same basis weight single-layer filter with 70% and the same Δp. This clearly pointed to the advantage of multilayering or multi-modules having higher efficiency of capturing 100-nm aerosol due to reduced electrical interference between layers or modules (through reduction in the fiber packing density) and providing open pores by the support layers inter-dispersed between the nanofiber layers for reducing flow resistance.\nAs shown in Fig. 11b, the filter with the uncharged 525-nm nanofiber configuration with multiple layers (1–4 layers) followed the isoQF curve of 0.033 Pa, implying that each filter layer can be treated as independent of the other filter layers. Incoming air passed from one filter layer to the next despite the filter layers were all packed\ncompactly together. That is, the entrance and exit effect of fluid flow for a given filter layer was minimized. On the other hand, the charged multilayer filter followed somewhat the iso-QF curve, QF = 0.14-1, for 2L, 3L, and 4L. However, there was a noticeable drop in QF at the 6L from the initial 0.14 Pa−1 to a lower value of 0.11 Pa−1. Given the stack-up of multilayer did not quite follow exactly the iso-QF behaviour, the filter layers were not completely independent. The deviation from the iso-QF was not because of fluid flow effect between layers but due to the electrical interference of the different layers on each other and on the challenging aerosols. Despite this, the deviation only occurred for the 6th layer and it was not substantial. For 4L (0.765 gsm) filter with 525-nm fiber diameter with total basis weight of 3.06 gsm, charged filter provided 90% capture while uncharged filter has only half of the efficiency! For 6L (0.765 gsm) filter with higher basis weight of 4.59 gsm, the efficiency for filtering the 100-nm (Coronavirus size) reached 94% with pressure drop of 26 Pa. The latter was within the 30 Pa limit.\nFor the case of using smaller basis weight of nanofibers in the filter, say up to a total of 0.77 gsm of nanofibers, Fig. 11c showed the performance of charged and uncharged multilayer nanofiber filter using modules of 0.096 gsm. The 8L (0.096 gsm) charged filter achieved 90% whereas an 8L (0.096 gsm) uncharged filter achieved only 50%! Interestingly, the uncharged multilayer followed closely the 0.033 Pa−1 iso-QF curve while the charged multilayer followed the iso-QF curve of 0.135P-1 for 2L and 4L, but for 6L it started deviating from the original iso-QF curve; and QF for 8L dropped ultimately to 0.1 Pa−1 (see Fig. 11c). The deviation was again related to electrical interference at higher basis weight for the filter."
    }, {
      "heading" : "3.11. Airborne virus attached to nucleus of 300 nm",
      "text" : "Coronavirus could also be attached to larger nucleus during airborne. Suppose the virus was attached to a larger particle and the overall equivalent size became 300-nm during airborne, the filtration efficiency has been determined. Fig. 12 showed the efficiency versus pressure drop for the 7 filters with challenging aerosol of size of 300 nm simulating this scenaro. Several important points were noted:\n(a) QF for charged filters ranged between 0.1 and 0.15 Pa−1. The 84- nm diameter followed the QF= 0.1 Pa−1. Both 525 nm and 450 nm diameter filters were higher performance filters with superior filtration for different modules stack-up. Their η-Δp behaviour followed closely the constant QF of 0.15 Pa−1. Also, the 349-nm diameter filter with a smaller basis weight module 0.096 gsm also followed QF = 0.15 Pa−1 except that the last data started dropping to a lower QF of 0.13 Pa−1. This was most likely related to the 8 modules stack-up each having a scrim support, which also contributed to the Δp. (The scrim material had a pressure drop of 1.2 Pa.), and also interference effect for filter with higher basis weight. For reference the higher performance QF curves for 0.2 Pa-\n1and 0.3 Pa−1 were also included in Fig. 12. (b) The performance ranking for the 7 filters for the 300-nm aerosol\nhad not changed as compared to that of 100 nm. The performance was even better, which was typical characteristics of charged filter with efficiency being higher for larger aerosol size. This was due to induction of stronger dipole moment for the larger aerosol, which resulted in better capture. (c) All filters had pressure drop less than 30 Pa (3.1 mm water). (d) Several filters achieved over 90% efficiency. (e) 4L (0.765 gsm) achieved 95% with low pressure drop of only 18 Pa.\nThis fulfilled the N95 requirement but with pressure drop a lot lower! (f) 6L (0.765 gsm) achieved 98% with 26 Pa pressure drop. This is equivalent to the ‘N98’ requirement but with pressure drop much reduced!"
    }, {
      "heading" : "3.12. Airborne virus size smaller at 50 nm",
      "text" : "In contrast to the previous section, suppose the airborne virus size was smaller, say 50 nm. This indeed was close to the minimum size of the virgin 2019 COVID-19, 60 nm [7]. The results for filter testing using 50-nm sodium chloride aerosol were shown in Fig. 13. QF started from 0.13 Pa−1 for 2L (0.765 gsm) and dropped to 0.1 Pa−1 for 6L (0.765 gsm). The electrostatic effect was less effective for smaller aerosol size as discussed due to the smaller dipole moment. Despite this, both 6L (0.765 gsm) and 4L (0.87 gsm) filters could achieve 92% efficiency with Δp of 25–26 Pa. The 4L (0.765 gsm) and 3L (0.87 gsm) filters could achieved 89% efficiency but with lower Δp of 18–20 Pa. This demonstrated that in the worst case of filtering the minimum size COVID-19, the filter provided nearly 90% protection against the airborne virus."
    }, {
      "heading" : "3.13. Prediction multilayering efficiency",
      "text" : "It would be very useful if the behaviour could be characterized, and\npredictions could be further made. The multilayer filter arrangement could be considered as a stack of filters in series. For each filter, a feed aerosol stream challenged the filter and an exit clean stream largely free of aerosols exited the filter. The exit stream of the first filter served as the feed of the second filter, while the exit stream of the second filter served as the feed of the third filter, etc.\nIt could be shown that the overall filtration efficiency of these filters arranged in series became,\n= − − − − ⋯η η η η1 (1 )(1 )(1 )1 2 3 (4)\nwhere η1, η2, η3 were, respectively, efficiency of each of these filters in series. The total pressure drop was simply,\n= + + +p p p pΔ Δ Δ Δ ..1 2 3 (5)\nIf each of these sub-filters were identical with efficiency ηi and pressure drop Δpi, and given that there were N identical sub-filters, the total efficiency and pressure drop were respectively,\n= − −η η1 (1 )i N (6)\n=p N pΔ Δ i (7)\nIn our tests, we had developed the multilayer filter made up of modules each with similar filtration behaviour even though they needed not be the case. Therefore, we could predict performance using Eqs. (6) and (7) for the multilayer/multimodule filter, and subsequently compared our predictions with the results from the tests. This was shown in Fig. 14a-f.\n349 nm diameter (0.191 gsm): Further for the 349-nm case with 2L, 3L and 4L having respectively, 0.38, 0.57 and 0.77 gsm of total nanofibers, see Fig. 14a-c, the deviation between prediction and test result was quite substantial. The scrim layers were not able to isolate electrically the adjacent filter layers reducing interference when they were stacked together. In fact, even the 2L test case for the 349 nm shown in Fig. 14a had deviation with the theoretical prediction based on independent module stack-up by as much as 6% for the 50 nm aerosol, but the deviation narrowed down to 2% for aerosols with size greater than 200 nm.\n349 nm diameter (0.096 gsm): While the previous case used a module of 191 gsm, a smaller module basis weight of 0.096 gsm was used for testing with the same nanofiber diameter, 349 nm. To achieve the same gsm in the filter as 191 gsm, the number of layers needed to be doubled. Fig. 14d-f showed the predicted versus actual efficiency with test aerosols 50 to 500 nm for 4L, 6L and 8L respectively, 0.38, 0.57 and 0.77 gsm test filters using the new 0.096 gsm module. Interestingly, a much better match between test result and theoretical predictions for the efficiency (Eq. (6)) and pressure drop (Eq. (7)) had been obtained. While Fig. 14d showed excellent matching between test and prediction for the 0.37 gsm filter, the maximum discrepancy for the other two filters, 0.57 and 0.77 gsm filters was within 5%, even for the worst case − 50-nm test aerosol. This significant improvement can be better appreciated when we compared Fig. 14d-f with Fig. 14a-c for the same corresponding basis weight or gsm.\nSummarizing the results of this section, for filters with fine fiber diameter when the module in the multilayer arrangement has lower gsm (e.g. 0.096 gsm), electrical interference could be minimized in a serial arrangement as there were less charged fibers in each module and there were more scrim materials providing shielding of electrical interference between layers. It followed that the predicted stack-up model agreed well with the performance of the actual multilayer filter. The stack-up arrangement of modules followed an iso-QF curve, which was highly desirable.\n525 nm diameter (0.765 gsm): The 2L (0.765 gsm) was used as a basis of prediction rather than 1L (0.765 gsm) as the two layers provided a better representative performance of a basic module reducing any non-uniformity of coated\nnanofibers on the scrim surface. The single-layer efficiency η1 can be deduced from a 2-layer efficiency η2 as given by Eq. (8):\n= − −η η1 (1 )1 2 (8)\nOnce the single layer was obtained, the other multilayer charged filters, i= 3, 4, 6 could be predicted, where i represented the number of layers.\n= − − =η η i1 (1 ) , 3, 4, 6i i1 (9)\nFig. 15 showed a comparison between prediction using the basic module with tests carried out using 3L, 4L and 6L with each layer having 0.765 gsm. As seen, the 2L was used as the basic reference to back-out the single layer module for which the 3, 4, and 6 layers predictions were made. The 3L showed good comparison between prediction and test results with exception that there were some small deviations of prediction from test results for Dp < 300 nm. This deviation became progressively increased with 4L and 6L. This had to do with the electrical interference which affected more on the smaller size aerosols while the larger aerosols (> 200 nm) with larger induced dipole moments were less being affected, especially with the scrim materials which served as the electrical barriers or isolators."
    }, {
      "heading" : "3.14. Pressure drop for each layer with 0.191 gsm",
      "text" : "The pressure drop due to the nanofiber layer alone in a multilayer filter could be deduced after subtracting the pressure drop of the scrim material (1.8 Pa) from each modular layer. The results are shown in Table 2.\nFor the 349 nm-diameter fiber filter, with a module basis weight of 0.096 gsm, the average pressure drop was 1 Pa per layer. Indeed, this was in accord with 2 Pa in Table 2 for the 0.191 gsm for the same fiber diameter within experimental accuracy. The results of Table 2 were plotted in Fig. 16. The pressure drop behaviour revealed that as the fiber diameter increased, Δp decreased inversely with the fiber diameter df and not inversely as the quadratic power of the fiber diameter as suggested by Davis' equation [13]!\nOn the other hand, dimensional analysis with Δp, df, μ, u and h showed that the dimensionless pressure drop should be,\npd μuh Δ f2\nwhich implied that Δp ~ 1/df2. But, with nanofiber and nanoscale flow it was possible that the mean free path of air λ also came into play, especially for flow with dimension scale near λ for which there could be significant slip flow. Flow inside the nanofiber which has diameter of 84–500 nm were of order comparable to λ which at standard temperature and pressure was approximately 66 nm. In other words, the dimensional analysis should also include the variables: Δp, df, μ, u, λ and h. Therefore, we may end up with\n⎜ ⎟ ⎛ ⎝ ⎜ ⎞ ⎠ ⎟ ⎛ ⎝ ⎞ ⎠\n= pd μuh λ d pλd μuh Δ Δf f f 2\nThis could very well explain why Δp ~ 1/df. This was an important finding as we could design filters with smaller fiber diameter in multilayer/multimodule arrangement without severely being penalized with high pressure drop as dictated by the inverse quadratic dependence of fiber diameter. Therefore, to target at 95% and lower pressure drop, we could use 0.096 gsm as the basic module in the multilayer configuration and design filter with either 191 nm or even 84 nm fiber diameter and it might be possible to achieve much higher filtration efficiency for the nano-aerosols. This was similar in behaviour as the 349 nm diameter filter in Fig. 8."
    }, {
      "heading" : "4. Conclusions",
      "text" : "PVDF Electret filter with mean fiber diameter 84, 191, 349 and 525 nm had been produced by electrospinning with good morphology free from defects. The electrospun PVDF nanofibers had been electrostatically charged using corona discharge under optimal condition so\nthat the maximum stable charges were imparted onto the nanofibers. Test filters were produced in single layer of nanofibers deposited on a substrate, or in multiple layers/multiple modules with each nanofiber layer electrospun on a substrate. The produced nanofiber filters were tested for the grade efficiency in a filter tester. Sodium aerosols, 50–500 nm, generated by aerosolizing with larger size 600-nm aerosols removed were tested. This range simulated the COVID-19 with size 60 to 140 nm with mean size 100 nm [7]. The larger sizes of sodium chloride aerosols (140–550 nm) corresponded to viruses being attached to larger carrier particles. The test sizes 50–500 nm also covered the aerosols as found in combustion emissions.\nSmall-fiber diameter nanofibers led to higher mechanical capture by diffusion and interception. This is especially for the 84 nm for which diffusion and interception were highly enhanced due to the large specific surface of the nanofibers. For capturing the aerosols at and below 100 nm aerosol simulating the coronavirus and the nano-aerosol pollutants, diffusion capture became an important mechanism, especially with small-diameter nanofiber.\nThe electrostatic capture, by itself, improved modestly with smaller nanofiber diameter for the range of nanofiber diameters, 84 to 525 nm, being tested. The modest increase was suspected due to the charges being added to the fibers by corona discharge which increased with smaller fiber diameter but the amount of charges that escaped into the surrounding also increased at a faster rate owning to the increased specific surface with small-diameter nanofibers.\nMultilayer or multi-modules could reduce the pressure drop significantly by introducing macropores from the scrim material layer to the filter, which otherwise was dominated by micropores from the twodimensional nanofiber layer. The scrim materials also reduced the electrical interference between neighbouring fibers plus multimodules also reduce the fiber packing density (analogous to social distancing practiced around the globe during the current COVID-19 pandemic), thus improving significantly the benefit of higher capture by electrostatic effect. These two aspects had been demonstrated for all 4 fiber diameters in our tests when multilayer was tested against single layer with demonstrating significant benefit.\nIn addition, there was strong electrical interference among neighbouring fibers in a layer, especially when using small fiber diameter filter with moderate basis weight in the stack-up modules. By reducing the basis weight in the module from 0.191 gsm to 0.096 gsm and doubling the number of layers to compensate for the reduced basis weight, the performance could be significantly increased. This was demonstrated for the 349-nm fiber filter. Also, the quality factor stayed relatively constant along the iso-QF curve. This strategy could be applied for optimizing the 200-nm or 84-nm nanofiber filter in the future. For the large diameter fiber, such as 525 nm, increasing the basis weight from 0.191 gsm to 0.745 gsm did not increase substantially the pressure drop, but could boost-up significantly the capture efficiency by electrostatic mechanism.\nThe pressure drop decreased inversely with increasing fiber diameter. It is possible to develop high efficiency filter with moderately small fiber diameter 191 nm, if not 84 nm, achieving over 90% efficiency with pressure drop below 30 Pa by using a smaller basis weight module (say 0.096 gsm).\nBased on the behaviour of the charged nanofibers, the overall strategy that has been adopted and verified in this study is that for small fiber diameter (349 nm), small basis weight for each module and more modules in the stack-up filter should be used to increase efficiency for capturing the 100 nm aerosols. For large fiber diameter (525 nm), large\nbasis weight for each module and lesser modules in the stack-up filter should be used in the stack-up filter to achieve the target efficiency for the 100 nm aerosols. As a result, both approaches followed approximately the iso-QF curves, i.e. constant benefit-to-cost ratio. The strategy applies equally to other aerosol sizes, 50 nm or 300 nm, etc.\nAn objective for an improved nanofiber filter with charged fibers for capturing airborne 100-nm COVID-19 was set in our study. The target filter should attain at least 90% capture of the aerosol of 100 nm with pressure drop less than 30 Pa. By stacking up modules with finer diameter nanofibers (349 nm) and smaller basis weight in the module (0.096 gsm) or by using coarser less fibers (525 nm) reducing pressure drop but compensating using larger basis weight (0.765 gsm), we reached the set efficiency goal within the pressure drop limit of 30 Pa. Two filters with low basis weight of less than 1 gsm fibers, 3L (0.191 gsm, 84 nm fiber) with total 0.57 gsm and 8L (0.096 gsm, 349 nm fiber) with total 0.77 gsm can indeed meet the 90% efficiency target for 100-nm aerosol with pressure drop less than 30 Pa. Two filters with higher fiber basis weight, 4 (0.766 gsm) and 6 (0.765 gsm) with 3.1 gsm and 4.6 gsm, respectively, could attain efficiency of 90% and 94% with pressure drop 18 and 26 Pa, respectively. The ideal case of iso-QF curve was closely achieved and the QF was quite high for the candidate filters between 0.1 and 0.15 Pa−1.\nBy using the multilayer/multimodule approach using either smalldiameter nanofibers with small basis weight in the modules, or largediameter nanofibers with large basis weight in the modules, high-performance charged nanofiber filters have been developed that achieve over 90% capture of airborne COVID-19 simulated by the 100-nm sodium chloride aerosols. Among the candidate filters, one filter has an ultralow pressure drop of 18 Pa while the other one has superb filter efficiency of 94%. The tests in the present study were carried out for neutrally charged aerosols but for viruses that are mostly negatively charged, the performance would have been much better with similar Coulombic attraction without induction as in the case of neutrally charged aerosols. We have systematically engineered the nanofiber filters achieving high efficiency for filtering 100-nm and with low pressure drop less than 30 Pa. These filters are excellent combat for capturing airborne coronavirus, especially for airborne COVID-19 that has size range of 60–140 nm with average size of 100 nm.\nCRediT authorship contribution statement\nWallace Woon Fong Leung: Conceptualization, Formal analysis, Methodology, Supervision, Writing - original draft, Funding acquisition, Project administration, Resources. Qiangqiang Sun: Investigation, Methodology, Software, Data curation, Formal analysis, Validation.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "QQ Sun thanks the Mechanical Engineering Department, The Hong Kong Polytechnic University, Hung Hom, Hong Kong for offering him a partial PhD studentship."
    }, {
      "heading" : "Appendix A",
      "text" : "Assuming the single-fiber efficiency due to mechanical is given by ηsm and that due to electrostatic by ηse. The filter efficiency due to each of these effects are thus,\n= − −η Cη1 exp( )Fm sm (A1)\n= − −η Cη1 exp( )Fe se (A2)\nAssuming the mechanical and electrostatic capture are independent, the total single fiber efficiency is simply the sum of the two contributions,\n= +η η ηs se sm (A3)\nBy virtue of Eq. (A3),\n− = − = − − = − −Cη Cη Cη η η1 η exp ( ) exp ( ) exp ( ) (1 )(1 )F s sm se Fm Fe\nThus, the filter efficiency is then\n= − − = − − −η Cη η η1 exp ( ) 1 (1 )(1 )F s Fm Fe (A4)\n= − −\n− η η η 1 (1 ) (1 )Fe F\nFm (A5)\nThe electrostatic charge efficiency, ηFe, can be obtained from the total efficiency of the filter including both mechanical and electrostatic charges, ηF, and the efficiency due to strictly mechanical (i.e. uncharged) capture, ηFm."
    }, {
      "heading" : "Appendix B",
      "text" : "In this Appendix, the multilayer versus single layer filters are compared for filters with fiber diameter 191 nm, 349 nm and 525 nm.\nB1. 191-nm diameter nanofiber filter\nFor the 191 nm case, by multilayering versus single layer, the efficiency was enhanced by say 8% for the 500-nm aerosol for the 0.77 gsm filter. On the other hand, the pressure drop was being reduced by 100% from 40 Pa to 20 Pa between 1L and 4L for the 0.77 gsm filter as shown in Fig. B1. The best efficiency for the 191-nm diameter filter with 0.77 gsm of nanofibers was from 82 to 90% between 50 and 500 nm aerosol. By reducing the basic module to 0.096 gsm in the multilayering arrangement, it was possible for the filtration efficiency to reach 95% or higher with pressure drop even lower than the present level, otherwise the basis weight could be increased from the present level of 0.77 gsm to 1 gsm. Unfortunately, the lower gsm filters, with 0.574, 0.383 and 0.191 gsm, all had lower efficiency less than 85%\nB2. 349-nm diameter nanofiber filter:\nWith basis weight of 0.191 gsm, various multilayer filters with fiber diameter averaged 349 nm were produced and tested with results shown in Fig. B2. With increasing basis weight, the filter efficiency increased from 43 to 52% for 0.191 gsm (1L × 0.191 gsm) filter to 74–85% for 0.77 gsm (4L × 0.191 gsm) filter. Due to the larger fiber diameter 349-nm, the highest efficiency of 74–85% was still lower as compared to 82–90% as with\n50\n55\n60\n65\n70\n75\n80\n85\n90\n95\n00101 1000\nEf fic\nie nc\ny, %\nDp, nm\n4L, 0.77gsm\n3L, 0.574\n2L, 0.383\n1L 0.77gsm\n1L 0.574\n1L 0.383\n1L 0.191gsm\n191nm @300nm, eff=88.7%, 20.1Pa\n6.3\n20.1 Pa\n14.7 10.8\n40.3 29.2\n15.6\nFig. B1. Single layer versus multilayer nanofiber for the same gsm for 191 nm diameter nanofiber filter.\n40\n50\n60\n70\n80\n90\n100\n00101 1000\nEf fic\nie nc\ny, %\nDp, nm\n4L 0.77 gsm 3L 0.57 2L 0.39 1L 0.191 8L 0.77 gsm 6L 0.57 4L 0.384 2L 0.192\n4.9\n22.2 Pa\n11.2 8.2\n349nm@300nm, eff=93.7%(8L), eff=81.3%(4L)\n15\n11.2\n16.1\n6.1\nFig. B2. Performance for the 349 nm fiber diameter filter for various configurations.\nthe corresponding smaller diameter 191 nm (4 × 0.191 gsm) filter.\nB3. 525-nm diameter nanofiber filter\nThe results obtained from testing the larger diameter 525 nm nanofiber filter is shown in Fig. B3. As can be seen in Fig. B3, multilayering was better than the case of single-layer filter configuration with the same basis weight. All the efficiency results for the 525 nm diameter filter were lowered as compared to the corresponding case for the smaller diameter cases (e.g. 84, 191, 349 nm). The best performer was 67–78% for the 4L filter when challenged by the aerosols 50 to 500 nm. On the other hand, the pressure drop of 11 Pa was also significantly lowered compared to those with the smaller diameter nanofiber filters. The 8-layers with smaller basis weight of 0.096 gsm would help, but it might not be practical to use more than 8 layers to achieve high efficiency as the efficiency was somewhat low to start out with."
    } ],
    "references" : [ {
      "title" : "P",
      "author" : [ "C. Rothe", "M. Schunk" ],
      "venue" : "Sothmann, et al., Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany, N. Engl. J. Med. ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Transmission and prevention of occupational infections in orthopaedic surgeons",
      "author" : [ "K.C. Wong", "L.S. Leung" ],
      "venue" : "J. Bone Joint Surg. Am. 86 (A(5)) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Detection and enumeration of airborne biocontaminants",
      "author" : [ "L.D. Stetzenbach", "M.P. Buttner", "P. Cruz" ],
      "venue" : "Curr. Opin. Biotechnol. 15 (3) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Y",
      "author" : [ "J. Atkinson" ],
      "venue" : "Chartier, C.L. Pessoa-Silva, et al., Natural Ventilation for Infection Control in Health-Care Settings, World Health Organization",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Droplet fate in indoor environments",
      "author" : [ "L. Morawska" ],
      "venue" : "or can we prevent the spread of infection? Indoor Air 16 (5) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A novel coronavirus from patients with Pneumonia in China, 2019",
      "author" : [ "N. Zhu" ],
      "venue" : "New Engl. J. Med",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "Ultrafine particles cross cellular membranes by nonphagocytic mechanisms in lungs and in cultured cells",
      "author" : [ "M. Geiser", "B. Rothen-Rutishauser", "N. Kapp", "S. Schurch", "W. Kreyling", "H. Schulz", "M. Semmler", "V. Im Hof", "J. Heyder", "P. Gehr" ],
      "venue" : "Environ. Health Perspect. 113 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Yuen Ting Chau",
      "author" : [ "W.W.F. Leung" ],
      "venue" : "Experiments on filtering nano-aerosols from vehicular and atmospheric pollutants under dominant diffusion using nanofiber filter, Sep. Purif. Tech. J. 213 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Handbook of Non-Woven Media",
      "author" : [ "I.M. Hutton" ],
      "venue" : "Elsevier Sciences",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Development of high efficiency nanofilters made of nanofibers",
      "author" : [ "J.K. Lee", "Y.C. Ahn", "S.K. Park", "G.T. Kim", "Y.H. Hwang", "C.G. Lee", "H.S. Shin" ],
      "venue" : "Curr. Appl Phys. 6 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "The separation of airborne dust and particulates",
      "author" : [ "C.N. Davies" ],
      "venue" : "Proc. Inst. Mech. Eng. Part 1B ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1952
    }, {
      "title" : "Multilayer Nanofiber Filter",
      "author" : [ "W.W.F. Leung", "C.H. Hung" ],
      "venue" : "US Patent 8,523,971",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of face velocity",
      "author" : [ "W.W.F. Leung", "C.H. Hung", "P.T. Yuan" ],
      "venue" : "nanofiber packing density and thickness on filtration performance of filters with nanofibers coated on a substrate, Sep. Purif. Technol. 71 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Electret air filters",
      "author" : [ "R. Thakur", "D. Das", "A. Das" ],
      "venue" : "Sep. Purif. Rev. 42 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The charging and stability of electret filters",
      "author" : [ "A. Kilic", "S. Russell", "E. Shim", "B. Pourdeyhimi" ],
      "venue" : "Fibrous Filter Media ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Efficiency of degraded electret filters-partI",
      "author" : [ "L.L. Janssen", "J.O. Bidwell", "H.E. Mullins", "T.J. Nelson" ],
      "venue" : "Laboratory testing against NaCl and DOP before and after exposure to workplace aerosols, J. Int. Soc. Respir. Prot. ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Efficiency of degraded electret filters-Part II",
      "author" : [ "L.L. Janssen", "J.O. Bidwell", "H.E. Mullins", "T.J. Nelson" ],
      "venue" : "Field testing against workplace aerosols, J. Int. Soc. Respir. Prot. ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Corona charging of composite non-woven media for air filtration",
      "author" : [ "L. Dascalescu" ],
      "venue" : "Proc. ESA Annual Meeting on Electrostatics, Paper D3,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2010
    }, {
      "title" : "Charged PVDF multi-layer filters with enhanced filtration performance for filtering nano-aerosols",
      "author" : [ "Q.Q. Sun", "W.W.F. Leung" ],
      "venue" : "Sep. and Purif. Tech. J. 212 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrostatically-charged nanofiber media and fabrication method thereof",
      "author" : [ "WWF Leung" ],
      "venue" : "US patent pending, No. 62/657, 966, Apr. 16",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Enhanced nano-aerosol loading performance of multilayer PVDF nanofiber electret filters",
      "author" : [ "Q.Q. Sun", "W.W.F. Leung" ],
      "venue" : "Sep. Purif. Tech. J. 240 (2020) 116606.  35  40  45  50  55  60  65  70  75  80  85  90  95  100 0  0  1  0  1  1000  Ef  fic  ie  nc  y,  % Dp, nm  4L 0.77 gsm 3L 0.57 2L 0.39 1L 0.77 gsm 1L 0.574 1L 0.383 1L 0.191 gsm 3.6 8.5 11.1 Pa 5.6 525nm, @300nm, eff=75.8% 4.5 5.1 4.1 Fig. B3. 525 nm diameter filter.  W.W.F. Leung and Q. Sun  Separation and Purification Technology 250 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Based on the infection cases in China as well as outside, there were evidences that this new coronavirus has spread from personto-person similar to SARS and MERS coronavirus that happened in 2003 and 2012, respectively, according to the Centers for Control Disease and Prevention (CDC) [1,2].",
      "startOffset" : 286,
      "endOffset" : 291
    }, {
      "referenceID" : 1,
      "context" : "The droplets can be larger than 5 μm, and it can also be less than 5 μm [3,4], which is referred as nuclei droplet [5].",
      "startOffset" : 72,
      "endOffset" : 77
    }, {
      "referenceID" : 2,
      "context" : "The droplets can be larger than 5 μm, and it can also be less than 5 μm [3,4], which is referred as nuclei droplet [5].",
      "startOffset" : 72,
      "endOffset" : 77
    }, {
      "referenceID" : 3,
      "context" : "The droplets can be larger than 5 μm, and it can also be less than 5 μm [3,4], which is referred as nuclei droplet [5].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 4,
      "context" : "This does not exclude also the possibility of the virus being attached to fine particles in the respiratory track or mouth of the infected person and got aerosolized during coughing, sneezing, speech and vomiting [6].",
      "startOffset" : 213,
      "endOffset" : 216
    }, {
      "referenceID" : 5,
      "context" : "The size of the COVID-19 has been determined under Transmission Electron Microscope (TEM) to be 60–140 nm, which averages to 100 nm [7].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 6,
      "context" : "Indeed, it has been reported nano-aerosols of 41 nm were found in the erythrocyte in the capillary lumen and 81 nm in the cytoplasm of a capillary endothelial cell in the lung [9].",
      "startOffset" : 176,
      "endOffset" : 179
    }, {
      "referenceID" : 7,
      "context" : "Indeed, nano-aerosols are also present in large number concentrations, about 200 million per cubic meter, from road emission [10].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 7,
      "context" : "The target of protecting 100-nm COVID-19 is also applicable for protecting wearer of face mask against 100-nm aerosol pollutant from combustion emission (traffic, power plant, industries) as the number concentration around this size is extremely high, 200 million/m(3) [10].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 8,
      "context" : "Filters made of nonwoven are found to be very promising for various personal protection and industrial filtration applications [11].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "Filter made of nanofibers with diameter less than 1 μm with large specific surface is particularly promising [12].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 10,
      "context" : "However, the pressure drop can be significant for nanofiber filters as the theoretical pressure drop Δp ∝ 1/df(2) according to the Davis’ equation [13] established experimentally for microfibers, where df is the fiber diameter.",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 11,
      "context" : "One novel approach to reduce pressure drop is to distribute the same amounts of nanofibers to achieve a certain efficiency into multiple layers (or multiple modules) with each thin nanofiber layer laid on a permeable substrate (a module) with large permeable macropores [14] inter-dispersed in the filter stack.",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 12,
      "context" : "compared to that of the single layer and introduction of large pores from the scrim material disrupting the fine micro-pores of the 2D nanofiber mat [15].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 18,
      "context" : "Recently, we have been able to charge the polyvinylidene fluoride (PVDF) nanofiber mat using corona discharge [21,22].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 19,
      "context" : "Recently, we have been able to charge the polyvinylidene fluoride (PVDF) nanofiber mat using corona discharge [21,22].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 18,
      "context" : "Unfortunately, in the study the average fiber diameter was held fixed at 450 nm [21].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 18,
      "context" : "Multimodule electrostatic charged nanofiber filter has been developed for light aerosol loading and heavy aerosol loading [21,23].",
      "startOffset" : 122,
      "endOffset" : 129
    }, {
      "referenceID" : 20,
      "context" : "Multimodule electrostatic charged nanofiber filter has been developed for light aerosol loading and heavy aerosol loading [21,23].",
      "startOffset" : 122,
      "endOffset" : 129
    }, {
      "referenceID" : 18,
      "context" : "Previous study [21] on use of multimodule PVDF nanofibers focused only on one fiber diameter 450 nm adopting a fixed basis weight of 0.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 12,
      "context" : "The latter represented the constant benefit-to-cost ratio [15].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 5,
      "context" : "This size range covered the particle size of virgin Coronavirus (60–140 nm) [7] and carrier (droplet nuclei).",
      "startOffset" : 76,
      "endOffset" : 79
    }, {
      "referenceID" : 18,
      "context" : "The first set of filters was at 450 nm fiber diameter [21] with some beads/flakes defect and with basis weight of 0.",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 5,
      "context" : "This indeed was close to the minimum size of the virgin 2019 COVID-19, 60 nm [7].",
      "startOffset" : 77,
      "endOffset" : 80
    }, {
      "referenceID" : 10,
      "context" : "The pressure drop behaviour revealed that as the fiber diameter increased, Δp decreased inversely with the fiber diameter df and not inversely as the quadratic power of the fiber diameter as suggested by Davis' equation [13]! On the other hand, dimensional analysis with Δp, df, μ, u and h showed that the dimensionless pressure drop should be,",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 5,
      "context" : "This range simulated the COVID-19 with size 60 to 140 nm with mean size 100 nm [7].",
      "startOffset" : 79,
      "endOffset" : 82
    } ],
    "year" : 2020,
    "abstractText" : "The World Health Organization declared the novel coronavirus (COVID-19) outbreak as a pandemic on March 12, 2020. Within four months since outbreak in December 2019, over 2.6 million people have been infected across 210 countries around the globe with over 180,000 deaths. COVID-19 has a size of 60–140 nm with mean size of 100 nm (i.e. nano-aerosol). The virus can be airborne by attaching to human secretion (fine particles, nasal/saliva droplets) of infected person or suspended fine particulates in air. While NIOSH has standardized N95, N99 and N100 respirators set at 300-nm aerosol, to-date there is no filter standards, nor special filter technologies, tailored for capturing airborne viruses and 100-nm nano-aerosols. The latter also are present in high number concentration in atmospheric pollutants. This study addresses developing novel charged PVDF nanofiber filter technology to effectively capture the fast-spreading, deadly airborne coronavirus, especially COVID-19, with our target aerosol size set at 100 nm (nano-aerosol), and not 300 nm. The virus and its attached aerosol were simulated by sodium chloride aerosols, 50–500 nm, generated from sub-micron aerosol generator. PVDF nanofibers, which were uniform in diameter, straight and bead-free, were produced with average fiber diameters 84, 191, 349 and 525 nm, respectively, with excellent morphology. The fibers were subsequently electrostatically charged by corona discharge. The amounts of charged fibers in a filter were increased to achieve high efficiency of 90% for the virus filter but the electrical interference between neighbouring fibers resulted in progressively marginal increase in efficiency yet much higher pressure drop across the filter. The quality factor which measured the efficiency-topressure-drop kept decreasing. By redistributing the fibers in the filter into several modules with lower fiber packing density, with each module separated by a permeable, electrical-insulator material, the electrical interference between neighboring charged fibers was reduced, if not fully mitigated. Also, the additional scrim materials introduced macropores into the filter together with lower fiber packing density in each module both further reduced the airflow resistance. With this approach, the quality factor can maintain relatively constant with increasing fiber amounts to achieve high filter efficiency. The optimal amounts of fiber in each module depended on the diameter of fibers in the module. Small fiber diameter that has already high performance required small amounts of fibers per module. In contrast, large diameter fiber required larger amounts of fibers per module to compensate for the poorer performance provided it did not incur significantly additional pressure drop. This approach was applied to develop four new nanofiber filters tailored for capturing 100-nm airborne COVID-19 to achieve over 90% efficiency with pressure drop not to exceed 30 Pa (3.1 mm water). One filter developed meeting the 90% efficiency has ultralow pressure drop of only 18 Pa (1.9 mm water) while another filter meeting the 30 Pa limit has high efficiency reaching 94%. These optimized filters based on rigorous engineering approach provide the badly needed technology for protecting the general public from the deadly airborne COVID-19 and other viruses, as well as nano-aerosols from air pollution which lead to undesirable chronic diseases. https://doi.org/10.1016/j.seppur.2020.116886 Received 13 February 2020; Received in revised form 6 April 2020; Accepted 7 April 2020 ⁎ Corresponding author. E-mail address: wallacewfleung@gmail.com (W.W.F. Leung). Separation and Purification Technology 250 (2020) 116886 Available online 22 April 202",
    "creator" : "Elsevier"
  }
}