{
  "name" : "downloads_2020-07-13_2a_chen2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Electrons-Donating Derived Dual-Resistant Crust of VO2 Nano- Particles via Ascorbic Acid Treatment for Highly Stable Smart Windows Applications",
    "authors" : [ "Yunxiang Chen", "Zewei Shao", "Yi Yang", "Shuwen Zhao", "Ying Tao", "Heliang Yao", "Hongjie Luo", "Xun Cao", "Ping Jin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: thermochromic, vanadium dioxide, ascorbic acid, H-doping, chemical stability, environmental durability"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "As a prototype correlated material, vanadium dioxide (VO2) has a pronounced metal−insulator transition (MIT) behavior at the critical temperature (Tc) near 68 °C, accompanied by a sharp change in electrical resistance spanning 5 orders of magnitude and optical change particularly in the infrared region (IR) from a relative transparent to a more reflective state.1−5 Therefore, VO2 has shown a significant application in\n“smart windows” for energy-efficient building.6−11 However,\nthe VO2-based smart window still remains an important\nproblem of low stability during its practical application. It has\nbeen reported that the VO2 nanoparticles are easily collapsed\nReceived: July 2, 2019 Accepted: October 15, 2019 Published: October 15, 2019\n© 2019 American Chemical Society 41229 DOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\nD ow\nnl oa\nde d\nvi a\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nafter heat treatment at 300 °C in air with the presence of suitable oxidant agents and dissolved in hydrochloric acidic solution, following the route of 4VO2 + O2 → 2 V2O5, VO2 + 4H+ → V4+ + 2H2O.\n12,13 Here, we report a new concept for a highly stable VO2-smart window inspired by the commonly used antioxidant, ascorbic acid. Ascorbic acid (AA) is the most abundant, powerful, and important antioxidant in medicine and biology.14−19 In many medical research works, ascorbic acid has represented a mild reductive ability and nontoxic property and is naturally employed as a reducing agent in living things with a potential effect as an antioxidant in cancer treatment.20−22 Besides, ascorbic acid can protect plants and resist oxidation during the photosynthesis.23−25 Few works have used ascorbic acid into metallic oxide until now. As will be shown, besides the pronounced reduction capability to protect VO2, the hydroxyls of AA may also play a role as a chelating agent to donate electrons into VO2 nanoparticles simultaneously, avoiding the dissolution in the acidic environment. Up to the present, using a core−shell structure for VO2 has been proven to be an effective way to enhance the stability of VO2 nanocrystals. Tong et al. have used an Al−O shell to protect the VO2 nanoparticles.\n26 The shell is an effective barrier layer to prevent oxygen and water from diffusing into the VO2. However, the Al−O shell will dissolve in acid solution. Coating SiO2 or TiO2 shell on the surface of VO2 has been proved that can contribute to dispersion and enhance the\nantacid and antioxidation properties of VO2, but the V 4+ of VO2 could be oxidized to V 5+ in water and oxygen gradually.12,27,28 Moreover, the VO2 could be collapsed in the coating process for a long time due to the oxidation and reaction with water, which limits the compactness and uniformity of outer shell. Here, the AA-treated VO2 nanoparticles have been proven to have enhanced stability in the process of synthesis for core−shell structures. In this paper, we reported a one-step method to synthesize VO2 nanocrystals with enhanced antioxidation and antacid properties and high durability in hyperthermal and humid environments. We used AA as electron-donating molecules to treat VO2 nanocrystals. The AA molecules adsorbed on the surface of VO2 nanoparticles and formed a new connecting bond of C−O−V. The prepared AA−VO2 nanocrystals exhibit enhanced antacid and antioxidation properties. Besides, they exhibit high stability in heating, humid, and oxygenic environments. The AA−VO2 can also be used in other areas such as coating, composing, and storing because of its excellent stability. Our work provides a facile method to prepare VO2 nanocrystals with high stability and low cost, which has significance for the production and application of VO2-based smart windows."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "Preparation of AA−VO2 Nanocrystals. In a typical reaction, 0.9 g of V2O5 was dissolved in 40 mL deionized water with continuous\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41230\nstirring at room temperature, and then 0.25 mL hydrazine monohydrate (N2H4, 64−65%, Sigma-Aldrich Co., LLC) and 0.3 mL ammonium hydroxide (NH3·H2O, 25−28%, Aladdin Reagent (China) Co., Ltd.) were dropped into the solution slowly. The suspension was stirred for 10 min and then transferred into a 100 mL Teflon-lined autoclave with a hydrothermal treatment at 270 °C for 24h. Then, 0.5 g ascorbic acid powders were added into the solution at the temperature around 60 °C in cooling process. The suspension was stirred continuously for 2 h at room temperature. The resulting black product was collected by centrifugation and washed with deionized water and ethanol. Preparation of AA−VO2 Flexible Films. First, 0.3 g of asprepared AA−VO2 nanocrystals were dispersed into 5 mL of ethanol evenly. Then 5 g of silicone (resin, Sichuan Guohe New materials Co., Ltd.) was added into the suspension with stirring until complete dissolution. Afterward, the mixture was uniformly cast onto the PET substrate and dried for 2 h at room temperature. The whole process for the synthesis is illustrated in Figure S1 of the Supporting Information (SI). Characterization. The crystal phases of the nanoparticles were characterized by X-ray diffraction (XRD, Model D/Max 2550 V, Rigaku, Japan) with Cu Kα radiation (λ = 1.5418) at the voltage of 40 kV and the current of 40 mA. All the samples were measured at as canning rate of 5°/min. The microscopic morphology of the nanoparticles was observed using a transmission electron microscope (TEM, JEOL, JEM-2010,). The phase transition properties of the nanoparticles powders were detected by differential scanning calorimetry (DSC200F3, NETZSCH) at the temperature range from 20 to 80 °C with a heating/cooling rate of 5 °C/min. The optical transmittance spectra of the thermochromic films were measured using UV−vis−near-IR spectrophotometer (HITACHI U3010) equipped with a temperature controlling unit. For assessment of the visual and solar modulation performance of the films, the luminous transmittance (Tlum, 380−780 nm) and solar transmittance (Tsol, 260−2600 nm) were essential, which were calculated from the following equation:\nT T( ) ( )d\n( )dlum lum\nlum\n∫ ∫ φ λ λ λ φ λ λ =\nT T( ) ( )d\n( )dsol sol\nsol\n∫ ∫ φ λ λ λ φ λ λ =\nwhere T(λ) denotes the transmittance at wavelength λ, and φlum(λ) is the spectral sensitivity of the light-adapted eye. φsol is the solar irradiance spectrum for air mass 1.5 corresponding to the sun standing 37° above the horizon. As a result, the solar modulation efficiency (ΔTsol) could be botained, which is usually used to determine the thermochromic properties of VO2 films."
    }, {
      "heading" : "3. RESULTS AND DISCUSSON",
      "text" : "The morphology and structure of prepared VO2 nanocrystals are characterized by transmission electron microscopy (TEM). The TEM image of prepared VO2 nanocrystals are shown in Figure S2. It can be observed that there is no significant difference in morphology between pure VO2 and AA−VO2 nanocrystals, and the particle diameter is ∼40 nm (according to Laaksonen’s computation for VO2 particle-based coating modeled by the four-flux theory, the sizes of VO2 nanocrystals are perfect for a VO2-based smart window).\n29 However, the high-resolution TEM (HRTEM) and selected area electron diffraction (SAED) results in Figure 1a,b showed that the two samples belong to different crystal structure. The pure VO2 can be indexed to monoclinic structure (P21/c, Figure 1c). After AA-treatment, the VO2 was assigned to rutile structure (P42/ mnm, Figure 1d).30,31 The XRD patterns (Figure S3) is consistent with TEM results. It could be seen that all peaks of samples corresponded to monoclinic VO2 (JCPDS no. 043− 1051). It is worth mentioning that the peaks between 25° and 30° ((011) peaks) are found to monotonically shift toward\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41231\nsmaller angle from 28.0° to 27.7° after treated by AA. According to Bragg’s Law (2d sin θ = λ), the peak shift indicates the interplanar lattice along the (011) expansion. We believe that it is associated with hydrogenation of VO2 nanoparticles. It will be confirmed below. In order to investigate the antacid properties of VO2 nanocrystals, a comparative acid-corrosion experiment was carried out. Equal amounts of pure VO2 and AA−VO2 nanocrystals were added to a 0.5 M H2SO4 solution at room temperature. As shown in Figure 2a, pure nanocrystals dissolved into H2SO4 immediately and AA−VO2 nanoparticles exhibit excellent anticorrosion ability in acid solution. Figure 2b shows the time-dependent transmittance of the suspensions at 570 nm. The plot shows that the transmittance pure VO2 nanoparticles experienced a rapid increase from completely opaque to transparent. In contrast to the pure VO2 nanoparticles, the AA−VO2 nanoparticles have no change after 600s in H2SO4 solution. We also test the performances of these films in H2SO4 solutions, as shown in Figure 2c. Pure VO2 and AA−VO2 films were put into the same H2SO4 solution. It was obvious that the yellowy pure VO2 film became transparent for 0.5 h and completely disappeared within 4 h. And the AA−VO2 films demonstrated excellent anticorrosion ability: it remains intact after 4 h in acid solution. The transmittance spectra of pure VO2 and AA−VO2 films at low and high temperature are shown in Figure 2d, respectively. For pure VO2 film, the transmittance contrast between the low temperature phase and high-temperature phase begins to decrease after 0.5 h, and the thermochromism vanishes\ncompletely after 4 h. Compared with pure VO2 film, AA− VO2 film still retains its initial thermochromic property after 4 h in acid solution. The result shows that using AA is an effective way to enhance the antacid properties of VO2. Analogously, we used H2O2 solution to investigate the antioxidation properties of AA−VO2 nanoparticles and films. We used 1 M H2O2 solution instead of 0.5 M H2SO4. The pure VO2 nanocrystals also dissolved into H2O2 solution immediately, and the AA−VO2 remained stable in the H2O2 solution after 10 min of reaction (Figure S4). In Figure S5, the transmittance of the pure VO2 nanoparticle suspensions at 570 nm increased from 0% to 60% in 400 s and the AA−VO2 increased from 0% to 15% with the same time. The results of films in H2O2 solution (Figure S6) is inconsistent with nanoparticles. It can be observed that the pure VO2 film has been corroded completely after 30 min, and the AA−VO2 film still exists with barely any change. The transmittance spectra of pure VO2 and AA−VO2 films (Figure S7) at low and high temperature in H2O2 solution are similar to the situation in H2SO4 solution. Besides the corrosion by acid and oxygen, temperature and\nhumidity are also important factors, which are usually key indicators to influence the duration of VO2-based smart windows. We put the VO2 nanocrystals and films into a climate chamber with an extreme environment (temperature of 60 °C and humidity of 90%), which will accelerate VO2 losing its thermochromic performance and evaluated the durability of VO2 nanocrystals and films. Figure 3a shows the XRD patterns of pure VO2 and AA−VO2 nanocrystals in the climate chamber\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41232\nwith different days. From these patterns, all peaks of two samples correspond to monoclinic VO2 in 0 days. For pure VO2 nanocrystals, the specific peaks of monoclinic VO2 vanished after 3 days (TEM shown in Figure S8). In contrast, the AA−VO2 nanocrystals still remain the specific peaks of monoclinic VO2 until 10 days later. X-ray photoelectron spectroscopy was also carried out to confirm the oxidation state of vanadium in VO2 (Figure 3b). The peak areas corresponding to V 2p are shown in Figure 3e. The main peaks of V4+ and V5+ in V 2p3/2 centered at 516.3 and 517.5 eV, respectively.32,33 In the pure VO2 sample, the V 2p3/2 corelevel peak was much wider and is shifted toward upper binding energy by ∼0.6 eV. The position mainly located at the V5+ which indicated an oxidation reaction V from V4+ to V5+. On the contrary, the vanadium in 4+ state is predominant in AA− VO2 (after 3 days aging). The weak V\n5+ peak could come from the slight oxidation before AA treatment. This result could be further confirmed by differential scanning calorimetry (DSC), which is used to reckon the enthalpy of VO2 nanoparticles. The enthalpy in heating process usually represents the phase transition properties of VO2 nanoparticles. It can be seen from Figure 3c that the endothermic and exothermic peak of pure VO2 nanocrystals vanished in 3 days. The AA−VO2 nanocrystals retain almost intact phase transition properties after 10 days testing. The calculated enthalpy is summarized in Table 1\nand shown in Figure 3d. The AA−VO2 nanocrystals retain 56.3% of the initial enthalpy (from 19.0 J/g to 10.7 J/g) after 10 days, whereas the pure VO2 lose phase transition properties completely (enthalpy from 18.7 J/g to 0 J/g) in 3 days. The transmittance spectra changes of VO2 films in the climate chamber are consistent with the above result (Figure S9). For pure VO2 film, the transmittance contrast between the low-temperature phase and high-temperature phase begins to decrease after 1 day, and the thermochromism vanishes virtually after 3 days. Compared with pure VO2 film, AA− VO2 film shows enhanced durability in hyperthermal and humid environments. The transmittance curve still retains contrast between high and low temperatures after 10 days testing, which means that it still has partial thermochromic performance. The calculated optical performances of the films are summarized in Table S1. For pure VO2 film, the ΔTsol is 11.9% in the initial state and then decreased to 3.4%. Alternatively, the ΔTsol of AA−VO2 film keeps 60.2% (from 12.3% to 7.4%) of the initial sample after 10 days testing. In summary, the AA−VO2 not only has excellent stability in acidic and oxygenated solution but also high durability in hyperthermal and humid environments. Apart from the enhanced antioxidation and antacid properties of VO2, using AA is also conductive to the procedure of coating shell on the VO2 surface. As we know, most of the coating processes of VO2 need to be done in watery and heating environment.26,34 However, the VO2 could be collapsed in that condition for a long time due to the oxidation and reaction with water. Using AA could protect the VO2 and\ncontribute to the shell forming on the VO2 surface. Here we coated a ZnO shell on VO2 nanocrystals as an example. The coating procedure referred to our previous work.34 Figure 4a shows the XRD patterns of coating production with different times without AA treatment. It can be observed that obvious changes occurred on VO2 XRD patterns after 24 h reaction. The new peaks corresponded to trizinc dihydroxide divanadate dihydrate (Zn3(OH)2(V2O7)(H2O)2, JCPDS no. 87−0417). Compared with this, there is no change in VO2 XRD patterns (Figure 4b) for the AA-treated VO2 particles in the process of coating ZnO. These results illustrated that AA’s chelation on VO2 could effectively prevent the destruction of VO2 crystals during the coating process. In addition, the TEM of the two samples revealed an obvious ZnO@VO2 core−shell structure after AA treatment (Figure 4c, d). Moreover, because of the enhanced antacid property, the VO2 coating process can not only proceed in basic solution, but also in acid solution. Tungsten oxide is an typical material with high refractive index, which has been used in different types of coatings and composites as an antireflective layer. Previous researchers used WO3 thin films as an antireflective layer and deposited WO3 on the surface of VO2 film to improve the transmittance VO2 films.35 However, for nanocrystals coating, WO3 can only be composited in acid aqueous solution (Ph = 1), and the VO2 nanocrystals cannot exist in that environment.36 Using AA can solve this issue completely. Figure S10a shows the change of VO2 aqueous solution in the WO3 coating process. (The experimental details are shown in SI.) It can be observed that the VO2 suspension dissolved into acid aqueous solution gradually without AA, and the solution changed from black to green after 0.5 h. However, the AA−VO2 aqueous solution has no significant change in acidic solution. The XRD patterns indicated that the new peaks of the precipitate with AA corresponded to the tungsten oxide (WO3, JCPDS no. 85− 2460) (Figure S10b). Hence, using AA could extend investigation in the VO2 coating field, which is beneficial for the engineering of VO2 nanocrystal surface modification. The above results illustrated that the AA−VO2 nanocrystals exhibited high durability in acidic and oxidic environments. As we all know, in the ambient atmosphere, the acidic and oxidative conditions often induce the corrosion and oxidation of VO2, following the route of 4VO2 + O2 → 2 V2O5, VO2 + 4H+ → V4+ + 2H2O. Recent work has reported that several metals, such as Al, Zn, and Fe, could induce an electron− proton codoping and thereby protect VO2 films from corrosion in acid.37,38 They proposed that this phenomenon could be attributed to the charge transfer due to the difference of work function values between VO2 and metals, stable neutral Hdoping in VO2 driving by the electrostatic attraction and the enhancing formation energy for oxygen vacancy. In our work, different from the work function donating, the chelation of AA molecule on VO2 nanocrystals could be responsible for the charge transfer process. The connecting between VO2 and AA was revealed by Fourier transform infrared spectrometer (FT− IR) spectra. As shown in Figure 5a, the spectrum of pure VO2 nanocrystals exhibits no signal, which is different from the spectra of AA and AA−VO2. For the spectrum of AA, according to the previous work, the peaks at 1276 and 1321 cm−1 are assigned to the enolic C−O−H scissoring and stretching vibration of AA molecule. However, the peaks at 1276 and 1321 cm−1 disappeared in the spectrum of AA−VO2 and a new peak occurred at 1398 cm−1, which indicated that the disappearing of C−O−H of AA molecule and a new\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41233\nconnecting bond of C−O−V on the surface of VO2 nanocrystals. This result is in consistent with reported work.39 On the basis of the FT−IR results, a proton was believed to be ionized from the AA molecule. According to the AA molecule structure, two locations of H atoms (left: ①, right: ②) were most possibly fallen off, as shown in Figures 5d and S11. The energies of these two structures are −122.463 eV and −122.611 eV, respectively. This indicates that the ionized AA- like the right one is the most stable case. First-principles calculations at the density functional theory\n(DFT) level are carried out to examine the chelation of ionized AA- on the VO2 (011) surface. Remarkably, the (011) crystal face was mostly exposed according to our XRD results (Figure S3). According to the optimal configuration (Figure S12), the remaining H atom (① case) tended to bond with the oxygen atom in the VO2 surface, and then banded with AA by hydrogen bonding. This result was inconsistent with the disappearance of the C−O−H FTIR peaks. Besides, as shown in Figure 5b, the computed differential charge distribution at the ionized AA−VO2 (011) interface confirmed the transferring of electrons (∼1.15 electrons per unit) from AA to VO2. Then the transferring electrons in the VO2 will drive the protons into the VO2, which forced the lattice distortion from monoclinic to rutile (as shown in the Figure 5d). And then in the acidic environment, the HxVO2 provides an enhancing formation energy for oxygen vacancy and protects the particles from corrosion. To better understand the influence of the electrons\ntransference, we also compared the Raman spectra of VO2 and AA−VO2 nanocrystals. As shown in Figure 5c, the VO2\nsample without AA treatment shows the typical peaks at 191 cm−1, 221 cm−1, 308 cm−1, 618 cm−1 for the monoclinic VO2. After the VO2 nanocrystals was treated by AA solution, these peaks show much weaker signals for monoclinic VO2. We proposed that the diffusion of hydrogen atoms could be gradual along the depth direction. For the VO2 nanocrystals, the hydrogen doping could still occur in the surface, which could promise an infrared regulating ability for smart windows. In summary, the AA−VO2 nanocrystals are surrounded by an AA-chelated HxVO2 layer, as shown in Figure 5e. In the acidic environment, the HxVO2 provides an enhancing formation energy for oxygen vacancy and protects the particles from corrosion. At the same time, the AA molecules on the surface of VO2 could assist in resisting oxidization when the samples faced oxidation."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, we reported a facile method to prepare the AA− VO2 nanocrystals with excellent stability in acidic and oxygenated solution and high durability in hyperthermal and humid environment. The VO2 nanocrystals were coordinated with AA molecules by a new connecting bond of C−O−V, which could be protected by an AA-chelated HxVO2 layer with enhanced antacid and antioxidation properties. Compared with pure VO2, the AA−VO2 nanocrystals exhibit enhanced stability in H2SO4 and H2O2 solution and remain 56.3% phase transition properties after 10 days accelerated experiment (pure VO2 lose phase transition properties completely in 3 days). Besides, AA can provide production to VO2 nanocrystals not only during the heating process but also in acidic\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41234\nenvironments for coating. This work can promote the industrial production and modification of VO2 nanocrystals and practical application of VO2-based smart windows.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b11142.\nDetails of first-principles DFT calculation; experimental details of WO3 coating; 12 Figures including TEM images for prepared VO2 nanocrystals; experimental results for VO2 and AA−VO2 in H2O2 solution; and XRD patterns of pure VO2, AA−VO2, and results of VO2 coating with WO3 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: cxun@mail.sic.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Shuwen Zhao: 0000-0002-8185-4715 Xun Cao: 0000-0003-4417-6350"
    }, {
      "heading" : "Author Contributions",
      "text" : "#Y.C. and Z.S. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This study was financially supported by the National Natural Science Foundation of China (NSFC, No. 51572284 and No. 51972328), the Youth Innovation Promotion Association, Chinese Academy of Sciences (No. 2018288), the Science Foundation for Youth Scholar of State Key Laboratory of High Performance Ceramics and Superfine Microstructures (No. SKL201703), the Shanghai Pujiang Program (No. 18PJD051), and the Key Research and Development Plan of Anhui Province (1804a09020061).\n■ REFERENCES (1) Park, J. H.; Coy, J. M.; Kasirga, T. S.; Huang, C.; Fei, Z.; Hunter, S.; Cobden, D. H. Measurement of a Solid-State Triple Point at the Metal-insulator Transition in VO2. Nature 2013, 500 (7463), 431− 434. (2) Liu, M.; Hwang, H. Y.; Tao, H.; Strikwerda, A. C.; Fan, K.; Keiser, G. R.; Sternbach, A. J.; West, K. G.; Kittiwatanakul, S.; Lu, J.; Wolf, S. A.; Omenetto, F. G.; Zhang, X.; Nelson, K. A.; Averitt, R. D. Terahertz-Field-Induced Insulator-to-Metal Transition in Vanadium Dioxide Metamaterial. Nature 2012, 487 (7407), 345−348. (3) Lee, S.; Cheng, C.; Guo, H.; Hippalgaonkar, K.; Wang, K.; Suh, J.; Liu, K.; Wu, J. Axially Engineered Metal−Insulator Phase Transition by Graded Doping VO2 Nanowires. J. Am. Chem. Soc. 2013, 135 (12), 4850−4855. (4) Morin, F. J. Oxides Which Show a Metal-to-Insulator Transition at the Neel Temperature. Phys. Rev. Lett. 1959, 3 (1), 34−36.\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41235\n(5) O’Callahan, B. T.; Jones, A. C.; Hyung Park, J.; Cobden, D. H.; Atkin, J. M.; Raschke, M. B. Inhomogeneity of the Ultrafast Insulatorto-Metal Transition Dynamics of VO2. Nat. Commun. 2015, 6, 6849. (6) Powell, M. J.; Quesada-Cabrera, R.; Taylor, A.; Teixeira, D.; Papakonstantinou, I.; Palgrave, R. G.; Sankar, G.; Parkin, I. P. Intelligent Multifunctional VO2/SiO2/TiO2 Coatings for SelfCleaning, Energy-Saving Window Panels. Chem. Mater. 2016, 28 (5), 1369−1376. (7) Li, M.; Magdassi, S.; Gao, Y.; Long, Y. Hydrothermal Synthesis of VO2 Polymorphs: Advantages, Challenges and Prospects for the Application of Energy Efficient Smart Windows. Small 2017, 13 (36), 1701147. (8) Chang, T. C.; Cao, X.; Dedon, L. R.; Long, S. W.; Huang, A. B.; Shao, Z. W.; Li, N.; Luo, H. J.; Jin, P. Optical Design and Stability Study for Ultrahigh-Performance and Long-Lived Vanadium DioxideBased Thermochromic Coatings. Nano Energy 2018, 44, 256−264. (9) Gao, Y.; Luo, H.; Zhang, Z.; Kang, L.; Chen, Z.; Du, J.; Kanehira, M.; Cao, C. Nanoceramic VO2 Thermochromic Smart Glass: A Review on Progress in Solution Processing. Nano Energy 2012, 1 (2), 221−246. (10) Ke, Y.; Zhou, C.; Zhou, Y.; Wang, S.; Chan, S. H.; Long, Y. Emerging Thermal-Responsive Materials and Integrated Techniques Targeting the Energy-Efficient Smart Window Application. Adv. Funct. Mater. 2018, 28 (22), 1800113. (11) Ke, Y.; Wang, S.; Liu, G.; Li, M.; White, T. J.; Long, Y. Vanadium Dioxide: The Multistimuli Responsive Material and Its Applications. Small 2018, 14 (39), 1802025. (12) Gao, Y.; Wang, S.; Luo, H.; Dai, L.; Cao, C.; Liu, Y.; Chen, Z.; Kanehira, M. Enhanced Chemical Stability of VO2 Nanoparticles by the Formation of SiO2/VO2 Core/shell Structures and the Application to Transparent and Flexible VO2-Based Composite Foils with Excellent Thermochromic Properties for Solar Heat Control. Energy Environ. Sci. 2012, 5 (3), 6104−6110. (13) Lindstrom, R.; Maurice, V.; Zanna, S.; Klein, L.; Groult, H.; Perrigaud, L.; Cohen, C.; Marcus, P. Thin Films of Vanadium Oxide Grown on Vanadium Metal: Oxidation Conditions to Produce V2O5 Films for Li-Intercalation Applications and Characterisation by XPS, AFM, RBS/NRA. Surf. Interface Anal. 2006, 38 (1), 6−18. (14) Gao, J.; Liu, F.; Liu, Y.; Ma, N.; Wang, Z.; Zhang, X. Environment-Friendly Method To Produce Graphene That Employs Vitamin C and Amino Acid. Chem. Mater. 2010, 22 (7), 2213−2218. (15) Yin, R.; Mao, S.-Q.; Zhao, B.; Chong, Z.; Yang, Y.; Zhao, C.; Zhang, D.; Huang, H.; Gao, J.; Li, Z.; Jiao, Y.; Li, C.; Liu, S.; Wu, D.; Gu, W.; Yang, Y.-G.; Xu, G.-L.; Wang, H. Ascorbic Acid Enhances Tet-Mediated 5-Methylcytosine Oxidation and Promotes DNA Demethylation in Mammals. J. Am. Chem. Soc. 2013, 135 (28), 10396−10403. (16) Marik, P. E.; Khangoora, V.; Rivera, R.; Hooper, M. H.; Catravas, J. Hydrocortisone, Vitamin C, and Thiamine for the Treatment of Severe Sepsis and Septic Shock A Retrospective BeforeAfter Study. Chest 2017, 151 (6), 1229−1238. (17) Sogvar, O. B.; Koushesh Saba, M.; Emamifar, A. Aloe Vera and Ascorbic Acid Coatings Maintain Postharvest Quality and Reduce Microbial Load of Strawberry Fruit. Postharvest Biol. Technol. 2016, 114, 29−35. (18) Valko, M.; Jomova, K.; Rhodes, C. J.; Kuca, K.; Musilek, K. Redox- and Non-Redox-Metal-Induced Formation of Free Radicals and Their Role in Human Disease. Arch. Toxicol. 2016, 90 (1), 1−37. (19) Subramaniam, R. M.; Suarez-Cuervo, C.; Wilson, R. F.; Turban, S.; Zhang, A.; Sherrod, C.; Aboagye, J.; Eng, J.; Choi, M. J.; Hutfless, S.; Bass, E. B. Effectiveness of Prevention Strategies for ContrastInduced Nephropathy A Systematic Review and Meta-Analysis. Ann. Intern. Med. 2016, 164 (6), 406−416. (20) Chen, Q.; Espey, M. G.; Sun, A. Y.; Pooput, C.; Kirk, K. L.; Krishna, M. C.; Khosh, D. S.; Drisko, J.; Levine, M. Pharmacologic Doses of Ascorbate Act as A Prooxidant and Decrease Growth of Aggressive Tumor Xenografts in Mice. Proc. Natl. Acad. Sci. U. S. A. 2008, 105 (32), 11105−11109.\n(21) Padayatty, S. J.; Riordan, H. D.; Hewitt, S. M.; Katz, A.; Hoffer, L. J.; Levine, M. Intravenously Administered Vitamin C as Cancer Therapy: Three Cases. Can. Med. Assoc. J. 2006, 174 (7), 937−942. (22) Cameron, E.; Pauling, L. Supplemental Ascorbate in Supportive Treatment of Cancer: Prolongation of Survival Times in Terminal Human Cancer. Proc. Natl. Acad. Sci. U. S. A. 1976, 73 (10), 3685− 3689. (23) Bhaduri, A. M.; Fulekar, M. H. Antioxidant Enzyme Responses of Plants to Heavy Metal Stress. Rev. Environ. Sci. Bio/Technol. 2012, 11 (1), 55−69. (24) Hasanuzzaman, M.; Nahar, K.; Anee, T. I.; Fujita, M. Exogenous Silicon Attenuates Cadmium-Induced Oxidative Stress in Brassica napus L. by Modulating AsA-GSH Pathway and Glyoxalase System. Front. Plant Sci. 2017, 8, 9. (25) Athar, H. U. R.; Khan, A.; Ashraf, M. Exogenously Applied Ascorbic Acid Alleviates Salt-Induced Oxidative Stress in Wheat. Environ. Exp. Bot. 2008, 63 (1−3), 224−231. (26) Tong, K.; Li, R.; Zhu, J.; Yao, H.; Zhou, H.; Zeng, X.; Ji, S.; Jin, P. Preparation of VO2/Al-O Core-Shell Structure with Enhanced Weathering Resistance for Smart Window. Ceram. Int. 2017, 43 (5), 4055−4061. (27) Zhu, J.; Zhou, Y.; Wang, B.; Zheng, J.; Ji, S.; Yao, H.; Luo, H.; Jin, P. Vanadium Dioxide Nanoparticle-based Thermochromic Smart Coating: High Luminous Transmittance, Excellent Solar Regulation Efficiency, and Near Room Temperature Phase Transition. ACS Appl. Mater. Interfaces 2015, 7 (50), 27796−27803. (28) Li, Y.; Ji, S.; Gao, Y.; Luo, H.; Jin, P. Modification of Mott Phase Transition Characteristics in VO2@TiO2 Core/Shell Nanostructures by Misfit-Strained Heteroepitaxy. ACS Appl. Mater. Interfaces 2013, 5 (14), 6603−6614. (29) Laaksonen, K.; Li, S. Y.; Puisto, S. R.; Rostedt, N. K. J.; AlaNissila, T.; Granqvist, C. G.; Nieminen, R. M.; Niklasson, G. A. Nanoparticles of TiO2 and VO2 in Dielectric Media: Conditions for Low Optical Scattering, and Comparison Between Effective Medium and Four-Flux Theories. Sol. Energy Mater. Sol. Cells 2014, 130, 132− 137. (30) Filinchuk, Y.; Tumanov, N. A.; Ban, V.; Ji, H.; Wei, J.; Swift, M. W.; Nevidomskyy, A. H.; Natelson, D. In Situ Diffraction Study of Catalytic Hydrogenation of VO2: Stable Phases and Origins of Metallicity. J. Am. Chem. Soc. 2014, 136 (22), 8100−8109. (31) Wu, C.; Feng, F.; Feng, J.; Dai, J.; Peng, L.; Zhao, J.; Yang, J.; Si, C.; Wu, Z.; Xie, Y. Hydrogen-Incorporation Stabilization of Metallic VO2(R) Phase to Room Temperature, Displaying Promising Low-Temperature Thermoelectric Effect. J. Am. Chem. Soc. 2011, 133 (35), 13798−13801. (32) Silversmit, G.; Depla, D.; Poelman, H.; Marin, G. B.; De Gryse, R. Determination of the V2p XPS Binding Energies for Different Vanadium Oxidation States (V5+ to V0+). J. Electron Spectrosc. Relat. Phenom. 2004, 135 (2−3), 167−175. (33) Jeong, J.; Aetukuri, N.; Graf, T.; Schladt, T. D.; Samant, M. G.; Parkin, S. S. P. Suppression of Metal-Insulator Transition in VO2 by Electric Field-Induced Oxygen Vacancy Formation. Science 2013, 339 (6126), 1402−1405. (34) Chen, Y.; Zeng, X.; Zhu, J.; Li, R.; Yao, H.; Cao, X.; Ji, S.; Jin, P. High Performance and Enhanced Durability of Thermochromic Films Using VO2@ZnO Core−Shell Nanoparticles. ACS Appl. Mater. Interfaces 2017, 9 (33), 27784−27791. (35) Long, S.; Zhou, H.; Bao, S.; Xin, Y.; Cao, X.; Jin, P. Thermochromic Multilayer Films of WO3/VO2/WO3 Sandwich Structure with Enhanced Luminous Transmittance and Durability. RSC Adv. 2016, 6 (108), 106435−106442. (36) Li, N.; Cao, X.; Li, Y.; Chang, T.; Long, S.; Zhou, Y.; Sun, G.; Ge, L.; Jin, P. A Plasmonic Non-Stoichiometric WO3−x Homojunction with Stabilizing Surface Plasmonic Resonance for Selective Photochromic Modulation. Chem. Commun. 2018, 54 (41), 5241−5244. (37) Chen, Y.; Wang, Z.; Chen, S.; Ren, H.; Wang, L.; Zhang, G.; Lu, Y.; Jiang, J.; Zou, C.; Luo, Y. Non-Catalytic Hydrogenation of VO2 in Acid Solution. Nat. Commun. 2018, 9 (1), 818.\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41236\n(38) Chen, S.; Wang, Z.; Ren, H.; Chen, Y.; Yan, W.; Wang, C.; Li, B.; Jiang, J.; Zou, C. Gate-Controlled VO2 Phase Transition for HighPerformance Smart Windows. Sci. Adv. 2019, 5 (3), eaav6815. (39) Li, Z.; Wu, J.; Hu, Z.; Lin, Y.; Chen, Q.; Guo, Y.; Liu, Y.; Zhao, Y.; Peng, J.; Chu, W.; Wu, C.; Xie, Y. Imaging Metal-Like Monoclinic Phase Stabilized by Surface Coordination Effect in Vanadium Dioxide Nanobeam. Nat. Commun. 2017, 8, 15561.\nDOI: 10.1021/acsami.9b11142 ACS Appl. Mater. Interfaces 2019, 11, 41229−41237\n41237"
    } ],
    "references" : [ {
      "title" : "Axially Engineered Metal−Insulator Phase Transition by Graded Doping VO2 Nanowires",
      "author" : [ "S. Lee", "C. Cheng", "H. Guo", "K. Hippalgaonkar", "K. Wang", "J. Suh", "K. Liu", "J. Wu" ],
      "venue" : "J. Am. Chem. Soc. 2013,",
      "citeRegEx" : "Lee et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2013
    }, {
      "title" : "Oxides Which Show a Metal-to-Insulator Transition at the Neel Temperature",
      "author" : [ "F.J. Morin" ],
      "venue" : "Phys. Rev. Lett. 1959,",
      "citeRegEx" : "Morin,? \\Q1959\\E",
      "shortCiteRegEx" : "Morin",
      "year" : 1959
    }, {
      "title" : "Nanoceramic VO2 Thermochromic Smart Glass: A Review on Progress in Solution Processing",
      "author" : [ "Cao" ],
      "venue" : "Nano Energy 2012,",
      "citeRegEx" : "M. and C.,? \\Q2012\\E",
      "shortCiteRegEx" : "M. and C.",
      "year" : 2012
    }, {
      "title" : "Intravenously Administered Vitamin C as Cancer Therapy",
      "author" : [ "L. J", "Levine" ],
      "venue" : "Three Cases. Can. Med. Assoc. J. 2006,",
      "citeRegEx" : "J. and M.,? \\Q2006\\E",
      "shortCiteRegEx" : "J. and M.",
      "year" : 2006
    }, {
      "title" : "Suppression of Metal-Insulator Transition in VO2 by Electric Field-Induced Oxygen Vacancy Formation",
      "author" : [ "S.S.P. Parkin" ],
      "venue" : "Science",
      "citeRegEx" : "Parkin,? \\Q2013\\E",
      "shortCiteRegEx" : "Parkin",
      "year" : 2013
    }, {
      "title" : "VO2@ZnO Core−Shell Nanoparticles",
      "author" : [ "H. Zhou", "S. Bao", "Y. Xin", "X. Cao", "P. Jin" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "S. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2017
    }, {
      "title" : "A Plasmonic Non-Stoichiometric WO3−x Homojunction with Stabilizing Surface Plasmonic Resonance for Selective Photochromic Modulation",
      "author" : [ "L. Ge", "P. Jin" ],
      "venue" : "Chem. Commun. 2018,",
      "citeRegEx" : "Ge and Jin,? \\Q2018\\E",
      "shortCiteRegEx" : "Ge and Jin",
      "year" : 2018
    }, {
      "title" : "Gate-Controlled VO2 Phase Transition for HighPerformance Smart Windows",
      "author" : [ "S. Chen", "Z. Wang", "H. Ren", "Y. Chen", "W. Yan", "C. Wang", "B. Li", "J. Jiang", "C. Zou" ],
      "venue" : "Sci. Adv. 2019,",
      "citeRegEx" : "Chen et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Traditional vanadium dioxide (VO2) material faced severe challenges of low stability in acid, humid, and oxygenic environments, which hinder its real applications. Here, we report a facile improving process which can enhanced the stability of VO2 nanocrystals in the environments above. Ascorbic acid (AA), as an important antioxidant for organism in medicine and biology, was ingeniously used for enhancing the antioxidation abilities of inorganic material. At the same time, the AA could generate the hydrogen doping occurred on the surface of VO2 nanocrystals, which enhanced their Antiacid abilities simultaneously. The AA treated VO2 nanocrystals retain stable in H2SO4 and H2O2 solution and exhibit high durability in hyperthermal (60 °C) and humid (90%) environment. Characterizations and first-principles theoretical calculations confirmed that the coordination of ascorbic acid molecules on VO2 nanocrystals induced charge-carrier density reorganization and protons transferring electrostatically. Then the formed HxVO2 provides an enhancing formation energy for oxygen vacancy and protects the particles from corrosion. This work is beneficial to the VO2 nanoparticles coated and decorated processes and exhibit good potential for practical application of VO2-based smart windows.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}