{
  "name" : "downloads_2019-10-22_3d_ambrosetti2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Faraday-like Screening by Two-Dimensional Nanomaterials: A Scale-Dependent Tunable Effect",
    "authors" : [ "Alberto Ambrosetti", "Pier Luigi Silvestrelli" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "I ncreasing demand for next-generation batteries1 andsupercapacitors2,3 relying on two-dimensional (2D) nanostructured electrodes, and the steady search for efficient 2D nanoscale electronic devices,4 are defining higher accuracy requirements in terms of electric field control. Electrostatic interactions between ions and 2D nanosheets and the screening capabilities of mono- and multilayered 2D materials play a key role in the development of novel electrode concepts aimed at maximizing energy density, life cycle, and charging velocity. At the same time, electric field screening is a major issue in the development of 2D heterostructures for field effect transistors (FETs), where Fermi level and electron band modulation require adequate command of charge densities and applied potentials. In the last years, the response properties of few-layer graphene were investigated by tight binding,5 electrostatic force microscopy, and nonlinear Thomas−Fermi theory,6 largely focusing on uniform in-plane potentials and the resulting internal charge rearrangement. Analogous investigations7 were performed for MoS2, revealing the importance of interlayer coupling in determining the effective in-plane screened potential. Very recently, electric bias measurements were performed to determine charge-density reorganization in multiple 2D van der Waals (vdW) heterostructures,8−10 while asymmetric screening effects were observed11 in MoS2− graphene stacks. Also, experimental evidence12 for complete screening of interface vdW interactions by monolayer graphene coating inspired conspicuous theoretical work,13−15 which confirmed effective opacity to fluctuating dipolar interactions,13 in analogy to a Faraday-like13 cage effect.\nWhile nontrivial response effects have been lately evidenced in two dimensions, Faraday-like electrostatic screening due to 2D nanostructures acting as shielding buffer, for instance, upon ion physisorption,16 is still poorly understood. Faraday screening is a highly versatile technique, routinely adopted at the macroscale for electromagnetic insulation via solid metal cages. However, miniaturization up to the nanometer range is inherently challenged by mechanical stability, chemical reactivity, and fabrication complexity. Adoption of readily available and mechanically and chemically stable 2D materials could thus provide a viable alternative for effective nanoscale electric field control. On the other hand, development of 2D Faraday-like screening techniques demands full characterization of the complex relation between charge density response and total electric field (or resultant physical forces) at arbitrary positionsand far away from the 2D surface. Clearly, the charge response of 2D mono- or multilayered structures to external electric fields is an inherently many-body problem, which involves coupling between electron−nuclear polarizations in low-dimensional topologies. In recent works14,17−20 we demonstrated that both semimetallic π states in graphene, and many-body-coupled localized orbitals in 1D and 2D nanostructures can give rise to ultra nonlocal polarizability. Physically, the strong many-body correlation between single electrons in low dimensions favors coherent charge-response to external electric stimuli, beyond the ∼10\nReceived: March 26, 2019 Accepted: April 8, 2019 Published: April 9, 2019\n© 2019 American Chemical Society 2044 DOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\nD ow\nnl oa\nde d\nvi a\nN E\nW C\nA ST\nL E\nU N\nIV o\nn O\nct ob\ner 2\n1, 2\n01 9\nat 2\n1: 00\n:4 6\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nnm scale, thereby determining enhanced, ultralong-ranged output polarization fields. In this Letter we investigate the relation between highly nonlocal many-body polarizability and Faraday-like screening properties of mono- and few-layer 2D structures, at different distance scales. We evidence how the nonlocal response is reflected in major variations of the total (screened) electrostatic field and of its scale dependency as a function of the electronic structure or configuration of the system. The profound variability of screening effects and of their scaling laws with respect to accessible physical parameters opens novel pathways toward experimental regulation and switching of electric fields, facilitating the design of ionic interactions in 2D nanostructured electrodes and inhomogeneous electric fields in FETs. The electric field induced by an external point-like charge is computed throughout the Letter according to the geometry illustrated in Figure 1. The external charge is placed at Rc at\nfixed distance zc from the surface, while the total electric field is measured at the position Rf at distance zf below the same surface to assess the net screening effect of the 2D structure. The total electric potential, vtot, in Rf can be obtained as the sum of the bare (external) Coulomb interaction vC and a screening (or polarization) term, which is generated by the charge displacement induced by the external field on the material. By indicating the many-body density−density response function of the 2D system as χ1(r, r′), the total electrostatic potential can be expressed as\n∫ ∫ χ − = − + ′ ″ − ″ ″ ′ ′ − v v v v r R r R r r r r r r r R ( ) ( ) d d ( ) ( , ) ( ) tot c C c C 1\nC c (1)\nwhere, given the bidimensionality of the material, the integral can be reduced to 2D, and vC(r) = 2π/r. Because of the linearity of the present theory, the external charge is taken as +e without loss of generality, and atomic units are adopted everywhere. The many-body response function depends on the specific material under examination and will be addressed hereafter via the random phase approximation (RPA):\nχ χ χ= − −v(1 )1 0 C 1 0\n(2)\nwhere χ0 is the bare susceptibility. As evidenced in our previous work,17,20 a full many-body treatment of the interacting response is mandatory for capturing detailed nonlocality features and correct screened interaction scaling. MoS2. We begin our analysis considering mono- and multilayer MoS2. The presence of a 1.8 eV direct band gap 21 ensures locality of the electronic orbitals,22 so that an atomistic approach to the bare dipolar response can be applied, according to the recently proposed self-consistent screening (SCS)23,24 method. Within SCS, the electronic response of each atom is mapped onto a single quantum harmonic oscillator (QHO) in a way to exactly reproduce static polarizabilities and homoatomic C6 Hamaker constants. Given the interest in long-range distances, the dipole limit to the Coulomb interaction is taken, while its short-range tail is naturally damped because of the overlap between atomic charge densities.23−25 By assuming Gaussian electronic distribution coherently with the QHO approach, one finds that the short-range damped Coulomb interaction between atoms i and j at relative distance r is vD(r) = erf(r/σij)/r, where σ σ σ= +ij i 2 j 2 and σ π α= ( 2/ /3)ii 0 1/3 (αi 0 being the ith\nbare atomic polarizability). Within the SCS approach, one can express χ0vC through the discrete atom-based matrix formulation −A0T, where A0 is a diagonal matrix containing atomic polarizabilities (Aij 0 = αi 0δi,j) and T is the dipole−dipole interaction tensor, defined as Tij = ∇i ⊗ ∇jvD(rij). The many-body polarizability matrix can thus be expressed as\n= + −A A T A(1 )1 0 1 0 (3)\nwhich is equivalent to the RPA (eq 2) for localized charge in the dipole limit. Because of the inclusion of many-body terms up to infinite order, the C6 Hamaker constants obtained by frequency integration of SCS screened polarizabilities were shown to match within 6.3% with reference time-dependent density functional theory (TDDFT) data over a 1225 molecular dimers database.23 SCS accuracy within 8% was also found for large atomic clusters, compared to TDDFT, whereas deviations up to ∼70% were found by integration of bare polarizabilities (neglecting RPA many-body effects). Making use of eq 3 and taking eq 1 into account, we can compute the total electric field in the arbitrary coordinate ri (in practical calculations we will set ri = Rf) due to a charge in Rc as\n= −β β β β ββ βE E T A Ei,R tot, i,R ext, i,j j,k 1, k,R ext, c i c i i j j k c k\n(4)\nwhere latin letters indicate atomic sites, whereas greek letters label the corresponding Cartesian components (x, y, z). Repeated indices in the above formula and hereafter are to be regarded as contracted. We stress that atomic summation occurs over the whole MoS2 2D crystal, while no periodic replicas of the charge are to be included. Because of the\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2045\nperiodicity of the MoS2 lattice, substantial computational speedup is accomplished by convenient reciprocal space implementation of eqs 3 and 4 (see the Supporting Information), which will be consistently adopted in the present calculations. Also, in order to quantitatively estimate screening effects, we define an effective screening ratio ϵ (not to be confused with the nonlocal dielectric function of the materials), computed as ϵ−1 = Etot/Eext at Rf (see Figure 1). From Figure 2 we observe that the total electric field in Rf is effectively reduced by the MoS2 sheets, through a variable\neffective screening ratio. By focusing for instance on monolayer MoS2 we find that ϵ\n−1 gradually increases as a function of zf. Moreover, if Rf and Rc are aligned (i.e., they differ only by the z component), the direction of the total electric field is consistently parallel to the z axis. The same is true also for MoS2 bi- and trilayer samples, where negligible x, y electric field components are found, because of crystal symmetry. Many-body effects play a crucial role in screening; in fact, a naive model of noninteracting QHOs (i.e., with local polarizability only) could not capture the correct screening nor predict its variability with respect to zf. In fact (see the Supporting Information), the 2D independent QHOs model predicts the screening field to be aligned to the bare component, thereby enhancing the total field. We also note that a continuum 2D model with homogeneous local polarizability predicts absence of screening, thus it is inapplicable to the present context. In low-dimensional systems, both modulus and space dependence of the screening electric field are critically17,20 influenced by the strength and momentum dependence of the interacting (many-body) response function. More specifically, the many-body coupling is known to alter the overall polarizability of the material,24 while the dispersion of collective polarization modes determines momentum dependence14,17,20,26 and consequent nonlocality of the dipolar response. Considering again the noninteracting QHO model, characterized by local polarizability (q-independent Fourier transform), we find that the screening field decays much faster than Eext with respect to zf (see the Supporting Information),\nyielding unitary ϵ−1 already at the ∼10 Å scale, so that total f ield enhancement is found only at short zf. Hence, the relatively slow variation of ϵ−1 with respect to distance observed in Figure 2 can be directly related to the expected nonlocality20 of the MoS2 polarizability; in fact, the Coulomb coupling in 2D is known to induce ultralong-ranged electron correlation,17,20 enabling finite dipolar response at large distance from the incoming perturbation. On the other hand, given the presence of a finite band gap, the dipolar response range of MoS2 cannot be infinite, so that one expects that ϵ −1 will eventually approach 1 for zf → ∞. While the current study relies on ideal periodic crystals, under realistic experimental conditions 2D materials can undergo adsorption of chemical moieties from the environment or exhibit buckling, strain, etc. Although these features could partly alter the response properties of the 2D crystals, the latest experimental techniques,27 such as chemical vapor deposition on suitable substrates (with consequent highquality flakes production), programmed desorption, or vacuum chambers, can now be exploited in order to control or minimize deviation from ideal conditions. Nonetheless, it could be useful to estimate, for instance, the actual effect of strain on overall screening. To address this issue we impose 2D isotropic expansion in MoS2, recomputing ϵ\n−1(zf) for the monolayer system (see the Supporting Information). We find that by successively imposing 2.5% and 5% lattice constant increase, ϵ−1 consistently grows at all zf values, compatible with a moderate decrease of the screening. The qualitative picture is therefore preserved, while the weaker screening can be interpreted in terms of overall polarizability density (polarizability per unit surface area) reduction and consequent screening term decrease. Concerning buckling, one could reasonably expect that measurable effects should emerge when zf is of the same order as the lateral (in-plane) diameter of the deformation. However, buckling is most often characterized by small deformations d along the z direction (d ≪ zf), so that the overall screening contribution is again expected to be moderate. Adsorption at very low coverage (if preserving the MoS2 band gap) will also introduce only local variations to the overall density response, so that once more minor impact on the total field is expected. By switching from MoS2 monolayer to multilayer, we consistently observe a reduction of ϵ−1. The trend is consistent with an overall enhancement of the screening field, which can be interpreted in terms of effective polarizability increase caused by the additional layers. Finally, we analyze the variability of the electric field with respect to planar coordinates (by varying Rf parallel to the surface at fixed zf). In Figure 2 (inset) we observe that the electric field tends to decrease in the lateral directions, exhibiting small oscillations at finite lateral distance, in qualitative agreement with Friedel’s theory. Graphene. Because of their peculiar zero-gap band structure, π electrons in graphene exhibit quasi-metallic character and marked delocalization; therefore, a naive localized QHO model may not be able to capture their detailed response properties. Following existing literature, we thus adopt a continuum isotropic description of the corresponding Fourier transformed bare response function18,28 χ̃π 0:\nχ ω̃ = − +\nπ q\nv x q( , ) 4 1 0\nF 2\n(5)\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2046\nwhere x = ω/qvF. Taking the electrostatic limit (ω → 0) and considering the sharp bidimensionality of MLG, where v2D(q) = 2π/q, the static RPA response function (see eq 2) exhibits linear dependence on q: χ̃π\n1(q,0) = −q/(4vF + 2π). Substitution in eq 1 gives\nπ π π π ̃ = − + − + − −v q z z q q q v q ( , , ) 2 e 2 e 4 2 2 eq z z qz qztot c f ( )\nF c f c f i k jjjjj y { zzzzz\n(6)\nNotably, the linear q dependence of χ̃π 1 compensates the ∝q−1 dependence of the 2D Fourier transformed Coulomb potential ṽC(q, Z) = e\n−qZ2π/q, so that the overall effect given by π electrons is that of a q-independent screening. The total potential can thus be expressed as ṽtot(q, zc, zf) = ϵπ\n−1ṽC(q, zc + zf), where the effective screening ratio is ϵπ = (2vF + π)/2vF. Given the q-independence of ϵπ, both the total electrostatic potential in real space and the total electric field will be subject to the same constant screening (constant screening ratio). By adopting the estimate29 vF ≈ 0.5 au for the bare Fermi velocity, one finds ϵπ\n−1 ≈ 0.24. On the other hand, both theoretical19,30,31 and experimental32 work have lately suggested renormalization of the Fermi velocity at low momenta. According to a strong power-law correction for vF, derived from a two-loop level renormalization group approach,31 one finds a slight variability of the ϵπ −1 screening constant with respect to zf (see the Supporting Information). Although the exact form of the renormalized vF at low momenta is still unknown (due to the complexity of the full many body problem and limited experimental resolution in cyclotron mass measurements32), according to our analysis π electrons in MLG can be reasonably expected to damp electrostatic fields by ∼60−75% for zf in the range up to ∼100 Å. In addition, we also stress that the measurement of electric field screening by monolayer graphene could provide straightforward experimental access to the renormalized Fermi velocity, favoring direct investigation of the low q range (corresponding to large zf). We also note that, because of proportionality between polarizability and density response, a constant (q-independent) bare polarizability enhancement should be reflected into a constant multiplicative factor C > 1 for χ̃π\n0, namely, −Cq/4vF at zero frequency (corresponding to vF renormalization by C\n−1). Consequently, one finds ϵπ −1 = (1 + πC/2vF) −1, which corresponds to an overall screening enhancement. This result is indeed rather general, and because of the common underlying RPA formulation, it extends also to the discrete SCS model. Even in finite-gap 2D layers we thus expect to find enhanced screening upon increase of the polarizability density. The screening effect of multilayer graphene, on the other hand, is less trivial to infer34,35 and necessitates computation of the full RPA interacting response, where all layers are coupled to each other. Moreover, it is well-known from the tightbinding approximation that the Coulomb coupling between adjacent layers can modify the Dirac cone band structure36,37 when many layers are stacked together. Although within the current approach to χ̃π\n0 we cannot distinguish between A and B triangular sublattices, we still expect the MLG π-electron bare response to be a good starting point for including interlayer interactions within the RPA approach, especially for A−A stacking. From Figure 3 we observe that because of interlayer coupling, the inverse screening ratio (ϵπ −1) in multilayer graphene is not constant\nand varies slightly with respect to distance. This is a direct consequence of the interlayer coupling and appears compatible with an effective band structure variation. To prove our statement we derive the total Coulomb potential for multilayer graphene (also adopted for the computation of data reported in Figure 3), assuming that the total bare response [χT\n0] can be represented as a collection of independent single-layer susceptibilities of the form of eq 5, arranged in a diagonal matrix form as [χ̃T 0(q)]ij = χ̃π 0(q)δij, where indices i and j denote single layers. The 2D Fourier transformed Coulomb interaction can be accordingly expressed in matrix form as [ṼT(q)]ij = 2πe\n−qdij/q, where dij is the distance between layers i and j (dii = 0), so that the RPA eq 2 for the interacting response function can be straightforwardly translated into matrix notation, leading to the interacting response matrix [χT\n1]. In order to compute the total 2D Fourier transformed Coulomb potential at zf due to a charge in Rc, it is expedient to re-express eq 1 according to the same matrix notation, thus finding\nχ\ñ = ̃\n+ ̃ [ ̃ ] ̃\nv q z z v q z z\nv q z z q v q z z\n( , , ) ( , , )\n( , , ) ( ) ( , , )ij\ntot c f C c f\nC c i T 1\nC j f (7)\nwhere ṽC(q, zc, zf) = 2πe −q | (Rc − Rf)·z|̂/q. In the specific case of 2-layer graphene, the analytic solution for the (2D Fourier transformed) electrostatic potential is\nπ π π π π\ñ\n= − + −\n+ + − − +\n−\n−\nv q z z\nq v v v\n( , , )\n2 e 1\n4 (1 e ) 4 4 (1 e )\nq z z qd\nqd\nc f\n( ) F 2 2\nF 2\nF 2 2\nc f\nÄ\nÇ ÅÅÅÅÅÅÅÅÅÅ\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑ (8)\nwhere d is the graphene interlayer spacing. Comparing this expression with the bare electric potential, one finds that ϵπ −1 → (1 + π/vF) −1 for qd→ 0, while ϵπ −1 → (1 + π/vF + π 2/4vF 2)−1 for qd → ∞. Because of the exponential decay of the potential with respect to q(zc + zf), Fourier components with large momenta\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2047\nwill effectively contribute only when Rf is close to the surface. The screening will thus be most effective at shorter distance (see Figure 3). We also note that, despite the constant effective screening ratio of MLG, the overall screening effect due to successive layers can be straightforwardly computed neither by exponentiation nor by linear rescaling of the MLG inverse screening ratio. In fact, from Figure 3 (inset) we observe that while the actual RPA effective ϵπ\n−1 exhibits evident nonlinearity, its dependence on the number of layers substantially deviates from naive sequential multiplication of single-layer inverse screening ratios: (ϵML)\n−N, where N is the number of layers and ϵML = ϵπ in the monolayer. We finally observe that, although delocalized π orbitals are expected to provide dominant screening contributions at large zf, σ electrons can also be sensitive to external fields. In analogy to MoS2, we thus effectively include many-body polarization effects by mapping the bare polarizability of σ electrons into a set of coupled QHOs. The distinction between σ and π orbitals is accomplished by means of Maximally localized Wannier functions (MLWFs), according to our previous work.38 MLWFs are obtained via unitary transformation of the Kohn−Sham orbitals (obtained here using the Perdew− Burke−Ernzerhof exchange−correlation functional39 via the FHI-Aims40 and Quantum Espresso packages41), by minimizing the spread functional22,42,43 Ω, which provides a direct measurement of the electronic orbitals effective width. After computing the MLWFs relative to a MLG unit cell, we discriminate π and σ electrons, identifying π states as those with largest spread (i.e., beyond ∼2.5 Bohr2), while the static polarizabilities and oscillator frequencies are computed from the MLWFs spread, according to the Drude model.38 In order to effectively account for the contextual presence of π electrons, the interoscillator coupling is screened via the constant screening ratio ϵπ previously computed. In first-order approximation, the total electric field in Rf can finally be computed as the sum of the previously derived π-screened field, plus the screening electric field induced by polarization of σ electrons. Although our approach does not fully account for σ−π interactions, our calculations suggest that σ electrons should not significantly alter the above picture (see Figure 3). We also note that χ̃π\n0 was derived assuming linear Dirac-cone dispersion of single electron orbitals up to infinite energy. However, at low zf, corrections due to Dirac cone f initeness 44 may also contribute the overall screening, causing slight deviation from the constant screening factor. In passing, we further remark that both semilocal density functional theory14 and the recent linear response theory (LRT)45 may also be suitable to treat electrostatic screening of 2D-layered systems (natively including electronic hybridization and band structure modification), under the condition that highly dense k-point sampling of the Brillouin zone is adopted. Although semilocal DFT approximations provide a poor description of long-range correlation contributions, DFT response to external fields automatically includes many body terms at (and beyond) the RPA level;46 because of DFT self-consistency, external perturbations do not only act as an external potential energy term but further propagate into the Hartree and exchange− correlation contributions. As a consequence, the density response function satisfies a Dyson-like self-consistent equation, compatibly with the required many-body formulation.\nComparison with 2D Electron Gas. To complete our discussion, we compare previous results for gapped MoS2 and quasi-metallic graphene with the ideal case of a 2D electron gas (characterized by parabolic single-particle level dispersion in k). According to Stern,47,48 the bare static density response of a 2D electron gas can be expressed as\nχ π\nθ̃ = − − − − q q k q k q k ( ) 1 2 1 2 / 4 /EG 0\nF\n2 F 2\nF\nÄ\nÇ ÅÅÅÅÅÅÅÅÅÅÅÅ\ni k jjjjj\ny { zzzzz\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑÑÑ (9)\nwhere kF is the Fermi momentum. The RPA interacting response χ̃EG\n1 (q), computed according to eq 2, is characterized by the following limiting behaviors: limq→0χ̃EG\n1 (q) = −q/2π and limq→∞χ̃EG\n1 (q) = 0. By eq 1 we thus find complete electrostatic screening at large zf (i.e., small q), as expected\n13 from Faraday cage effect. Because of intralayer Coulomb coupling, the RPA interacting response exactly compensates the 2π/q factor in the charge-layer electrostatic potential, while the product of the exponential terms (as from eq 8) equals the exponential factor in the external field. Faraday-cage screening hence shares many-body origin too and is absent in the independent-particle model, given that limq→0χ̃EG\n0 (q) = −1/2π. Conversely, when zf is comparable to or smaller than the 1/kF length scale, according to RPA the 2D electron gas cannot fully screen the electrostatic field; in fact, Ẽtot(q) coincides with Ẽext(q) for q→ ∞. Overall, the 2D electron gas provides stronger screening with respect to both graphene and MoS2 at relevant zf ranges (see Figure 3). We note, though, that low-q components of the Fourier transformed electric field are better screened by graphene, because of the linearity of χ̃G(q) in q. In contrast, finite-gap MoS2, provides strong short-range screening, which gradually vanishes at growing distance zf. We finally remark that, in the special case of n-doped AB-stacked graphene bilayer, the existence of partially filled parabolic bands (caused by distortion of the Dirac cone) suggests metal-like screening in the long-range limit. In conclusion, our analysis of Faraday-like electrostatic screening by 2D materials reveals rich variability of the screening and total fields in terms of accessible physical parameters, including band structure and density response nonlocality, strain, polarizability, and number of layers. Remarkably, the effective electrostatic field screening ratio emerges as an inherently many-body feature, whose scaling in terms of the surface distance zf is ultimately determined by band structure and dipolar response nonlocality. While ideal 2D metallic systems (modeled as a 2D electron gas) cause complete electrostatic screening in the long-range limit (Faraday cage effect) where intralayer many-body Coulomb coupling dominates the density response, quasi-metallic graphene exhibits a finite, yet roughly distance-independent, screening ratio. In contrast, finite-gap MoS2 2D layers produce marked distance dependence of the screening facto, because of the intrinsic finiteness of the charge-response length scale. The remarkable versatility of Faraday-like electrostatic screening in terms of the aforementioned parameters, and as a function of the surface distance, opens viable pathways for detailed experimental control of electric fields at the nanoscale via readily available and mechanically and chemically stable 2D nanomaterials. Suitably designed 2D nanostructures could accordingly provide valuable means for nanoscale electric field control in\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2048\npotentially countless fields, including (i) ultimate supercapacitor electrodes (increasingly based on 2D nanomaterials2,3), where charge accumulation is directly related to electrostatics, whereas overly intense electric fields can provide a challenge for available electrolytes; (ii) field-effect transistors or Schottky junctions based on 2D nanomaterials,4,49,50 where electric field tuning is largely exploited for Fermi level, band structure, and band alignment; (iii) ultrathin cable51 shielding, where transmission of clean electromagnetic signals at the nanoscale is strongly favored by adequate control of external disturbance; etc. Recently, 2D materials were also experimentally proposed12 as opaque shields for the screening of interface vdW interactions due to bulky substrates. In analogy with dispersion, we thus expect that 2D materials could shield the large induced polarization occurring in bulk-like substrates, thereby enabling control of effective substrate−adsorbate interactions, with obvious benefits for surface science and, possibly, catalysis. Electrostatic screening in quasi-2D lipidic membranes52,53 may also play a fundamental role in the functioning of cells, enabling effective shielding of the intracellular area from ionic electric fields characterizing the external medium. Additional extensions of the present theory to curved geometries may also include controlled shielding of electric fields generated by ionic and polar molecules via fullerenes, finite-gap and metallic nanotubes, or 2D-derived porous nanostructures. In fact, carbon nanotubes have recently been proposed54,55 as an effective means for selective drug delivery, where the shielding of intermolecular interactions has emerged as a valuable pathway for controlling biomolecules’ activity and molecular recognition processes. Finally, the close relation found between charge response nonlocality and electrostatic screening implies that accurate electric field measurement could be exploited in order to infer the actual charge-density response range in 2D materials, and vice versa. Of particular interest is also the possibility (see the Supporting Information for further discussion) to extract direct information about thestill largely debatedFermi velocity, vF, renormalization occurring in graphene in the challenging low-momentum regime by measuring screened fields at large zf and exploiting direct dependence of Faraday-like screening on vF.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpclett.9b00860.\nDetailed mathematical derivation of reciprocal space SCS implementation, analytic treatment of the local polarizability continuum model, computational and geometrical details,56−58 and further comments (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: ambroset@pd.infn.it. Tel.: (0039)0498277171. Fax: (0039)0498277061."
    }, {
      "heading" : "ORCID",
      "text" : "Alberto Ambrosetti: 0000-0002-9634-2181"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We acknowledge funding from Fondazione Cariparo, Progetti di Eccellenza 2017, relative to the project “Engineering van der Waals Interactions: Innovative paradigm for the control of Nanoscale Phenomena”. We also thank F. Toigo and J.F. Dobson for insightful discussion.\n■ REFERENCES (1) Kucinskis, G.; Bajars, G.; Kleperis, J. Graphene in lithium ion battery cathode materials: A review. J. Power Sources 2013, 240, 66− 79. (2) Bissett, M. A.; Worrall, S. D.; Kinloch, I. A.; Dryfe, R. A. W. Comparison of Two-Dimensional Transition Metal Dichalcogenides for Electrochemical Supercapacitors. Electrochim. Acta 2016, 201, 30− 37. (3) Liu, C.; Yu, Z.; Neff, D.; Zhamu, A.; Jang, B. Z. Graphene-Based Supercapacitor with an Ultrahigh Energy Density. Nano Lett. 2010, 10, 4863−4868. (4) Schwierz, F. Graphene Transistors. Nat. Nanotechnol. 2010, 5, 487−496. (5) Guinea, F. Charge distribution and screening in layered graphene systems. Phys. Rev. B: Condens. Matter Mater. Phys. 2007, 75, 235433. (6) Datta, S. S.; Strachan, D. R.; Mele, E. J.; Johnson, A. T. C. Surface Potentials and Layer Charge Distributions in Few-Layer Graphene Films. Nano Lett. 2009, 9, 7−11. (7) Castellanos-Gomez, A.; Cappelluti, E.; Roldaǹ, R.; Agraït, N.; Guinea, F.; Rubio-Bollinger, G. Electric field screening in atomically thin layers of MoS2: the role of interlayer coupling. Adv. Mater. 2013, 25, 899−903. (8) Novoselov, K. S.; Geim, A. K.; Morozov, S. V.; Jiang, D.; Katsnelson, M. I.; Grigorieva, I. V.; Dubonos, S. V.; Firsov, A. A. Twodimensional gas of massless Dirac fermions in graphene. Nature 2005, 438, 197−200. (9) Zhang, Y.; Tan, Y.-W.; Stormer, H. L.; Kim, P. Experimental observation of the quantum Hall effect and Berry’s phase in graphene. Nature 2005, 438, 201−204. (10) Novoselov, K. S.; Geim, A. K.; Morozov, S. V.; Jiang, D.; Zhang, Y.; Dubonos, S. V.; Grigorieva, I. V.; Firsov, A. A. Electric field effect in atomically thin carbon films. Science 2004, 306, 666−669. (11) Li, L. H.; Tian, T.; Cai, Q.; Shih, C.-J.; Santos, E. J. G. Asymmetric Electric Field Screening in van der Waals Heterostructures. Nat. Commun. 2018, 9, 1271. (12) Tsoi, S.; Dev, P.; Friedman, A. L.; Stine, R.; Robinson, J. T.; Reinecke, T. L.; Sheehan, P. E. Van Der Waals Screening by SingleLayer Graphene and Molybdenum Disulfide. ACS Nano 2014, 8, 12410−12417. (13) Li, M.; Reimers, J. R.; Dobson, J. F.; Gould, T. Faraday cage screening reveals intrinsic aspects of the van der Waals attraction. Proc. Natl. Acad. Sci. U. S. A. 2018, 115, E10295−E10302. (14) Ambrosetti, A.; Silvestrelli, P. L. Hidden by graphene: Towards effective screening of interface van der Waals interactions via monolayer coating. Carbon 2018, 139, 486−491. (15) Liu, X.; Zhang, Z.; Guo, W. van der Waals screening by graphenelike monolayers. Phys. Rev. B: Condens. Matter Mater. Phys. 2018, 97, 241411. (16) Silvestrelli, P. L.; Ambrosetti, A. Band gap opening in graphene using alkali ions by first principles. Appl. Phys. Lett. 2018, 113, 211603. (17) Ambrosetti, A.; Ferri, N.; DiStasio, R. A.; Tkatchenko, A. Wavelike charge density fluctuations and van der Waals interactions at the nanoscale. Science 2016, 351, 1171−1176. (18) Dobson, J. F.; White, A.; Rubio, A. Asymptotics of the Dispersion Interaction: Analytic Benchmarks for van der Waals Energy Functionals. Phys. Rev. Lett. 2006, 96, No. 073201. (19) Dobson, J. F.; Gould, T.; Vignale, G. How many-body effects modify the van der Waals interaction between graphene sheets. Phys. Rev. X 2014, 4, No. 021040.\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2049\n(20) Ambrosetti, A.; Silvestrelli, P. L.; Tkatchenko, A. Physical adsorption at the nanoscale: Towards controllable scaling of the substrate-adsorbate van der Waals interaction. Phys. Rev. B: Condens. Matter Mater. Phys. 2017, 95, 235417. (21) Yun, W. S.; Han, S. W.; Hong, S. C.; Kim, I. G.; Lee, J. D. Thickness and strain effects on electronic structures of transition metal dichalcogenides: 2H-MX2 semiconductors (M = Mo, W; X = S, Se, Te). Phys. Rev. B: Condens. Matter Mater. Phys. 2012, 85, No. 033305. (22) Ambrosetti, A.; Silvestrelli, P. L. Introduction to Maximally Localized Wannier Functions. In Reviews in Computational Physics; Wiley and Sons: Hoboken, NJ, 2012; pp 327−368. (23) Tkatchenko, A.; DiStasio, R. A., Jr.; Car, R.; Scheffler, M. Accurate and Efficient Method for Many-Body van der Waals Interactions. Phys. Rev. Lett. 2012, 108, 236402. (24) Ambrosetti, A.; Reilly, A. M.; DiStasio, R. A., Jr.; Tkatchenko, A. Long-range correlation energy calculated from coupled atomic response functions. J. Chem. Phys. 2014, 140, 18A508. (25) Tkatchenko, A.; Ambrosetti, A.; DiStasio, R. A., Jr. Interatomic methods for the dispersion energy derived from the adiabatic connection fluctuation-dissipation theorem. J. Chem. Phys. 2013, 138, No. 074106. (26) Ambrosetti, A.; Silvestrelli, P. L. Anomalous van der WaalsCasimir interactions on graphene: A concerted effect of temperature, retardation, and non-locality. J. Chem. Phys. 2018, 148, 134709. (27) Dahal, A.; Batzill, M. Graphene-Nickel interfaces: a review. Nanoscale 2014, 6, 2548−2562. (28) Min, H.; Hwang, E. H.; Das Sarma, S. Polarizability and Screening in Chiral Multilayer Graphene. Phys. Rev. B: Condens. Matter Mater. Phys. 2012, 86, No. 081402. (29) Sodemann, I.; Fogler, M. M. Interaction corrections to the polarization function of graphene. Phys. Rev. B: Condens. Matter Mater. Phys. 2012, 86, 115408. (30) Gonzaĺez, J.; Guinea, F.; Vozmediano, M. A. H. Non-Fermi liquid behaviour of electrons in the half-filled honeycomb lattice (A renormalization group approach). Nucl. Phys. B 1994, 424, 595. (31) Gonzaĺez, J.; Guinea, F.; Vozmediano, M. A. H. MarginalFermi-liquid behavior from two-dimensional Coulomb interaction. Phys. Rev. B: Condens. Matter Mater. Phys. 1999, 59, R2474. (32) Elias, D. C.; Gorbachev, R. V.; Mayorov, A. S.; Morozov, S. V.; Zhukov, A. A.; Blake, P.; Ponomarenko, L. A.; Grigorieva, I. V.; Novoselov, K. S.; Guinea, F.; Geim, A. K. Dirac cones reshaped by interaction effects in suspended graphene. Nat. Phys. 2011, 7, 701− 704. (33) Chung, D. D. L. Review Graphite. J. Mater. Sci. 2002, 37, 1475. (34) Ohta, T.; Bostwick, A.; McChesney, J. L.; Seyller, T.; Horn, K.; Rotenberg, E. Phys. Rev. Lett. 2007, 98, 206802. (35) Roldań, R.; Brey, L. Dielectric screening and plasmons in AAstacked bilayer graphene. Phys. Rev. B: Condens. Matter Mater. Phys. 2013, 88, 115420. (36) Ohta, T.; Bostwick, A.; Seyller, T.; Horn, K.; Rotenberg, E. Controlling the Electronic Structure of Bilayer Graphene. Science 2006, 313, 951−954. (37) Bao, W.; Jing, L.; Velasco, J., Jr; Lee, Y.; Liu, G.; Tran, D.; Standley, B.; Aykol, M.; Cronin, S. B.; Smirnov, D.; Koshino, M.; McCann, E.; Bockrath, M.; Lau, C. N. Stacking-dependent band gap and quantum transport in trilayer graphene. Nat. Phys. 2011, 7, 948− 952. (38) Ambrosetti, A.; Silvestrelli, P. L. Adsorption of Rare-Gas Atoms and Water on Graphite and Graphene by van der Waals-Corrected Density Functional Theory. J. Phys. Chem. C 2011, 115 (9), 3695− 3702. (39) Perdew, J. P.; Burke, K.; Ernzerhof, M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996, 77, 3865. (40) Blum, V.; Gehrke, R.; Hanke, F.; Havu, P.; Havu, V.; Ren, X.; Reuter, K.; Scheffler, M. Ab initio molecular simulations with numeric atom-centered orbitals. Comput. Phys. Commun. 2009, 180, 2175.\n(41) Giannozzi, P.; et al. QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials. J. Phys.: Condens. Matter 2009, 21, 395502. (42) Marzari, N.; Mostofi, A. A.; Yates, J. R.; Souza, I.; Vanderbilt, D. Maximally localized Wannier functions: Theory and applications. Rev. Mod. Phys. 2012, 84, 1419. (43) Ferretti, A.; Calzolari, A.; Bonferroni, B.; DiFelice, R. Maximally localized Wannier functions constructed from projector-augmented waves or ultrasoft pseudopotentials. J. Phys.: Condens. Matter 2007, 19, No. 036215. (44) Gould, T.; Dobson, J. F.; Lebeǵue, S. Effects of a finite Dirac cone on the dispersion properties of graphite. Phys. Rev. B: Condens. Matter Mater. Phys. 2013, 87, 165422. (45) Dobson, J. F.; Gould, T.; Lebeǵue, S. Layer response theory: Energetics of layered materials from semianalytic high-level theory. Phys. Rev. B: Condens. Matter Mater. Phys. 2016, 93, 165436. (46) Runge, E.; Gross, E. K. U. Density-Functional Theory for Time-Dependent Systems. Phys. Rev. Lett. 1984, 52, 997−1000. (47) Stern, F. Polarizability of a Two-Dimensional Electron Gas. Phys. Rev. Lett. 1967, 18, 546. (48) Giuliani, G.; Vignale, G. Quantum Theory of the Electron Liquid; Cambridge University Press: Cambridge, U.K., 2008. (49) Iannaccone, G.; Bonaccorso, F.; Colombo, L.; Fiori, G. Quantum engineering of transistors based on 2D materials heterostructures. Nat. Nanotechnol. 2018, 13, 183−191. (50) Li, X.; Zhu, H.; Wang, K.; Cao, A.; Wei, J.; Li, C.; Jia, Y.; Li, Z.; Li, X.; Wu, D. Graphene-On-Silicon Schottky Junction Solar Cells. Adv. Mater. 2010, 22, 2743−2748. (51) Paliotta, L.; De Bellis, G.; Tamburrano, A.; Marra, F.; Rinaldi, A.; Balijepalli, S. K.; Kaciulis, S.; Sarto, M. S. Highly conductive multilayer-graphene paper as a flexible lightweight electromagnetic shield. Carbon 2015, 89, 260−271. (52) Kummrow, M.; Helfrich, W. Deformation of giant lipid vesicles by electric fields. Phys. Rev. A: At., Mol., Opt. Phys. 1991, 44, 8356− 8360. (53) Oukhaled, G.; Bacri, L.; Mathe,́ J.; Pelta, J.; Auvray, L. Effect of screening on the transport of polyelectrolytes through nanopores. Eur. Phys. Lett. 2008, 82, 48003. (54) Wong, B. S.; Yoong, S. L.; Jagusiak, A.; Panczyk, T.; Ho, H. K.; Ang, W. H.; Pastorin, G. Carbon nanotubes for delivery of small molecule drugs. Adv. Drug Delivery Rev. 2013, 65, 1964−2015. (55) Hilder, T. A.; Hill, J. M. Modelling the encapsulation of the anticancer drug cisplatin into carbon nanotubes. Nanotechnology 2007, 18, 275704. (56) Helveg, S.; Lauritsen, J. V.; Laegsgaard, E.; Stensgaard, I.; Norskov, J. K.; Clausen, B. S.; Topsøe, H.; Besenbacher, F. AtomicScale Structure of Single-Layer MoS2 Nanoclusters. Phys. Rev. Lett. 2000, 84, 951. (57) Stewart, J. A.; Spearot, D. E. Atomistic simulations of nanoindentation on the basal plane of crystalline molybdenum disulfide (MoS2). Modell. Simul. Mater. Sci. Eng. 2013, 21, No. 045003. (58) Sahin, H.; Cahangirov, S.; Topsakal, M.; Bekaroglu, E.; Akturk, E.; Senger, R. T.; Ciraci, S. Monolayer honeycomb structures of group-IV elements and III-V binary compounds: First-principles calculations. Phys. Rev. B: Condens. Matter Mater. Phys. 2009, 80, 155453.\nDOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050\n2050"
    } ],
    "references" : [ {
      "title" : "Graphene in lithium ion battery cathode materials: A review",
      "author" : [ "G. Kucinskis", "G. Bajars", "J. Kleperis" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Kucinskis et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kucinskis et al\\.",
      "year" : 2013
    }, {
      "title" : "Electric field effect in atomically thin carbon films",
      "author" : [ "Y. Zhang", "S.V. Dubonos", "I.V. Grigorieva", "A.A. Firsov" ],
      "venue" : "Science",
      "citeRegEx" : "Zhang et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2004
    }, {
      "title" : "Localized Wannier Functions",
      "author" : [ "A. Tkatchenko", "DiStasio", "R.A.", "R. Car", "M. Scheffler" ],
      "venue" : "In Reviews in Computational Physics; Wiley and Sons: Hoboken, NJ,",
      "citeRegEx" : "Tkatchenko et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tkatchenko et al\\.",
      "year" : 2012
    }, {
      "title" : "Dirac cones reshaped by interaction effects in suspended graphene",
      "author" : [ "K.S. Novoselov", "F. Guinea", "A.K. Geim" ],
      "venue" : "Nat. Phys. 2011,",
      "citeRegEx" : "Novoselov et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Novoselov et al\\.",
      "year" : 2011
    }, {
      "title" : "Dielectric screening and plasmons in AA",
      "author" : [ "R. Roldań", "L. Brey" ],
      "venue" : "Phys. Rev. Lett. 2007,",
      "citeRegEx" : "Roldań and Brey,? \\Q2068\\E",
      "shortCiteRegEx" : "Roldań and Brey",
      "year" : 2068
    }, {
      "title" : "Controlling the Electronic Structure of Bilayer Graphene",
      "author" : [ "W. Bao", "L. Jing", "Velasco", "J.", "Y. Lee", "G. Liu", "D. Tran" ],
      "venue" : "Science",
      "citeRegEx" : "Bao et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Bao et al\\.",
      "year" : 2006
    }, {
      "title" : "Stacking-dependent band gap and quantum transport in trilayer graphene",
      "author" : [ "E. McCann", "M. Bockrath", "C.N. Lau" ],
      "venue" : "Nat. Phys. 2011,",
      "citeRegEx" : "McCann et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "McCann et al\\.",
      "year" : 2011
    }, {
      "title" : "QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials",
      "author" : [ "P Giannozzi" ],
      "venue" : "J. Phys.: Condens. Matter 2009,",
      "citeRegEx" : "Giannozzi,? \\Q2009\\E",
      "shortCiteRegEx" : "Giannozzi",
      "year" : 2009
    }, {
      "title" : "Maximally localized Wannier functions constructed from projector-augmented waves or ultrasoft pseudopotentials",
      "author" : [ "A. Ferretti", "A. Calzolari", "B. Bonferroni", "R. DiFelice" ],
      "venue" : "Rev. Mod. Phys",
      "citeRegEx" : "Ferretti et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ferretti et al\\.",
      "year" : 2012
    }, {
      "title" : "Effects of a finite Dirac cone on the dispersion properties of graphite",
      "author" : [ "T. Gould", "J.F. Dobson", "S. Lebeǵue" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2013,",
      "citeRegEx" : "Gould et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gould et al\\.",
      "year" : 2013
    }, {
      "title" : "Density-Functional Theory for Time-Dependent Systems",
      "author" : [ "E. Runge", "E.K.U. Gross" ],
      "venue" : "Phys. Rev. B: Condens. Matter Mater. Phys. 2016,",
      "citeRegEx" : "Runge and Gross,? \\Q1984\\E",
      "shortCiteRegEx" : "Runge and Gross",
      "year" : 1984
    }, {
      "title" : "Quantum Theory of the Electron Liquid",
      "author" : [ "G. Giuliani", "G. Vignale" ],
      "venue" : "Nat. Nanotechnol. 2018,",
      "citeRegEx" : "Giuliani and Vignale,? \\Q2008\\E",
      "shortCiteRegEx" : "Giuliani and Vignale",
      "year" : 2008
    }, {
      "title" : "Graphene-On-Silicon Schottky Junction Solar Cells",
      "author" : [ "X. Li", "H. Zhu", "K. Wang", "A. Cao", "J. Wei", "C. Li", "Y. Jia", "Z. Li", "D. Wu" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "Li et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2010
    }, {
      "title" : "multilayer-graphene paper as a flexible lightweight electromagnetic shield",
      "author" : [ "M. Kummrow", "W. Helfrich" ],
      "venue" : "Carbon",
      "citeRegEx" : "Kummrow and Helfrich,? \\Q2015\\E",
      "shortCiteRegEx" : "Kummrow and Helfrich",
      "year" : 2015
    }, {
      "title" : "Effect of screening on the transport of polyelectrolytes through nanopores",
      "author" : [ "G. Oukhaled", "L. Bacri", "́ J. Mathe", "J. Pelta", "L. Auvray" ],
      "venue" : "Eur. Phys. Lett",
      "citeRegEx" : "Oukhaled et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Oukhaled et al\\.",
      "year" : 2008
    }, {
      "title" : "Modelling the encapsulation of the anticancer drug cisplatin into carbon nanotubes",
      "author" : [ "T.A. Hilder", "J.M. Hill" ],
      "venue" : "molecule drugs. Adv. Drug Delivery Rev",
      "citeRegEx" : "Hilder and Hill,? \\Q2013\\E",
      "shortCiteRegEx" : "Hilder and Hill",
      "year" : 2013
    }, {
      "title" : "AtomicScale Structure of Single-Layer MoS2 Nanoclusters",
      "author" : [ "J.K. Norskov", "B.S. Clausen", "H. Topsøe", "F. Besenbacher" ],
      "venue" : "Phys. Rev. Lett",
      "citeRegEx" : "Norskov et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Norskov et al\\.",
      "year" : 2000
    }, {
      "title" : "Monolayer honeycomb structures of group-IV elements and III-V binary compounds: First-principles",
      "author" : [ "H. Sahin", "S. Cahangirov", "M. Topsakal", "E. Bekaroglu", "E. Akturk", "R.T. Senger", "S. Ciraci" ],
      "venue" : "disulfide (MoS2). Modell. Simul. Mater. Sci. Eng. 2013,",
      "citeRegEx" : "Sahin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sahin et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The modulation of electric fields by monoor few-layer twodimensional (2D) nanomaterials embodies a major challenge through vast technological areas, including 2D nanoscale electronics, ultrathin cable shielding, and nanostructured battery and supercapacitor electrodes. By a quantum-mechanical analysis of Faraday-like electrostatic screening due to diverse 2D nanolayers we demonstrate that electric field screening is triggered by charge response nonlocality. The effective screening factor is not only influenced by average polarizability but further exhibits nontrivial scalings with respect to surface distance: while ideal 2D metallic systems cause complete Faraday-cage screening, semimetallic graphene yields a finite, roughly scale-independent field reduction factor. Conversely, screening by finite-gap MoS2 appears most effective in the vicinity of the surfaces, gradually vanishing in the long-distance limit because of the intrinsic finiteness of the charge-response length scale. The variability of screening effects and of their scaling laws with respect to accessible physical parameters opens novel pathways for experimental modulation of electric fields, ionic interactions, and adsorption of charged or polar moieties. I ncreasing demand for next-generation batteries and supercapacitors relying on two-dimensional (2D) nanostructured electrodes, and the steady search for efficient 2D nanoscale electronic devices, are defining higher accuracy requirements in terms of electric field control. Electrostatic interactions between ions and 2D nanosheets and the screening capabilities of monoand multilayered 2D materials play a key role in the development of novel electrode concepts aimed at maximizing energy density, life cycle, and charging velocity. At the same time, electric field screening is a major issue in the development of 2D heterostructures for field effect transistors (FETs), where Fermi level and electron band modulation require adequate command of charge densities and applied potentials. In the last years, the response properties of few-layer graphene were investigated by tight binding, electrostatic force microscopy, and nonlinear Thomas−Fermi theory, largely focusing on uniform in-plane potentials and the resulting internal charge rearrangement. Analogous investigations were performed for MoS2, revealing the importance of interlayer coupling in determining the effective in-plane screened potential. Very recently, electric bias measurements were performed to determine charge-density reorganization in multiple 2D van der Waals (vdW) heterostructures, while asymmetric screening effects were observed in MoS2− graphene stacks. Also, experimental evidence for complete screening of interface vdW interactions by monolayer graphene coating inspired conspicuous theoretical work, which confirmed effective opacity to fluctuating dipolar interactions, in analogy to a Faraday-like cage effect. While nontrivial response effects have been lately evidenced in two dimensions, Faraday-like electrostatic screening due to 2D nanostructures acting as shielding buffer, for instance, upon ion physisorption, is still poorly understood. Faraday screening is a highly versatile technique, routinely adopted at the macroscale for electromagnetic insulation via solid metal cages. However, miniaturization up to the nanometer range is inherently challenged by mechanical stability, chemical reactivity, and fabrication complexity. Adoption of readily available and mechanically and chemically stable 2D materials could thus provide a viable alternative for effective nanoscale electric field control. On the other hand, development of 2D Faraday-like screening techniques demands full characterization of the complex relation between charge density response and total electric field (or resultant physical forces) at arbitrary positionsand far away from the 2D surface. Clearly, the charge response of 2D monoor multilayered structures to external electric fields is an inherently many-body problem, which involves coupling between electron−nuclear polarizations in low-dimensional topologies. In recent works we demonstrated that both semimetallic π states in graphene, and many-body-coupled localized orbitals in 1D and 2D nanostructures can give rise to ultra nonlocal polarizability. Physically, the strong many-body correlation between single electrons in low dimensions favors coherent charge-response to external electric stimuli, beyond the ∼10 Received: March 26, 2019 Accepted: April 8, 2019 Published: April 9, 2019 Letter pubs.acs.org/JPCL Cite This: J. Phys. Chem. Lett. 2019, 10, 2044−2050 © 2019 American Chemical Society 2044 DOI: 10.1021/acs.jpclett.9b00860 J. Phys. Chem. Lett. 2019, 10, 2044−2050 D ow nl oa de d vi a N E W C A ST L E U N IV o n O ct ob er 2 1, 2 01 9 at 2 1: 00 :4 6 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. nm scale, thereby determining enhanced, ultralong-ranged output polarization fields. In this Letter we investigate the relation between highly nonlocal many-body polarizability and Faraday-like screening properties of monoand few-layer 2D structures, at different distance scales. We evidence how the nonlocal response is reflected in major variations of the total (screened) electrostatic field and of its scale dependency as a function of the electronic structure or configuration of the system. The profound variability of screening effects and of their scaling laws with respect to accessible physical parameters opens novel pathways toward experimental regulation and switching of electric fields, facilitating the design of ionic interactions in 2D nanostructured electrodes and inhomogeneous electric fields in FETs. The electric field induced by an external point-like charge is computed throughout the Letter according to the geometry illustrated in Figure 1. The external charge is placed at Rc at fixed distance zc from the surface, while the total electric field is measured at the position Rf at distance zf below the same surface to assess the net screening effect of the 2D structure. The total electric potential, vtot, in Rf can be obtained as the sum of the bare (external) Coulomb interaction vC and a screening (or polarization) term, which is generated by the charge displacement induced by the external field on the material. By indicating the many-body density−density response function of the 2D system as χ(r, r′), the total electrostatic potential can be expressed as",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}