{
  "name" : "downloads_2020-08-10_7e_10.1038@s41565-020-0755-9.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A rewritable optical storage medium of silk proteins using near-field nano-optics",
    "authors" : [ "Woonsoo Lee", "Zhitao Zhou" ],
    "emails" : [ "ztzhou@mail.sim.ac.cn;", "mengkun.liu@stonybrook.edu;", "tiger@mail.sim.ac.cn;", "weiwli@austin.utexas.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Articles https://doi.org/10.1038/s41565-020-0755-9\n1Department of Mechanical Engineering, University of Texas at Austin, Austin, TX, USA. 2State Key Laboratory of Transducer Technology, Shanghai Institute of Microsystem and Information Technology, Chinese Academy of Sciences, Shanghai, China. 3Department of Physics and Astronomy, Stony Brook University, Stony Brook, NY, USA. 4National Synchrotron Light Source II, Brookhaven National Laboratory, Upton, NY, USA. 5Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, Beijing, China. 6School of Physical Science and Technology, ShanghaiTech University, Shanghai, China. 7Institute of Brain-Intelligence Technology, Zhangjiang Laboratory, Shanghai, China. 8Shanghai Research Center for Brain Science and Brain-Inspired Intelligence, Shanghai, China. 9These authors contributed equally: Woonsoo Lee, Zhitao Zhou. ✉e-mail: ztzhou@mail.sim.ac.cn; mengkun.liu@stonybrook.edu; tiger@mail.sim.ac.cn; weiwli@austin.utexas.edu\nOver the past two decades, many lithographic strategies, including those using deep ultraviolet or extreme ultraviolet light sources1, dual-beam systems2 and three-dimensional storage architectures3, have been developed to increase optical storage density to several hundreds of GB inch−2. However, to achieve a high spatial resolution, many of these methods inevitably require sophisticated fabrication procedures that are inefficient in terms of both time and cost. Furthermore, conventional optical lithography suffers from the diffraction limit, which prevents further increase in storage density beyond the current industry standard. At the turn of the century, IBM described an atomic force microscope (AFM)-based data-storage scheme, the ‘Millipede’, that had the potential to achieve multi-TB inch−2 capacity at high data writing and reading rates with 30–40 nm spatial resolution4. Although the work represented a technological leap and led to further research on probe-based storage schemes, commercial applications remain a distant prospect.\nScattering-type scanning near-field optical microscopy (s-SNOM) offers a promising option for high-resolution nanofabrication5, especially on soft materials6, and can achieve super-resolution imaging beyond the diffraction limit7. The near-field evanescent wave that s-SNOM generates serves as an effective tool to induce locally confined high-field optical phenomena. This has enabled fabrication8, manipulation9–11 and characterization12,13 of photosensitive structures at the nanoscale. In particular, evanescent fields have been used in the processing of nanoscale features on material surfaces14–16, for the fabrication of optical nanodevices17 and for nanolithography of polymeric materials18–20. Because it is minimally invasive, requires no vacuum and exhibits sensitivity to protein conformation, mid-infrared\ns-SNOM is also suitable for the nanoscale characterization of biomaterials that can immobilize and interact with biological entities such as bacteria, viruses, enzymes and biomarkers. By developing the lithographic capabilities of mid-infrared s-SNOM, while retaining its imaging capabilities, nanoscale manipulation and characterization of functional biomaterials can therefore be integrated into a single platform. This closed-loop lithography platform can simplify bionanofabrication and produce probe-based storage schemes for the storage and manipulation of biological information.\nTo increase photolithographic efficiency and subsequent information storage in biomaterials, synergies between the medium material, the incident light and the properties of the scanning head must be optimized. In this context, silk fibroin—a naturally occurring protein derived from Bombyx mori silkworms—is a perfect fit. As a biocompatible ‘green’ medium, silk undergoes nanoscale polymorphic transitions upon exposure to electrons21,22, ion beams23 or light24–26. Silk has also long been appreciated for its mechanical strength, biocompatibility, biodegradability, ease of functionalization and tunable water-solubility27–29.\nThese favourable properties led us to investigate silk protein as a rewritable optical storage medium. We showed that tip-enhanced near-field infrared nanolithography (TNINL) can induce controlled topographical and/or phase changes of the silk protein layer with a full-width at half-maximum (FWHM) spatial resolution of ~35 nm. These patterns have 100 nm spacing, equivalent to a storage capacity of ~64 GB inch−2. Repeated writing and erasing are possible in an ambient environment. Information can be retained under harsh conditions, including high humidity, high magnetic fields and clinical-level gamma radiation."
    }, {
      "heading" : "A rewritable optical storage medium of silk",
      "text" : "proteins using near-field nano-optics"
    }, {
      "heading" : "Woonsoo Lee 1,9, Zhitao Zhou 2,9 ✉, Xinzhong Chen3, Nan Qin2, Jianjuan Jiang2, Keyin Liu2, Mengkun Liu 3,4 ✉, Tiger H. Tao 2,5,6,7,8 ✉ and Wei Li1 ✉",
      "text" : "Nanoscale lithography and information storage in biocompatible materials offer possibilities for applications such as bioelectronics and degradable electronics for which traditional semiconductor fabrication techniques cannot be used. Silk fibroin, a natural protein renowned for its strength and biocompatibility, has been widely studied in this context. Here, we present the use of silk film as a biofunctional medium for nanolithography and data storage. Using tip-enhanced near-field infrared nanolithography, we demonstrate versatile manipulation and characterize the topography and conformation of the silk in situ. In particular, we fabricate greyscale and dual-tone nanopatterns with full-width at half-maximum resolutions of ~35 nm, creating an erasable ‘silk drive’ that digital data can be written to or read from. As an optical storage medium, the silk drive can store digital and biological information with a capacity of ~64 GB inch−2 and exhibits long-term stability under various harsh conditions. As a proof-of-principle demonstration, we show that this silk drive can be biofunctionalized to exhibit chromogenic reactions, resistance to bacterial infection and heat-triggered, enzyme-assisted decomposition.\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticles Nature NaNotechNology"
    }, {
      "heading" : "In situ patterning and characterization",
      "text" : "To prepare the silk drives, thin films on either a gold or a silicon substrate were made by spin-coating aqueous silk solution extracted from silkworm cocoons. This approach also included an optional functionalization step involving the mixing and application of appropriate dopants (Fig. 1a and Supplementary Fig. 1)30. Nanopatterning of this prepared silk film was done using s-SNOM with a quantum cascade laser as a monochromatic mid-infrared laser source (Fig. 1b). The laser frequency was tunable from 1,495 to 1,790 cm−1, covering the amide I and II absorption bands of silk proteins in the mid-infrared regime. The laser beam was p-polarized and split by the beam splitter of an asymmetric Michelson interferometer. The reflected beam served as the reference while the transmitted beam was focused onto the apex of the oscillating probe of an AFM using a high numerical aperture parabolic mirror. Tip-enhanced radiative heat transfer under the apex induced local topographic and/or conformational transitions in the silk film. The near-field light contained local information with subdiffraction-limit resolution and was scattered back onto the mercury–cadmium–telluride detector through the beam splitter.\nAs shown in Fig. 1c, patterning and characterization were performed consecutively within the same s-SNOM system. Patterning was performed with a pulsed laser with up to 500 mW peak power, 100 kHz pulse rate and a 1% duty cycle, while characterization was performed with continuous-wave illumination with an average output power of ~5 mW. Pulsed laser exposure time was controlled using an aperture beam shutter with an activation time of ~10 ms. While the topographic modification was being induced by the tip of the oscillating AFM probe, a piezoelectric actuator was used to maintain a constant tip–sample distance. The time-dependent height change on an ~150-nm-thick silk film on the gold substrate indicated that the patterning was completed in ~10 ms (Fig. 1d). The bottlenecks are likely the shutter speed and the probe oscillation frequency. Multimodal characterization by s-SNOM simultaneously acquires topography and near-field images. The latter are sensitive to shifts in vibrational fingerprints and thus provide better chemical sensitivity that can detect conformational shifts in\nsilk. Figure 1e shows the patterned dot array and the corresponding near-field phase images collected at 1,631, 1,678 and 1,709 cm−1. The near-field phase shift resembles the far-field absorbance spectra with a higher contrast at the infrared absorption peaks31,32. The image at 1,631 cm−1 shows the highest contrast; there was no notable contrast at 1,709 cm−1, indicating the conformational transition from amorphous (~1,650 cm−1) to β sheet (~1,631 cm−1) in post-exposure silk proteins (Supplementary Figs. 2–4)22."
    }, {
      "heading" : "Patterning mechanisms",
      "text" : "To understand the energy transfer of the process, the electric field distribution of the tip–sample interface was numerically calculated using a commercial electromagnetic solver. With the conic probe, plasmonic enhancement occurred in the small gap between the gold-coated tip and the sample surface. The enhanced field amplitude was up to four orders of magnitude stronger and depended on both the tip and sample parameters (Fig. 2a). A full-wave electromagnetic simulation was also conducted to show that a sharper tip resulted in better field confinement, thereby leading to better lithographic resolution (Supplementary Fig. 5).\nIn addition, the optical conductivity of the supporting substrate for the silk film also played an important role in the near-field enhancement. Figure 2b shows the nanodots patterned on 150 nm silk films on SiO2, silicon and gold substrates using the same lithographic parameters. Plasmonic coupling between the gold-coated substrate and the gold-coated probe strongly enhanced the field amplitude33. This facilitated stronger radiative heat transfer to the silk and resulted in greater film modification, that is, higher sensitivity and sharper edges, than observed with other substrates. Unless otherwise noted, all nanostructures described herein were fabricated on gold substrates. Note that the supporting gold film also acted as a sacrificial layer; as such, the nanopatterns on the silk film could be released and transferred to other substrates, including curved ones, after etching away the supporting/sacrificial gold layer (Supplementary Fig. 6).\nThe average molecular weight of silk also regulates the resulting feature size: larger molecular weights result in larger features.\nMCT detector QCL\nAFM prob\ne\nParabolic mirror\nRM\nBS\nPolarizer\nx–y positioner\nb\nSilk solution\nFunctionalization\nSpin coating\nPulsed laser\nCW laser\nEs\nAFM probe approach Lithography Characterization\nTapping mode\nAll optical writing and reading\nd\ne\nc\nCocoons\nTime (s)\nH ei\ngh t (\nnm )\n(10 ms, 20 nm) (60 ms, 40 nm) Exposure\n–6\n21 H eight (nm\n)\nWriting\n1,631 cm–1\n1,678 cm–1\n1,709 cm–1\n1.60 x (µm)\ny (µ\nm ) 0\n.8\n–15\n10 A ngle (rad)\nReading\na\n10\n80 60 40 20\n0 2 3 4 5\n∆Z\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticlesNature NaNotechNology\nThis effect was examined by preparing batches of silk solutions with three different degumming conditions. The first two batches had larger molecular weights and were prepared by boiling silk fibres in LiBr solutions under atmospheric pressure for 30 min and 120 min. The third batch had the smallest average protein size and was prepared by boiling it at an elevated temperature and pressure for 120 min (HTP, high temperature and pressure). These three batches were spin-coated to form 80-nm-thick films and were patterned using identical parameters (Fig. 2c). The fine-grained HTP silk had a better spatial resolution, whereas the coarse-grained 30 min silk yielded larger patterns.\nTo further explore the control parameters, we investigated how TNINL depended on laser frequency and power. Figure 2d shows an array of nanodots patterned using different laser frequencies with identical laser powers and exposure times. The largest feature size was observed when patterning with a laser frequency of 1,656.5 cm−1, which corresponds to the absorption peak of the amide I band of the amorphous silk. As the frequency was tuned away, the feature sizes gradually decreased until no topographic modification was observed. This was because amorphous silk does not absorb strongly at wavenumbers smaller than 1,625 cm−1 or greater than 1,686.5 cm−1. Next, line patterns were formed by displacing the sample under the tip during continuous beam exposure. These patterns were then used to investigate the influence of laser power. AFM topography of these line patterns is shown in Fig. 2e and Supplementary Fig. 7; these patterns were fabricated on a 125-nm-thick silk film using gradually increasing laser power (0.4–4 mW). From 0.4 to 2.8 mW, the feature size increased in an approximately linear fashion. Above 2.8 mW, the feature size remained nearly constant. Finally, silk film thickness also impacted the feature size produced by near-field irradiation (Supplementary Fig. 8).\ngreyscale nanostructuring and digital information storage A variety of patterns, including zero-dimensional nanodots, one-dimensional line patterns, two-dimensional shapes and a ‘UT’ logo, were readily fabricated (Fig. 3a,b). The smallest feature size produced in this study was ~35 nm in nanodots patterned onto HTP silk film (Fig. 3a, bottom). Since the wavelength of the exposure laser was 6.02 μm, the 35 nm feature size was two orders of magnitude smaller than the diffraction limit. The probes used in this study had a measured diameter of ~35 nm, which was comparable in size to the smallest pattern (Fig. 3a). Hence, the probe geometry appeared to be the limiting factor for the resulting spatial resolution; this limitation may be improved by using probes with smaller diameters. In addition, TNINL allows a certain degree of control in the dimension perpendicular to the sample surface because the pattern heights can be easily controlled by changing the laser power and/ or frequency. This added flexibility allowed for the fabrication of more complicated nanostructures, as demonstrated by the greyscale patterning shown in Fig. 3c. The spiral nanostructure exhibited a ‘trapping maze’ with radially varying height. This was achieved by setting the laser power to increase every 90° of rotation as the probe moved from the centre towards the edge of the spiral. The ability to pattern in greyscale with built-in feedback for height optimization has the potential to further improve storage density by using recording strategies optimized for probe-based devices, such as mark-length34 and multilevel35 recording schemes.\nThe silk film can be patterned into high-density nanodot arrays. Thus, the silk drive is a usable data-storage device, in which digits 1 and 0 are represented by a nanodot or the relatively flat intervening surface, respectively. As a proof of concept, common computer file formats were selected and encoded to demonstrate the ability to store arbitrary digital information. As shown in Fig. 3d,e, the files consisted of a 20 s audio recording of birdsong (MIDI format) and\nSiO2 Si Au\n–19\n25 20030H eight (nm\n) d e\nH ei\ngh t (\nnm )\nPercentage of maximum power (%)\n0.4 0.8 1.2 1.6 2.0 2.4 2.8 3.4 4.0 Power (mW)\nQCL wavenumber (cm–1)\n0.1\n0.5 3\nH ei\ngh t (\nnm )\nQCL wavenumber (cm–1)\nFW H M (nm\n) H ei\ngh t (\nnm )\nSiO2 Si\nAu\nHTP 120 min 30 min\n–4\n10 20 30 40 50 60 70 80 90 100\n24 30 min\n120 min HTP\nFW H M (nm\n) H ei\ngh t (\nnm )\nk\nMin\nMax\n100 nm\n(E t/E\n0) 2\nE t\nAFM tip\nSilk\nAir\na b\nc H eight (nm\n)\n10\n20 20 25\n15 10\n5 0\n0\n30\n0\n60\n90\n40\n1,625 1,635\n0.1 s 0.5 s 3 s\n1,6 86\n.5\n1,6 77\n.5\n1,6 56\n.5 1,6 67 1,6 50 1,6 44\n1,6 32\n.5 1,6 25\n1,645 1,655 1,665 1,675 1,685\nExposure tim e (s)\n30\n0\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticles Nature NaNotechNology\nan image of a silkworm (BMP format). The audio and image files were converted into binary data (Supplementary Figs. 9 and 10) and written onto the silk drive according to the aforementioned encoding rule. Topographical images containing the encoding information were formed as the probe scanned along the contours of the silk drive. The newly acquired binary digits were decoded to reconstruct the original files without distortion (see Supplementary Audios 1 and 2, for the encoded and recalled audio), indicating the reliability of the silk drive for data storage. The fabrication was conducted on a 1 cm × 1 cm silk film. The largest scanning area in a single operation is currently limited by the scan range of the AFM in our setup (100 μm × 100 μm), but future work could easily increase this size.\nThe data on the silk drive could be erased and rewritten. Three pattern types (types I, II and III) can be induced using different laser powers (Fig. 4a). The patterns shown in Fig. 4b were created on an ~70-nm-thick amorphous silk film. Type I patterns were induced when the laser power was between 0.31 and 0.36 mW; types II and III patterns were induced when the laser power was between 0.36 and 2.35 mW and above 2.35 mW, respectively. The type I pattern was postulated to form at the onset of the glass transition of the protein. As the temperature was increased further, the type II pattern formed by an attractive interaction between the tip and the film, yielding a dot-like structure on the silk surface. Finally, the type III pattern formed as a result of the thermal degradation induced by a larger input power (above 2.35 mW) and was characterized by a decrease in volume. With a relatively high\nlaser power, the transition to the type III pattern was induced by increasing the exposure time and therefore the energy input to the silk. Collectively, these three different processes allowed us to write and erase existing patterns (Fig. 4c,d, and Supplementary Note 1).\nWe found two principal ways to erase previously created nanodot patterns. The first method relies on thermal degradation of the silk (Fig. 4d), while the second relies on inducing a glass transition in a small fraction of silk, that is, type I patterning. As shown in Fig. 4e, the second method was more advantageous because it resulted in no substantial thermal degradation of the sample and could be repeated indefinitely (Supplementary Fig. 11). As a proof-of-principle demonstration of the second method, we encoded binary data onto the silk film using a write-and-erase mode, which spelled out ‘UT’ in ASCII encoding for the final product (Fig. 4f). Further improvements in the areal density of silk drives should be achievable by encoding multilevel data onto a single greyscale pattern based on different heights and conformations.\nBiocompatible and biologically functionalized silk drives Highly cross-linked silk can, in principle, be stored in ambient conditions for many years without noticeable changes36. Cross-linking makes silk more resistant to various harsh conditions and hence can be used to tune silk properties to specific needs; for example, it is possible to control the in vivo degradation rate. Water-based processing allows a variety of biotic and abiotic dopants to be easily incorporated into silk matrix, and\na b 100 nm\nØ ≈ 35 nm\nx (nm)\n0 y\n(n m\n)\n3000\nFWHM ≈ 35 nm\n5 µm 2 µm\n100 nm\n2 µm\n200 nm\n3 µm\n130 nm\nx (µm)\ny (µ\nm )\n7.50\n0\n7\nSurface profile\n0\n25 Height (nm )\nc\nd Silk storage\n5 µm\n5 µm\nEncoded image\nRecalled image\ne Silk storage\n30 0\nEncoded audio\nRecalled audio\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticlesNature NaNotechNology\nthis approach can be used to functionalize and further customize silk drives. In turn, silk matrix can help stabilize and preserve the functions of entrapped dopants. These features distinguish silk drives from existing solid-state devices and make them well suited for storing digital and biological information (for example, the activities of embedded biological components).\nFigure 5 shows a set of experiments performed in this context. First, we tested the robustness of the silk drive and its data content against heat, moisture, high-dose radiation and high-intensity magnetic fields. We found that the silk drive was able to withstand a variety of harsh conditions (Fig. 5a and Supplementary Figs. 12–15). The robustness of the silk drive makes it a suitable carrier for tagged biosamples with nanoscale dimensions. As a demonstration, silk drives were doped with clinically relevant blood biomarkers—haemoglobin, albumin and glucose—and the corresponding digital tags were written with TNINL. Biomarker activities were then measured by enzyme-linked immunosorbent assay, which was repeated following 7 and 14 d of storage in ambient conditions. The results showed that the biomarker activities and the information were preserved despite the absence of refrigeration (Fig. 5b and Supplementary Fig. 16).\nTo demonstrate the possibility of functionalizing the silk drive with other thermolabile biological components, silk films doped with horseradish peroxidase were prepared and processed. The films were subsequently exposed to tetramethylbenzidine solution. The appearance of coloured product indicates that enzymatic activities were not impaired by the TNINL processes (Fig. 5c, top). The silk drive can also be functionalized with ampicillin to make it resistant to bacterial contamination, which may induce data loss. To this end, in vitro experiments were conducted to verify the efficacy\nof the antifouling/antimicrobial property of our silk drive (Fig. 5c, middle and Supplementary Fig. 17).\nUnder certain circumstances, it is necessary to trigger the immediate degradation of the stored information. Externally triggered enzymatic degradation of a silk drive is a novel, transient data-storage scheme that is particularly useful in implantable devices, secure data storage and/or data concealment. To illustrate this concept, a message ‘Hello, silk’ was written onto pure and papain-doped silk substrates, respectively. The word ‘silk’ was then selectively erased by exposing the message-containing region of the doped silk to an elevated temperature of ~50 °C, thereby activating the enzymatic activities of papain, which induce rapid degradation of the silk (Fig. 5c, bottom and Supplementary Fig. 18).\nFinally, we carried out a set of in vivo experiments to evaluate the feasibility of our protein-based silk drives (encapsulated in a ‘silk pocket’, prepared using a method reported previously37) for implantable device applications (Fig. 5d and Supplementary Fig. 19). Two types of silk drives were used, cross-linked and uncross-linked, for lasting and transient data storage, respectively. The message ‘It was implanted in the rat on Feb. 10, 2020’ encoded in binary ASCII was inscribed on the implanted devices, which were then individually placed in the subdermal region of two Sprague Dawley rats. The implanted devices were then retrieved and examined after one week. Microscopic images showed that the nanopatterns on the cross-linked silk substrate remained nearly intact and the stored information was successfully retrieved. In contrast, the nanopatterns on the uncross-linked substrate had largely disappeared due to degradation of the silk substrate. As a result, there was no useful or recoverable information, underscoring the effectiveness of the cross-linked device for implantable data storage with a controlled\ne\nWrite\nErase\nRewrite\nd\na\nc\nf\nx (µm)\ny ( µm\n) 70\nExposure time (s) 0.1\n100\n0\n–100 0 1 2 3 4\n0 2\n1.1 2.1 3.1 4.1\nExposure time (s)\nH ei\ngh t (\nnm )\nH ei\ngh t (\nnm )\nRepetitions\nWrite\nErase 100\n–100 0 5 10 15\n–5\n45 H eight (nm\n)\n0\n‘T’\n‘U’\n0500 1,000 1,500 500 1,000 1,500500 1,000 1,500 x (nm) x (nm) x (nm) 0\n0 10 20\n0 10 20\n1 1 1 1 1 1 1 1\n1 1 1 1 1 1 1 1\n0 1 0 1 0 1 0 1\n0 1 0 1 0 1 0 00 0 0 0 0 0 0 0\n0 0 0 0 0 0 0 0\nx (nm)\nH eight (nm )\n100 nm\nType I\n0\n0 150 0 150 0 150 300\nType II Type IIIbType I Type II Type III\nGlass transition\nLow power\nHigh power Medium power\nH eight (nm )–15 15\n1× 2× 15×\nH ei\ngh t (\nnm )\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticles Nature NaNotechNology\nlifetime. Histological sections also showed that the surrounding tissues near the implantation sites for both devices were undisturbed by the implantation and there were no adverse inflammatory responses (Supplementary Fig. 20)."
    }, {
      "heading" : "Conclusions",
      "text" : "TNINL, described herein, is a versatile nanopatterning approach capable of manipulating the topography and conformation of silk. Using a scanning probe coupled to a mid-infrared laser, which is tuned to the molecular fingerprint of silk (λ ≈ 6 µm), TNINL demonstrated the capability to pattern subdiffractional nanopillars (FWHM ≈ λ/170 µm) and arbitrarily shaped greyscale nanostructures. We showed that the same system can be used for near-field spectroscopic characterization of the patterned structures.\nWe also introduced silk drives as a biofunctional optical storage medium capable of storing digital and biological information. Digital data were written onto, and read and erased from, a silk drive using TNINL, demonstrating a storage capacity over an order of magnitude better than those of conventional optical storage devices, such as double-layer Blu-ray discs. Compatibility with biointerfaces and soft surfaces is one of the strengths of these drives, and their in vivo degradation rate can be controlled by taking advantage of the polymorphism of silk. We also demonstrated\nthat silk drives exhibit robustness under a range of harsh conditions and can immobilize and preserve various biological dopants, such as enzymes and blood biomarkers. Finally, we demonstrated that silk drives can be biofunctionalized to be thermolabile or resistant to bacterial contaminations.\nSubstantial improvements in the speed and storage capacity of silk drives are expected with further optimization and utilization of recent advances in scanning probe lithography. These advances include incorporation of a probe array for parallel operations, use of writing strategies optimized for scanning probes and integration of silk drives into on-chip devices. Synchronization of the laser pulse rate and the probe frequency can further improve speed and energy efficiency, while using sharper probes can further enhance the spatial resolution. Silk drives are unlikely in the foreseeable future to match the speed and storage capacity of state-of-the-art solid-state devices at a competitive cost. Nevertheless, the unique set of features of the silk drive outlined here presents new opportunities for biointegrated electronics and nanofabrication.\nonline content Any methods, additional references, Nature Research reporting summaries, source data, extended data, supplementary information, acknowledgements, peer review information; details of\nb\ndc\na\nSilk\nStabilization and preservation\nControllable degradation\nHello, silk\nPapain\nHR P\nHello,\n50 °C\nPr of\nile (n\nm )\n0 200 Position (nm)\n–20\n40 BeforeAfter\n0 200 Position (nm)\n0 200 Position (nm) 2000 Position (nm)\nLong term\n90% RH\nHigh humidity\n6 yr*0 yr 40% RH 7 T\nHigh magnetic field\n0 T25 kGy\nRadiation\n0 kGy\n0 d\n7 d\nGlucoseAlbuminHaemoglobinSilk Bloodmarkers\nHaemoglobin Albumin Glucose\nTime (d)\nN or\nm al\niz ed\na ct\niv iti\nes (%\n)\n1 7 14 0\n50\n100\nStable mode\n7 d\n0 d Transient mode\nAmpicillin\nAnti bacteria Ampicillin Control\n“It was implanted in the rat on Feb. 10, 2020”\nDigital information and biological information\nBio digital Silk drive Programmable data storage\nTMB colouring\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticlesNature NaNotechNology author contributions and competing interests; and statements of data and code availability are available at https://doi.org/10.1038/ s41565-020-0755-9.\nReceived: 22 December 2019; Accepted: 9 July 2020; Published: xx xx xxxx\nreferences 1. Li, L., Liu, X., Pal, S., Wang, S. & Giannelis, E. P. Extreme ultraviolet resist\nmaterials for sub-7 nm patterning. Chem. Soc. Rev. 46, 4855–4866 (2017). 2. Gu, M., Li, X. & Cao, Y. Optical storage arrays: a perspective for future big\ndata storage. Light Sci. Appl. 3, e177 (2014). 3. Kim, J. et al. A stacked memory device on logic 3D technology for\nultra-high-density data storage. Nanotechnology 22, 254006 (2011). 4. Vettiger, P. et al. The “Millipede”—more than one thousand tips for future\nAFM data storage. IBM J. Res. Dev. 44, 323–340 (2000). 5. Chen, X. et al. Modern scattering-type scanning near-field optical microscopy\nfor advanced material research. Adv. Mater. 31, 1804774 (2019). 6. Mastel, S. et al. Understanding the image contrast of material boundaries\nin IR nanoscopy reaching 5 nm spatial resolution. ACS Photon. 5, 3372–3378 (2018).\n7. Wagner, M. & Mueller, T. High-resolution nanochemical mapping of soft materials. Microsc. Today 24, 44–51 (2016). 8. Tseng, A. A. Recent developments in nanofabrication using scanning near-field optical microscope lithography. Opt. Laser Technol. 39, 514–526 (2007). 9. Quidant, R. & Girard, C. Surface-plasmon-based optical manipulation. Laser Photon. Rev. 2, 47–57 (2008). 10. Righini, M., Volpe, G., Girard, C., Petrov, D. & Quidant, R. Surface plasmon optical tweezers: tunable optical manipulation in the femtonewton range. Phys. Rev. Lett. 100, 217–220 (2008). 11. Liu, M. et al. Terahertz-field-induced insulator-to-metal transition in vanadium dioxide metamaterial. Nature 487, 345–348 (2012). 12. Atie, E. M. et al. Remote optical sensing on the nanometer scale with a bowtie aperture nano-antenna on a SNOM fiber tip. Appl. Phys. Lett. 106, 151104 (2015). 13. Kravtsov, V., Ulbricht, R., Atkin, J. M. & Raschke, M. B. Plasmonic nanofocused four-wave mixing for femtosecond near-field imaging. Nat. Nanotechnol. 11, 459–464 (2016). 14. Dick, S. et al. Surface-enhanced Raman spectroscopy as a probe of the surface chemistry of nanostructured materials. Adv. Mater. 28, 5705–5711 (2016). 15. Zhou, Y. et al. Probing dark excitons in atomically thin semiconductors via near-field coupling to surface plasmon polaritons. Nat. Nanotechnol. 12, 856–860 (2017). 16. Zhang, W. & Chen, Y. Visibility of subsurface nanostructures in scattering-type scanning near-field optical microscopy imaging. Opt. Express 28, 6696–6707 (2020). 17. Ohtsu, M., Kobayashi, K., Kawazoe, T., Sangu, S. & Yatsui, T. Nanophotonics: design, fabrication, and operation of nanometric devices using optical near fields. IEEE J. Sel. Top. Quantum Electron. 8, 839–862 (2002).\n18. Srituravanich, W. et al. Flying plasmonic lens in the near field for high-speed nanolithography. Nat. Nanotechnol. 3, 733–737 (2008). 19. Pan, L. et al. Maskless plasmonic lithography at 22 nm resolution. Sci. Rep. 1, 00175 (2011). 20. Alkaisi, M. M., Blaikie, R. J. & Mcnab, S. J. Nanolithography in the evanescent near field. Adv. Mater. 13, 877–887 (2001). 21. Kim, S. et al. All-water-based electron-beam lithography using silk as a resist. Nat. Nanotechnol. 9, 306–310 (2014). 22. Qin, N. et al. Nanoscale probing of electron-regulated structural transitions in silk proteins by near-field IR imaging and nano-spectroscopy. Nat. Commun. 7, 13079 (2016). 23. Jiang, J. et al. Protein bricks: 2D and 3D bio-nanostructures with shape and function on demand. Adv. Mater. 30, 1705919 (2018). 24. Kurland, N. E., Dey, T., Kundu, S. C. & Yadavalli, V. K. Precise patterning of silk microstructures using photolithography. Adv. Mater. 25, 6207–6212 (2013). 25. Kurland, N. E., Dey, T., Wang, C., Kundu, S. C. & Yadavalli, V. K. Silk protein lithography as a route to fabricate sericin microarchitectures. Adv. Mater. 26, 4431–4437 (2014). 26. Liu, W. et al. Precise protein photolithography (P3): high performance biopatterning using silk fibroin light chain as the resist. Adv. Sci. 4, 1700191 (2017). 27. Tao, H., Kaplan, D. L. & Omenetto, F. G. Silk materials—a road to sustainable high technology. Adv. Mater. 24, 2824–2837 (2012). 28. Zhou, Z. et al. The use of functionalized silk fibroin films as a platform for optical diffraction-based sensing applications. Adv. Mater. 29, 1605471 (2017). 29. Zhou, Z. et al. Engineering the future of silk materials through advanced manufacturing. Adv. Mater. 30, 1706983 (2018). 30. Rockwood, D. N. et al. Materials fabrication from Bombyx mori silk fibroin. Nat. Protoc. 6, 1612–1631 (2011). 31. Stiegler, J. M. et al. Nanoscale infrared absorption spectroscopy of individual nanoparticles enabled by scattering-type near-field microscopy. ACS Nano 5, 6494–6499 (2011). 32. Govyadinov, A. A., Amenabar, I., Huth, F., Carney, P. S. & Hillenbrand, R. Quantitative measurement of local infrared absorption and dielectric function with tip-enhanced near-field microscopy. J. Phys. Chem. Lett. 4, 1526–1531 (2013). 33. Autore, M., Mester, L., Goikoetxea, M. & Hillenbrand, R. Substrate matters: surface-polariton enhanced infrared nanospectroscopy of molecular vibrations. Nano Lett. 19, 8066–8073 (2019). 34. Wright, C. D. et al. Write strategies for multiterabit per square inch scanned-probe phase-change memories. Appl. Phys. Lett. 97, 173104 (2010). 35. Holzner, F., Paul, P., Drechsler, U., Despont, M. & Duerig, U. High density multi-level recording for archival data preservation. Appl. Phys. Lett. 99, 023110–023113 (2011). 36. Zhao, Y.-Q. et al. Silkworm silk/poly(lactic acid) biocomposites: dynamic mechanical, thermal and biodegradable properties. Polym. Degrad. Stab. 95, 1978–1987 (2010). 37. Hwang, S.-W. et al. A physically transient form of silicon electronics. Science 337, 1640–1644 (2012).\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n© The Author(s), under exclusive licence to Springer Nature Limited 2020\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology\nArticles Nature NaNotechNology"
    }, {
      "heading" : "Methods",
      "text" : "Silk drive preparation. Silk solution was prepared using an established purification protocol30. B. mori cocoons were boiled for several minutes in aqueous 0.02 M Na2CO3 (Sigma-Aldrich) to remove sericin. The degummed cocoons were then allowed to dry for more than 2 d, after which they were dissolved in a 9.3 M LiBr solution (Sigma-Aldrich) at 60 °C for 4 h. The solution was dialysed for 2 d in ultrapure water using Slide-a-Lyzer dialysis cassettes (molecular weight cut-off 3,500; Pierce), after which it was centrifuged for 2 × 20 min at 18,000 r.p.m. The prepared silk solution was then spin coated onto a polished silicon substrate coated with a thin gold layer to form the silk drive.\nEnzyme-assisted degradable silk drive preparation. Papain-doped (0.3 mg mL−1 in ~6.7 wt%) silk solution and then pure silk solution (~6.7 wt%) were spin coated on the same 1 cm × 1 cm substrate to form a heterogeneous silk drive. The heterogeneous silk drive was then annealed using a facile water vapour annealing process.\nFreestanding silk drive preparation. Silicon substrate was spin coated with photoresist; gold film was then evaporated on top of the photoresist. A cross-linked silk drive was fabricated onto the gold layer. The silk drive was then released from the silicon substrate by acetone immersion. The gold film under the silk was then wet etched with KI gold etchant (1:4:40 I2/KI/H2O). The cross-linked silk film was resistant to this gold etchant.\ns-SNOM. A commercially available s-SNOM (Neaspec) with a mid-infrared quantum cascade laser (MIRCat, Daylight Solutions), tunable between 1,495 and 1,790 cm−1, was used in this study. The AFM was operated in tapping mode. Gold-coated AFM tips with ~250 kHz resonance (Tap300GB-G, Budget Sensors) were used to achieve a satisfactory infrared near-field signal. The infrared near-field signal was detected simultaneously with AFM signals, using a pseudoheterodyne technique and a lock-in amplifier. The lock-in frequency was set at the second or third harmonics of the tip tapping frequency to yield background-free, near-field amplitude and phase information with a spatial resolution of up to 10 nm.\nFile coding and decoding. Binary data from audio and image files were created using a custom script to first open and read the binary digits. Each digit was given a pixel code by a binary-to-topography conversion and written onto the silk drive. The stored data in the silk drive were read out by the AFM and then translated into a recognizable file using a custom script.\nIn vitro antibiotic activity characterization. Staphylococcus aureus culture was plated on tryptic soy agar plates. Cross-linked silk drives fabricated from ampicillin-doped (20 mg mL−1 in ~6.7 wt% silk solution) and pure silk solution (~6.7 wt%) were embedded into these S. aureus plates. After embedding, plates were incubated overnight at 37 °C to allow lawn growth. After 24 h, the zone of inhibition was measured.\nMicroscopic evaluation of antibacterial efficiency. After incubation, samples were washed with 10 mM PBS and fixed in 2.5% glutaraldehyde for 3 h, then gently washed with 10 mM PBS and progressively dehydrated in graded ethanol solutions (50%, 75% and 95% v/v). A Hitachi S4800 field-emission scanning electron microscope, operated at 1 kV, was used to determine bacterial attachment and proliferation on the silk drives.\nEvaluation of biomarkers preservation efficiency. Silk solutions containing albumin, glucose and haemoglobin (a mixture of albumin 14.33 mg mL−1, glucose 0.33 mg mL−1 and haemoglobin 26.67 mg mL−1) were prepared to fabricate the silk drives. The remaining activities of the biospecimens were assessed on days 1, 7 and 14. Albumin and glucose levels were measured using a commercially available albumin assay kit by the bromocresol green method (Kwork number 191015) and a commercially available glucose assay kit by the hexose kinase method (Kwork\nnumber 190830). All kits were used according to the manufacturer’s instructions. Haemoglobin levels were measured using a commercially available haemoglobin enzyme-linked immunosorbent assay kit (Mlbio number ml016122) according to the manufacturer’s guidelines.\nAnimal experiments. All animal experiments were conducted in accordance with approved Institutional Animal Care and Use Committee protocols at Huashan Hospital of Fudan University. Sprague Dawley rats (6–8 weeks old) were anaesthetized with an intraperitoneal injection of ketamine and xylazine. Depth of anaesthesia was monitored by palpebral and withdrawal reflexes to confirm that the animal had reached stage 3 of anaesthesia. Once the animal was lightly anaesthetized, its back was shaved and the incision site cleaned with 70% ethanol, followed by a betadine surgical scrub. Once stage 3 was confirmed, a small longitudinal incision was made through the skin and the ethylene-oxide-sterilized implants were then inserted. The incision was closed with a Dexon 5–0 suture. The animal was given a dose of analgesia (subcutaneous buprenorphine) as soon as the surgery was completed and was monitored until it was ambulatory."
    }, {
      "heading" : "Data availability",
      "text" : "The data that support the findings of this study are available online at figshare (https://doi.org/10.6084/m9.figshare.12466034) and from the corresponding authors upon reasonable request."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This material was based upon work supported by the National Science Foundation under grant no. CMMI-1563422. The University of Texas authors also acknowledge support from the Department of Mechanical Engineering. The Stony Brook University authors acknowledge support from the National Science Foundation under grant no. DMR-1904576, grant no. CMMI-1562915 and SBU-BNL SEED grant. T.H.T.’s group acknowledges support from the following: National Science and Technology Major Project from the Minister of Science and Technology of China (grant nos. 2018AAA0103100, 2020AAA0130100), National Natural Science Foundation of China (grant nos. 61574156, 61904187, 51703239, 51703238, 61605233), Scientific Instrument and Equipment Development Project of the Chinese Academy of Sciences (grant no. YJKYYQ20170060), National Science Fund for Excellent Young Scholars (grant no. 61822406), Shanghai Outstanding Academic Leaders Plan (grant no. 18XD1404700), Shanghai Sailing Program (grant nos. 19YF1456700, 17YF1422800), Key Research Program of Frontier Sciences, CAS (grant no. ZDBS-LY-JSC024), Youth Innovation Promotion Association CAS (grant no. 2019236) and Xinwei Star Project (grant no. Y91QDA1001). We thank Y. Mao, Z. Shi and J. Zhong from Huashan Hospital of Fudan University in Shanghai for their assistance with all animal experiments."
    }, {
      "heading" : "Author contributions",
      "text" : "T.H.T., M.K.L. and W. Lee conceived the idea. T.H.T., M.K.L., W. Lee and Z.Z. designed the experiments. W. Lee, Z.Z., N.Q., J.J. and K.L. performed the experiments. M.K.L. and X.C. performed the simulation study. T.H.T., W. Lee, Z.Z., M.K.L., X.C., N.Q., J.J., K.L. and W. Li analysed the data. T.H.T., M.K.L., W. Lee, Z.Z., X.C. and W. Li wrote the paper. All authors discussed the results and provided comments for the manuscript."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/ s41565-020-0755-9.\nCorrespondence and requests for materials should be addressed to Z.Z., M.L., T.H.T. or W.L.\nReprints and permissions information is available at www.nature.com/reprints.\nNATure NANoTeCHNoLogy | www.nature.com/naturenanotechnology"
    } ],
    "references" : [ {
      "title" : "Extreme ultraviolet resist materials for sub-7 nm patterning",
      "author" : [ "L. Li", "X. Liu", "S. Pal", "S. Wang", "E.P. Giannelis" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "a perspective for future big data storage",
      "author" : [ "M. Gu", "X. Li", "Cao", "Y. Optical storage arrays" ],
      "venue" : "Light Sci. Appl. 3, e177",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A stacked memory device on logic 3D technology for ultra-high-density data storage",
      "author" : [ "J Kim" ],
      "venue" : "Nanotechnology 22,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    }, {
      "title" : "The “Millipede”—more than one thousand tips for future AFM data storage",
      "author" : [ "P Vettiger" ],
      "venue" : "IBM J. Res. Dev",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2000
    }, {
      "title" : "Modern scattering-type scanning near-field optical microscopy for advanced material research",
      "author" : [ "X Chen" ],
      "venue" : "Adv. Mater. 31,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Understanding the image contrast of material boundaries in IR nanoscopy reaching 5 nm spatial resolution",
      "author" : [ "S Mastel" ],
      "venue" : "ACS Photon",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "High-resolution nanochemical mapping of soft materials",
      "author" : [ "M. Wagner", "T. Mueller" ],
      "venue" : "Microsc. Today 24,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Recent developments in nanofabrication using scanning near-field optical microscope lithography",
      "author" : [ "A.A. Tseng" ],
      "venue" : "Opt. Laser Technol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "Surface-plasmon-based optical manipulation",
      "author" : [ "R. Quidant", "C. Girard" ],
      "venue" : "Laser Photon. Rev",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2008
    }, {
      "title" : "tunable optical manipulation in the femtonewton range",
      "author" : [ "M. Righini", "G. Volpe", "C. Girard", "D. Petrov", "Quidant", "R. Surface plasmon optical tweezers" ],
      "venue" : "Phys. Rev. Lett. 100, 217–220",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Terahertz-field-induced insulator-to-metal transition in vanadium dioxide metamaterial",
      "author" : [ "M Liu" ],
      "venue" : "Nature 487,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Remote optical sensing on the nanometer scale with a bowtie aperture nano-antenna on a SNOM fiber tip",
      "author" : [ "Atie", "E. M" ],
      "venue" : "Appl. Phys. Lett. 106,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2015
    }, {
      "title" : "Plasmonic nanofocused four-wave mixing for femtosecond near-field imaging",
      "author" : [ "V. Kravtsov", "R. Ulbricht", "J.M. Atkin", "M.B. Raschke" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Surface-enhanced Raman spectroscopy as a probe of the surface chemistry of nanostructured materials",
      "author" : [ "S Dick" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Probing dark excitons in atomically thin semiconductors via near-field coupling to surface plasmon polaritons",
      "author" : [ "Y Zhou" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Visibility of subsurface nanostructures in scattering-type scanning near-field optical microscopy imaging",
      "author" : [ "W. Zhang", "Y. Chen" ],
      "venue" : "Opt. Express 28,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2020
    }, {
      "title" : "design, fabrication, and operation of nanometric devices using optical near fields",
      "author" : [ "M. Ohtsu", "K. Kobayashi", "T. Kawazoe", "S. Sangu", "Yatsui", "T. Nanophotonics" ],
      "venue" : "IEEE J. Sel. Top. Quantum Electron. 8, 839–862",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Flying plasmonic lens in the near field for high-speed nanolithography",
      "author" : [ "W Srituravanich" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2008
    }, {
      "title" : "Maskless plasmonic lithography at 22 nm resolution",
      "author" : [ "L Pan" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2011
    }, {
      "title" : "Nanolithography in the evanescent near field",
      "author" : [ "M.M. Alkaisi", "R.J. Blaikie", "S.J. Mcnab" ],
      "venue" : "Adv. Mater. 13,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2001
    }, {
      "title" : "All-water-based electron-beam lithography using silk as a resist",
      "author" : [ "S Kim" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Nanoscale probing of electron-regulated structural transitions in silk proteins by near-field IR imaging and nano-spectroscopy",
      "author" : [ "N Qin" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "2D and 3D bio-nanostructures with shape and function on demand",
      "author" : [ "Jiang", "J. et al. Protein bricks" ],
      "venue" : "Adv. Mater. 30, 1705919",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Precise patterning of silk microstructures using photolithography",
      "author" : [ "N.E. Kurland", "T. Dey", "S.C. Kundu", "V.K. Yadavalli" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Silk protein lithography as a route to fabricate sericin microarchitectures",
      "author" : [ "N.E. Kurland", "T. Dey", "C. Wang", "S.C. Kundu", "V.K. Yadavalli" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "high performance biopatterning using silk fibroin light chain as the resist",
      "author" : [ "Liu", "W. et al. Precise protein photolithography (P3" ],
      "venue" : "Adv. Sci. 4, 1700191",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Silk materials—a road to sustainable high technology",
      "author" : [ "H. Tao", "D.L. Kaplan", "F.G. Omenetto" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "The use of functionalized silk fibroin films as a platform for optical diffraction-based sensing applications",
      "author" : [ "Z Zhou" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Engineering the future of silk materials through advanced manufacturing",
      "author" : [ "Z Zhou" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Materials fabrication from Bombyx mori silk fibroin",
      "author" : [ "Rockwood", "D. N" ],
      "venue" : "Nat. Protoc",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2011
    }, {
      "title" : "Nanoscale infrared absorption spectroscopy of individual nanoparticles enabled by scattering-type near-field microscopy",
      "author" : [ "Stiegler", "J. M" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2011
    }, {
      "title" : "Quantitative measurement of local infrared absorption and dielectric function with tip-enhanced near-field microscopy",
      "author" : [ "A.A. Govyadinov", "I. Amenabar", "F. Huth", "P.S. Carney", "R. Hillenbrand" ],
      "venue" : "J. Phys. Chem. Lett",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2013
    }, {
      "title" : "surface-polariton enhanced infrared nanospectroscopy of molecular vibrations",
      "author" : [ "M. Autore", "L. Mester", "M. Goikoetxea", "Hillenbrand", "R. Substrate matters" ],
      "venue" : "Nano Lett. 19, 8066–8073",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Write strategies for multiterabit per square inch scanned-probe phase-change memories",
      "author" : [ "Wright", "C. D" ],
      "venue" : "Appl. Phys. Lett. 97,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2010
    }, {
      "title" : "High density multi-level recording for archival data preservation",
      "author" : [ "F. Holzner", "P. Paul", "U. Drechsler", "M. Despont", "U. Duerig" ],
      "venue" : "Appl. Phys. Lett. 99,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2011
    }, {
      "title" : "dynamic mechanical, thermal and biodegradable properties",
      "author" : [ "Zhao", "Y.-Q. et al. Silkworm silk/poly(lactic acid) biocomposites" ],
      "venue" : "Polym. Degrad. Stab. 95, 1978–1987",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "1Department of Mechanical Engineering, University of Texas at Austin, Austin, TX, USA. 2State Key Laboratory of Transducer Technology, Shanghai Institute of Microsystem and Information Technology, Chinese Academy of Sciences, Shanghai, China. 3Department of Physics and Astronomy, Stony Brook University, Stony Brook, NY, USA. 4National Synchrotron Light Source II, Brookhaven National Laboratory, Upton, NY, USA. 5Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, Beijing, China. 6School of Physical Science and Technology, ShanghaiTech University, Shanghai, China. 7Institute of Brain-Intelligence Technology, Zhangjiang Laboratory, Shanghai, China. 8Shanghai Research Center for Brain Science and Brain-Inspired Intelligence, Shanghai, China. 9These authors contributed equally: Woonsoo Lee, Zhitao Zhou. ✉e-mail: ztzhou@mail.sim.ac.cn; mengkun.liu@stonybrook.edu; tiger@mail.sim.ac.cn; weiwli@austin.utexas.edu Over the past two decades, many lithographic strategies, including those using deep ultraviolet or extreme ultraviolet light sources1, dual-beam systems2 and three-dimensional storage architectures3, have been developed to increase optical storage density to several hundreds of GB inch−2. However, to achieve a high spatial resolution, many of these methods inevitably require sophisticated fabrication procedures that are inefficient in terms of both time and cost. Furthermore, conventional optical lithography suffers from the diffraction limit, which prevents further increase in storage density beyond the current industry standard. At the turn of the century, IBM described an atomic force microscope (AFM)-based data-storage scheme, the ‘Millipede’, that had the potential to achieve multi-TB inch−2 capacity at high data writing and reading rates with 30–40 nm spatial resolution4. Although the work represented a technological leap and led to further research on probe-based storage schemes, commercial applications remain a distant prospect. Scattering-type scanning near-field optical microscopy (s-SNOM) offers a promising option for high-resolution nanofabrication5, especially on soft materials6, and can achieve super-resolution imaging beyond the diffraction limit7. The near-field evanescent wave that s-SNOM generates serves as an effective tool to induce locally confined high-field optical phenomena. This has enabled fabrication8, manipulation9–11 and characterization12,13 of photosensitive structures at the nanoscale. In particular, evanescent fields have been used in the processing of nanoscale features on material surfaces14–16, for the fabrication of optical nanodevices17 and for nanolithography of polymeric materials18–20. Because it is minimally invasive, requires no vacuum and exhibits sensitivity to protein conformation, mid-infrared s-SNOM is also suitable for the nanoscale characterization of biomaterials that can immobilize and interact with biological entities such as bacteria, viruses, enzymes and biomarkers. By developing the lithographic capabilities of mid-infrared s-SNOM, while retaining its imaging capabilities, nanoscale manipulation and characterization of functional biomaterials can therefore be integrated into a single platform. This closed-loop lithography platform can simplify bionanofabrication and produce probe-based storage schemes for the storage and manipulation of biological information. To increase photolithographic efficiency and subsequent information storage in biomaterials, synergies between the medium material, the incident light and the properties of the scanning head must be optimized. In this context, silk fibroin—a naturally occurring protein derived from Bombyx mori silkworms—is a perfect fit. As a biocompatible ‘green’ medium, silk undergoes nanoscale polymorphic transitions upon exposure to electrons21,22, ion beams23 or light24–26. Silk has also long been appreciated for its mechanical strength, biocompatibility, biodegradability, ease of functionalization and tunable water-solubility27–29. These favourable properties led us to investigate silk protein as a rewritable optical storage medium. We showed that tip-enhanced near-field infrared nanolithography (TNINL) can induce controlled topographical and/or phase changes of the silk protein layer with a full-width at half-maximum (FWHM) spatial resolution of ~35 nm. These patterns have 100 nm spacing, equivalent to a storage capacity of ~64 GB inch−2. Repeated writing and erasing are possible in an ambient environment. Information can be retained under harsh conditions, including high humidity, high magnetic fields and clinical-level gamma radiation. A rewritable optical storage medium of silk proteins using near-field nano-optics",
    "creator" : "Springer"
  }
}