{
  "name" : "downloads_2019-12-04_c2_rupa2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Synthesis of a Zinc Oxide Nanoflower Photocatalyst from Sea Buckthorn Fruit for Degradation of Industrial Dyes in Wastewater Treatment",
    "authors" : [ "Esrat Jahan Rupa", "Lalitha Kaliraj", "Suleman Abid", "Deok-Chun Yang", "Seok-Kyu Jung" ],
    "emails" : [ "eshratrupa91@gmail.com", "lalithakr95@gmail.com", "sulmanabid1994@gmail.com", "dcyang@khu.ac.kr", "seokkyujung@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanomaterials 2019, 9, 1692; doi:10.3390/nano9121692 www.mdpi.com/journal/nanomaterials\nKeywords: sea buckthorn fruit; zinc oxide nanoflower; dye degradation; photocatalysis; UV illumination; Congo red; malachite green; Eosin Y; Methylene blue"
    }, {
      "heading" : "1. Introduction",
      "text" : "Demand for chemically synthesized dyes and other materials is increasing with growing populations. As byproducts of the chemical, textile, and leather industries, dyes are often associated with toxic chemicals that are carcinogenic to humans, as well as toxic to microbes that play key ecological roles [1]. Much research effort has therefore focused on developing tools to remove hazardous dye chemicals from the environment [2]. Micro-filtration, adsorption, ultrafiltration, and ion exchange are among the well-known tools for addressing this problem, but all impose some negative environmental impact [3,4]. Industrial anionic dyes are difficult to remove from water because of the presence of negative ions [5–7]. Nanotechnologies are widely assumed to offer promising avenues to tackle such challenges due to their high surface-area-to-volume ratios. Metal nanoparticles with a strong oxidizing radical (OH.), such as zinc oxide (ZnO), titanium oxide, and tungsten oxide, have already proven to be powerful photocatalysts [8]. ZnO in particular is known for its low cost, water de-toxification abilities, high reaction and mineralization rates, and large number of active sites that enhance degradation of dyes under ultraviolet (UV) illumination [9−11]. ZnO nanoparticles (NPs) have attracted research attention due to their low cost, low environmental impact, and rapid degradation of toxic dyes from wastewater. ZnO nanoparticles can be synthesized\nusing various chemical methods, including those that use environmentally benign source materials instead of harmful chemicals and surfactants. Various reports have shown that the crystalline structure of ZnO nanoparticles from plant extracts is associated with efficient dye degradation [12]. Here, we prepared crystalline-shaped ZnO nanoflowers (NFs) using an active compound found in sea buckthorn (SBT) fruit to produce crystalline nanoparticles that may enhance the degradation rate of toxic dyes. Hippophae rhamnoides, commonly known as the vitamin tree or sea buckthorn, is a wellknown shrub of the Elaeagnaceae family. Sea buckthorn fruit contain many bioactive compounds, such as flavonoids, unsaturated fatty acids, phenolic compounds, phytosterols, carotenoids, and tocopherol [12−15], and exhibit antioxidant, cell-proliferation, antibacterial, and anticancer properties [16−19]. Sea buckthorn ZnO nanoflowers (SBT-ZnO/NFs) have been used as green nano catalysts because of their crystallinity, shape, high dye-degradation efficiency (99%), and rapid action (<1 h). To evaluate dye-degradation efficiency, malachite green (MG), methylene blue (MB), Congo red (CR) and Eosin Y (EY) were chosen as model dyes. Our results suggest that SBT-ZnO/NFs can serve as safe, low-cost, and biodegradable materials for removal of hazardous dyes from wastewater."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Samples of Hippophae rhamnoides (sea buckthorn) fruit were collected from a local market in China. Zinc nitrate hexahydrate (> 98%) was purchased from Sigma–Aldrich, USA. Analytical grade NaOH was purchased from Dae Jung Chemicals and Metals Co. Ltd. (Pyeontaek, Korea). All dyes were obtained from Sigma–Aldrich, USA, and all chemicals were used without further purification."
    }, {
      "heading" : "2.2. Preparation of Sea Buckthorn Fruit Extract",
      "text" : "Fresh sea buckthorn fruit samples were washed repeatedly with water and dried using an air drier. The dried samples were crushed into powder, 5 g of which was mixed with 100 mL of water. Phytochemicals were extracted from the powdered fruit using a high-pressure autoclave at 100 °C for 1 h. Autoclaved extracts were filtered using Whatman no. 1, 110 mm filter paper. The extracts were then centrifuged at 5000 rpm for 10 min to remove undesirable solids."
    }, {
      "heading" : "2.3. Synthesis of Zinc Oxide Nanoflowers from Sea Buckthorn Fruit Extract",
      "text" : "The SBT-ZnO/NFs were synthesized by co-precipitation using a previously described method with minor modifications [20]. Zinc nitrate hexahydrate and NaOH were used as precursors, and SBT fruit extract was used as a reducing and coating agent. To synthesize SBT-ZnO/NFs, 20% of the SBT fruit extract was collected and continuously stirred. Approximately 10 mL of 0.1 M zinc nitrate salt was added dropwise to the homogeneous mixture, which was then transferred to a hot plate. When the temperature of the mixture reached 70 °C, 15 mL of 0.2 M NaOH was added dropwise to the walls of the flask with continuous stirring. The color changed from yellow to milky white, which indicated formation of SBT-ZnO/NFs. The synthesized materials were kept on the hot plate for up to 2 h to complete the reaction. The SBT-ZnO/NF mixture was washed with distilled water at least three times to remove unreacted materials and centrifuged at 5000 rpm for 15 min. Finally, the SBT-ZnO/NFs were collected as a solid material and calcinated in a muffle furnace for 3 h. The process is illustrated in Figure 1."
    }, {
      "heading" : "2.4. Characterization of SBT-ZnO/NFs",
      "text" : "The synthesized NPs were characterized by instrumental analysis. Bio-reduction of metallic nanoparticles from metal ions was confirmed through analytical methods. The reaction mixtures’ absorption spectra at 300–800 nm was produced using a UV-visible light spectrophotometer (Ultrospec 2100, pro-USA) and a 10-nm-long quartz cuvette. Field emission transmission electron microscopy (FE-TEM; JEM-2100 F, JEOL, USA) was conducted at an operating voltage of 200 kV. The selected area electron diffraction (SAED) pattern supplied the crystallinity or amorphous condition pattern of the NF. Energy-dispersive X-ray spectroscopy (EDX) supplied purity data on the NFs, and elemental mapping provided the distribution of the particles inside each NF. The SBT-ZnO/NF droplets were placed onto a carbon-coated copper grid, dried in an oven at 60 °C, and transferred to the analyzer. X-ray powder diffraction (XRD; D8 Advance, Bruker, Germany) confirmed crystallinity of SBT-ZnO/NFs in a 2θ range of 20°–80° with Cu-Kα radiation of 1.54 Å, an operating voltage of 40 kV, and a current of 40 mA. Fourier-transform infrared spectroscopy (FT-IR) was used to analyze the functional groups inside the NFs with a Perkin Elmer spectrum at 400–450 cm−1. X-ray photoelectron microscopy (XPS; Thermo Electron/K-Alpha, Thermo Scientific, Seoul, Korea) was used to analyze the elemental state and composition of the nanostructures. Photoluminescence (PL) properties were analyzed using a Sinco Floormate FS-2 spectrofluorometer."
    }, {
      "heading" : "2.5. Photocatalytic Activity of SBT-ZnO/NFs",
      "text" : "A 15 mg L−1 concentration of each dye (MG, MB, EY, and CR) was used. The chemical formula and maximum absorption of the dyes are supplied in Table 1.\nThe dye and catalyst were sonicated for approximately 30 min to ensure thorough mixing. To reach an adsorption–desorption equilibrium, dye and catalyst (SBT-ZnO/NF) were mixed and kept in a dark place. The reaction mixture was irradiated by a UV cross-linker (C−1000 Ultraviolet crosslinker, energy × 100 µj/cm) for approximately 10, 20, 30, 50, 60, 70, 80, and 90 min. The degradation efficient was calculated using Equation (1):\nDegradation efficiency (%) n = (Co − Ct)/Co (1)\nwhere Ct is the concentration at time t, and Co is the initial concentration at time t0."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. UV-Visible Spectrophotometer Analysis",
      "text" : "The formation of ZnO was confirmed by UV–vis spectroscopy. The SBT-ZnO/NF exhibited surface Plasmon resonance (SPR) as a result of collective oscillation of electrons of ZnO NPs and its interaction with certain wavelengths of light. The UV-visible spectrophotometer detected a maximum absorbance peak of SBT-ZnO/NF at 376 nm, using the wavelength range 300–800 nm indicating formation of SBT-ZnO/NFs from SBT fruit extract. However, the SBT fruit extract did not show an absorption peak in the region of ZnO/NF formation, as shown in Figure 2."
    }, {
      "heading" : "3.2. FE-TEM Analysis",
      "text" : "The morphology of synthesized SBT-ZnO/NFs is shown in Figure 3a, b using FE-TEM analysis. The nanoflowers formation were observed; they consist of a combination of 3–4 broad petal-like structures. In Figure 3a,b, good dispersion of the nanoparticles was observed because the fruit extract has a capping effect that prevents agglomeration of nanoparticles; on the other hand ZNO prepared without SBT extract showed poor nano structure with agglomeration of nanoparticles (Figure S1). An SAED pattern revealed the high crystallinity of SBT-ZnO/NFs (Figure 3d). The purity of SBTZnO/NFs was examined by EDX spectroscopy, as shown in Figure 3e. Elemental mapping revealed the distribution of zinc (red dot) and oxygen (green dot) atoms through the SBT-ZnO/NFs (Figure 3c, f); and the weight and atomic percentages were approximately 79.12 (zinc), 20.88 (oxygen) and 48.11 at.% (zinc), 51.89 at.% (oxygen) respectively."
    }, {
      "heading" : "3.3. XRD Analysis",
      "text" : "The XRD pattern in Figure 4 depicts the crystalline structure of NFs at 2θ values of 31.82, 34.41, 36.27, 47.55, 56.61, 62.82, and 67.97, which were indexed according to Miller indices (h, l, k) respectively at (100), (002), (101), (102), (110), (103), and (112) in a lattice plane. These value matched well with the standard values of JCPDS NO. 36−145 and the most intense peak at 36.27 belongs to the (101) orientation, and the position of the reflection peaks of SBT-ZnO/NF indicated a hexagonal wurtzite structure. The larger crystalline size is specified by the intense peak of the pattern. The FWHM results revealed from d (100) = 2.81 A°, d (002) = 2.60 A°, d (101) = 2.47 A° value with sharp and intense peaks were used to determine the size of SBT-ZnO/NF.\nThe nanocrystalline size calculated using the Debye–Scherrer equation was approximately 17.12 nm,Avarage of 1st 3 value. as noted in Table 2."
    }, {
      "heading" : "3.4. FT-IR Analysis",
      "text" : "Fourier-transform infrared (FT-IR) spectroscopic analysis was used to diagnose the phytochemicals responsible for the reduction of Zn2+ and stabilization of ZnO NPs. FT-IR analysis (Figure 5) revealed the spectra of the SBT extract before and after synthesis into SBT-ZnO/NFs. The Zn-O metal bond formation was confirmed by an absorption peak at 440.48 cm−1 [21]. However, the extract of the fruit showed no absorption peak in the area of 400–500 cm−1. The SBT fruit extract showed an absorption peak at 899.71 cm−1, which shifted to the ZnO/NF absorption peak at 1026.78 cm−1, indicating a =CH-H (alkene) group. The extract showed an absorption peak at 1618.09 and\n1718.33 cm−1, which shifted to 1384.98 cm−1 and 1635.19 cm−1, indicating alkene (C-H) and ketone (C=O) groups, respectively [22]. The NFs and extract both showed absorption peaks at 2925.19 cm−1, which indicated presence of an N-H (secondary amine) group [23]. The absorption peak at 3385.75 cm−1 for the extract indicated presence of an (-OH) alcohol group. In SBT-ZnO/NFs, this peak shifted to 3423.88 cm−1 but still indicated an –OH group [24]. This (O-H) and (N-H) bond were due to absorbed polyphenol from the fruit extract during formation of NF. The FT-IR spectrum SBT-ZnO/NF shows prominent capping of phytochemical on the surface of the Nano-flower."
    }, {
      "heading" : "3.5. Photoluminescence",
      "text" : "The photoluminescence (PL) properties of SBT-ZnO/NF are shown in Figure 6. The PL excitation spectra of SBT-ZnO/NFs were measured at an emission wavelength of 468 nm, exhibiting major peaks at 229 and 249 nm. The emission spectra at the two excitation wavelengths showed different intensities. The PL emission spectra showed intense peaks at 407, 434, 448, and 469 nm, ascribed to the deep-level effect. The remaining transitions in the longer-wavelength region are due to recombination of photo-generated holes with the singly ionized charge state of this effect. The strong UV emission corresponds to the near-band edge emission of the wide bandgap of ZnO due to annihilation of excitations. The strong PL properties revealed the high purity and superior crystallinity of the ZnO NPs."
    }, {
      "heading" : "3.6. X-ray Photoelectron Spectroscopy (XPS) Analysis",
      "text" : "XPS detected Zn, C, and O peaks in the SBT-ZnO/NF structures, as shown in the wide-survey spectra (Figure 7a). During synthesis of SBT-ZnO/NFs, the carbon absorbed on the surface is related to the detected carbon-binding energy at 285 eV of the synthesis condition. In Figure 7b, the Zn2p spectrum for SBT-ZnO/NFs showed binding energies at 1021.2 and 1044.3 for Zn2p3/2 and Zn2p1/2, respectively, indicating the +2 state of Zn [25]. The binding energies at 532.9, 530.7, and 529 eV in Figure 7c are associated with C=O absorbed from SBT fruit, Zn-OH (surface oxygen), and ZnO metal bonds, respectively. The identified element inside the structure of SBT-ZnO/NFs confirmed formation of NFs through XPS analysis."
    }, {
      "heading" : "3.7. Photocatalytic Activity of SBT-ZnO/NF under UV Illumination",
      "text" : "The SBT-ZnO/NF was used as a photocatalyst. Here, four types of industrial dyes were used at a concentration of 15 mg/L under UV illumination. Degradation efficacy was monitored under dark and under UV with and without catalyst, is shown Figure 8. The results suggested that only SBTZnO/NF showed significant degradation under UV illumination, whereas other conditions exhibited negligible degradation. All dyes (malachite green (MG), methylene blue (MB), Congo red (CR) and eosin Y (EY)) were monitored under UV illumination from a C-1000 ultraviolet cross-linker, energy × 100 µj/cm (364 nm) using SBT-ZnO/NFs at different time intervals. MG, MB, CR and EY dyes were degraded by up to 99% within 70, 70, 80, and 90 min of contact time, respectively. MG, MB, CR and EY showed absorbance peaks at 663, 618, 497 and 517 nm respectively. The intensities of peaks were decreased with respect to the time during the degradation of dye molecules (Figure 9).\nKinetics study for all the four dyes follow the 1st order kinetics model which was confirmed from linear regression (R2 > 0.99) (Figure 9). There was a slight blue shift (shifted to higher frequency) in absorption spectra of all the dye molecules during degradation with respect to the time. That was in accordance with the previous study [26]and suggested that the blue shift is evidence for progressive degradation that occurred by removal of organic dyes [27]. For comparison, the dye degradation was also examined using ZnO-NPs and SBT fruit extract and the results were shown in Figure S2. SBT extract showed about 20% of dye degradation in all cases, whereas ZnO-NPs showed 60–70% efficiency. But SBT-ZnO/NF showed 100% degradation efficiency for MG, MB, CR and EY at 70, 70, 80, and 90 min, respectively. The higher degradation efficiency of SBT-ZnO/NF may be occurring due to the synergistic effect of the capping layer of phenolic compound (from SBT fruits)\nover the NF and the active sites of ZnO particles. SBT-ZnO/NF produced OH. (hydroxyl free radical) and O.2 (superoxide) molecules which are mainly responsible for dye degradation. At the lower concentration (5 mg/L) of dye using the SBT-ZnO/NF catalyst, we observed that MG, MB, CR and EY dyes were degraded by 100% within 23, 25, 28, and 30 min of contact time, respectively (Figure 10).\nAs a catalyst, SBT-ZnO/NFs have the potential to decompose several dye molecules in an advanced oxidation process. Catalyst concentration is an important parameter for assessing degradation activity. In this study, we measured different concentrations (100 mg/L, 150 mg/L, and 200 mg/L) of SBT-ZnO/NFs, where the highest catalytic activity was shown at 150 mg/L of MG, as in Figure 11. The results suggest that high catalyst load can increase catalytic activity by creating more active areas. However, use of more than 150 mg of catalyst may result in overlapping peaks and disturbance to UV rays at the surface of the semiconductor, decreasing the degradation rate. Additionally, SBT-ZnO/NFs showed superior photocatalytic activity to other plant extracts reported in previous reports (Table 3).\nHippophoe Rhamnoides\nfruits Congo red 15 mg/L 150 mg 99% 80 min This work\nHippophoe Rhamnoides fruits\nEosin Y 15 mg/L 150 mg 100% 90 min This work"
    }, {
      "heading" : "3.8. Degradation",
      "text" : "Ultraviolet illumination causes SBT-ZnO/NF nanocatalyst surfaces to act as a semiconductor to produce photoexcitation (as described in the PL study) inside the SBT-ZnO/NF, generating lone-pair electrons and holes. The holes react with water molecules to form hydroxyl free radicals, which are responsible for degradation of the dye [34]. A possible chemical reaction is shown below.\nSBT-ZnO/NF + hv → e− + h+ + SBT-ZnO/NF, (2)\nOxidation reaction on the surface of the catalyst (SBT-ZnO/NF) can be described by:\nh+(VB) + H2O → H+ + •OH, (3)\n2h+ +2H2O →2H+ +2H2O2, (4)\nHowever, the lone-pair electron reacts with oxygen molecules to form superoxide molecules, which react with hydrogen ions to form hydroxyl free radicals. Ultimately, this molecule degrades the dye through a reduction process:\ne-(CB) + O2→ •O2− (5)\nThe oxidation- and reduction-reaction products (•OH, •O2−) in the form of free radicals both help oxidize the harmful dye to form a harmless compound, with CO2 and H2O as byproducts.\nDye molecules + (•OH, •O2−) → CO2 + H2O + byproducts (6)\nThe phytochemicals inside the SBT fruit, along with the carbon traced in the XPS analysis, could help generate more OH• on the semiconductor surface. Consequently, SBT-ZnO/NFs exhibit photocatalytic activity within a short time. The full mechanism is illustrated in Figure 12."
    }, {
      "heading" : "3.9. Catalyst (SBT-ZnO/NF) Reusability",
      "text" : "For any catalyst, reusability is an important parameter. In this study, SBT-ZnO/NF was collected via centrifugation, washed with ethanol to remove the attached substances, and dried in an oven at 60 ℃. Single reuse of this catalyst produced the same level of dye reduction; after 2–3 cycles, dyedegradation efficacy decreased slightly due to centrifugation, and self-photosensitized decomposition of dye molecules occurring in the presence of ZnO/NF, as shown in Figure 13. This suggests that SBT-ZnO/NF nanocatalysts can be used more than five times, with only a slight decline in degradation rate."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, this study establishes an eco-friendly, greener method for the synthesis of SBTZnO/NF from sea buckthorn fruit extract as a capping and stabilizing agent. This NF was inspected for different dyes (MB, MG, CR, EY) degradation activity under UV illumination. The hexagonal wurtzite structure with an average size 17.15 nm was confirmed by XRD analysis. The nanoflower structure was confirmed through FE-TEM images. Elemental state and chemical composition were analyzed through XPS and EDX analysis, during which no impurities were found. The functional group which is responsible for flower-shaped NF were identified using FT-IR. PL study also indicated the generation of electron-hole pairs in the catalyst surface. The SBT-ZnO/NF exhibited >99% of degradation efficiency at 15 mg/L and 5 mg/L of all four dyes. MG dye degraded within 70 and 23 min, MB dye degraded within 70 and 25 min, CR dye degraded 80 and 28 min and EY dye degraded 90 and 30 min of contact time, respectively, for these two dye concentrations. This research highly recommends the use of SBT-ZnO/NF as a future nano catalyst for the degradation of hazardous dyes during wastewater treatment.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1. Comparison images for ZnO-NPs (a) and SBT-ZnO/NF (b), Figure S2. Comparison study for degradation (%) of (MB, MG, CR, EY) dyes using SBT-ZnO/NF, SBT-Ext and ZnO NPs (prepared in chemical method) catalyst under UV illumination.\nAuthor Contributions: Data curation, E.J.R. and L.K.; funding acquisition, S.-K.J.; methodology, E.J.R.; software, E.J.R., L.K. and S.A.; supervision, D.-C.Y. and S.-K.J.; visualization, S.A.; writing—original draft, E.J.R.; writing— review & editing, D.-C.Y.\nFunding: This research was supported by a grant from the Korea Institute of Planning & Evaluation for Technology in Food, Agriculture, Forestry, & Fisheries (KIPET No. 317007-3).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Biosynthesis of tin oxide nanoparticles using Psidium Guajava leave extract for photocatalytic dye degradation under sunlight",
      "author" : [ "M. Kumar", "A. Mehta", "A. Mishra", "J. Singh", "M. Rawat", "S. Basu" ],
      "venue" : "Mater. Lett. 2018,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Comparative study of catalytic activity of ZrO2 nanoparticles for sonocatalytic and photocatalytic degradation of cationic and anionic dyes",
      "author" : [ "P. Bansal", "G.R. Chaudhary", "S. Mehta" ],
      "venue" : "Chem. Eng. J. 2015,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Solid-phase microbial fuel cell (SMFC) for harnessing bioelectricity from composite food waste fermentation: Influence of electrode assembly and buffering capacity. Bioresour",
      "author" : [ "S.V. Mohan", "K. Chandrasekhar" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    }, {
      "title" : "Zinc oxide nanoparticles: A review of their biological synthesis, antimicrobial activity, uptake, translocation and biotransformation in plants",
      "author" : [ "A. Singh", "N. Singh", "S. Afzal", "T. Singh", "I. Hussain" ],
      "venue" : "J. Mater. Sci. 2018,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Hydroxyapatite photocatalytic degradation of calmagite (an azo dye) in aqueous suspension",
      "author" : [ "M.P. Reddy", "A. Venugopal", "M. Subrahmanyam" ],
      "venue" : "Applied Catalysis B: Environmental,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2007
    }, {
      "title" : "Photo assisted degradation of dye pollutants",
      "author" : [ "J. Zhao", "T. Wu", "K. Wu", "K. Oikawa", "H. Hidaka", "N. Serpone" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1998
    }, {
      "title" : "Degradation of the cationic dye rhodamine B in aqueous anionic surfactant/TiO2 dispersions under visible light irradiation",
      "author" : [ "Z. Jincai", "W. Taixing", "W. Kaiqun" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1998
    }, {
      "title" : "Photocatalytic degradation of organic dyes with manganese-doped ZnO nanoparticles",
      "author" : [ "R. Ullah", "J. Dutta" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2008
    }, {
      "title" : "Efficient photocatalysts based on silver doped ZnO nanorods for the photodegradation of methyl orange",
      "author" : [ "M.A. Bhatti", "A.A. Shah", "K.F. Almani", "A. Tahira", "S.E. Chalangar", "A.D. Chandio", "O. Nur", "M. Willander", "Z.H. Ibupoto" ],
      "venue" : "Ceram. Int. 2019,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Facile green synthesis of Zinc oxide nanoparticles (ZnO NPs): Antibacterial and photocatalytic activities",
      "author" : [ "H. Chemingui", "T. Missaoui", "J.C. Mzali", "T. Yildiz", "M. Konyar", "M. Smiri", "N. Saiidi", "A. Hafane", "H. Yatmaz" ],
      "venue" : "Mater. Res. Express 2019,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Oxide interfaces for novel electronic applications",
      "author" : [ "L. Bjaalie", "B. Himmetoglu", "L. Weston", "A. Janotti", "C. van de Walle" ],
      "venue" : "New J. Phys. 2014,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "Green Synthesis of Titanium Dioxide and Zinc Oxide Nanoparticles and Their Usage for Antimicrobial Applications and Environmental Remediation, in Green Synthesis, Characterization, and Applications of Nanoparticles; Elsevier",
      "author" : [ "X. Zhu", "K. Pathakoti", "H.-M. Hwang" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Chemical and nutritional constituents of sea buckthorn juice",
      "author" : [ "A. Zeb" ],
      "venue" : "Pak. J. Nutr. 2004,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2004
    }, {
      "title" : "Triacylglycerols, Glycerophospholipids, Tocopherols, and Tocotrienols in Berries and Seeds of Two Subspecies (ssp. sinensis and mongolica) of Sea Buckthorn (Hippopha> ë rhamnoides)",
      "author" : [ "H. Kallio", "B. Yang", "P. Peippo", "R. Tahvonen", "R. Pan" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2002
    }, {
      "title" : "Hippophae rhamnoides L. (Sea Buckthorn): A potential source of nutraceuticals",
      "author" : [ "E. Christaki" ],
      "venue" : "Food Public Health 2012,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Changes in antioxidant effects and their relationship to phytonutrients in fruits of sea buckthorn (Hippophae rhamnoides L.) during maturation",
      "author" : [ "X. Gao", "M. Ohlander", "N. Jeppsson", "L. Björk", "V. Trajkovski" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2000
    }, {
      "title" : "Composition and physiological effects of sea buckthorn (Hippophae) lipids",
      "author" : [ "B. Yang", "H. Kallio" ],
      "venue" : "Trends Food Sci. Technol. 2002,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2002
    }, {
      "title" : "Medicinal and therapeutic potential of Sea buckthorn (Hippophae rhamnoides L.)",
      "author" : [ "G. Suryakumar", "A. Gupta" ],
      "venue" : "J. Ethnopharmacol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2011
    }, {
      "title" : "Inhibition of cancer cell proliferation and suppression of TNF-induced activation of NFκB by edible berry juice",
      "author" : [ "D. Boivin", "M. Blanchette", "S. Barrette", "A. Moghrabi", "R. Beliveau" ],
      "venue" : "Anticancer Res",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2007
    }, {
      "title" : "Synthesis and characterization of ZnO nanoparticles by co-precipitation method at room temperature",
      "author" : [ "A. Ahamed", "P. Kumar" ],
      "venue" : "J. Chem. Pharm. Res. 2016,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Biosynthesis, characterization, and bioactivities evaluation of silver and gold nanoparticles mediated by the roots of Chinese herbal Angelica pubescens Maxim",
      "author" : [ "J. Markus", "D. Wang", "Y.-J. Kim", "S. Ahn", "R. Mathiyalagan", "C. Wang", "D.C. Yang" ],
      "venue" : "Nanoscale Res. Lett. 2017,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Ginseng-berry-mediated gold and silver nanoparticle synthesis and evaluation of their in vitro antioxidant, antimicrobial, and cytotoxicity effects on human dermal fibroblast and murine melanoma skin cell lines",
      "author" : [ "Z.E.J. Pérez", "R. Mathiyalagan", "J. Markus", "Y.-J. Kim", "H.M. Kang", "R. Abbai", "K.H. Seo", "D. Wang", "V. Soshnikova", "D.C. Yang" ],
      "venue" : "Int. J. Nanomed. 2017,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Biosynthesized gold and silver nanoparticles by aqueous fruit extract of Chaenomeles sinensis and screening of their biomedical activities",
      "author" : [ "K.H. Oh", "V. Soshnikova", "J. Markus", "Y.J. Kim", "S.C. Lee", "P. Singh", "V. Castro-Aceituno", "S. Ahn", "D.H. Kim", "Y.J. Shim" ],
      "venue" : "Artif. Cells Nanomed. Biotechnol. 2018,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Notable photocatalytic activity of TiO 2-polyethylene nanocomposites for visible light degradation of organic pollutants",
      "author" : [ "M. Romero-Sáez", "L. Jaramillo", "R. Saravanan", "N. Benito", "E. Pabón", "E. Mosquera", "F. Gracia" ],
      "venue" : "Express Polymer Letters Vol.11,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Influence of Al doping on the structural, morphological, optical, and gas sensing properties of ZnO nanorods",
      "author" : [ "M. Navaneethan", "G.K. Mani", "S. Ponnusamy", "K. Tsuchiya", "C. Muthamizhchelvan", "S. Kawasaki", "Y. Hayakawa" ],
      "venue" : "J. Alloys Compd. 2017,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Photocatalytic oxidation of organic micro-pollutants: Pilot plant investigation and mechanistic aspects of the degradation reaction",
      "author" : [ "P. Andrea", "M. Giuseppe", "M. Sapia", "P. Valentina", "R. Ezio", "S. Danilo", "P. Domenico" ],
      "venue" : "Chem. Eng. Commun",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Evaluation of the hydraulic and hydrodynamic parameters influencing photo-catalytic degradation of bio-persistent pollutants in a pilot plant",
      "author" : [ "A. Petrella", "D. Spasiano", "P. Cosma", "V. Rizzi", "M. Race" ],
      "venue" : "Chem. Eng. Commun",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Eco-friendly preparation of zinc oxide nanoparticles using Tabernaemontana divaricata and its photocatalytic and antimicrobial activity",
      "author" : [ "A. Raja", "S. Ashokkumar", "R.P. Marthandam", "J. Jayachandiran", "C.P. Khatiwada", "K. Kaviyarasu", "R.G.M. Raman", "Swaminathan" ],
      "venue" : "J. Photochem. Photobiol. B Biol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Zinc oxide nanoparticles synthesized by Suaeda japonica Makino and their photocatalytic degradation of methylene blue",
      "author" : [ "J. YShim", "V. Soshnikova", "G. Anandapadmanaban", "R. Mathiyalagan", "Z.E.J. Perez", "J. Markus", "Y.J. Kim", "V. Castro-Aceituno", "D.C. Yang" ],
      "venue" : "Optik 2019,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Photocatalytic degradation of methylene blue using biosynthesized zinc oxide nanoparticles from bark extract of Kalopanax septemlobus",
      "author" : [ "J. Lu", "I. Batjikh", "J. Hurh", "Y. Han", "H. Ali", "R. Mathiyalagan", "C. Ling", "J.C. Ahn", "D.C. Yang" ],
      "venue" : "Optik 2019,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Cationic and anionic dye degradation activity of Zinc oxide nanoparticles from Hippophae rhamnoides leave as potential water treatment resource",
      "author" : [ "E.J. Rupa", "G. Anandapadmanaban", "M. Chokkalingam", "J.F. Li", "J. Markus", "V. Soshnikova", "Z. Perez", "D.-C. Yang" ],
      "venue" : "Optik 2019,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Synthesis of zinc oxide nanoparticles from immature fruits of Rubus coreanus and its catalytic activity for degradation of industrial dye",
      "author" : [ "Jahan", "R.E. Anandapadmanaban", "R. Mathiyalagan", "D.-C. Yang" ],
      "venue" : "Optik",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Bio-inspired green synthesis of zinc oxide nanoparticles using Abelmoschus esculentus mucilage and selective degradation of cationic dye pollutants",
      "author" : [ "A.R. Prasad", "J. Garvasis", "S.K. Oruvil", "A. Joseph" ],
      "venue" : "J. Phys. Chem. Solids 2019,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Photocatalytic degradation of azo dye acid red 14 in the water on ZnO as an alternative catalyst to TiO2",
      "author" : [ "N. Daneshvar", "D. Salari", "A. Khataee" ],
      "venue" : "J. Photochem. Photobiol. A Chem",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "As byproducts of the chemical, textile, and leather industries, dyes are often associated with toxic chemicals that are carcinogenic to humans, as well as toxic to microbes that play key ecological roles [1].",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 1,
      "context" : "Much research effort has therefore focused on developing tools to remove hazardous dye chemicals from the environment [2].",
      "startOffset" : 118,
      "endOffset" : 121
    }, {
      "referenceID" : 2,
      "context" : "Micro-filtration, adsorption, ultrafiltration, and ion exchange are among the well-known tools for addressing this problem, but all impose some negative environmental impact [3,4].",
      "startOffset" : 174,
      "endOffset" : 179
    }, {
      "referenceID" : 3,
      "context" : "Micro-filtration, adsorption, ultrafiltration, and ion exchange are among the well-known tools for addressing this problem, but all impose some negative environmental impact [3,4].",
      "startOffset" : 174,
      "endOffset" : 179
    }, {
      "referenceID" : 7,
      "context" : "), such as zinc oxide (ZnO), titanium oxide, and tungsten oxide, have already proven to be powerful photocatalysts [8].",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 11,
      "context" : "Various reports have shown that the crystalline structure of ZnO nanoparticles from plant extracts is associated with efficient dye degradation [12].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 19,
      "context" : "The SBT-ZnO/NFs were synthesized by co-precipitation using a previously described method with minor modifications [20].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 21,
      "context" : "19 cm−1, indicating alkene (C-H) and ketone (C=O) groups, respectively [22].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 22,
      "context" : "19 cm−1, which indicated presence of an N-H (secondary amine) group [23].",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 23,
      "context" : "88 cm−1 but still indicated an –OH group [24].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 24,
      "context" : "3 for Zn2p3/2 and Zn2p1/2, respectively, indicating the +2 state of Zn [25].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 25,
      "context" : "That was in accordance with the previous study [26]and suggested that the blue shift is evidence for progressive degradation that occurred by removal of organic dyes [27].",
      "startOffset" : 47,
      "endOffset" : 51
    }, {
      "referenceID" : 26,
      "context" : "That was in accordance with the previous study [26]and suggested that the blue shift is evidence for progressive degradation that occurred by removal of organic dyes [27].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 27,
      "context" : "Tabernaemontana divaricata Methylene blue 5 mg/L 100 mg 90% 90 min [28]",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 28,
      "context" : "Suaeda japonica Makino Methylene blue 10 mg/L 50 mg 54% 180min [29]",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 29,
      "context" : "Kalopanax septemlobus Methylene blue 10 mg/L 150 mg 97% 30 min [30]",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 30,
      "context" : "Hippophae rhamnoides leaves Malachite green 10 mg/L 150 mg 89% 180 min [31]",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 31,
      "context" : "Rubus coreanus Malachite green 10 mg/L 50 mg 90% 240 min [32] Abelmoschus esculentus Methylene blue 9.",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 33,
      "context" : "The holes react with water molecules to form hydroxyl free radicals, which are responsible for degradation of the dye [34].",
      "startOffset" : 118,
      "endOffset" : 122
    } ],
    "year" : 2019,
    "abstractText" : "Green synthesis of ZnO nanoparticles has attracted research attention as a sustainable method of avoiding the destructive effect of chemicals. We synthesized a flower-shaped zinc oxide (ZnO) nanoflower (NF) from sea buckthorn fruit (SBT) by co-precipitation and characterized it using X-ray powder diffraction (XRD), X-ray photo electronic microscopy (XPS), photoluminescence (PL), field emission transmission electron microscopy (FE-TEM), and Fourier-transform infrared (FT-IR) spectroscopy. The ability of the ZnO/NF to degrade cationic and anionic dyes, including malachite green (MG), Congo red (CR), methylene blue (MB), and eosin Y (EY), under ultraviolet illumination was studied. The photocatalyst degraded approximately 99% of the MG, MB, CR and EY dyes within 70, 70, 80, and 90 min of contact time, respectively, at a dye concentration of 15 mg/L, 5 mg/L, SBT-ZnO/NF degraded 100% of the MG, MB, CR and EY dyes within 23, 25, 28, and 30 min, respectively. The results indicate that SBT-ZnO/NFs as synthesized is an inexpensive, non-toxic, rapid, and reusable photocatalyst that can play an enhanced role in wastewater treatment.",
    "creator" : "PScript5.dll Version 5.2.2"
  }
}