{
  "name" : "downloads_2020-08-19_ae_puente-massaguer2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "PEI-Mediated Transient Transfection of High Five Cells at Bioreactor Scale for HIV-1 VLP Production",
    "authors" : [ "Eduard Puente-Massaguer", "Florian Strobl", "Reingard Grabherr", "Gerald Striedner", "Martí Lecina", "Francesc Gòdia" ],
    "emails" : [ "francesc.godia@uab.cat", "florian.strobl@boku.ac.at", "reingard.grabherr@boku.ac.at", "gerald.striedner@boku.ac.at", "marti.lecina@iqs.url.edu", "eduard.puente@uab.cat" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: High Five cells; transient gene expression; polyethylenimine; virus-like particle; bioreactor"
    }, {
      "heading" : "1. Introduction",
      "text" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5]. The production strategy typically consists of infecting insect cells with a modified baculovirus (BV) encoding for the gene of interest (GOI). The insect cell/baculovirus expression vector system (BEVS) has proven to be very useful for the production of virus-like particles (VLPs), generally achieving higher nanoparticle yields in comparison to mammalian cell lines [6]. VLPs mimic a virus structure but do not harbor genetic material of the wild-type virus, being exclusively formed by the structured and repetitive self-assembly of one or more virus-derived proteins [7]. Enveloped VLPs are a subclass of these nanoparticles that offer the possibility to display different types of epitopes in their lipid membrane, making them very attractive in cancer immunotherapy [8] and vaccine development [9]. Among them, Gag-based VLPs have received special attention since they can be produced at high levels with the insect cell/BEVS [10]. Nevertheless, several limitations are associated with this system and are principally related to the lytic nature of the\nNanomaterials 2020, 10, 1580; doi:10.3390/nano10081580 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1580 2 of 16\nBV infection. Disadvantages comprise the early appearance of cell death and consequent release of host-derived proteases, and the need to amplify, maintain and titrate the BV working stock. As for Gag VLPs, the co-production of BV particles that share similar physicochemical properties with VLPs hinders the purification of these nanoparticles. Despite recent advancements have been made in this direction [11,12], difficulties are still encountered to achieve a complete separation between specimens. Plasmid DNA-based transient gene expression (TGE) has become a powerful alternative to the BEVS given that moderate to high VLP titers can be obtained in a short time frame [13]. TGE consists of the introduction of foreign DNA encoding for a GOI into cells, which is usually achieved by means of positively charged transfection reagents. Once the DNA is introduced, it remains as an episomal element inside cells unless selection pressure, typically an antibiotic, is added to the culture [14]. Therefore, the expression of the GOI is lost over time after cell division. In recent years, several studies have shown that suspension-adapted High Five and Sf9 cells are ideal hosts for the production of reporter proteins [15–17], antibodies [18–20] and surface proteins [21] in this BV-free environment. Still, the assessment of the insect cell/TGE system to produce more complex products such as VLPs remains to be investigated. Polyethylenimine (PEI) has gained progressive relevance as transfection carrier for insect cell/TGE approaches, since transfection efficiencies are high, it is cheaper than the majority of commercial reagents and the overall cost of the bioprocess is reduced [22]. This is of great importance for the production at larger scales in order to meet the increasing demand of therapeutic and diagnostic products. Despite the recent advancements reported for this system, most of the studies dealing with TGE scale-up have been conducted in mammalian cell lines, and there is little information about PEI-mediated insect cell/TGE at this level. Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27]. Therefore, considering the advances reported for TGE in insect cells at small scale, there is a need to evaluate the feasibility of this system at bioreactor scale. In this work, PEI-mediated TGE of High Five cells is evaluated as a strategy to produce several recombinant products with different complexities, including the intracellular enhanced green fluorescent protein (eGFP) [16], the human secreted alkaline phosphatase (hSEAP) and human immunodeficiency virus type 1 (HIV-1) Gag VLPs. Toward facilitating bioprocess characterization and discriminating VLPs from other nanoparticles, the Gag-eGFP fusion protein is used. VLP production is successfully achieved in a 0.5 L stirred-tank bioreactor, with a detailed study of the metabolism of transfected High Five cells. In an attempt to gain insight into the quantity and quality of the nanoparticles produced, flow virometry and nanoparticle tracking analysis are applied to monitor the High Five/TGE system."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Cell Culture Conditions",
      "text" : "The suspension-adapted Trichoplusia ni BTI-TN-5B1-4 cell line (High Five, cat. num. B85502, Thermo Fisher Scientific, Grand Island, NY, USA) was grown in the low-hydrolysate animal origin-free Sf900III medium (Thermo Fisher Scientific). Cells were subcultured three times a week at a density of 2–4 × 105 cells/mL in 125 mL disposable polycarbonate Erlenmeyer flasks (Corning, Steuben, NY, USA), as previously described [16]. All cultures were grown in an orbital shaker at 130 rpm (Stuart, Stone, UK) and maintained at 27 ◦C. Cell count and viability were measured with the Nucleocounter NC-3000 (Chemometec, Allerød, Denmark) using acridine orange for cell detection and 4′,6-diamidino-2-phenylindole (DAPI) (Chemometec) to quantify non-viable cells."
    }, {
      "heading" : "2.2. Construction of Plasmid DNA",
      "text" : "The plasmid vector used in this work was pIZTV5 (cat. num. V801001, Thermo Fisher Scientific), which harbors the immediate–early OPIE2 promoter. The genes encoding for the\nNanomaterials 2020, 10, 1580 3 of 16\nintracellular enhanced green fluorescent protein (eGFP), the truncated form of the human placental secreted alkaline phosphatase (hSEAP) and the HIV-1 Gag fused in frame to the eGFP were cloned into this vector using standard cloning procedures. Briefly, the hSEAP gene was amplified by PCR from the pUNO1-hSEAP plasmid (Invivogen, San Diego, CA, USA) with the following specific primers: fwd 5′-CGTAGGTACCTCATGATTCTGGGGCCCTGC-3′, rev 5′-CGTAGCGGCCGCGTCCAAACTCATCAATGTATC-3′. The amplified fragment was digested with KpnI and NotI and ligated, resulting in the pIZTV5-hSEAP. The Gag-eGFP gene was obtained by digesting the pGag-eGFP plasmid (NIH AIDS Reagent Program, cat. num. 11468) [28] with KpnI and NotI obtaining the pIZTV5-Gag-eGFP plasmid after ligation. The pIZTV5-eGFP plasmid was developed as previously described [16]. Plasmid DNA concentration was measured using a Nanodrop 1000 spectrophotometer (Thermo Fisher Scientific)."
    }, {
      "heading" : "2.3. Transient Gene Expression in Erlenmeyer Flask",
      "text" : "High Five cells were transiently transfected with different DNA plasmids using 25 kDa linear polyethylenimine (PEI, PolySciences, Warrington, PA, USA) according to an optimized protocol reported in a previous work [16]. Briefly, exponentially growing cells were centrifuged at 300× g for 5 min and resuspended to 1.5 × 106 cell/mL in 15 mL of pre-warmed Sf900III medium. DNA and PEI polyplex formation was performed in 150 mM NaCl at a final volume of 1 mL with DNA at 2.1 µg/mL added first and vortexed for 10 s. Afterwards, PEI at 9.3 µg/mL (DNA:PEI mass ratio of 1:4.4) was added to DNA, vortexed for 3 s three times and added to the cell culture."
    }, {
      "heading" : "2.4. Transient Gene Expression in Bioreactor",
      "text" : "A 2 L DASGIP® Bioblock glass bioreactor (Eppendorf, Hamburg, Germany) equipped with three Rushton impellers was used for High Five cell cultivation in 0.5 L working volume. Aeration was performed through the sparger by air pulses to maintain the dissolved oxygen (DO) at 30% oxygen of air saturation. The air flow rate was set at 1 L/h and temperature at 27 ◦C. Initial agitation conditions were set at 150 rpm and were automatically adjusted by the DASware control software (Eppendorf) to maintain the DO setpoint at 30% oxygen of air saturation. The pH was fixed at 6.4 and controlled with 20% w/w H3PO4 and 7.5% w/w NaHCO3. Antifoam C (Sigma Aldrich, Saint Louis, MO, USA) was added to the cell culture by pulses to prevent foam formation. High Five cells were grown in the incubator to 1 × 106 cell/mL. Prior to inoculation, the medium was exchanged by centrifugation at 300× g for 5 min, cells were resuspended in 0.5 L of fresh Sf900III medium and transferred to the bioreactor. Cells were transfected when they reached 1.5 × 106 cell/mL using the standard procedure for DNA:PEI polyplex formation detailed in the previous section. pH control was started the day after transfection in order to avoid interferences with positively charged DNA:PEI polyplexes."
    }, {
      "heading" : "2.5. Flow Cytometry",
      "text" : "The percentage of eGFP and Gag-eGFP-expressing cells was assessed using a BD FACS Canto II flow cytometer equipped with a 488 and 635 nm laser configuration (BD Biosciences, San Jose, CA, USA). The number of eGFP and Gag-eGFP positive cells was determined in the FITC-A PMT detector. Briefly, 2 × 104 cells were analyzed per sample at a flow rate of 60 µL/min. Single cells were gated according to side scatter (SSC-H) vs. forward scatter (FSC-A) dot plots and GFP positive cells in comparison to a non-transfected control depending on their mean FITC-A fluorescence intensity. Data acquisition and analysis was performed with the BD FACSDIVA software v.5.0 (BD Biosciences)."
    }, {
      "heading" : "2.6. Fluorescence Confocal Microscopy",
      "text" : "eGFP and Gag-eGFP transfected cells were visualized using a TCS SP5 confocal microscope (Leica, Wetzlar, Germany). To do this, cells were stained with 0.1% v/v of CellMaskTM and 0.1% v/v of Hoechst (Thermo Fisher Scientific) to visualize the lipid membrane and cell nucleus, respectively.\nNanomaterials 2020, 10, 1580 4 of 16\nA washing step was performed to remove excess dye by centrifugation at 300× g for 5 min, and the cells were resuspended in fresh Dulbecco’s phosphate-buffered saline (DPBS, Thermo Fisher Scientific). Samples were placed in 35 mm glass-bottom Petri dishes with a 14 mm microwell (MatTek Corporation, Ashland, MA, USA) for visualization."
    }, {
      "heading" : "2.7. HPLC Analyses",
      "text" : "Glucose, lactate and phosphate concentrations were measured with an ion-exclusion liquid chromatographic method using a sulfonated polystyrene divinyl benzene column (Aminex HPX-87H, Bio-Rad, Hercules, CA, USA) in an Agilent 1200 series HPLC system (Agilent, Santa Clara, CA, USA). A 0.01 N H2SO4 solution was used as the mobile phase with a flow rate of 0.45 mL/min [29]. All measurements were performed with an AZURA UV/VIS detector (Knauer, Berlin, Germany) with a refractive index detector temperature of 35 ◦C. The standard deviation of the technique was determined as 0.31% for glucose, 0.26% for lactate and 1.01% for phosphate measurement. Phosphate uptake rate was calculated taking into consideration the amount of phosphate present in the medium and also the volume of H3PO4 added for pH control. Amino acid concentrations were determined by HPLC after derivatization in a reversed-phase Eclipse Plus C18 column (Agilent) at 40 ◦C according to manufacturer’s instructions (Agilent). The flow rate was adjusted to 0.64 mL/min and two solvents (solution A and B) were used in the mobile phase. Solution A consisted of 10 mM K2HPO4 and 10 mM K2B4O7 and solution B of a 45/45/10% v/v/v mix of acetonitrile, methanol and water, respectively [29]. Amino acids were detected at 266/305 nm for fluorenylmethoxycarbonyl derivates and at 450 nm for o-phthalaldehyde derivates. The final amino acid concentration was quantified using an internal standard calibration. The standard deviation associated with the measurement of amino acid concentration was 4 ± 1%."
    }, {
      "heading" : "2.8. Analysis of Nanoparticle Production",
      "text" : "2.8.1. Nanoparticle Tracking Analysis\nGag-eGFP VLP and total nanoparticle concentration in crude supernatants was measured by nanoparticle tracking analysis (NTA) using a NanoSight NS300 (Malvern Panalytical, Malvern, UK) equipped with a 488 nm filter module for fluorescent nanoparticle detection. Samples from harvested supernatants at 3000× g for 5 min were diluted in 0.22 µm-filtered DPBS and continuously injected into the device chamber through a syringe pump at an average concentration of 108 particles/mL (20–60 particles/frame). Videos of 60 s from independent triplicate measurements were analyzed with the NanoSight NTA 3.2 software (Malvern Panalytical).\n2.8.2. Flow Virometry\nThe Gag-eGFP VLP and total nanoparticle production process was followed by flow cytometry using a CytoFlex LX (Beckman Coulter, Brea, CA, USA) equipped with a 488 nm blue laser for fluorescent particle detection and a 405 nm laser/violet side scatter configuration to improve nanoparticle size resolution. Gating of the different populations was made according to SSC-A vs. FITC-A dot plots and using fresh DPBS and Sf900III medium samples as negative controls. Samples from supernatants harvested at 3000× g for 5 min were diluted in 0.22 µm-filtered DPBS and triplicate measurements from independent samples were analyzed with the CytExpert 2.3 software (Beckman Coulter).\n2.9. eGFP/Gag-eGFP Measurement by Spectrofluorometry\nThe supernatants of eGFP and Gag-eGFP transfected cells were sampled once a day by centrifugation at 3000× g for 5 min. Pelleted cells were then subjected to three freeze-thaw cycles for intracellular eGFP and Gag-eGFP quantification. Briefly, cell pellets were maintained at −20 ◦C for 2.5 h, thawed at 37 ◦C during 0.5 h and vortexed for 5 s three times between cycles. Green fluorescence levels were measured in a Cary Eclipse fluorescence spectrophotometer (Agilent Technologies, Santa Clara,\nNanomaterials 2020, 10, 1580 5 of 16\nCA, USA) at room temperature as follows: λex = 488 nm (5 nm slit), λem = 500–530 nm (10 nm slit). Relative fluorescence units (R.F.U.) were calculated by subtracting fluorescence unit values of non-transfected cultures. eGFP concentrations were determined using a standard curve developed in a previous study [30]. The equation used to convert R.F.U. to eGFP concentration values is:\neGFP (mg/L) = (R.F.U. − 6.7221)/59.144 (1)\nwhere eGFP is the estimated concentration of eGFP protein and R.F.U. is the measured eGFP fluorescence intensity in the samples.\nVLP quantification was also performed by an indirect quantification technique [31]:\nGag-eGFP (ng/mL) = (3.254 × R.F.U. − 1.6833) × 36 (2)\nwhere Gag-eGFP is the estimated concentration of Gag-eGFP polyprotein and R.F.U. is the measured Gag-eGFP fluorescence intensity in the samples. Conversion of the Gag-eGFP concentration to VLP was performed by assuming that one VLP contains 2500 Gag-eGFP monomers of 87.7 kDa per monomer. The Sf900III medium and a 0.1 mg/mL quinine sulphate solution were used as control patterns to normalize R.F.U. values between experiments."
    }, {
      "heading" : "2.10. hSEAP Quantification",
      "text" : "High Five cells transfected with the pIZTV5-hSEAP plasmid were harvested by centrifugation at 3000× g for 5 min and cell pellets were disrupted as reported in the previous section. The QUANTI-Blue system (Invivogen), which is based on a colorimetric enzyme reaction, was used to evaluate the alkaline phosphatase activity. To do this, 20 µL of sample were added to 200 µL of pre-warmed QUANTI-Blue solution and incubated at 37 ◦C for 1 h. The absorbance was measured in a Victor3 spectrophotometer (PerkinElmer, Waltham, MA, USA) at a wavelength of 620 nm. Relative activity units (R.A.U.) were calculated by subtracting the absorbance of non-transfected cultures. hSEAP concentrations were determined using a calibration curve based on a linear correlation of known hSEAP (Invivogen) concentrations and the corresponding activity units in R.A.U.:\nhSEAP (mg/L) = (R.A.U. + 0.0098)/0.2772 (3)\nwhere hSEAP is the estimated concentration of the hSEAP protein and R.A.U. is the measured hSEAP activity units in the samples (Figure S1)."
    }, {
      "heading" : "2.11. Gag-eGFP Quantification using p24 Enzyme-Linked ImmunoSorbent Assay (ELISA)",
      "text" : "The intracellular concentration of Gag-eGFP in transfected High Five cells and in culture supernatants was determined with an HIV-1 p24 ELISA Kit (Sino Biological, Wayne, NJ, USA). Supernatants were harvested by centrifugation at 3000× g for 5 min and cell pellets were disrupted as described in the previous section. Samples were incubated in SNCR buffer for 10 min at 70 ◦C and in 1.5% Triton X-100 for 10 min at 100 ◦C to disrupt nanoparticles. The substrate solution was prepared by dissolving a SIGMAFAST OPD substrate tablet and one urea hydrogen peroxide tablet (Sigma Aldrich) in deionized water at a final concentration of 0.4 mg/mL. An HIV-1 p24 standard of known concentration was also included for Gag-eGFP determination. The reaction was stopped by adding a 625 mM H2SO4 solution. The absorbance was measured at 492 nm with a reference wavelength at 630 nm in a Tecan Infinite 200 Pro reader (Tecan, Männedorf, Switzerland) [32]. p24 concentration values were corrected according to the Gag-eGFP molecular weight."
    }, {
      "heading" : "2.12. Analytical Ultracentrifugation",
      "text" : "The supernatant of Gag-eGFP transfected High Five cells at 72 hpt was sublayered with 5 mL of 25% and 8 mL of 45% (w/v) sucrose (Sigma) solution prepared in DPBS or Dulbecco’s modified eagle\nNanomaterials 2020, 10, 1580 6 of 16\nmedium (DMEM, Thermo Fisher Scientific), respectively. An amount of 10 mL of supernatant was loaded in ultracentrifuge tubes (Beckman Coulter), filled to the top with sterile DPBS, and centrifuged at 4 ◦C for 2.5 h in a Beckman Optima L100XP equipped with a SW-32Ti rotor set at 31,000 rpm. Samples were taken from each ultracentrifugation fraction and pellets were resuspended in 100 µL of sterile DPBS at 4 ◦C overnight. All samples were maintained at 4 ◦C until analysis."
    }, {
      "heading" : "2.13. Statistical Analyses",
      "text" : "Multiple comparative analyses between different conditions and the control were conducted with the Dunnett’s method. The unpaired Student’s t-test was used to compare two separate independent samples. Nanoparticle quantification values from triplicate experiments represent the mean and standard deviations of the average of individual analyses. All statistical analyses were performed with SigmaPlot v.12.0 (Systat Software, San Jose, CA, USA)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Production of Different Recombinant Products",
      "text" : "The use of High Five cells as a platform to produce simple intracellular recombinant proteins by polyethylenimine (PEI)-mediated transient gene expression (TGE) has been previously demonstrated [16]. The objective in this work is to widen the applicability of the High Five/TGE system for the production of more complex recombinant products, including secreted proteins and multimeric nanoparticles. For this purpose, human-secreted alkaline phosphatase (hSEAP) and HIV-1 Gag-eGFP virus-like particles (VLPs) were selected and compared to the production of intracellular enhanced green fluorescent protein (eGFP). Upon transfection, maximum viable cell concentration was reduced in all cases when compared to the non-transfected condition (Figure 1A), which is probably related to the overexpression of a heterologous product as previously reported for transfected Sf9 cells [30]. The complexity associated with the production of VLPs could be causing the pronounced deceleration of cell growth observed in that case, with cells peaking at 72 hpt instead of the 48 hpt, as observed for the rest of products. In these conditions, a maximum transfection yield of 50–60% was measured for pIZTV5-Gag-eGFP and pIZTV5-eGFP transfected cells at 48 hpt (Figure 1B). Confocal microscopy analysis of pIZTV5-eGFP transfected cells showed that eGFP was intracellularly retained (Figure 1C), while fluorescent nanoparticles (VLPs) could be visualized as green dots (white arrows) in the membrane of pIZTV5-Gag-eGFP transfected cells (Figure 1D, upper right). The latter indicated that transfected High Five cells are capable of correctly processing Gag-eGFP in the form of VLPs, as observed in baculovirus infected insect cells [33,34] and mammalian cell lines [35,36]. Maximum eGFP and hSEAP production was achieved at 72 hpt, with the majority of the eGFP produced intracellularly (5.0 ± 0.4 mg/L) and hSEAP secreted to the supernatant (4.2 ± 0.3 mg/L), as expected (Figure 2A). In the same line, the production of Gag-eGFP continuously increased, attaining its maximum concentration at 72 hpt. Notably, analysis of intracellular Gag-eGFP content by spectrofluorometry revealed that a significant amount of the Gag-eGFP produced remained inside the cells and was not being released to the supernatant, thus highlighting the inherent complexity in processing these nanoparticles. Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs. This evidence possibly indicates that the limiting step in producing these nanoparticles is not cell line but rather product-dependent. Despite Gag-eGFP concentration achieved a plateau at 72 hpt, a 4-fold increase in Gag-eGFP production was measured in the supernatant at 96 over 72 hpt. A significant drop in cell viability was measured in this period, which could explain the increase in Gag-eGFP fluorescence in the supernatant due to leakage from dead cells (Figure 1A). Therefore, the time of harvest was defined as 72 hpt in order to maintain a cell viability at harvest >80% and minimize the amount of non-assembled Gag-eGFP monomer released to the supernatant. In these conditions, the quantity of Gag-eGFP secreted to the supernatant assembled as VLPs accounted for the\nNanomaterials 2020, 10, 1580 7 of 16\n60% (Figure 2B). The Gag-eGFP VLP assembly was in the range of that reported for HEK 293 cells by TGE [31] and 4.5-fold higher in comparison to Gag-eGFP VLP production by baculovirus infection in High Five cells [34].\nNanomaterials 2020, 10, x; doi: FOR PEER REVIEW www.mdpi.com/journal/nanomaterials\nFigure 1. Transient gene expression of eGFP, hSEAP and HIV-1 Gag-eGFP VLPs in High Five cells cultured in shake flasks. (A) Cell growth (solid lines) and viability (dashed lines) profiles. (B) Transfection efficiencies measured by flow cytometry. (C–D) Fluorescence microscopy images of transfected High Five cells producing eGFP (C) and Gag-eGFP VLPs (D). Cell membranes were stained in red with CellMaskTM and cell nucleus in blue with Hoechst 33342. VLPs can be observed as green dots (white arrows) budding from cells. Cell nucleus was stained with Hoechst 33342 (blue) and membrane was stained with CellMaskTM (red). Mean values ± standard deviation of triplicate experiments are represented. A Dunnett’s test analysis was used to compare the peak of viable cell concentration of the different conditions with the control (no transfection), while a Student t-test was performed to evaluate the drop in cell viability between 72 and 96 hpt. * p-value < 0.05, ** p-value < 0.01, *** p-value < 0.001.\nMaximum eGFP and hSEAP production was achieved at 72 hpt, with the majority of the eGFP produced intracellularly (5.0 ± 0.4 mg/L) and hSEAP secreted to the supernatant (4.2 ± 0.3 mg/L), as expected (Figure 2A). In the same line, the production of Gag-eGFP continuously increased, attaining its maximum concentration at 72 hpt. Notably, analysis of intracellular Gag-eGFP content by spectrofluorometry revealed that a significant amount of the Gag-eGFP produced remained inside the cells and was not being released to the supernatant, thus highlighting the inherent complexity in processing these nanoparticles. Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs. This evidence possibly indicates that the limiting step in producing these nanoparticles is not cell line but rather product-dependent. Despite Gag-eGFP concentration achieved a plateau at 72 hpt, a 4-fold increase in Gag-eGFP production was measured in the supernatant at 96 over 72 hpt. A significant drop in cell viability was measured in this period, which could explain the increase in Gag-eGFP fluorescence in the supernatant due to leakage from dead cells (Figure 1A). Therefore, the time of harvest was defined as 72 hpt in order to maintain a cell viability at harvest >80% and minimize the amount of non-assembled Gag-eGFP monomer released to the supernatant. In these conditions, the quantity of Gag-eGFP secreted to the supernatant assembled as VLPs accounted for the 60% (Figure\nFigure 1. Transient gene expression of eGFP, hSEAP and HIV-1 Gag-eGFP VLPs in High Five cells cultured in shake flasks. (A) Cell growth (solid lines) and viability (dashed lines) profiles. (B) Transfection efficiencies measured by flow cytometry. (C–D) Fluorescence microscopy images of transfected High Five cells producing eGFP (C) and Gag-eGFP VLPs (D). Cell membranes were stained in red with CellMaskTM and cell nucleus in blue with Hoechst 33342. VLPs can be observed as green dots (white arrows) budding from cells. Cell nucleus was stained with Hoechst 33342 (blue) and membrane was stained with CellMaskTM (red). Mean values ± standard deviation of triplicate experiments are represented. A Dunnett’s test analysis was used to compare the peak of viable cell concentration of the different conditions with the control (no transfection), while a Student t-test was performed to evaluate the drop in cell viability between 72 and 96 hpt. * p-value < 0.05, ** p-value < 0.01, *** p-value < 0.001.\nAssessment of the VLP production process by flow virometry was in agreement with spectrofluorometry results during the 0–72 hpt period (Figure 2C). VLP produc ion increased up to 72 hp , attaining a maximum conce tra ion of 2.9 ± 0.7 × 106 VLP/mL (Table 1). Interestingly, a h gher VLP yield of 3.6 ± 1.0 × 108 VLP/mL was quan ified by noparticle tr cking nalysis (NTA) at th same time, a 2-f ld increas in VLP production n comparison to stable Gag VLP producing High Five cell lines [38]. Despite that higher VLP titers were achieved with t e baculovirus xpression vector system (BEVS) [34], the possibility of producing these n noparticl s i a BV-free environment significantly simplifies t e downstream processing, which epre ents an interesting asse for VLP pro uc ion.\nNanomaterials 2020, 10, 1580 8 of 16\nNanomaterials 2020, 10, x; doi: FOR PEER REVIEW www.mdpi.com/journal/nanomaterials"
    }, {
      "heading" : "3.2. Transferability of VLP Production to Bioreactor",
      "text" : ""
    }, {
      "heading" : "A relevant issue in a new bioprocess is the capacity to translate the results to a bigger scale. In",
      "text" : "this sense, it is essential to prove that the optimal conditions achieved in Erlenmeyer flasks are reproduced at larger scale in a bioreactor. This is highly important for meeting the demands of large amounts of recombinant product for structural or functional studies and pre-clinical testing [45]. High Five cells were inoculated at 1 × 106 cell/mL after medium replacement and transfected with the Gag-eGFP encoding DNA plasmid for VLP production when the viable cell concentration reached 1.5 × 106 cell/mL [16]. In parallel, the same pre-culture was also used in shake flasks as a positive control. No differences were observed in High Five cell growth between bioreactor and shake flask conditions until 48 hpt (Figure 3A). From this point until the end of transfection, cells cultured in the bioreactor attained 5.1 × 106 cell/mL while the shake flask condition achieved a maximum viable cell concentration of 3.9 × 106 cell/mL. These differences in final viable cell concentration could be due to the uncontrolled pH and aeration conditions in shake flasks, resulting in a more unfavorable environment for cell growth [46]. A slight drop in cell viability was measured in the bioreactor at 24 hpt, possibly suggesting that the toxic effect of PEI increased in these conditions. Indeed, shear stress at bioreactor scale can induce a certain degree of cell membrane damage [47], and this could make cultured cells in the bioreactor more susceptible to the toxic effect of PEI. However, cell viability was maintained at >80% in all cases, indicating that High Five cells successfully adapted to the additional stress caused by stirring. Moreover, no deleterious effect on cell viability was observed due to the\nFig re 2. Recombinant protein production in transfected High Five cells cultured in shake flasks. (A) Intra- and extracellular producti n of eGFP, hSEAP and Gag-eGFP. (B) Fluorescence distribution of Gag-eGFP by spectr fluorometry in supernatants harvested at 72 hpt after doubl s crose cushio ultracentrifugatio . (C) Analysis of the nanoparticle pr duction process by flow virometry. (D) Assessment of VLP size distribution by nanoparticle tracking analysis at 72 hpt. The l\ni t re rese te .\nTable 1. Gag-eGFP production in shake flasks at 72 hpt using different quantification methodologies.\nQuantification Method FluorescentParticles/mL Total Particles/mL Supernatant Intracellular\nNTA (particles/mL) 3.6 ± 1.0·108 2.4 ± 0.3·1011 - - Fl w vir etry (particles/mL) 2.9 ± 0.7·10 6 4.0 ± 0.6·108 - -\nELISA (ng/mL) - - 17.1 238.4\nFluorometry (R.F.U.) 1.4 ± 0.6·108a - 1.5 ± 0.6 36.3 ± 7.3 a This is the resulting value of correlating R.F.U. to VLP concentration with Equation (2).\nThe difference in terms of VLP quantification between NTA and flow virometry has also been reported previously [33]. Several studies indicate that the lower nanoparticle levels measured by flow virometry could be the consequence of detecting several nanoparticles as a single larger particle, a phenomenon known as swarm effect [39]. However, it is not clear whether these differences can be fully attributed to this event or to the non-detection of nanoparticles that are below the flow cytometer detection threshold [40]. The presence of extracellular vesicles (EVs) was also observed in supernatants (Figure 2C), confirming that these nanoparticles are concurrently produced with VLPs in High Five cells by TGE.\nNanomaterials 2020, 10, 1580 9 of 16\nEVs were recently observed in VLP production studies with the BEVS in insect cells [33,34], showing that they are not an exclusive matter of mammalian cell lines [41,42]. Analysis of the average VLP size by NTA resulted in 157.2 ± 8.5 nm (Figure 2D), in agreement with Gag-eGFP VLPs produced in insect cells with the BEVS [43]. EVs displayed a similar mean size of 152.4 ± 15.9 nm than VLPs (p-value > 0.05), which raises the need to develop methodologies enabling their separation. Despite recent advancements have been reported by means of chromatographic methods [32,44], difficulties are still encountered in achieving a complete separation between both nanoparticle populations. Furthermore, additional research is required to understand their role and impact in insect cell-based bioprocesses."
    }, {
      "heading" : "3.2. Transferability of VLP Production to Bioreactor",
      "text" : "A relevant issue in a new bioprocess is the capacity to translate the results to a bigger scale. In this sense, it is essential to prove that the optimal conditions achieved in Erlenmeyer flasks are reproduced at larger scale in a bioreactor. This is highly important for meeting the demands of large amounts of recombinant product for structural or functional studies and pre-clinical testing [45]. High Five cells were inoculated at 1 × 106 cell/mL after medium replacement and transfected with the Gag-eGFP encoding DNA plasmid for VLP production when the viable cell concentration reached 1.5 × 106 cell/mL [16]. In parallel, the same pre-culture was also used in shake flasks as a positive control. No differences were observed in High Five cell growth between bioreactor and shake flask conditions until 48 hpt (Figure 3A). From this point until the end of transfection, cells cultured in the bioreactor attained 5.1 × 106 cell/mL while the shake flask condition achieved a maximum viable cell concentration of 3.9 × 106 cell/mL. These differences in final viable cell concentration could be due to the uncontrolled pH and aeration conditions in shake flasks, resulting in a more unfavorable environment for cell growth [46]. A slight drop in cell viability was measured in the bioreactor at 24 hpt, possibly suggesting that the toxic effect of PEI increased in these conditions. Indeed, shear stress at bioreactor scale can induce a certain degree of cell membrane damage [47], and this could make cultured cells in the bioreactor more susceptible to the toxic effect of PEI. However, cell viability was maintained at >80% in all cases, indicating that High Five cells successfully adapted to the additional stress caused by stirring. Moreover, no deleterious effect on cell viability was observed due to the increasing stirring speeds to maintain the DO level at 30% oxygen of air saturation, highlighting the robustness of this cell line for recombinant protein production in stirred-tank bioreactors. High Five cell culture in suspension conditions often requires the addition of anti-clumping agents to decrease the formation of cell aggregates that could impact recombinant product expression [48]. In this study, cell culture in Sf900III medium without the addition of anti-clumping agents resulted in a low level of aggregation, which became more evident in shake flasks at the end of the production phase. As for the bioreactor, no cell clumping was observed, but antifoam addition by pulses was periodically required to prevent foam formation and oxygen limitation (Figure 3B, black arrow). Analysis of transfected cells by flow cytometry was conducted every 24 h and resulted in similar transfection efficiencies between both cultivation strategies (Figure 3C). In terms of production, higher concentrations of Gag-eGFP VLPs were quantified by flow virometry in the bioreactor (4.8× 106 VLP/mL) in comparison to the shake flask condition (2.6 ± 0.6 × 106 VLP/mL) at harvest (Figure 3D). Calculation of the specific productivity in each system yielded a 1.5-fold improvement in VLP (6 × 106 VLP/106 transfected cell·day) but also in intracellular Gag-eGFP production in the bioreactor. This indicates that the larger amount of VLPs achieved in the bioreactor is not only a consequence of a higher viable cell concentration, but the culture conditions are better suited to produce these nanoparticles. These results are in agreement with the VLP productivity increase observed in HEK 293 cells when cultured in bioreactor [49]. An increase of 1.7-fold in VLP production by baculovirus infection of Tnms42 insect cells in bioreactor culture conditions has also been reported [50].\nNanomaterials 2020, 10, 1580 10 of 16\nNanomaterials 2020, 10, x; doi: FOR PEER REVIEW www.mdpi.com/journal/nanomaterials\nincreasing stirring speeds to maintain the DO level at 30% oxygen of air saturation, highlighting the robustness of this cell line for recombinant protein production in stirred-tank bioreactors. High Five cell culture in suspension conditions often requires the addition of anti-clumping agents to decrease the formation of cell aggregates that could impact recombinant product expression [48]. In this study, cell culture in Sf900III medium without the addition of anti-clumping agents resulted in a low level of aggregation, which became more evident in shake flasks at the end of the production phase. As for the bioreactor, no cell clumping was observed, but antifoam addition by pulses was periodically required to prevent foam formation and oxygen limitation (Figure 3B, black arrow). Analysis of transfected cells by flow cytometry was conducted every 24 h and resulted in similar transfection efficiencies between both cultivation strategies (Figure 3C). In terms of production, higher concentrations of Gag-eGFP VLPs were quantified by flow virometry in the bioreactor (4.8 ×"
    }, {
      "heading" : "106 VLP/mL) in comparison to the shake flask condition (2.6 ± 0.6 × 106 VLP/mL) at harvest (Figure",
      "text" : "3D). Calculation of the specific productivity in each system yielded a 1.5-fold improvement in VLP (6 × 106 VLP/106 transfected cell·day) but also in intracellular Gag-eGFP production in the bioreactor. This indicates that the larger amount of VLPs achieved in the bioreactor is not only a consequence of a higher viable cell concentration, but the culture conditions are better suited to produce these nanoparticles. These results are in agreement with the VLP productivity increase observed in HEK 293 cells when cultured in bioreactor [49]. An increase of 1.7-fold in VLP production by baculovirus infection of Tnms42 insect cells in bioreactor culture conditions has also been reported [50]. Eventually, the quality of VLPs produced in the bioreactor was evaluated by NTA at 72 hpt. In this context, an average VLP size of 163.1 ± 12.7 nm was measured, which is in the range of that observ d for shake flask-produced VLPs (p-value > 0.05). Likewise, the concomitant production of EVs with a mean size of 160.7 ± 5.8 nm was also detected.\nFigure 3. Comparison of Gag-eGFP VLP production in a 2 L DASGIP® Bioblock glass bioreactor\nand 125 mL Erlenmeyer flasks (parallel). (A) Cell growth and viability profile of transfected cultures.\nThe red arrow indicates the time of transfection. (B) Evolution of dissolved oxygen and stirring\nspeed requirements of transfected High Five cells. Black arrows show the addition of Antifoam C.\n(C) Percentage of Gag-eGFP positive cells at different time points. (D) Analysis of VLP production and intracellular Gag-eGFP content by flow virometry and spectrofluorometry, respectively. Mean values ± standard deviation of triplicate experiments are represented.\nEventually, the quality of VLPs produced in the bioreactor was evaluated by NTA at 72 hpt. In this context, an average VLP size of 163.1 ± 12.7 nm was measured, which is in the range of that observed for shake flask-produced VLPs (p-value > 0.05). Likewise, the concomitant production of EVs with a mean size of 160.7 ± 5.8 nm was also detected."
    }, {
      "heading" : "3.3. Analysis of Metabolites",
      "text" : "The metabolic profile of High Five cells was analyzed in order to determine the effect of TGE on these cells during VLP production at bioreactor scale and to compare it to parental cells under the same culture conditions. Glucose and glutamine were consumed at high rates (Figure 4), with glucose being preferred over glutamine by 2- to 3-fold in the TGE condition (Table 2), and by 3- to 5-fold in the non-transfected culture (Table S1). None of them was completely exhausted during the bioreactor culture, but the specific glucose consumption rate decreased by 16 and 53% at the end of TGE and in the non-transfected cell culture, respectively, while a similar glutamine consumption level was maintained throughout the experiment. Both metabolites are important energy sources for animal cells via their incorporation into the Krebs cycle through glucose-derived acetyl-coA and glutamine-derived 2-oxoglutarate. Glucose and glutamine consumption rates are lower than those observed in non-transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions. The presence of glucose-containing disaccharides, maltose and sucrose, was also detected in the Sf900III medium, but they were consumed at significantly lower rates compared\nNanomaterials 2020, 10, 1580 11 of 16\nto glucose (data not shown). The consumption of significant amounts of phosphate was also measured during transfection and could be a consequence of the need for lipid biosynthesis for cell growth and VLP production [52].\nNanomaterials 2020, 10, x; doi: FOR PEER REVIEW www.mdpi.com/journal/nanomaterials\nPercentage of Gag-eGFP positive cells at different time points. (D) Analysis of VLP production and intracellular Gag-eGFP content by flow virometry and spectrofluorometry, respectively. Mean values ± standard deviation of triplicate experiments are represented."
    }, {
      "heading" : "3.3. Analysis of Metabolites",
      "text" : "The metabolic profile of High Five cells was analyzed in order to determine the effect of TGE on these cells during VLP production at bioreactor scale and to compare it to parental cells under the same culture conditions. Glucose and glutamine were consumed at high rates (Figure 4), with glucose being preferred over glutamine by 2- to 3-fold in the TGE condition (Table 2), and by 3- to 5-fold in the non-transfected culture (Table S1). None of them was completely exhausted during the bioreactor culture, but the specific glucose consumption rate decreased by 16 and 53% at the end of TGE and in the non-transfected cell culture, respectively, while a similar glutamine consumption level was maintained throughout the experiment. Both metabolites are important energy sources for animal cells via their incorporation into the Krebs cycle through glucose-derived acetyl-coA and glutaminederived 2-oxoglutarate. Glucose and glutamine consumption rates are lower than those observed in no -transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions. The presence of glucose-containing disaccharides, maltose and sucrose, was also detected in the Sf900III medium, but they were consumed at significantly lower rates compared to glucose (data not shown). The consumption of significant amounts of phosphate was also measured during transfection and could be a consequence of the need for lipid biosynthesis for cell growth and VLP production [52].\nAsparagine was the amino acid consumed at the highest rate (Table 2) and was completely\nexhausted by the end of the experiment (Figure 4B). Asparagine was consumed more rapidly in the\nnon-transfected cell culture, probably due to the faster cell growth kinetics of parental High Five cells\n(Figure 1A). The high level consumption of this amino acid in High Five cells for energy generation via oxaloacetate incorporation into the Krebs cycle is well-known and explains the lower glutamine consumption, but the dependence on this amino acid seems to be more pronounced in transfected High Five cells in comparison to baculovirus-infected cells, which tend to consume higher amounts of glucose [46]. Serine biosynthesis was detected at the beginning of transfection when the main carbon and nitrogen sources were not limiting. Likewise, aspartate was initially synthesized by High Five cells, but started to be metabolized at a late stage of transfection, when asparagine became limiting. Interestingly, this behavior of initial biosynthesis of both amino acids was not observed in baculovirus-infected High Five cells [53]. On the other hand, glutamic acid consumption decreased over time, which could be associated with the reduction in asparagine uptake rate as previously\ni r . onsu ption and production of iff r t t lites i tr f t i i ll t i t l . ( , ) fil f l l t t ( ) i i i /\n. l : l i i ; : s r i ; l : gluta ine; la: alanine.\nMetabolite Time Post Transfection (h)\n0–24 24–48 48–72\nGlucose −90.3 −83.0 −75.6 Lactate −8.4 −7.8 −13.1 Phosphate −48.5 −53.2 −17.6 Aspartic acid 25 8 7.1 −5.3 Glutamic acid −29.0 −19.9 −15.0\nAsparagine −103.8 −68.0 −23.4 Serine 30.0 −0.3 1.8 Glutamine −35.4 −39.8 −39.8 Histidine −1.1 −2.2 −2.0 Glycine −6.2 −7.8 −2.8\nThreonine 1.5 −0.8 −2.0 Arginine −0.7 −5.1 −1.7 Alanine 140.7 86.9 35.3 Tyrosine 0.3 −1.7 −3.0\nValine 0.2 −4.5 −5.7 Methionine −5.6 −6.2 −5.2 Tryptophan −0.1 −1.4 −0.9 Phenylalanine −2.0 −3.7 −3.6 Isoleucine −1.2 −4.8 −4.4 Leucine −0.9 −6.1 −5.9 Lysine −8.0 −17.9 −5.9 Proline −2.6 −5.1 −4.6\nAsparagine was the amino acid consumed at the highest rate (Table 2) and was completely exhausted by the end of the experiment (Figure 4B). Asparagine was consumed more rapidly in the non-transfected cell culture, probably due to the faster cell growth kinetics of parental High Five cells (Figure 1A). The high level consumption of this amino acid in High Five cells for energy generation\nNanomaterials 2020, 10, 1580 12 of 16\nvia oxaloacetate incorporation into the Krebs cycle is well-known and explains the lower glutamine consumption, but the dependence on this amino acid seems to be more pronounced in transfected High Five cells in comparison to baculovirus-infected cells, which tend to consume higher amounts of glucose [46]. Serine biosynthesis was detected at the beginning of transfection when the main carbon and nitrogen sources were not limiting. Likewise, aspartate was initially synthesized by High Five cells, but started to be metabolized at a late stage of transfection, when asparagine became limiting. Interestingly, this behavior of initial biosynthesis of both amino acids was not observed in baculovirus-infected High Five cells [53]. On the other hand, glutamic acid consumption decreased over time, which could be associated with the reduction in asparagine uptake rate as previously reported [54]. The rest of amino acids were consumed to a lesser extent and in the case of tyrosine, proline and the essential amino acids threonine, valine, isoleucine, leucine and phenylalanine the consumption rate increased at the end of transfection. Despite the lower consumption rates, these amino acids have proven to be fundamental for High Five cell maintenance and growth [52]. Alanine was the main by-product generated during cell culture, since this metabolite acts as a nitrogen acceptor under glucose excess conditions [55]. Interestingly, its production rate decreased in parallel to the reduction of asparagine consumption (Table 2 and Table S1) and the concentrations achieved were higher than those observed for baculovirus-infected High Five cells [53], which could be the consequence of a higher asparagine uptake rate. However, no lactate production was detected which differs from previous studies conducted in High Five cells that report substantial accumulation of this by-product [56]. In fact, lactate consumption was measured albeit maintained at low level until the end of the experiment. Similar results were reported in the bioreactor cultivation of Sf9 cells under no oxygen limitation conditions [57]. In general terms, it is possible to observe that metabolite consumption rates are lower for TGE with respect to parental cells, but a re-direction of the energetic sources occurs by the end of transfection to counterbalance the depletion of asparagine, since an increase in the uptake rate of several amino acids is detected."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The versatility of the High Five/TGE system for producing recombinant proteins with different complexities is proven in this study. For the first time, the successful production of VLPs using this strategy at bioreactor scale was demonstrated, with no differences in terms of transfection efficiency and a 1.8-fold increase in VLP titer at 72 hpt in comparison to the optimized conditions in shake flasks. The size of Gag-eGFP VLPs obtained corresponds to that observed in VLPs produced with the reference system based on the BEVS. In all cases, the co-expression of EVs with similar sizes to VLPs is observed, which underscores the need to develop efficient separation strategies. Metabolic analysis of transfected High Five cells shows a reduction in the consumption of the principal energy sources in comparison to parental cells and an increase in the uptake rate of several amino acids when asparagine becomes limiting. All in all, the High Five/TGE system provides a valuable approach for accelerating the manufacture of biotechnological products. Moreover, the good performance of this system at bioreactor scale opens the possibility of extending the production phase and increasing the final product yields through the tailored design of perfusion cultivation and re-transfection strategies.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/8/1580/s1, Figure S1: Linear relation between relative activity units (arbitrary units) and hSEAP concentrations (mg/L), Table S1: Uptake and production rates of the main metabolites in parental High Five cells cultured at bioreactor scale.\nAuthor Contributions: Conceptualization, E.P.-M.; methodology, E.P.-M. and F.S.; software, E.P.-M. and F.S.; investigation and data analysis, E.P.-M.; resources, F.G., R.G. and G.S.; writing—original draft preparation, E.P.-M; writing—review and editing, E.P.-M., F.G., M.L., F.S., R.G. and G.S.; supervision, F.G. and M.L.; funding acquisition, F.G., R.G. and G.S. All authors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nAcknowledgments: The authors thank Paula Alves (Instituto de Biologia Experimental e Tecnológica, Oeiras, Portugal) for providing the High Five cell line and pIZTV5 plasmid, and Julià Blanco (IrsiCaixa, Badalona, Spain) for the pGag-eGFP plasmid. We also appreciate the support of Sahar Masoumeh Ghorbanpour (University\nNanomaterials 2020, 10, 1580 13 of 16\nof Natural Resources and Life Sciences, Vienna, Austria) with ELISA quantification, Núria Barba (Servei de Microscòpia, Universitat Autònoma de Barcelona) in confocal microscopy, Manuela Costa (Servei de Cultius Cel·lulars, Producció d’Anticossos i Citometria, Universitat Autònoma de Barcelona) with flow cytometry, and Jorge Fomaro and Ángel Calvache (Beckman Coulter) for facilitating the access to CytoFlex LX. Eduard Puente-Massaguer is a recipient of an FPU grant from Ministerio de Educación, Cultura y Deporte of Spain (FPU15/03577). The research group is recognized as 2017 SGR 898 by Generalitat de Catalunya.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Human antibody production using insect-cell expression systems",
      "author" : [ "M.C. Guttieri", "M. Liang" ],
      "venue" : "In Methods in Molecular Biology; Humana Press: Totowa, NJ,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "Optimization of Baculovirus-Mediated Expression and Purification of Hexahistidine-Tagged Murine DNA (Cytosine-C5)-Methyltransferase-1 in Spodoptera frugiperda 9 Cells",
      "author" : [ "A.S. Brank", "D.M. Van Bemmel", "J.K. Christman" ],
      "venue" : "Protein Expr. Purif",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2002
    }, {
      "title" : "Identification of Coagulation Factor VIII A2 Domain Residues Forming the Binding Epitope for Low-Density Lipoprotein Receptor-Related Protein",
      "author" : [ "A.G. Sarafanov", "E.M. Makogonenko", "I.V. Pechik", "K.-P. Radtke", "A.V. Khrenov", "N.M. Ananyeva", "D.K. Strickland", "E.L. Saenko" ],
      "venue" : "Biochemistry",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2006
    }, {
      "title" : "Optimization of the production of virus-like particles in insect cells",
      "author" : [ "P.E. Cruz", "A. Cunha", "C.C. Peixoto", "J. Clemente", "J.L. Moreira", "M.J.T. Carrondo" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1998
    }, {
      "title" : "Assembly and release of HIV-1 precursor Pr55gag virus-like particles from recombinant baculovirus-infected insect cells",
      "author" : [ "D. Gheysen", "E. Jacobs", "F. de Foresta", "C. Thiriart", "M. Francotte", "D. Thines", "M. De Wilde" ],
      "venue" : "Cell",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1989
    }, {
      "title" : "Insect cell technology is a versatile and robust vaccine manufacturing platform",
      "author" : [ "J.A. Mena", "A.A. Kamen" ],
      "venue" : "Expert Rev. Vaccines",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Virus-like particles in vaccine development",
      "author" : [ "A. Roldão", "M.C.M. Mellado", "L.R. Castilho", "M.J.T. Carrondo", "P.M. Alves" ],
      "venue" : "Expert Rev. Vaccines",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "An HER2-displaying virus-like particle vaccine protects from challenge with mammary carcinoma cells in a mouse model",
      "author" : [ "L. Nika", "S. Cuadrado-Castano", "G.A. Arunkumar", "C. Grünwald-Gruber", "M. McMahon", "K. Koczka", "A. García-Sastre", "F. Krammer", "R. Grabherr" ],
      "venue" : "Vaccines 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Bioengineering virus-like particles as vaccines",
      "author" : [ "L.H.L. Lua", "N.K. Connors", "F. Sainsbury", "Y.P. Chuan", "N. Wibowo", "A.P.J. Middelberg" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "High efficient production of Pr55gag virus-like particles expressing multiple HIV-1 epitopes, including a gp120 protein derived from an Ugandan HIV-1 isolate of subtype A",
      "author" : [ "L. Buonaguro", "F.M. Buonaguro", "M.L. Tornesello", "D. Mantas", "E. Beth-Giraldo", "R. Wagner", "S. Michelson", "M.C. Prevost", "H. Wolf", "G. Giraldo" ],
      "venue" : "Antivir. Res",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "Separation of influenza virus-like particles from baculovirus by polymer grafted anion-exchanger",
      "author" : [ "K. Reiter", "P.P. Aguilar", "D. Grammelhofer", "J. Joseph", "P. Steppert", "A. Jungbauer" ],
      "venue" : "J. Sep. Sci",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "Baculovirus affinity removal in viral-based bioprocesses",
      "author" : [ "M.G. Moleirinho", "R.P. Fernandes", "S.B. Carvalho", "S. Bezemer", "F. Detmers", "P. Hermans", "R.J.S. Silva", "P.M. Alves", "M.J.T. Carrondo", "C. Peixoto" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "Reflections on more than 10 years of TGE approaches",
      "author" : [ "S. Geisse" ],
      "venue" : "Protein Expr. Purif",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2009
    }, {
      "title" : "Flipase-mediated cassette exchange in Sf9 insect cells for stable gene expression",
      "author" : [ "F. Fernandes", "J. Vidigal", "M.M. Dias", "K.L.J. Prather", "A.S. Coroadinha", "A.P. Teixeira", "P.M. Alves" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "A simple plasmid-based transient gene expression method using High Five cells",
      "author" : [ "X. Shen", "A.K. Pitol", "V. Bachmann", "D.L. Hacker", "L. Baldi", "F.M. Wurm" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Nanoscale characterization coupled to multi-parametric optimization of Hi5 cell transient gene expression",
      "author" : [ "E. Puente-Massaguer", "M. Lecina", "F. Gòdia" ],
      "venue" : "Appl. Microbiol. Biotechnol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Genomic analysis and isolation of RNA polymerase II dependent promoters from Spodoptera frugiperda",
      "author" : [ "M. Bleckmann", "M.H.Y. Fritz", "S. Bhuju", "M. Jarek", "M. Schürig", "R. Geffers", "V. Benes", "H. Besir", "J. Van Den Heuvel", "Y. Li" ],
      "venue" : "PLoS ONE 2015,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Virus-free transient protein production in Sf9 cells",
      "author" : [ "X. Shen", "D.L. Hacker", "L. Baldi", "F.M. Wurm" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "Efficient production of antibody Fab fragment by transient gene expression in insect cells",
      "author" : [ "K. Mori", "H. Hamada", "T. Ogawa", "Y. Ohmuro-Matsuyama", "T. Katsuda", "H. Yamaji" ],
      "venue" : "J. Biosci. Bioeng",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Production of an antibody Fab fragment using 2A peptide in insect cells",
      "author" : [ "Y. Mizote", "K. Masumi-Koizumi", "T. Katsuda", "H. Yamaji" ],
      "venue" : "J. Biosci. Bioeng",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2020
    }, {
      "title" : "Identifying parameters to improve the reproducibility of transient gene expression in High Five cells",
      "author" : [ "M. Bleckmann", "M. Schürig", "M. Endres", "A. Samuels", "D. Gebauer", "N. Konisch", "J. van den Heuvel" ],
      "venue" : "PLoS ONE 2019,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Advancements in mammalian cell transient gene expression (TGE) technology for accelerated production of biologics",
      "author" : [ "S. Gutiérrez-Granados", "L. Cervera", "A.A. Kamen", "F. Gòdia" ],
      "venue" : "Crit. Rev. Biotechnol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Insect cell bioreactors",
      "author" : [ "S.N. Agathos" ],
      "venue" : "Cytotechnology",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1996
    }, {
      "title" : "Recombinant Protein Production in Large-Scale Agitated Bioreactors Using the Baculovirus Expression Vector System. In Baculovirus and Insect Cell Expression Protocols; Humana Press: Totowa",
      "author" : [ "C.B. Elias", "B. Jardin", "A. Kamen" ],
      "venue" : "NJ, USA,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Comprehensive study on Wave bioreactor system to scale up the cultivation of and recombinant protein expression in baculovirus-infected insect cells",
      "author" : [ "A. Ghasemi", "A. Bozorg", "F. Rahmati", "R. Mirhassani", "S. Hosseininasab" ],
      "venue" : "Biochem. Eng. J",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Optimisation of protein expression and establishment of the Wave Bioreactor for Baculovirus/insect cell culture",
      "author" : [ "W. Weber", "E. Weber", "S. Geisse", "K. Memmert" ],
      "venue" : "Cytotechnology",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2002
    }, {
      "title" : "High-volume shake flask cultures as an alternative to cellbag technology for recombinant protein production in the baculovirus expression vector system (BEVS)",
      "author" : [ "C.N. Cronin" ],
      "venue" : "Protein Expr. Purif",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2020
    }, {
      "title" : "Localization of Human Immunodeficiency Virus Type 1 Gag and Env at the Plasma Membrane by Confocal Imaging",
      "author" : [ "L. Hermida-Matsumoto", "M.D. Resh" ],
      "venue" : "J. Virol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2000
    }, {
      "title" : "Oxygen uptake rate soft-sensing via dynamic kl a computation: Cell volume and metabolic transition prediction in mammalian bioprocesses",
      "author" : [ "M. Pappenreiter", "B. Sissolak", "W. Sommeregger", "G. Striedner" ],
      "venue" : "Front. Bioeng. Biotechnol",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Development of a non-viral platform for rapid virus-like particle production in Sf9 cells",
      "author" : [ "E. Puente-Massaguer", "F. Gòdia", "M. Lecina" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2020
    }, {
      "title" : "Development and validation of a quantitation assay for fluorescently tagged HIV-1 virus-like particles",
      "author" : [ "S. Gutiérrez-Granados", "L. Cervera", "F. Gòdia", "J. Carrillo", "M.M. Segura" ],
      "venue" : "J. Virol. Methods",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Separation of virus-like particles and extracellular vesicles by flow-through and heparin affinity chromatography",
      "author" : [ "K. Reiter", "P.P. Aguilar", "V. Wetter", "P. Steppert", "A. Tover", "A. Jungbauer" ],
      "venue" : "J. Chromatogr. A",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Application of advanced quantification techniques in nanoparticle-based vaccine development with the Sf9 cell baculovirus expression system",
      "author" : [ "E. Puente-Massaguer", "M. Lecina", "F. Gòdia" ],
      "venue" : "Vaccine",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2020
    }, {
      "title" : "Integrating nanoparticle quantification and statistical design of experiments for efficient HIV-1 virus-like particle production in High Five cells",
      "author" : [ "E. Puente-Massaguer", "M. Lecina", "F. Gòdia" ],
      "venue" : "Appl. Microbiol. Biotechnol",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2020
    }, {
      "title" : "Generation of HIV-1 Gag VLPs by transient transfection of HEK 293 suspension cell cultures using an optimized animal-derived component free medium",
      "author" : [ "L. Cervera", "S. Gutiérrez-Granados", "M. Martínez", "J. Blanco", "F. Gòdia", "M.M. Segura" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "Optimized production of HIV-1 virus-like particles by transient transfection in CAP-T cells",
      "author" : [ "S. Gutiérrez-Granados", "L. Cervera", "M.d.l.M. Segura", "J. Wölfel", "F. Gòdia" ],
      "venue" : "Appl. Microbiol. Biotechnol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Intracellular characterization of Gag VLP production by transient transfection of HEK 293 cells",
      "author" : [ "L. Cervera", "I. González-Domínguez", "M.M. Segura", "F. Gòdia" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Adaptive laboratory evolution of stable insect cell lines for improved HIV-Gag VLPs production",
      "author" : [ "B. Fernandes", "J. Vidigal", "R. Correia", "M.J.T. Carrondo", "P.M. Alves", "A.P. Teixeira", "A. Roldão" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2020
    }, {
      "title" : "Single vs. swarm detection of microparticles and exosomes by flow cytometry",
      "author" : [ "E. Van Der Pol", "M.J.C. Van Gemert", "A. Sturk", "R. Nieuwland", "T.G. Van Leeuwen" ],
      "venue" : "J. Thromb. Haemost",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2012
    }, {
      "title" : "Quality Assessment of Virus-Like Particles at Single Particle Level: A Comparative Study",
      "author" : [ "I. González-Domínguez", "E. Puente-Massaguer", "L. Cervera", "F. Gòdia" ],
      "venue" : "Viruses",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2020
    }, {
      "title" : "Exosomes: Composition, biogenesis and function",
      "author" : [ "C. Théry", "L. Zitvogel", "S. Amigorena" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2002
    }, {
      "title" : "Identification and characterization of 293t cell-derived exosomes by profiling the protein, mRNA and microrna components",
      "author" : [ "J. Li", "X. Chen", "J. Yi", "Y. Liu", "D. Li", "J. Wang", "D. Hou", "X. Jiang", "J. Zhang", "J Wang" ],
      "venue" : "PLoS ONE 2016,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Coupling Microscopy and Flow Cytometry for a Comprehensive Characterization of Nanoparticle Production in Insect Cells",
      "author" : [ "E. Puente-Massaguer", "P. Saccardo", "N. Ferrer-Miralles", "M. Lecina", "F. Gòdia" ],
      "venue" : "Cytom. Part A 2020",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2020
    }, {
      "title" : "Purification of HIV-1 gag virus-like particles and separation of other extracellular particles",
      "author" : [ "P. Steppert", "D. Burgstaller", "M. Klausberger", "E. Berger", "P.P. Aguilar", "T.A. Schneider", "P. Kramberger", "A. Tover", "K. Nöbauer", "E Razzazi-Fazeli" ],
      "venue" : "J. Chromatogr. A",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "Large-scale transfection of mammalian cells for the fast production of recombinant protein",
      "author" : [ "P.L. Pham", "A. Kamen", "Y. Durocher" ],
      "venue" : "Mol. Biotechnol",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2006
    }, {
      "title" : "Comparison of Trichoplusia ni BTI-Tn-5b1-4 (high five(TM) and Spodoptera frugiperda Sf-9 insect cell line metabolism in suspension cultures",
      "author" : [ "M. Rhiel", "C.M. Mitchell-Logean", "D.W. Murhammer" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1997
    }, {
      "title" : "The components of shear stress affecting insect cells used with the baculovirus expression vector system",
      "author" : [ "T. Weidner", "D. Druzinec", "M. Mühlmann", "R. Buchholz", "P. Czermak" ],
      "venue" : "Z. Naturforsch. C",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2017
    }, {
      "title" : "Optimization of Growth Methods and Recombinant Protein Production in BTI-Tn-5B1-4 Insect Cells Using the Baculovirus Expression System",
      "author" : [ "T.J. Wickham", "G.R. Nemerow" ],
      "venue" : "Biotechnol. Prog",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1993
    }, {
      "title" : "Extended gene expression for Gag VLP production achieved at bioreactor",
      "author" : [ "J. Fuenmayor", "L. Cervera", "F. Gòdia", "A. Kamen" ],
      "venue" : "scale. J. Chem. Technol. Biotechnol",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Evaluation of screening platforms for virus-like particle production with the baculovirus expression vector system in insect cells",
      "author" : [ "F. Strobl", "S.M. Ghorbanpour", "D. Palmberger", "G. Striedner" ],
      "venue" : null,
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2020
    }, {
      "title" : "Metabolic profiling of insect cell lines: Unveiling cell line determinants behind system’s productivity",
      "author" : [ "F. Monteiro", "V. Bernal", "X. Saelens", "A.B. Lozano", "C. Bernal", "A. Sevilla", "M.J.T. Carrondo", "P.M. Alves" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Insect cells as factories for biomanufacturing",
      "author" : [ "J.C. Drugmand", "Y.J. Schneider", "S.N. Agathos" ],
      "venue" : "Biotechnol. Adv",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2012
    }, {
      "title" : "The role of host cell physiology in the productivity of the baculovirus-insect cell system: Fluxome analysis of Trichoplusia ni and Spodoptera frugiperda cell lines",
      "author" : [ "F. Monteiro", "V. Bernal", "P.M. Alves" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2017
    }, {
      "title" : "Improving glucose and glutamine metabolism of human HEK 293 and Trichoplusia ni insect cells engineered to express a cytosolic pyruvate carboxylase enzyme",
      "author" : [ "C.B. Elias", "E. Carpentier", "Y. Durocher", "L. Bisson", "R. Wagner", "A. Kamen" ],
      "venue" : "Biotechnol. Prog",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2003
    }, {
      "title" : "Insights into the central metabolism of Spodoptera frugiperda (Sf-9) and Trichoplusia ni BTI-Tn-5B1-4 (Tn-5) insect cells by radiolabeling studies",
      "author" : [ "C. Benslimane", "C.B. Elias", "J. Hawari", "A. Kamen" ],
      "venue" : "Biotechnol. Prog",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2005
    }, {
      "title" : "Properties of two insect cell lines useful for the baculovirus expression system in serum-free culture",
      "author" : [ "T. Sugiura", "E. Amann" ],
      "venue" : "Biotechnol. Bioeng",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2000
    }, {
      "title" : "The growth and nutrient utilization of the insect cell line Spodoptera frugiperda Sf9 in batch and continuous culture",
      "author" : [ "M. Drews", "T. Paalme", "R. Vilu" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 1995
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5].",
      "startOffset" : 133,
      "endOffset" : 136
    }, {
      "referenceID" : 1,
      "context" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5].",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 2,
      "context" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5].",
      "startOffset" : 160,
      "endOffset" : 163
    }, {
      "referenceID" : 3,
      "context" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5].",
      "startOffset" : 234,
      "endOffset" : 239
    }, {
      "referenceID" : 4,
      "context" : "Insect cell lines are a well-established platform for the production of a wide variety of recombinant products, including antibodies [1], enzymes [2], hormones [3] and more complex biologicals such as different types of nanoparticles [4,5].",
      "startOffset" : 234,
      "endOffset" : 239
    }, {
      "referenceID" : 5,
      "context" : "The insect cell/baculovirus expression vector system (BEVS) has proven to be very useful for the production of virus-like particles (VLPs), generally achieving higher nanoparticle yields in comparison to mammalian cell lines [6].",
      "startOffset" : 225,
      "endOffset" : 228
    }, {
      "referenceID" : 6,
      "context" : "VLPs mimic a virus structure but do not harbor genetic material of the wild-type virus, being exclusively formed by the structured and repetitive self-assembly of one or more virus-derived proteins [7].",
      "startOffset" : 198,
      "endOffset" : 201
    }, {
      "referenceID" : 7,
      "context" : "Enveloped VLPs are a subclass of these nanoparticles that offer the possibility to display different types of epitopes in their lipid membrane, making them very attractive in cancer immunotherapy [8] and vaccine development [9].",
      "startOffset" : 196,
      "endOffset" : 199
    }, {
      "referenceID" : 8,
      "context" : "Enveloped VLPs are a subclass of these nanoparticles that offer the possibility to display different types of epitopes in their lipid membrane, making them very attractive in cancer immunotherapy [8] and vaccine development [9].",
      "startOffset" : 224,
      "endOffset" : 227
    }, {
      "referenceID" : 9,
      "context" : "Among them, Gag-based VLPs have received special attention since they can be produced at high levels with the insect cell/BEVS [10].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 10,
      "context" : "Despite recent advancements have been made in this direction [11,12], difficulties are still encountered to achieve a complete separation between specimens.",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 11,
      "context" : "Despite recent advancements have been made in this direction [11,12], difficulties are still encountered to achieve a complete separation between specimens.",
      "startOffset" : 61,
      "endOffset" : 68
    }, {
      "referenceID" : 12,
      "context" : "Plasmid DNA-based transient gene expression (TGE) has become a powerful alternative to the BEVS given that moderate to high VLP titers can be obtained in a short time frame [13].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 13,
      "context" : "Once the DNA is introduced, it remains as an episomal element inside cells unless selection pressure, typically an antibiotic, is added to the culture [14].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 20,
      "context" : "In recent years, several studies have shown that suspension-adapted High Five and Sf9 cells are ideal hosts for the production of reporter proteins [15–17], antibodies [18–20] and surface proteins [21] in this BV-free environment.",
      "startOffset" : 197,
      "endOffset" : 201
    }, {
      "referenceID" : 21,
      "context" : "Polyethylenimine (PEI) has gained progressive relevance as transfection carrier for insect cell/TGE approaches, since transfection efficiencies are high, it is cheaper than the majority of commercial reagents and the overall cost of the bioprocess is reduced [22].",
      "startOffset" : 259,
      "endOffset" : 263
    }, {
      "referenceID" : 3,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 153,
      "endOffset" : 162
    }, {
      "referenceID" : 22,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 153,
      "endOffset" : 162
    }, {
      "referenceID" : 23,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 153,
      "endOffset" : 162
    }, {
      "referenceID" : 24,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 184,
      "endOffset" : 191
    }, {
      "referenceID" : 25,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 184,
      "endOffset" : 191
    }, {
      "referenceID" : 26,
      "context" : "Current knowledge about recombinant protein production in insect cells at bioreactor scale is related to the BEVS, with results reported in stirred tank [4,23,24] and wave bioreactors [25,26], and high-volume shake flasks [27].",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 15,
      "context" : "In this work, PEI-mediated TGE of High Five cells is evaluated as a strategy to produce several recombinant products with different complexities, including the intracellular enhanced green fluorescent protein (eGFP) [16], the human secreted alkaline phosphatase (hSEAP) and human immunodeficiency virus type 1 (HIV-1) Gag VLPs.",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 15,
      "context" : "Cells were subcultured three times a week at a density of 2–4 × 105 cells/mL in 125 mL disposable polycarbonate Erlenmeyer flasks (Corning, Steuben, NY, USA), as previously described [16].",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 27,
      "context" : "11468) [28] with KpnI and NotI obtaining the pIZTV5-Gag-eGFP plasmid after ligation.",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 15,
      "context" : "The pIZTV5-eGFP plasmid was developed as previously described [16].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 15,
      "context" : "High Five cells were transiently transfected with different DNA plasmids using 25 kDa linear polyethylenimine (PEI, PolySciences, Warrington, PA, USA) according to an optimized protocol reported in a previous work [16].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 28,
      "context" : "Solution A consisted of 10 mM K2HPO4 and 10 mM K2B4O7 and solution B of a 45/45/10% v/v/v mix of acetonitrile, methanol and water, respectively [29].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 29,
      "context" : "eGFP concentrations were determined using a standard curve developed in a previous study [30].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 30,
      "context" : "VLP quantification was also performed by an indirect quantification technique [31]:",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 31,
      "context" : "The absorbance was measured at 492 nm with a reference wavelength at 630 nm in a Tecan Infinite 200 Pro reader (Tecan, Männedorf, Switzerland) [32].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 15,
      "context" : "The use of High Five cells as a platform to produce simple intracellular recombinant proteins by polyethylenimine (PEI)-mediated transient gene expression (TGE) has been previously demonstrated [16].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 29,
      "context" : "Upon transfection, maximum viable cell concentration was reduced in all cases when compared to the non-transfected condition (Figure 1A), which is probably related to the overexpression of a heterologous product as previously reported for transfected Sf9 cells [30].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 32,
      "context" : "The latter indicated that transfected High Five cells are capable of correctly processing Gag-eGFP in the form of VLPs, as observed in baculovirus infected insect cells [33,34] and mammalian cell lines [35,36].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 33,
      "context" : "The latter indicated that transfected High Five cells are capable of correctly processing Gag-eGFP in the form of VLPs, as observed in baculovirus infected insect cells [33,34] and mammalian cell lines [35,36].",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 34,
      "context" : "The latter indicated that transfected High Five cells are capable of correctly processing Gag-eGFP in the form of VLPs, as observed in baculovirus infected insect cells [33,34] and mammalian cell lines [35,36].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 35,
      "context" : "The latter indicated that transfected High Five cells are capable of correctly processing Gag-eGFP in the form of VLPs, as observed in baculovirus infected insect cells [33,34] and mammalian cell lines [35,36].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 29,
      "context" : "Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs.",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 36,
      "context" : "Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs.",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 30,
      "context" : "The Gag-eGFP VLP assembly was in the range of that reported for HEK 293 cells by TGE [31] and 4.",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 33,
      "context" : "5-fold higher in comparison to Gag-eGFP VLP production by baculovirus infection in High Five cells [34].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 29,
      "context" : "Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs.",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 36,
      "context" : "Similar results have been recently reported in Sf9 [30] and HEK 293 cells [37], showing a potential bottleneck in processing all the Gag polyprotein produced into VLPs.",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 37,
      "context" : "0 × 108 VLP/mL was quan ified by noparticle tr cking nalysis (NTA) at th same time, a 2-f ld increas in VLP production n comparison to stable Gag VLP producing High Five cell lines [38].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 33,
      "context" : "Despite that higher VLP titers were achieved with t e baculovirus xpression vector system (BEVS) [34], the possibility of producing these n noparticl s i a BV-free environment significantly simplifies t e downstream processing, which epre ents an interesting asse for VLP pro uc ion.",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 44,
      "context" : "This is highly important for meeting the demands of large amounts of recombinant product for structural or functional studies and pre-clinical testing [45].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 45,
      "context" : "These differences in final viable cell concentration could be due to the uncontrolled pH and aeration conditions in shake flasks, resulting in a more unfavorable environment for cell growth [46].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 46,
      "context" : "Indeed, shear stress at bioreactor scale can induce a certain degree of cell membrane damage [47], and this could make cultured cells in the bioreactor more susceptible to the toxic effect of PEI.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 32,
      "context" : "The difference in terms of VLP quantification between NTA and flow virometry has also been reported previously [33].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 38,
      "context" : "Several studies indicate that the lower nanoparticle levels measured by flow virometry could be the consequence of detecting several nanoparticles as a single larger particle, a phenomenon known as swarm effect [39].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 39,
      "context" : "However, it is not clear whether these differences can be fully attributed to this event or to the non-detection of nanoparticles that are below the flow cytometer detection threshold [40].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 32,
      "context" : "EVs were recently observed in VLP production studies with the BEVS in insect cells [33,34], showing that they are not an exclusive matter of mammalian cell lines [41,42].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 33,
      "context" : "EVs were recently observed in VLP production studies with the BEVS in insect cells [33,34], showing that they are not an exclusive matter of mammalian cell lines [41,42].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 40,
      "context" : "EVs were recently observed in VLP production studies with the BEVS in insect cells [33,34], showing that they are not an exclusive matter of mammalian cell lines [41,42].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 41,
      "context" : "EVs were recently observed in VLP production studies with the BEVS in insect cells [33,34], showing that they are not an exclusive matter of mammalian cell lines [41,42].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 42,
      "context" : "5 nm (Figure 2D), in agreement with Gag-eGFP VLPs produced in insect cells with the BEVS [43].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 31,
      "context" : "Despite recent advancements have been reported by means of chromatographic methods [32,44], difficulties are still encountered in achieving a complete separation between both nanoparticle populations.",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 43,
      "context" : "Despite recent advancements have been reported by means of chromatographic methods [32,44], difficulties are still encountered in achieving a complete separation between both nanoparticle populations.",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 44,
      "context" : "This is highly important for meeting the demands of large amounts of recombinant product for structural or functional studies and pre-clinical testing [45].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 45,
      "context" : "These differences in final viable cell concentration could be due to the uncontrolled pH and aeration conditions in shake flasks, resulting in a more unfavorable environment for cell growth [46].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 46,
      "context" : "Indeed, shear stress at bioreactor scale can induce a certain degree of cell membrane damage [47], and this could make cultured cells in the bioreactor more susceptible to the toxic effect of PEI.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 47,
      "context" : "High Five cell culture in suspension conditions often requires the addition of anti-clumping agents to decrease the formation of cell aggregates that could impact recombinant product expression [48].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 48,
      "context" : "These results are in agreement with the VLP productivity increase observed in HEK 293 cells when cultured in bioreactor [49].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 49,
      "context" : "7-fold in VLP production by baculovirus infection of Tnms42 insect cells in bioreactor culture conditions has also been reported [50].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 47,
      "context" : "High Five cell culture in suspension conditions often requires the addition of anti-clumping agents to decrease the formation of cell aggregates that could impact recombinant product expression [48].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 48,
      "context" : "These results are in agreement with the VLP productivity increase observed in HEK 293 cells when cultured in bioreactor [49].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 49,
      "context" : "7-fold in VLP production by baculovirus infection of Tnms42 insect cells in bioreactor culture conditions has also been reported [50].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 50,
      "context" : "Glucose and glutamine consumption rates are lower than those observed in non-transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions.",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 37,
      "context" : "Glucose and glutamine consumption rates are lower than those observed in non-transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions.",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 51,
      "context" : "The consumption of significant amounts of phosphate was also measured during transfection and could be a consequence of the need for lipid biosynthesis for cell growth and VLP production [52].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 50,
      "context" : "Glucose and glutamine consumption rates are lower than those observed in no -transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions.",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 37,
      "context" : "Glucose and glutamine consumption rates are lower than those observed in no -transfected cells (Table S1), as well as compared to data reported for baculovirus infected cells [51] and stable insect cell lines [38] in similar culture conditions.",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 51,
      "context" : "The consumption of significant amounts of phosphate was also measured during transfection and could be a consequence of the need for lipid biosynthesis for cell growth and VLP production [52].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 45,
      "context" : "The high level consumption of this amino acid in High Five cells for energy generation via oxaloacetate incorporation into the Krebs cycle is well-known and explains the lower glutamine consumption, but the dependence on this amino acid seems to be more pronounced in transfected High Five cells in comparison to baculovirus-infected cells, which tend to consume higher amounts of glucose [46].",
      "startOffset" : 389,
      "endOffset" : 393
    }, {
      "referenceID" : 52,
      "context" : "Interestingly, this behavior of initial biosynthesis of both amino acids was not observed in baculovirus-infected High Five cells [53].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 45,
      "context" : "via oxaloacetate incorporation into the Krebs cycle is well-known and explains the lower glutamine consumption, but the dependence on this amino acid seems to be more pronounced in transfected High Five cells in comparison to baculovirus-infected cells, which tend to consume higher amounts of glucose [46].",
      "startOffset" : 302,
      "endOffset" : 306
    }, {
      "referenceID" : 52,
      "context" : "Interestingly, this behavior of initial biosynthesis of both amino acids was not observed in baculovirus-infected High Five cells [53].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 53,
      "context" : "On the other hand, glutamic acid consumption decreased over time, which could be associated with the reduction in asparagine uptake rate as previously reported [54].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 51,
      "context" : "Despite the lower consumption rates, these amino acids have proven to be fundamental for High Five cell maintenance and growth [52].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 54,
      "context" : "Alanine was the main by-product generated during cell culture, since this metabolite acts as a nitrogen acceptor under glucose excess conditions [55].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 52,
      "context" : "Interestingly, its production rate decreased in parallel to the reduction of asparagine consumption (Table 2 and Table S1) and the concentrations achieved were higher than those observed for baculovirus-infected High Five cells [53], which could be the consequence of a higher asparagine uptake rate.",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 55,
      "context" : "However, no lactate production was detected which differs from previous studies conducted in High Five cells that report substantial accumulation of this by-product [56].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 56,
      "context" : "Similar results were reported in the bioreactor cultivation of Sf9 cells under no oxygen limitation conditions [57].",
      "startOffset" : 111,
      "endOffset" : 115
    } ],
    "year" : 2020,
    "abstractText" : "High Five cells are an excellent host for the production of virus-like particles (VLPs) with the baculovirus expression vector system (BEVS). However, the concurrent production of high titers of baculovirus hinder the purification of these nanoparticles due to similarities in their physicochemical properties. In this study, first a transient gene expression (TGE) method based on the transfection reagent polyethylenimine (PEI) is optimized for the production of HIV-1 VLPs at shake flask level. Furthermore, VLP production by TGE in High Five cells is successfully demonstrated at bioreactor scale, resulting in a higher maximum viable cell concentration (5.1× 106 cell/mL), the same transfection efficiency and a 1.8-fold increase in Gag-eGFP VLP production compared to shake flasks. Metabolism analysis of High Five cells indicates a reduction in the consumption of the main metabolites with respect to non-transfected cell cultures, and an increase in the uptake rate of several amino acids when asparagine is depleted. Quality assessment by nanoparticle tracking analysis and flow virometry of the VLPs produced shows an average size of 100–200 nm, in agreement with immature HIV-1 viruses reported in the literature. Overall, this work demonstrates that the High Five/TGE system is a suitable approach for the production of VLP-based vaccine candidates and other recombinant proteins.",
    "creator" : "LaTeX with hyperref package"
  }
}