{
  "name" : "downloads_2019-10-22_6e_cheng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Endogenous Reactive Oxygen Species-Triggered Morphology Transformation for Enhanced Cooperative Interaction with Mitochondria",
    "authors" : [ "Dong-Bing Cheng", "Xue-Hao Zhang", "Yu-Juan Gao", "Lei Ji", "Dayong Hou", "Ziqi Wang", "Wanhai Xu", "Zeng-Ying Qiao", "Hao Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Advanced drug-delivery systems can protect drugs fromreticuloendothelial system (RES) clearance and allow them to accumulate at disease sites through targeting effects.1−4 Extensive efforts have been paid to realize the controlled release of drugs; however, the limited therapeutic effect is still a main bottleneck problem for clinical translation. One of the possible reasons is the weak interaction between drugs and their pharmaceutical targets.5,6 Compared to the small molecules, the nanoassemblies exhibit different physical attributes, including size effect and multivalent binding ability, which may enhance the interaction between drugs and their targets.7 Thus, it is necessary to a develop position-specific assembly strategy for potential bioeffect improvement.\nRecently, “in vivo self-assembly” has been demonstrated to be a promising biotechnique for disease diagnostics and therapeutics.8 For instance, a precursor for producing a taxol assembly without compromising activity was reported, which could be employed for tumor targeted therapy.9 Our group constructed in situ peptide-based self-assemblies in tumor or infectious sites, which showed an assembly/aggregationinduced retention (AIR) effect and enhanced the biological function of nanomaterials.10−12 Inspired by this strategy, we hypothesize an organelle-located morphology transformation (OLMT) platform to construct the fibrous nanomaterials around the mitochondria for enhancing multivalent cooperative interactions, which may improve their biological performance. The reactive oxygen species (ROS) is overgenerated around mitochondria in most cancer cells.13−15 ROS-responsive chemical bonds have been introduced into drug delivery systems,16,17 which can also be used for realizing OLMT. Herein, β-sheet-forming peptide KLVFF tethered with hydrophilic poly(ethylene glycol) (mPEG) via ROS-cleavable thioketal bond (R1, sequence: CGGGKLVFF-tk-PEG) and the mitochondria-targeting cytotoxic peptide (KLAK, sequence: CGGG(KLAKLAK)2) are coupled to poly(vinyl alcohol) (PVA) by efficient thiol−ene reaction, and the resultant polymer−peptide conjugates (PPCs) can selfassemble into nanoparticles (Scheme 1). Under the assistance of KLAK, the nanoparticles reach the mitochondria, and the hydrophilic PEG shell is removed from PPCs due to the cleavage of thioketal under overgenerated ROS. The breakage of hydrophilic/hydrophobic balance induces the transformation into nanofibers, which exhibits multivalent cooperative interaction and resultant enhanced destructiveness to mitochondria. This OLMT platform achieves a higher therapeutic efficacy compared to the unchanged nanosystem, offering a fundamental understanding of the relationship between the morphology of nanomaterials and their biofunction. The thioketal linker is conjugated with mPEG and further reacted with succinic anhydride to obtain mPEG-tk-COOH.\nReceived: July 29, 2018 Published: April 22, 2019\n© 2019 American Chemical Society 7235 DOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 1\n2: 28\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nFunctional sequence R1 is prepared using a standard Fmoc solid-phase peptide synthesis method and purified by reversephase high-performance liquid chromatography (Scheme S1 and Figures S1−S3). Finally, P1 is synthesized by coupling KLAK and R1 to the acrylated PVA (Figure S4)\n18 backbone, which is confirmed by the complete disappearance of the acrylate signals and the appearance of KLAK and R1 signals in 1H NMR spectra (Scheme S2 and Figure S9). The control PPCs, including P2 (PPC without β-sheet-forming peptide), P3 (ROS-nonsensitive PPC), and P4 (PPC without PEG), are synthesized by similar methods (Figures S5−S9). P1 can self-assemble into nanoparticles of 43.5 ± 2.1 nm in phosphate buffer (PB) solution (Figure 1A), which are also stable at both neutral and acidic pH (Figures S10 and S11). After incubation with 100 μM H2O2 for 8 h, P1 nanoparticles transform into a fibrous nanostructure with a diameter of 11 nm, and the morphology is similar to that of P4 (Figure S12), implying the cleavage of the PEG shell. The similar transformation is also observed in phosphate buffer saline (PBS, Figure S13). The structure change of PPCs is further confirmed by dynamic light scattering (DLS) (Figures S14 and S15). For studying the relationship between morphology transformation and chemical structure change, the ROS responsiveness of PPCs is validated by matrix-assisted laser desorption ionization-time-of-flight mass spectrometry (MALDI-TOF). The thioketal in P1 can be cleaved in H2O2 to generate the residue CGGGKLVFF-SH19,20 (Figures S16 and S17). Although the PEG can be removed from P2 that becomes slightly bigger due to an increase in hydrophobicity, P2 retains a spherical morphology. This can be attributed to the KAAGG instead of KLVFF, which cannot form a β-sheet structure21 (Figure S18). To explore the chemical driving force during nanofiber formation, the secondary structure of P1 is first investigated by circular dichroism (CD) (Figure S19), suggesting the formation of a typical β-sheet structure. The\nfluorescence increase of Thioflavin T (ThT, a fluorescent probe that can selectively bind to amyloid deposits22,23) further demonstrates the β-sheet conformation (Figure 1B). Fourier transform infrared spectroscopy (FT-IR) and wideangle X-ray scattering (WAXS) are employed for analyzing the molecular arrangement mode. The peaks at 1630 and 1697 cm−1 in FT-IR suggest the antiparallel β-sheet conformation (Figure 1C).24,25 The WAXS gives d-spacings of 4.6 and 10.8 Å (Figure S20), which are attributed to the spacing of the adjacent strands and laminates, respectively.24 Thus, according to the molecular arrangement mode (Figure S20), the computational diameter of P1 nanofiber is 10.2 nm, which is in accordance with the TEM result (11 nm). To clarify the influence of morphology on their biological function, Cy5 labeled PPCs with red fluorescence are synthesized for tracking their localization in cells. Observed by confocal laser scanning microscopy (CLSM), the PPC nanoparticles enter cells through endocytosis and escape from lysosomes (Figure S21), followed by localization with mitochondria, owing to mitochondria-targeting peptide KLAK (Figure S22). The red fluorescence from P1 can overlap well with the green fluorescence from mitochondria, showing a higher Pearson’s correlation coefficient (PCC) of 0.88 than those of P2 (PCC = 0.75) and P3 (PCC = 0.73) (Figures 2A,B and S23). We speculate P1 nanoparticles transform into a fibrous nanostructure at the mitochondria due to overgenerated ROS (Figure S24), which enhances the interaction between P1 and mitochondria. Both SEM and BioTEM images (Figures 2C, S25, and S26) demonstrate the nanofibers can entangle the mitochondria, whereas the nanoparticles cannot attach on the mitochondria. Energydispersive X-ray spectroscopy (EDS) further confirms the nanofibers derive from P1. It is known that KLAK can interact with the mitochondrial membrane via electrostatic and hydrophobic interaction.26 The Hill plot, which can reflect the multiple binding patterns, is introduced to describe the interaction mode between PPCs\nScheme 1. Synthetic Route of ROS-Sensitive PPCs and"
    }, {
      "heading" : "Mitochondria Locational Morphology Transformation",
      "text" : "DOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239\n7236\nand mitochondria.27−29 As shown in Figures 3A and S27, the Job plot analysis of fluorescent intensity versus concentration\nfits well with Hill plot and the dissociation constant KD shows no significant difference among the four groups. For P1 nanofibers, the Hill coefficient toward mitochondria is 8.1. Compared to control nanoparticles (P2 and P3) and free KLAK, the higher Hill coefficient suggests stronger multivalent cooperative interactions and higher binding affinity between nanofibers and mitochondrial membrane (Figure 3C). Obviously, the fibrous nanostructures possess larger contact area and more interaction sites with the mitochondrial membrane than nanoparticles, which is in favor of the efficient binding. The opening of mitochondrial permeability transition (MPT) pore is widely accepted as an indicator of mitochondrial dysfunction, which can be reflected by mitochondrial swelling assay (Figure 3B). P1 nanofibers\ncause the distinct swelling of isolated mitochondria, resulting in the decrease of absorbance, which demonstrates fibrous nanostructures dramatically affect the permeabilization of the mitochondrial membrane. We speculate that multivalent cooperative interactions also display extraordinary interference on mitochondria at the living cell level. The JC-1 (Figures S28 and S29)30 and ROS (Figure S30) assay demonstrate P1 presents excellent mitochondrial disruption ability against HeLa cells, and the IC50 (Figures 4A\nand S31) of P1 against HeLa cells is ∼10 μg mL−1, which is much lower than those of free KLAK (>100 μg mL−1), P2 (∼44 μg mL−1), and P3 (∼57 μg mL−1). The obvious detection of cytochrome c in the cytoplasm, up-regulated Bak, down-regulated Bcl-2, and activated caspase-3/9 further demonstrate transformable P1 induces an advanced antitumor ability by triggering mitochondria-dependent apoptosis (Figures S32 and S33). In addition, the ROS levels in normal human cervical epithelial (HCerEpiC) cells treated with PPCs are almost the same, and corresponding cytotoxicity of P1 (IC50 = 38 μg mL\n−1) is obviously lower than that toward HeLa cells, which can be attributed to the low leveled ROS in normal cells. The cytotoxicities against more varieties of normal cells and tumor cells have also been performed (Figure S34), and P1 can kill cancer cells more efficiently due to their ROS overgeneration (Figure S24). These observations indicate locational nanoparticle-to-nanofiber morphology change only can take place in ROS overgenerated cancer cells, exhibiting an advanced anticancer ability due to multivalent cooperative interactions. The effect of morphology transformation on tumor accumulation and inhibition capacity is evaluated in vivo. Cy5-labeled PPCs can accumulate at a tumor site and reach a peak in 24 h (Figures 4B and S35), and the average fluorescent intensity of mice treated with P1 is ∼2−3-fold higher than those with P2 and P3 groups in tumor sites. Meanwhile, P1 shows the prolonged retention in the tumor site within 96 h, which can be ascribed to the AIR effect of a locational fibrous structure.31 After 96 h, ex vivo fluorescence imaging of major\nDOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239\n7237\norgans and tumors shows the tumor-specific accumulation of P1 nanofibers (Figure S36). The fluorescence intensity of the P1 group is about 3-fold higher than those of P2 and P3 groups (Figure 4C). Moreover, the fibrous structure can be observed by bio-TEM in tumor slices of P1 treated mice, while not for P2, P3, and PBS groups (Figure S37). The in vivo tumor inhibition experiments show P1 presents more a efficient antitumor ability than P2 and P3. The H&E staining and TUNEL assay further prove the apoptosis of tumor tissues (Figure S38). Therefore, the ROS-triggered locational transformation leads to both improved accumulation in the tumor site and enhanced disruption of tumor cells. Furthermore, all the analyses of body weight changes (Figure S39), histopathology (Figure S40), and hematology (Figure S41) exhibit negligible toxicity of PPCs in vivo. In conclusion, endogenous ROS-responsive PPCs are prepared for realizing mitochondria locational assembly. The PPCs can self-assemble into nanoparticles and deliver the cytotoxic peptide KLAK to mitochondria efficiently. Under the high-leveled ROS in tumor cells, the hydrophilic PEG is removed, and then the nanoparticles transform into the fibrous structures with protruding KLAK, exhibiting stronger multivalent cooperative interactions with mitochondria. Finally, the morphology transformation induces an advanced antitumor ability in vitro and in vivo. This OLMT strategy offers a novel insight for developing nanomedicines that enhance drug efficacy. Further research such as selecting another theranostics is underway.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.8b07727.\nExperimental details, 1H NMR, MALDI-TOF, DLS, CD, CLSM, TEM, as well as the data in vitro and in vivo (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *wanghao@nanoctr.cn *qiaozy@nanoctr.cn"
    }, {
      "heading" : "ORCID",
      "text" : "Zeng-Ying Qiao: 0000-0002-9932-7702 Hao Wang: 0000-0002-1961-0787"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by National Natural Science Foundation of China (21674027, 21704020, 31870998 and 51573032 and 51725302) and the China Postdoctoral Science Foundation (2017M620707).\n■ REFERENCES (1) Ulbrich, K.; Hola, K.; Subr, V.; Bakandritsos, A.; Tucek, J.; Zboril, R. Targeted drug delivery with polymers and magnetic nanoparticles: covalent and noncovalent approaches, release control, and clinical studies. Chem. Rev. 2016, 116, 5338−5431. (2) Chen, D.; Zhang, G.; Li, R.; Guan, M.; Wang, X.; Zou, T.; Zhang, Y.; Wang, C.; Shu, C.; Hong, H.; Wan, L. Biodegradable, hydrogen peroxide, and glutathione dual responsive nanoparticles for\npotential programmable paclitaxel release. J. Am. Chem. Soc. 2018, 140, 7373−7376. (3) Zheng, Y.; Ji, X.; Yu, B.; Ji, K.; Gallo, D.; Csizmadia, E.; Zhu, M.; Choudhury, M. R.; De La Cruz, L. K. C.; Chittavong, V.; Pan, Z.; Yuan, Z.; Otterbein, L. E.; Wang, B. H. Enrichment-triggered prodrug activation demonstrated through mitochondria-targeted delivery of doxorubicin and carbon monoxide. Nat. Chem. 2018, 10, 787−794. (4) Kakkar, A.; Traverso, G.; Farokhzad, O. C.; Weissleder, R.; Langer, R. Evolution of macromolecular complexity in drug delivery systems. Nat. Rev. Chem. 2017, 1, 63. (5) Rosenblum, D.; Joshi, N.; Tao, W.; Karp, J. M.; Peer, D. Progress and challenges towards targeted delivery of cancer therapeutics. Nat. Commun. 2018, 9, 1410. (6) Anselmo, A. C.; Mitragotri, S. Impact of particle elasticity on particle-based drug delivery systems. Adv. Drug Delivery Rev. 2017, 108, 51−67. (7) Ai, X.; Ho, C. J. H.; Aw, J.; Attia, A. B. E.; Mu, J.; Wang, Y.; Wang, X.; Wang, Y.; Liu, X.; Chen, H.; Gao, M.; Chen, X.; Yeow, E. K. L.; Liu, G.; Olivo, M.; Xing, B. In vivo covalent cross-linking of photon-converted rare-earth nanostructures for tumour localization and theranostics. Nat. Commun. 2016, 7, 10432. (8) He, H.; Wang, J.; Wang, H.; Zhou, N.; Yang, D.; Green, D. R.; Xu, B. Enzymatic cleavage of branched peptides for targeting mitochondria. J. Am. Chem. Soc. 2018, 140, 1215−1218. (9) Gao, Y.; Kuang, Y.; Guo, Z. F.; Guo, Z.; Krauss, I. J.; Xu, B. Enzyme-instructed molecular self-assembly confers nanofibers and a supramolecular hydrogel of taxol derivative. J. Am. Chem. Soc. 2009, 131, 13576−13577. (10) Yang, P. P.; Luo, Q.; Qi, G. B.; Gao, Y. J.; Li, B. N.; Zhang, J. P.; Wang, L.; Wang, H. Host materials transformable in tumor microenvironment for homing theranostics. Adv. Mater. 2017, 29, 1605869. (11) Qi, G. B.; Zhang, D.; Liu, F. H.; Qiao, Z. Y.; Wang, H. An “OnSite Transformation” Strategy for Treatment of Bacterial Infection. Adv. Mater. 2017, 29, 1703461. (12) Li, L. L.; Qiao, S. L.; Liu, W. J.; Ma, Y.; Wan, D.; Pan, J.; Wang, H. Intracellular construction of topology-controlled polypeptide nanostructures with diverse biological functions. Nat. Commun. 2017, 8, 1276. (13) Xu, X.; Saw, P. E.; Tao, W.; Li, Y.; Ji, X.; Bhasin, S.; Liu, Y.; Ayyash, D.; Rasmussen, J.; Huo, M.; Shi, J.; Farokhzad, O. C. ROSresponsive polyprodrug nanoparticles for triggered drug delivery and effective cancer therapy. Adv. Mater. 2017, 29, 1700141. (14) Jager, E.; Hocherl, A.; Janouskova, O.; Jager, A.; Hruby, M.; Konefal, R.; Netopilik, M.; Panek, J.; Slouf, M.; Ulbrich, K.; Stepanek, P. Fluorescent boronate-based polymer nanoparticles with reactive oxygen species (ROS)-triggered cargo release for drug-delivery applications. Nanoscale 2016, 8, 6958−6963. (15) Schumacker, P. T. Reactive oxygen species in cancer cells: live by the sword, die by the sword. Cancer Cell 2006, 10, 175−176. (16) Yuan, Y.; Liu, J.; Liu, B. Conjugated-polyelectrolyte-based polyprodrug: targeted and image-guided photodynamic and chemotherapy with on-demand drug release upon irradiation with a single light source. Angew. Chem., Int. Ed. 2014, 53, 7163−7168. (17) Gupta, M. K.; Martin, J. R.; Werfel, T. A.; Shen, T.; Page, J. M.; Duvall, C. L. Cell protective, ABC triblock polymer-based thermoresponsive hydrogels with ROS-triggered degradation and drug release. J. Am. Chem. Soc. 2014, 136, 14896−14902. (18) Qiao, Z. Y.; Lin, Y. X.; Lai, W. J.; Hou, C. Y.; Wang, Y.; Qiao, S. L.; Zhang, D.; Fang, Q. J.; Wang, H. A General Strategy for Facile Synthesis and In Situ Screening of Self-Assembled Polymer-Peptide Nanomaterials. Adv. Mater. 2016, 28, 1859−1867. (19) Wilson, D. S.; Dalmasso, G.; Wang, L.; Sitaraman, S. V.; Merlin, D.; Murthy, N. Orally delivered thioketal nanoparticles loaded with TNF-α-siRNA target inflammation and inhibit gene expression in the intestines. Nat. Mater. 2010, 9, 923−928. (20) Shim, M. S.; Xia, Y. N. A reactive oxygen species (ROS)responsive polymer for safe, efficient, and targeted gene delivery in cancer cells. Angew. Chem., Int. Ed. 2013, 52, 6926−6929.\nDOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239\n7238\n(21) Hu, X. X.; He, P. P.; Qi, G. B.; Gao, Y. J.; Lin, Y. X.; Yang, C.; Yang, P. P.; Hao, H.; Wang, L.; Wang, H. Transformable nanomaterials as an artificial extracellular matrix for inhibiting tumor invasion and metastasis. ACS Nano 2017, 11, 4086−4096. (22) Arosio, P.; Knowles, T. P.; Linse, S. On the lag phase in amyloid fibril formation. Phys. Chem. Chem. Phys. 2015, 17, 7606− 7618. (23) Wolfe, L. S.; Calabrese, M. F.; Nath, A.; Blaho, D. V.; Miranker, A. D.; Xiong, Y. Protein-induced photophysical changes to the amyloid indicator dye thioflavin T. Proc. Natl. Acad. Sci. U. S. A. 2010, 107, 16863−16868. (24) Gibson, M. I.; Cameron, N. R. Organogelation of sheet-helix diblock copolypeptides. Angew. Chem., Int. Ed. 2008, 47, 5160−5162. (25) San, B. H.; Hwang, J.; Sampath, S.; Li, Y.; Bennink, L. L.; Yu, S. M. Self-Assembled Water-Soluble Nanofibers Displaying Collagen Hybridizing Peptides. J. Am. Chem. Soc. 2017, 139, 16640−16649. (26) Agemy, L.; Friedmann-Morvinski, D.; Kotamraju, V. R.; Roth, L.; Sugahara, K. N.; Girard, O. M.; Mattrey, R. F.; Verma, I. M.; Ruoslahti, E. Targeted nanoparticle enhanced proapoptotic peptide as potential therapy for glioblastoma. Proc. Natl. Acad. Sci. U. S. A. 2011, 108, 17450−17455. (27) Saroff, H. T.; Minton, A. P. The Hill plot and the energy of interaction in hemoglobin. Science 1972, 175, 1253−1255. (28) Boens, N.; Leen, V.; Dehaen, W. Fluorescent indicators based on BODIPY. Chem. Soc. Rev. 2012, 41, 1130−1172. (29) Van Aubel, R. A.; Smeets, P. H.; van den Heuvel, J. J.; Russel, F. G. Human organic anion transporter MRP4 (ABCC4) is an efflux pump for the purine end metabolite urate with multiple allosteric substrate binding sites. Am. J. Physiol. Renal. Physiol. 2005, 288, F327−F333. (30) Cheng, D. B.; Yang, P. P.; Cong, Y.; Liu, F. H.; Qiao, Z. Y.; Wang, H. One-pot synthesis of pH-responsive hyperbranched polymer-peptide conjugates with enhanced stability and loading efficiency for combined cancer therapy. Polym. Chem. 2017, 8, 2462− 2471. (31) Zhang, D.; Qi, G. B.; Zhao, Y. X.; Qiao, S. L.; Yang, C.; Wang, H. In Situ Formation of Nanofibers from Purpurin18-Peptide Conjugates and the Assembly Induced Retention Effect in Tumor Sites. Adv. Mater. 2015, 27, 6125−6130.\nDOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239\n7239"
    } ],
    "references" : [ {
      "title" : "potential programmable paclitaxel release",
      "author" : [ "Y. Zheng", "X. Ji", "B. Yu", "K. Ji", "D. Gallo", "E. Csizmadia", "M. Zhu", "M.R. Choudhury", "L.K.C. De La Cruz", "V. Chittavong", "Z. Pan", "Z. Yuan", "L.E. Otterbein", "B.H. Wang" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Zheng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zheng et al\\.",
      "year" : 2018
    }, {
      "title" : "activation demonstrated through mitochondria-targeted delivery of doxorubicin and carbon monoxide",
      "author" : [ "A. Kakkar", "G. Traverso", "O.C. Farokhzad", "R. Weissleder", "R. Langer" ],
      "venue" : "Nat. Chem. 2018,",
      "citeRegEx" : "Kakkar et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kakkar et al\\.",
      "year" : 2017
    }, {
      "title" : "Progress and challenges towards targeted delivery of cancer",
      "author" : [ "D. Rosenblum", "N. Joshi", "W. Tao", "J.M. Karp", "D. Peer" ],
      "venue" : "therapeutics. Nat. Commun. 2018,",
      "citeRegEx" : "Rosenblum et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Rosenblum et al\\.",
      "year" : 2017
    }, {
      "title" : "ROSresponsive polyprodrug nanoparticles for triggered drug delivery and effective cancer therapy",
      "author" : [ "D. Ayyash", "J. Rasmussen", "M. Huo", "J. Shi", "O.C. Farokhzad" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Ayyash et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ayyash et al\\.",
      "year" : 2017
    }, {
      "title" : "Fluorescent boronate-based polymer nanoparticles with reactive oxygen species (ROS)-triggered cargo release for drug-delivery applications",
      "author" : [ "P.T. Schumacker" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Schumacker,? \\Q2006\\E",
      "shortCiteRegEx" : "Schumacker",
      "year" : 2006
    }, {
      "title" : "Cell protective, ABC triblock polymer-based thermoresponsive hydrogels with ROS-triggered degradation and drug release",
      "author" : [ "C.L. Duvall" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Duvall,? \\Q2014\\E",
      "shortCiteRegEx" : "Duvall",
      "year" : 2014
    }, {
      "title" : "Synthesis and In Situ Screening of Self-Assembled Polymer-Peptide Nanomaterials",
      "author" : [ "D.S. Wilson", "G. Dalmasso", "L. Wang", "S.V. Sitaraman", "D. Merlin", "N. Murthy" ],
      "venue" : "Adv. Mater. 2016,",
      "citeRegEx" : "Wilson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Wilson et al\\.",
      "year" : 2016
    }, {
      "title" : "A reactive oxygen species (ROS)responsive polymer for safe, efficient, and targeted gene delivery in cancer cells",
      "author" : [ "intestines. Nat" ],
      "venue" : "Mater",
      "citeRegEx" : "Nat.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nat.",
      "year" : 2010
    }, {
      "title" : "On the lag phase in amyloid fibril formation",
      "author" : [ "P. Arosio", "T.P. Knowles", "S. Linse" ],
      "venue" : "Phys. Chem. Chem. Phys. 2015,",
      "citeRegEx" : "Arosio et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arosio et al\\.",
      "year" : 2015
    }, {
      "title" : "Organogelation of sheet-helix diblock copolypeptides",
      "author" : [ "M.I. Gibson", "N.R. Cameron" ],
      "venue" : "Angew. Chem., Int. Ed. 2008,",
      "citeRegEx" : "Gibson and Cameron,? \\Q2008\\E",
      "shortCiteRegEx" : "Gibson and Cameron",
      "year" : 2008
    }, {
      "title" : "The Hill plot and the energy of interaction in hemoglobin",
      "author" : [ "H.T. Saroff", "A.P. Minton" ],
      "venue" : "Science 1972,",
      "citeRegEx" : "Saroff and Minton,? \\Q1972\\E",
      "shortCiteRegEx" : "Saroff and Minton",
      "year" : 1972
    }, {
      "title" : "Fluorescent indicators based on BODIPY",
      "author" : [ "N. Boens", "V. Leen", "W. Dehaen" ],
      "venue" : "Chem. Soc. Rev. 2012,",
      "citeRegEx" : "Boens et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Boens et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The morphology controlled molecular assemblies play vital roles in biological systems. Here we present endogenous reactive oxygen species (ROS)triggered morphology transformation of polymer−peptide conjugates (PPCs) for cooperative interaction with mitochondria, exhibiting high tumor therapeutic efficacy. The PPCs are composed of (i) a β-sheet-forming peptide KLVFF conjugated with poly(ethylene glycol) through ROS-cleavable thioketal, (ii) a mitochondria-targeting cytotoxic peptide KLAK, and (iii) a poly(vinyl alcohol) backbone. The self-assembled PPCs nanoparticles can enter cells and target mitochondria. Because of overgenerated ROS around mitochondria in most cancer cells, the thioketal linker can be cleaved, leading to transformation from nanoparticles to fibrous nanostructures. As a result, the locational nanofibers with exposure of KLAK exhibit enhanced multivalent cooperative interactions with mitochondria, which causes selective cytotoxicity against cancer cells and powerful tumor suppression efficacy in vivo. As the first example of ROStriggered intracellular transformation, the locational assembly strategy in vivo may provide a new insight for disease diagnosis and therapy through enhanced interaction with targeting site. A drug-delivery systems can protect drugs from reticuloendothelial system (RES) clearance and allow them to accumulate at disease sites through targeting effects. Extensive efforts have been paid to realize the controlled release of drugs; however, the limited therapeutic effect is still a main bottleneck problem for clinical translation. One of the possible reasons is the weak interaction between drugs and their pharmaceutical targets. Compared to the small molecules, the nanoassemblies exhibit different physical attributes, including size effect and multivalent binding ability, which may enhance the interaction between drugs and their targets. Thus, it is necessary to a develop position-specific assembly strategy for potential bioeffect improvement. Recently, “in vivo self-assembly” has been demonstrated to be a promising biotechnique for disease diagnostics and therapeutics. For instance, a precursor for producing a taxol assembly without compromising activity was reported, which could be employed for tumor targeted therapy. Our group constructed in situ peptide-based self-assemblies in tumor or infectious sites, which showed an assembly/aggregationinduced retention (AIR) effect and enhanced the biological function of nanomaterials. Inspired by this strategy, we hypothesize an organelle-located morphology transformation (OLMT) platform to construct the fibrous nanomaterials around the mitochondria for enhancing multivalent cooperative interactions, which may improve their biological performance. The reactive oxygen species (ROS) is overgenerated around mitochondria in most cancer cells. ROS-responsive chemical bonds have been introduced into drug delivery systems, which can also be used for realizing OLMT. Herein, β-sheet-forming peptide KLVFF tethered with hydrophilic poly(ethylene glycol) (mPEG) via ROS-cleavable thioketal bond (R1, sequence: CGGGKLVFF-tk-PEG) and the mitochondria-targeting cytotoxic peptide (KLAK, sequence: CGGG(KLAKLAK)2) are coupled to poly(vinyl alcohol) (PVA) by efficient thiol−ene reaction, and the resultant polymer−peptide conjugates (PPCs) can selfassemble into nanoparticles (Scheme 1). Under the assistance of KLAK, the nanoparticles reach the mitochondria, and the hydrophilic PEG shell is removed from PPCs due to the cleavage of thioketal under overgenerated ROS. The breakage of hydrophilic/hydrophobic balance induces the transformation into nanofibers, which exhibits multivalent cooperative interaction and resultant enhanced destructiveness to mitochondria. This OLMT platform achieves a higher therapeutic efficacy compared to the unchanged nanosystem, offering a fundamental understanding of the relationship between the morphology of nanomaterials and their biofunction. The thioketal linker is conjugated with mPEG and further reacted with succinic anhydride to obtain mPEG-tk-COOH. Received: July 29, 2018 Published: April 22, 2019 Communication pubs.acs.org/JACS Cite This: J. Am. Chem. Soc. 2019, 141, 7235−7239 © 2019 American Chemical Society 7235 DOI: 10.1021/jacs.8b07727 J. Am. Chem. Soc. 2019, 141, 7235−7239 D ow nl oa de d vi a U N IV O F N E W E N G L A N D o n O ct ob er 2 2, 2 01 9 at 1 2: 28 :1 2 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}