{
  "name" : "downloads_2020-02-20_8a_chia2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Characteristics and performance of two-dimensional materials for electrocatalysis",
    "authors" : [ ],
    "emails" : [ "martin.pumera@vscht.cz" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Review ARticle https://doi.org/10.1038/s41929-018-0181-7\n1Division of Chemistry and Biological Chemistry, School of Physical and Mathematical Sciences, Nanyang Technological University, Singapore, Singapore. 2Centre for Advanced Functional Nanorobots, Department of Inorganic Chemistry, Faculty of Chemical Technology, University of Chemistry and Technology, Prague, Czech Republic. *e-mail: martin.pumera@vscht.cz\nTwo-dimensional (2D) nanomaterials were introduced with graphene: an atomically thin carbon material obtained from the delamination of graphite that possesses remarkable anisotropic physical and electronic properties1. Following graphene’s precedent, other classes of ultrathin 2D nanomaterials were explored, including single- or few-layered transition metal dichalcogenides (TMDs), metal oxides, layered double hydroxides (LDHs), hexagonal boron nitride (h-BN), graphitic carbon nitride (g-C3N4), metal carbides and nitrides (collectively known as MXenes) and a family of monoelemental compounds: black phosphorus (or phosphorene), arsenene, antimonene and bismuthine2–8. These materials have thicknesses of one or several atoms and a hallmark feature is the way they layer with unique bonding interactions. Strong covalent bonds extend through the atoms within the plane whereas weak van der Waals interactions exist between layers. Weak interlayer bonding allows convenient exfoliation of these materials into thinner nanosheets comprising of a few layers, or a monolayer. These ultrathin sheets typically demonstrate properties that are dissimilar to the parent bulk material due to anisotropy.\nThe early application of 2D nanomaterials as lubricants was a result of their layered nature. Over the years, 2D nanomaterials have diversified into many applications dictated by their electronic structures and intrinsic physical properties. Graphene is a zero band gap semimetal where electrons are highly mobile and exhibit exceptional conductivity2,3. Equipped with a varying band gap, other 2D nanomaterials, such as TMDs, LDHs, metal oxides and MXenes present versatile opportunities. By tweaking the transition metal or chalcogen type, TMDs can achieve a spectrum of properties5 encompassing insulators (HfS2), semiconductors (MoS2), semimetals (PtSe2) and true metals (NbS2). Insulating h-BN and semiconducting g-C3N4 are prized for their thermal and chemical stability3,9. Thanks to their vast array of properties, 2D nanomaterials hold promise in the fields of electronics, sensors and catalysis. As developments in sustainable energy garner global attention, it has become imperative to evaluate the efficacy of various 2D nanomaterials in these areas. Electrocatalysis lies at the heart of clean energy conversion in future technologies via the hydrogen evolution\nreaction (HER), hydrogen oxidation reaction (HOR), oxygen reduction reaction (ORR), oxygen evolution reaction (OER) and carbon dioxide reduction reaction (CO2RR). 2D nanomaterials are pursued as economical alternatives to expensive platinum-based catalysts for such reactions.\nThe allure of 2D materials in catalysis can be mapped to three aspects: specific surface area, mechanical properties and conductivity (thermal and electric)2. 2D materials have maximal surface to bulk ratios, providing a high density of surface active sites, which favours surface-active applications. Excellent mechanical properties confer catalyst durability and thermal conductivity facilitates the diffusion of heat produced during exothermic reactions. Additionally, the tunable electronic properties of 2D materials tailor catalytic performance. Robust mechanical structures, wide surface area and high density of active sites in 2D nanomaterials are advantageous compared with bulk materials for catalyst stability and activity. Compared to bulk materials, 2D materials are also preferred building blocks for constructing hierarchical composite catalysts.\nThe overarching aim of this Review is to compare the electrocatalytic and electrochemical properties across 2D nanomaterials. First, we describe their distinct structures. Secondly, we discuss the inherent electrochemistry of the materials arising from their intrinsic activity or redox reactions, which affects their stability in a stipulated potential window. Thirdly, we highlight the implications of anisotropy and impurities on the electron transfer at 2D materials. Strategic applications in electrocatalysis of the different families of 2D nanomaterials are also analyzed, focusing on the role of edges and surface characteristics. In closing, we present future perspectives for the field of 2D nanomaterials."
    }, {
      "heading" : "Structure of 2D materials",
      "text" : "The distinct structural coordination of the 2D materials are illustrated in Fig. 1. Graphene is a single layer of graphite consisting of a honeycomb-like structure of sp2 hybridized carbon atoms. Yet current techniques to fabricate mono- or few-layer graphene sheets result in graphene derivatives with defects and oxygen-containing"
    }, {
      "heading" : "Characteristics and performance of two-",
      "text" : "dimensional materials for electrocatalysis"
    }, {
      "heading" : "Xinyi Chia1 and Martin Pumera 2*",
      "text" : "The unique anisotropy and electronic properties of 2D materials have sparked immense interest in their fundamental electrochemistry and wide spectrum of applications. Beginning with the prototype 2D material — graphene — studies into an extensive library of other ultrathin layered structures have gradually emerged. Among these are the transition metal dichalcogenides, layered double hydroxides, metal carbides and nitrides (MXenes) and the black phosphorus family of monoelemental compounds. In this Review, we discuss the similarities of these 2D materials and highlight differences in their electrochemical and electrocatalytic properties. Recent progress on 2D materials for energy-related electrocatalysis in industrially important reactions is presented. Together this shows that dimensionality and surface characteristics are both vital aspects to consider when designing and fabricating compounds to achieve desired properties in specific applications.\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal 909\nReview ARticle NATuRe CATAlysIs\nimpurities that engender properties deviant from pristine graphene10. Such graphene derivatives are known as chemically modified graphene.\nAs binary analogues to graphene, TMDs are represented in MX2 stoichiometry where M is a transition metal belonging to groups IVB–VIIIB and X is a chalcogen from group VIA (S, Se, Te). Contingent on the d electron count, the chalcogen atoms occupy either the trigonal prismatic or octahedral sites around the central transition metal in a TMD. Contrary to graphene, TMDs exhibit\npolymorphism: trigonal (1T), hexagonal (2H) and rhombohedral (3R) forms. For example, when in their bulk state, group VIB TMDs such as MoS2 exist in the 2H-phase, which is thermodynamically favoured, whereas exfoliation to monolayers by Li-intercalation induces a phase transformation to the 1T-phase11,12. 1T-phase TMDs have been stabilized by covalent functionalization and transition metal doping13–15.\nLayered oxides comprise metal hydroxides (M(OH)2) or metal oxyhydroxides (MOOH) possessing octahedral MO6 units in a\nHF treatment Sonication\nc\nf\ng\nTrigonal prismatic\nTi\nC\nAl\nO\nH\nba\ned\nh\nOctahedral\nA b A\nA b C\nFig. 1 | Schematic structural configurations of 2D materials. a, Graphene. b, h-BN. c, Heptazine-based g-C3H4. d,e, TMDs as exemplified by MoS2 in 2H-phase (d) and 1T-phase (e). f,g, Black phosphorus and pnictogens in rhombohedral (f) and orthorhombic (g) phases. h, MXenes as exemplified by the exfoliation of Ti3AlC2. Credit: Figure reproduced from ref. 8, American Chemical Society (a,b), ref. 17, RSC (c); ref. 5, SNL (d,e); ref. 7, Wiley (f,g); and ref. 18, Wiley (h)\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal910\nReview ARticleNATuRe CATAlysIs stacked conformation with a proton or water molecule interleaved between layers. They may also be classified as LDHs when they consist of divalent and trivalent cations manifesting in positively brucite-like layers and balanced by negatively charged anions along with structural water within the interlayer16.\nThe structural lattice in boron nitride resembles the carbon arrangement in graphene except that an equal number of boron and nitrogen atoms are present. In a honeycomb structure, h-BN sheets comprise B and N atoms in a sp2 configuration. Likewise, carbon nitride materials are constructed from carbon- and nitrogen-containing heterocycles with heptazine or triazine rings connected in sp2bonded N atoms such as –NH–, = NH and –NH2 functional groups17.\nOne of the newest additions to the 2D nanomaterials domain is the family of MXenes commencing with the discovery of Ti3C2 in 201118. The general formula of an MXene is Mn+1XnTx (n = 1–3) where M is a transition metal belonging to the earlier groups, X is carbon or nitrogen and may be terminated by functional groups indicated as Tx such as oxygen, fluorine or hydroxyl functional moieties19. MXenes undertake three different stoichiometries in a close-packed octahedral geometry: M2X, M3X2 and M4X3. Referred to as MAX phase, the parent compound of MXene is composed of Mn+1Xn layers that are interleaved with an A element from groups IIIA or IVA. Due to the metallic M–A bonds, MXenes are obtained by selective etching of A (ref. 19). In contrast to graphite and bulk TMDs, the interlayer interactions in a stacked assembly of MXene sheets are at least twice as strong20. Therefore, mechanical exfoliation of MXenes to individual layers is inefficient and intercalation methods are required to achieve complete delamination to graphene-like thinness8,21.\nMonoelementals of group VA (pnictogens) such as black phosphorus, arsenic, antimony and bismuth are commonly referred as phosphorene, arsenene, antimonene and bismuthene. Thermodynamically stable black phosphorus is in the orthorhombic phase, where six-member rings of atoms exist in chair conformation, whereas the rhombohedral structure exists under high-pressure. Heavy pnictogens, like As, Sb and Bi, manifest in a rhombohedral structure6. Despite having similar stacking as multilayer graphene sheets, these pnictogens, except black phosphorus, exhibit stronger interlayer interactions than the materials bound with van der Waals forces7.\nelectrochemical stability of 2D materials as electrodes Despite the proliferation of research into electrochemical applications for 2D nanomaterials, the irony is that current understanding of their electrode stability is inadequate. Such knowledge is indispensable because the materials may experience chemical or structural alterations during operational use. Inadvertently, their efficiency in electrochemical devices may be affected. Electrode stability is explained in terms of their inherent electrochemistry and inclination towards catalytic reactions depending on the choice of electrolyte and applied potential window. In electrocatalysis, inherent electrochemistry describes the innate redox behaviour of the electrode material when an electrochemical potential is applied4. The electrochemical potentials in this section are reported versus Ag/AgCl electrode.\nWhile pristine graphene shows no inherent electrochemistry over a stable and large window, chemically modified graphenes, which possess extensive carbon–oxygen bonds, manifest multifarious electrochemical reductions originating from their electroactive oxygen functionalities. Oxygen functionalities, such as the peroxyl and aldehyde groups, are reduced at mild conditions whereas carboxyl groups become reduced only at extreme negative potentials ~2.0 V (ref. 22). Reduction of the oxygen functional groups of graphene oxide is chemically irreversible. During the initial sweep, the intense cathodic wave begins at –0.7 V and peaks over a range from –0.9 V to –1.5 V (ref. 23). As the cathodic peaks vanish in sub-\nsequent scans, there is complete reduction of all electroreducible groups within the first scan.\nBinary elemental constituents (the transition metal and the chalcogen) and the formation of inevitable surface oxides govern the inherent electrochemistry of TMDs, which is more multifaceted than graphene materials. Bonde et al. first reported the inherent anodic signals of MoS2 and WS2 performed in acidic conditions24. X-ray photoelectron spectroscopy (XPS) studies disclose MoS2 oxidized to yield MoO3, SO42– and S22– species and similar observations were also noted for WS2. Recently, a series of electrochemical studies under neutral conditions demonstrated that bulk and exfoliated group VIB TMDs exhibit oxidative waves ranging from 1.0 V to 1.2 V that arise from the oxidation of the metal centre from + 4 to + 6, as confirmed by comparisons to the inherent electrochemistry of the associated transition metal oxides25–27. Dissimilar to the diselenides or disulfides, bulk and exfoliated MoTe2 and WTe2 share a distinct anodic wave at 0.5 V that is traced to tellurium electrochemistry resulting in the oxidation to TeO2 (ref. 28). The propensity of the TMD towards oxidation also contributes to the inherent electrochemistry. The oxidation peak potential of the group VIB TMDs unveils an increasing trend such that WSe2 < MoSe2 < WS2 < MoS2 (refs 25,26). These findings coincide with previous studies that tungsten dichalcogenides oxidize more readily than molybdenum dichalcogenides and the diselenides over the disulfides29. Moreover, ditellurides are known to be most prone to oxidation29,30. In liquidphase exfoliated TMDs, Coleman and co-workers noted the absence of oxide impurities except for MoTe2 and WTe2 (ref. 31). Raman spectra indicated the presence of TeO2 in the ditellurides where WTe2 contained a larger amount of oxides. Chalcogen-dependence of the inherent electro-oxidative waves is also witnessed in vanadium and platinum dichalcogenides, where the intrinsic oxidation potentials decrease as one progresses down the chalcogen group32,33. Under acidic conditions for HER, the oxidation tendency of TMDs would not be a key consideration as the onset of hydrogen evolution occurs in the negative potential region.\nIn the pnictogen family, multi-layered phosphorene was the first to be investigated for its electrochemistry and found to possess a lone inherent anodic signal. The anodic signal stems from the oxidation of P(0) to P(V) state to result in P2O5 or H3PO4 species34. Exposure to ambient light, moisture and air readily oxidizes the surface to PxOy, which reacts further to H3PO4. Due to quantum confinement effects, Martel and co-workers discovered that such degradation of black phosphorus is thickness dependent whereby the extent of passivation increases as the number of layers decreases35. Other than the proclivity to oxidation, multi-layered phosphorene also displays a prominent oxygen reduction signal at –0.5 V (ref. 34). Later, an electrochemical study was extended into layered arsenene, antimonene and bismuthene. Voltammograms of the bulk pnictogens are devoid of electrochemical signals36. Upon shear exfoliation, native redox signals of the layered pnictogens materialize. Down the group, the anodic peak potentials of the exfoliated pnictogens become increasingly negative from –0.10 V for arsenene to –0.19 V for bismuthene.\nIn stark contrast to other 2D nanomaterials, g-C3N4 showcases negligible inherent electroactivity37,38. Despite the presence of nitrogen atoms, the cyclic voltammograms of g-C3N4 synthesized from different methods are featureless38. Therefore, no electroactive surface functional groups exist on as-synthesized g-C3N4. Akin to pristine graphene, g-C3N4 possesses a broad operational window that eliminates inherent interference in electrochemical applications.\nThe innate electrochemistry of the prototype MXene Ti3C2Tx has been examined recently. In an electrolyte of pH 7.0, Ti3C2Tx exhibits an intense irreversible oxidation signal at 430 mV that is absent in successive sweeps39. This signal is beneficial towards the electrochemical oxidation of nicotinamide adenine dinucleotide (NADH)39. Electrochemically oxidized Ti3C2Tx that cannot be re-\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal 911\nReview ARticle NATuRe CATAlysIs reduced presents a stable window of operation in electrochemical applications.\nelectron transfer at 2D materials After elucidating the inherent electrochemistry of the 2D nanomaterials, where these electrode materials undergo intrinsic oxidation or reduction, we shift our attention towards their electrode kinetics. The electrode kinetics fundamentally connotes the heterogeneous electron transfer (HET) between the electroactive molecular probes in solution and the solid-state electrode material. Anisotropic, electronic and surface characteristics have been found to exhibit important implications on the electron transfer kinetics.\nThe anisotropy of graphene materials is manifested in the observed HET rates occurring on the edge and basal planes. On the edge planes of graphite-based highly pyrolytic graphite electrodes, the HET rates of the [Fe(CN)6]3–/4– redox couple are fast40. Conversely, the HET rates are significantly slower on the basal planes40. The same trend pans out for a single graphene layer whereby the HET rates of molecular probes like [Fe(CN)6]3–/4–, ascorbic acid and NADH are more rapid on the edge than the basal plane41. Additionally, defects in graphene materials generate faster HET rates due to a higher electronic density of states (DOS). The energy level of the defect states lies between conduction and valence bands in a disordered pristine sp2 structure. This fills the DOS within close proximity to the Fermi level42. On the contrary, the small overlap of valence and conduction bands of pristine graphene results in a low DOS at the Fermi level. HET rates at defect sites of chemical-vapour-deposited graphene, which had mechanically and chemically induced defects, were an order of magnitude larger compared to that of the basal plane43.\nThe oxygen-containing functional groups on graphene strongly influence HET rates towards specific electroactive probes. In a study involving graphene oxide and reduced graphene materials, it bears out that the HET rate increases as the carbon-to-oxygen ratio increases10. Reduced graphene oxide, where the oxygen groups have been eliminated, showcases an elevated HET rate and lower charge transfer resistance (Rct) in the [Fe(CN)6]3–/4– redox probe with respect to graphene oxide44. Electrostatic repulsion between the oxygen-containing groups in graphene oxide and the negatively charged [Fe(CN)6]3–/4– redox probe hinders electron transfer across the electrode–electrolyte interface, leading to slower HET rates in graphene oxide. Specific to surface-sensitive redox probes, like [Fe(CN)6]3–/4–, the effects of oxygen-containing moieties on HET rates do not affect surface-insensitive probes like [Ru(NH3)6]3+/2+ (ref. 45).\nBeing anisotropic, TMDs resemble graphene such that discernible electron transfer properties arise from the edge and basal planes. Gerischer et al. investigated the mechanism of electron transfer at these two orthogonal planes of MoS2 using [Fe(CN)6]3–/4–, Fe3+/2+ and Cu2+/+ redox probes and established a correlation to the electronic structure of MoS2 (ref. 46). As one might anticipate, the HET rate of the MoS2 edge plane surpasses that of the basal surface, as also seen in the case of graphene. This phenomenon is attributed to the substantial overlap of the dxy and −dx y2 2 orbitals of the Mo conduction band and orbitals of redox probes. Concurring with this, we ascertained that the edge plane of macroscopic MoS2 crystals (Fig. 2) demonstrates a fast HET rate where we computed k0obs = 4.96 × 10–5 cm s–1 for [Fe(CN)6]3−/4− and 1.1 × 10–3 cm s–1 for [Ru(NH3)6]3+/2+ redox probes47. By contrast, the pristine basal plane showed sluggish HET rates, approximating zero for both redox probes. Exfoliation of the bulk TMD may either augment or worsen the HET rates towards [Fe(CN)6]3−/4−. Compared to the respective bulk counterparts, faster HET rates were observed for exfoliated MoSe2 and WS2 across conventional organolithium reagents and aromatic intercalants, yet exfoliated MoS2 and WSe2 showed mixed responses: faster in some cases and slower in others depending on the intercalant26,27. Sometimes, exfoliation\nmay introduce oxides that impede the electron transfer at the electrode–electrolyte interface.\nElectrochemical treatment elicits structural and electronic modifications to the material and is a means to tailor the HET rates of TMDs. Zhang and co-workers prepared exfoliated MoS2 nanosheets from molybdenite crystal by electrochemical Li-intercalation. An electroreduction of the exfoliated MoS2 nanosheets conferred improved conductivity to the material leading to faster HET rates for redox probes than before treatment48. Our study on bulk and exfoliated MoS2 also showed higher HET rates towards [Fe(CN)6]3–/4– upon a preliminary reductive treatment49. Yet a preliminary oxidation deteriorated the HET rates of both bulk and exfoliated MoS2. Density functional theory (DFT) calculations justify electron doping during electroreduction to be the primary factor stabilizing the 1T phase, which improves the electron transfer and catalytic properties for hydrogen evolution. This study was extended to explore the effect of electrotreatment on the HET abilities of other groups of layered TMDs25,33,50. It has become a common feature across TMDs that electroreduction of TMDs speeds up HET rates towards [Fe(CN)6]3–/4– whereas an electro-oxidation may encumber the electron transfer (Fig. 3).\nDopants and impurities are known to alter their electron transfer properties. N-doped graphene, with the electron-donating nitrogen dopants implanted by thermal exfoliation of graphite oxide in an ammonia-saturated environment, showcases accelerated HET rates towards the [Fe(CN)6]3–/4– redox couple than the undoped graphene51. In another case, N-doped graphene prepared through nitrogen plasma treatment of graphene demonstrates higher\nEdge plane Edge\nBasal plane\n3 µm\na\nb c\nBasal\n3 µm\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal912\nReview ARticleNATuRe CATAlysIs\ncatalytic activity in the reduction of H2O2 than before treatment52. Numerous reports also suggest that metal-based contaminants — including Ni, Fe and Co in parts per billion concentrations — in graphene materials account for the enhanced electrocatalytic activity for analytes such as hydrazine and NaHS (refs 53,54). Similarly, the presence of transition metal dopants in TMDs impacts their eventual HET behaviour towards a [Fe(CN)6]3–/4– redox probe. Nb- and Ta-doped MoS2 exhibited marginally slower HET than the undoped MoS2 whereas a faster HET occurs upon the doping WS2 with Nb or Ta (ref. 55). The anisotropic properties of black phosphorus also contribute to the different electron transfer rates on the edge and basal planes. For\na\nb c\nd e\nOH OH\nO OH\nOHO\nOH OHO OH\nO OH O HO OH\nO\nOO OHO\nO O\nOH\nOH O OH OH\nOH\n100\n50\n–50\n0\n–100\n–60\n–40\n–20\n0\n20\n40\n60\n80\nO 1s\nO 1s\nGraphite-Ox\nGraphite-Ox\nGC\nGraphite-Ox\nNaOH-control NaOH-control\nNaOH-control\nT1-CRGO T1-CRGO\nT1-CRGO\nO 1s\n1,000 800 600\nBinding energy (eV) Binding energy (eV)\nPotential (V)\nPotential applied (V) versus Ag/AgCl\nPdTe2 PtTe2\nPdTe2-Unt\nPdTe2-Ox\nPdTe2-Red\nPtTe2-Unt\nPtTe2-Ox\nPtTe2-Red\nIn te\nns ity\n( a.\nu. )\nC ur\nre nt\n( µA\n)\nC ur\nre nt\n( µA\n)\n400 200 290\nC=O\nC=C\nC–O C–C\nπ–π*\n288 286 284 282\n–0.4\n–0.4 –0.2 0 0.2 0.4 0.6 0.8 –60\n–40\n–20\n0\n20\n40\n60\n80\nPotential applied (V) versus Ag/AgCl\nC ur\nre nt\n( µA\n)\n–0.4 –0.2 0 0.2 0.4 0.6 0.8\n–0.2 0.0 0.2 0.4 0.6\nNa 1s Na KLL\nC 1s\nC 1s\nC 1s\nOH\nO\nOH\nOH\nOH\nHOOC\nCOOH\nHOOC\nCOOH\nCOOH\nHOOC\nHOOC\nTUDO\nNaOH (aq), EtOH 100 °C\nC=O\nC=O\nO–C=O\nC=C\nC–O\nC–O\nC=C\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal 913\nReview ARticle NATuRe CATAlysIs both [Fe(CN)6]3–/4– and [Ru(NH3)6]3+/2+ redox probes, faster electron transfer was observed for the edge whereas the slow electron transfer rates on the basal plane manifests into poorly defined redox signals for the basal plane56. Likewise, the edge plane of the black phosphorus is more sensitive to the oxidation of ascorbic acid analyte as evident in the larger current as opposed to the mild current of the basal plane56. Other members of the pnictogen family reveal that shear exfoliation improves their electron transfer rates. There is a marked increase in HET rate upon shear exfoliation of the bulk pnictogens wherein the most accentuated increase is observed in bismuthene compared with its bulk state36. All shear-exfoliated pnictogens depict enhanced catalytic properties towards the oxidation of ascorbic acid. In particular, antimonene showed dramatic lowering of the oxidation of ascorbic acid by 0.1 V compared with bulk Sb (ref. 36).\nThe effect of surface characteristics on the electron transfer properties of h-BN is evident in different current signals of h-BN immobilized on various carbon-based substrates. Using a [Ru(NH3)2]3+/2+ redox probe, the HET rate declines with increasing h-BN mass deposition, which denotes slower electrode kinetics occurring on h-BN surfaces relative to the underlying carbon-based substrates57. When h-BN is modified on smooth substrates, like the glassy carbon electrode, the cathodic current signal shows only minor increases in intensity. However, there is a substantial rise in cathodic current upon the use of h-BN modified on a screen-printed electrode, which presented a rough and ridged surface.\nRecently, HET rates of MXenes have also been surveyed. Ti3C2, the archetypal MXene, which is terminated with fluorine and oxygen, delayed the electron transfer kinetics of [Fe(CN)6]3–/4– (ref. 58). Electrochemical impedance spectroscopic measurement substantiates this with a high Rct value for Ti3C2. This is in accordance to the slow electron transfer on a halogen-terminated diamond electrode as a result of the weak interaction between the anionic [Fe(CN)6]3– /4– and the electronegative fluorine and the hydrophobic surface59. Upon alkalization of Ti3C2, the electronegative fluorine functional groups were substituted with hydroxyl groups that have lower electronegativity. In doing so, the alk-Ti3C2 exhibits faster electron transfer than before and is accompanied by a decline in Rct (ref. 58).\nindustrially important electrocatalysis for clean energy In a bid to attain affordable and sustainable energy, naturally abundant 2D materials are explored as electrocatalysts in energy-related reactions. These include HER, HOR, ORR and OER: reactions conventionally catalysed by expensive platinum-based materials or precious metal oxides such as IrO2 or RuO2. HER is the cathodic reaction in the electrolysis of water whereby the half-reaction is 2H+ + 2e− → H2. In acidic electrolytes, HER occurs in two steps. Commencing with proton adsorption by the Volmer mechanism: H+ + e– + M* → M–H (where M* denotes an adsorption site on the catalyst), the desorption of hydrogen gas then proceeds by the Heyrovsky mechanism: M–H + H+ + e– → H2 + M*, or the Tafel mechanism: 2M–H → H2 + M*. HOR has the same steps as HER except in reverse. It is important to highlight that while 2D materials such as TMDs are esteemed HER catalysts, their HOR activity tends to be poor. Hitherto most HOR catalysts are limited to metals such as Pt and Rh. Hence, research into developing 2D material catalysts for HOR is encouraged. Complementary to the HER process, OER is the anodic reaction during electrochemical water splitting such that 2H2O → O2 + 4H+ + 4e– in acidic electrolytes or 4OH– → 2H2O + O2 + 4e– under neutral or alkaline conditions. A single O2 molecule produced by OER requires four proton and electron transfers in multiple steps and is considered the primary source of inefficiency in most electrolyser systems. ORR is a pertinent reaction in the majority of energy conversion and storage devices; for example, in fuel cells and rechargeable metal–air batteries. ORR proceeds via a direct four-electron pathway or a twostep two-electron process that produces a H2O2 intermediate. The\ncarbon dioxide reduction reaction (CO2RR) is another promising energy conversion process, which reduces CO2 into a number of useful products including carbon monoxide, formate or methane, amongst others. Due to the assorted products in CO2RR, many protons, electrons and intermediates are involved.\nMass transfer effects, anisotropy and intrinsic activity of the material dominate the electrocatalytic efficiency of the 2D materials. Mass transfer effects are closely related to the surface structure of material. The anisotropy factor in electrocatalysis is established in the distinct catalytic sites of the 2D material. The intrinsic activity of the material for an electrocatalyst system is evaluated by a volcano-plot relationship, which is a quantitative depiction of the Sabatier’s principle. Ideally, an active catalyst binds to the reaction intermediates neither too strongly nor too weakly. Catalyst supports are also employed for catalyst design to optimize the activity. The main 2D catalysts are presented in Table 1.\nMass transport. Favourable mass transport is crucial in highly active catalysts because the rapid depletion of interfacial reactant species (H+ or OH–) and generation of gaseous products hinder reaction rates. Thus, continuous reactant supply and rapid gas release are required to maintain the high reaction efficiency. In 2D catalysts, the interstitial spaces between adjacent sheets have been adopted as 2D channels to facilitate mass transport in liquid and gaseous phases60,61. Incorporating spacers into MoS2 nanosheets yielded open, robust and connective channels to achieve accessible surface area and improved ion diffusion, with overall enhanced HER catalyst performance (Fig. 4)61.\nActivity at the edges. The anisotropic factor of 2D materials towards their catalytic properties is demonstrated in the active edges and inert basal planes. Atoms residing on the edges of 2D materials are exposed to a different chemical environment than other parts of the materials with greater propensity for unsaturated coordination compared with basal planes, which are generally of saturated coordination. As the edge sites are responsible for the catalytic activity of the 2D materials, it becomes crucial to optimize the edge structure to enhance their performance. This section highlights prominent studies on edges as active centres of 2D materials in various catalyses.\nGraphene edges were experimentally shown to possess higher ORR activity than the basal plane41. Graphene edges often contain oxygen groups at the terminals due to oxidation or the starting graphite material. As these oxygen groups may influence the ORR activity, liquid-assisted mechanical exfoliation of graphite was able to acquire graphene with low oxygen content to minimize the effect of oxygen groups on ORR62. By this method, nanosized graphene confirmed the abundance of edge sites as the primary reason for enhanced ORR activity. Zigzag edges are the active sites given the propitious thermodynamics. Armchair edges were deemed as inactive due to the strong adsorption of the –OH species that inhibits the active sites for oxygen binding63. To eliminate the effect of dopants, an edge-rich and dopant-free graphene demonstrating efficient ORR activity has been developed using Ar plasma-etching64. The edge-rich graphene outperformed the pristine graphene with a lower onset potential and higher current density in ORR electrocatalysis. Absence of dopants in the graphene obtained by plasmaetching provides an ideal model to ascertain the role of edges as the ORR active sites on graphene. Similar to graphene, the edges of h-BN are inferred to be the active sites for ORR in a study performed on Au electrodes that concluded with a lower ORR overpotential observed for the h-BN nanosheets than BN nanotubes65. BN nanotubes showed few B- and N-edge structures whereas widespread edge structures were noted in BN nanosheets.\nIn HER electrocatalysis, the edges of TMDs are the catalytic sites as experimentally documented in 2H-MoS2. By examining a\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal914\nReview ARticleNATuRe CATAlysIs\nmonolayer of MoS2 nanoparticles of various sizes deposited on a Au(111) surface, HER activity showed a linear correlation with the number of edge sites on the MoS2 catalyst66. A prominent example of attaining a high fraction of exposed edge sites is the synthesis of a mesoporous MoS2 structure with double-gyroid morphology67. The curvature of the double-gyroid MoS2 catalyst exposes a high density of edge sites that resulted in enhanced HER activity. The orientation of the TMDs on the substrate is another consideration whereby MoS2, MoSe2 and WSe2 films were aligned vertically on substrates, which maximized their edge-termination, to enhance the catalytic\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal 915\nReview ARticle NATuRe CATAlysIs\nHER efficiency68. However, studies have suggested that the basal planes of the metallic 1T-phase of TMDs, like their edges, are also active towards HER69,70. Exfoliated 1T-phase group VIB TMDs nanosheets exhibited superior catalytic HER activity to that of the 2H-phase as exemplified in the low Tafel slope of 1T-MoS2 of 43 mV dec–1 due to an increase in the number of active sites and the higher conductivity of the 1T-phase of TMDs71,72. Besides TMDs as HER electrocatalysts, MXenes equipped with O* or OH* termination are also promising candidates though pristine MXenes are rarely used as catalysts given their low activity. It is interesting to highlight that the O* basal planes of most MXenes are active for HER. In particular, delamination of Mo2CTx improved HER activity despite having a higher fraction of exposed basal planes73.\nSurprisingly, edges of TMDs are also active for CO2RR in the presence of ionic liquids as co-catalysts despite being the active sites for HER, a competing reaction to CO2RR in acidic conditions. CO2 reduction to CO occurs at the Mo-terminated edges of MoS2 due to their metallic character and high d-electron density74. The ionic liquid, 1-ethyl-3-methylimidazolium tetrafluoroborate (EMIM-BF4), stabilizes CO2 via complex formation and deters HER. A series of TMD nanoflakes including WS2 and WSe2 possessing higher density of edges than their bulk counterparts exhibit enhanced CO2RR catalysis75. This is most accentuated for WSe2 nanoflakes terminated with W atoms.\nAmong 2D materials, layered metal oxides and LDHs are most frequently exploited as OER catalysts attributed to their outstanding OER efficiency where edges account for their OER activity. A liquid-phase exfoliation of bulk LDHs (NiFe, NiCo, CoCo) into monolayers resulted in up to 4.5 times higher OER catalysis than before, comparable to IrO2 catalysts (Fig. 5)76. Moreover, OER activity is further improved upon fracturing single-layered NiFe LDHs into ultrafine nanosheets of < 3 nm thickness with maximally exposed edges77. When black phosphorus is thinned into nanosheets by liquid exfoliation followed by centrifugation, additional OER-active sites are generated. These generated sites are proposed to be the edges78. Compared with bulk phosphorus, the nanosheets exhibit improved OER performance with an onset at 1.45 V and Tafel slope of 88 mV dec–1 (ref. 78).\nIntroducing impurities and defects. Although 2D materials showcase innate activity towards electrocatalysis originating from their active sites, in their pristine states electrocatalysis is limited by the number of active sites and is only mild. Therefore, introducing impurities such as dopants or even additional functional groups can maximize the intrinsic activity of 2D materials for catalyses. As edges are the catalytically active sites of the 2D materials, doping or attaching functional groups at the edges could amplify changes to their catalytic performance. Doping or functionalization at basal sites could tweak the intrinsic activity of inert basal planes. Defect engineering is an established method to enhance the intrinsic activity of active sites. Surface structural defects encompass edges with low coordination numbers; hence the dangling bonds, and the presence of atom vacancies.\nAmong 2D materials, the doping of graphene and h-BN materials is a conventional strategy to optimize their ORR catalytic properties. Graphene sheets doped with heteroatoms have demonstrated high electrocatalytic activity for ORR. Heteroatom doping modulates the chemical reactivity and electronic properties of graphene. Amongst all heteroatom-doped graphene, N-doped graphene is most extensively investigated. Dai and co-workers reported N-doped graphene, which was prepared by chemical vapour deposition, as an efficient metal-free ORR electrocatalyst that undergoes a direct four-electron pathway in alkaline conditions79. The origin of ORR catalytic activity is traced to graphitic and pyridinic N moieties. Graphitic N transfers the electron density to the graphene lattice, strengthening the nucleophilicity of adjacent carbon atoms and, in turn, facilitates oxygen adsorption80. Pyridinic N functions as an ORR active site81. Substitution of multiple heteroatoms in graphene to yield dualdoped graphene elicits synergistic effects. For example, co-doping of B and N in graphene resulted in ORR activity that was almost Pt-like, superior to that of its singly doped B or N counterparts82. Within a B–C–N hetero-ring in graphene, N is an electron-withdrawing group that activates B to become the active site. This synergy decreases with increasing distance between B and pyridinic-N atoms. Presence of metal dopants also enhances the electrocatalytic performance of graphene. Traces of Mn (0.0018 wt%) are responsible for ORR activity in metal-free graphene83. Carbon-doping of h-BN nanosheets manifests high spin and charge density that lowers the energy gap, therefore promoting oxygen adsorption and facilitating an ORR pathway requiring a lower barrier than a Pt-based catalyst84. Decorating Au nanoparticles on the surface of h-BN nanosheets reduced the ORR overpotential by 0.5 V compared with before due to the stabilization of an adsorbed O atom by the Au8 cluster that supported the four-electron pathway85. Incorporating the merits of graphene and h-BN, porous BCN nanosheets are created using a polymer sol–gel method86. Apart from the high concentration of pyridinic N, which accelerates oxygen adsorption, the B–N–C groups at the edges enable OH adsorption and O protonation processes. Hence, porous BCN nanosheets exhibit commendable catalytic ORR behaviour in both alkaline and acidic conditions, rivalling that of Pt/C.\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal916\nReview ARticleNATuRe CATAlysIs\nc\nba\nd\ne\n20\n15\n0\n5\n10\n10\n0.1\n25\n–10\n–8\n–6\n–4\n–2\n0\n2\nC ur\nre nt\nd en\nsi ty\n( m\nA c\nm –2\n)\nC ur\nre nt\nd en\nsi ty\n( m\nA c\nm –2\n)\nE (V versus RHE)\nMoO3–MoS2 NW iR-corrected for Rsoln + RFTO\nDG MoS2 (1 min) iR-corrected for Rsoln + RFTO\n–0.2 –0.1 0.0\nOverpotential (V)\nOverpotential (V)\n0.20 0.25\n0.25\n0.30\n0.30\n0.35\n0.35\n0.40\n0.40\nGC\n50 nm\n[311] [211]\n7 nm\nCalcination in air at 400 ºC\nElectrodeposion of Mo\nDG silica template\nDG silica template with MoO3−x(OH)x Surfactant and Si precursor\nDG MoS2 DG silica template with MoS2\nEtching of silica template with 2% HF Dip-coat surfactant and Si precursor onto FTO slide\nEv ap\nora tio\nn-\nind uc\ned\nse lf-a\nsse mb\nly\nS ulfidization in\n10% H 2 S / 90% H 2 stream at 200 ºC\nLDHs Monolayers\nTop-down viewMO6\nHydroxide\nBulk Colloidal Bulk\n1\nj ( m\nA c\nm ge\no– 2 )\nNiCo-NS\nNiCo-B\nCoCo-NS\nCoCo-B\nNiFe-BNiFe-NS\nIrO2\nReview ARticle NATuRe CATAlysIs Incorporating metals or non-metallic atoms also effectively improves the intrinsic HER catalytic activity of TMDs. It is established that a key criterion to estimate the intrinsic activity for HER is correlated to the Gibbs free energy of adsorbed H (∆ GH) where a near-zero value is ideal for a HER catalyst. After doping the S edge of MoS2 and WS2 with Co, ∆ GH of the S edge in both TMDs became more favourable for HER as confirmed theoretically and experimentally24. The inert S edges and basal planes of 2H-MoS2 were also activated by P-doping, evident in the reduction of Mo valence charge and the lowering of ∆ GH for the nearby S atoms of P towards zero87. Therefore, P-doped 2H-MoS2 exhibited onset potential (130 mV) and low Tafel slope (49 mV dec−1); both are attributes of superior HER electrocatalytic activity compared with the undoped 2H-MoS2.\nAlthough the basal plane of graphene has a large positive ∆ GH, which inhibits HER, doping graphene with heteroatoms results in modified electronic properties that improve HER. Qiao and coworkers evaluated various single and dual heteroatom-doped graphene by combining both experimental and DFT calculations88. The lowering of ∆ GH on the basal planes of B-, N-, S- and P-doped graphene to over a range of 0.6 to 1 eV was computed for the C atom adjacent to the dopant element which is deemed as the HER-active site on graphene. These singly doped graphene materials showed a Tafel slope ~120 mV dec–1 corresponding to the adsorption step being rate-determining. Dual doping could enhance their intrinsic HER activity further, whereby N,S-doped graphene and N,P-doped graphene showcase lower overpotential than that of the singlydoped control sample. It is also important to acknowledge that the HER performance of these doped graphene materials paled in comparison to MoS2.\nIntroducing functional groups on the basal plane may alter the HER activity of MXenes73,89. By experimental and theoretical methods, a recent study examined the effect of functionalization (Tx) on the HER of Ti- and Mo-based MXenes89. Higher fluorine coverage on the basal plane of Ti3C2Tx demonstrated lower HER activity. Similarly, Mo2CTx at low fluorine coverage on the basal plane was found to be an active and stable HER catalyst with an overpotential of 189 mV at –10 mA cm–2.\nHeteroatom-doped graphene catalysts have also been frequently explored for CO2RR. B- and N-doped graphene, respectively, demonstrate efficient formate and CO production90,91. The asymmetric charge and spin density in B-graphene led to active B and C atoms for chemisorption, whereas the pyridinic N is identified as the active adsorption site for intermediate COOH* to form CO. Thus, the type of dopant could present a potential point of control to effect selective CO2RR for desired products.\nDoped 2D materials are also predominant in OER catalysis. Chief amongst graphene-based OER catalysts, a recent work designed N-doped, O-functionalized and edge-rich graphene nanosheets on a carbon cloth92. The combination of numerous functional groups and active sites on the surface of the graphene nanosheets led to an outstanding OER activity. This catalyst design outperformed undoped graphene with an overpotential of 351 mV and Tafel slope of 38 mV dec–1, surpassing that of the state-of-theart OER catalysts like RuO2. Being a relatively new addition to the class of 2D materials, doping of black phosphorus has also been explored to improve the capability as an OER catalyst. Te-doped black phosphorus nanosheets that were acquired by chemical vapour transport followed by subsequent liquid exfoliation, manifested lower OER onset potential than the undoped nanosheets93. Interestingly, g-C3N4 when incorporated with transition metals show bifunctional properties as ORR and OER catalysts as demonstrated in a series of metal-C3N4 complexes94. One example is Co-C3N4 wherein the Co-N2 moiety occurs in the C3N4 matrix. The altered d-band position led to favourable adsorption energy of ORR and OER intermediates.\nAlthough the creation of structural defects is known to improve activity of 2D materials for various electrocatalytic reactions, this strategy has been most popularly utilized on LDHs to modify electronic structure and hence, achieve higher OER performance (Fig. 6). Defects in the form of oxygen and metal vacancies tailor the electronic properties of the surface due to their electron and orbital distribution. Metal vacancies elevate the valency of metal centres in proximity and improve OER activity. Exfoliation of CoFe-LDHs via plasma techniques resulted in multiple vacancies of Co, Fe and O (refs 95,96). These vacancies are postulated to lower the adsorption energy of water and facilitate OER. The water-plasma exfoliated CoFe-LDH nanosheets exhibited outstanding OER catalytic activity with an overpotential of 232 mV and Tafel slope of 36 mV dec–1.\nCatalyst support. Mounting 2D catalysts on supports with high specific surface area is an efficient strategy to develop enhanced catalyst performance. Carbon supports are attractive and widely utilized due to a suitable dispersion platform that promotes efficient electron transfer. Compared to NiFe-LDH or NiFe-LDH mixed with carbon nanotubes, solvothermal synthesis of ultrathin NiFe-LDH grown on oxidized carbon nanotubes showcased higher OER activity97. Strong interactions between NiFe-LDH and carbon nanotubes strengthened electron transfer kinetics for OER. Heteroatom doping and addition of functional groups to carbon supports are also effective at facilitating interactions between catalyst and support. A 3D catalyst with NiCo-LDH grown on N-doped graphene hydrogels outperformed that grown on the undoped graphene98. The enhanced HER performance of MoS2 nanoparticles prepared on reduced graphene oxides (RGO) relative to the absence of RGO highlighted that the use of RGO provided a well nanoparticle dispersion that increased the accessibility of edge sites and better electron transport99."
    }, {
      "heading" : "Conclusion and future outlook",
      "text" : "The rich electrochemistry of 2D materials provides opportunities to discover their applications in energy catalysis. Despite the diversity of 2D materials, their resultant electrocatalytic and charge transfer properties are attributed to anisotropy and surface characteristics. We shed light on the inherent electrochemistry arising from intrinsic elemental make-up, surface oxides or oxygen groups. Across most 2D materials, edges display faster electron transfer and higher electrocatalytic activity against the sluggish electron transfer of basal planes. The role of surface impurities or additional functional groups may also modify electron transfer properties.\n2D materials have garnered much success in ORR, HER, OER and CO2RR electrocatalysis where the edges are the catalytic active centres. Nanostructuring materials to attain optimal morphology or exfoliation of materials into thinner and smaller nanoflakes are often implemented to increase density of active edge sites. Using catalyst supports further improves the accessibility of these active sites. Integration of dopants and functional groups also enhances intrinsic catalytic activity. Broadly, graphene is a forthcoming choice as an ORR catalyst, TMDs takes the helm as an intrinsic HER electrocatalyst while LDHs and associated oxides are best for catalysing OER. Burgeoning research into MXenes also showed potential as HER catalysts. The use of 2D materials as CO2RR has room for expansion as works to date mainly report TMDs and graphenebased materials. The challenge in CO2RR also lies in fabricating catalysts with high product selectivity. Employing 2D materials such as h-BN, g-C3N4 and the pnictogens as energy-related electrocatalysts is limited and further investigations would elucidate their catalytic potential. Beyond TMDs and graphene, MXenes are the next promising electrocatalysts and are predicted to outperform the TMDs because the basal planes of MXenes upon functionalization may become catalytic and function as additional active sites. Published works for h-BN, g-C3N4 and the pnictogens as electrocatalysts are\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal918\nReview ARticleNATuRe CATAlysIs\nAC High Voltage Generator\n1.58\n–0.2 0.0 0.2 0.4 0.6 0.8 1.0 1.2\n1.56\n1.54\n1.52\n1.50\n1.48\n1.46\nPristine LDHs\na\nc\ne\nd\n4\n2\n0\n151\n0\n0\n–30\n–1.4 –1.2\n–20\n–10\n3 A to m ic c on te nt ( % ) Relative percent (%\n)\nF E\no f f\nor m\nat e\n(% )\nPyridinic N Graphitic N Pyrrolic N\n–1.0 –0.8 –0.6 –0.4 –0.2 0..0\n30\n45\n60 b\nj to ta\nl ( m\nA c\nm –2 ) j ( m A c m –2 ) f g50 40\n0\n1.35 1.40 1.45 1.50 1.55\n1.561\n1.520\nPristine LDHs\nH2O–plasma exfoliated LDHs\n20\n10\n30\nlog [j (mA cm–2)]\n36 mV dec–1\n52 mV dec–1\nH2O–plasma exfoliated LDHs\n1.60\n80\n60\n40\n20\n0\n–0.2 –0.4 –0.6 –0.8 –1.0 –1.2 –1.4\nN-graphenes in CO2\nN-graphenes in Ar\nN-graphenes\nGraphene oxide\nE (V versus RHE)\nE (V versus RHE)\nη (V\nv s\nR H\nE )\nE (V versus RHE)\nElectrode\nReactor LDHs\na.c. high v lt g r t\nPristine Co–Fe LDHs Exfoliated Co–Fe LDHs\nCo\nFe O\nC HH2O–plasma\nVCo\nVO VFe\nReview ARticle NATuRe CATAlysIs currently few, though efforts have been undertaken either by doping or developing hybrids with better catalytic attributes.\nMoving forward, the field of 2D nanomaterials is brimming with possibilities. The development of hybrid 2D materials by integrating two or more materials could create novel composite structures that display unique functionality and tailored properties for specific applications. Anisotropy and surface characteristics could serve as guidelines when designing different compounds.\nReceived: 13 May 2018; Accepted: 18 October 2018; Published online: 3 December 2018\nreferences 1. Geim, A. K. & Novoselov, K. S. The rise of graphene. Nat. Mater. 6,\n183–191 (2007). 2. Zhang, H. Ultrathin two-dimensional nanomaterials. ACS Nano 9,\n9451–9469 (2015). 3. Xu, M., Liang, T., Shi, M. & Chen, H. Graphene-like two-dimensional\nmaterials. Chem. Rev. 113, 3766–3798 (2013). 4. Chia, X., Eng, A. Y. S., Ambrosi, A., Tan, S. M. & Pumera, M.\nElectrochemistry of nanostructured layered transition-metal dichalcogenides. Chem. Rev. 115, 11941–11966 (2015).\n5. Chhowalla, M. et al. The chemistry of two-dimensional layered transition metal dichalcogenide nanosheets. Nat. Chem. 5, 263–275 (2013). 6. Carvalho, A. et al. Phosphorene: from theory to applications. Nat. Rev. Mater. 1, 16061 (2016). 7. Pumera, M. & Sofer, Z. 2D monoelemental arsenene, antimonene, and bismuthene: beyond black phosphorus. Adv. Mater. 29, 1605299 (2017). 8. Jin, H. et al. Emerging two-dimensional nanomaterials for electrocatalysis. Chem. Rev. 118, 6337–6408 (2018). 9. Wang, Y., Wang, X. & Antonietti, M. Polymeric graphitic carbon nitride as a heterogeneous organocatalyst: from photochemistry to multipurpose catalysis to sustainable chemistry. Angew. Chem. Int. Ed. 51, 68–89 (2012). 10. Ambrosi, A., Chua, C. K., Bonanni, A. & Pumera, M. Electrochemistry of graphene and related materials. Chem. Rev. 114, 7150–7188 (2014). 11. Py, M. A. & Haering, R. R. Structural destabilization induced by lithium intercalation in MoS2 and related compounds. Can. J. Phys. 61, 76–84 (1983). 12. Wilson, J. A. & Yoffe, A. D. The transition metal dichalcogenides discussion and interpretation of the observed optical, electrical and structural properties. Adv. Phys. 18, 193–335 (1969). 13. Chia, X., Sutrisnoh, N. A. A., Sofer, Z., Luxa, J. & Pumera, M. Morphological effects and stabilization of the metallic 1T phase in layered V-, Nb-, and Ta-Doped WSe2 for electrocatalysis. Chem. Eur. J. 24, 3199–3208 (2018). 14. Enyashin, A. N. et al. New route for stabilization of 1T-WS2 and MoS2 phases. J. Phys. Chem. C 115, 24586–24591 (2011). 15. Tang, Q. & Jiang, D.-E. Stabilization and band-gap tuning of the 1T-MoS2 monolayer by covalent functionalization. Chem. Mater. 27, 3743–3748 (2015). 16. Cavani, F., Trifirò, F. & Vaccari, A. Hydrotalcite-type anionic clays: preparation, properties and applications. Catal. Today 11, 173–301 (1991). 17. Miller, T. S. et al. Carbon nitrides: synthesis and characterization of a new class of functional materials. Phys. Chem. Chem. Phys. 19, 15613–15638 (2017). 18. Naguib, M. et al. Two-dimensional nanocrystals produced by exfoliation of Ti3AlC2. Adv. Mater. 23, 4248–4253 (2011). 19. Anasori, B., Lukatskaya, M. R. & Gogotsi, Y. 2D metal carbides and nitrides (MXenes) for energy storage. Nat. Rev. Mater. 2, 16098 (2017). 20. Zhang, Q. et al. MoS2 yolk–shell microspheres with a hierarchical porous structure for efficient hydrogen evolution. Nano Res. 9, 3038–3047 (2016). 21. Mashtalir, O. et al. Intercalation and delamination of layered carbides and carbonitrides. Nat. Commun. 4, 1716 (2013). 22. Chua, C. K., Sofer, Z. & Pumera, M. Graphite oxides: effects of permanganate and chlorate oxidants on the oxygen composition. Chem. Eur. J. 18, 13453–13459 (2012). 23. Zhou, M. et al. Controlled synthesis of large-area and patterned electrochemically reduced graphene oxide films. Chem. Eur. J. 15, 6116–6120 (2009). 24. Bonde, J., Moses, P. G., Jaramillo, T. F., Norskov, J. K. & Chorkendorff, I. Hydrogen evolution on nano-particulate transition metal sulfides. Faraday Discuss. 140, 219–231 (2009). 25. Chia, X., Ambrosi, A., Sofer, Z., Luxa, J. & Pumera, M. Catalytic and charge transfer properties of transition metal dichalcogenides arising from electrochemical pretreatment. ACS Nano 9, 5164–5179 (2015). Illustrates the electrotreatment method of tuning the heterogeneous electron transfer properties of the layered transition metal dichalcogenides whereby a reductive treatment accelerates the electron transfer rate while an oxidation hinders the electron transfer.\n26. Eng, A. Y. S., Ambrosi, A., Sofer, Z., Šimek, P. & Pumera, M. Electrochemistry of transition metal dichalcogenides: strong dependence on the metal-to-chalcogen composition and exfoliation method. ACS Nano 8, 12185–12198 (2014). 27. Tan, S. M., Sofer, Z., Luxa, J. & Pumera, M. Aromatic-exfoliated transition metal dichalcogenides: implications for inherent electrochemistry and hydrogen evolution. ACS Catal. 6, 4594–46071 (2016). 28. Luxa, J. et al. Layered transition-metal ditellurides in electrocatalytic applications—contrasting properties. ACS Catal. 7, 5706–5716 (2017). 29. Jaegermann, W. & Schmeisser, D. Reactivity of layer type transition metal chalcogenides towards oxidation. Surf. Sci. 165, 143–160 (1986). 30. Kautek, W. & Gerischer, H. Anisotropic photocorrosion of n-type MoS2, MoSe2, and WSe2 single crystal surfaces: the role of cleavage steps, line and screw dislocations. Surf. Sci. 119, 46–60 (1982). 31. Gholamvand, Z. et al. Comparison of liquid exfoliated transition metal dichalcogenides reveals MoSe2 to be the most effective hydrogen evolution catalyst. Nanoscale 8, 5737–5749 (2016). 32. Chia, X. et al. Layered platinum dichalcogenides (PtS2, PtSe2, and PtTe2) electrocatalysis: monotonic dependence on the chalcogen size. Adv. Funct. Mater. 26, 4306–4318 (2016). 33. Chia, X., Ambrosi, A., Lazar, P., Sofer, Z. & Pumera, M. Electrocatalysis of layered group 5 metallic transition metal dichalcogenides (MX2, M = V, Nb, and Ta; X = S, Se, and Te). J. Mater. Chem. A 4, 14241–14253 (2016). 34. Wang, L., Sofer, Z. & Pumera, M. Voltammetry of layered black phosphorus: electrochemistry of multilayer phosphorene. ChemElectroChem 2, 324–327 (2015). 35. Favron, A. et al. Photooxidation and quantum confinement effects in exfoliated black phosphorus. Nat. Mater. 14, 826–832 (2015). 36. Gusmão, R., Sofer, Z., Bouša, D. & Pumera, M. Pnictogen (As, Sb, Bi) nanosheets for electrochemical applications are produced by shear exfoliation using kitchen blenders. Angew. Chem. Int. Ed. 56, 14417–14422 (2017). 37. Fu, Y., Zhu, J., Hu, C., Wu, X. & Wang, X. Covalently coupled hybrid of graphitic carbon nitride with reduced graphene oxide as a superior performance lithium-ion battery anode. Nanoscale 6, 12555–12564 (2014). 38. Yew, Y. T. et al. Electrochemistry of layered graphitic carbon nitride synthesised from various precursors: searching for catalytic effects. ChemPhysChem 17, 481–488 (2016). 39. Lorencova, L. et al. Electrochemical performance of Ti3C2Tx MXene in aqueous media: towards ultrasensitive H2O2 sensing. Electrochim. Acta 235, 471–479 (2017). 40. Davies, T. J., Hyde, M. E. & Compton, R. G. Nanotrench arrays reveal insight into graphite electrochemistry. Angew. Chem. Int. Ed. 44, 5121–5126 (2005). 41. Yuan, W. et al. The edge- and basal-plane-specific electrochemistry of a single-layer graphene sheet. Sci. Rep. 3, 2248 (2013). 42. McCreery, R. L. Advanced carbon electrode materials for molecular electrochemistry. Chem. Rev. 108, 2646–2687 (2008). 43. Tan, C. et al. Reactivity of monolayer chemical vapor deposited graphene imperfections studied using scanning electrochemical microscopy. ACS Nano 6, 3070–3079 (2012). 44. Chua, C. K., Ambrosi, A. & Pumera, M. Graphene oxide reduction by standard industrial reducing agent: thiourea dioxide. J. Mater. Chem. 22, 11054–11061 (2012). 45. Ji, X., Banks, C. E., Crossley, A. & Compton, R. G. Oxygenated edge plane sites slow the electron transfer of the ferro-/ferricyanide redox couple at graphite electrodes. ChemPhysChem 7, 1337–1344 (2006). 46. Ahmed, S. M. & Gerischer, H. Influence of crystal surface orientation on redox reactions at semiconducting MoS2. Electrochim. Acta 24, 705–711 (1979). 47. Tan, S. M. et al. Pristine basal- and edge-plane-oriented molybdenite mos2 exhibiting highly anisotropic properties. Chem. Eur. J. 21, 7170–7178 (2015). 48. Wu, S. et al. Electrochemically reduced single-layer mos2 nanosheets: characterization, properties, and sensing applications. Small 8, 2264–2270 (2012). 49. Chia, X., Ambrosi, A., Sedmidubský, D., Sofer, Z. & Pumera, M. Precise tuning of the charge transfer kinetics and catalytic properties of mos2 materials via electrochemical methods. Chem. Eur. J. 20, 17426–17432 (2014). 50. Chia, X., Sofer, Z., Luxa, J. & Pumera, M. Layered noble metal dichalcogenides: tailoring electrochemical and catalytic properties. ACS Appl. Mater. Interfaces 9, 25587–25599 (2017). 51. Poh, H. L., Simek, P., Sofer, Z., Tomandl, I. & Pumera, M. Boron and nitrogen doping of graphene via thermal exfoliation of graphite oxide in a BF3 or NH3 atmosphere: contrasting properties. J. Mater. Chem. A 1, 13146–13153 (2013). 52. Wang, Y., Shao, Y., Matson, D. W., Li, J. & Lin, Y. Nitrogen-doped graphene and its application in electrochemical biosensing. ACS Nano 4, 1790–1798 (2010). 53. Wong, C. H. A., Chua, C. K., Khezri, B., Webster, R. D. & Pumera, M. Graphene oxide nanoribbons from the oxidative opening of carbon nanotubes retain electrochemically active metallic impurities. Angew. Chem. Int. Ed. 52, 8685–8688 (2013).\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal920\nReview ARticleNATuRe CATAlysIs 54. Chee, S. Y. & Pumera, M. Metal-based impurities in graphenes: application\nfor electroanalysis. Analyst 137, 2039–2041 (2012). 55. Chua, X. J. et al. negative electrocatalytic effects of p-doping niobium and\ntantalum on MoS2 and WS2 for the hydrogen evolution reaction and oxygen reduction reaction. ACS Catal. 6, 5724–5734 (2016).\n56. Sofer, Z. et al. Layered black phosphorus: strongly anisotropic magnetic, electronic, and electron-transfer properties. Angew. Chem. Int. Ed. 55, 3382–3386 (2016). 57. Khan, A. F. et al. 2D hexagonal boron nitride (2D-hBN) explored as a potential electrocatalyst for the oxygen reduction reaction. Electroanalysis 29, 622–634 (2017). 58. Zhu, X. et al. Alkaline intercalation of Ti3C2 MXene for simultaneous electrochemical detection of Cd(II), Pb(II), Cu(II) and Hg(II). Electrochim. Acta 248, 46–57 (2017). 59. Kondo, T. et al. Plasma etching treatment for surface modification of boron-doped diamond electrodes. Electrochim. Acta 52, 3841–3848 (2007). 60. Menzel, N., Ortel, E., Kraehnert, R. & Strasser, P. Electrocatalysis using porous nanostructured materials. ChemPhysChem 13, 1385–1394 (2012). 61. Wang, G. et al. Engineering two-dimensional mass-transport channels of the MoS2 nanocatalyst toward improved hydrogen evolution performance. ACS Appl. Mater. Interfaces 10, 25409–25414 (2018). Highlights the significance of mass transport channels in layered materials towards enhancing their electrocatalytic hydrogen evolution efficiency. 62. Benson, J. et al. Tuning the catalytic activity of graphene nanosheets for oxygen reduction reaction via size and thickness reduction. ACS Appl. Mater. Interfaces 6, 19726–19736 (2014). Demonstrates the abundant graphene edges as the dominant factor in the activity of graphene catalyst towards oxygen reduction reaction. 63. Deng, D. et al. Size effect of graphene on electrocatalytic activation of oxygen. Chem. Commun. 47, 10016–10018 (2011). 64. Tao, L. et al. Edge-rich and dopant-free graphene as a highly efficient metal-free electrocatalyst for the oxygen reduction reaction. Chem. Commun. 52, 2764–2767 (2016). 65. Uosaki, K. et al. Boron nitride nanosheet on gold as an electrocatalyst for oxygen reduction reaction: theoretical suggestion and experimental proof. J. Am. Chem. Soc. 136, 6542–6545 (2014). 66. Jaramillo, T. F. et al. Identification of active edge sites for electrochemical h2 evolution from MoS2 nanocatalysts. Science 317, 100–102 (2007). 67. Kibsgaard, J., Chen, Z., Reinecke, B. N. & Jaramillo, T. F. Engineering the surface structure of MoS2 to preferentially expose active edge sites for electrocatalysis. Nat. Mater. 11, 963–969 (2012). Highlights that morphological engineering of MoS2 materials to expose edge sites improves electrocatalytic hydrogen evolution reaction. 68. Wang, H. et al. MoSe2 and WSe2 nanofilms with vertically aligned molecular layers on curved and rough surfaces. Nano Lett. 13, 3426–3433 (2013). 69. Tsai, C., Chan, K., Nørskov, J. K. & Abild-Pedersen, F. Theoretical insights into the hydrogen evolution activity of layered transition metal dichalcogenides. Surf. Sci. 640, 133–140 (2015). 70. Voiry, D. et al. Conducting MoS2 nanosheets as catalysts for hydrogen evolution reaction. Nano Lett. 13, 6222–6227 (2013). 71. Lukowski, M. A. et al. Enhanced hydrogen evolution catalysis from chemically exfoliated metallic MoS2 nanosheets. J. Am. Chem. Soc. 135, 10274–10277 (2013). 72. Lukowski, M. A. et al. Highly active hydrogen evolution catalysis from metallic WS2 nanosheets. Energy Environ. Sci. 7, 2608–2613 (2014). 73. Seh, Z. W. et al. Two-dimensional molybdenum carbide (MXene) as an efficient electrocatalyst for hydrogen evolution. ACS Energy Lett. 1, 589–594 (2016). Demonstrates that the basal planes of MXenes are also active sites for hydrogen evolution reaction. 74. Asadi, M. et al. Robust carbon dioxide reduction on molybdenum disulphide edges. Nat. Commun. 5, 4470 (2014). 75. Asadi, M. et al. Nanostructured transition metal dichalcogenide electrocatalysts for CO2 reduction in ionic liquid. Science 353, 467–470 (2016). Elucidates exfoliation of layered transition metal dichalcogenides to nanosheets which exhibit enhanced CO2 reduction efficiency compared to their bulk counterparts due to the generation of a higher number of edges. 76. Song, F. & Hu, X. Exfoliation of layered double hydroxides for enhanced oxygen evolution catalysis. Nat. Commun. 5, 4477 (2014). Shows liquid-phase exfoliated layered double hydroxides that possess accessible active sites and enhanced electron transport which increases their catalytic oxygen evolution efficiency. 77. Zhao, Y. et al. Sub-3 nm ultrafine monolayer layered double hydroxide nanosheets for electrochemical water oxidation. Adv. Energy Mater. 8, 1703585 (2018). 78. Ren, X. et al. Few‐layer black phosphorus nanosheets as electrocatalysts for highly efficient oxygen evolution reaction. Adv. Energy Mater. 7, 1700396 (2017). 79. Qu, L., Liu, Y., Baek, J.-B. & Dai, L. Nitrogen-doped graphene as efficient metal-free electrocatalyst for oxygen reduction in fuel cells. ACS Nano 4, 1321–1326 (2010). 80. Luo, Z. et al. Pyridinic N doped graphene: synthesis, electronic structure, and electrocatalytic property. J. Mater. Chem. 21, 8038–8044 (2011).\n81. Guo, D. et al. Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts. Science 351, 361–365 (2016). 82. Zheng, Y., Jiao, Y., Ge, L., Jaroniec, M. & Qiao, S. Z. Two‐step boron and nitrogen doping in graphene for enhanced synergistic catalysis. Angew. Chem. Int. Ed. 52, 3110–3116 (2013). 83. Wang, L., Ambrosi, A. & Pumera, M. “Metal‐free” catalytic oxygen reduction reaction on heteroatom‐doped graphene is caused by trace metal impurities. Angew. Chem. Int. Ed. 52, 13818–13821 (2013). Demonstrates that traces of metal impurities are sufficient to influence the performance of graphene as an oxygen reduction reaction catalyst. 84. Zhao, J. & Chen, Z. Carbon-doped boron nitride nanosheet: an efficient metal-free electrocatalyst for the oxygen reduction reaction. J. Phys. Chem. C 119, 26348–26354 (2015). 85. Elumalai, G., Noguchi, H., Lyalin, A., Taketsugu, T. & Uosaki, K. Gold nanoparticle decoration of insulating boron nitride nanosheet on inert gold electrode toward an efficient electrocatalyst for the reduction of oxygen to water. Electrochem. Commun. 66, 53–57 (2016). 86. Wang, J. et al. Porous boron carbon nitride nanosheets as efficient metal-free catalysts for the oxygen reduction reaction in both alkaline and acidic solutions. ACS Energy Lett. 2, 306–312 (2017). 87. Huang, X. et al. Activating basal planes and S‐terminated edges of MoS2 toward more efficient hydrogen evolution. Adv. Funct. Mater. 27, 1604943 (2017). Depicts that functionalization of the inert basal planes and S-edges of MoS2 by doping resulted in enhanced catalyst behaviour for hydrogen evolution reaction. 88. Jiao, Y., Zheng, Y., Davey, K. & Qiao, S.-Z. Activity origin and catalyst design principles for electrocatalytic hydrogen evolution on heteroatom-doped graphene. Nat. Energy 1, 16130 (2016). 89. Handoko, A. D. et al. Tuning the basal plane functionalization of twodimensional metal carbides (MXenes) to control hydrogen evolution activity. ACS Appl. Energy Mater. 1, 173–180 (2018). 90. Sreekanth, N., Nazrulla, M. A., Vineesh, T. V., Sailaja, K. & Phani, K. L. Metal-free boron-doped graphene for selective electroreduction of carbon dioxide to formic acid/formate. Chem. Commun. 51, 16061–16064 (2015). 91. Wang, H., Chen, Y., Hou, X., Ma, C. & Tan, T. Nitrogen-doped graphenes as efficient electrocatalysts for the selective reduction of carbon dioxide to formate in aqueous solution. Green Chem. 18, 3250–3256 (2016). 92. Li, D., Ren, B., Jin, Q., Cui, H. & Wang, C. Nitrogen-doped, oxygenfunctionalized, edge- and defect-rich vertically aligned graphene for highly enhanced oxygen evolution reaction. J. Mater. Chem. A 6, 2176–2183 (2018). 93. Zhang, Z., Khurram, M., Sun, Z. & Yan, Q. Uniform tellurium doping in black phosphorus single crystals by chemical vapor transport. Inorg. Chem. 57, 4098–4103 (2018). 94. Zheng, Y. et al. Molecule-level g-C3N4 coordinated transition metals as a new class of electrocatalysts for oxygen electrode reactions. J. Am. Chem. Soc. 139, 3336–3339 (2017). 95. Liu, R., Wang, Y., Liu, D., Zou, Y. & Wang, S. Water-plasma-enabled exfoliation of ultrathin layered double hydroxide nanosheets with multivacancies for water oxidation. Adv. Mater. 29, 1701546 (2017). Elucidates water–plasma-enabled exfoliation of layered CoFe double hydroxide nanosheets that generates multiple Co, Fe and O vacancies, which lower the adsorption energy of water, in turn leading to an enhanced catalytic oxygen evolution reaction. 96. Wang, Y. et al. Layered double hydroxide nanosheets with multiple vacancies obtained by dry exfoliation as highly efficient oxygen evolution electrocatalysts. Angew. Chem. 129, 5961–5965 (2017). 97. Gong, M. et al. An advanced Ni–Fe layered double hydroxide electrocatalyst for water oxidation. J. Am. Chem. Soc. 135, 8452–8455 (2013). 98. Chen, S., Duan, J., Jaroniec, M. & Qiao, S. Z. Three-dimensional n-doped graphene hydrogel/NiCo double hydroxide electrocatalysts for highly efficient oxygen evolution. Angew. Chem. Int. Ed. 52, 13567–13570 (2013). 99. Li, Y. et al. MoS2 nanoparticles grown on graphene: an advanced catalyst for the hydrogen evolution reaction. J. Am. Chem. Soc. 133, 7296–7299 (2011).\nacknowledgements X.C. acknowledges financial support from the Nanyang President Graduate Scholarship. This work was supported by the project Advanced Functional Nanobots (reg. No. CZ.02. 1.01/0.0/0.0/15_003/0000444 financed by the EFRR)."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests.\nadditional information Reprints and permissions information is available at www.nature.com/reprints.\nCorrespondence should be addressed to M.P.\nPublisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n© Springer Nature Limited 2018\nNature CatalySiS | VOL 1 | DECEMBER 2018 | 909–921 | www.nature.com/natcatal 921"
    } ],
    "references" : [ {
      "title" : "The rise of graphene",
      "author" : [ "A.K. Geim", "K.S. Novoselov" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2007
    }, {
      "title" : "Ultrathin two-dimensional nanomaterials",
      "author" : [ "H. Zhang" ],
      "venue" : "ACS Nano 9,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Graphene-like two-dimensional materials",
      "author" : [ "M. Xu", "T. Liang", "M. Shi", "H. Chen" ],
      "venue" : "Chem. Rev. 113,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Electrochemistry of nanostructured layered transition-metal dichalcogenides",
      "author" : [ "X. Chia", "A.Y.S. Eng", "A. Ambrosi", "S.M. Tan", "M. Pumera" ],
      "venue" : "Chem. Rev. 115,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "The chemistry of two-dimensional layered transition metal dichalcogenide nanosheets",
      "author" : [ "M Chhowalla" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "from theory to applications",
      "author" : [ "Carvalho", "A. et al. Phosphorene" ],
      "venue" : "Nat. Rev. Mater. 1, 16061",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "beyond black phosphorus",
      "author" : [ "M. Pumera", "Sofer", "Z. 2D monoelemental arsenene", "antimonene", "bismuthene" ],
      "venue" : "Adv. Mater. 29, 1605299",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Emerging two-dimensional nanomaterials for electrocatalysis",
      "author" : [ "H Jin" ],
      "venue" : "Chem. Rev. 118,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "from photochemistry to multipurpose catalysis to sustainable chemistry",
      "author" : [ "Y. Wang", "X. Wang", "Antonietti", "M. Polymeric graphitic carbon nitride as a heterogeneous organocatalyst" ],
      "venue" : "Angew. Chem. Int. Ed. 51, 68–89",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Electrochemistry of graphene and related materials",
      "author" : [ "A. Ambrosi", "C.K. Chua", "A. Bonanni", "M. Pumera" ],
      "venue" : "Chem. Rev. 114,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Structural destabilization induced by lithium intercalation in MoS2 and related compounds",
      "author" : [ "M.A. Py", "R.R. Haering" ],
      "venue" : "Can. J. Phys. 61,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1983
    }, {
      "title" : "The transition metal dichalcogenides discussion and interpretation of the observed optical, electrical and structural properties",
      "author" : [ "J.A. Wilson", "A.D. Yoffe" ],
      "venue" : "Adv. Phys. 18,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1969
    }, {
      "title" : "Morphological effects and stabilization of the metallic 1T phase in layered V-, Nb-, and Ta-Doped WSe2 for electrocatalysis",
      "author" : [ "X. Chia", "N.A.A. Sutrisnoh", "Z. Sofer", "J. Luxa", "M. Pumera" ],
      "venue" : "Chem. Eur. J. 24,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "New route for stabilization of 1T-WS2 and MoS2 phases",
      "author" : [ "Enyashin", "A. N" ],
      "venue" : "J. Phys. Chem. C 115,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Stabilization and band-gap tuning of the 1T-MoS2 monolayer by covalent functionalization",
      "author" : [ "Q. Tang", "Jiang", "D.-E" ],
      "venue" : "Chem. Mater. 27,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "preparation, properties and applications",
      "author" : [ "F. Cavani", "F. Trifirò", "Vaccari", "A. Hydrotalcite-type anionic clays" ],
      "venue" : "Catal. Today 11, 173–301",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "synthesis and characterization of a new class of functional materials",
      "author" : [ "Miller", "T.S. et al. Carbon nitrides" ],
      "venue" : "Phys. Chem. Chem. Phys. 19, 15613–15638",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Two-dimensional nanocrystals produced by exfoliation of Ti3AlC2",
      "author" : [ "M Naguib" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2011
    }, {
      "title" : "2D metal carbides and nitrides (MXenes) for energy storage",
      "author" : [ "B. Anasori", "M.R. Lukatskaya", "Y. Gogotsi" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "MoS2 yolk–shell microspheres with a hierarchical porous structure for efficient hydrogen evolution",
      "author" : [ "Q Zhang" ],
      "venue" : "Nano Res",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Intercalation and delamination of layered carbides and carbonitrides",
      "author" : [ "O Mashtalir" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2013
    }, {
      "title" : "effects of permanganate and chlorate oxidants on the oxygen composition",
      "author" : [ "C.K. Chua", "Z. Sofer", "Pumera", "M. Graphite oxides" ],
      "venue" : "Chem. Eur. J. 18, 13453–13459",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Controlled synthesis of large-area and patterned electrochemically reduced graphene oxide",
      "author" : [ "M Zhou" ],
      "venue" : "films. Chem. Eur. J. 15,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Hydrogen evolution on nano-particulate transition metal sulfides",
      "author" : [ "J. Bonde", "P.G. Moses", "T.F. Jaramillo", "J.K. Norskov", "I. Chorkendorff" ],
      "venue" : "Faraday Discuss",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2009
    }, {
      "title" : "Catalytic and charge transfer properties of transition metal dichalcogenides arising from electrochemical pretreatment",
      "author" : [ "X. Chia", "A. Ambrosi", "Z. Sofer", "J. Luxa", "M. Pumera" ],
      "venue" : "ACS Nano 9,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "strong dependence on the metal-to-chalcogen composition and exfoliation method",
      "author" : [ "A.Y.S. Eng", "A. Ambrosi", "Z. Sofer", "P. Šimek", "Pumera", "M. Electrochemistry of transition metal dichalcogenides" ],
      "venue" : "ACS Nano 8, 12185–12198",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "implications for inherent electrochemistry and hydrogen evolution",
      "author" : [ "S.M. Tan", "Z. Sofer", "J. Luxa", "Pumera", "M. Aromatic-exfoliated transition metal dichalcogenides" ],
      "venue" : "ACS Catal. 6, 4594–46071",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Layered transition-metal ditellurides in electrocatalytic applications—contrasting properties",
      "author" : [ "J Luxa" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Reactivity of layer type transition metal chalcogenides towards oxidation",
      "author" : [ "W. Jaegermann", "D. Schmeisser" ],
      "venue" : "Surf. Sci. 165,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1986
    }, {
      "title" : "the role of cleavage steps, line and screw dislocations",
      "author" : [ "W. Kautek", "Gerischer", "H. Anisotropic photocorrosion of n-type MoS2", "MoSe2", "WSe2 single crystal surfaces" ],
      "venue" : "Surf. Sci. 119, 46–60",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "Comparison of liquid exfoliated transition metal dichalcogenides reveals MoSe2 to be the most effective hydrogen evolution catalyst",
      "author" : [ "Z Gholamvand" ],
      "venue" : "Nanoscale 8,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "monotonic dependence on the chalcogen size",
      "author" : [ "Chia", "X. et al. Layered platinum dichalcogenides  (PtS2", "PtSe2", "PtTe2) electrocatalysis" ],
      "venue" : "Adv. Funct. Mater. 26, 4306–4318",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrocatalysis of layered group 5 metallic transition metal dichalcogenides (MX2, M = V, Nb, and Ta; X = S, Se, and Te)",
      "author" : [ "X. Chia", "A. Ambrosi", "P. Lazar", "Z. Sofer", "M. Pumera" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "electrochemistry of multilayer phosphorene",
      "author" : [ "L. Wang", "Z. Sofer", "Pumera", "M. Voltammetry of layered black phosphorus" ],
      "venue" : "ChemElectroChem 2, 324–327",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Photooxidation and quantum confinement effects in exfoliated black phosphorus",
      "author" : [ "A Favron" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Pnictogen (As, Sb, Bi) nanosheets for electrochemical applications are produced by shear exfoliation using kitchen blenders",
      "author" : [ "R. Gusmão", "Z. Sofer", "D. Bouša", "M. Pumera" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Covalently coupled hybrid of graphitic carbon nitride with reduced graphene oxide as a superior performance lithium-ion battery anode",
      "author" : [ "Y. Fu", "J. Zhu", "C. Hu", "X. Wu", "X. Wang" ],
      "venue" : "Nanoscale 6,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "searching for catalytic effects",
      "author" : [ "Yew", "Y.T. et al. Electrochemistry of layered graphitic carbon nitride synthesised from various precursors" ],
      "venue" : "ChemPhysChem 17, 481–488",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "towards ultrasensitive  H2O2 sensing",
      "author" : [ "Lorencova", "L. et al. Electrochemical performance of  Ti3C2Tx MXene in aqueous media" ],
      "venue" : "Electrochim. Acta 235, 471–479",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanotrench arrays reveal insight into graphite electrochemistry",
      "author" : [ "T.J. Davies", "M.E. Hyde", "R.G. Compton" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2005
    }, {
      "title" : "The edge- and basal-plane-specific electrochemistry of a single-layer graphene",
      "author" : [ "W Yuan" ],
      "venue" : "sheet. Sci. Rep",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "Advanced carbon electrode materials for molecular electrochemistry",
      "author" : [ "R.L. McCreery" ],
      "venue" : "Chem. Rev. 108,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2008
    }, {
      "title" : "Reactivity of monolayer chemical vapor deposited graphene imperfections studied using scanning electrochemical microscopy",
      "author" : [ "C Tan" ],
      "venue" : "ACS Nano 6,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "thiourea dioxide",
      "author" : [ "C.K. Chua", "A. Ambrosi", "Pumera", "M. Graphene oxide reduction by standard industrial reducing agent" ],
      "venue" : "J. Mater. Chem. 22, 11054–11061",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Oxygenated edge plane sites slow the electron transfer of the ferro-/ferricyanide redox couple at graphite electrodes",
      "author" : [ "X. Ji", "C.E. Banks", "A. Crossley", "R.G. Compton" ],
      "venue" : "ChemPhysChem 7,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2006
    }, {
      "title" : "Influence of crystal surface orientation on redox reactions at semiconducting  MoS2. Electrochim",
      "author" : [ "S.M. Ahmed", "H. Gerischer" ],
      "venue" : "Acta 24,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1979
    }, {
      "title" : "Pristine basal- and edge-plane-oriented molybdenite mos2 exhibiting highly anisotropic properties",
      "author" : [ "Tan", "S. M" ],
      "venue" : "Chem. Eur. J. 21,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "characterization, properties, and sensing applications",
      "author" : [ "Wu", "S. et al. Electrochemically reduced single-layer mos2 nanosheets" ],
      "venue" : "Small 8, 2264–2270",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Precise tuning of the charge transfer kinetics and catalytic properties of mos2 materials via electrochemical methods",
      "author" : [ "X. Chia", "A. Ambrosi", "D. Sedmidubský", "Z. Sofer", "M. Pumera" ],
      "venue" : "Chem. Eur. J. 20,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2014
    }, {
      "title" : "tailoring electrochemical and catalytic properties",
      "author" : [ "X. Chia", "Z. Sofer", "J. Luxa", "Pumera", "M. Layered noble metal dichalcogenides" ],
      "venue" : "ACS Appl. Mater. Interfaces 9, 25587–25599",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "contrasting properties",
      "author" : [ "H.L. Poh", "P. Simek", "Z. Sofer", "I. Tomandl", "Pumera", "M. Boron", "nitrogen doping of graphene via thermal exfoliation of graphite oxide in a BF3 or NH3 atmosphere" ],
      "venue" : "J. Mater. Chem. A 1, 13146–13153",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nitrogen-doped graphene and its application in electrochemical biosensing",
      "author" : [ "Y. Wang", "Y. Shao", "D.W. Matson", "J. Li", "Y. Lin" ],
      "venue" : "ACS Nano 4,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2010
    }, {
      "title" : "Graphene oxide nanoribbons from the oxidative opening of carbon nanotubes retain electrochemically active metallic impurities",
      "author" : [ "C.H.A. Wong", "C.K. Chua", "B. Khezri", "R.D. Webster", "M. Pumera" ],
      "venue" : "Angew. Chem. Int. Ed. 52,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2013
    }, {
      "title" : "application for electroanalysis",
      "author" : [ "S.Y. Chee", "Pumera", "M. Metal-based impurities in graphenes" ],
      "venue" : "Analyst 137, 2039–2041",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "negative electrocatalytic effects of p-doping niobium and tantalum on MoS2 and WS2 for the hydrogen evolution reaction and oxygen reduction reaction",
      "author" : [ "Chua", "X. J" ],
      "venue" : "ACS Catal",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2016
    }, {
      "title" : "strongly anisotropic magnetic, electronic, and electron-transfer properties",
      "author" : [ "Sofer", "Z. et al. Layered black phosphorus" ],
      "venue" : "Angew. Chem. Int. Ed. 55, 3382–3386",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "2D hexagonal boron nitride (2D-hBN) explored as a potential electrocatalyst for the oxygen reduction reaction",
      "author" : [ "Khan", "A. F" ],
      "venue" : "Electroanalysis 29,",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2017
    }, {
      "title" : "Alkaline intercalation of Ti3C2 MXene for simultaneous electrochemical detection of Cd(II), Pb(II), Cu(II) and Hg(II). Electrochim",
      "author" : [ "X Zhu" ],
      "venue" : "Acta 248,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2017
    }, {
      "title" : "Plasma etching treatment for surface modification of boron-doped diamond electrodes. Electrochim",
      "author" : [ "T Kondo" ],
      "venue" : "Acta 52,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2007
    }, {
      "title" : "Electrocatalysis using porous nanostructured materials",
      "author" : [ "N. Menzel", "E. Ortel", "R. Kraehnert", "P. Strasser" ],
      "venue" : "ChemPhysChem 13,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2012
    }, {
      "title" : "Engineering two-dimensional mass-transport channels of the MoS2 nanocatalyst toward improved hydrogen evolution performance",
      "author" : [ "G Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 10,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2018
    }, {
      "title" : "Tuning the catalytic activity of graphene nanosheets for oxygen reduction reaction via size and thickness reduction",
      "author" : [ "J Benson" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2014
    }, {
      "title" : "Size effect of graphene on electrocatalytic activation of oxygen",
      "author" : [ "D Deng" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2011
    }, {
      "title" : "Edge-rich and dopant-free graphene as a highly efficient metal-free electrocatalyst for the oxygen reduction reaction",
      "author" : [ "L Tao" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2016
    }, {
      "title" : "theoretical suggestion and experimental proof",
      "author" : [ "Uosaki", "K. et al. Boron nitride nanosheet on gold as an electrocatalyst for oxygen reduction reaction" ],
      "venue" : "J. Am. Chem. Soc. 136, 6542–6545",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Identification of active edge sites for electrochemical h2 evolution from MoS2 nanocatalysts",
      "author" : [ "Jaramillo", "T. F" ],
      "venue" : "Science 317,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2007
    }, {
      "title" : "Engineering the surface structure of MoS2 to preferentially expose active edge sites for electrocatalysis",
      "author" : [ "J. Kibsgaard", "Z. Chen", "B.N. Reinecke", "T.F. Jaramillo" ],
      "venue" : "Nat. Mater. 11,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2012
    }, {
      "title" : "MoSe2 and WSe2 nanofilms with vertically aligned molecular layers on curved and rough surfaces",
      "author" : [ "H Wang" ],
      "venue" : "Nano Lett. 13,",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2013
    }, {
      "title" : "Theoretical insights into the hydrogen evolution activity of layered transition metal dichalcogenides",
      "author" : [ "C. Tsai", "K. Chan", "J.K. Nørskov", "F. Abild-Pedersen" ],
      "venue" : "Surf. Sci. 640,",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2015
    }, {
      "title" : "Conducting MoS2 nanosheets as catalysts for hydrogen evolution reaction",
      "author" : [ "D Voiry" ],
      "venue" : "Nano Lett. 13,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2013
    }, {
      "title" : "Enhanced hydrogen evolution catalysis from chemically exfoliated metallic MoS2 nanosheets",
      "author" : [ "Lukowski", "M. A" ],
      "venue" : "J. Am. Chem. Soc. 135,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2013
    }, {
      "title" : "Highly active hydrogen evolution catalysis from metallic WS2 nanosheets",
      "author" : [ "Lukowski", "M. A" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2014
    }, {
      "title" : "Two-dimensional molybdenum carbide (MXene) as an efficient electrocatalyst for hydrogen evolution",
      "author" : [ "Seh", "Z. W" ],
      "venue" : "ACS Energy Lett. 1,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "Robust carbon dioxide reduction on molybdenum disulphide",
      "author" : [ "M Asadi" ],
      "venue" : "edges. Nat. Commun",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2014
    }, {
      "title" : "Nanostructured transition metal dichalcogenide electrocatalysts for CO2 reduction in ionic liquid",
      "author" : [ "M Asadi" ],
      "venue" : "Science 353,",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2016
    }, {
      "title" : "Exfoliation of layered double hydroxides for enhanced oxygen evolution catalysis",
      "author" : [ "F. Song", "X. Hu" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2014
    }, {
      "title" : "Sub-3 nm ultrafine monolayer layered double hydroxide nanosheets for electrochemical water oxidation",
      "author" : [ "Y Zhao" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2018
    }, {
      "title" : "Few‐layer black phosphorus nanosheets as electrocatalysts for highly efficient oxygen evolution reaction",
      "author" : [ "X Ren" ],
      "venue" : "Adv. Energy Mater",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2017
    }, {
      "title" : "Nitrogen-doped graphene as efficient metal-free electrocatalyst for oxygen reduction in fuel cells",
      "author" : [ "L. Qu", "Y. Liu", "Baek", "J.-B", "L. Dai" ],
      "venue" : "ACS Nano 4,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2010
    }, {
      "title" : "synthesis, electronic structure, and electrocatalytic property",
      "author" : [ "Luo", "Z. et al. Pyridinic N doped graphene" ],
      "venue" : "J. Mater. Chem. 21, 8038–8044",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts",
      "author" : [ "D Guo" ],
      "venue" : "Science 351,",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2016
    }, {
      "title" : "Two‐step boron and nitrogen doping in graphene for enhanced synergistic catalysis",
      "author" : [ "Y. Zheng", "Y. Jiao", "L. Ge", "M. Jaroniec", "S.Z. Qiao" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2013
    }, {
      "title" : "Metal‐free” catalytic oxygen reduction reaction on heteroatom‐doped graphene is caused by trace metal impurities",
      "author" : [ "L. Wang", "A. Ambrosi", "M. Pumera" ],
      "venue" : "Angew. Chem. Int. Ed. 52,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2013
    }, {
      "title" : "an efficient metal-free electrocatalyst for the oxygen reduction reaction",
      "author" : [ "J. Zhao", "Chen", "Z. Carbon-doped boron nitride nanosheet" ],
      "venue" : "J. Phys. Chem. C 119, 26348–26354",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Gold nanoparticle decoration of insulating boron nitride nanosheet on inert gold electrode toward an efficient electrocatalyst for the reduction of oxygen to water",
      "author" : [ "G. Elumalai", "H. Noguchi", "A. Lyalin", "T. Taketsugu", "K. Uosaki" ],
      "venue" : "Electrochem. Commun",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2016
    }, {
      "title" : "Porous boron carbon nitride nanosheets as efficient metal-free catalysts for the oxygen reduction reaction in both alkaline and acidic solutions",
      "author" : [ "J Wang" ],
      "venue" : "ACS Energy Lett",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2017
    }, {
      "title" : "Activating basal planes and S‐terminated edges of MoS2 toward more efficient hydrogen evolution",
      "author" : [ "X Huang" ],
      "venue" : "Adv. Funct. Mater. 27,",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2017
    }, {
      "title" : "Activity origin and catalyst design principles for electrocatalytic hydrogen evolution on heteroatom-doped graphene",
      "author" : [ "Y. Jiao", "Y. Zheng", "K. Davey", "Qiao", "S.-Z" ],
      "venue" : "Nat. Energy",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2016
    }, {
      "title" : "Tuning the basal plane functionalization of twodimensional metal carbides (MXenes) to control hydrogen evolution activity",
      "author" : [ "Handoko", "A. D" ],
      "venue" : "ACS Appl. Energy Mater",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2018
    }, {
      "title" : "Metal-free boron-doped graphene for selective electroreduction of carbon dioxide to formic acid/formate",
      "author" : [ "N. Sreekanth", "M.A. Nazrulla", "T.V. Vineesh", "K. Sailaja", "K.L. Phani" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2015
    }, {
      "title" : "Nitrogen-doped graphenes as efficient electrocatalysts for the selective reduction of carbon dioxide to formate in aqueous solution",
      "author" : [ "H. Wang", "Y. Chen", "X. Hou", "C. Ma", "T. Tan" ],
      "venue" : "Green Chem",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2016
    }, {
      "title" : "Nitrogen-doped, oxygenfunctionalized, edge- and defect-rich vertically aligned graphene for highly enhanced oxygen evolution reaction",
      "author" : [ "D. Li", "B. Ren", "Q. Jin", "H. Cui", "C. Wang" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2018
    }, {
      "title" : "Uniform tellurium doping in black phosphorus single crystals by chemical vapor transport",
      "author" : [ "Z. Zhang", "M. Khurram", "Z. Sun", "Q. Yan" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2018
    }, {
      "title" : "Molecule-level  g-C3N4 coordinated transition metals as a new class of electrocatalysts for oxygen electrode reactions",
      "author" : [ "Y Zheng" ],
      "venue" : "J. Am. Chem. Soc. 139,",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2017
    }, {
      "title" : "Water-plasma-enabled exfoliation of ultrathin layered double hydroxide nanosheets with multivacancies for water oxidation",
      "author" : [ "R. Liu", "Y. Wang", "D. Liu", "Y. Zou", "S. Wang" ],
      "venue" : "Adv. Mater. 29,",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2017
    }, {
      "title" : "Layered double hydroxide nanosheets with multiple vacancies obtained by dry exfoliation as highly efficient oxygen evolution electrocatalysts",
      "author" : [ "Y Wang" ],
      "venue" : "Angew. Chem",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2017
    }, {
      "title" : "An advanced Ni–Fe layered double hydroxide electrocatalyst for water oxidation",
      "author" : [ "M Gong" ],
      "venue" : "J. Am. Chem. Soc. 135,",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2013
    }, {
      "title" : "Three-dimensional n-doped graphene hydrogel/NiCo double hydroxide electrocatalysts for highly efficient oxygen evolution",
      "author" : [ "S. Chen", "J. Duan", "M. Jaroniec", "S.Z. Qiao" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2013
    }, {
      "title" : "an advanced catalyst for the hydrogen evolution reaction",
      "author" : [ "Li", "Y. et al. MoS2 nanoparticles grown on graphene" ],
      "venue" : "J. Am. Chem. Soc. 133, 7296–7299",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "1Division of Chemistry and Biological Chemistry, School of Physical and Mathematical Sciences, Nanyang Technological University, Singapore, Singapore. 2Centre for Advanced Functional Nanorobots, Department of Inorganic Chemistry, Faculty of Chemical Technology, University of Chemistry and Technology, Prague, Czech Republic. *e-mail: martin.pumera@vscht.cz Two-dimensional (2D) nanomaterials were introduced with graphene: an atomically thin carbon material obtained from the delamination of graphite that possesses remarkable anisotropic physical and electronic properties1. Following graphene’s precedent, other classes of ultrathin 2D nanomaterials were explored, including singleor few-layered transition metal dichalcogenides (TMDs), metal oxides, layered double hydroxides (LDHs), hexagonal boron nitride (h-BN), graphitic carbon nitride (g-C3N4), metal carbides and nitrides (collectively known as MXenes) and a family of monoelemental compounds: black phosphorus (or phosphorene), arsenene, antimonene and bismuthine2–8. These materials have thicknesses of one or several atoms and a hallmark feature is the way they layer with unique bonding interactions. Strong covalent bonds extend through the atoms within the plane whereas weak van der Waals interactions exist between layers. Weak interlayer bonding allows convenient exfoliation of these materials into thinner nanosheets comprising of a few layers, or a monolayer. These ultrathin sheets typically demonstrate properties that are dissimilar to the parent bulk material due to anisotropy. The early application of 2D nanomaterials as lubricants was a result of their layered nature. Over the years, 2D nanomaterials have diversified into many applications dictated by their electronic structures and intrinsic physical properties. Graphene is a zero band gap semimetal where electrons are highly mobile and exhibit exceptional conductivity2,3. Equipped with a varying band gap, other 2D nanomaterials, such as TMDs, LDHs, metal oxides and MXenes present versatile opportunities. By tweaking the transition metal or chalcogen type, TMDs can achieve a spectrum of properties5 encompassing insulators (HfS2), semiconductors (MoS2), semimetals (PtSe2) and true metals (NbS2). Insulating h-BN and semiconducting g-C3N4 are prized for their thermal and chemical stability3,9. Thanks to their vast array of properties, 2D nanomaterials hold promise in the fields of electronics, sensors and catalysis. As developments in sustainable energy garner global attention, it has become imperative to evaluate the efficacy of various 2D nanomaterials in these areas. Electrocatalysis lies at the heart of clean energy conversion in future technologies via the hydrogen evolution reaction (HER), hydrogen oxidation reaction (HOR), oxygen reduction reaction (ORR), oxygen evolution reaction (OER) and carbon dioxide reduction reaction (CO2RR). 2D nanomaterials are pursued as economical alternatives to expensive platinum-based catalysts for such reactions. The allure of 2D materials in catalysis can be mapped to three aspects: specific surface area, mechanical properties and conductivity (thermal and electric)2. 2D materials have maximal surface to bulk ratios, providing a high density of surface active sites, which favours surface-active applications. Excellent mechanical properties confer catalyst durability and thermal conductivity facilitates the diffusion of heat produced during exothermic reactions. Additionally, the tunable electronic properties of 2D materials tailor catalytic performance. Robust mechanical structures, wide surface area and high density of active sites in 2D nanomaterials are advantageous compared with bulk materials for catalyst stability and activity. Compared to bulk materials, 2D materials are also preferred building blocks for constructing hierarchical composite catalysts. The overarching aim of this Review is to compare the electrocatalytic and electrochemical properties across 2D nanomaterials. First, we describe their distinct structures. Secondly, we discuss the inherent electrochemistry of the materials arising from their intrinsic activity or redox reactions, which affects their stability in a stipulated potential window. Thirdly, we highlight the implications of anisotropy and impurities on the electron transfer at 2D materials. Strategic applications in electrocatalysis of the different families of 2D nanomaterials are also analyzed, focusing on the role of edges and surface characteristics. In closing, we present future perspectives for the field of 2D nanomaterials.",
    "creator" : "Springer"
  }
}