{
  "name" : "downloads_2019-10-24_79_niemuth2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Next-Generation Complex Metal Oxide Nanomaterials Negatively Impact Growth and Development in the Benthic Invertebrate Chironomus riparius upon Settling",
    "authors" : [ "Nicholas J. Niemuth", "Becky J. Curtis", "Mimi N. Hang", "Miranda J. Gallagher", "D. Howard Fairbrother", "Robert J. Hamers", "Rebecca D. Klaper" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Standard aquatic toxicity assays using pelagic organisms (e.g., Daphnia magna, Danio rerio) have demonstrated a range of potential environmental impacts depending on the types of engineered nanomaterials (ENMs) considered, with some being toxic at low concentrations when considered over a chronic exposure but many not toxic until very high unrealistic concentrations.1 However, most pristine ENMs are not stable in aqueous exposure conditions,2 and thus many studies on pelagic organisms largely assume exposure to the stable fraction of ENMs left behind in the water column after a majority settles out.2,3 Testing for impacts of ENMs on benthic organisms is therefore extremely important, in certain cases perhaps more important than impacts on pelagic organisms, as many ENMs are expected to settle and concentrate to higher exposure concentrations in sediment.3,4 Despite this, the preponderance of aquatic nanotoxicology research has focused on exposures to pelagic organisms.3\nMost ENM toxicity studies have also focused on firstgeneration materials, including metal nanoparticles, Au and Ag,\nand metal oxide nanoparticles, TiO2, ZnO, and CeO2, 5 as they have demonstrated potential for the highest use. For these materials, dissolution is often identified as the main source of toxicity.6 However, we have comparatively little information on more complex next-generation ENMs that are now coming to use in the marketplace. The complex metal oxides lithium cobalt oxide (LixCo1−xO2, LCO) and lithium nickel manganese cobalt oxide (LixNiyMnzCo1−y−zO2, NMC) and other related complex metal oxides are examples of next-generation materials that are increasing dramatically in the marketplace due to their use as electrode materials in lithium ion batteries (LIBs)7−10 and lower-volume applications such as catalysts for solar fuel production.11 NMC is an alternative to LCO that has the same crystal structure, but partial substitution of Co with Ni and Mn lowers cost and can increase performance.12 A\nReceived: December 3, 2018 Revised: March 2, 2019 Accepted: March 14, 2019 Published: March 15, 2019\n© 2019 American Chemical Society 3860 DOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 4,\n2 01\n9 at\n1 1:\n52 :2\n4 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\ntypical electric vehicle contains approximately 35−90 kg of metal oxide particles, with rapid increases in electric vehicle production leading to predicted global production of 300−800 kilotons of Co and Ni annually by 2025,13and LIB waste by 2025 estimated to reach 200 kilotons from EVs alone.14 Present-generation batteries frequently use particle sizes in the micron range, but smaller particles in the nanometer size regime achieve fast recharge times and are also formed in situ by mechanical fracturing of larger particles during use.12 Because lithium-ion batteries are not generally recycled due to the low cost of Ni and Mn,13,15 potential release of cathode materials in micron- and nanoparticle form into the aquatic environment from battery waste is a legitimate concern.16,17\nPrevious research has demonstrated that the complex metal oxides NMC and LCO do not behave or cause toxicity in the same manner as their simple metal oxide counterparts.18,19 For example, density functional calculations and experimental measurements showed that NMC dissolves incongruently, with Ni released more rapidly in aqueous media compared with Co and Mn.18 Material dissolution is also impacted by properties of the media such as pH.18 A consequence of incongruent dissolution is that the ions released and ENM composition change over the course of the exposure. Ni and Co are both toxic to pelagic and benthic organisms,20−23 while Mn is relatively nontoxic.24,25 Our previous study showed that concentrations of LCO and NMC as low as 0.25 mg·L−1 have significant negative impacts on survival and reproduction in Daphnia magna that are not accounted for by particle dissolution.19 This work also showed that NMC exposure produced lower daphnid toxicity compared to LCO, indicating a difference due to ENM composition19\nMetal oxide nanoparticles including TiO2, ZnO, and CeO2 have been shown to settle over time in aqueous media at ambient pH.26−28 We previously showed both LCO and NMC nanoparticles settle substantially within 24 h in aqueous media: 66% and 33% settling in 22.5 h, respectively.19 Thus, testing for impacts of these materials on benthic organisms is warranted. For this study, impacts of ENMs entering the environment were investigated using freshwater midge Chironomus riparius, a model species for testing effects of chemical exposures on benthic organisms. This organism is a keystone species and an important food source in both aquatic and terrestrial environments.29 It has been shown to be sensitive to pollutants, and protocols for exposure and culturing have been established by the American Society for Testing and Materials and U.S. Environmental Protection Agency.30 The C. riparius genome is sequenced,31 and large mRNA and expressed sequence tag (EST) databases exist for C. riparius, including genes relevant to stress and the response to chemical exposures. C. riparius have also been used rarely but successfully in ENM toxicity exposures,32−36 though only one study (of fullerene ENMs) has explicitly looked at impacts of material settling.34 In the current study, C. riparius larvae were exposed to LCO and NMC at 1, 10, and 100 mg·L−1 as well as ion controls from 5 days posthatch until adult emergence and organisms were evaluated for changes in size, coloration, and gene expression at 7 d and adult emergence up to 50 d. Results indicate significant negative impacts on all of these end points from LCO and NMC exposure, which are not replicated by ion controls. Implications of these effects in the context of the expected volume of LIB waste and settling of these materials in the environment are discussed, with\ncompositional tuning indicated as a potential means of mitigating environmental impacts. This study demonstrates the importance of using sediment species for testing environmental impacts, reveals a nanospecific impact of complex ENMs, and indicates a potential adverse outcome pathway for metal oxide ENMs.\n■ MATERIALS AND METHODS Synthesis of LCO and NMC Nanosheets. Synthesis of LCO and NMC nanosheets was carried out using methods described in37,38 and consists of two steps. All reagents used for synthesis were purchased from Sigma-Aldrich and only ultrapure water was used. To specifically make LCO nanosheets, cobalt hydroxide nanosheets were first synthesized using a precipitation method where in 1 M cobalt(II) nitrate was added dropwise into a 0.1 M LiOH solution under magnetic stirring. The resulting precipitate was then cleaned using repeated cycles (3×) of centrifugation and resuspension in ultrapure water (18 MΩ cm resistivity) followed by repeated cycles (2×) of centrifugation and resuspension in methanol. The precipitate (200 mg) was then dried under a continual flow of nitrogen gas and subsequently was added to a 10 g mixture of molten lithium salt consisting of a molar ratio of 6:4 LiOH: LiNO3 (205 °C, under magnetic stirring) in a poly(tetrafluorethylene) vessel. After 1 h, the reaction was carefully quenched with ultrapure water and the LCO precipitate was purified using repeated cycles of centrifugation and resuspension in ultrapure water (2×) and methanol (3×) before drying under a flow of nitrogen gas. All centrifugation was completed using the Thermo Scientific Sorvall Legend X1R Centrifuge with a Thermo TX-400 rotor at 4696g. To synthesize NMC nanosheet, an identical method was used with the exception that in the precipitation step, a ratio of 1:1:1 of Ni:Co:Mn salts (0.1 M nickel(II) acetate, 0.1 M cobalt(II) acetate, and 0.1 M manganese(II) acetate) were used instead. The degree of lithiation was not directly controlled for using this synthetic method. Characterization of nanosheet stoichiometry, crystal phase, and size and morphology from XRD, ICP-OES, and SEM are included in the Supporting Information, SI.\nC. riparius Larval Exposure. ENM Stock Suspension. Stock solutions of LCO and NMC (200 mg·L−1) were prepared by adding 40 mg of ENM powder to 200 mL of MilliQ water and sonicating at 100% power for 20 min in a Branson 2800 ultrasonic bath (Emerson Electric Co, St Louis, MO). Dilutions to 20 and 2 mg·L−1 were made in Milli-Q and sonicated for an additional 10 min immediately before dosing. Zeta potential of ENMs at final concentrations in 1× Moderately Hard Reconstituted Water (MHRW)19 were characterized using a Zetasizer Nano ZS (Malvern Instruments, Westborough, MA, U.S.A.).\nExposure Beaker Preparation and Maintenance. Exposure beakers were prepared by adding 15 g of 140−270 mesh silica sand (AGSCO Corp) to 100 mL beakers and autoclaving to sterilize. Sand was then rinsed 3× with 80 mL Milli-Q. Control beakers were prepared by adding 20 mL of Milli-Q and 20 mL of 2× MHRW. Treatment beakers (1, 10, and 100 mg·L−1) were prepared by adding 20 mL of 2x MHRW and 20 mL of the appropriate 2× nanoparticle stock. Five C. riparius larvae (5 days posthatch) were added to each replicate control and exposure beaker. Beakers were covered with plastic wrap and incubated at 20 °C with a 16:8 light/dark photoperiod. A 50% water exchange\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3861\nwas carried out three times per week. For exposure beakers, new ENMs were not added, as ENMs had settled by this time. Animals were fed ground TetraMin flakes (20 g·L−1 in MilliQ) daily, 125 uL per beaker. ENM Exposures. An initial LCO exposure was conducted with 10 replicate beakers per condition (5 larvae per beaker) each for control, 1, 10, and 100 mg·L−1. A second round of experiments was carried out with 10 replicate beakers per condition to compare LCO to NMC, exposing larvae to LCO at 1, 10, and 100 mg·L−1; NMC at 1, 10, and 100 mg·L−1; and control. For both sets of experiments, larvae were harvested from 5 beakers per condition on exposure day 7 and frozen for gene expression analysis. The remaining 5 beakers per condition were maintained until exposure day 50 for adult fly emergence. Having observed changes in size and coloration of ENMexposed larvae, a third experiment was conducted with 5 replicate beakers per condition, exposing larvae to LCO at 1, 10, and 100 mg·L−1; NMC at 1, 10, and 100 mg·L−1; and control. Larvae from all 5 beakers were harvested on exposure day 7, flash frozen in liquid nitrogen, and stored at −80 °C for imaging for size and coloration analysis. Ion Control Exposures. Data from ICP−MS analysis (see ICP−MS Analysis of Released Ions below) were used to determine the concentrations for 2× stocks of metal salts to yield exposure concentrations reflective of ion concentrations found in the supernatants of 10 and 100 mg·L−1 LCO and NMC exposure media samples. We chose to test whether the ions observed released from the particles were by themselves sufficient to cause any observed toxicity, as metal dissolution from NPs is indicated as a major cause of toxicity in other studies. If not, then the portion of settled particles, by concentrating material in the sand, are the cause of toxicity: either by direct nanotoxic effects of the particles themselves or by acting as a vector to bring particles with high concentrations of metals into the feeding environment of the larvae. Animals were dosed with Li, Ni, Mn, and Co ions at the highest concentration observed over 7 d. For LCO, dosed ions were 1000 μg·L−1 Li and 400 μg·L−1 Co for 10 mg·L−1 and 4200 μg· L−1 Li and 900 μg·L−1 Co for 100 mg·L−1. For NMC, dosed ions were 710 μg·L−1 Li, 360 μg·L−1 Ni, 270 μg·L−1 Mn, and 160 μg·L−1 Co for 10 mg·L−1 and 7000 μg·L−1 Li, 2000 μg·L−1 Ni, 300 μg·L−1 Mn, and 600 μg·L−1 Co for 100 mg·L−1. An ion control exposure was conducted with 10 replicate beakers per condition: control, LCO 10 and 100 mg·L−1 ion equivalents, and NMC 10 and 100 mg·L−1 ion equivalents. At water changes, 20 mL of exposure media was removed and replaced with 20 mL of 1× ion solution to maintain ion concentrations throughout the exposure. Larvae were harvested from 6 beakers per condition on exposure day 7:3 beakers per condition for gene expression analysis were frozen and 3 beakers per condition for imaging and size measurement were preserved in 70% ethanol. The remaining 4 beakers per condition were maintained until exposure day 50 for adult fly emergence. ICP−MS Analysis of Released Ions. Inductively coupled plasma mass spectrometry (ICP−MS) was conducted on exposure media at all concentrations to determine the level of metal dissolution into exposure media after 2, 4, and 7 d, sampling exposure beakers before each water change over the first 7 days of the experiment. Supernatant of centrifuged samples were acidified to 2 wt % nitric acid and analyzed with an Elan DRC II ICP−MS (PerkinElmer). Ten to 150-fold\ndilutions were carried out on supernatants containing ions at concentrations above 100 ppb to ensure analyte concentrations fell within the detection range of the instrument. The calibration curve was prepared from serial dilutions of 1003 ± 5 ppb Ni, 1007 ± 4 ppb Mn, 996 ± 3 ppb Co, and 1006 ± 2 ppb Li NIST Traceable standards (Inorganic Ventures). Full details for sampling and quantification are included in the SI.\nENM Sedimentation Behavior. We previously showed that LCO and NMC settle out in MHRW.19 To determine the extent of particle settling in this study, we sampled exposure treatments of 1, 10, and 100 mg·L−1 of LCO or NMC particles in 1× MHRW on exposure days 0, 2, 4, and 7. Absorbance values of sampled supernatants were measured at 600 nm using a Synergy H4 plate reader (Biotek Instruments, Winooski,"
    }, {
      "heading" : "VT).",
      "text" : "Imaging and Measurement. Size. Flash frozen and alcohol-preserved larvae were imaged using a Motic SMZ-168 TL stereomicroscope with an attached Moticam 2, 2.0 MP CMOS camera (Motic, Hong Kong). Images were recorded using Motic Images Plus 2.0 software, and the included measurement tool used to determine animal size metrics. Measurements were calibrated with a Leica 50 mm metric stage micrometer (Leica Camera AG, Wetzlar, Germany).\nAnimal Coloration (Hemoglobin Absorbance). The green channel from an RGB (red-green-blue) image was isolated and pixel intensity used to measure the absorbance of hemoglobin (Hb) in C. riparius larvae on day 7. Hb absorbance analysis was only carried out on flash-frozen larvae, as those preserved in ethanol did not retain intact Hb. Detailed information on image processing is included in the SI.\nGene Expression Analysis. Total RNA was extracted from flash-frozen 7 d exposure samples and 100 ng of total RNA transcribed into cDNA (cDNA). Gene expression analysis was carried out on a variety of genes associated with metal, oxidative, protein, and general stress responses. The following were analyzed for gene expression: ribosomal protein RPL13 (housekeeping gene); metal stress gene metallothionein (MTT), as metal exposure is hypothesized to be a major source of toxicity; oxidative stress genes: catalase (CAT), γglutamylcystein synthase (GCS), glutathione s-transferase (GST), and two different superoxide dismutases (Cu-ZnSOD and MnSOD), as oxidative stress is hypothesized to be a main cause of damage by ENM exposures; heat shock protein HSP27, important for protecting protein folding after exposure to toxins; stress-responsive regulatory kinase p38; developmental regulator ecdysone receptor (EcR), to measure changes in developmental pathways as a result of exposure; and genes related to heme synthesis, added as we found an indication in the change of heme production in exposed organisms: aminolevulinic acid synthase (ALAS), porphobilinogen synthase (PBGS), and heme oxygenase (HO) (Table"
    }, {
      "heading" : "S1).",
      "text" : "Relative gene expression was quantified using the iTaq Universal SYBR Green Supermix (Bio-Rad, Hercules, CA) for 20 μL reactions and the 2−ΔΔCt method.39 For detailed information on extraction, cDNA creation, primer design, and qPCR, see the SI Methods.\nStatistical Analysis. Statistical analyses were performed using SPSS version 22 for Mac (IBM). Statistical tests for each data set were chosen based on data normality determined by the Shapiro-Wilk test and equality of variance using Levene’s test. Normally distributed data with equal variance (width, Hb concentration) were compared using a one-way ANOVA with\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3862\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3863\nTukey posthoc comparisons. Data with normal distributions but unequal variances (gene expression) were compared using a Welch one-way ANOVA with Dennett’s T3 posthoc comparisons. Non-normal data were compared using Kruskal−Wallis (length, head capsule length) or Kaplan−Meier (time to emergence) nonparametric tests. Significance for all statistics was set at p < 0.05. Data sets with a nested design (size, Hb, emergence) were tested for any replicate effect; no replicate effects were detected for any data set (p > 0.05).\n■ RESULTS AND DISCUSSION Our results show that next-generation complex metal oxide ENMs LCO and NMC settle in aqueous media and cause significant, negative, nanospecific effects on the keystone benthic species C. riparius, impacting their size, time to emergence, Hb levels, and expression of stress and hememetabolism genes. Impacts of these ENMs are nanospecific, as the effects of ENM exposure exceed or are absent in equivalent ion exposures. Effects are much greater for LCO than the alternative NMC materials providing an indication that using NMC may cause less environmental impact. Impacts on Hb levels and gene expression may point to the molecular mechanism underlying these effects in chironomids. LCO and NMC Aggregate and Settle. LCO and NMC both settled substantially over the course of the experiment: more than 90% of material within 2 d for 100 mg·L−1 exposures, and more than 70% of material within 2 d at 10 mg·L−1 (Figure S3). Settling is more rapid for higher concentrations, as has been observed for other ENMs including CeO2, TiO2, and iron oxides.\n40−42 Zeta-potential data point to an explanation for this concentration-dependent settling. Zeta-potential values for LCO and NMC at their moment of addition are highly negatively charged in 1 mg·L−1 exposures (−16.33 and −17.73 mV, respectively), while 10 mg·L−1 exposures are slightly less negative (−7.74 and −6.07 mV), and values approach neutral to slightly positive at 100 mg·L−1 (0.52 and 1.59 mV) (Table S2). Electrostatic repulsion is one of the primary sources of ENM stability in aqueous media.43 Thus, increased settling at higher LCO and NMC exposure concentrations is likely due to an increased propensity for particles to aggregate due to lower electrostatic repulsion. Aggregation of LCO and NMC at higher concentrations likely underlies observed concentration-dependent declines in\nmaterial dissolution. For both materials all intercalated Li left the material by the 2 d time point, but even at high concentrations lithium is not considered toxic to these organisms (Figure S4d).19 For LCO, ICP−MS results showed that dissolution of Co ions from the material did not scale linearly with exposure concentration, but rather proportionally to the log10 of the exposure concentration. That is, dissolved Co for 100 mg·L−1 LCO was only 2−3× the dissolved Co for 10 mg·L−1, which was only 2−3× the dissolved Co for 1 mg· L−1, rather than the 10× that might be expected (Figure S4c). Only a portion of Co from the material dissolved over the course of 7 d, although relatively more Co dissolved as ions at 1 mg·L−1 (39%) than at 10 mg·L−1 (14%) or 100 mg·L−1 (5%) (Figure S5c). For NMC particles, ICP−MS results indicated dissolution of Ni, Mn, and Co from the material over the course of 7 d, with most dissolution for these metals occurring by day 2 for 1 and 10 mg·L−1 exposures (Figure S4). Dissolved ion concentration for Ni, Mn, and Co was proportional to the log10 of exposure concentration over 7 d, similar to Co for LCO (Figure S4). Only a fraction of Ni, Mn, or Co dissolved from the material over 7 d, with relatively more metal dissolving as ions at lower exposure concentrations: 1 mg·L−1 −67% of Ni, 55% of Mn, and 49% of Co; 10 mg·L−1 −30%, 24%, and 25% respectively; 100 mg·L−1 − 9%, 6%, and 12%, respectively (Figure S5). Thus, more metal as a percent of total material mass\ndissolved at lower concentrations than at higher concentrations: about 50% at 1 mg·L−1, about 25% at 10 mg·L−1, and only about 10% at 100 mg·L −1 (Figure S5). The lower surfacearea-to-volume ratio of aggregated particles formed at high concentrations likely reduces ion dissolution from the material, as has been shown for NMC with different surface-area-tovolume ratios.12 Since only a small percentage of ions dissolve from the material, particularly at higher concentrations, particle exposures, by concentrating large amounts of settled material in surface sand, have impacts of a much higher degree than or are unobservable inion exposures.\nLCO and NMC Impact C. riparius Growth and Adult Emergence. Particle exposure causes significant, dosedependent effects on the development of C. riparius larvae not explicable by ion dissolution into the media, retarding growth and delaying emergence of adult flies. Larvae in exposures were 30% (LCO and NMC 10 mg·L−1) to 60% (100 mg·L−1 LCO) smaller than controls (Figure 1a, c, and e; e.g.,\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3864\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3865\nlengths of 3.2 ± 0.8 mm for LCO 10 mg·L−1 and 1.8 ± 0.2 mm for LCO 100 mg·L−1 versus 4.5 ± 0.2 mm for control). Ion exposures only caused a 20% decrease in size and at the highest concentration, representative of 100 mg·L−1 NMC (Figure 1b,d). Emergence was also significantly delayed for particleexposed animals at 10 and 100 mg·L−1 for LCO and at 100 mg·L−1 for NMC (Figure 2a). Ion exposures showed no impact on emergence (Figure 2b), demonstrating the importance of settled nanomaterials for these impacts. Toxicity of Ni to C. riparius has been fairly well studied in the literature. Accounting for the amount of Co and Ni in added LCO and NMC, impacts on C. riparius larval growth were seen at concentrations 10−30 fold lower than that seen in the literature for Ni-spiked sediment: 11−16 mg·kg−1 for 10 mg· L−1 NMC and LCO, respectively, versus 146−358 mg·kg−1 in Ni-spiked sediment.21,44 No impacts were seen on emergence from Ni-spiked sediments even up to 7990 mg·kg−1,21 whereas impacts were observed from LCO at 16 mg·kg−1 (10 mg·L−1 exposure) and NMC at 112 mg kg−1 (100 mg·L−1 exposure). Thus, toxicity from settled ENM exceeds that expected from sediment-spiked ions based on the literature. The concentration of metal particles at the sediment surface and C. riparius feeding behavior may account for increased toxicity from ENMs, as discussed below. Metal-Specific Differences in ENM Toxicity. Importantly, LCO 10 mg·L−1 exposures caused a significant delay in emergence at a concentration an order of magnitude lower than seen in NMC (100 mg·L−1). Larvae from 100 mg·L−1 LCO exposures did not emerge even up to exposure day 50, more than double the emergence time of controls, despite being visible in disturbed sand. Differences in response between NMC and LCO may be related to compositional differences between the two ENMs. While the amount of settled material was similar for both materials, not all metals in these materials are expected to elicit the same toxicity. Ni and Co are both toxic metals. On a per mass basis, LCO has 50% more toxic metal than NMC, as it contains only cobalt, while NMC includes Mn in addition to Ni. Cobalt has been shown to cause oxidative stress by depleting reduced thiols from cells.45 Nickel is also known to cause oxidative stress,46 and may cause oxidative damage that would elicit a response similar to Co. Both Co3O4 and NiO ENMs have been shown to cause oxidative stress in vitro.47,48 Manganese, however, has been shown to have antioxidant properties in rats, counteracting the oxidative impacts of other\nheavy metals,49 and MnO2 ENMs have been shown to scavenge ROS in vitro.50\nDiffering gene expression patterns between LCO and NMC may be related to these compositional differences. For CAT and HSP27, 1 mg·L−1 NMC had the opposite effect of LCO at 100 mg·L−1, with expression moving in parallel as dose increased (Figure 3a,b).MTT gene expression, related to metal ion exposure and toxicity, declined significantly and in a dosedependent manner with increasing LCO exposure while NMC had no impact on its expression (Figure 3c). Manganese has been shown to decrease expression of EcR in the amphipod T. japonicas,51 which may explain reduced EcR expression in NMC-exposed larvae (Figure 3d). The antioxidant properties of Mn, and the overwhelming of this antioxidant effect with increasing Co and Ni, may explain observed gene expression patterns and account for the lower observed impact of NMC compared to LCO in this study and in our previous work.19 Thus, tuning of material composition may be a means of mitigating material impact.\nImpact of Cobalt on Heme Synthesis As a Potential"
    }, {
      "heading" : "Mechanism of Toxicity and Adverse Outcome Pathway.",
      "text" : "Larvae exposed to LCO and NMC showed significantly reduced levels of Hb beginning at 10 mg·L−1 exposure (Figure 1g). This paralleled cobalt disruption of heme synthesis enzymes observed in other organisms such as avian and rat liver cells.52,53 Bacterial and animal studies suggest that the mechanism of cobalt interference with heme biosynthesis is perhaps through substituting cobalt for iron.54\nIncreased expression of ALAS and decreased expression of PBGS observed in this study (Figures 3e,f) are indicative of inhibition of heme synthesis by Co.52 ALAS expression was up significantly at NMC 100 mg·L−1 (Figure 3e). PBGS expression appeared to decline with dose, particularly for LCO exposure, being significantly down-regulated for both LCO and NMC at 100 mg·L−1 (Figure 3f). Dose-dependent reductions in expression of CAT, an oxidative stress gene that requires heme, in LCO-exposed larvae at 10 and 100 mg·L−1 (Figure 3a) may also point to disruption of heme synthesis by Co as a mechanism of toxicity. Cobalt exposure has been shown to have a strong negative impact on catalase expression in liver of rats55 and goldfish.56\nBoth Hb levels and PBGS expression correlated inversely with the log10 of Co settled in LCO and NMC (Hb: R\n2 = 0.848, β = −2.25, p < 0.001; PBGS: R2 = 0.681, β = −0.314, p < 0.05). Inhibition of Hb in Tanytarsus chironomids by\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3866\ncarbon-monoxide was previously shown to reduce chironomid metabolism and increase larval mortality.57 The importance of functional Hb for normal chironomid metabolism thus suggests that inhibition of heme synthesis by cobalt may underlie the developmental impacts of LCO and NMC exposure. A proposed adverse outcome pathway summarizing this is presented in Figure 4. Benthic Organisms Are Susceptible to Settled ENMs. Settling in aqueous environments is characteristic of many ENMs.2,58 This settling will cause their accumulation in the sediment and an increase in accumulation over time with continual introduction, which may impact benthic organisms. ENMs in sediment could have a particular impact on deposit feeders that uptake sediment particles like C. riparius larvae, which feed primarily on detritus <250 μm59 and accumulate small silt particles in their gut.60 Settled fullerene nanoparticles pack the C. riparius larval gut after exposure.61 Thus, their mode of feeding may create particularly high environmental exposures for C. riparius larvae and other deposit feeders from settled ENMs. We posit that the nanospecific impacts observed in this study are the result of the concentration of ENMs in surface sand due to settling, with the likely mode of exposure being ingestion due to C. riparius deposit feeding. Whether observed impacts are the result of LCO and NMC exposure directly or the result of material dissolution in the gut or in cellular compartments such as the lysosome (where low pH would be predicted to enhance dissolution)18 is beyond the scope of this study. Future studies using X-ray computed tomography and X-ray fluorescence techniques to determine the distribution of particles and ions in the organism62,63 could be informative. Bioavailability of aggregated ENMs in the benthos may depend on their interaction with sediment particles.64 Most studies have examined interactions of ENMs with soils rather than sediments,64 but soil studies have observed that Ag ENMs bind more tightly to clay particles than to sand.65 Thus, our use of sand as a model sediment in this study may mean that settled LCO and NMC are more bioavailable than they might be in sediments with high clay content. Impacts on C. riparius development and emergence observed in this study would be expected to negatively impact reproductive success,66 which could impact higher trophic levels due to their position as a keystone species in aquatic and terrestrial environments.67 ENM ingestion could also result in trophic transfer of ENMs as they are a primary food resource for many fish species.68 Bioaccumulation of ENMs in chironomids has been shown for Ag and CeO2 ENMs. 68,69 CeO2 ENMs were shown to transfer from chironomids to amphibian larvae, where they accumulated and caused genotoxicity.68 Thus, benthic organisms such as C. riparius may act as important vectors for ENMs to enter the aquatic food chain, even when these particles are not stable in the water column. Modeling studies have shown that for large lakes with long residence times, upward of 98% of input ENMs can be anticipated to be retained within the lake system due to settling.70 This means that reaching the sediment concentration found to cause impacts in this study23 μg·cm−2 for 10 mg·L−1 exposureswould only require a detectable steadystate ENM concentration of 50 ng·L−1 in surface water. TiO2 ENMs were detectable in a European lake at 1.4 μg·L−1.71 No study has yet been done to model or measure amounts of LCO or NMC in the environment. The most likely source of LCO\nor NMC in the environment would be as leachate from LIB waste in landfills, as LIBs are generally not recycled.14,17 Co leached from LIBs in standard tests was found to be on the order of 164 000 mg Co per kg of battery.14 Hendren et al. have proposed that production volume may be an indicator of likely exposure risk,72 and production does correlate to some degree with modeled and measured environmental concentrations of ENMs.73 The total mass of LIBs used globally in 2016 was estimated at 374 000 t.14 Depending on battery life expectancy, this same mass of batteries can be expected to be discarded as waste within years.14 Given the amount of Co leached from batteries, 60 000 t annually of Co waste could be emitted from LIBs. In this case metal oxide battery waste would be on the same order of magnitude as annual US production estimated for TiO2 (38 000 tons).\n72 Given that TiO2 has been modeled\n74 and measured71 to be present in surface waters at around 1 μg·L−1, a significant amount of LCO and NMC may be expected to be found in the environment based on the expected mass of LIB waste. The 50 ng·L−1 steady-state estimate corresponding to our 10 mg·L−1 exposure may not be unrealistic in such a scenario.\nImplications. The expected increase in use of battery cathode materials such as LCO and NMC in the next decade and the lack of material recycling means that environmental release due to disposal may be expected.16,17 Exposure to LCO and NMC caused significant impacts on the growth and development of C. riparius, potentially through inhibition of heme synthesis. Settling of nanomaterials creates the potential for small amounts of complex metal oxides and other ENMs to accumulate in the benthos of aquatic systems at concentrations that may cause adverse impacts. Reduced impact of NMC versus LCO points to tuning of material composition as a means of limiting environmental effects of material release.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.est.8b06804.\nSupporting Methods, LCO and NMC stoichiometry characterization, LCO and NMC crystal phase characterization, LCO and NMC morphology characterization, ICP−MS analysis of released ions, hemoglobin absorbance measurement, gene expression analysis, gene selection, primer design, qPCR assays; Tables; and Figures (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*Phone: 414-382-1713; fax: 414-382-1705; e-mail: rklaper@ uwm.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Nicholas J. Niemuth: 0000-0002-4463-9469 Miranda J. Gallagher: 0000-0003-1139-1257"
    }, {
      "heading" : "D. Howard Fairbrother: 0000-0003-4405-9728",
      "text" : "Robert J. Hamers: 0000-0003-3821-9625"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest. The authors declare no competing financial interest.\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3867\n■ ACKNOWLEDGMENTS This work was supported by National Science Foundation under the Center for Sustainable Nanotechnology (CSN), CHE-1503408. The CSN is part of the Centers for Chemical Innovation Program. Gene expression work was conducted at the Great Lakes Genomics Center at UW-Milwaukee. The authors acknowledge Nicklaus Neureuther and Dylan Olson for help with culture maintenance and exposure takedowns. Thank you to the Johns Hopkins Department of Environmental Health and Engineering for use of their equipment.\n■ REFERENCES (1) Lin, S.; Wang, H.; Yu, T. A Promising Trend for Nano-EHS Research  Integrating Fate and Transport Analysis with Safety Assessment Using Model Organisms. NanoImpact 2017, 7, 1−6. (2) Petosa, A. R.; Jaisi, D. P.; Quevedo, I. R.; Elimelech, M.; Tufenkji, N. Aggregation and Deposition of Engineered Nanomaterials in Aquatic Environments: Role of Physicochemical Interactions. Environ. Sci. Technol. 2010, 44 (17), 6532−6549. (3) Koelmans, A. A.; Diepens, N. J.; Velzeboer, I.; Besseling, E.; Quik, J. T. K.; van de Meent, D. Guidance for the Prognostic Risk Assessment of Nanomaterials in Aquatic Ecosystems. Sci. Total Environ. 2015, 535, 141−149. (4) Jennings, V.; Goodhead, R.; Tyler, C. R. Ecotoxicology of Nanomaterials in Aquatic Systems. In Characterization of Nanomaterials in Complex Environmental and Biological Media; Baalousha, M., Lead, J. R., Eds.; Elsevier, 2015; pp 25−32. (5) Maynard, A. D.; Warheit, D. B.; Philbert, M. A. The New Toxicology of Sophisticated Materials: Nanotoxicology and Beyond. Toxicol. Sci. 2011, 120, S109−S129. (6) Bondarenko, O.; Juganson, K.; Ivask, A.; Kasemets, K.; Mortimer, M.; Kahru, A. Toxicity of Ag, CuO and ZnO Nanoparticles to Selected Environmentally Relevant Test Organisms and Mammalian Cells in Vitro: A Critical Review. Arch. Toxicol. 2013, 87 (7), 1181−1200. (7) Brodd, R. J. Batteries for Sustainability: Selected Entries from the Encyclopedia of Sustainability Science and Technology; Springer, 2012. (8) Grey, C. P.; Ceder, G.; Kang, K.; Meng, Y. S.; Bre, J. Electrodes with High Power and High Capacity for Rechargeable Lithium Batteries. Science. 2005, 311, 1−5. (9) Pollet, B. G.; Staffell, I.; Shang, J. L. Current Status of Hybrid, Battery and Fuel Cell Electric Vehicles: From Electrochemistry to Market Prospects. Electrochim. Acta 2012, 84, 235−249. (10) Wang, Y.; Yu, Y.; Huang, K.; Chen, B.; Deng, W.; Yao, Y. Quantifying the Environmental Impact of a Li-Rich High-Capacity Cathode Material in Electric Vehicles via Life Cycle Assessment. Environ. Sci. Pollut. Res. 2017, 24 (2), 1251−1260. (11) Liu, H.; Zhou, Y.; More,́ R.; Müller, R.; Fox, T.; Patzke, G. R. Correlations among Structure, Electronic Properties, and Photochemical Water Oxidation: A Case Study on Lithium Cobalt Oxides. ACS Catal. 2015, 5 (6), 3791−3800. (12) Hang, M. N.; Hudson-Smith, N. V.; Clement, P. L.; Zhang, Y.; Wang, C.; Haynes, C. L.; Hamers, R. J. Influence of Nanoparticle Morphology on Ion Release and Biological Impact of Nickel Manganese Cobalt Oxide (NMC) Complex Oxide Nanomaterials. ACS Appl. Nano Mater. 2018, 1 (4), 1721−1730. (13) Olivetti, E. A.; Ceder, G.; Gaustad, G. G.; Fu, X. Lithium-Ion Battery Supply Chain Considerations: Analysis of Potential Bottlenecks in Critical Metals. Joule 2017, 1 (2), 229−243. (14) Winslow, K. M.; Laux, S. J.; Townsend, T. G. A Review on the Growing Concern and Potential Management Strategies of Waste Lithium-Ion Batteries. Resources, Conservation and Recycling. Elsevier 2018 129, 263−277. https://doi.org/10.1016/j.resconrec.2017.11. 001. (15) Zou, H.; Gratz, E.; Apelian, D.; Wang, Y. A Novel Method to Recycle Mixed Cathode Materials for Lithium Ion Batteries. Green Chem. 2013, 15 (5), 1183.\n(16) Kang, D. H. P.; Chen, M.; Ogunseitan, O. A. Potential Environmental and Human Health Impacts of Rechargeable Lithium Batteries in Electronic Waste. Environ. Sci. Technol. 2013, 47 (10), 5495−5503. (17) Hamers, R. J. Nanomaterials and Global Sustainability. Acc. Chem. Res. 2017, 50 (3), 633−637. (18) Bennett, J. W.; Jones, D.; Huang, X.; Hamers, R. J.; Mason, S. E. Dissolution of Complex Metal Oxides from First-Principles and Thermodynamics: Cation Removal from the (001) Surface of Li(Ni 1/3 Mn 1/3 Co 1/3)O 2. Environ. Sci. Technol. 2018, 52 (10), 5792− 5802. (19) Bozich, J.; Hang, M.; Hamers, R.; Klaper, R. Core Chemistry Influences the Toxicity of Multicomponent Metal Oxide Nanomaterials, Lithium Nickel Manganese Cobalt Oxide, and Lithium Cobalt Oxide to Daphnia Magna. Environ. Toxicol. Chem. 2017, 36 (9), 2493−2502. (20) Bećhard, K. M.; Gillis, P. L.; Wood, C. M. Acute Toxicity of Waterborne Cd, Cu, Pb, Ni, and Zn to First-Instar Chironomus Riparius Larvae. Arch. Environ. Contam. Toxicol. 2008, 54 (3), 454− 459. (21) Besser, J. M.; Brumbaugh, W. G.; Ingersoll, C. G.; Ivey, C. D.; Kunz, J. L.; Kemble, N. E.; Schlekat, C. E.; Garman, E. R. Chronic Toxicity of Nickel-Spiked Freshwater Sediments: Variation in Toxicity among Eight Invertebrate Taxa and Eight Sediments. Environ. Toxicol. Chem. 2013, 32 (11), 2495−2506. (22) Khangarot, B. S.; Ray, P. K. Sensitivity of Midge Larvae OfChironomus Tentans Fabricius (Diptera Chironomidae) to Heavy Metals. Bull. Environ. Contam. Toxicol. 1989, 42 (3), 325−330. (23) Münzinger, A. Effects of Nickel on Daphnia Magna during Chronic Exposure and Alterations in the Toxicity to Generations PreExposed to Nickel. Water Res. 1990, 24 (7), 845−852. (24) Subba Rao, D.; Saxena, A. B. Research Report: Acute Toxicity of Mercury, Zinc, Lead, Cadmium, Manganese to the Chironomus Sp. Int. J. Environ. Stud. 1981, 16 (3−4), 225−226. (25) Fjal̈lborg, B.; Li, B.; Nilsson, E.; Dave, G. Toxicity Identification Evaluation of Five Metals Performed with Two Organisms (Daphnia Magna and Lactuca Sativa). Arch. Environ. Contam. Toxicol. 2006, 50 (2), 196−204. (26) Van Koetsem, F.; Verstraete, S.; Van der Meeren, P.; Du Laing, G. Stability of Engineered Nanomaterials in Complex Aqueous Matrices: Settling Behaviour of CeO2 Nanoparticles in Natural Surface Waters. Environ. Res. 2015, 142, 207−214. (27) Zhang, Y.; Chen, Y.; Westerhoff, P.; Hristovski, K.; Crittenden, J. C. Stability of Commercial Metal Oxide Nanoparticles in Water. Water Res. 2008, 42 (8−9), 2204−2212. (28) Velzeboer, I.; Hendriks, A. J.; Ragas, A. M. J.; van de Meent, D. Aquatic Ecotoxicity Tetst of Some Nanomaterials. Environ. Toxicol. Chem. 2008, 27 (9), 1942. (29) Armitage, P. D.; Cranston, P. S.; Pinder, L. C. V. The Chironomidae: Biology and Ecology of Non-Biting Midges, 1st ed.; Chapman & Hall, 1995. (30) Besten, P. J. den.; Munawar, M. Ecotoxicological Testing of"
    }, {
      "heading" : "Marine and Freshwater Ecosystems: Emerging Techniques, Trends, and",
      "text" : "Strategies; Taylor & Francis, 2005. (31) Oppold, A. M.; Schmidt, H.; Rose, M.; Hellmann, S. L.; Dolze, F.; Ripp, F.; Weich, B.; Schmidt-Ott, U.; Schmidt, E.; Kofler, R.; Hankeln, T.; Pfenninger, M. Chironomus Riparius (Diptera) Genome Sequencing Reveals the Impact of Minisatellite Transposable Elements on Population Divergence. Mol. Ecol. 2017, 26 (12), 3256−3275. (32) Park, S.-Y.; Chung, J.; Colman, B. P.; Matson, C. W.; Kim, Y.; Lee, B.-C.; Kim, P.-J.; Choi, K.; Choi, J. Ecotoxicity of Bare and Coated Silver Nanoparticles in the Aquatic Midge, Chironomus Riparius. Environ. Toxicol. Chem. 2015, 34 (9), 2023−2032. (33) Gopalakrishnan Nair, P. M.; Chung, I. M. Alteration in the Expression of Antioxidant and Detoxification Genes in Chironomus Riparius Exposed to Zinc Oxide Nanoparticles. Comp. Biochem. Physiol., Part B: Biochem. Mol. Biol. 2015, 190, 1−7.\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3868\n(34) Waissi-Leinonen, G. C.; Petersen, E. J.; Pakarinen, K.; Akkanen, J.; Leppan̈en, M. T.; Kukkonen, J. V. K. Toxicity of Fullerene (C60) to Sediment-Dwelling Invertebrate Chironomus Riparius Larvae. Environ. Toxicol. Chem. 2012, 31 (9), 2108−2116. (35) Nair, P. M. G.; Park, S. Y.; Lee, S.-W.; Choi, J. Differential Expression of Ribosomal Protein Gene, Gonadotrophin Releasing Hormone Gene and Balbiani Ring Protein Gene in Silver Nanoparticles Exposed Chironomus Riparius. Aquat. Toxicol. 2011, 101 (1), 31−37. (36) Lee, S.-W.; Kim, S.-M.; Choi, J. Genotoxicity and Ecotoxicity Assays Using the Freshwater Crustacean Daphnia Magna and the Larva of the Aquatic Midge Chironomus Riparius to Screen the Ecological Risks of Nanoparticle Exposure. Environ. Toxicol. Pharmacol. 2009, 28 (1), 86−91. (37) Dogangün, M.; Hang, M. N.; Troiano, J. M.; McGeachy, A. C.; Melby, E. S.; Pedersen, J. A.; Hamers, R. J.; Geiger, F. M. Alteration of Membrane Compositional Asymmetry by LiCoO2 Nanosheets. ACS Nano 2015, 9 (9), 8755−8765. (38) Hang, M. N.; Gunsolus, I. L.; Wayland, H.; Melby, E. S.; Mensch, A. C.; Hurley, K. R.; Pedersen, J. A.; Haynes, C. L.; Hamers, R. J. Impact of Nanoscale Lithium Nickel Manganese Cobalt Oxide (NMC) on the Bacterium Shewanella Oneidensis MR-1. Chem. Mater. 2016, 28 (4), 1092−1100. (39) Livak, K. J.; Schmittgen, T. D. Analysis of Relative Gene Expression Data Using Real-Time Quantitative PCR and the 2−ΔΔCT Method. Methods 2001, 25 (4), 402−408. (40) Markus, A. A.; Parsons, J. R.; Roex, E. W. M.; de Voogt, P.; Laane, R. W. P. M. Modeling Aggregation and Sedimentation of Nanoparticles in the Aquatic Environment. Sci. Total Environ. 2015, 506−507, 323−329. (41) Brunelli, A.; Pojana, G.; Callegaro, S.; Marcomini, A. Agglomeration and Sedimentation of Titanium Dioxide Nanoparticles (n-TiO2) in Synthetic and Real Waters. J. Nanopart. Res. 2013, 15 (6), 1684. (42) Baalousha, M. Aggregation and Disaggregation of Iron Oxide Nanoparticles: Influence of Particle Concentration, PH and Natural Organic Matter. Sci. Total Environ. 2009, 407 (6), 2093−2101. (43) Baalousha, M. Effect of Nanomaterial and Media Physicochemical Properties on Nanomaterial Aggregation Kinetics. NanoImpact 2017, 6, 55−68. (44) Milani, D.; Reynoldson, T. B.; Borgmann, U.; Kolasa, J. The Relative Sensitivity of Four Benthic Invertebrates to Metals in SpikedSediment Exposures and Application to Contaminated Field Sediment. In Environ. Toxicol. Chem.; John Wiley & Sons, Ltd., 2003; Vol. 2 2 , p p 8 4 5− 8 5 4 . h t t p s : / / d o i . o r g / 1 0 . 1 8 9 7 / 1 5 5 1 - 5028(2003)022<0845:TRSOFB>2.0.CO;2. (45) Thorgersen, M. P.; Downs, D. M. Cobalt Targets Multiple Metabolic Processes in Salmonella Enterica. J. Bacteriol. 2007, 189 (21), 7774−7781. (46) Misra, M.; Rodriguez, R. E.; Kasprzak, K. S. Nickel Induced Lipid Peroxidation in the Rat: Correlation with Nickel Effect on Antioxidant Defense Systems. Toxicology 1990, 64 (1), 1−17. (47) Alarifi, S.; Ali, D.; Y, A. O.; Ahamed, M.; Siddiqui, M. A.; AlKhedhairy, A. A. Oxidative Stress Contributes to Cobalt Oxide Nanoparticles-Induced Cytotoxicity and DNA Damage in Human Hepatocarcinoma Cells. Int. J. Nanomed. 2013, 8, 189−199. (48) Ahamed, M.; Ali, D.; Alhadlaq, H. A.; Akhtar, M. J. Nickel Oxide Nanoparticles Exert Cytotoxicity via Oxidative Stress and Induce Apoptotic Response in Human Liver Cells (HepG2). Chemosphere 2013, 93 (10), 2514−2522. (49) Casalino, E.; Calzaretti, G.; Sblano, C.; Landriscina, C. Molecular Inhibitory Mechanisms of Antioxidant Enzymes in Rat Liver and Kidney by Cadmium. Toxicology 2002, 179 (1−2), 37−50. (50) Covaliu, C. I.; Matei, C.; Litescu, S.; Eremia, S. A.-M.; Stanica, N.; Diamandescu, L.; Ianculescu, A.; Jitaru, I.; Berger, D. Radical Scavenger Properties of Oxide Nanoparticles Stabilized with Biopolymer Matrix. J. Nanopart. Res. 2011, 47 (1), 6169. (51) Kim, B. M.; Choi, B. S.; Lee, K. W.; Ki, J. S.; Kim, I. C.; Choi, I. Y.; Rhee, J. S.; Lee, J. S. Expression Profile Analysis of Antioxidative\nStress and Developmental Pathway Genes in the Manganese-Exposed Intertidal Copepod Tigriopus Japonicus with 6K Oligochip. Chemosphere 2013, 92 (9), 1214−1223. (52) Maines, M. D. Evidence for the Catabolism of Polychlorinated Biphenyl-Induced Cytochrome P-448 by Microsomal Heme Oxygenase, and the Inhibition of Delta-Aminolevulinate Dehydratase by Polychlorinated Biphenyls. J. Exp. Med. 1976, 144 (6), 1509−1519. (53) Maines, M. D.; Sinclair, P. Cobalt Regulation of Heme Synthesis and Degradation in Avian Embryo Liver Cell Culture. J. Biol. Chem. 1977, 252 (1), 219−223. (54) Ranquet, C.; Ollagnier-de-Choudens, S.; Loiseau, L.; Barras, F.; Fontecave, M. Cobalt Stress in Escherichia coli. The Effect on the IronSulfur Proteins. J. Biol. Chem. 2007, 282 (42), 30442−30451. (55) Yasukochi, Y.; Nakamura, M.; Minakami, S. Effect of Cobalt on the Synthesis and Degradation of Hepatic Catalase in Vivo. Biochem. J. 1974, 144 (3), 455−464. (56) Kubrak, O. I.; Husak, V. V.; Rovenko, B. M.; Storey, J. M.; Storey, K. B.; Lushchak, V. I. Cobalt-Induced Oxidative Stress in Brain, Liver and Kidney of Goldfish Carassius Auratus. Chemosphere 2011, 85 (6), 983−989. (57) Walshe, B. Y. B. M. the Function of Haemoglobin in Tanytarsus (Chironomidae). J. Exp. Biol. 1947, 24 (3−4), 343−351. (58) Peijnenburg, W. J. G. M.; Baalousha, M.; Chen, J.; Chaudry, Q.; Von Der Kammer, F.; Kuhlbusch, T. A. J.; Lead, J.; Nickel, C.; Quik, J. T. K.; Renker, M.; et al. A Review of the Properties and Processes Determining the Fate of Engineered Nanomaterials in the Aquatic Environment. Crit. Rev. Environ. Sci. Technol. 2015, 45 (19), 2084− 2134. (59) Ptatscheck, C.; Putzki, H.; Traunspurger, W. Impact of Deposit-Feeding Chironomid Larvae (Chironomus Riparius) on Meiofauna and Protozoans. Freshw. Sci. 2017, 36 (4), 796−804. (60) Rasmussen, J. B. Comparison of Gut Contents and Assimilation Efficiency of Fourth Instar Larvae of Two Coexisting Chironomids, Chironomus Riparius Meigen and Glyptotendipes Paripes (Edwards). Can. J. Zool. 1984, 62 (6), 1022−1026. (61) Waissi, G. C.; Bold, S.; Pakarinen, K.; Akkanen, J.; Leppan̈en, M. T.; Petersen, E. J.; Kukkonen, J. V. K. Chironomus Riparius Exposure to Fullerene-Contaminated Sediment Results in Oxidative Stress and May Impact Life Cycle Parameters. J. Hazard. Mater. 2017, 322, 301−309. (62) Chaurand, P.; Liu, W.; Borschneck, D.; Levard, C.; Auffan, M.; Paul, E.; Collin, B.; Kieffer, I.; Lanone, S.; Rose, J.; et al. Multi-Scale X-Ray Computed Tomography to Detect and Localize Metal-Based Nanomaterials in Lung Tissues of in Vivo Exposed Mice. Sci. Rep. 2018, 8 (1), 4408. (63) Cagno, S.; Brede, D. A.; Nuyts, G.; Vanmeert, F.; Pacureanu, A.; Tucoulou, R.; Cloetens, P.; Falkenberg, G.; Janssens, K.; Salbu, B.; et al. Combined Computed Nanotomography and Nanoscopic X-Ray Fluorescence Imaging of Cobalt Nanoparticles in Caenorhabditis Elegans. Anal. Chem. 2017, 89 (21), 11435−11442. (64) Cross, R. K.; Tyler, C.; Galloway, T. S. Transformations That Affect Fate, Form and Bioavailability of Inorganic Nanoparticles in Aquatic Sediments. Environ. Chem. 2015, 12 (6), 627. (65) Cornelis, G.; Pang, L.; Doolette, C.; Kirby, J. K.; McLaughlin, M. J. Transport of Silver Nanoparticles in Saturated Columns of Natural Soils. Sci. Total Environ. 2013, 463−464, 120−130. (66) Peŕy, A. R. R.; Mons, R.; Flammarion, P.; Lagadic, L.; Garric, J. A Modeling Approach to Link Food Availability, Growth, Emergence, and Reproduction for the Midge Chironomus Riparius. Environ. Toxicol. Chem. 2002, 21 (11), 2507−2513. (67) Azevedo-Pereira, H. M. V. S.; Soares, A. M. V. M. Effects of Mercury on Growth, Emergence, and Behavior of Chironomus Riparius Meigen (Diptera: Chironomidae). Arch. Environ. Contam. Toxicol. 2010, 59 (2), 216−224. (68) Bour, A.; Mouchet, F.; Cadarsi, S.; Silvestre, J.; Baque,́ D.; Gauthier, L.; Pinelli, E. CeO2 Nanoparticle Fate in Environmental Conditions and Toxicity on a Freshwater Predator Species: A Microcosm Study. Environ. Sci. Pollut. Res. 2017, 24 (20), 17081− 17089.\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3869\n(69) Lowry, G. V.; Espinasse, B. P.; Badireddy, A. R.; Richardson, C. J.; Reinsch, B. C.; Bryant, L. D.; Bone, A. J.; Deonarine, A.; Chae, S.; Therezien, M.; et al. Long-Term Transformation and Fate of Manufactured Ag Nanoparticles in a Simulated Large Scale Freshwater Emergent Wetland. Environ. Sci. Technol. 2012, 46 (13), 7027− 7036. (70) Koelmans, A. A.; Quik, J. T. K.; Velzeboer, I. Lake Retention of Manufactured Nanoparticles. Environ. Pollut. 2015, 196, 171−175. (71) Gondikas, A. P.; von der Kammer, F.; Reed, R. B.; Wagner, S.; Ranville, J. F.; Hofmann, T. Release of TiO2 Nanoparticles from Sunscreens into Surface Waters: A One-Year Survey at the Old Danube Recreational Lake. Environ. Sci. Technol. 2014, 48 (10), 5415−5422. (72) Hendren, C. O.; Mesnard, X.; Dröge, J.; Wiesner, M. R. Estimating Production Data for Five Engineered Nanomaterials as a Basis for Exposure Assessment. Environ. Sci. Technol. 2011, 45 (7), 2562−2569. (73) Gottschalk, F.; Sun, T.; Nowack, B. Environmental Concentrations of Engineered Nanomaterials: Review of Modeling and Analytical Studies. Environ. Pollut. 2013, 181, 287−300. (74) Gottschalk, F.; Sun, T.; Nowack, B. Environmental Concentrations of Engineered Nanomaterials: Review of Modeling and Analytical Studies. Environ. Pollut. 2013, 181, 287−300.\nDOI: 10.1021/acs.est.8b06804 Environ. Sci. Technol. 2019, 53, 3860−3870\n3870"
    } ],
    "references" : [ {
      "title" : "A Promising Trend for Nano-EHS Research  Integrating Fate and Transport Analysis with Safety Assessment Using Model Organisms",
      "author" : [ "S. Lin", "H. Wang", "T. Yu" ],
      "venue" : "NanoImpact 2017,",
      "citeRegEx" : "Lin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanomaterials and Global Sustainability",
      "author" : [ "R.J. Hamers" ],
      "venue" : "Acc. Chem. Res. 2017,",
      "citeRegEx" : "Hamers,? \\Q2017\\E",
      "shortCiteRegEx" : "Hamers",
      "year" : 2017
    }, {
      "title" : "Stability of Commercial Metal Oxide Nanoparticles in Water",
      "author" : [ "C. J" ],
      "venue" : "Water Res. 2008,",
      "citeRegEx" : "J.,? \\Q2008\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2008
    }, {
      "title" : "Cobalt Stress in Escherichia coli",
      "author" : [ "M. Fontecave" ],
      "venue" : "The Effect on the IronSulfur Proteins. J. Biol. Chem. 2007,",
      "citeRegEx" : "Fontecave,? \\Q2007\\E",
      "shortCiteRegEx" : "Fontecave",
      "year" : 2007
    }, {
      "title" : "Function of Haemoglobin in Tanytarsus (Chironomidae)",
      "author" : [ "Walshe", "B.Y.B. M" ],
      "venue" : "J. Exp. Biol. 1947,",
      "citeRegEx" : "Walshe and M.,? \\Q1947\\E",
      "shortCiteRegEx" : "Walshe and M.",
      "year" : 1947
    }, {
      "title" : "Transport of Silver Nanoparticles in Saturated Columns of Natural Soils",
      "author" : [ "J. M" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "M.,? \\Q2013\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Most studies of nanomaterial environmental impacts have focused on relatively simple first-generation nanomaterials, including metals or metal oxides (e.g., Ag, ZnO) for which dissolution largely accounts for toxicity. Few studies have considered nanomaterials with more complex compositions, such as complex metal oxides, which represent an emerging class of next-generation nanomaterials used in commercial products at large scales. Importantly, many nanomaterials are not colloidally stable in aqueous environments and will aggregate and settle, yet most studies use pelagic rather than benthic-dwelling organisms. Here we show that exposure of the model benthic species Chironomus riparius to lithium cobalt oxide (LixCo1−xO2, LCO) and lithium nickel manganese cobalt oxide (LixNiyMnzCo1−y−zO2, NMC) at 10 and 100 mg·L−1 caused 30−60% declines in larval growth and a delay of 7−25 d in adult emergence. A correlated 41−48% decline in larval hemoglobin concentration and related gene expression changes suggest a potential adverse outcome pathway. Metal ions released from nanoparticles do not cause equivalent impacts, indicating a nanospecific effect. Nanomaterials settled within 2 days and indicate higher cumulative exposures to sediment organisms than those in the water column, making this a potentially realistic environmental exposure. Differences in toxicity between NMC and LCO indicate compositional tuning may reduce material impact.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}