{
  "name" : "downloads_2019-11-18_96_vantran2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Facile synthesis of manganese oxide-embedded mesoporous carbons and their adsorbability towards methylene blue",
    "authors" : [ "Thuan Van Tran", "Duyen Thi Cam Nguyen", "Hanh T.N. Le", "Chung Dinh Duong", "Long Giang Bach", "Hong-Tham T. Nguyen", "Trinh Duy Nguyen" ],
    "emails" : [ "ndtrinh@ntt.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nChemosphere\njournal homepage: www.elsevier .com/locate/chemosphere\nShort Communication\nFacile synthesis of manganese oxide-embedded mesoporous carbons and their adsorbability towards methylene blue\nThuan Van Tran a, Duyen Thi Cam Nguyen b, Hanh T.N. Le c, Chung Dinh Duong b, Long Giang Bach a, Hong-Tham T. Nguyen a, Trinh Duy Nguyen a, *\na NTT Hi-Tech Institute, Nguyen Tat Thanh University, 298-300A Nguyen Tat Thanh, Ward 13, District 4, Ho Chi Minh City, 700000, Viet Nam b Department of Pharmacy, Nguyen Tat Thanh University, 298-300A Nguyen Tat Thanh, Ward 13, District 4, Ho Chi Minh City, 700000, Viet Nam c Institute of Hygiene and Public Health, 159 Hung Phu, Ward 8, District 8, Ho Chi Minh City, 700000, Viet Nam\nh i g h l i g h t s\n* Corresponding author. E-mail address: ndtrinh@ntt.edu.vn (T.D. Nguyen)\nhttps://doi.org/10.1016/j.chemosphere.2019.04.079 0045-6535/© 2019 Elsevier Ltd. All rights reserved.\ng r a p h i c a l a b s t r a c t\nNovel MOPCx nanomaterials were facilely synthesized under various temperatures. Kinetic and isotherm of methylene blue adsorption onto MOPCx were investigated. Surface functional groups on MOPCx play a crucial role in methylene blue adsorption. MOPC950 reached the highest Qm value, at 124.1mg/g.\na r t i c l e i n f o\nArticle history: Received 19 January 2019 Received in revised form 8 April 2019 Accepted 10 April 2019 Available online 11 April 2019\nHandling Editor: Y Yeomin Yoon\nKeywords: Mn2(BDC)2(DMF)2 Mesoporous carbon Methylene blue adsorption\na b s t r a c t\nHerein, a facile strategy to fabricate the novel manganese oxide-imprinted mesoporous carbons (MOPCx, x presents for pyrolysis temperature) was described via the direct pyrolysis of Mn2(BDC)2(DMF)2 (BDC¼ 1,4ebenzenedicarboxylate, DMF¼N,Nedimethylformamide) as a self-sacrificed template at various temperatures (x¼ 550, 750, and 950 C). The characterization results demonstrated the existence of MnO embedded in carbon structures with different morphologies, and enhancing surface areas (249.86e294.67m2/g) compared with their precursor (3.59m2/g). For methylene blue adsorption experiments, the MOPC pyrolyzed at 950 C (MOPC950) revealed the best candidate with maximum uptake capacity (124.1mg/g), so far higher than other MOPCx and Mn2(BDC)2(DMF)2 materials. Finally, adsorption mechanisms involving H-bond, and pep interaction were proposed via the chemisorption between surface functional groups (carboxyl, phenol, lactone, and base).\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Organic dye-containing effluents originating from textile and paper industries can lead to a series of genetic mutations and carcinogenic long-term effects on human's health, hence,\n.\nintroducing the remediation methods is necessary (Karimifard and Alavi Moghaddam, 2018). There are several possible treatment pathways, such as electrolysis, membrane filtration, and advanced oxidation processes (AOPs), which have been developed to remove hazardous dye compounds; however, their applications can be narrowed by many significant drawbacks (Holkar et al., 2016). Take the AOPs as an emergent example, generating the carcinogenic byproducts and radical fragments during such treatment process may lead to adverse effects on the quality of treatedmedia (Ivanets et al.,\n2019). Others involving electrolysis and membrane filtration are unfavorable mainly because of their high cost and complex performance (Forgacs et al., 2004). By contrast, adsorption is considered as an effective and plausiblemethod for the removal of organic dyes because of its eco-friendliness and high performance (Rafatullah et al., 2010). Nevertheless, fabricating the efficient, reusable, and environment-friendly nanomaterials reaching high adsorbability towards organic dyes is the promising development.\nMetal-organic frameworks (MOFs) are crystalline inorganicorganic hybrid materials connected by anionic organic moieties forming nanosized cavities and open channel (V Tran et al., 2017a). Due to their unique properties in terms of porosity, chemical stability, and metal loading, MOFs have exhibited an abundance of potential applications in catalysis, drug delivery, sensors, H2/CH4 storage (Nguyen, 2017). Recently, MOFs have widely used as an ideal template for in situ synthesis of mesoporous carbon containing structures-embedded metals/metal oxides (Chen et al., 2018). Through the direct pyrolysis, MOFs can be swiftly transformed into mesoporous carbons with a hierarchically and ordered porous structure (Van Tran et al., 2019a). Notably, it is favorable to dope an amount of highly dispersed electron-rich heteroatoms (i.e., nitrogen) by functionalizing their ligands, providing more kinds of chemisorption interaction to enhance the adsorbability towards dye compounds (Chen et al., 2018). By controlling the pyrolysis temperature, moreover, MOFs-derived mesoporous carbons can obtain a variety of sizes, diverse morphologies, and large surface areas (Lee et al., 2014). The overall process occurs under the thermal treatment, mainly involving two crucial stages: (1) deconstruction of aromatic rings forming carbon matrixes, and (2) reduction/pyrolysis of metal-oxo clusters (Van Tran et al., 2019b). As a result, the pyrolysis conditions (i.e., temperature) play a crucial role in forming the characteristics of materials such as morphology, porosity, and adsorbability.\nTo our best knowledge, morphological characteristics, porosity, surface chemistry, and adsorbability towards dyes (e.g., methylene blue) of mesoporous carbons derived from Mn2(BDC)2(DMF)2 MOF at various pyrolysis temperatures was not previously mentioned; therefore, more studies are required. Herein, novel MnO-embedded mesoporous carbons (MOPCx) were synthesized via the pyrolysis of Mn2(BDC)2(DMF)2 under different temperatures (x¼ 550, 750, and 950 C). These nanomaterials were characterized and utilized for the decontamination of methylene blue (MB). The effect of contact time and concentration on MB adsorption was also studied."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Characterization",
      "text" : "All chemicals including methylene blue, 1,4ebenzenedicarboxylic acid (H2BDC), manganese(II) chloride tetrahydrate (MnCl2$6H2O), and N,Nedimethylformamide (DMF) were commercially purchased from Merck. The X-ray powder diffraction (XRD, Bruker Inc., Billerica, MA, USA) patterns were recorded on D8 Advance Bruker powder diffractometer using CueKa beams as excitation sources. Scanning electron microscope (SEM) images and Energy Dispersive X-Ray Spectroscopy (EDS) spectra were recorded on the S4800 High-Resolution Scanning Electron Microscope (Hitachi Inc., Krefeld, Germany), and JEOLJSM7600F (JEOL, Tokyo, Japan) instruments, respectively. The FTeIR spectra were recorded on the Nicolet 6700 spectrophotometer (Thermo Fischer Scientific Inc., Waltham, MA, USA), while the N2 adsorption/desorption isotherm and pore size distribution data were measured on the Micromeritics 2020 volumetric adsorption analyzer system (Micromeritics Inc., Norcross, GA, USA). The UVevis spectrophotometer (Shimadzu, Kyoto, Japan) was used to\ndetermine the MB concentration at 660 nm in wavelength."
    }, {
      "heading" : "2.2. Synthesis of nanomaterials",
      "text" : "The Mn2(BDC)2(DMF)2 was solvothermally produced (Ladrak et al., 2010). In a typical experiment, a homogeneous mixture of MnCl2$4H2O (0.87 g), C6H4(COOH)2 (1.09 g) and DMF (80mL) was maintained at 125 C during 24 h. The product was separated by decanting with mother liquor, and washed with DMF (3 10 mL) for three days, exchanged with dichloromethane (1 10 mL) within 1 day, then desiccated.\nThe MOPCx materials were fabricated beneath the pyrolysis of Mn2(BDC)2(DMF)2. Initially, 0.5 g Mn2(BDC)2(DMF)2 was loaded on a heat-resistant vessel and pyrolyzed at various temperatures from 550 C to 950\nC within 4 h under N2 (3\nC/min, 100 cm3/min). Then,\nas-received MOPCx samples were collected."
    }, {
      "heading" : "2.3. Adsorption studies",
      "text" : "Each experiment was separately carried out using a single adsorbent. To demonstrate the adsorption efficiency, each 1.0 g/l material was poured into a test tube containing 50mLMB (50e200mg/L) and stirred at room temperature for regular time intervals (0e480min). After the solids were removed from centrifugal methods, final MB content could be measured by UVevis spectrophotometer at 660 nm. The adsorption capacities including Qt (mg/g) at the time t (min) and Qe (mg/g) at the equilibrium time (min) were calculated by the following equations (Eqs. (1) and (2)):\nQt ¼ Co Ctm :V (1)\nQe ¼ Co Cem :V (2)\nwhere, Co, Ct, and Ce are initial, time and equilibrium concentrations (mg/L), respectively; m (g) and V (ml) are the amount of adsorbent and volume of solution, respectively.\nIn addition, the adsorption kinetics and isotherm equations (Eqs. S1eS11) were clarified in supplementary material (SI)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization",
      "text" : "Fig. 1 (a) presents a considerable difference of XRD diffraction patterns between Mn2(BDC)2(DMF)2 and MOPCx materials. The pattern for Mn2(BDC)2(DMF)2 shows typical peaks at around 9.8 , 10.7 , 14.5 , 29.2 , which was higher in line with a recent study, therefore, Mn2(BDC)2(DMF)2 was successfully prepared (Ladrak et al., 2010). By contrast, the profiles for MOPCx offered a high degree of crystallinity, which was attributable to the presence of MnO (JCPDS No. 07-0230) with regards to sharp peaks at 35.2 (111), 40.8 (200), 58.9 (220). This index was also commensurate with previous studies, suggesting that MOPCx materials are highly likely to contain MnO particles embedded in mesoporous carbon structure (Chae et al., 2013; Xiao et al., 2018).\nRaman spectra showing the structural fingerprints of Mn2(BDC)2(DMF)2 andMOPCxmaterials were recorded in Fig. 1 (b). Obviously, the Mn2(BDC)2(DMF)2 possessed a series of chemical bonds including carbon-hydrogen (855 cm 1), single carboncarbon (1136 cm 1), carboxylate (1431 cm 1), and double carboncarbon (1610 cm 1), while MOPCx materials marked the stereotypical D- (1310 cm 1) and G- (1590 cm 1) bands, indicating\nhierarchical and hollow structures with more defectiveness. Note that D-band relates to structurally defective/disordered sp2 hybridized carbons, while G-band corresponds to a tangential vibration of sp2 hybridized carbons; and an integral intensity ratio (ID/IG) between D-band (ID) and G-band (IG) reflects the level of graphitic ordering nature (Malard et al., 2009). Obviously, ID/IG values increased (1.01e1.11) along with boosting pyrolysis temperature (550e950 C), which means a gradual decline in the level of graphitic defective nature in mesoporous carbons (Ferrari, 2007). Notably, the typical peak at 631 cm 1 reflecting the existence of manganeseeoxygen (gMneO) coordination bonds in Mn2(BDC)2(DMF)2 shifted to a new position (646 cm 1) for all Raman spectra of MOPCx. Above phenomenon can be attributable to the effect of pyrolysis temperature, which weak MneO coordination bonds in Mn2(BDC)2(DMF)2 may be gradually broken and formed the powerful MneO ionic bonds during the pyrolysis, leading to Raman shifts from 631 cm 1 to 646 cm 1 (Liu et al., 2015; Xu et al., 2012). Moreover, the intensity of latter peaks tends to increase with boosting pyrolysis temperatures, suggesting that the manganese oxide phases in MOPCxmay become more dominant at higher pyrolysis temperature.\nThe existence of C, O, and Mn atoms can be confirmed by using EDS spectra as shown in Fig. 1 (c). Moreover, the relative composition of manganese can be determined with an upward trend from 6.4% in Mn2(BDC)2(DMF)2e24.4% in MOPC950, which may be attributable to the effect of high-temperature pyrolysis accompanying with gradual deconstruction of Mn-MOF to release volatile components such as CO2, DMF, etc.\nTo quantify the functional groups (phenolic, lactonic, carboxylic\ngroups, and basic groups) on the surface of materials, the Boehm titration can be conducted by using (1) HCl to neutralize total bases; (2) NaOH as a strong base to neutralize Brønsted acids (phenol, lactone, and carboxylic acid); (3) Na2CO3 to neutralize both lactone and carboxylic acid; and (4) NaHCO3 to neutralize carboxylic groups only (Goertzen et al., 2010). As illustrated in Fig. 1 (d), all materials of MOPCx family contain functional groups with various quantities, while these groups are absent from Mn2(BDC)2(DMF)2 precursor, suggesting that functional groups were formed during the pyrolysis. In detail, the MOPC950 obtained the enormous amount of total functional groups, at 2.37mmol/g, while these numbers for MOPC750 and MOPC550 were considerably lower, at 2.2, and 1.66mmol/g, respectively.\nFig. 1 (e) represents adsorption-desorption isotherms for Mn2(BDC)2(DMF)2 and MOPCx. Generally, the presence of hysteresis loops (Type IV) proved that MOPCx materials obtained mesoporous structure, while pore size distribution curves in Fig. 1 (f) asserted that pore sizes of MOPCx mainly ranged from 2 to 50 nm. By contrast, the isotherm of Mn2(BDC)2(DMF)2 exhibited a Type II (IUPAC) pattern with non-porous or macroporous (>50 nm) structure. To support these, Table 1 also shows a remarkable distinction in characteristic values between Mn2(BDC)2(DMF)2 with and without pyrolysis. Accordingly, origin Mn2(BDC)2(DMF)2 acquired a shallow surface area (3.59m2/g), while those figures for MOPCx family were so far higher (249.86e294.67m2/g). The surface areas of materials tend to depend on pyrolysis temperature, and enlarged together with boosting temperature (550e950 C); especially, the MOPC950 obtained the highest surface area (294.67m2/g) and pore volume (0.3456 cm3/g), respectively. It is suggested that the\nTable 1 Characteristics of Mn2(BDC)2(DMF)2, MOPC550, MOPC750, and MOPC950.\nNanomaterials BET surface area (m2/g) Micropore surface area (m2/g) Total pore volume (cm3/g) Micropore volume (cm3/g) Vmicro/Vtotal (%) Pore diameter (Å)\nMn2(BDC)2(DMF)2 3.59 2.88 0.0099 0.0008 8.1 14.5 MOPC550 249.86 132.61 0.4321 0.0518 12.0 15.0 MOPC750 263.37 192.06 0.2646 0.0884 33.4 13.0 MOPC950 294.67 220.25 0.3456 0.1003 29.0 14.4\nporosity of MOPCx family may mainly rely on thermal stability of Mn2(BDC)2(DMF)2 during pyrolysis rather than structurally topological nature of the origin, and the pivotal role of the pyrolysis process plays in enhancing the porosity of non-porous Mn2(BDC)2(DMF)2 (Van Tran et al., 2019c). He et al. observed the same improvement in a porosity of carbon product (514m2/g) by pyrolyzing a non-porous Mg3(BPDC)3$4DMF at 650 C (He et al., 2016). To gain insight into the inherent structure, the morphological properties were analyzed and shown in Fig. 2. At a glance, nanomaterials witnessed the profound difference in morphology under synthesis conditions. SEM image of Mn2(BDC)2(DMF)2 in Fig. 2 (a) shows a rough surface with fragmented pieces, while MOPC550 in Fig. 2 (b) acquires a loose homogeneous laminar structure. Especially, MOPC750 and MOPC950 in Fig. 2 (c, d) appear microspheres with 200e250 nm in diameter, but the latter seems to have more defectiveness and porosity. TEM images in Fig. 2 (eeh) indicate an increase in heterogeneousness of materials. Indeed, Mn2(BDC)2(DMF)2 structure is homogeneous, while MOPCx nanocomposites display an overall encapsulation of manganese oxides (dark regions) by mesoporous carbon matrices (opaque regions)."
    }, {
      "heading" : "3.2. Adsorption kinetics",
      "text" : "The impact of contact time on MB adsorbability in range of concentrations 50, 100, 150, and 200mg/L over Mn2(BDC)2(DMF)2 and MOPCx nanomaterials was investigated from 0 to 480min. According to Fig. 3 (aed), the equilibrium adsorption time was generally reached after 360min. The kinetic equations were also described through nonlinear pseudo-first-order and pseudosecond-order models. According to Table S1, the coefficient of\ndetermination (R2) for all latter models were so far higher than those in former models, suggesting that adsorption of MB onto nanomaterials obeyed chemisorption mechanism through ratecontrolling steps. Also, their adsorption capacity values tended to increase with a rise in concentration, and obtained the most significant capacity, at 132.05mg/g for MOPC950. Obtaining such high adsorption capacity can be rooted from the fact that MOPC950 owns a hierarchical, and defective structure along with the highest surface area (294.67m2/g). Moreover, this adsorbent contains the largest quantity of surface functional groups (2.37mmol/g) as shown in Fig. 1 (d), facilitating the chemisorption occurring between surface functional groups of MOPC950 adsorbent and methylene blue molecules."
    }, {
      "heading" : "3.3. Adsorption isotherms",
      "text" : "Isotherm equations can be mathematically established to correlate between experimental and predicted data, illuminating the adsorption mechanism of MB onto Mn2(BDC)2(DMF)2 and MOPCx. Herein, we mentioned four nonlinear isotherm models involving Langmuir, Freundlich, Temkin, and DubininRadushkevich (D-R). A range of MB concentration (50e200mg/L) was conducted and plotted in Fig. 3 (e). According to Table S2, coefficients of determination were all higher than 0.92, proving the muscular fitness of proposed models.\nAccordingly, adsorption of MB on MOPC950 obeyed Langmuir model (R2¼ 0.9887) with monolayer adsorption mechanism. Meanwhile, multilayer adsorption can occur on the other nanomaterials including Mn2(BDC)2(DMF)2, MOPC550, and MOPC750 (R2¼ 0.9563e0.9998). In addition, separation factor RL could be used to assess the favorability of methylene blue adsorption over\n(a, e); MOPC550 (b, f); MOPC750 (c, g), and MOPC950 (d, h).\nthe surface of materials (Bhadra et al., 2017). As shown in Table S2, the values of RL obtained ranged from 0.0029 (MOPC950) to 0.7371 (Mn2(BDC)2(DMF)2), asserting that the adsorption of methylene blue was a favorable process (Nguyen, 2019). The magnitude of RL sharply decreased with increasing the pyrolysis temperature, indicating that the MB adsorption onto MOPC950 (with RL¼ 0.0029) was the most favorable process. This trend was also commensurate with the maximum adsorption capacity values (Qm), which calculated from Langmuir equation (Table S2). Indeed, as observed in Fig. 3 (f), Qm values were found as follows: Mn2(BDC)2(DMF)2 (13.4mg/g)<MOPC550 (49.5mg/g)<MOPC750 (65.9mg/g)<MOPC950 (124.1mg/g), suggesting the highest MB adsorption effectiveness for MOPC950. These results confirmed the\nprofound effect of pyrolysis temperature on the maximum adsorption capacities of adsorbents. Moreover, compared with other materials reported previously, the maximum MB adsorption capacity (Qm) obtained herein was significantly higher (Table 2); therefore, dye adsorption by MOPCx materials may be a feasible approach."
    }, {
      "heading" : "3.4. Role of surface chemistry",
      "text" : "Theoretically, a porous and defective structure along with high surface area may bring an advantage for the adsorption; however, such correlation is not always right. Vadivelan et al. asserted that the sorption dynamics could depend on other factors, such as (1)\nous materials.\ntransportation of the solute from bulk solution, (2) solute diffusion into micropore, and (3) adsorption of solute on the pore surface (Vadivelan and Kumar, 2005). Herein, we have insight into the role of surface chemistry in explaining the MB adsorption results obtained by MOPCx family.\nAs mentioned, three nanomaterials of MOPCx family contained various surface functional groups including carboxyl, lactone, phenolic and basic groups via Boehm titration methods in Fig. 1 (d). Moreover, their total quantity obeyed the following order: Mn2(BDC)2(DMF)2 (0.0mmol/g)<MOPC550 (1.66mmol/ g)<MOPC750 (2.2mmol/g)<MOPC950 (2.37mmol/g), while the maximum MB adsorption capacities Qm obtained by Langmuir model in Fig. 2 (f) also adhered to the same order. Especially, as illustrated in adsorption kinetics, the uptake of MBmolecules was a “chemisorption process”, which ascribes the intramolecular interactions between adsorbent and adsorbate to surface functional groups. These results may, therefore, reflect the pivotal role of functional groups on the surface of MOPCx adsorbents playing in enhancing the adsorbability towards MB molecules.\nGenerally, some plausible mechanisms related to surface functional groups via chemisorption can be proposed, including Hbond, electrostatic attraction, and pep interaction. Firstly, the type of H-bond can be formed between MB molecules and functional groups. MB molecules are constituted of tertiary amines (eNR2) served as “H-acceptors”, while oxygenated functional groups (1.53e2.17mmol/g) involving carboxylic, lactonic, and phenolic groups can act as “H-donors”. Consequently, the complex between “H-acceptors” and “H-donors” can generate the type of H-bond (Bhadra et al., 2017). Secondly, basic functional groups (0.13e0.25mmol/g) on the surface of MOPCx can create a bridge with cationic MB dyes, leading to the formation of “electrostatic attraction”. The nature of these interactions is relatively stable; hence, the adsorption of MB by MOPCx can be improved. Finally, pep interaction can appear due to the presence of aromatic rings between MB molecules and functional groups/carbon matrixes. Tran also reported that pep interaction can significantly contribute to the dyes adsorption mechanism (Tran et al., 2017)."
    }, {
      "heading" : "4. Conclusion",
      "text" : "The Mn2(BDC)2(DMF)2-derived manganese oxide-embedded mesoporous carbons (MOPCx) nanomaterials were successfully synthesized via tunable pyrolysis and structurally characterized. The MOPCx nanomaterials showed the presence of MnO in structure and gave different morphologies along with higher surface areas (249.86e294.67m2/g). In adsorption experiments, it was found that MB adsorption capacities (49.5e124.1mg/g) correlated well with the pyrolysis temperature (550e750 C). In-depth adsorption mechanisms were proposed with the primary role of surface chemistry through H-bond, electrostatic attraction, and pep interaction. With high maximum adsorption capacities, the MOPCx nanomaterials are recommended as efficient adsorbents for the removal of dyes from water."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This research is funded by Vietnam National Foundation for Science and Technology Development (NAFOSTED) under grant number 104.05-2018.336."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.chemosphere.2019.04.079."
    } ],
    "references" : [ {
      "title" : "Removal of methylene blue from aqueous solution by a solvothermal-synthesized graphene/magnetite composite",
      "author" : [ "L. Ai", "C. Zhang", "Z. Chen" ],
      "venue" : "J. Hazard Mater",
      "citeRegEx" : "Ai et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ai et al\\.",
      "year" : 2011
    }, {
      "title" : "Enhanced adsorption of methylene blue onto graphene oxide-doped XFe2O4 (X 1⁄4 Co, Mn, Ni) nanocomposites: kinetic, isothermal, thermodynamic and recyclability studies",
      "author" : [ "L.G. Bach", "T. Van Tran", "T.D. Nguyen", "T. Van Pham", "S.T. Do" ],
      "venue" : "Res. Chem. Intermed",
      "citeRegEx" : "Bach et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bach et al\\.",
      "year" : 2018
    }, {
      "title" : "Adsorptive removal of ibuprofen and diclofenac from water using metal-organic framework-derived porous carbon",
      "author" : [ "B.N. Bhadra", "I. Ahmed", "S. Kim", "S.H. Jhung" ],
      "venue" : "Chem. Eng. J. 314,",
      "citeRegEx" : "Bhadra et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bhadra et al\\.",
      "year" : 2017
    }, {
      "title" : "A Li-ion battery using LiMn2O4 cathode and MnOx/C anode",
      "author" : [ "C. Chae", "H. Park", "D. Kim", "J. Kim", "Oh", "E.-S", "J.K. Lee" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "Chae et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chae et al\\.",
      "year" : 2013
    }, {
      "title" : "Removal of methylene blue and mechanism on magnetic g-Fe2O3/SiO2 nanocomposite from aqueous solution",
      "author" : [ "D. Chen", "Z. Zeng", "Y. Zeng", "F. Zhang", "M. Wang" ],
      "venue" : "Water Resour. Ind. 15,",
      "citeRegEx" : "Chen et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2016
    }, {
      "title" : "Metaleorganic framework-derived porous materials for catalysis",
      "author" : [ "Chen", "Y.-Z", "R. Zhang", "L. Jiao", "Jiang", "H.-L" ],
      "venue" : "Coord. Chem. Rev. 362,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Synthesis of magnetic oxidized multiwalled carbon nanotube-k-carrageenan-Fe3O4 nanocomposite adsorbent and its application in cationic Methylene Blue dye adsorption",
      "author" : [ "O. Duman", "S. Tunç", "T.G. Polat", "B.K. Bozo glan" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Duman et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Duman et al\\.",
      "year" : 2016
    }, {
      "title" : "Raman spectroscopy of graphene and graphite: disorder, electronephonon coupling, doping and nonadiabatic effects",
      "author" : [ "A.C. Ferrari" ],
      "venue" : "Solid State Commun",
      "citeRegEx" : "Ferrari,? \\Q2007\\E",
      "shortCiteRegEx" : "Ferrari",
      "year" : 2007
    }, {
      "title" : "Removal of synthetic dyes fromwastewaters: a review",
      "author" : [ "E. Forgacs", "T. Cserhati", "G. Oros" ],
      "venue" : "Environ. Int",
      "citeRegEx" : "Forgacs et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Forgacs et al\\.",
      "year" : 2004
    }, {
      "title" : "Adsorption of methylene blue by a high-efficiency adsorbent (polydopamine microspheres): kinetics, isotherm, thermodynamics and mechanism analysis",
      "author" : [ "J. Fu", "Z. Chen", "M. Wang", "S. Liu", "J. Zhang", "R. Han", "Q. Xu" ],
      "venue" : "Chem. Eng. J. 259,",
      "citeRegEx" : "Fu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2015
    }, {
      "title" : "Standardization of the Boehm titration. Part I. CO2 expulsion and endpoint determination",
      "author" : [ "K.D. eriault", "A.M. Oickle", "A.C. Tarasuk", "H.A. Andreas" ],
      "venue" : "Carbon N. Y",
      "citeRegEx" : "eriault et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "eriault et al\\.",
      "year" : 2010
    }, {
      "title" : "Removal of cationic dyes from aqueous solution using magnetic multi-wall carbon nanotube nanocomposite as adsorbent",
      "author" : [ "Gong", "J.-L", "B. Wang", "Zeng", "G.-M", "Yang", "C.-P", "Niu", "C.-G", "Q.-Y", "Zhou", "W.-J", "Y. Liang" ],
      "venue" : "J. Hazard Mater. 164,",
      "citeRegEx" : "Gong et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Gong et al\\.",
      "year" : 2009
    }, {
      "title" : "A comparative study on conversion of porous and non-porous metaleorganic frameworks (MOFs) into carbon-based composites for carbon dioxide capture",
      "author" : [ "Y. He", "J. Shang", "Q. Zhao", "Q. Gu", "K. Xie", "G. Li", "R. Singh", "P. Xiao", "P.A. Webley" ],
      "venue" : "Polyhedron 120,",
      "citeRegEx" : "He et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2016
    }, {
      "title" : "A critical review on textile wastewater treatments: possible approaches",
      "author" : [ "C.R. Holkar", "A.J. Jadhav", "D.V. Pinjari", "N.M. Mahamuni", "A.B. Pandit" ],
      "venue" : "J. Environ. Manag. 182,",
      "citeRegEx" : "Holkar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Holkar et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of metal ions adsorption on the efficiency of methylene blue degradation onto MgFe2O4 as Fenton-like catalysts. Colloids Surfaces A Physicochem",
      "author" : [ "M. a" ],
      "venue" : "17e26",
      "citeRegEx" : "a,? \\Q2019\\E",
      "shortCiteRegEx" : "a",
      "year" : 2019
    }, {
      "title" : "Application of response surface methodology in physicochemical removal of dyes from wastewater: a critical review",
      "author" : [ "S. Karimifard", "M.R. Alavi Moghaddam" ],
      "venue" : "Sci. Total Environ. 640e641,",
      "citeRegEx" : "Karimifard and Moghaddam,? \\Q2018\\E",
      "shortCiteRegEx" : "Karimifard and Moghaddam",
      "year" : 2018
    }, {
      "title" : "Manganese-Based metaleorganic frameworks as heterogeneous catalysts for the cyanosilylation of acetaldehyde",
      "author" : [ "T. Ladrak", "S. Smulders", "O. Roubeau", "S.J. Teat", "P. Gamez", "J. Reedijk" ],
      "venue" : "Eur. J. Inorg",
      "citeRegEx" : "Ladrak et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Ladrak et al\\.",
      "year" : 2010
    }, {
      "title" : "A transformative route to nanoporous manganese oxides of controlled oxidation states with identical textural properties",
      "author" : [ "J.H. Lee", "Y.J. Sa", "T.K. Kim", "H.R. Moon", "S.H. Joo" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "Lee et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2014
    }, {
      "title" : "Attapulgite/bentonite interactions for methylene blue adsorption characteristics from aqueous solution",
      "author" : [ "Y. Liu", "Y. Kang", "B. Mu", "A. Wang" ],
      "venue" : "Chem. Eng. J. 237,",
      "citeRegEx" : "Liu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2014
    }, {
      "title" : "Constructing the optimal conductive network in MnO-based nanohybrids as high-rate and long-life anode materials for lithium-ion batteries",
      "author" : [ "Liu", "D.-H", "Lü", "H.-Y", "Wu", "X.-L", "Hou", "B.-H", "F. Wan", "Bao", "S.-D", "Q. Yan", "Xie", "H.-M", "Wang", "R.-S" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "Liu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2015
    }, {
      "title" : "Raman spectroscopy in graphene",
      "author" : [ "L.M. Malard", "M.A. Pimenta", "G. Dresselhaus", "M.S. Dresselhaus" ],
      "venue" : "Phys. Rep. 473,",
      "citeRegEx" : "Malard et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Malard et al\\.",
      "year" : 2009
    }, {
      "title" : "The chemistry of titanium-based metal-organic frameworks",
      "author" : [ "H.L. Nguyen" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "Nguyen,? \\Q2017\\E",
      "shortCiteRegEx" : "Nguyen",
      "year" : 2017
    }, {
      "title" : "Metal-organic framework MIL-53(Fe) as an adsorbent for ibuprofen drug removal from aqueous solutions: response surface modeling and optimization",
      "author" : [ "D.T.C. Nguyen" ],
      "venue" : "J. Chem. Volume",
      "citeRegEx" : "Nguyen,? \\Q2019\\E",
      "shortCiteRegEx" : "Nguyen",
      "year" : 2019
    }, {
      "title" : "Adsorption of methylene blue on low-cost adsorbents: a review",
      "author" : [ "M. Rafatullah", "O. Sulaiman", "R. Hashim", "A. Ahmad" ],
      "venue" : "J. Hazard Mater",
      "citeRegEx" : "Rafatullah et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Rafatullah et al\\.",
      "year" : 2010
    }, {
      "title" : "Biocompatible G-Fe3O4/CA nanocomposites for the removal of methylene blue",
      "author" : [ "N. Song", "Wu", "X.-L", "S. Zhong", "H. Lin", "Chen", "J.-R" ],
      "venue" : "J. Mol. Liq. 212,",
      "citeRegEx" : "Song et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2015
    }, {
      "title" : "Insight into the adsorption mechanism of cationic dye onto biosorbents derived from agricultural wastes",
      "author" : [ "H.N. Tran", "You", "S.-J", "T.V. Nguyen", "Chao", "H.-P" ],
      "venue" : "Chem. Eng. Commun",
      "citeRegEx" : "Tran et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tran et al\\.",
      "year" : 2017
    }, {
      "title" : "MIL-53 (Fe) derived magnetic porous carbon as a robust adsorbent for the removal of phenolic compounds under the optimized conditions",
      "author" : [ "T. Van Tran", "V. Dai Cao", "V. Huu Nguyen", "B.N. Hoang", "Vo", "D.-V.N", "T.D. Nguyen", "L. Giang Bach" ],
      "venue" : "J. Environ",
      "citeRegEx" : "Tran et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tran et al\\.",
      "year" : 2019
    }, {
      "title" : "Tunable synthesis of mesoporous carbons from Fe3O (BDC) 3 for chloramphenicol antibiotic remediation",
      "author" : [ "T. Van Tran", "D.T.C. Nguyen", "H.T.N. Le", "L.G. Bach", "Vo", "D.-V.N", "S.S. Hong", "Phan", "T.-Q.T", "T.D. Nguyen" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "Tran et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Tran et al\\.",
      "year" : 2019
    }, {
      "title" : "A five coordination Cu(ii) cluster-based MOF and its application in the synthesis of pharmaceuticals via sp3 C-H/N-H oxidative coupling",
      "author" : [ "T.V. Tran", "H.T.N. Le", "H.Q. Ha", "X.N.T. Duong", "Nguyen", "L.H.-T", "T.L.H. Doan", "H.L. Nguyen", "T. Truong" ],
      "venue" : "Catal. Sci. Technol",
      "citeRegEx" : "Tran et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tran et al\\.",
      "year" : 2017
    }, {
      "title" : "Graphene oxide/Fe3O4/chitosan nanocomposite: a recoverable and recyclable adsorbent for organic dyes removal. Application to methylene",
      "author" : [ "H.V. Tran", "L.T. Bui", "T.T. Dinh", "D.H. Le", "C.D. Huynh", "A.X. Trinh" ],
      "venue" : "blue. Mater. Res. Express",
      "citeRegEx" : "Tran et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tran et al\\.",
      "year" : 2017
    }, {
      "title" : "Equilibrium, kinetics, mechanism, and process design for the sorption of methylene blue onto rice husk",
      "author" : [ "V. Vadivelan", "K.V. Kumar" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Vadivelan and Kumar,? \\Q2005\\E",
      "shortCiteRegEx" : "Vadivelan and Kumar",
      "year" : 2005
    }, {
      "title" : "Constructing yolk-shell MnO@ C nanodiscs through a carbothermal reduction process for highly stable lithium",
      "author" : [ "Xiao", "Y.-C", "Xu", "C.-Y", "Sun", "X.-Y", "Y. Pei", "Wang", "P.-P", "Ma", "F.-X", "L. Zhen" ],
      "venue" : "storage. Chem. Eng. J. 336,",
      "citeRegEx" : "Xiao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xiao et al\\.",
      "year" : 2018
    }, {
      "title" : "Facile synthesis of porous MnO/C nanotubes as a high capacity anode material for lithium ion batteries",
      "author" : [ "Xu", "G.-L", "Y.-F", "H. Sun", "F. Fu", "Zheng", "X.-M", "L. Huang", "Li", "J.-T", "Yang", "S.-H", "S.G. Sun" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Xu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "There are several possible treatment pathways, such as electrolysis, membrane filtration, and advanced oxidation processes (AOPs), which have been developed to remove hazardous dye compounds; however, their applications can be narrowed by many significant drawbacks (Holkar et al., 2016).",
      "startOffset" : 266,
      "endOffset" : 287
    }, {
      "referenceID" : 8,
      "context" : "Others involving electrolysis and membrane filtration are unfavorable mainly because of their high cost and complex performance (Forgacs et al., 2004).",
      "startOffset" : 128,
      "endOffset" : 150
    }, {
      "referenceID" : 23,
      "context" : "By contrast, adsorption is considered as an effective and plausiblemethod for the removal of organic dyes because of its eco-friendliness and high performance (Rafatullah et al., 2010).",
      "startOffset" : 159,
      "endOffset" : 184
    }, {
      "referenceID" : 21,
      "context" : "Due to their unique properties in terms of porosity, chemical stability, and metal loading, MOFs have exhibited an abundance of potential applications in catalysis, drug delivery, sensors, H2/CH4 storage (Nguyen, 2017).",
      "startOffset" : 204,
      "endOffset" : 218
    }, {
      "referenceID" : 5,
      "context" : "Recently, MOFs have widely used as an ideal template for in situ synthesis of mesoporous carbon containing structures-embedded metals/metal oxides (Chen et al., 2018).",
      "startOffset" : 147,
      "endOffset" : 166
    }, {
      "referenceID" : 5,
      "context" : ", nitrogen) by functionalizing their ligands, providing more kinds of chemisorption interaction to enhance the adsorbability towards dye compounds (Chen et al., 2018).",
      "startOffset" : 147,
      "endOffset" : 166
    }, {
      "referenceID" : 17,
      "context" : "By controlling the pyrolysis temperature, moreover, MOFs-derived mesoporous carbons can obtain a variety of sizes, diverse morphologies, and large surface areas (Lee et al., 2014).",
      "startOffset" : 161,
      "endOffset" : 179
    }, {
      "referenceID" : 16,
      "context" : "The Mn2(BDC)2(DMF)2 was solvothermally produced (Ladrak et al., 2010).",
      "startOffset" : 48,
      "endOffset" : 69
    }, {
      "referenceID" : 16,
      "context" : "2 , which was higher in line with a recent study, therefore, Mn2(BDC)2(DMF)2 was successfully prepared (Ladrak et al., 2010).",
      "startOffset" : 103,
      "endOffset" : 124
    }, {
      "referenceID" : 3,
      "context" : "This index was also commensurate with previous studies, suggesting that MOPCx materials are highly likely to contain MnO particles embedded in mesoporous carbon structure (Chae et al., 2013; Xiao et al., 2018).",
      "startOffset" : 171,
      "endOffset" : 209
    }, {
      "referenceID" : 31,
      "context" : "This index was also commensurate with previous studies, suggesting that MOPCx materials are highly likely to contain MnO particles embedded in mesoporous carbon structure (Chae et al., 2013; Xiao et al., 2018).",
      "startOffset" : 171,
      "endOffset" : 209
    }, {
      "referenceID" : 20,
      "context" : "Note that D-band relates to structurally defective/disordered sp2 hybridized carbons, while G-band corresponds to a tangential vibration of sp2 hybridized carbons; and an integral intensity ratio (ID/IG) between D-band (ID) and G-band (IG) reflects the level of graphitic ordering nature (Malard et al., 2009).",
      "startOffset" : 288,
      "endOffset" : 309
    }, {
      "referenceID" : 7,
      "context" : "11) along with boosting pyrolysis temperature (550e950 C), which means a gradual decline in the level of graphitic defective nature in mesoporous carbons (Ferrari, 2007).",
      "startOffset" : 154,
      "endOffset" : 169
    }, {
      "referenceID" : 19,
      "context" : "Above phenomenon can be attributable to the effect of pyrolysis temperature, which weak MneO coordination bonds in Mn2(BDC)2(DMF)2 may be gradually broken and formed the powerful MneO ionic bonds during the pyrolysis, leading to Raman shifts from 631 cm 1 to 646 cm 1 (Liu et al., 2015; Xu et al., 2012).",
      "startOffset" : 268,
      "endOffset" : 303
    }, {
      "referenceID" : 32,
      "context" : "Above phenomenon can be attributable to the effect of pyrolysis temperature, which weak MneO coordination bonds in Mn2(BDC)2(DMF)2 may be gradually broken and formed the powerful MneO ionic bonds during the pyrolysis, leading to Raman shifts from 631 cm 1 to 646 cm 1 (Liu et al., 2015; Xu et al., 2012).",
      "startOffset" : 268,
      "endOffset" : 303
    }, {
      "referenceID" : 12,
      "context" : "observed the same improvement in a porosity of carbon product (514m2/g) by pyrolyzing a non-porous Mg3(BPDC)3$4DMF at 650 C (He et al., 2016).",
      "startOffset" : 124,
      "endOffset" : 141
    }, {
      "referenceID" : 22,
      "context" : "7371 (Mn2(BDC)2(DMF)2), asserting that the adsorption of methylene blue was a favorable process (Nguyen, 2019).",
      "startOffset" : 96,
      "endOffset" : 110
    }, {
      "referenceID" : 30,
      "context" : "transportation of the solute from bulk solution, (2) solute diffusion into micropore, and (3) adsorption of solute on the pore surface (Vadivelan and Kumar, 2005).",
      "startOffset" : 135,
      "endOffset" : 162
    }, {
      "referenceID" : 2,
      "context" : "Consequently, the complex between “H-acceptors” and “H-donors” can generate the type of H-bond (Bhadra et al., 2017).",
      "startOffset" : 95,
      "endOffset" : 116
    }, {
      "referenceID" : 25,
      "context" : "Tran also reported that pep interaction can significantly contribute to the dyes adsorption mechanism (Tran et al., 2017).",
      "startOffset" : 102,
      "endOffset" : 121
    } ],
    "year" : 0,
    "abstractText" : "Novel MOPCx nanomaterials were facilely synthesized under various",
    "creator" : "Elsevier"
  }
}