{
  "name" : "downloads_2020-07-18_3d_shen2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Oxygen-Vacancy-Enriched Porous α‐MoO3 Nanosheets for Trimethylamine Sensing",
    "authors" : [ "Shikai Shen", "Xianfa Zhang", "Xiaoli Cheng", "Yingming Xu", "Shan Gao", "Hui Zhao", "Xin Zhou", "Lihua Huo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: MoO3, 2D ultrathin, porous, oxygen vacancy, TMA, sensing mechanism\n■ INTRODUCTION Trimethylamine (TMA) is a colorless, odorous gas at room temperature. It has a strong stimulating effect on the eyes, nose, throat, and respiratory tract of the human body. It is also produced by the decomposition of trimethylamine oxide (TMAO) during the seafood decay. When the TMA concentration is greater than 10 ppm, seafood is considered to be “rotted”.1,2 Therefore, low concentration of TMA detection is an important strategy to guarantee safety. Generally, gas chromatography is used to detect the composition and content of gases but it has problems such as long sample preparation time and the need of complicated equipment.3 In order to ensure the safety of environment and food, gas sensors are a type of very practical devices, which can be used for real-time monitoring. Li et al. reported that the sensor based on In2O3/SnO2 nanofibers had a response of 7.11−10 ppm TMA at 280 °C.4 Li et al. synthesized NiO− ZnO nanofibers, and the sensor exhibited sensitivity to TMA. The response reached 76−10 ppm TMA at 260 °C.5 Yang et al. prepared the sensor based on MoO3 nanobelts, which showed that the response to 5 ppm TMA was 36.4 at 240 °C.6\nAlthough many oxides materials show better gas response for trimethylamine,4−10 there are still problems such as higher operating temperature and lower response. In addition, there is still no experimental data support for the sensitive mechanism\nof trimethylamine gas, and only the theoretical analysis is given. Therefore, the interpretation of sensitive mechanism through experiment is very urgent. Also, it is important to develop new materials to improve TMA sensing performance. Since the discovery of graphene, the research of two-\ndimensional (2D) materials including transition metal oxides (TMOs) has been greatly expanded.11−13 The 2D TMOs have unique characteristics, such as high specific surface area, high surface energy, and rich surface active site different from the bulk counterpart, which lead to its potential applications in optics, electronics, catalysis, energy, sensors, and so forth.14−17\nAmong numerous metal oxides, 2D molybdenum trioxide (MoO3) shows various exciting application prospects including electrochromic, electrocatalytic hydrogen evolution, sensors, supercapacitor, field effect transistors, and tunable plasmon.15,17−23 Zhang et al. prepared a 2D MoO3 nanosheets for the negative electrode material of lithium ion battery by liquid phase exfoliation method, showing the high reversible capacities of 1110 mA h g−1 at 3.0−0.01 V.15 Alsaif et al. prepared 2D molybdenum oxide nanoflake electronic ink which was used for field effect transistors by liquid phase\nReceived: October 22, 2019 Accepted: November 22, 2019 Published: November 22, 2019\n© 2019 American Chemical Society 8016 DOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\nD ow\nnl oa\nde d\nvi a\nU N\nIV P\nA R\nIS -S\nU D\no n\nJu ly\n1 8,\n2 02\n0 at\n0 7:\n13 :0\n4 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nstripping method.22 The highest mobility was ∼600 cm2 V−1 s−1 with the free electron concentration of ∼1.6 × 1021 cm−3.22 However, the reported synthesis method of 2D molybdenum oxide is complicated, and the uniformity and dispersibility of MoO3 nanosheets still need to be improved. Therefore, the preparation of 2D MoO3 materials with uniform size, ultrathin regular shape, and layered structure is still an important challenge. As an important gas sensitive material, MoO3 has been widely used for the detection of BTX, TEA, H2S, TMA, H2, NO2, ethanol and other gases due to its unique layered structure.7,17,24−28 However, there is only one report on the application of 2D MoO3 in the field of gas sensing.\n17 The slow response and low sensitivity of MoO3 materials limit their application in the gas sensor. Porous materials provide a good solution to these problems, because their high porosity, highly interconnected pores, and high surface area provide a path for gas molecular diffusion and have more active sites for interaction with gas molecules. It is worthwhile to note that the effect of porosity on gas sensing has been determined by Tiemann.29 The author reviewed that semiconductor metal oxides with defined porosity could offer a favorable solution with respect to selectivity, low operating temperature, or longterm stability as gas sensors. However, there are few reports on the application of porous two-dimensional MoO3 materials in gas sensors. The construction of material defects, usually oxygen defects, is an often overlooked alternative method to improve gas sensing performance by altering the electronic structure of the sensing materials. Therefore, it is critical to design and control the oxygen vacancy sites of the material. Yuan and co-workers argued the effect of different calcination rates for ZnO on the difference in the number of oxygen vacancy sites, indicating that more oxygen vacancies can reduce the bandgap value of the material to improve gas sensing performance.30 It is necessary to design and build the porous structure with oxygen vacancy of molybdenum oxide material to improve its gas sensing performance. Herein, porous α-MoO3 ultrathin nanosheets were synthesized successfully by simple one-step solvothermal method followed by heat treatment. They were applied to gas sensors for detection of TMA gas of low concentration at relatively low operating temperatures. However, an interesting phenomenon was discovered during the test. The sensor shows a different response to a certain concentration of TMA gas in different atmospheres. The experimental data and density functional\ntheory (DFT) calculation results show that the sensitive mechanism of the sensor is derived from the adsorption of trimethylamine rather than interaction with the surface adsorption oxygen. In addition, the sensor was also used in the detection of shrimp freshness.\n■ EXPERIMENTAL SECTION Fabrication. Ultrathin porous α-MoO3 nanosheets were synthesized by a typical solvothermal method. First, ammonium heptamolybdenum tetrahydrate (AHM, (NH4)6Mo7O24·4H2O), bought from Kermel Reagent Company, was calcined at 500 °C for 2 h to obtain MoO3 powders as raw material (MoO3-RM). Then, 0.72 g of MoO3-RM was placed in 5 mL of H2O2 (30%), stirred for 5 min, and then 30 mL of methanol was added. The emulsion was stirred for 24 h and ultrasonicated for 30 min at room temperature. Then it was transferred into a Teflon-lined stainless-steel autoclave, which was heated at 180 °C for 12 h. Cooling down to room temperature naturally, the precipitation was washed several times with absolute alcohol and dried at 80 °C for 10 h to obtain the dark blue products (α-MoO3-precursor). Finally, it was annealed at 300, 400, and 500 °C in air for 2 h (according to Figure S1), and white samples of α-MoO3 nanosheets were obtained. The above three samples obtained at different calcination temperatures were abbreviated as α-MoO3-300, α-MoO3-400, and α-MoO3-500 in this work. The main process of the synthesis is presented in Scheme 1.\nCharacterization. The crystal structures of the products were characterized by X-ray diffractometer (XRD, D/MAX−IIIB, Japan), diffraction patterns were obtained on an operating voltage of 40 kV with Cu Kα1 radiation (λ = 1.5406 Å). The morphology of samples was observed by scanning electron microscopy (SEM, HITACHI S4800) with an accelerating voltage of 5 kV. Transmission electron microscopy (TEM, JEOL, JEM-2100), high-resolution transmission electron microscopy (HRTEM) and selected area electron diffraction (SAED) were used to analyze the fine microstructure of the products. Atomic force microscope (AFM, MultiMode8, Bruker) was used to evaluate the thickness of the sheet. Fourier transform infrared spectra (FT-IR) of the powder samples were recorded by FT-IR spectrometer (Bruker Equinox, 55). The X-ray photoelectron spectroscopy (XPS, VG ESCALAB MK II) was measured by monochromatic Al Kα source and all binding energies were calibrated by C 1s peak at 284.6 eV. The electron paramagnetic resonance (EPR, Bruker ER200DSRC10/12) was performed at 100 kHz with 1 mW, and the magnetic field ranged from 0.02 to 0.62 T. The possible gaseous products of the α-MoO3 sensor after exposure to TMA were detected by gas chromatography and mass spectrometer (GC-MS, AGILENT, 6890-5973N) using a molecular sieve column (2 m × 3 mm, TDX01, China) at 100 °C in H2 flow with the velocity of 40 mL min−1.\nComputation Details. The calculations were performed by spinpolarized DFT simulations with the Vienna ab initio simulation\nScheme 1. Schematic Diagram for the Preparation of α-MoO3\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8017\n(VASP) package.31,32 Perdew−Burke−Ernzerhof (PBE)33 exchangecorrelation functional within a generalized gradient approximation (GGA) and the projector augmented-wave (PAW) potential were employed. A cutoff energy of 400 eV was chosen for the plane wave basis set. The k integrations over the Brillouin zone were performed up to 2 × 2 × 1 Monkhorst−Pack mesh. The self-consistent calculations were considered to be converged when the total energy of the system was stable within 10−5 eV atom−1 and fully relaxed the systems until the final force on each atom was less than 0.01 eV Å−1. Gas Sensing Properties Test. A gas sensor device based on pure α-MoO3 was manufactured. First, a little as-obtained sample was mixed with a small amount of terpineol to obtain a paste. Then, the paste was coated on an Al2O3 ceramic tube having two gold electrodes and four Pt wires at both ends, forming a coating of a certain thickness with a small brush. The coated device was calcined at 300 °C for 1 h in a muffle furnace. After that, a Ni−Cr alloy resistance wire, which supplies the working temperature by heating the ceramic tube, was inserted in the hollow position of the ceramic tube. Next, the ends of the resistance wire and four Pt wires were welded to the six pillar base of the gas sensor. The fabricated devices were aged at 170 °C for at least 2 days on the aging table. The sensor performance was tested by the JF02F gas sensor test system controlled by the computer. The test procedure was as follows: When the gas sensor reached a stable initial resistance (Ra) at optimal operating temperature in air, the sensor was inserted into a 10 L glass container with a certain concentration of the target gas, reaching a stable resistance (Rg). The response of the sensor to gas is expressed as S, which is the ratio of resistance in air and in gas (Ra/Rg). The response-recovery time is defined as the time which is required to reach 90% of resistance change (Ra-Rg). The investigation of the sensor against the effect of humidity used different saturated salt solutions of LiCl, C2H3KO2, MgCl2, K2CO3, Mg(NO3)2, CuCl2, NaCl, KCl, and KNO3 to prepare the corresponding humidity environment (11%, 23%, 32%, 43%, 54%, 67%, 75%, 85%, 95% RH levels). In the process of typical testing, the sensor was placed in these chambers with 11%−95% RH humidity atmosphere and recorded the changes of the sensor resistance.34,35\nDuring the test, the operating temperature was completed by controlling the heating voltage indirectly. In this research, different operating temperatures of the sensors were compared, such as 50, 90, 133, 172, and 217 °C.\n■ RESULTS AND DISCUSSION Characterization. Figure 1a−e reveals X-ray diffraction patterns of samples α-MoO3-RM, α-MoO3 precursor, αMoO3-300, α-MoO3-400, and α-MoO3-500, respectively. The diffraction peaks of all the samples correspond to those of orthorhombic MoO3 with lattice constants of a = 3.962 Å, b = 13.858 Å, c = 3.697 Å (JCPDS No. 35-0609). The diffraction\npeaks are much stronger and the peak widths are much narrower as the calcination temperature increases, suggesting that the crystallinity of α-MoO3 is much better. Moreover, no peaks of any other phases are detected, indicating the high purity of the α-MoO3 nanosheets. In addition, the FT-IR spectrum of the α-MoO3-precursor is shown in Figure S2. There are three main peaks at 555, 836, 1003 cm−1, respectively. These peaks are attributed to the Mo−O stretching vibration mode of MoO3. The peak at 555 cm −1 corresponds to the triple co-oxygen (Mo3−O) tensile mode of which the O ion is shared by three Mo ions. The absorption at 836 cm−1 is due to Mo−O−Mo vibration, whereas the peak at 1003 cm−1 is caused by the stretching vibration of MoO.36 Further, the wide peak at 3415 cm−1 corresponds to the O−H stretching vibration of the trace water molecules adsorbed on α-MoO3. Therefore, the FT-IR result also confirms that the asobtained product is the pure phase of α-MoO3 and consistent with the results of XRD. Figure S3 shows SEM image of α-MoO3-RM with irregular surface shape, whose size range is 1−5 μm. But the α-MoO3 assynthesized by the solvothermal method are 2D nanosheets as shown in Figure 2. Figure 2a is an SEM image of α-MoO3 precursor, which shows nanosheets with a size between 500 and 800 nm. Figure 2b−d shows the SEM images of α-MoO3precursor calcined at different temperatures. When calcined at 300 and 400 °C, the morphology and size are substantially unchanged. When calcined at 500 °C, the size range of the sheets expands to the micron level and the thickness also increases. The thickness of α-MoO3 nanosheets was evaluated by AFM. Figure 3 represents a typical AFM image of 2D αMoO3 samples. It can be found that the precursor nanosheets have an overall thickness of 14 nm and are formed by overlapping with 2−6 nm ultrathin sheets. The α-MoO3 is composed of a layered crystal structure as shown in Figure S4. The double layers are stacked in the y-direction and bonded to the adjacent layers via van der Waals force. The thickness of each layer is 1.4 nm, and its basic lattice unit is MoO6 octahedra.23 Therefore, the α-MoO3-precursor is composed of several basic layer units. The extent of nanosheets stacking increases gradually as the sintering temperature increases. The thickness is 21 nm at 300 °C, 28 nm at 400 °C and 105 nm at 500 °C. The nanosheets are further composed of ultrathin nanosheets, which can be measured in the AFM images. That is consistent with the phenomenon observed in the SEM images. To further characterize the fine structure of the 2D ultrathin\nnanosheets, TEM technique was used to further verify the structure of α-MoO3-precursor, α-MoO3-300, α-MoO3-400, and α-MoO3-500, as shown in Figure 4a1, b1, c1, and d1, respectively. It can be clearly seen that there are obvious pores on the surface of 2D α-MoO3 nanosheets in Figure 4a1, b1, and c1. Most of the pore sizes are distributed at 2−10 nm. But when sintered at 500 °C, it is obvious that the nanosheets become thick and the pores disappear. Figure 4a2, b2, and c1 shows HRTEM images of the 2D nanosheets of α-MoO3precursor, α-MoO3-300, and α-MoO3-400. All of the samples show the same fringe of 0.381 nm spacing, corresponding to the (110) facet of MoO3. The HRTEM image of α-MoO3-500 displays an extra lattice fringe of 0.326 nm corresponding to (021) facet of MoO3. The corresponding SAED patterns clearly reveal single crystal diffraction spots, representing the (110) and (021) planes of α-MoO3. 37\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8018\nIn addition, the specific surface area and pore size distribution of the four α-MoO3 samples are shown in Figure S5. The Brunauer−Emmett−Teller (BET) specific surface areas of the α-MoO3-precursor, α-MoO3-300, α-MoO3-400, and α-MoO3-500 are 15.28, 14.40, 12.72, and 3.34 m\n2 g−1, respectively. According to the data, it is found that the BET specific surface area decreases gradually and the pore volume of α-MoO3 also becomes smaller and smaller over the entire pore diameter distribution range of 1−100 nm as the calcination temperature increases, which might be caused by atom rearrangement during the high-temperature calcination. Pore size distribution plots show that the minimum pore diameters of α-MoO3-300, α-MoO3-400, and α-MoO3-500 are all about 2.5 nm, which is consistent with the results measured from the HRTEM images. But the pore volume of α-MoO3 decreases by 5 times and the BET specific surface area reduces by nearly 4 times when the calcination temperature is 500 °C, compared with those of the sample calcined at 300 °C. This possibly leads to less gas molecule adsorption on the surface of the α-MoO3-500 sensor.\nAs for the small mesopores that appear in Figure 4 and Figure S5, it causes our great interest in research. We suspect that this porous structure may cause defects on the surface of as-obtained α-MoO3. To prove the defects of α-MoO3 nanosheets, the interaction of the magnetic dipoles from the uncoupled electron of α-MoO3-400 with electromagnetic radiation was detected by EPR under an applied magnetic field, thereby revealing the information on the inherent defects in the metal oxide. It is well-known that the EPR signal of material is more obvious at low temperature than room temperature. Figure 5a shows the significant EPR signal at g = 1.999 at room temperature, which is assigned to unpaired electrons on the oxygen vacancies. The signal at a g factor of 1.933 is also detectable and attributed to Mo5+.38 It fully proves that the α-MoO3-400 contains oxygen vacancies of molybdenum coordination unsaturated.39 In addition, the XPS spectra of the samples are also given to further analyze elemental analysis in order to obtain more accurate information about oxygen defects. Mo 3d XPS spectra are presented in Figure 5b. For the α-MoO3-precursor, the broadened doublets at 234.8 and 231.8 eV are ascribed to\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8019\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8020\nthe electron binding energies of the Mo 3d3/2 and Mo 3d5/2 of Mo5+.21 The existence of the Mo5+ is related to the presence of oxygen vacancies in the α-MoO3 nanosheets. The O 1s spectra of α-MoO3 also evidently prove the presence of oxygen vacancy where (Figure 5c) there is not only lattice oxygen (529.9 eV)36 but also hydroxyl oxygen and adsorbed oxygen due to the coordination unsaturation of Mo. As the calcination temperature increases, the peaks at the binding energies of 235.8 and 232.7 eV attributed to Mo6+ become more obvious, and the proportion of lattice oxygen increases gradually. The result of XPS is consistent with EPR analysis about α-MoO3400. Gas Sensing Properties. Generally, the response of the\ngas sensors is largely affected by the operating temperature. The responses of the α-MoO3-400 sensor to 50 ppm TMA at different operating temperatures are shown in Figure 6a. As the operating temperature increases, the response values of the four gas sensors show a similar trend of increasing first and then decreasing. All of the sensors reach the maximum response when the operating temperature is 133 °C; the responses of the sensors based on α-MoO3-300, α-MoO3-400 and α-MoO3-500 increase very quickly with the temperature increasing and reach to 136.2, 198, and 148.1, respectively at 133 °C. As the operating temperature continues to rise, the responses drop sharply. This suggests that the optimal operating temperature of all the sensors is 133 °C. The sensor based on α-MoO3-400 shows the best gas sensing performance to TMA. But the response of the sensor based on α-MoO3-RM is much lower than the former three sensors at the same conditions, which is due to the bulk paticles of α-MoO3-RM. Among the three calcined samples, the α-MoO3-500 has the lowest specific surface area (3.34 m2 g−1) which naturally shows poor sensing performance. Although the calcination\ntemperature is 300 °C, the specific surface area of α-MoO3-300 (14.40 m2 g−1) and α-MoO3-400 (12.72 m\n2 g−1) is almost the same but the nonvolatile organics on the surface of α-MoO3 nanosheets will hinder the adsorption of TMA (Figure S1). The sample α-MoO3-400 exhibits the best TMA sensing response. Thus, the detailed investigations on sensing properties are all based on the α-MoO3-400 sensor and completed at optimal temperature of 133 °C. To quantify the selectivity of the α-MoO3 sensor, the responses of sensors based on α-MoO3-400 to 50 ppm of gas of various types were investigated, including acetone (CH3COCH3), formaldehyde (HCHO),ethanol (C2H5OH), ammonia (NH3), aniline (C6H7N), hydrogen sulfide (H2S), triethylamine (TEA), dimethylamine (DMA), and trimethylamine (TMA). The responses of the above gases at optimal operating temperature are shown in Figure 6b. The sensor shows the highest response of 198 for TMA, whereas the responses to DMA, H2S, C6H7N, TEA, and NH3 are 42.4, 8.7, 8.3, 3.3, and 4.0, respectively. It can be seen that the response of the sensor to TMA is several or a dozen times compared with other gases. Therefore, the α-MoO3-400 sensor shows the best selectivity to TMA. Figure 6c presents the response/recovery curve of α-MoO3400 sensor to TMA gas with different concentrations (20 ppb to 50 ppm) at 133 °C. It can be seen that the response of the sensor to TMA increases significantly with gas concentration increasing, and there is a good linear relationship (R2 = 0.997) between the response and the concentration of TMA in the range of 20 ppb to 50 ppm in Figure 6d. The linear correlation coefficient also reaches 0.9961 at concentrations of TMA ranging from 20 to 100 ppb. The response of the sensor to 50 ppm TMA is 198 with a response time of 12 s and a recovery time of 200 s, respectively. The lowest detection limit is 20\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8021\nppb, and the response is 1.25. All of these sensing performance parameters are superior to other metal oxides already reported, such as MoO3, In2O3−SnO2, [Co(im)2]n, GO/Cu2O, NiO− ZnO, and Cr2O3−SnO2. Table 1 shows the comparison of the sensing performance parameters of α-MoO3-400 with other reported metal oxides in detecting TMA.4−7,10,24,40−43 It can be clearly seen that α-MoO3-400 sensor is a promising candidate to detect TMA. The long-term stability and repeatability are also important\nindicators for evaluating the practical application of gas sensors. Figure 6e shows the response and recovery characteristics of the sensor based on α-MoO3-400 to 10 ppm TMA for eight consecutive tests, and the responses are 51.36, 50.47, 51.23, 51.6, 49.79, 50.12, 49.53, and 51.32, respectively. Figure 6f displays the response of sensor to 10 ppm TMA at different time points within 3 months, and the responses always fluctuate around 50. These all indicate that the sensor has excellent stability and reproducibility. In addition, Figure S6 shows the research of the stability of the sensor under different humidity environments, and the range of resistance changes are 3603−4279 MΩ at 11−95% RH, indicating that the sensor is not sensitive to ambient humidity. Trimethylamine (TMA-N) and total volatile basic-nitrogen\n(TVB-N) are the main volatiles after the spoilage of seafood such as shrimp, especially TMA.44 Here, α-MoO3-400 sensors were used to real-time to monitor freshness of shrimp due to its high selectivity for TMA gas. The sensor was exposed to an open container with 100 g of dead shrimp (China, Dalian) at room temperature, and the responses were measured every 1 h within the storage of 9 h. Figure 7a shows sensing transients of the sensor to the volatiles of shrimp within 9 h, and the responses are also shown in Figure 7b. It can be seen that the response of the sensor to the volatiles increases as the storage time goes and there is a good nonlinear correlation (R2 = 0.9997) between the response and the storage time. The response reaches 48.2 at a storage time of 9 h, and the response/recovery time is 10−15 s and 300−700 s, respectively. It is noteworthy that the amount of volatiles in the dead shrimp increases significantly after storage time of 5 h and the response almost shows a linear increase with storage time further increasing. Although the volatiles contain other components than TMA, the response could not reflect the real concentration of TMA accurately in this case. However, the rapid response to volatiles still makes the α-MoO3-400 a very promising material for testing the freshness of seafood at lower operating temperature. Gas Sensing Mechanism. It is well-known that the gas\nsensing mechanism is mainly based on the redox reaction\nbetween the adsorbed oxygen species on the surface of the material and the target gas molecule, including TMA detection by MoO3. It has been reported by some researchers that the products are N2, H2O, and CO2 after the interaction between MoO3 and TMA.\n6−8,24,41,45,46 In order to shed the above conclusion, two hermetic U-tubes were prepared and the testing temperature was simulated as the optimal operating temperature of the MoO3 sensor inside the U-tube. In addition, excessive α-MoO3-400 powder was put in one Utube in advance (compared to the amount of powders on the ceramic tube), whereas the other U-tube was empty. Then, 50 ppm TMA gas was filled in these two hermetic U-tubes and\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8022\nkept for a while. The gas composition in the two U-tubes was detected by GC-MS technique.47 As is shown in Figure S7, the retention time of the chromatographic peak at 1.80 min, which corresponds to the m/z of 59.11 in the mass spectrum, it could be attributed to TMA. Comparing the two groups of data, no excessive product was formed during the interaction between α-MoO3-400 and TMA. Therefore, no redox reaction occurs between TMA and α-MoO3-400. In light of the above result contradicting with the general\nreported ones, a theory was put forward that the response was caused by the adsorption and desorption of TMA on the αMoO3-400 surface at the optimum working temperature. To verify this theory, an experiment was also designed. First, excessive α-MoO3-400 powder was added to the bottom of a glass vessel, which was put in a 133 °C oil bath to simulate the optimal operating temperature. Then 50 ppm TMA gas was filled with the glass vessel. After a period of time, the concentration of the TMA in the container was detected by the responses of the sensor based on α-MoO3-400 for each 1 h interval. Figure S8 indicates the response is always between 190 to 200, which suggests that α-MoO3-400 did not consume the amount of TMA for a long time in the container. It also proves that no redox reaction occurred between TMA and αMoO3-400. In view of the above experiment results, we also designed a gas sensing performance test of the sensor to 50 ppm TMA under different ambient atmospheres to examine the effect of oxygen content on the sensing property. Figure 8 shows the dynamic resistance of the sensor based on α-MoO3-400 to 50\nppm TMA under the atmospheres of pure O2, air, pure N2, and vacuum. As can be seen from Figure 8a, the resistance of the sensor rises from air to pure O2 atmosphere, which could be attributed to the fact that O2 (21%) in the air is much lower than pure O2, causing the sensor surface to gradually adsorb more O2 molecules. O2 traps electrons from the conduction band of MoO3 to form adsorbed oxygen species, which lead to a decrease in the electron carrier concentration of the semiconductor, thus increasing the sensor resistance. However, the resistance of the sensor decreases when it was taken from air to pure N2 or vacuum atmosphere (Figure 8c,d), which should be attributed to the sharp drop of the amount of O2 in the vacuum container, and the adsorbed oxygen species on the sensor surface diffuse into the atmosphere gradually; meanwhile the electrons in the adsorbed oxygen species return back to the conduction band of the semiconductor. After adding 50 ppm TMA in the above three atmospheres, the resistance drops to 123.362, 23.769, 8.776, and 17.853 MΩ when the sensor is exposed to the atmosphere of pure O2, air, pure N2, and vacuum, respectively. The difference of the responses may be due to the difference in the amount of TMA adsorbed on the sensor in different atmosphere and it is directly related to the content of oxygen. The resistance of all of the above cases can fully recover to the initial state, indicating that response of the sensor to TMA is reversible. The conclusion based on the above experiments is that the adsorbed oxygen species on the sensor surface hinder the adsorption of TMA. In order to further prove the corresponding conclusion, the adsorption energies for TMA and O2 on α-MoO3 were calculated to be −2.16 and −0.5 eV by DFT calculations. Because the adsorption capability between O2 and α-MoO3 is too weak, the influence of adsorbed oxygen on α-MoO3 is not considered in the modeling of α-MoO3. To further prove the gas sensing mechanism of adsorption of TMA on the α-MoO3-400, the (110) plane of the perfect crystal of α-MoO3 and the α-MoO3 containing O-vacancy (Ov-α-MoO3) was performed based on DFT calculations to explore the impact of the O-vacancy on the crystal structure and electronic structure of MoO3. As shown in Figure 9 a1 and b1, after full structure relaxation the energetically favorable adsorption positions of TMA on αMoO3 and Ov-α-MoO3 are Mo atom and O-vacancy, respectively. For TMA-MoO3, the distance of NMo is 2.365 Å. It is well-known that the physical adsorption distance due to van der Waals force is about 3.3 Å. The distance of N Mo predicted in our calculation is only 18% longer than the chemical bonding of NMo (1.99 Å), indicating the chemisorption between MoO3 and TMA. Although for TMA-Ov-α-MoO3, due to the steric hindrance, TMA is mainly physically adsorbed on two oxygen atoms and forms a bridgelike structure (O-TMA-O). The adsorption energies of TMA on α-MoO3 and Ov-α-MoO3 are −2.16 and −0.25 eV, respectively. Generally speaking, the higher adsorption energy indicates that the binding of TMA to MoO3 is stronger than that of Ov-MoO3. However, the stronger binding only corresponds to the increased possibility of TMA adsorbed on MoO3 but does not mean higher recognition. Better sensitivity of sensors is usually attributed to large charge transfer. For Ov-MoO3, oxygen defect introduces dangling bonds around the Mo atom, and the increase of delocalized electrons makes charge transfer easier. Because of the moderate adsorption energy (−0.25 eV) and large charge transfer (0.27e) between TMA and Ov-MoO3, Ov-MoO3 can\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8023\nbe a good candidate for a TMA sensor. This conclusion is also confirmed by Bader charge analysis, in which the electron transfer from TMA to α-MoO3 and Ov-α-MoO3 is 0.21 and 0.27 e, respectively, indicating that the sensing mechanism is based on charge transfer. The DOS of TMA-α-MoO3 and TMA-Ov-α-MoO3 was calculated and the plots are shown in Figures 9 a2 and b2. For simplicity, the Fermi level is set at zero point. Compared with the TMA-α-MoO3, after the introduction of oxygen vacancy, the Fermi level enters the conduction band and the band gap of TMA-Ov-α-MoO3 becomes smaller than that of TMA-αMoO3. The smaller band gap is favorable to the electron transfer. Near the Fermi level, obvious TMA states appear in the conduction band, indicating that the interaction between TMA and Ov-α-MoO3 is enhanced, which is in agreement with the observation of charge transfer. According to the DFT calculation, we can draw the conclusion that the interaction of α-MoO3-400 with TMA belongs to a mixed adsorption of physical adsorption and chemical adsorption. The methyl group (−CH3), an electron donating group in the TMA molecule, can make the electron cloud density of the N atom larger. When the TMA molecule is adsorbed on the surface of α-MoO3, the electrons from the N atom participate in the electron transfer of the α-MoO3 device under the applied electric field, resulting in the change of the sensor resistance. This is also the reason for the long recovery time of such sensor to TMA.\n■ CONCLUSIONS Two-dimensional ultrathin porous α-MoO3 nanosheets with oxygen vacancy were synthesized by a sample solvothermal method, in which methanol is the reductant to reduce Mo6+ to\nMo5+. The as-obtained α-MoO3 nanosheets have the ultrathin thickness of about 14−30 nm and the size is 500−800 nm. The sample, calcined at 400 °C, was successfully applied to the detection of TMA gas. Such α-MoO3-400 nanosheet sensor achieves low concentration detection (20 ppb) of TMA gas at a lower operating temperature (133 °C). The improvement of sensing performances of MoO3 may be attributed to two aspects. First, the ultrathin and porous configuration of αMoO3-400 provides abundant active sites for the adsorption of TMA, allowing more TMA molecules to diffuse on the sensing layer and provide more electrons for the conduction band of the MoO3. Besides, the oxygen vacancy of α-MoO3-400 provides a new form for TMA adsorption on its surface, making more TMAs charge transfer to the sensor. These lead to adsorption of TMA molecules faster on the sensor surface and the reduction of response time and detection are limited greatly. It has been proven by a series of experiments and DFT calculations that the gas sensing mechanism is the TMA adsorption on α-MoO3, causing electrons on the TMA to participate in the electron transfer of the semiconductor. The oxygen vacancy of α-MoO3 can increase charge transfer after TMA is adsorbed. This research reveals that α-MoO3 with oxygen vacancy and ultrathin nanosheets has great potential in the field of gas sensor. It also provides a good strategy for the study of other metal oxide materials.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.9b02072.\nTG curve of the α-MoO3-precursor, FT-IR of the αMoO3-precursor, SEM image of the α-MoO3-RM,\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8024\ncrystal structure of the α-MoO3, nitrogen adsorption− desorption isotherms and BJH pore size distribution, GC-MS of the TMA after passing through α-MoO3 and supplementary gas sensing properties (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "*E-mail: xuyingming@hlju.edu.cn. Tel/Fax: +86 0451- 86608426. *E-mail: lhhuo@hlju.edu.cn. Tel/Fax: +86 0451-86608426. *E-mail: zhoux@hit.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Shan Gao: 0000-0001-6370-4994 Lihua Huo: 0000-0003-1725-0148"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the International Science & Te c h no l o g y Coop e r a t i o n P r o g r am o f Ch i n a (2016YFE0115100), National Natural Science Foundation of China (21771060 and 61271126), Heilongjiang Touyan Innovation Team Program, Heilongjiang University Postgraduate. Innovation Research Project (YJSCX2019-187HLJU).\n■ REFERENCES (1) Cho, Y.-H.; Kang, Y.-C.; Lee, J.-H. Highly Selective and Sensitive Detection of Trimethylamine Using WO3 Hollow Spheres Prepared by Ultrasonic Spray Pyrolysis. Sens. Actuators, B 2013, 176, 971−977. (2) Wang, P.; Zheng, Z. K.; Cheng, X. L.; Sui, L. L.; Gao, S.; Zhang, X. F.; Xu, Y. M.; Zhao, H.; Huo, L. H. Ionic Liquid-assisted Synthesis of α-Fe2O3 Mesoporous Nanorod Arrays and Their Excellent Trimethylamine Gas-sensing Properties for Monitoring Fish Freshness. J. Mater. Chem. A 2017, 5, 19846−19856. (3) Yang, R.; Huang, X.; Wang, Z. Y.; Zhou, Y. Z.; Liu, L. T. A Chemisorption-based Microcantilever Chemical Sensor for the Detection of Trimethylamine. Sens. Actuators, B 2010, 145, 474−479. (4) Li, F.; Gao, X.; Wang, R.; Zhang, T.; Lu, G. Y.; Barsan, N. Design of Core−Shell Heterostructure Nanofibers with Different Work Function and Their Sensing Properties to Trimethylamine. ACS Appl. Mater. Interfaces 2016, 8, 19799−19806. (5) Li, C.; Feng, C. H.; Qu, F. D.; Liu, J.; Zhu, L. H.; Lin, Y.; Wang, Y.; Li, F.; Zhou, J. R.; Ruan, S. P. Electrospun Nanofibers of p-type NiO/n-type ZnO Heterojunction with Different NiO Content and its Influence on Trimethylamine Sensing Properties. Sens. Actuators, B 2015, 207, 90−96. (6) Yang, S.; Liu, Y. L.; Chen, W.; Jin, W.; Zhou, J.; Zhang, H.; Zakharova, G. S. High Sensitivity and Good Selectivity of Ultralong MoO3 Nanobelts for Trimethylamine Gas. Sens. Actuators, B 2016, 226, 478−485. (7) Pandeeswari, R.; Jeyaprakash, B. G. Nanostructured α-MoO3 Thin Film as a Highly Selective TMA Sensor. Biosens. Bioelectron. 2014, 53, 182−186. (8) Zhang, J.; Song, P.; Li, Z. Q.; Zhang, S.; Yang, Z. X.; Wang, Q. Enhanced Trimethylamine Sensing Performance of Single-crystal MoO3 Nanobelts Decorated with Au Nanoparticles. J. Alloys Compd. 2016, 685, 1024−1033. (9) Li, H. Y.; Huang, L.; Wang, X. X.; Lee, C. S.; Yoon, J. W.; Zhou, J.; Guo, X.; Lee, J. H. Molybdenum Trioxide Nanopaper as a Dual Gas Sensor for Detecting Trimethylamine and Hydrogen Sulfide. RSC Adv. 2017, 7, 3680−3685. (10) Kwak, C.-H.; Woo, H.-S.; Lee, J.-H. Selective Trimethylamine Sensors Using Cr2O3-decorated SnO2 Nanowires. Sens. Actuators, B 2014, 204, 231−238.\n(11) Butler, S. Z.; Hollen, S. M.; Cao, L. Y.; Cui, Y.; Gupta, J. A.; Gutierrez, H. R.; Heinz, T. F.; Hong, S. S.; Huang, J. X.; Ismach, A. F.; Halperin, E. J.; Kuno, M.; Plashnitsa, V. V.; Robinson, R. D.; Ruoff, R. S.; Salahuddin, S.; Shan, J.; Shi, L.; Spencer, M. G.; Terrones, M.; Windl, W.; Goldberger, J. E. Progress, Challenges, and Opportunities in Two-Dimensional Materials Beyond Graphene. ACS Nano 2013, 7, 2898−2926. (12) Mas-Balleste, R.; Gomez-Navarro, C.; Gomez-Herrero, J.; Zamora, F. 2D Materials: To Graphene and Beyond. Nanoscale 2011, 3, 20−30. (13) Kalantar-zadeh, K.; Vijayaraghavan, A.; Ham, M.-H.; Zheng, H. D.; Breedon, M.; Strano, M. S. Synthesis of Atomically Thin WO3 Sheets from Hydrated Tungsten Trioxide. Chem. Mater. 2010, 22, 5660−5666. (14) Akinwande, D.; Petrone, N.; Hone, J. Two-dimensional Flexible Nanoelectronics. Nat. Commun. 2014, 5, 5678. (15) Zhang, H. J.; Gao, L. J.; Gong, Y. J. Exfoliated MoO3 Nanosheets for High-capacity Lithium Storage. Electrochem. Commun. 2015, 52, 67−70. (16) Liu, Y. W.; Cheng, M.; He, Z. H.; Gu, B. C.; Xiao, C.; Zhou, T. F.; Guo, Z. P.; Liu, J. D.; He, H. Y.; Ye, B. J.; Pan, B. C.; Xie, Y. Pothole-rich Ultrathin WO3 Nanosheets Triggering NN Bond Activation of Nitrogen for Direct Nitrate Photosynthesis. Angew. Chem., Int. Ed. 2019, 58, 731−735. (17) Ji, F. X.; Ren, X. P.; Zheng, X. Y.; Liu, Y. C.; Pang, L. Q.; Jiang, J. X.; Liu, S. Z. 2D-MoO3 Nanosheets for Superior Gas Sensors. Nanoscale 2016, 8, 8696−8703. (18) Chang, J.; Jin, M.; Yao, F.; Kim, T. H.; Le, V. T.; Yue, H.; Gunes, F.; Li, B.; Ghosh, A.; Xie, S.; Lee, Y. H. Asymmetric Supercapacitors Based on Graphene/MnO2 Nanospheres and Graphene/MoO3 Nanosheets with High Energy Density. Adv. Funct. Mater. 2013, 23, 5074−5083. (19) Zheng, Q. H.; Huang, J.; Cao, S. L.; Gao, H. L. A Flexible Ultraviolet Photodetector Based on Single Crystalline MoO3 Nanosheets. J. Mater. Chem. C 2015, 3, 7469−7475. (20) Alsaif, M. M. Y. A.; Balendhran, S.; Field, M. R.; Latham, K.; Wlodarski, W.; Ou, J. Z.; Kalantar-zadeh, K. Two Dimensional αMoO3 Nanoflakes Obtained Using Solvent-assisted Grinding and Sonication Method: Application for H2 Gas Sensing. Sens. Actuators, B 2014, 192, 196−204. (21) Datta, R. S.; Haque, F.; Mohiuddin, M.; Carey, B. J.; Syed, N.; Zavabeti, A.; Zhang, B.; Khan, H.; Berean, K. J.; Ou, J. Z.; Mahmood, N.; Daeneke, T.; Kalantar-zadeh, K. Highly Active Two Dimensional α-MoO3‑x for the Electrocatalytic Hydrogen Evolution Reaction. J. Mater. Chem. A 2017, 5, 24223−24231. (22) Alsaif, M. M. Y. A.; Chrimes, A. F.; Daeneke, T.; Balendhran, S.; Bellisario, D. O.; Son, Y.; Field, M. R.; Zhang, W.; Nili, H.; Nguyen, E. P.; Latham, K.; van Embden, J.; Strano, M. S.; Ou, J. Z.; Kalantar-zadeh, K. High-Performance Field Effect Transistors Using Electronic Inks of 2D Molybdenum Oxide Nanoflakes. Adv. Funct. Mater. 2016, 26, 91−100. (23) Alsaif, M. M. Y. A.; Latham, K.; Field, M. R.; Yao, D. D.; Medehkar, N. V.; Beane, G. A.; Kaner, R. B.; Russo, S. P.; Ou, J. Z.; Kalantar-zadeh, K. Tunable Plasmon Resonances in Two-Dimensional Molybdenum Oxide Nanoflakes. Adv. Mater. 2014, 26, 3931− 3937. (24) Cho, Y.-H.; Ko, Y.-N.; Kang, Y.-C.; Kim, I.-D.; Lee, J.-H. Ultraselective and Ultrasensitive Detection of Trimethylamine Using MoO3 Nanoplates Prepared by Ultrasonic Spray Pyrolysis. Sens. Actuators, B 2014, 195, 189−196. (25) Sui, L. L.; Zhang, X. F.; Cheng, X. L.; Wang, P.; Xu, Y. M.; Gao, S.; Zhao, H.; Huo, L. H. Au-Loaded Hierarchical MoO3 Hollow Spheres with Enhanced Gas-Sensing Performance for the Detection of BTX (Benzene, Toluene, And Xylene) And the Sensing Mechanism. ACS Appl. Mater. Interfaces 2017, 9, 1661−1670. (26) Bai, S. L.; Chen, C.; Luo, R. X.; Chen, A. F.; Li, D. Q. Synthesis of MoO3/reduced Graphene Oxide Hybrids and Mechanism of Enhancing H2S Sensing Performances. Sens. Actuators, B 2015, 216, 113−120.\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8025\n(27) Rahmani, M. B.; Keshmiri, S. H.; Yu, J.; Sadek, A. Z.; AlMashat, L.; Moafi, A.; Latham, K.; Li, Y. X.; Wlodarski, W.; Kalantarzadeh, K. Gas Sensing Properties of Thermally Evaporated Lamellar MoO3. Sens. Actuators, B 2010, 145, 13−19. (28) Chen, D. L.; Liu, M. N.; Yin, L.; Li, T.; Yang, Z.; Li, X. J.; Fan, B. B.; Wang, H. L.; Zhang, R.; Li, Z. X.; Xu, H. L.; Lu, H. X.; Yang, D. Y.; Sun, J.; Gao, L. Single-crystalline MoO3 Nanoplates: Topochemical Synthesis and Enhanced Ethanol-sensing Performance. J. Mater. Chem. 2011, 21, 9332−9342. (29) Tiemann, M. Porous Metal Oxides as Gas Sensors. Chem. - Eur. J. 2007, 13, 8376−8388. (30) Yuan, H. Y.; Aljneibi, S. A. A. A.; Yuan, J. R.; Wang, Y. X.; Liu, H.; Fang, J.; Tang, C. H.; Yan, X. H.; Cai, H.; Gu, Y. D.; Pennycook, S. J.; Tao, J. F.; Zhao, D. ZnO Nanosheets Abundant in Oxygen Vacancies Derived from Metal-Organic Frameworks for ppb-Level Gas Sensing. Adv. Mater. 2019, 31, 1807161. (31) Kresse, G.; Furthmüller, J. Efficiency of Ab-initio Total Energy Calculations for Metals and Semiconductors Using a Plane-wave Basis Set. Comput. Mater. Sci. 1996, 6, 15−50. (32) Kresse, G.; Furthmüller, J. Efficient Iterative Schemes for Ab Initio Total-energy Calculations Using a Plane-wave Basis Set. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 11169−11186. (33) Perdew, J. P.; Burke, K.; Ernzerhof, M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996, 77, 3865−3868. (34) Yu, H. X.; Gao, S.; Cheng, X. L.; Wang, P.; Zhang, X. F.; Xu, Y. M.; Zhao, H.; Huo, L. H. Morphology Controllable Fe2O3 Nanostructures Derived from Fe-based Metal-organic Frameworks for Enhanced Humidity Sensing Performances. Sens. Actuators, B 2019, 297, 126744. (35) Liu, L.; Yang, M.; Gao, S.; Zhang, X.; Cheng, X.; Xu, Y.; Zhao, H.; Huo, L.; Major, Z. Co3O4 Hollow Nanosphere-Decorated Graphene Sheets for H2S Sensing near Room Temperature. ACS Appl. Nano Mater. 2019, 2, 5409−5419. (36) Sui, L. L.; Song, X. X.; Cheng, X. L.; Zhang, X. F.; Xu, Y. M.; Gao, S.; Wang, P.; Zhao, H.; Huo, L. H. An Ultraselective and Ultrasensitive TEA Sensor Based on α-MoO3 Hierarchical Nanostructures and the Sensing Mechanism. CrystEngComm 2015, 17, 6493−6503. (37) Dong, Y. F.; Li, S.; Xu, H. M.; Yan, M. Y.; Xu, X. M.; Tian, X. C.; Liu, Q.; Mai, L. Q. Wrinkled-graphene Enriched MoO3 Nanobelts with Increased Conductivity and Reduced Stress for Enhanced Electrochemical Performance. Phys. Chem. Chem. Phys. 2013, 15, 17165−17170. (38) Gavrilyuk, A. I.; Afanasiev, M. M. ESR Study of Photoinjection of Hydrogen in Nanostructured MoO3 Thin Films. Sol. Energy Mater. Sol. Cells 2009, 93, 280−288. (39) Battaglia, C.; Yin, X. T.; Zheng, M.; Sharp, I. D.; Chen, T.; McDonnell, S.; Azcatl, A.; Carraro, C.; Ma, B. W.; Maboudian, R.; Wallace, R. M.; Javey, A. Hole Selective MoOx Contact for Silicon Solar Cells. Nano Lett. 2014, 14, 967−971. (40) Li, Z. Q.; Wang, W. J.; Zhao, Z. C.; Liu, X. R.; Song, P. Facile Synthesis and Enhanced Trimethylamine Sensing Performances of Wdoped MoO3 Nanobelts. Mater. Sci. Semicond. Process. 2017, 66, 33− 38. (41) Chu, X. F.; Liang, S. M.; Sun, W. Q.; Zhang, W. B.; Chen, T. Y.; Zhang, Q. F. Trimethylamine Sensing Properties of Sensors Based on MoO3 Microrods. Sens. Actuators, B 2010, 148, 399−403. (42) Chen, E. X.; Fu, H. R.; Lin, R.; Tan, Y. X.; Zhang, J. Highly Selective and Sensitive Trimethylamine Gas Sensor Based on Cobalt Imidazolate Framework Material. ACS Appl. Mater. Interfaces 2014, 6, 22871−22875. (43) Chen, W.; Deng, F. F.; Xu, M.; Wang, J.; Wei, Z. B.; Wang, Y. W. GO/Cu2O Nanocomposite Based QCM Gas Sensor for Trimethylamine Detection under Low Concentrations. Sens. Actuators, B 2018, 273, 498−504. (44) Okpala, C. O. R.; Choo, W. S.; Dykes, G. A. Quality and Shelf Life Assessment of Pacific White Shrimp (Litopenaeus vannamei) Freshly Harvested and Stored on Ice. LWT–Food Sci. Technol. 2014, 55, 110−116.\n(45) Zhu, P. H.; Wang, Y. C.; Ma, P.; Li, S. S.; Fan, F. Q.; Cui, K.; Ge, S. G.; Zhang, Y.; Yu, J. H. Low-Power and High-Performance Trimethylamine Gas Sensor Based on n-n Heterojunction Microbelts of Perylene Diimide/CdS. Anal. Chem. 2019, 91, 5591−5598. (46) Zhang, F. D.; Dong, X.; Cheng, X. L.; Xu, Y. M.; Zhang, X. F.; Huo, L. H. Enhanced Gas-Sensing Properties for Trimethylamine at Low Temperature Based on MoO3/Bi2Mo3O12 Hollow Microspheres. ACS Appl. Mater. Interfaces 2019, 11, 11755−11762. (47) Yang, M.; Cheng, X. L.; Zhang, X. F.; Liu, W.; Huang, C.; Xu, Y. M.; Gao, S.; Zhao, H.; Huo, L. H. Preparation of Highly Crystalline NiO Meshed Nanowalls via Ammonia Volatilization Liquid Deposition for H2S Detection. J. Colloid Interface Sci. 2019, 540, 39−50.\nDOI: 10.1021/acsanm.9b02072 ACS Appl. Nano Mater. 2019, 2, 8016−8026\n8026"
    } ],
    "references" : [ {
      "title" : "Highly Selective and Sensitive Detection of Trimethylamine Using WO3 Hollow Spheres Prepared by Ultrasonic Spray Pyrolysis",
      "author" : [ "Y.-H. Cho", "Y.-C. Kang", "J.-H. Lee" ],
      "venue" : null,
      "citeRegEx" : "Cho et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Cho et al\\.",
      "year" : 2013
    }, {
      "title" : "MoO3 Nanobelts for Trimethylamine Gas",
      "author" : [ "R. Pandeeswari", "B.G. Jeyaprakash" ],
      "venue" : "Biosens. Bioelectron. 2014,",
      "citeRegEx" : "Pandeeswari and Jeyaprakash,? \\Q2016\\E",
      "shortCiteRegEx" : "Pandeeswari and Jeyaprakash",
      "year" : 2016
    }, {
      "title" : "Two-Dimensional Materials Beyond Graphene",
      "author" : [ "R. Mas-Balleste", "C. Gomez-Navarro", "J. Gomez-Herrero", "F. Zamora" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "Mas.Balleste et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Mas.Balleste et al\\.",
      "year" : 2011
    }, {
      "title" : "Synthesis of Atomically Thin WO3 Sheets from Hydrated Tungsten Trioxide",
      "author" : [ "K. Kalantar-zadeh", "A. Vijayaraghavan", "M.-H. Ham", "H.D. Zheng", "M. Breedon", "M.S. Strano" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Kalantar.zadeh et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kalantar.zadeh et al\\.",
      "year" : 2010
    }, {
      "title" : "Exfoliated MoO3 Nanosheets for High-capacity Lithium Storage. Electrochem",
      "author" : [ "Nanoelectronics. Nat" ],
      "venue" : "Commun. 2015,",
      "citeRegEx" : "Nat.,? \\Q2014\\E",
      "shortCiteRegEx" : "Nat.",
      "year" : 2014
    }, {
      "title" : "Pothole-rich Ultrathin WO3 Nanosheets Triggering NN Bond Activation of Nitrogen for Direct Nitrate Photosynthesis",
      "author" : [ "Z.P. Guo", "J.D. Liu", "H.Y. He", "B.J. Ye", "B.C. Pan", "Y. Xie" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "F. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2019
    }, {
      "title" : "Graphene/MoO3 Nanosheets with High Energy Density",
      "author" : [ "Q. H", "J. Huang", "S.L. Cao", "H.L. Gao" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "H. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2013
    }, {
      "title" : "Two Dimensional αMoO3 Nanoflakes Obtained Using Solvent-assisted Grinding and Sonication Method: Application for H2 Gas Sensing",
      "author" : [ "M.M.Y.A. Alsaif", "S. Balendhran", "M.R. Field", "K. Latham", "W. Wlodarski", "J.Z. Ou", "K. Kalantar-zadeh" ],
      "venue" : null,
      "citeRegEx" : "Alsaif et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Alsaif et al\\.",
      "year" : 2014
    }, {
      "title" : "Highly Active Two Dimensional α-MoO3‐x for the Electrocatalytic Hydrogen Evolution Reaction",
      "author" : [ "R.S. Datta", "F. Haque", "M. Mohiuddin", "B.J. Carey", "N. Syed", "A. Zavabeti", "B. Zhang", "H. Khan", "K.J. Berean", "J.Z. Ou", "N. Mahmood", "T. Daeneke", "K. Kalantar-zadeh" ],
      "venue" : "J. Mater. Chem. A 2017,",
      "citeRegEx" : "Datta et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Datta et al\\.",
      "year" : 2017
    }, {
      "title" : "Tunable Plasmon Resonances in Two-Dimensional Molybdenum Oxide Nanoflakes",
      "author" : [ "M.M.Y.A. Alsaif", "K. Latham", "M.R. Field", "D.D. Yao", "N.V. Medehkar", "G.A. Beane", "R.B. Kaner", "S.P. Russo", "J.Z. Ou", "K. Kalantar-zadeh" ],
      "venue" : "Mater",
      "citeRegEx" : "Alsaif et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Alsaif et al\\.",
      "year" : 2016
    }, {
      "title" : "Ultraselective and Ultrasensitive Detection of Trimethylamine Using MoO3 Nanoplates Prepared by Ultrasonic Spray Pyrolysis",
      "author" : [ "Y.-H. Cho", "Y.-N. Ko", "Y.-C. Kang", "I.-D. Kim", "J.-H. Lee" ],
      "venue" : null,
      "citeRegEx" : "3937",
      "shortCiteRegEx" : "3937",
      "year" : 2014
    }, {
      "title" : "Au-Loaded Hierarchical MoO3 Hollow Spheres with Enhanced Gas-Sensing Performance for the Detection of BTX (Benzene, Toluene, And Xylene) And the Sensing Mechanism",
      "author" : [ "L.L. Sui", "X.F. Zhang", "X.L. Cheng", "P. Wang", "Y.M. Xu", "S. Gao", "H. Zhao", "L.H. Huo" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "Sui et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sui et al\\.",
      "year" : 2017
    }, {
      "title" : "Gas Sensing Properties of Thermally Evaporated Lamellar MoO3",
      "author" : [ "K. zadeh" ],
      "venue" : null,
      "citeRegEx" : "zadeh,? \\Q2010\\E",
      "shortCiteRegEx" : "zadeh",
      "year" : 2010
    }, {
      "title" : "Single-crystalline MoO3 Nanoplates: Topochemical Synthesis and Enhanced Ethanol-sensing Performance",
      "author" : [ "J. Sun", "L. Gao" ],
      "venue" : "J. Mater. Chem. 2011,",
      "citeRegEx" : "Y. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2011
    }, {
      "title" : "Porous Metal Oxides as Gas Sensors",
      "author" : [ "M. Tiemann" ],
      "venue" : "Chem. - Eur. J. 2007,",
      "citeRegEx" : "Tiemann,? \\Q2007\\E",
      "shortCiteRegEx" : "Tiemann",
      "year" : 2007
    }, {
      "title" : "Generalized Gradient Approximation Made Simple",
      "author" : [ "J.P. Perdew", "K. Burke", "M. Ernzerhof" ],
      "venue" : "Phys. Rev. Lett. 1996,",
      "citeRegEx" : "Perdew et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Perdew et al\\.",
      "year" : 1996
    }, {
      "title" : "Trimethylamine Sensing Properties of Sensors Based on MoO3 Microrods",
      "author" : [ "Q.F. Zhang" ],
      "venue" : "Highly",
      "citeRegEx" : "Zhang,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2010
    }, {
      "title" : "Low-Power and High-Performance Trimethylamine Gas Sensor Based on n-n Heterojunction Microbelts of Perylene Diimide/CdS",
      "author" : [ "P.H. Zhu", "Y.C. Wang", "P. Ma", "S.S. Li", "F.Q. Fan", "K. Cui", "S.G. Ge", "Y. Zhang", "J.H. Yu" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Zhu et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2019
    }, {
      "title" : "MoO3/Bi2Mo3O12 Hollow Microspheres",
      "author" : [ "X.L. Cheng", "X.F. Zhang", "W. Liu", "C. Huang", "Y.M. Xu", "S. Gao", "H. Zhao", "L.H. Huo" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "M. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "M. et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Two-dimensional ultrathin porous α-MoO3 nanosheets with oxygen vacancies were synthesized by a simple solvothermal method. The thickness of the precursor reaches 14 nm and is accumulated by sheets of 2−6 nm. The pore size is 2−10 nm on the surface. A gas sensor was assembled with the α-MoO3 nanosheets annealed at 400 °C (α-MoO3-400). The sensor based on α-MoO3-400 achieves the fastest response to trimethylamine (TMA) gas at relatively low operating temperature (133 °C). The response of the sensor is 198−50 ppm TMA and the detection limit is 20 ppb. In addition, the sensing mechanism is verified by experiment that the gas molecules adsorb on the surface of MoO3 and participate in the electron transfer of the semiconductor. DFT calculations suggest that MoO3 containing oxygen vacancy can increase charge transfer after TMA adsorbed.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}