{
  "name" : "downloads_2019-10-23_c2_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tumor Microenvironment-Responsive Cu2(OH)PO4 Nanocrystals for Selective and Controllable Radiosentization via the X-ray-Triggered Fenton-like Reaction",
    "authors" : [ "Chenyang Zhang", "Liang Yan", "Xin Wang", "Xinghua Dong", "Ruyi Zhou", "Zhanjun Gu", "Yuliang Zhao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "I\nsites under X-ray irradiation through X-ray-induced photoelectron transfer process. Then, X-ray-triggered CuI sites serve as a catalyst for efficiently decomposing overexpressed H2O2 in the tumor microenvironment into highly toxic hydroxyl radical through the Fenton-like reaction, finally inducing apoptosis and necrosis of cancer cells. Meanwhile, this nonspontaneous Fenton-like reaction is greatly limited within normal tissues because of its oxygen-rich condition and insufficient H2O2 relative to tumor tissues. Thus, this strategy can ensure that the process of radiosentization can only be executed within hypoxic tumors but not in normal cells, resulting in the minimum damages to surrounding healthy tissues. As a result, the X-raytriggered Fenton-like reaction via introducing nontoxic Cu2(OH)PO4 nanocrystals under the dual stimuli provides a more controllable and reliable activation approach to simultaneously enhance the radiotherapeutic efficacy and reduce side effects.\nKEYWORDS: Radiotherapy, Fenton-like reaction, radiosensitization, tumor microenvironment, nanoparticles\nTo date, cancer remains the most common cause of deathworldwide and threatens the health and life of human beings. Radiotherapy, as one of the most effective strategies for cancer treatment, directly employs ionizing radiation such as X-ray/γ-ray to destruct cancer cells through DNA doublestrand breaks as well as oxidative stress.1,2 However, ionizing radiation can induce injury to normal tissues around the tumor and then cause severe side-effects. Thus, increasing efforts have been devoted to the development of novel nanomaterials as radiosensitizers capable of sensitizing radiotherapy via local deposition of more energy in the form of photon, electron, and free radical within the tumor.3−5 Despite significant advances in developing nanomaterials for radiosensitization over the past few decades,6−8 one of the most obstacles about currently reported radiosensitizer is that most of them are still not able to be activated controllably in the wanted locations and selectively kill tumor cells because the radiosensitization is spontaneously triggered once nanomaterials are exposed to\nionizing radiation, whether they arrive at the target sites or not. This may cause the concern about its safety issue since it is hard to avoid the distribution of nanomaterials in normal tissues besides tumor. To decrease the collateral damage to normal tissues,\nrecently, endogenous substances inside the tumor microenvironment (TME) such as intracellular glutathione (GSH), pH level, and enzymes have been used as stimuli to trigger the treatments within the tumor.9−11 This inspires us to design a new kind of radiosensitizers that can be only activated under the synergism of endogenous stimulus and exogenous stimulus to realize accurate radiotherapy in the tumor but not in the normal tissue. Endogenous stimulus can offer the intracellular\nReceived: November 27, 2018 Revised: February 13, 2019 Published: February 18, 2019\n© 2019 American Chemical Society 1749 DOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 2\n0: 06\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nsignals to target the TME and ensure that the killing only happens in the tumor area. And exogenous stimuli such as light, magnetic field, and ultrasonic provide more reliable and efficient approaches to spatiotemporally and controllably activate tumor treatments in an on-demand manner.12−16\nBecause the TME exhibits overexpressed hydrogen peroxide (H2O2),\n17,18 the high level of intracellular H2O2 can be employed as a well endogenous stimulus for triggering selective treatments to tumor tissues in radiotherapy. Recently, a few studies have reported the Fe-based nanomaterials as chemical catalytic nanomedicines for triggering the Fenton reaction via decomposing endogenous H2O2 into highly toxic hydroxyl radical (•OH) to selectively kill cancer cells.19−23 In fact, besides iron-based catalysts, Cu-containing catalysts also have attracted much attention because the Cu-based Fenton-like system can show well catalytic performance in a broader pH range.24,25 Importantly, compared with the cycle of FeIII/FeII, CuII is more easily reduced than FeIII, so CuI shows higher reaction rate than FeII over decomposing H2O2 into •OH.26,27 In addition, the low concentration of O2 within the tumor may benefit the Cu-based Fenton-like system because hypoxia can protect CuI from oxidation by O2. While this reaction is greatly inhibited in the normal tissue, the CuI is easily oxidized into CuII by O2.\n28 This feature of Cu-based Fenton-like system may amplify the therapeutic effect in the tumor tissue and reduce the damages to the normal tissue due to the oxygen-rich condition and insufficient H2O2 in the normal tissue relative to the tumor. In spite of substantial advantages of Cu-based Fenton-like system, its spontaneous Fenton reaction is difficult to harness the reactivity for the spatiotemporal control over therapeutic process. On the contrast, the photon-triggered Fenton reaction can only happen in the presence of both H2O2 and photon stimulus (light or X-ray).29−31 Hence, combining X-ray stimulus with Cu-based Fenton-like system is more preferable to realize accurate and controllable radiosentization within the tumor via the synergism of both endogenous stimulus and exogenous stimuli (X-ray and H2O2) and reduce the side effects in the normal tissue. To realize the above speculation, we developed copper\nhydroxyphosphate nanocrystals (Cu2(OH)PO4 NCs) as a smart radiosensitizer to achieve the enhanced radiotherapeutic efficacy by spatiotemporally X-ray-triggered Fenton-like reaction (Scheme 1). The unique feature of these NCs is that they have the ability to convert CuII sites to CuI sites under exogenous X-ray irradiation. After internalization of the Cu2(OH)PO4@PAAS NCs by cancer cells, X-ray-triggered Cu I active sites on Cu2(OH)PO4@PAAS NCs possess efficient Fenton-like activity, which can transform endogenous H2O2 overexpressed in hypoxic cancer cells into the highly toxic •OH (Scheme 1, dual advantages for Fenton-like reaction in tumor tissue). Meanwhile, this nonspontaneous Fenton-like reaction in the normal tissue will be limited because of the oxygen-rich condition and insufficient H2O2 relative to the tumor tissue (Scheme 1, dual disadvantages for Fenton-like reaction in normal tissue). The above strategy indeed endows the radiotherapeutic process with the ability to target the TME with abundant H2O2 and hypoxia, resulting in the minimum damages to normal tissues. As a result, the X-ray-triggered Fenton-like reaction via introducing nontoxic Cu2(OH)PO4 NCs under the dual stimuli of exogenous X-ray and endogenous H2O2 provides a simple but safe radiotherapeutic strategy.\nCu2(OH)PO4@PAAS NCs were synthesized by a facile onestep hydrothermal method (Figure 1A). The typical transmission electron microscopy (TEM) image shown in Figure 1B reveals that Cu2(OH)PO4@PAAS NCs have a uniformly round-shaped morphology with the average particle size about 5 ± 2 nm and a narrow size distribution (Figure S1). The highresolution TEM image presents legible lattice fringes with an interplanar spacing of 0.290 nm (Figure 1C), which is consistent with the (220) planes of orthorhombic Cu2(OH)PO4. Moreover, the X-ray diffraction (XRD) spectrum (Figure 1D) also demonstrates that the crystalline structure is well indexed to the orthorhombic phase of Cu2(OH)PO4 (JCPDS no. 360404).32 In addition, the Fourier transform infrared (FT-IR) spectrum (Figure 1E) and XPS spectrum (Figure 1F) certify that poly(acrylic acid) sodium (PAAS) is coated on the surface of Cu2(OH)PO4 NCs during the hydrothermal treatment, which endows the Cu2(OH)PO4 NCs stability in water and other fluids (Figure S2). Furthermore, the full-scale X-ray photoelectron spectroscopy (XPS) spectrum (Figure S3) and the energy-dispersive X-ray spectroscopy (EDS) spectrum (Figure S4) indicate the high-pure and high-quality of asprepared Cu2(OH)PO4@PAAS NCs. It is well-known that the valence state of Cu plays a key role in their Fenton-like activity.33,34 Thus, we next evaluated the valence state of Cu in the Cu2(OH)PO4@PAAS NCs, where the Cu 2p XPS measurements were carried out. It clearly shows two main peaks at about 936.61 and 955.86 eV, which are attributed to Cu 2p3/2 and Cu 2p1/2 of copper ions, respectively, indicating that CuII is the dominant copper species in these NCs (Figure 1G).35,36 This demonstrates that Cu2(OH)PO4@PAAS NCs themselves do not possess the Fenton-like activity because CuII is unable to efficiently trigger the Fenton-like reaction, which is the basis for the following study of X-ray-triggered •OH generation. Recently, an increasing amount of evidence has suggested that Cu2(OH)PO4 NCs consisted of two nonequivalent crystallographic sites involving CuO4(OH) trigonal bipyramids (TBP-CuII) and CuO4(OH)2 octahedra (OCT-Cu\nII) can act as a novel heterogeneous copper catalyst for the Fenton-like reaction under light excitation,32,37,38 where the excited electrons from TBP-CuII can transfer to neighboring OCT\nScheme 1. Mechanism of Cu2(OH)PO4@PAAS NCs as a Smart Radiosensitizer for Enhanced Radiotherapeutic"
    }, {
      "heading" : "Efficacy Through X-ray-Triggered Fenton-like Reaction",
      "text" : "DOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1750\nCuII, forming OCT-CuI sites at the OCT and TBP-CuIII at the TBP (Figure S5).35 Thus, this feature makes them become a novel catalytic nanomedicine for the treatment of tumors with the advantage of being controllably and selectively activated in the tumor. Unfortunately, visible light with short penetration depth is incapable of treating the tumors in deeper positions. To overcome this problem, we for the first time employed Xray as the stimulus to excite Cu2(OH)PO4@PAAS NCs for the generation of CuI active sites and then efficiently trigger Fenton-like reaction. To clarify the generation of CuI active sites in Cu2(OH)PO4@PAAS NCs under X-ray irradiation, the selective sequestering agent neocuproine was employed to detect X-ray-induced CuI active sites.39,40 As shown in Figure 2A, the yellow-colored chromophore of CuI-neocuproine with the absorption peak at 450 nm provides strong support for the generation of CuI sites in Cu2(OH)PO4@PAAS NCs under Xray irradiation. Additionally, we experimentally investigated the X-ray-induced charge separation in the Cu2(OH)PO4@PAAS NCs by measuring the photocurrent under X-ray irradiation. The fast and uniform photocurrent response is clearly observed once the occurrence of X-ray stimulus, which is direct evidence of the generation of electron−hole pairs in Cu2(OH)PO4@ PAAS NCs (Figure 2B).41 And the generated electron−hole pairs in Cu2(OH)PO4@PAAS NCs are the basis for the formation of CuI active sites. Based on the above results and previous reports, a plausible mechanism for the electronic\ntransport to generate CuI active sites in Cu2(OH)PO4@PAAS NCs under X-ray stimulus is presented in Figure 2C. In the initial stage, the incident X-ray photons interact with the lattice atoms of Cu2(OH)PO4@PAAS NCs, mainly through the photoelectric effect. In the process, apart from high-energy electrons and holes, it can concomitantly result in the avalanche of low-energy electrons and holes that are unable to induce further ionization.42,43 Subsequently, the generated low-energy electrons and holes are then quickly thermalized in the OCT-CuII sites and TBP-CuII sites,42−44 forming OCT-CuI sites and TBP-CuIII sites, respectively. Encouraged by their effective generation of CuI, we next\nevaluated the Fenton-like performance of Cu2(OH)PO4@ PAAS NCs, and the •OH-specific indicator (terephthalate (TA)) was applied to monitor the generation of •OH.45 As shown in Figure 2D, Cu2(OH)PO4@PAAS NCs alone, H2O2 alone, or X-ray alone cannot appreciably enhance the generation of •OH, while the fluorescence intensity from oxidation of TA by •OH sharply increases by adding extra H2O2 in the presence of Cu2(OH)PO4@PAAS NCs with X-ray irradiation, implying that X-ray-induced CuI sites can catalyze H2O2 into •OH via the Fenton-like reaction. These results also demonstrate that the Fenton-like reaction based on Cu2(OH)PO4@PAAS NCs is controllable under the dual stimuli of Xray and H2O2. To examine the performance advantages of the Fenton-like reaction for Cu2(OH)PO4@PAAS NCs relative to\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1751\nferrous ion (FeII) and cuprous ion (CuI), a detailed comparison of the catalytic performance at PH 6.5 among them is shown in Figure 2E. The results demonstrate that cuprous ion (CuI) has a more effective activity in •OH generation than ferrous ion (FeII). Meanwhile, Cu2(OH)PO4@PAAS NCs under X-ray irradiation exhibit the most remarkable H2O2 catalytic performance, and this may be attribute to the solid Fenton-like systems with specific catalytic sites in which •OH is generated by decomposing H2O2 on the surface of Cu2(OH)PO4@PAAS NCs.\n46,47 Moreover, it exhibits the same results at pH 4.5 and 8.0 (Figure S6). In addition, we also investigate the influence of O2 on the Fentonlike activity of Cu2(OH)PO4@PAAS NCs. As shown in Figure 2F, the oxygen-rich condition created by keeping pumping oxygen into solution for 6 h limits the •OH generation. To the contrary, the Fenton-like activity of Cu2(OH)PO4@PAAS\nNCs has significant increase under hypoxic conditions created by pumping argon into solution for 6 h, because the hypoxic condition can inhibit the oxidation of X-ray-induced CuI by O2, which demonstrates that Cu2(OH)PO4@PAAS NCs have a potential as a smart radiosensitizer to recognize hypoxic tumor tissue and enhance the radiotherapeutic efficacy in tumor tissue as well as reduce damage in the normal tissue. Then, sparked by the X-ray-triggered Fenton-like performance based on Cu2(OH)PO4@PAAS NCs, we verified •OH generation at the cellular level. Before that, we evaluated the cellular uptake of the Cu2(OH)PO4@PAAS NCs which plays a key role for its biomedical effects. Dark-field scattering microscopy was employed to observe the intracellular distribution of Cu2(OH)PO4@PAAS NCs (Figure S7). Compared with the HeLa cells without any treatments, the HeLa cells incubated with Cu2(OH)PO4@PAAS NCs can be\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1752\nobserved as obvious signals under dark-field scattering\nmicroscopy, indicating that Cu2(OH)PO4@PAAS NCs can\nbe effectively internalized by HeLa cells. Besides that,\ninductively coupled plasma mass spectrometry (ICP-MS)\nwas also used to confirm the cellular uptake of the\nCu2(OH)PO4@PAAS NCs. The results of ICP-MS show\nthat the uptake of the Cu2(OH)PO4@PAAS NCs by HeLa\ncells is gradually increasing with the increase of incubation\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1753\ntime and the content of Cu reached to 55 ng/104 cells after 24 h (Figure S8). Next, 2′,7′-dichlorofluorescin diacetate (DCFHDA) was employed to monitor the level of intracellular •OH. As expected, human cervical cancer cells (HeLa cells) treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation show the strongest green fluorescence signal compared to the groups treated with Cu2(OH)PO4@PAAS NCs alone or X-ray irradiation alone (Figure 3A), conclusively indicating Cu2(OH)PO4@PAAS NCs can controllably give rise to the enhanced •OH generation in tumor cells once the X-ray occurs. In order to further investigate the performance of the Fenton-like reaction based on Cu2(OH)PO4@PAAS NCs in vitro, the intracellular H2O2 level was evaluated in detail. First, it has been reported that the H2O2 concentration within tumor cells is higher than normal cells.18 Then, fortunately, apart from overproduction of endogenous H2O2 by cancer cells themselves, ionizing radiation can cause a burst of additional"
    }, {
      "heading" : "H2O2.",
      "text" : "48,49 The experimental results show that irradiation with X-ray on HeLa cells can indeed lead to further improvement of the intracellular H2O2 level (Figure 3B, taking the intracellular H2O2 level of untreated HeLa cells as the control, control 1). In addition, we also evaluated the intracellular H2O2 level of HeLa cells at different intensities of X-ray. The results show that the intracellular H2O2 level can be improved with the increasing intensity of X-ray (Figure S9A). When the dose of X-ray radiation was further increased, the H2O2 level in HeLa cells was still higher than the control group, however, it trends to decrease, which may be attribute to the decreased cell viability induced by higher X-ray irradiation (Figure S9B). Thus, the above events facilitate the creation of the TME with abundant H2O2 for the Fenton-like reaction. Next, we found that Cu2(OH)PO4@PAAS NCs with X-ray irradiation can cause more consumption of intracellular H2O2, declining by 56.8% compared with the group treated with X-ray alone (Figure 3B, taking the intracellular H2O2 level of HeLa cells treated with X-ray alone as control, control 2), demonstrating that Cu2(OH)PO4@PAAS NCs can efficiently trigger the Fenton-like reaction under X-ray irradiation. Meanwhile, compared with HeLa cells, human umbilical vein endothelial cells (HUVECs) as the model of the normal cells treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation fail to be observed for considerable •OH generation (Figure 3C), which may be due to the insufficient H2O2 level in HUVECs. The results indicate that Cu2(OH)PO4@PAAS NCs have the potential to selectively kill tumor cells due to more higher H2O2 levels in tumor cells than that in normal cells. To further confirm that Cu2(OH)PO4@PAAS NCs have a selective radiotherapeutic efficacy only in the tumor tissue but not in the normal tissues, a series of cytotoxicity profiles were evaluated. First, the cytotoxicity of Cu2(OH)PO4@PAAS NCs with different concentrations on HeLa cells was evaluated by the Cell Counting Kit-8 assay (CCK-8) (Figure 3D). It is found that there was no obvious decrease of cell viability to HeLa cells at various concentrations, which indicates Cu2(OH)PO4@PAAS NCs alone are unable to trigger the Feton-like reaction. By contrast, after combining with X-ray irradiation, cell viability to HeLa cells gradually decreases with the increase of Cu2(OH)PO4@PAAS NCs, attributing to •OH generation via the X-ray-triggered Fenton-like reaction. More importantly, the HeLa cells incubated with the hypoxia-mimic cobalt chloride (CoCl2) show far lower cell viability at the same concentration of Cu2(OH)PO4@PAAS NCs under X-ray irradiation, indicating the hypoxic condition favors the Fenton-\nlike performance of Cu2(OH)PO4@PAAS NCs due to the weakened redox between O2 and X-ray-induced Cu\nI. In addition, we also examined the radiotherapeutic efficacy of Cu2(OH)PO4@PAAS NCs to HUVECs (Figure 3E). As expected, HUVECs treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation exhibit slight cytotoxicity. However, when we used glucose oxidase (GOD, a promoter of H2O2, 0.01 U/mL) to regulate the level of H2O2 in HUVECs, it is found that cell viability has a distinct decrease. The results demonstrate that the X-ray-triggered Fenton-like reaction may be suppressed because of relatively insufficient H2O2 in HUVECs. Furthermore, by comparing with radiotherapeutic efficacy of Au nanorods that have been researched widely as radiosensitizer, it can be observed that both Cu2(OH)PO4@ PAAS NCs and Au nanorods can effectively enhance the radiotherapeutic efficacy to HeLa cells via the Cell Counting Kit-8 assay and the live/dead cell staining experiment (Figures S10−S13). Nevertheless, Au nanorods exhibit greater damage to HUVECs than Cu2(OH)PO4@PAAS NCs, which further confirms that Cu2(OH)PO4@PAAS NCs have the advantage to selectively kill tumor cells. All the above results demonstrate that the enhanced radiotherapeutic process of Cu2(OH)PO4@ PAAS NCs can only be triggered under X-ray irradiation within tumor tissue but not in normal tissues, resulting in the minimum side effects. The aforesaid in vitro results have indicated that Cu2(OH)PO4@PAAS NCs can produce highly toxic •OH via the X-raytriggered Fenton-like reaction. Next, to further evaluate the radiotherapeutic efficacy of Cu2(OH)PO4@PAAS NCs for the cancer cells, the clonogenic assay was carried out to visually observe the radiotherapeutic efficacy on HeLa cells. Compared with X-ray irradiation alone, the clone formation rates of HeLa cells dramatically decline from 66.44% to 24.03% under the treatment of Cu2(OH)PO4@PAAS NCs with X-ray irradiation, indicating that Cu2(OH)PO4@PAAS NCs are capable of inhibiting cancer cell proliferation (Figure 3F, G). Meanwhile, an annexin V-FITC/PI method was conducted by flow cytometry to make clear the death mechanism of HeLa cells after radiotherapy. As shown in Figure 3H, the group treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation exhibits significant late apoptosis/necrosis of cells, which are higher than other groups. The results demonstrate that •OH generated by Cu2(OH)PO4@PAAS NCs with X-ray irradiation can promote irreversible damages to HeLa cells for enhanced radiotherapeutic process. Furthermore, to verify that Cu2(OH)PO4@PAAS NCs can cause DNA double-strand damage on HeLa cells, γ-H2AX was employed to label the damage of double-stranded DNA. As shown in Figure 3I, no obvious γ-H2AX immuno-fluorescent spots are observed in the control or the group only treated with Cu2(OH)PO4@PAAS NCs. Nevertheless, the γ-H2AX immuno-fluorescent spots have a considerable increase in the group treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation, which was more than 1.89-fold higher than the group treated with Xray irradiation alone (Figure 3J). These results indicate that Cu2(OH)PO4@PAAS NCs have a potential to efficiently kill tumor cells via controllable X-ray-triggered Fenton-like reaction. Encouraged by the ability of •OH generation in vitro,\nCu2(OH)PO4@PAAS NCs may have a considerable radiotherapeutic efficacy in vivo. In order to verify this point, the HeLa tumor-bearing nude mice were randomly divided into four groups, including the control group, the group receiving\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1754\nonly Cu2(OH)PO4@PAAS NCs, the group receiving only Xray irradiation, and the group receiving both Cu2(OH)PO4@ PAAS NCs and X-ray irradiation. As shown in Figure 4A, Cu2(OH)PO4@PAAS NCs mediated radiotherapeutic process exhibits the greatest inhibition effect to tumor after 20 days of radiotherapeutic treatment. Meanwhile, the mean tumor weight and size of all groups shown in Figure 4B, C, respectively, which intuitively demonstrates Cu2(OH)PO4@ PAAS NCs with X-ray irradiation can give rise to the strongest damage to the tumor tissue. Furthermore, the body weight of each group during radiotherapeutic treatment did not show a significant change, indicating that no obvious systemic toxicity has been induced by Cu2(OH)PO4@PAAS NCs (Figure S14). Next, the pathological examination of tumors via hematoxylin and eosin (H&E) staining was employed to get an insight into the radiotherapeutic efficacy of Cu2(OH)PO4@PAAS NCs with different treatments (Figure 4D), where a large area of necrosis for tumor cells of the group treated with Cu2(OH)PO4@PAAS NCs under X-ray irradiation is observed, indicating Cu2(OH)PO4@PAAS NCs with X-ray irradiation can effectively kill tumor cells and suppress the proliferation of tumor cells. In addition, immunohistochemical analysis was performed to assess the expression levels of γ-H2AX during radiotherapeutic treatment (Figure 4D), which is consistent with the results in vitro, demonstrating that Cu2(OH)PO4@\nPAAS NCs with X-ray irradiation can cause the most irreversible damage of double-stranded DNA. Finally, to explore the potential side effect of as-prepared Cu2(OH)PO4@PAAS NCs with radiotherapeutic treatment, the major organs in all the groups were collected for the H&E staining assays. As shown in Figure S15, no significant tissue damage and negative effect to the major organs of mice have been observed, indicating the Cu2(OH)PO4@PAAS NC-mediated radiotherapeutic process has no serious side effects. In addition, the results of blood routine/blood biochemistry in vivo have no obvious difference after 20 days (Figure S16 and Table S1), suggesting that may be relatively safe for the Cu2(OH)PO4@PAAS NCs, despite the need to further evaluate the much deeper studies of toxicology. In summary, we presented a controllable and selective X-ray-\ntriggered Fenton-like system to enhance radiotherapeutic efficacy via introducing Cu2(OH)PO4 NCs as the sensitizer to simultaneously respond to endogenous stimuli (H2O2) and exogenous stimuli (X-ray). On the one hand, we for the first time prove that the X-ray could trigger the conversion of CuII sites to CuI sites in Cu2(OH)PO4 NCs and then efficiently activate the Fenton-like reaction by catalyzing intracellular overproduced H2O2 within tumor tissue into highly toxic •OH, causing serious damage to the tumor. On the other hand, this reaction is greatly inhibited in the normal tissue due\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1755\nto the oxygen-rich condition and insufficient H2O2 relative to tumor tissue. This work offers a smart radiosensitizer with new activation approach and effective tumor-selective killing to realize a safer and more reliable radiotherapeutic efficacy.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.8b04763.\nFull experimental details, Figures S1−S16, and Table S1 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *Tel: 86-10-88236786. E-mail: zjgu@ihep.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Liang Yan: 0000-0003-2925-5544 Zhanjun Gu: 0000-0003-3717-2423 Yuliang Zhao: 0000-0002-9586-9360"
    }, {
      "heading" : "Author Contributions",
      "text" : "∥These authors contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Basic Research Program of China (2016YFA2021600), the National Natural Science Foundation of China (51822207, 51772292, 31571015, 11621505, 11435002, and 21320102003), and Chinese Academy of Sciences Youth Innovation Promotion Association (2013007), CAS Key Research Program of Frontier Sciences (QYZDJ-SSW-SLH022).\n■ REFERENCES (1) Song, G.; Cheng, L.; Chao, Y.; Yang, K.; Liu, Z. Adv. Mater. 2017, 29 (32), 1700996. (2) Goel, S.; Ni, D.; Cai, W. ACS Nano 2017, 11 (6), 5233−5237. (3) Dou, Y.; Guo, Y.; Li, X.; Li, X.; Wang, S.; Wang, L.; Lv, G.; Zhang, X.; Wang, H.; Gong, X.; Chang, J. ACS Nano 2016, 10 (2), 2536−2548. (4) Song, G.; Liang, C.; Yi, X.; Zhao, Q.; Cheng, L.; Yang, K.; Liu, Z. Adv. Mater. 2016, 28 (14), 2716−2723. (5) Le Duc, G.; Miladi, I.; Alric, C.; Mowat, P.; Braüer-Krisch, E.; Bouchet, A.; Khalil, E.; Billotey, C.; Janier, M.; Lux, F.; Epicier, T.; Perriat, P.; Roux, S.; Tillement, O. ACS Nano 2011, 5 (12), 9566− 9574. (6) Werner, M. E.; Copp, J. A.; Karve, S.; Cummings, N. D.; Sukumar, R.; Li, C.; Napier, M. E.; Chen, R. C.; Cox, A. D.; Wang, A. Z. ACS Nano 2011, 5 (11), 8990−8998. (7) Song, G.; Chen, Y.; Liang, C.; Yi, X.; Liu, J.; Sun, X.; Shen, S.; Yang, K.; Liu, Z. Adv. Mater. 2016, 28 (33), 7143−7148. (8) Al Zaki, A.; Joh, D.; Cheng, Z.; De Barros, A. L. B.; Kao, G.; Dorsey, J.; Tsourkas, A. ACS Nano 2014, 8 (1), 104−112. (9) Fan, H.; Yan, G.; Zhao, Z.; Hu, X.; Zhang, W.; Liu, H.; Fu, X.; Fu, T.; Zhang, X.-B.; Tan, W. Angew. Chem., Int. Ed. 2016, 55 (18), 5477−5482. (10) Lee, C.-H.; Cheng, S.-H.; Huang, I. P.; Souris, J. S.; Yang, C.-S.; Mou, C.-Y.; Lo, L.-W. Angew. Chem. 2010, 122 (44), 8390−8395. (11) Popat, A.; Ross, B. P.; Liu, J.; Jambhrunkar, S.; Kleitz, F.; Qiao, S. Z. Angew. Chem. 2012, 124 (50), 12654−12657. (12) Huang, L.; Li, Z.; Zhao, Y.; Yang, J.; Yang, Y.; Pendharkar, A. I.; Zhang, Y.; Kelmar, S.; Chen, L.; Wu, W.; Zhao, J.; Han, G. Adv. Mater. 2017, 29 (28), 1604789.\n(13) Huang, L.; Li, Z.; Zhao, Y.; Zhang, Y.; Wu, S.; Zhao, J.; Han, G. J. Am. Chem. Soc. 2016, 138 (44), 14586−14591. (14) Xiao, Z.; Ji, C.; Shi, J.; Pridgen, E. M.; Frieder, J.; Wu, J.; Farokhzad, O. C. Angew. Chem., Int. Ed. 2012, 51 (47), 11853−11857. (15) Thomas, C. R.; Ferris, D. P.; Lee, J.-H.; Choi, E.; Cho, M. H.; Kim, E. S.; Stoddart, J. F.; Shin, J.-S.; Cheon, J.; Zink, J. I. J. Am. Chem. Soc. 2010, 132 (31), 10623−10625. (16) Kim, H. J.; Matsuda, H.; Zhou, H.; Honma, I. Adv. Mater. 2006, 18 (23), 3083−3088. (17) Zhu, P.; Chen, Y.; Shi, J. ACS Nano 2018, 12 (4), 3780−3795. (18) Kim, J.; Cho, H. R.; Jeon, H.; Kim, D.; Song, C.; Lee, N.; Choi, S. H.; Hyeon, T. J. Am. Chem. Soc. 2017, 139 (32), 10992−10995. (19) Huo, M.; Wang, L.; Chen, Y.; Shi, J. Nat. Commun. 2017, 8 (1), 357. (20) Zhang, C.; Bu, W.; Ni, D.; Zhang, S.; Li, Q.; Yao, Z.; Zhang, J.; Yao, H.; Wang, Z.; Shi, J. Angew. Chem., Int. Ed. 2016, 55 (6), 2101− 2106. (21) Ma, P. a.; Xiao, H.; Yu, C.; Liu, J.; Cheng, Z.; Song, H.; Zhang, X.; Li, C.; Wang, J.; Gu, Z.; Lin, J. Nano Lett. 2017, 17 (2), 928−937. (22) Lee, K.-T.; Lu, Y.-J.; Mi, F.-L.; Burnouf, T.; Wei, Y.-T.; Chiu, S.-C.; Chuang, E.-Y.; Lu, S.-Y. ACS Appl. Mater. Interfaces 2017, 9 (2), 1273−1279. (23) Lee, K.-T.; Lu, Y.-J.; Chiu, S.-C.; Chang, W.-C.; Chuang, E.-Y.; Lu, S.-Y. Sci. Rep. 2018, 8 (1), 16580. (24) Lyu, L.; Zhang, L.; Hu, C. Chem. Eng. J. 2015, 274, 298−306. (25) Nichela, D. A.; Berkovic, A. M.; Costante, M. R.; Juliarena, M. P.; García Einschlag, F. S. Chem. Eng. J. 2013, 228, 1148−1157. (26) Pham, A. N.; Rose, A. L.; Waite, T. D. J. Phys. Chem. A 2012, 116 (25), 6590−6599. (27) Bokare, A. D.; Choi, W. J. Hazard. Mater. 2014, 275, 121−135. (28) Zhang, L.; Lyu, L.; Nie, Y.; Hu, C. Sep. Purif. Technol. 2016, 157, 203−208. (29) Hu, P.; Wu, T.; Fan, W.; Chen, L.; Liu, Y.; Ni, D.; Bu, W.; Shi, J. Biomaterials 2017, 141, 86−95. (30) Zhou, X.; Zhang, Y.; Wang, C.; Wu, X.; Yang, Y.; Zheng, B.; Wu, H.; Guo, S.; Zhang, J. ACS Nano 2012, 6 (8), 6592−6599. (31) Ju, L.; Chen, Z.; Fang, L.; Dong, W.; Zheng, F.; Shen, M. J. Am. Ceram. Soc. 2011, 94 (10), 3418−3424. (32) Zhan, Y.; Li, H.; Chen, Y. J. Hazard. Mater. 2010, 180 (1), 481−485. (33) Pham, A. N.; Xing, G.; Miller, C. J.; Waite, T. D. J. Catal. 2013, 301, 54−64. (34) Zang, C.; Hu, S.; Jin, S.; Chen, F. ChemCatChem 2018, 10 (16), 3576−3582. (35) Wang, G.; Huang, B.; Ma, X.; Wang, Z.; Qin, X.; Zhang, X.; Dai, Y.; Whangbo, M.-H. Angew. Chem., Int. Ed. 2013, 52 (18), 4810− 4813. (36) Ju, E.; Dong, K.; Chen, Z.; Liu, Z.; Liu, C.; Huang, Y.; Wang, Z.; Pu, F.; Ren, J.; Qu, X. Angew. Chem. 2016, 128 (38), 11639− 11643. (37) Chen, C.; Zhou, Y.; Wang, N.; Cheng, L.; Ding, H. RSC Adv. 2015, 5 (116), 95523−95531. (38) Liu, G.; Zhou, Y.; Teng, J.; Zhang, J.; You, S. Chemosphere 2018, 201, 197. (39) Çelik, S. E.; Özyürek, M.; Gücļü, K.; Apak, R. Anal. Chim. Acta 2010, 674 (1), 79−88. (40) Apak, R.; Gücļü, K.; Özyürek, M.; Karademir, S. E. J. Agric. Food Chem. 2004, 52 (26), 7970−7981. (41) Chen, D.; Zhang, H.; Li, Y.; Pang, Y.; Yin, Z.; Sun, H.; Zhang, L.-C.; Wang, S.; Saunders, M.; Barker, E.; Jia, G. Adv. Mater. 2018, 30 (39), 1803351. (42) Klein, C. A. J. Appl. Phys. 1968, 39 (4), 2029−2038. (43) Rodnyi, P. A.; Dorenbos, P.; van Eijk, C. W. E. Phys. Status Solidi B 1995, 187 (1), 15−29. (44) Chen, Q.; Wu, J.; Ou, X.; Huang, B.; Almutlaq, J.; Zhumekenov, A. A.; Guan, X.; Han, S.; Liang, L.; Yi, Z.; Li, J.; Xie, X.; Wang, Y.; Li, Y.; Fan, D.; Teh, D. B. L.; All, A. H.; Mohammed, O. F.; Bakr, O. M.; Wu, T.; Bettinelli, M.; Yang, H.; Huang, W.; Liu, X. Nature 2018, 561 (7721), 88−93.\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1756\n(45) Nosaka, Y.; Nosaka, A. Y. Chem. Rev. 2017, 117 (17), 11302− 11336. (46) Yang, X.-j.; Xu, X.-m.; Xu, X.-c.; Xu, J.; Wang, H.-l.; Semiat, R.; Han, Y.-f. Catal. Today 2016, 276, 85−96. (47) Yang, X.-j.; Xu, X.-m.; Xu, J.; Han, Y.-f. J. Am. Chem. Soc. 2013, 135 (43), 16058−16061. (48) Azzam, E. I.; Jay-Gerin, J.-P.; Pain, D. Cancer Lett. 2012, 327 (1), 48−60. (49) Yamamori, T.; Yasui, H.; Yamazumi, M.; Wada, Y.; Nakamura, Y.; Nakamura, H.; Inanami, O. Free Radical Biol. Med. 2012, 53 (2), 260−270.\nDOI: 10.1021/acs.nanolett.8b04763 Nano Lett. 2019, 19, 1749−1757\n1757"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Traditional radiotherapy can induce injury to the normal tissue around the tumor, so the development of novel radiosensitizer with high selectivity and controllability that can lead to more effective and reliable radiotherapy is highly desirable. Herein, a new smart radiosensitizer based on Cu2(OH)PO4 nanocrystals that can simultaneously respond to endogenous stimulus (H2O2) and exogenous stimulus (X-ray) is reported. First, Cu2(OH)PO4 nanocrystals can generate Cu I sites under X-ray irradiation through X-ray-induced photoelectron transfer process. Then, X-ray-triggered Cu sites serve as a catalyst for efficiently decomposing overexpressed H2O2 in the tumor microenvironment into highly toxic hydroxyl radical through the Fenton-like reaction, finally inducing apoptosis and necrosis of cancer cells. Meanwhile, this nonspontaneous Fenton-like reaction is greatly limited within normal tissues because of its oxygen-rich condition and insufficient H2O2 relative to tumor tissues. Thus, this strategy can ensure that the process of radiosentization can only be executed within hypoxic tumors but not in normal cells, resulting in the minimum damages to surrounding healthy tissues. As a result, the X-raytriggered Fenton-like reaction via introducing nontoxic Cu2(OH)PO4 nanocrystals under the dual stimuli provides a more controllable and reliable activation approach to simultaneously enhance the radiotherapeutic efficacy and reduce side effects.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}