{
  "name" : "downloads_2020-03-15_32_10.1007@s11051-020-04791-0.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The shape of titanium dioxide nanomaterials modulates their protection efficacy against ultraviolet light in human skin cells",
    "authors" : [ "Krunoslav Ilić", "Emilija Zapletal", "Marija Ćurlin", "Tadahiro Yokosawa", "Ivana Vinković Vrček", "Ivan Pavičić", "T. M. Glavan" ],
    "emails" : [ "ipavicic@imi.hr", "kilic@imi.hr", "mmilic@imi.hr", "ivinkovic@imi.hr", "aselmani@irb.hr", "tglavan@irb.hr", "marija.curlin@mef.hr", "tadahiro.yokosawa@fau.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "UVB irradiation under in vitro exposure settings. The UVB radiation was applied at the dose equivalent to the UV component observed in one medial erythemal dose. The biological effects of TiO2 NMs on nonirradiated and UVB-irradiated keratinocytes were observed by means of cell viability, genotoxicity, and inflammatory response. The obtained results clearly showed that the effects of TiO2 NMs in vitro, either cytotoxic or protective, depend on their shape. These observations highlight the beneficial properties of nanomaterials that can improve the quality and efficacy of nano-enabled\nElectronic supplementary material The online version of this article (https://doi.org/10.1007/s11051-020-04791-0) contains supplementary material, which is available to authorized users.\nK. Ilić :M. Milić : I. V. Vrček : I. Pavičić (*) Institute for Medical Research and Occupational Health, Zagreb, Croatia e-mail: ipavicic@imi.hr\nK. Ilić e-mail: kilic@imi.hr\nM. Milić e-mail: mmilic@imi.hr\nI. V. Vrček e-mail: ivinkovic@imi.hr\nA. Selmani : T. M. Glavan : E. Zapletal Rudjer Boskovic Institute, Zagreb, Croatia\nA. Selmani\ne-mail: aselmani@irb.hr\nT. M. Glavan e-mail: tglavan@irb.hr\nM. Ćurlin School of Medicine, University of Zagreb, Zagreb, Croatia e-mail: marija.curlin@mef.hr\nT. Yokosawa Karlsruhe Institute of Technology (KIT), Institute for NuclearWaste Disposal, Hermann-von-Helmholtz-Platz 1, 76344 Eggenstein-Leopoldshafen, Germany e-mail: tadahiro.yokosawa@fau.de\nT. Yokosawa Institute of Micro- and Nanostructure Research, Friedrich-Alexander-Universität Erlangen-Nürnberg, Cauerstraße 6, 91058 Erlangen, Germany\nproducts only if the safe-by-design concept has been implemented during the innovation process.\nKeywords UVB radiation . Skin . TiO2 NM . Genotoxicity . Inflammatory response . Viability . Health effects"
    }, {
      "heading" : "Introduction",
      "text" : "Titanium dioxide (TiO2) is a metal oxide that occurs in nature in forms of rutile, anatase, or brookite minerals. It is used in many diverse applications, e.g., as a photocatalyst for hydrogen production, in dyesensitive solar cells, as corrosive-protection coating, gas sensor, white pigment for different materials (papers, plastics, inks, cosmetics), etc. (Baraton 2011; Diebold 2003). Due to its high refractive index, TiO2 has been also applied in sunscreens to protect the skin from harmful effects of UV radiation (Wright et al. 2017) , espec ia l ly in nanopar t i cu la te form. Nanomaterials (NMs) have in general much greater surface area compared to the same volume of bulk material, thus enabling more efficient interaction with incident UV light (Baraton 2011). However, interaction of TiO2 NMs with UV light may produce free oxygen radicals that could harm living cells (Long et al. 2007). Such oxidative stress may be mitigated if TiO2 NMs are coated in sunscreens with silica (SiO2), dimethicone, or alumina (Al2O3) (Wamer et al. 1997; Lademann et al. 2000). Although characterized as biologically inert and approved for use as a food and pharmaceutical additive (Rowe et al. 2009), TiO2 NMs in cosmetic products may still present safety issues, due to a wide variety of available morphologies, surface coatings, sizes, concentrations, and agglomeration/aggregation states, which may affect their properties and interaction with UV light. Likewise, TiO2 NMs of various shapes may differ in their toxic potential (Hamilton et al. 2009), but data on the effect of NM shape on their biological properties is scarce. There is also a lack of reliable data on cell penetration and cytotoxicity effects of TiO2 NMs despite reports on oxidative stress response, modulation of gene expression, and DNA damage in TiO2 NM-treated human cells (Petković et al. 2011a, b; Gurr et al. 2005). It has been reported that TiO2 NMs may decrease cell area, proliferation, mobility, and ability to contract collagen in dermal fibroblasts (Pan et al. 2009).\nUV radiation occupies the range of 100–400 nm in the electromagnetic radiation spectrum and is divided into UVC (100–280 nm), UVB (280–315 nm), and UVA (315–400 nm) subranges. While UVC is completely absorbed by the ozone layer, UVB and UVA photons are able to reach the Earth’s surface and cause acute (erythema, sun tanning) and chronic (skin cancer and photoaging) effects in sufficiently high doses (Popov et al. 2005). The UVA penetrates deep into the dermis, where it can generate ROS and cause indirect DNA damage, while UVB is almost completely absorbed by the epidermis and can cause direct DNA breakage by stimulating the formation of cyclobutane dimers and 6–4 photoproducts (D’Orazio et al. 2013). The UVB may also initiate inflammatory cascade in epidermal keratinocytes resulting in erythema (D’Orazio et al. 2013). Since TiO2 materials produce ROS when exposed to UV light (Sunada et al. 2003), concerns have been raised whether TiO2 in sunscreens would compound UV-induced damage and increase the risk of skin cancer, rather than protect from harmful exposure effects. Larger surface area of TiO2 NMs compared to their bulk counterparts could increase the extent of interaction with UV radiation and the associated hazards. A survey in the Web of Science (WOS) database was performed on December 10th, 2019 to find scientific data on detrimental TiO2 NM effects on cells (Tables S1–S2 in the Supporting information). The search phrase “TITLE:(“titanium dioxide nanoparticle*” or “tio2 nanoparticle*”) AND (“cytotox*” or “cell tox*”)” returned 76 publications. When the phrase was refined with the TOPIC:“UV” and (“hacat” or “keratinocyt*”) to narrow the search to cell type of interest for this study, only eight publications were found (Table S1 in the Supporting information). Only six of these studies (Table S2 in the Supporting information) have investigated whether the detrimental effect of TiO2 NMs is exacerbated by subsequent or simultaneous UV exposure (Ghiazza et al. 2014; Ren et al. 2018; Rancan et al. 2014; Park et al. 2011; Zeni et al. 2018; Sharma et al. 2018). Ren et al. (2018) found 50% reduction in the viability of HaCaT cells after 21 h exposure to TiO2 NPs followed by 1 h irradiation by 365 nm UV light, while TiO2 NPs did not significantly reduce cell viability by themselves. However, Rancan et al. (2014) reported cell death in UVB-treated HaCaT cells (210 and 630 mJ/cm2 doses), but no appreciable difference in cell viability between irradiated cells and cells that were both irradiated and treated with TiO2\nNPs. Their additional analysis of IL-6 release after UVB exposure indicated the beneficial effect of cell pretreatment with TiO2 NPs (Rancan et al. 2014). In almost all of these studies, the tested TiO2 NPs were spherical with the exception of polygonal anatase TiO2 NPs used by Park et al. (2011), but no consideration was given on the effect of nanoparticle shape on cell viability.\nWe aimed to evaluate the in vitro effect of different TiO2 NMs on irradiated vs. nonirradiated human skin cells. The TiO2 NMs were designed to render three different morphologies—TiO2 nanowires (TNW), TiO2 nanotubes (TNT), and TiO2 nanoplates (TNP). Their effect on human keratinocytes (HaCaT) cells was determined by means of cell viability, mitochondrial integrity, inflammatory response, and DNA damage. Exposure conditions included 24 h cell treatment to TiO2 NMs with or without subsequent exposure to medial erythemal dose of UVB irradiation (0.2 kJ/m2, 312 nm) (Kuchel et al. 2002), which corresponds to standard erythemal dose of 0.1 kJ/m2 (CIE CI de l ́ Eclairage 2000). This study demonstrates for the first time how TiO2 NMs of different shapes affect irradiated and nonirradiated human skin cells."
    }, {
      "heading" : "Materials and methods",
      "text" : "Synthesis of TiO2 NMs\nThe TNW and TNT were prepared according to the previously reported protocols (Selmani et al. 2015). Briefly, TNW and TNT powders were prepared using alkaline hydrothermal procedure by suspending 2.0 g of TiO2 P25 (75% anatase, 25% rutile, Degussa) with aqueous 65 cm3 NaOH solution (c = 10 mol dm−3). The procedure for TNTand TNW differs in temperature (TNT at 146 °C; TNW at 190 °C) and duration of the synthesis (TNT: t = 48 h; TNW: t = 24 h). The TNPwere synthesized by the method reported in the work of Han et al. (2009). Titanium (IV) isopropoxide (18 mL, 97% (w/v), Sigma Aldrich, St Louis, MO, USA) was mixed with hydrofluoric acid (2.2 mL, 48% (w/v), Honeywell Riedel de Haën, Thermo Fisher Scientific, Waltham, MA, USA) in a dried Teflon-lined autoclave at 190 °C for 24 h. After the reaction was finished, the obtained precipitates were washed with water thoroughly and incubated with 0.1 mol/L NaOH due to the presence of fluoride impurities that remained after the synthesis until the conductivity and pH were close to values for\nde ion i zed wa te r (pH ≈ 6 .5 , conduc t iv i ty < 10 μS cm−1). The prepared TiO2 NM powders were dried at 100 °C for 6 h in the air and stored in glass bottles. In order to remove residual fluoride contamination, powders were calcined in a furnace for 2 h at 500 °C similar to the work of Sofianou et al. (2012).\nStock suspensions of three different TiO2 NMs were prepared at the concentration of 1000 mg/L by suspending the dry powders in Milli-Q water. The stock suspensions were sonicated for 30 min using a bath sonicator (Grant XUBA1, Wolf Laboratories, Pocklington, UK) to disperse large agglomerates and to obtain a homogeneous suspension. For further characterization (DLS/ELS), sonicated TiO2 NM stock suspensions were diluted in Milli-Q water or cell culture media. For cell experiments, TiO2 NMs were diluted from the stock suspensions inMilli-Q water, stirred with a magnetic stirrer, and repeatedly sonicated (1500 V, 20 kHz, Sonicator Ultrasonic Processor XL, Misonix Inc., Farmingdale, NY, USA) for 5 min and stored in glass bottles.\nCharacterization of TiO2 NMs\nPowder diffraction data for the TNP were collected by the PANalytical X’Pert XCharge diffractometer (Malvern Panalytical, Malvern, UK) in the Bragg– Brentano geometry mode using Cu Kα radiation (λ = 0.154056 nm) at room temperature 2θ = 5–70° with a step size of 0.08° and 10 s per step.\nRaman scattering measurements of the TNP were carried out on an EQUINOX 55 device using the NdYAG laser (λ = 1064 nm) at room temperature. The Raman spectra were recorded by applying a laser power of 100 mW. The measurement step of the Raman spectrophotometer was 4 cm−1.\nMorphology of the TNP was studied by scanning electron microscopy (SEM) and high-resolution transmission electron microscopy (HR-TEM). Morphological studies on NPs have been performed using scanning electron microscopy on a FE-SEM (JEOL JSM-7000F) microscope. TEM specimen was prepared by mixing powder sample with ethanol and dispersing them onto carbon thin films on Cu support grids. The HR-TEM measurements were performed by employing a FEI Tecnai G2 F20 X-TWIN operated at 200 kV. Data analyses were performed by using Digital Micrograph (Gatan Inc., München, Germany).\nThe specific surface area, s, was determined employing the multipoint Brunauer–Emmett–Teller (BET) method using N2 as adsorbed gas at 77 K and relative pressure values in the range 0.05–0.3 on a Micromeritics Instrument Corporation, Gemini V series Surface Area Analyzer (Micromeritics Instrument Corporation, Norcross, GA, USA).\nDynamic (DLS) and electrophoretic light scattering (ELS) techniques were used to determine the particles sizes (dH) and zeta (ζ) potentials, respectively, of TiO2 NMs suspended in Milli-Q water and cell culture medium for 24 h. Prior to analysis, the samples were diluted 10 times in Milli-Q water from the 1000-mg/L stock solutions. The DLS and ELS measurements were performed using a Zetasizer Nano ZS (Malvern Instruments, UK) equipped with a 532-nm “green” laser. The intensity of scattered light was detected at a backscattering angle of 173° to reduce multiple scattering as well as the effects of dust. Due to overestimation arising from the scattering of larger particles, dH values were obtained at peak maximum of the size volume distribution function. Each sample was measured 6 times and the reported results are average values. The ζ potentials of particles were calculated from the measured electrophoretic mobility by means of the Henry equation using the Smoluchowski approximation (f(κa) = 1.5). Results are reported as an average value of 3 measurements. The DLS and ELS data processing was done by the Zetasizer software 6.32 (Malvern Instruments, UK).\nCell culture experiments\nThe HaCaT cells were cultured in high glucose Dulbecco’s modified Eagle’s medium (DMEM) (Sigma Aldrich, St Louis, MO, USA) with addition of 10% heat-inactivated fetal bovine serum (Sigma Aldrich, USA) and 1% penicillin/streptomycin (Sigma Aldrich, USA) in a T75 culture flask (Eppendorf, Hamburg, Germany) until they reached 80% confluency. The culture medium was then removed with a pipette, and cells were washed once with sterile PBS and detached by the addition of 0.25% trypsin–EDTA solution followed by 10 min incubation at 37 °C and 5% CO2. Detached cells were collected, counted on a TC20 automated cell counter (Bio-Rad, Hercules, CA, USA), and seeded in black sterile 96-well plates (Thermo Fisher Scientific, Waltham, MA, USA) at 20,000 cells/well for neutral red uptake (NRU), dichloro-dihydrofluorescein diacetate (DCFH-DA), and Rhodamine 123 (Rh123) assays, or\nin clear 6-well plates (Eppendorf, Germany) at 100,000 cells/well for flow cytometry and RT-PCR. For the comet assay, cells were seeded in clear 24-well plates (Eppendorf, Germany) at 100,000 cells/well. Seeded plates were incubated for 24 h at 37 °C and 5% CO2 to allow cell attachment. The following day, TiO2 NMs were added to wells in concentrations 10, 100, and 300 mg/L, while the same volume of sterile Milli-Q water was added to the control cells. After 1 h incubation at 37 °C and 5% CO2, cells were irradiated with 0.2 J of UVB radiation and subsequently incubated for further 24 h at 37 °C and 5% CO2. The source of UVB radiation was a UV crosslinker (Uvitec, Cambridge, UK) CL 508 with 6 × 8 W tubes and controlled delivery of the UVB dose.\nNeutral red uptake assay\nCell culture medium with 5% FBS was prepared and neutral red dye was diluted in the prepared medium to the concentration of 33 mg/L. Following the 24-h HaCaT incubation with TiO2 NMs, the culture medium was aspirated from plates with a multichannel pipette and cells were washed three times with 200 μL/well of PBS. The prepared neutral red dye solution was added to the plates (100 μL/well), which were then incubated for 3 h at 37 °C and 5% CO2. Desorption medium containing 50% absolute ethanol, 49% deionized sterile H2O, and 1% glacial acetic acid was prepared. After aspirating neutral red solution from wells, 100 μL/well of desorption medium was added, and the plates were shaken for 10 min on a plate shaker at room temperature. Absorbance was read by Victor3™multilabel plate reader (Perkin Elmer, Waltham, MA, USA) at the wavelength of 530 nm.\nMitochondrial membrane leakage assay\nTo evaluate mitochondrial membrane leakage in HaCaT cells after TiO2 NMs treatment and/or irradiation, Rh123 dye was used. After incubation with TiO2 NMs, culture medium was removed from wells, cells were washed twice with 200 μL/well of PBS and 100 μL/well of Rh123 dye (1 mg/L in PBS) was added to wells. Plates were incubated for 30 min at 37 °C and 5% CO2 and fluorescence intensity was detected by Victor3™ multilabel plate reader at an excitation wavelength of 485 nm and an emission wavelength of 535 nm.\nFlow cytometry experiments\nFlow cytometry was used to determine cell viability and mitochondrial membrane integrity of treated HaCaT cells. After TiO2 NM treatment and/or irradiation, supernatants were collected from wells into 2 mL tubes (Eppendorf, Germany), after which cells were washed twice with 1 mL/well of sterile PBS. Washed cells were detached by adding 200 μL/well of 0.25% trypsin– EDTA solution and incubating for 10 min at 37 °C and 5% CO2. Afterwards, 500 μL/well of cell culture medium was added, and the detached cells were collected with a pipette and pooled with supernatants from the same well in order to collect both dead and viable cells from the same sample.\nSamples were centrifuged at 800×g for 5 min at room temperature and resuspended in 1 mL PBS + 2% BSA per sample. After 30 min incubation at room temperature, cells were again centrifuged at 800×g for 5 min, and the tubes were inverted to remove the supernatant (cells in approximately 100 μL PBS remained in the tubes). The collected cells were stained with propidium iodide (PI) to count dead cells or Rh123 to evaluate mitochondrial membrane leakage. To each sample, 5 μL of 50 μg/mL PI solution was added (final concentration 2.5 μg/mL). Samples were incubated for 10 min at room temperature in the dark. After PI staining, cells were additionally stained with Rh123 (final concentration 2.62 μM).\nAfter staining, 2 mL/sample of PBS was added to the tubes, and samples were centrifuged at 800×g for 5 min at room temperature. After removing the supernatants, samples were washed again with PBS and 250 μL was left in the tubes. Samples were acquired immediately on Attune NxT flow cytometer (Thermo Fisher Scientific, USA).\nInflammatory response\nInflammatory response in HaCaTcells treated with TiO2 NMs and/or irradiated with UVB light for 24 h was evaluated by the RNA expression analysis of interleukin 6 (IL-6), tumor necrosis factor α (TNFα), interleukin 1β (IL-1β), and matrix metalloproteinase-1 (MMP1) using the real-time PCR method. The RNAwas isolated using RNeasyPLUS Mini Kit (Qiagen, Hilden, Germany). The amount of 0.6 μg of RNAwas then used as a template in cDNA synthesis reaction by High Capacity cDNAReverse Transcription Kits (Applied Biosystems,\nBranchburg, NJ, USA). The PCR reactions were performed with Sybr® Green PCR Master Mix (Applied Biosystems, USA) on a CFX96™ Real-Time PCR Detection System (Bio-Rad, USA) with the following program: 95 °C for 10 min (initial denaturation), 95 °C for 30 s (denaturation), and 62 °C for 30 s and 60 °C for 30 s (annealing and elongation). Primers used to amplify cDNA were a s f o l l ows : IL -6 -F 5 ′ -TGCG TCCGTAGTTTCCTTCT-3 ′ , IL-6-R 5 ′-GCCT CAGACATCTCCAGTCC-3′; TNFα-F 5′-GAGC ACTGAAAGCATGATCC-3′, TNFα-R 5′-CGAG AAGATGATCTGACTGCC-3′; IL-1β-F 5′-AAAC AGATGAAGTGCTCCTTCC-3′, IL-1β-R 5′-AAGA TGAAGGGAAAGAAGGTGC-3′; MMP1-F 5′- GGGAGATCATCGGGACAACTC-3′, MMP1-R 5′- GGGCCTGGTTGAAAAGCAT-3′; and arp-F 5′- TTGCGGACACCCTCCAGGAAGC-3′, arp-R 5′- GGCACCATTGAAATCCTGAGTGATGTG-3′.\nAll data were analyzed using the 2−ΔΔCt (relative quantitation) method, after ensuring that all primer sets amplified their respective sequence targets with similar efficiencies and without primer–dimers. Arp was used as a reference gene.\nAlkaline comet assay\nAlkaline comet assay was performed to quantify the extent of DNA damage caused by UVB and/or TiO2 NM treatments following previously developed protocols (Collins 2004; Milić et al. 2015). Cells were seeded in 24-well plates (1 × 105 cells/mL) and treated with the concentration range from 1 to 150 mg/L of TiO2 NMs for 24 h. Prior to treatment, the cells were incubated in serum-free media for 12 h (in order to synchronize the cell cycle phases). After the treatment, cells were detached by the use of 1 mL of trypsin and resuspended in 300 μL of DMEM high glucose medium with FBS included (1:1) for trypsin deactivation. Cells were centrifuged at 70×g for 8 min. The supernatant was removed and 100 μL of DMEM medium was added. Aliquots of 10 μL of this suspension were mixed with 100 μL of 0.5% low-melting agarose, and the suspension was placed on slides precoated with 200 μL of 1% normal-melting agarose. Slides were allowed to solidify on ice for 10 min and were kept in prechilled lysis solution (2.5MNaCl, 100 mMNa2EDTA, 10mM, Tris, pH = 10, 1% sodium sarcosinate, 1% Triton X-100, 10% dimethyl sulfoxide) at 4 °C. After 1 h, the slides were placed in freshly prepared denaturation and\nelectrophoresis buffer (10 mM NaOH, 200 mM Na2EDTA, pH = 13), incubated for 20 min at 4 °C, and electrophoresed for 20 min at 25 V and 300 mA. Finally, the slides were neutralized three times, 5 min each time, in 0.4 M Tris buffer (pH 7.5) and then dehydrated with ethanol (two incubations with 70% and one with 96% ethanol, for 10 min each). The slides were kept in a humid atmosphere in the dark at 4 °C until further analysis. For image analysis, slides were stained with 100 μL of 20 μg/mL ethidium bromide (Sigma Aldrich, USA) solution for 10 min. A minimum of 100 randomly selected DNA molecules per sample (50 comets per slide) were scored. Comets were randomly captured at a constant depth of the gel, avoiding the edges of the gel, occasional dead cells, and DNA near or trapped in an air bubble and superimposed comets. Slides were scored using an image analysis system (Comet Assay II; Perceptive Instruments Ltd., Bury St Edmunds, UK) attached to a fluorescence microscope (Zeiss, Jena, Germany), equipped with the appropriate filters. The parameters selected for the quantification of DNA damage were comet tail length (in μm) and tail intensity (% of DNA in tail). The extent of DNA damage, as recorded by the alkaline comet assay, was analyzed considering the mean (± standard deviation of the mean), median, and range of the comet parameters measured.\nStatistical analysis\nStatistical analyses for flow cytometry, mitochondrial membrane leakage assay, RT-PCR, and alkaline comet assay were performed in GraphPad Prism 6 (GraphPad Software, San Diego, CA, USA). Results from each test were analyzed using one-way ANOVA with multiple comparison test, where all treatment groups were individually compared to both control groups (nonirradiated and UVB-irradiated cells). Significance threshold for all analyses was set at P < 0.05. Mean values and standard deviations for all sample groups were calculated and plotted using GraphPad Prism software."
    }, {
      "heading" : "Results",
      "text" : "Characterization and stability evaluation of TiO2 NMs\nThe detailed characterization of TNW and TNT was previously reported in the work of Selmani et al.\n(2015). The PXRD pattern for the TNP corresponds to the typical PXRD pattern of the TiO2 anatase crystal form (JCPDS 21-1272) as shown in Fig. 1a. Raman spectroscopy was applied to characterize the TNP (Fig. 1b).\nThe characteristic bands 142.8, 395.4515.1, and 637.6 cm−1 were in good agreement with the literature data (Tian et al. 2012) and consistent with the PXRD data. The TNP was visualized by the SEM and TEM micrographs (Fig. 2) that showed a plate-like structure. The HR-TEM analyses of the TNP samples have shown that the length of TNP is ≈ 100 nm while its width is ≈ 35 nm.\nThe physicochemical properties of the TNMs were determined by means of hydrodynamic diameter, surface charge, and BETsurface area analysis. The specific surface areas for TNW, TNT, and TNPwere 28.5, 314.5, and 21.8 m2/g, respectively. The significantly higher specific surface area of TNT can be attributed to their layered, tube-like structure with internal cavities, as was previously discussed by Selmani et al. (2015). The DLS and ELS data are summarized in Table 1. DLS measurements revealed monomodal size distribution for all TiO2 NMs in Milli-Q water with average dH values of 350, 110, and 190 nm for TNW, TNT, and TNP, respectively. Significant TiO2 NM agglomeration occurred in the cell culture medium due to the increase of ionic strength of the medium although ζ potential values did not change significantly.\nCell viability and mitochondrial membrane integrity\nViability of TiO2 NM-treated and/or irradiated HaCaT cells was measured by the NRU assay. The obtained results showed an increase in absorbance values with increasing TiO2 NM concentration, in both nonirradiated and irradiated samples (Fig. 3a). The apparent increase in signal was lower for TNT compared to TNW and TNP, but dose-dependent for all TiO2 NMs. However, there was no difference in absorbance between irradiated and nonirradiated TiO2 NM-treated samples, as well as between TiO2 NM-treated cells and TiO2 NMs in cell-free culture medium at the concentrations tested (Fig. 3a). Such results clearly indicated interferences of TiO2 NMs with the readout at 530 nm that masked any UVB- or TiO2 NM-related effects on HaCaT viability.\nWe have already evidenced similar interferences for other types of NMs (Vinković Vrček et al. 2015; Pem\net al. 2018). The TNW and TNP showed higher interferences than TNT. Unfortunately, we were not able to diminish TiO2 NM interferences in a plate reader experimental setup by any modifications of the in vitro protocol. Similar interferences were also observed for Rh123 assay as presented in Fig. 3b. We observed dose-dependent interferences for both assays (NRU and Rh123) as measured by the microplate reader. For all TiO2 NM types, the threshold concentration for interference with fluorescence and absorbance readouts was demonstrated to be above 10 mg/L, as already reported elsewhere (Kroll et al. 2012). Consequently, results obtained in these assays are not reliable as the cellular effects of TiO2 NMs cannot be distinguished from these interferences. To overcome this problem, the flow cytometry technique was used for PI- and Rhodamine 123-stained cells that was able to distinguish signals originating from TiO2 NMs from the cell signals (Fig. 4). Flow cytometry presents an advantage over plate-based assays because NPs remaining in the sample\ncan be excluded from the analyzed results in the FSC/ SSC plot based on their size.\nFlow cytometry experiments using PI staining provided an accurate gauge of TiO2 NM cellular effects and revealed that all three types of TiO2 NMs were not cytotoxic up to the highest tested concentration, i.e., 300 mg/L. Moreover, results presented in Fig. 4a indicated the protective role of TNP and TNW at the highest applied dose, while TNT did not protect the viability of UVB-irradiated HaCaT cells. Analysis of results obtained after Rh123 staining (Fig. 4b) revealed a dose–response increase in mitochondrial activity of cells treated with TiO2 NMs compared to the cells that were irradiated by UVB but not exposed to TiO2 NMs. As in the case of PI assay, the TNP and TNW demonstrated a protective role for mitochondrial membrane integrity after UVB irradiation in a dosedependent manner, while TNT-treated cells were in the same conditions as the control, nontreated cells (Fig. 4b). Thus, the highest tested concentration of\nTNW and TNP preserved cellular viability and mitochondrial membrane potential, whereas nanotubes did not shield cells from the UV-induced cell damages and death.\nInflammatory response\nExposure of HaCaT cells to UVB light significantly upregulated the expression of all four tested inflammation-associated genes (Fig. 5 and Table 2).\nThe UV-mediated increase in IL-1β expression was reduced by treatment with 100 mg/L TNP, with 300 mg/L of TNT, and with 100 and 300 mg/L of TNW. The anti-inflammatory effect was even more pronounced in MMP1 expression analysis, where all tested TiO2 NMs, except 100 mg/L TNT, significantly downregulated mRNA levels compared to UVBtreated control cells. IL-6 analysis yielded similar results, where all TiO2 NMs, except 100 mg/L TNP, reduced the UVB-associated upregulation. TNFα expression induced by UVB irradiation was diminished in cells treated with TNP and TNT applied at the 300-mg/L concentration.\nTaken together, the gene expression analysis has shown that TiO2 NMs had a protective role and reduced the extent of UVB-induced inflammation in HaCaT cells in a dose-dependent manner.\nGenotoxicity\nAlkaline comet assay was used to quantify the extent of DNA damage caused by TiO2 NM treatment. Cells were immobilized in agarose gel, lysed with detergent, and exposed to an electric field. DNA molecules that were damaged by single- or double-stranded breaks lost their supercoiled structures and extended toward the anode, resulting in a comet-like tail of DNA extending from immobilized nuclei. Two endpoints of alkaline comet assay were analyzed in treated HaCaT cells: tail length and tail intensity that both positively correlate with the extent of DNA damage (Fig. 6).\nBoth parameters were increased in UVB-irradiated cells compared to nonirradiated control HaCaT cells (Fig. 6). This was a clear sign that exposure to UVB light negatively affected cellular integrity, which was supported by data on cell mortality obtained after PI cell staining (Fig. 4a). TiO2 NM treatment alone slightly\nincreased tail length and tail intensity compared to nonUVB-irradiated control cells, and the effect was most pronounced in cells treated with 150 mg/L of TNP. However, consistent with all the above presented results, TiO2 NM treatment reduced DNA damages in UVBirradiated cells (Fig. 6). Results for tail intensity also showed that TiO2 NM-exposed cells had a lower percentage of damaged DNA compared to UVB-irradiated control cells."
    }, {
      "heading" : "Discussion",
      "text" : "TiO2 NMs are a group of materials growing in importance and diversity of application, already routinely used in topically applied cosmetic products. Nonetheless,\nthere are still existing knowledge gaps on their interactions with living systems, namely, the influence of their diverse physicochemical properties like shape on skin cells, particularly after skin exposure to UV light. The literature survey (performed on December 10th, 2019) revealed reports on the ability of TiO2 NMs to induce oxidative stress, mitochondrial damage, and subsequent apoptotic or autophagic pathway activation on various types of cell lines, including rat cardiomyoblasts (Huerta-García et al. 2018), human erythrocytes (Khan et al. 2015; Li et al. 2008), mouse fibroblasts (Jin et al. 2008), human nonsmall cell lung cancer cells (A549) (Wang et al. 2015), HeLa cells (Ramkumar et al. 2012), D145 cells (He et al. 2017), and more. Only Ma et al. (2017) evaluated the shape-related effects of TiO2 NMs (nanotubes vs. anatase crystalline structure) on human\nFig. 4 Effect of UVB irradiation and TiO2 NM treatment on a mortality of HaCaT cells as determined by the propidium iodide (PI) staining and on b Rhodamine 123 (Rh123) fluorescence in HaCaTcells, both measured by a flow cytometer. Data for PI assay are given as % of live cells and as MFI (mean fluorescence\nintensity) values for Rh123 staining. Data represent average values of three independent experiments, while standard deviations are given as error bars. Significant differences from control cells (nonUV-irradiated) are denoted with asterisk (P < 0.05)\nbronchial epithelial cells (16HBE) and A549 cells, but reported that that cytotoxic effect is dependent on the NM size and concentration, as well as on the cell type, rather than the NM shape. Reports on the role of TiO2 NMs in cell protection against UV irradiation are even scarcer. Our study evaluated for the first time the role of shape, as one of the important NM physicochemical properties, on the potential protective action of TiO2 NMs against UV irradiation.\nWe have prepared TiO2 TNW, TNT, and TNP that differed in interactions with HaCaT cells and UV light. Our results demonstrated that the biological effects of TiO2 NMs depend on their shape. Cell mortality measured by PI staining showed lower percentages of dead cells when UVB-irradiated HaCaT cells were pretreated with TNW and TNT. A similar protective role of these two TiO2 NM types was also demonstrated by Rh123 staining. The same pretreatment with TNW and TNT also preserved mitochondrial integrity of UVB-exposed keratinocytes. Such effects were not observed in HaCaT cells treated with the same concentration of TNP. Therefore, TiO2 NM shape may play a decisive role in their interaction with UVB light and subsequent skin protective action against UVB irradiation.\nThe results from the comet assay confirmed that UVB irradiation damaged keratinocytes by disrupting the integrity of cellular DNA. Thus, DNA damage may be one of the main reasons for reduced cell viability of UVB-irradiated HaCaT cells compared to nonirradiated cells. Although TiO2 NM treatment alone slightly increased DNA damage, this effect was decreased in UVB-exposed cells.\nFurthermore, the expression of inflammation-linked genes in UVB-exposed and TiO2 NM-treated keratinocytes confirmed a shape-dependent protective role of TiO2 NMs. UVB exposure expectedly increased the expression of all tested genes in HaCaT cells, as it was previously shown that UV initiated the inflammatory cascade in keratinocytes (Yoshizumi et al. 2008; Bashir et al. 2009) with carcinogenic potential (Kim and He 2014). Generally, all three types of TiO2 NMs achieved reduction in expression of tested inflammation markers, particularly at the highest dose. The TiO2 NMs themselves did not increase the expression of any of the four tested genes, so the inflammatory response in keratinocytes can be conclusively linked to UVB irradiation alone. Indeed, 300 mg/L concentrations of TNW and TNP downregulated three out of four genes, significantly reducing the potency of inflammatory cascade. This effect possibly contributed to preservation of cell viability and mitochondrial integrity that were determined by flow cytometry.\nConsidering that all three TiO2 NM types had similar size and ζ potential in cell culture medium, the only salient differences remained their shape and the resulting specific surface area. TNTwere shown to have ~ 10 times greater surface area compared to TNW and TNP, which should allowmore interactionwith incident radiation and, presumably, a greater protective effect for underlying skin cells. However, the opposite was shown to be the case. Both the TNWand TNP, applied at a dose of 300 mg/L, blocked the cytotoxic effects of UVB irradiation and preserved cell viability and mitochondrial function of\nHaCaT cells, but TNT did not show such property. Although TNT inhibited an inflammatory response in UVB-treated keratinocytes, this was not enough to protect cells from UVB-induced cell death. One possible explanation is the production of free oxygen radicals by TiO2 NMs exposed to UV as reported by Long et al. (2007). Whereas this effect is mitigated in sunscreens using TiO2 by silica or dimethicone coating, TiO2 NMs used here were uncoated and potentially contributed to cellular oxidative stress. Moreover, greater specific surface area of TNT compared to the other two TiO2 NM types would in this case increase oxidative stress and hinder cell viability, as was seen here. Further studies are needed to obtain a more detailed picture of interplay between cells, TiO2 NMs, and UV radiation and determine the precise mechanism of their interaction."
    }, {
      "heading" : "Conclusions",
      "text" : "Exposure to UV radiation presents a persistent risk for development of acute and chronic skin pathologies, including metastatic melanoma. To protect the skin from adverse UV effects, nanotechnology may provide efficient and safe solutions like TiO2 NMs to be used in skin protection cosmetics. This work demonstrated that the shape of TiO2 NMs is an important property that has to be considered in the design of UV protective nanoenabled products. We have tested TiO2-based nanowires, nanoplates, and nanotubes. The obtained results showed that nanowires and nanoplates reduced the extent of UVB-induced damage to cellular viability and mitochondrial membrane integrity, as well as downregulated the expression of pro-inflammatory cytokines of human skin cells. In comparison, nanotubes were much less effective in protecting cells from detrimental UVB effects. This work underscores that modification of NM shape can open new possibilities to tailor nanotechnological tools for specific purposes, and increase their importance and applicability.\nFunding information This manuscript was supported by the Croatian Science Foundation [grant number HRZZ-IP-2016-062436].\nCompliance with ethical standards\nConflict of interest The authors declare that they have no conflict of interest"
    } ],
    "references" : [ {
      "title" : "TNF-α production in the skin. Arch Dermatol Res 301:87–91",
      "author" : [ "MM Bashir", "MR Sharma", "VP Werth" ],
      "venue" : "https://doi. org/10.1007/s00403-008-0893-7 CIE CI de l ́Eclairage",
      "citeRegEx" : "Bashir et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bashir et al\\.",
      "year" : 2009
    }, {
      "title" : "The comet assay for DNA damage and repair: principles, applications, and limitations",
      "author" : [ "AR Collins" ],
      "venue" : "Mol Biotechnol 26(3):249–261",
      "citeRegEx" : "Collins,? \\Q2004\\E",
      "shortCiteRegEx" : "Collins",
      "year" : 2004
    }, {
      "title" : "UV radiation and the skin",
      "author" : [ "J D’Orazio", "S Jarrett", "A Amaro-Ortiz", "T Scott" ],
      "venue" : "Int J Mol Sci 14:12222–12248. https://doi",
      "citeRegEx" : "D.Orazio et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "D.Orazio et al\\.",
      "year" : 2013
    }, {
      "title" : "The surface science of titanium dioxide",
      "author" : [ "U Diebold" ],
      "venue" : "Surf Sci Rep 43:53–229",
      "citeRegEx" : "Diebold,? \\Q2003\\E",
      "shortCiteRegEx" : "Diebold",
      "year" : 2003
    }, {
      "title" : "Inhibition of the ROS-mediated cytotoxicity and genotoxicity of nano-TiO2 toward human keratinocyte cells by iron doping",
      "author" : [ "M Ghiazza", "E Alloa", "S Oliaro-Bosso", "F Viola", "S Livraghi", "D Rembges", "R Capomaccio", "F Rossi", "J Ponti", "I Fenoglio" ],
      "venue" : "J Nanopart Res 16:2263–2217",
      "citeRegEx" : "Ghiazza et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ghiazza et al\\.",
      "year" : 2014
    }, {
      "title" : "Ultrafine titanium dioxide particles in the absence of photoactivation can induce oxidative damage to human bronchial epithelial cells",
      "author" : [ "JR Gurr", "ASS Wang", "CH Chen", "KY Jan" ],
      "venue" : "Toxicology 213:66–73",
      "citeRegEx" : "Gurr et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Gurr et al\\.",
      "year" : 2005
    }, {
      "title" : "Particle length-dependent titanium dioxide nanomaterials toxicity and bioactivity",
      "author" : [ "RF Hamilton", "N Wu", "D Porter", "M Buford", "M Wolfarth", "A Holian" ],
      "venue" : "Part Fibre Toxicol",
      "citeRegEx" : "Hamilton et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Hamilton et al\\.",
      "year" : 2009
    }, {
      "title" : "Synthesis of titania nanosheets with a high percentage of exposed (001) facets and related photocatalytic properties",
      "author" : [ "X Han", "Q Kuang", "M Jin", "Z Xie", "L Zheng" ],
      "venue" : "J Am Chem Soc 131(9):3152–3153",
      "citeRegEx" : "Han et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2009
    }, {
      "title" : "In vitro cytotoxicity of biosynthesized titanium dioxide nanoparticles in human prostate cancer cell lines",
      "author" : [ "F He", "W Yu", "X Fan", "B Jin" ],
      "venue" : "Trop J Pharm Res",
      "citeRegEx" : "He et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2017
    }, {
      "title" : "Molecules internalization of titanium dioxide nanoparticles is cytotoxic for H9c2 rat cardiomyoblasts. Mo l e c u l e s 2 3 : 1 955 . h t t p s",
      "author" : [ "E Huerta-García", "I Zepeda-Quiroz", "H Sánchez-Barrera", "Z Colín-Val", "E Alfaro-Moreno", "M Del", "P Ramos-Godinez", "R LópezMarure" ],
      "venue" : null,
      "citeRegEx" : "Huerta.García et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Huerta.García et al\\.",
      "year" : 2018
    }, {
      "title" : "Cytotoxicity of titanium dioxide nanoparticles in mouse fibroblast cells",
      "author" : [ "CY Jin", "BS Zhu", "XF Wang", "QH Lu" ],
      "venue" : "Chem Res Toxicol 21:1871–1877",
      "citeRegEx" : "Jin et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2008
    }, {
      "title" : "Comparative study of the cytotoxic and genotoxic potentials of zinc oxide and titanium dioxide nanoparticles",
      "author" : [ "M Khan", "AH Naqvi", "M Ahmad" ],
      "venue" : "Toxicol Rep 2:765–774. https://doi",
      "citeRegEx" : "Khan et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Khan et al\\.",
      "year" : 2015
    }, {
      "title" : "Ultraviolet radiation-induced non-melanoma skin cancer: regulation of DNA damage repair and inflammation",
      "author" : [ "Y Kim", "YY He" ],
      "venue" : "Genes Dis 1(2):188–198",
      "citeRegEx" : "Kim and He,? \\Q2014\\E",
      "shortCiteRegEx" : "Kim and He",
      "year" : 2014
    }, {
      "title" : "Interference of engineered nanoparticles with in vitro toxicity assays",
      "author" : [ "A Kroll", "MH Pillukat", "D Hahn", "J Schnekenburger" ],
      "venue" : "Arch Toxicol 86:1123–1136",
      "citeRegEx" : "Kroll et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kroll et al\\.",
      "year" : 2012
    }, {
      "title" : "Ultraviolet a augments solar-simulated ultraviolet radiation-induced local suppression of recall responses in humans",
      "author" : [ "JM Kuchel", "RSC Barnetson", "GM Halliday" ],
      "venue" : "J Invest Dermatol 118:1032–1037",
      "citeRegEx" : "Kuchel et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Kuchel et al\\.",
      "year" : 2002
    }, {
      "title" : "Investigation of the stability of coated titanium microparticles used in sunscreens",
      "author" : [ "HJ Lademann", "G Weigmann Schäfer", "W Müller", "JH Sterry", "PD Jürgen Lademann" ],
      "venue" : "Skin Pharmacol Appl Ski Physiol 13:258–264. www.karger.com/journals/sph. Accessed",
      "citeRegEx" : "Lademann et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Lademann et al\\.",
      "year" : 2000
    }, {
      "title" : "Nanotoxicity of TiO2 nanoparticles to erythrocyte in vitro",
      "author" : [ "SQ Li", "RR Zhu", "H Zhu", "M Xue", "XY Sun", "S De Yao", "SL Wang" ],
      "venue" : "Food Chem Toxicol 46:3626–3631. https://doi",
      "citeRegEx" : "Li et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2008
    }, {
      "title" : "Nanosize titanium dioxide stimulates reactive oxygen species in brain microglia and damages neurons in vitro",
      "author" : [ "TC Long", "J Tajuba", "P Sama", "N Saleh", "C Swartz", "J Parker", "S Hester", "GV Lowry", "B Veronesi" ],
      "venue" : "Environ Health Perspect",
      "citeRegEx" : "Long et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Long et al\\.",
      "year" : 2007
    }, {
      "title" : "Titanium dioxide nanoparticles induce size-dependent cytotoxicity and genomic DNA hypomethylation in human respiratory cells",
      "author" : [ "Y Ma", "Y Guo", "S Wu", "Z Lv", "Q Zhang", "Y Ke" ],
      "venue" : "RSC Adv 7:23560",
      "citeRegEx" : "Ma et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2017
    }, {
      "title" : "Vinković Vrček I (2015) Cellular uptake and toxicity effects of silver nanoparticles in mammalian kidney cells",
      "author" : [ "M Milić", "G Leitinger", "I Pavičić", "M Zebić Avdičević", "S Dobrović", "W Goessler" ],
      "venue" : "J Appl Toxicol",
      "citeRegEx" : "Milić et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Milić et al\\.",
      "year" : 2015
    }, {
      "title" : "Comparison of cellular effects of titanium dioxide nanoparticles with different photocatalytic potential in human keratinocyte, HaCaT cells",
      "author" : [ "HO Park", "M Yu", "SK Kang", "SI Yang", "YJ Kim" ],
      "venue" : "Mol Cell Toxicol 7:67–75. https://doi",
      "citeRegEx" : "Park et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2011
    }, {
      "title" : "Vinković Vrček I (2018) Biocompatibility assessment of up- and downconverting nanoparticles: implications of interferences with in vitro assays",
      "author" : [ "B Pem", "D González-Mancebo", "M Moros", "M Ocaña", "AI Becerro", "I Pavičić", "A Selmani", "M Babič", "D Horák" ],
      "venue" : "Methods Appl. Fluoresc",
      "citeRegEx" : "Pem et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pem et al\\.",
      "year" : 2018
    }, {
      "title" : "Preirradiation of anatase TiO2 particles with UV enhances their cytotoxic and genotoxic potential in human hepatoma HepG2 cells",
      "author" : [ "J Petković", "T Küzma", "K Rade", "S Novak", "M Filipič" ],
      "venue" : "J Hazard Mater 196:145–152. https://doi",
      "citeRegEx" : "Petković et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Petković et al\\.",
      "year" : 2011
    }, {
      "title" : "DNA damage and alterations in expression of DNA damage responsive genes induced by TiO2 nanoparticles in human hepatoma HepG2 cells",
      "author" : [ "J Petković", "B Žegura", "M Stevanović", "N Drnovšek", "D Uskoković", "S Novak", "M Filipič" ],
      "venue" : null,
      "citeRegEx" : "Petković et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Petković et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of size of TiO2 nanoparticles embedded into stratum corneum on ultraviolet-A and ultraviolet-B sun-blocking properties of the skin",
      "author" : [ "AP Popov", "J Lademann", "AV Priezzhev", "R Myllylä" ],
      "venue" : "J BiomedOpt 10(6):064037",
      "citeRegEx" : "Popov et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Popov et al\\.",
      "year" : 2005
    }, {
      "title" : "Oxidative stressmediated cytotoxicity and apoptosis induction by TiO2 nanofibers in HeLa cells",
      "author" : [ "KM Ramkumar", "C Manjula", "G Gnanakumar", "MA Kanjwal", "TV Sekar", "R Paulmurugan", "P Rajaguru" ],
      "venue" : "Eur J Pharm Biopharm",
      "citeRegEx" : "Ramkumar et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ramkumar et al\\.",
      "year" : 2012
    }, {
      "title" : "Ultraviolet radiation and nanoparticle induced intracellular free radicals generation measured in human keratinocytes",
      "author" : [ "F Rancan", "B Nazemi", "S Rautenberg", "M Ryll", "S Hadam", "Q Gao", "S Hackbarth", "SF Haag", "C Graf", "E Rühl", "U Blume-Peytavi", "J Lademann", "A Vogt", "MC Meinke" ],
      "venue" : null,
      "citeRegEx" : "Rancan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Rancan et al\\.",
      "year" : 2014
    }, {
      "title" : "Handbook of pharmaceutical excipients, 6th edn",
      "author" : [ "RC Rowe", "PJ Sheskey", "SC Owen" ],
      "venue" : null,
      "citeRegEx" : "Rowe et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rowe et al\\.",
      "year" : 2009
    }, {
      "title" : "An experimental and theoretical approach to understanding the surface properties of one-dimensional TiO2 nanomaterials",
      "author" : [ "A Selmani", "M Špadina", "M Plodinec", "I Delač Marion", "MG Willinger", "J Lützenkirchen", "HD Gafney", "E Redel" ],
      "venue" : "J Phys Chem C 119(34):19729–19742",
      "citeRegEx" : "Selmani et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Selmani et al\\.",
      "year" : 2015
    }, {
      "title" : "Synthesis of anthraquinone-capped TiO2 nanoparticles using R. emodi roots: preparation, characterization and cytotoxic potential",
      "author" : [ "D Sharma", "K Parveen", "A Oza", "L Ledwani" ],
      "venue" : "Rend Lincei 48(6):594–600",
      "citeRegEx" : "Sharma et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2018
    }, {
      "title" : "Study of TiO2 anatase nano and microstructures with dominant {001} facets for NO oxidation",
      "author" : [ "MV Sofianou", "C Trapalis", "V Psycharis", "N Boukos", "T Vaimakis", "J Yu", "W Wang" ],
      "venue" : "Environ Sci Pollut Res 19:3719–3726. https://doi",
      "citeRegEx" : "Sofianou et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sofianou et al\\.",
      "year" : 2012
    }, {
      "title" : "Studies on photokilling of bacteria on TiO2 thin film",
      "author" : [ "K Sunada", "T Watanabe", "K Hashimoto" ],
      "venue" : "J Photochem Photobiol A Chem",
      "citeRegEx" : "Sunada et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Sunada et al\\.",
      "year" : 2003
    }, {
      "title" : "Raman spectroscopy: a new approach to measure the percentage of anatase TiO2 exposed (001) facets",
      "author" : [ "F Tian", "Y Zhang", "J Zhang", "C Pan" ],
      "venue" : "J Phys Chem C 116(13):7515–7519",
      "citeRegEx" : "Tian et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tian et al\\.",
      "year" : 2012
    }, {
      "title" : "Does surface coating of metallic nanoparticles modulate their interference with in vitro",
      "author" : [ "I Vinković Vrček", "I Pavičić", "T Crnković", "D Jurašin", "M Babič", "D Horák", "M Lovrić", "L Ferhatović", "M Ćurlin", "S Gajović" ],
      "venue" : "assays? RSC Adv",
      "citeRegEx" : "Vrček et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vrček et al\\.",
      "year" : 2015
    }, {
      "title" : "Oxidative damage to nucleic acids photosensitized by titanium dioxide",
      "author" : [ "WG Wamer", "JJ Yin", "RR Wei" ],
      "venue" : "Free Radic Biol Med 23(6):851–858",
      "citeRegEx" : "Wamer et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Wamer et al\\.",
      "year" : 1997
    }, {
      "title" : "Cytotoxicity, DNA damage, and apoptosis",
      "author" : [ "Y Wang", "H Cui", "J Zhou", "F Li", "J Wang", "M Chen", "Q Liu" ],
      "venue" : null,
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "Effects of titanium dioxide nanoparticles on human keratinocytes",
      "author" : [ "C Wright", "AK Iyer", "L Wang", "N Wu", "JS Yakisich", "Y Rojanasakul", "N Azad" ],
      "venue" : "Drug Chem Toxicol",
      "citeRegEx" : "Wright et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wright et al\\.",
      "year" : 2017
    }, {
      "title" : "Release of cytokines/ chemokines and cell death in UVB-irradiated human keratinocytes, HaCaT",
      "author" : [ "M Yoshizumi", "T Nakamura", "M Kato", "T Ishioka", "K Kozawa", "K Wakamatsu", "H Kimura" ],
      "venue" : "Cell Biol Int 32:1405–1411",
      "citeRegEx" : "Yoshizumi et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Yoshizumi et al\\.",
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 36,
      "context" : "Due to its high refractive index, TiO2 has been also applied in sunscreens to protect the skin from harmful effects of UV radiation (Wright et al. 2017) , espec ia l ly in nanopar t i cu la te form.",
      "startOffset" : 132,
      "endOffset" : 152
    }, {
      "referenceID" : 17,
      "context" : "However, interaction of TiO2 NMs with UV light may produce free oxygen radicals that could harm living cells (Long et al. 2007).",
      "startOffset" : 109,
      "endOffset" : 127
    }, {
      "referenceID" : 34,
      "context" : "Such oxidative stress may be mitigated if TiO2 NMs are coated in sunscreens with silica (SiO2), dimethicone, or alumina (Al2O3) (Wamer et al. 1997; Lademann et al. 2000).",
      "startOffset" : 128,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "Such oxidative stress may be mitigated if TiO2 NMs are coated in sunscreens with silica (SiO2), dimethicone, or alumina (Al2O3) (Wamer et al. 1997; Lademann et al. 2000).",
      "startOffset" : 128,
      "endOffset" : 169
    }, {
      "referenceID" : 27,
      "context" : "approved for use as a food and pharmaceutical additive (Rowe et al. 2009), TiO2 NMs in cosmetic products may still present safety issues, due to a wide variety of available morphologies, surface coatings, sizes, concentrations, and agglomeration/aggregation states, which may affect their properties and interaction with UV light.",
      "startOffset" : 55,
      "endOffset" : 73
    }, {
      "referenceID" : 6,
      "context" : "Likewise, TiO2 NMs of various shapes may differ in their toxic potential (Hamilton et al. 2009), but data on the effect of NM shape on their biological properties is scarce.",
      "startOffset" : 73,
      "endOffset" : 95
    }, {
      "referenceID" : 5,
      "context" : "There is also a lack of reliable data on cell penetration and cytotoxicity effects of TiO2 NMs despite reports on oxidative stress response, modulation of gene expression, and DNA damage in TiO2 NM-treated human cells (Petković et al. 2011a, b; Gurr et al. 2005).",
      "startOffset" : 218,
      "endOffset" : 262
    }, {
      "referenceID" : 24,
      "context" : "completely absorbed by the ozone layer, UVB and UVA photons are able to reach the Earth’s surface and cause acute (erythema, sun tanning) and chronic (skin cancer and photoaging) effects in sufficiently high doses (Popov et al. 2005).",
      "startOffset" : 214,
      "endOffset" : 233
    }, {
      "referenceID" : 2,
      "context" : "The UVA penetrates deep into the dermis, where it can generate ROS and cause indirect DNA damage, while UVB is almost completely absorbed by the epidermis and can cause direct DNA breakage by stimulating the formation of cyclobutane dimers and 6–4 photoproducts (D’Orazio et al. 2013).",
      "startOffset" : 262,
      "endOffset" : 284
    }, {
      "referenceID" : 2,
      "context" : "The UVB may also initiate inflammatory cascade in epidermal keratinocytes resulting in erythema (D’Orazio et al. 2013).",
      "startOffset" : 96,
      "endOffset" : 118
    }, {
      "referenceID" : 31,
      "context" : "Since TiO2 materials produce ROS when exposed to UV light (Sunada et al. 2003), concerns have been raised whether TiO2 in sunscreens would compound UV-induced damage and increase the risk of skin cancer, rather than protect from harmful exposure effects.",
      "startOffset" : 58,
      "endOffset" : 78
    }, {
      "referenceID" : 4,
      "context" : "Only six of these studies (Table S2 in the Supporting information) have investigated whether the detrimental effect of TiO2 NMs is exacerbated by subsequent or simultaneous UV exposure (Ghiazza et al. 2014; Ren et al. 2018; Rancan et al. 2014; Park et al. 2011; Zeni et al. 2018; Sharma et al. 2018).",
      "startOffset" : 185,
      "endOffset" : 299
    }, {
      "referenceID" : 26,
      "context" : "Only six of these studies (Table S2 in the Supporting information) have investigated whether the detrimental effect of TiO2 NMs is exacerbated by subsequent or simultaneous UV exposure (Ghiazza et al. 2014; Ren et al. 2018; Rancan et al. 2014; Park et al. 2011; Zeni et al. 2018; Sharma et al. 2018).",
      "startOffset" : 185,
      "endOffset" : 299
    }, {
      "referenceID" : 20,
      "context" : "Only six of these studies (Table S2 in the Supporting information) have investigated whether the detrimental effect of TiO2 NMs is exacerbated by subsequent or simultaneous UV exposure (Ghiazza et al. 2014; Ren et al. 2018; Rancan et al. 2014; Park et al. 2011; Zeni et al. 2018; Sharma et al. 2018).",
      "startOffset" : 185,
      "endOffset" : 299
    }, {
      "referenceID" : 29,
      "context" : "Only six of these studies (Table S2 in the Supporting information) have investigated whether the detrimental effect of TiO2 NMs is exacerbated by subsequent or simultaneous UV exposure (Ghiazza et al. 2014; Ren et al. 2018; Rancan et al. 2014; Park et al. 2011; Zeni et al. 2018; Sharma et al. 2018).",
      "startOffset" : 185,
      "endOffset" : 299
    }, {
      "referenceID" : 26,
      "context" : "Their additional analysis of IL-6 release after UVB exposure indicated the beneficial effect of cell pretreatment with TiO2 NPs (Rancan et al. 2014).",
      "startOffset" : 128,
      "endOffset" : 148
    }, {
      "referenceID" : 14,
      "context" : "2 kJ/m(2), 312 nm) (Kuchel et al. 2002), which corresponds to standard erythemal dose of 0.",
      "startOffset" : 19,
      "endOffset" : 39
    }, {
      "referenceID" : 28,
      "context" : "The TNW and TNT were prepared according to the previously reported protocols (Selmani et al. 2015).",
      "startOffset" : 77,
      "endOffset" : 98
    }, {
      "referenceID" : 1,
      "context" : "Alkaline comet assay was performed to quantify the extent of DNA damage caused by UVB and/or TiO2 NM treatments following previously developed protocols (Collins 2004; Milić et al. 2015).",
      "startOffset" : 153,
      "endOffset" : 186
    }, {
      "referenceID" : 19,
      "context" : "Alkaline comet assay was performed to quantify the extent of DNA damage caused by UVB and/or TiO2 NM treatments following previously developed protocols (Collins 2004; Milić et al. 2015).",
      "startOffset" : 153,
      "endOffset" : 186
    }, {
      "referenceID" : 32,
      "context" : "6 cm were in good agreement with the literature data (Tian et al. 2012) and consistent with the PXRD data.",
      "startOffset" : 53,
      "endOffset" : 71
    }, {
      "referenceID" : 13,
      "context" : "was demonstrated to be above 10 mg/L, as already reported elsewhere (Kroll et al. 2012).",
      "startOffset" : 68,
      "endOffset" : 87
    }, {
      "referenceID" : 11,
      "context" : "2018), human erythrocytes (Khan et al. 2015; Li et al. 2008), mouse fibroblasts (Jin et al.",
      "startOffset" : 26,
      "endOffset" : 60
    }, {
      "referenceID" : 16,
      "context" : "2018), human erythrocytes (Khan et al. 2015; Li et al. 2008), mouse fibroblasts (Jin et al.",
      "startOffset" : 26,
      "endOffset" : 60
    }, {
      "referenceID" : 10,
      "context" : "2008), mouse fibroblasts (Jin et al. 2008), human nonsmall cell lung cancer cells (A549) (Wang et al.",
      "startOffset" : 25,
      "endOffset" : 42
    }, {
      "referenceID" : 35,
      "context" : "2008), human nonsmall cell lung cancer cells (A549) (Wang et al. 2015), HeLa cells (Ramkumar et al.",
      "startOffset" : 52,
      "endOffset" : 70
    }, {
      "referenceID" : 25,
      "context" : "2015), HeLa cells (Ramkumar et al. 2012), D145 cells (He et al.",
      "startOffset" : 18,
      "endOffset" : 40
    }, {
      "referenceID" : 37,
      "context" : "UVB exposure expectedly increased the expression of all tested genes in HaCaT cells, as it was previously shown that UV initiated the inflammatory cascade in keratinocytes (Yoshizumi et al. 2008; Bashir et al. 2009) with carcinogenic potential (Kim and He 2014).",
      "startOffset" : 172,
      "endOffset" : 215
    }, {
      "referenceID" : 0,
      "context" : "UVB exposure expectedly increased the expression of all tested genes in HaCaT cells, as it was previously shown that UV initiated the inflammatory cascade in keratinocytes (Yoshizumi et al. 2008; Bashir et al. 2009) with carcinogenic potential (Kim and He 2014).",
      "startOffset" : 172,
      "endOffset" : 215
    }, {
      "referenceID" : 12,
      "context" : "2009) with carcinogenic potential (Kim and He 2014).",
      "startOffset" : 34,
      "endOffset" : 51
    } ],
    "year" : 2020,
    "abstractText" : "Skin protection against ultraviolet (UV) radiation is necessary to reduce sunburn damage (erythema) and has been recognized as an important preventive measure against the development of cancer. Many sunblocking pharmaceutical products are based on titanium dioxide nanomaterials (TiO2 NMs) due to their UV barrier properties. This study aimed to assess if the UV protective efficiency of TiO2 NMs depends on their shape.We prepared TiO2 nanowires (TNW), TiO2 nanotubes (TNT), and TiO2 nanoplates (TNP) and tested their effects on human keratinocytes before and after UVB irradiation under in vitro exposure settings. The UVB radiation was applied at the dose equivalent to the UV component observed in one medial erythemal dose. The biological effects of TiO2 NMs on nonirradiated and UVB-irradiated keratinocytes were observed by means of cell viability, genotoxicity, and inflammatory response. The obtained results clearly showed that the effects of TiO2 NMs in vitro, either cytotoxic or protective, depend on their shape. These observations highlight the beneficial properties of nanomaterials that can improve the quality and efficacy of nano-enabled J Nanopart Res (2020) 22:71 https://doi.org/10.1007/s11051-020-04791-0 Electronic supplementary material The online version of this article (https://doi.org/10.1007/s11051-020-04791-0) contains supplementary material, which is available to authorized users. K. Ilić :M. Milić : I. V. Vrček : I. Pavičić (*) Institute for Medical Research and Occupational Health, Zagreb, Croatia e-mail: ipavicic@imi.hr K. Ilić e-mail: kilic@imi.hr M. Milić e-mail: mmilic@imi.hr I. V. Vrček e-mail: ivinkovic@imi.hr A. Selmani : T. M. Glavan : E. Zapletal Rudjer Boskovic Institute, Zagreb, Croatia A. Selmani e-mail: aselmani@irb.hr T. M. Glavan e-mail: tglavan@irb.hr M. Ćurlin School of Medicine, University of Zagreb, Zagreb, Croatia e-mail: marija.curlin@mef.hr T. Yokosawa Karlsruhe Institute of Technology (KIT), Institute for NuclearWaste Disposal, Hermann-von-Helmholtz-Platz 1, 76344 Eggenstein-Leopoldshafen, Germany e-mail: tadahiro.yokosawa@fau.de T. Yokosawa Institute of Microand Nanostructure Research, Friedrich-Alexander-Universität Erlangen-Nürnberg, Cauerstraße 6, 91058 Erlangen, Germany products only if the safe-by-design concept has been implemented during the innovation process.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}