{
  "name" : "downloads_2020-04-28_79_10.1038@s41467-020-15731-w.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Targeted delivery of nanomaterials with chemical cargoes in plants enabled by a biorecognition motif",
    "authors" : [ "Israel Santana", "Honghong Wu", "Peiguang Hu", "Juan Pablo Giraldo" ],
    "emails" : [ "juanpablo.giraldo@ucr.edu" ],
    "sections" : [ {
      "heading" : "ARTICLE",
      "text" : "Targeted delivery of nanomaterials with chemical cargoes in plants enabled by a biorecognition motif Israel Santana 1, Honghong Wu1,4, Peiguang Hu 1 & Juan Pablo Giraldo 1,2,3✉\nCurrent approaches for nanomaterial delivery in plants are unable to target specific sub-\ncellular compartments with high precision, limiting our ability to engineer plant function. We\ndemonstrate a nanoscale platform that targets and delivers nanomaterials with biochemicals\nto plant photosynthetic organelles (chloroplasts) using a guiding peptide recognition motif.\nQuantum dot (QD) fluorescence emission in a low background window allows confocal\nmicroscopy imaging and quantitative detection by elemental analysis in plant cells and\norganelles. QD functionalization with β-cyclodextrin molecular baskets enables loading and delivery of diverse chemicals, and nanoparticle coating with a rationally designed and con-\nserved guiding peptide targets their delivery to chloroplasts. Peptide biorecognition provides\nhigh delivery efficiency and specificity of QD with chemical cargoes to chloroplasts in plant\ncells in vivo (74.6 ± 10.8%) and more specific tunable changes of chloroplast redox function\nthan chemicals alone. Targeted delivery of nanomaterials with chemical cargoes guided by\nbiorecognition motifs has a broad range of nanotechnology applications in plant biology and\nbioengineering, nanoparticle-plant interactions, and nano-enabled agriculture.\nhttps://doi.org/10.1038/s41467-020-15731-w OPEN"
    }, {
      "heading" : "1 Department of Botany and Plant Sciences, University of California, Riverside, CA 92521, USA. 2 Center for Plant Cell Biology, University of California, Riverside, CA 92521, USA. 3 Institute of Integrative Genome Biology, University of California, Riverside, CA 92521, USA. 4Present address: College of Plant Science & Technology, Huazhong Agricultural University, Wuhan 430070, China. ✉email: juanpablo.giraldo@ucr.edu",
      "text" : "NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications 1\n12 34\n56 78\n9 0 () :,;\nThe limited ability to target the delivery of biochemicals tospecific plant tissues and organelles leads to inefficienciesof chemical inputs in agriculture and unintended alterations in plant function1,2. Only a fraction of agrochemicals, including nutrients and pesticides, reach the intended target in crops1 leading to environmental pollution3, low resource use efficiency in plants4, and inhibition of key plant physiological and developmental processes5. Although genetically modified organisms have proven to be of high value to understand plant function at the subcellular level, genome mutations or editing is accompanied by confounding effects including abnormal organ and tissue development6 and even leading to non-viable organisms7. Furthermore, the number of plants amenable for organelle genetic engineering is limited8. Nanomaterials are emerging as delivery vehicles for biomolecules in plants9–13 that can be tuned to control their translocation and distribution to plant cells and organelles.\nPlant nanobiotechnology is a burgeoning field, which aims to develop and apply engineered nanomaterials (ENMs) for engineering and studying plant function2,10,14–16. Interfacing ENMs with plants is leading to significant advances towards addressing crucial challenges in plant genetic element delivery11, biochemical sensing17–19, and nutrient and pesticide delivery20,21. The broad potential for engineering plants utilizing ENMs with unique physical and chemical properties relies on circumventing plant barriers including cell walls and membranes, and improving the targeting to specific tissues and organelles16. Surface functionalization of ENMs with guiding moieties have enabled targeted biochemical delivery in non-plant eukaryotic cells22. Although the in vivo delivery efficiencies of nanoparticles coated with biorecognition ligands to target cancer cells are not higher than 2%23, localization in the nuclei of gold nanoparticles coated with SV40 large T antigen in HeLa cell cultures in vitro has been reported to be up to 60%24. Previous studies have reported the non-targeted delivery of DNA and biochemicals into plant cells and organelles by mesoporous silica nanoparticles through particle bombardment of leaf sections in vitro9 or by interfacing carbon nanotubes and their cargoes with isolated tobacco cells25. However, the destructive and invasive application of these approaches are not suitable for targeted delivery of nanoparticles to plant subcellular compartments in intact plants in vivo. Current approaches to improve in vivo nanoparticle delivery efficiency to specific plant cells or organelles are based on modifying nanoparticle properties such as size and charge but do not reach high levels of subcellular localization specificity26. For example, we have reported that negatively charged cerium oxide nanoparticles delivered into plant leaves have about 45% colocalization rates with chloroplasts26. However, most chloroplasts do not contain nanoparticles. Targeted nanomaterials guided by biorecognition ligands such as transit peptides have not been reported in plants to date because they cannot be directly translated from non-plant systems. Unlike mammalian cells, plant cells have a wall that acts as an additional barrier for nanoparticle translocation27. Nanoparticle uptake across plant cell walls is limited by the size of nanomaterials and cell wall pores28. Although the permeability of plant cell walls to nanomaterials has not been systematically characterized, it is expected to be dependent on plant species and nanoparticle properties including size and hydrophobicity29. For instance, amphiphilic nanoparticles (~40 nm) have been reported to translocate across leaf cells but not hydrophilic nanoparticles of similar or larger size. Furthermore, strong leaf background fluorescence from chloroplast pigments impairs our ability to easily track and colocalize nanomaterials in plants, thus requiring a specific design of fluorescent nanomaterials for both targeted and traceable biochemical delivery in plants in low fluorescent background windows.\nChloroplasts are key organelles for plant bioengineering. These semi-autonomous organelles are essential for plant photosynthesis, act as signaling organelles, and play important roles in metabolite synthesis30,31. Thus chloroplasts are important for improving crop growth, stress tolerance, biopharmaceutical production, and developing synthetic biology tools31. Manipulation of chloroplast function through biomolecule or chemical delivery in plants is crucial for understanding the role of these plastids in plant biology and developing approaches for chloroplast bioengineering. However, chloroplast studies are limited to the need of targeted delivery platforms for specifically engineering plant organelle function in vivo. Instead, chloroplast research mainly relies on the generation of transgenic or mutant plants with altered development and function in a handful of model species amenable for genetic transformation8. Herein, we demonstrate approaches for designing novel ENM platforms guided by a peptide recognition motif that targets the delivery of chemicals to chloroplasts in wild-type Arabidopsis thaliana (Col-0) plants. Using these nanoscale platforms, we enabled the capability to specifically manipulate chloroplast function and redox status in vivo (Fig. 1a).\nThis study highlights approaches to design and synthesize novel ENM platforms that bypass biological barriers in plants such as cell walls, membranes, and organelle envelopes for in vivo traceable and targeted delivery of biochemicals to chloroplasts using guiding peptide recognition motifs. To demonstrate this targeted nanoparticle delivery and tracking approach in plants, we designed hydrophilic quantum dots (QD) coated with β-cyclodextrin molecular baskets with size that facilitates translocation through leaf cell wall pores, RbcS guiding peptide to recognize organelle membranes, high zeta potential to translocate across lipid bilayers, and optimal fluorescence emission range avoiding leaf background for in vivo imaging. The QD intrinsic fluorescence and heavy element composition (cadmium and tellurium) allows their specific imaging in plants by high spatial resolution confocal fluorescence microscopy and quantitative detection through advanced analytical tools including elemental analysis by ion coupled plasma mass spectrometry (ICP-MS)."
    }, {
      "heading" : "Results",
      "text" : "Quantum dots with rationally designed guiding peptide. Multifunctional fluorescent QD act as traceable chemical delivery platforms by forming inclusion complexes with chemicals such as methyl viologen (MV) and ascorbic acid (Asc) on their surface through conjugated β-cyclodextrins (β-CD) molecular baskets (Supplementary Fig. 1). The delivery of MV and Asc by QD allows tunable changes in chloroplast redox status by inducing or reducing superoxide anion production in this organelle with high specificity (Fig. 1a). Manipulation of chloroplast redox status has been associated with wide genetic and physiological responses in plants32. A conserved chloroplast targeting peptide, rationally designed from Rubisco small subunit 1 A (RbcS, genbank: OAP15425), was used to functionalize fluorescent QD for targeting chloroplasts in intact leaves of plants in vivo (Fig. 1b–d). To our knowledge, this is the first time a nanoparticle has been guided to a specific subcellular compartment in plants (e.g., chloroplasts) by mimicking the biorecognition mechanisms used for protein precursor delivery. An alignment of the peptide amino acid sequence with RbcS-peptide analogs from multiple dicotyledonous plant species indicates a high degree of conservation in its composition and sequence across crop and model plants (Fig. 1b, c). The RbcS transit peptide enables cytosolic recognition of proteins destined for import into plastids by the chloroplast outer membrane translocon TOC159 (Fig. 1a)33. TOCs recognize the N-binding domain of most pre-proteins\n2 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications\ndestined to plastids and function in coordination with translocons at the inner membrane of chloroplasts (TICs) to allow import of pre-proteins into the chloroplast stroma34. Our ENM targeting sequence was truncated to the first 14 amino acids to minimize the increase in hydrodynamic diameter of functionalized QD and improve the penetration through leaf cell wall pores (Fig. 1d)27. A short sequence containing GGC was added to the C-terminal of the peptide as spacer. The terminal cysteine residue was further utilized as conjugation site to bind with a NHS-PEG4-MAL (succinimidyl[(N-maleimidopropionamido)-tetraethyleneglycol] ester) linker onto the QD (Fig. 1d). The first 14 amino acids from the RbcS peptide sequence used to guide nanoparticles are highly conserved among dicots and contain functional biorecognition motifs allowing translocation across the chloroplast double membranes33,35. Thus, this targeted nanoparticle approach using RbcS-peptides is likely to have broad applicability in dicot plant species. QD with β-cyclodextrin molecular baskets conjugated with targeting peptides (Chl-QD) allow the targeted delivery of biochemical cargoes into chloroplasts. The β-CD molecular basket composed of seven cyclic oligosaccharides enables “hostguest” formation with ascorbic acid or methyl viologen36,37 and can form inclusion complexes with a broad range of biomolecules\nc Frequency logo plot of RbcS 1 A targeting peptide consensus sequence across selected dicot species. A score of 4 on y-axis means 100% conserved. d Rational design of chloroplast guiding peptide based on RbcS peptide biorecognition motif for nanoparticle targeting and translocation across chloroplast membranes. The chloroplast targeting peptide includes recognition sites for chloroplast import machinery by TOC, a cysteine residue at the C-terminus for conjugation with NHS-PEG4-MAL linker, and two glycine (G) amino acids as spacers and for increasing the peptide solubility.\nNATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications 3\nand chemicals including metabolic intermediates (β-carotenes), or herbicides (MCPA and norflurazon) (Supplementary Table 1). At the terminal amine group located on the β-CD, a succinimidyl-dPEG-maleimide linker (NHS-PEG4-MAL) was added providing a selective conjugation site for cysteine residues located on the transit peptide. The QD core size of 4.3 ± 0.2 nm (± indicates standard deviation, n= 3) measured by transmission electron microscopy (TEM) (Fig. 2a), and the Chl-QD average hydrodynamic diameter of 24.5 ± 2.5 nm (± indicates standard deviation, n= 5) measured by dynamic light scattering (DI water, pH 7) (Fig. 2b) are under the maximum size for nanomaterials reported to translocate across leaf cell walls27,29. The synthesized Chl-QD are negatively charged with a zeta potential of −28.4 ± 3.8 mV (± indicates standard deviation, n= 17) in DI water (pH 7) (Fig. 2c) to facilitate translocation across plant lipid membranes. Nanoparticles with high zeta potential have been reported to passively penetrate through chloroplast envelopes and plant cell membranes12,17,38,39. Furthermore, QD have a high and stable fluorescence enabling in vivo tracking within plant tissues and cellular compartments40. The Chl-QD fluorescence peak was tuned to 540 nm to reduce interference with leaf background and fluorescent dyes used in this study (Fig. 2d). The QD exhibited a characteristic absorption peak at 465 nm in the UV-vis absorption spectrum (Supplementary Fig. 2a). In Fourier transmittance infrared spectra (FTIR) (Fig. 2e), significant characteristic bands for asymmetric glycosidic vibration (C–O–C) denoting βcyclodextrin were detected at 1058 cm−1, and bands typical of type I and II amide bonds at 1615 and 1515 cm−1 supported successful conjugation of β-cyclodextrin and RbcS peptide on QD surface forming Chl-QD complex.\npotential of MPA-QD (−52.6 ± 4.7 mV, n= 6) and Chl-QD (−28.4 ± 3.8 mV, n= 17) that allows penetration through lipid bilayers in the cell membrane and chloroplasts. Box plot error bars represent standard deviation, boxes are the interquartile range from the first to the third quartile, and horizontal line represents the mean. Statistical comparison was performed by independent samples t-test (two tailed). *** indicates P < 0.001. d Fluorescence emission spectra of MPA-QD and Chl-QD in the range of low background fluorescence emission from leaves. e FTIR spectra of MPA-QD, β-cyclodextrin (β-CD) coated QD (CD-QD) and Chl-QD indicating successful functionalization of QD with β-CD and guiding peptide.\n4 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications\nBiorecognition targeted delivery of nanoparticles in vivo. The localization between Chl-QD and chloroplasts in leaf mesophyll cells of Arabidopsis plants was assessed by confocal fluorescence microscopy. QD lacking the targeting peptide (MPA-QD) and QD functionalized with a randomized RbcS sequence (R-QD, ASLSSMMATSGVGMC) were tested to validate the role of the conjugated chloroplast targeting peptide sequence on the Chl-QD localization in plant cells. We found similar chloroplast colocalization rates between MPA-QD (37.6 ± 4.2%) (± indicates standard deviation, n= 7) and R-QD (38.9 ± 3.9%) (± indicates standard deviation, n= 5) (Fig. 3a, b). In contrast, we observed two times higher percentage of chloroplasts containing Chl-QD coated with the guiding peptide (74.6 ± 10.8%) (± indicates standard deviation, n= 12) (Fig. 3a, b). No QD fluorescence was detected in buffer treated plants (Supplementary Fig. 3). The spatial distribution of QD within chloroplasts was visualized by orthogonal views, which are constructed from multiple Z-stack images (Fig. 3c, Supplementary Fig. 4, Supplementary Movie 1) collected at 2 μm per scanning layer, which is smaller than Arabidopsis chloroplast size (5–10 μm)26. These results demonstrate that our truncated RbcS-peptide guided the QD to chloroplasts with high targeted nanoparticle delivery efficiency and specificity in plants. Interestingly, the zeta potential of Chl-QD is significantly lower than MPA-QD (P < 0.001) (Fig. 2c) indicating that models based on increased nanoparticle charge for promoting chloroplast delivery12,38,39 are not sufficient to predict plant organelle localization of nanomaterials guided by biomolecule recognition motifs in plants in vivo.\nThe presence of QD core elements, cadmium (Cd) and tellurium (Te), was confirmed by ICP-MS of isolated chloroplasts from leaves treated with Chl-QD and controls. Chloroplasts from Arabidopsis plants treated in vivo with Chl-QD (500 nM) or 10mM TES buffer (pH 7.0) controls were isolated and imaged by confocal microscopy to record QD fluorescence (Fig. 4a). The concentration of Cd and Te measured by ICP-MS in Chl-QD treated samples was 32.08 ± 6.71 ppm (± indicates standard deviation, n= 5) and 12.02 ± 3.03 ppm (± indicates standard deviation, n= 5), respectively (Fig. 4b). In contrast, controls contained negligible amounts of Cd and Te 0.23 ± 0.12 and 0.36 ± 0.14 ppm (± indicates standard deviation, n= 5), respectively. Together, confocal microscopy and ICP-MS analysis demonstrate that nanomaterials coated with chloroplast transit peptide motifs (Chl-QD) translocate in leaf mesophyll cells and localize within chloroplasts (Fig. 3, and Fig. 4). The Chl-QD (200 nM) were also biocompatible in Arabidopsis leaves in which we did not observe toxicity effects in mesophyll cells up to 24 h measured by staining the nuclei of dead cells with PI (propidium iodide) dye (n= 4) (Supplementary Fig. 5).\nChloroplast-targeted tuning of oxidative status. As a proof of concept, we demonstrate that targeted biochemical delivery to chloroplasts using Chl-QD allows tunable changes in the redox status of these organelles. Chloroplast function is intrinsically related to the generation of reactive oxygen species (ROS)41. ROS play a dual role in plants as signaling or damaging molecules42. ROS accumulation in chloroplasts leads to declines in photosynthesis, plant growth and yield43. However, understanding the role of ROS in chloroplasts has been limited to research in plant model species amenable for genetic engineering and in mutants that often suffer from impaired growth and development6,7. To enable the manipulation of ROS levels in chloroplasts of wildtype plants in vivo, Chl-QD were loaded either with methyl viologen (MV) to generate superoxide anion in chloroplasts44 or ascorbic acid (Asc), a known scavenger of superoxide anion45. The absorption spectra of MV-Chl-QD and Asc-Chl-QD (Supplementary Fig. 2b) indicate the initial loading (60 μM) of MV or\nAsc in Chl-QD solution (Supplementary Fig. 2c, d). In addition, we assessed the binding between cyclodextrin coated QD (CDQD) and MPA-QD to Asc or MV by isothermal titration calorimetry (ITC) (Fig. 5a, b, Supplementary Fig. 6a, b). ITC experimental data and best-fit binding curves of MV and Asc with CD-QD (Fig. 5a, b) provided the stoichiometry for calculating number of binding sites (N), association constants (Ka), dissociation constants (Kd), enthalpy (ΔH), and entropy (ΔS) changes (Table 1). The ITC analysis yielded that CD-QD have higher binding affinity to both Asc and MV than MPA-QD as indicated by lower dissociation constants or more binding sites per particle (Table 1, Supplementary Fig. 6). The Kd of 3.98 × 10−5 M for CD-QD and Asc is lower than that for MPA-QD and Asc (Kd= 5.52 × 10−5 M) and the number of binding sites on CD-QD for Asc (5130) is 10 times higher than MPA-QD. Although the Kd for CD-QD and MV (4.76 × 10−5 M) is similar to that for MPA-QD and MV (Kd= 4.81 × 10−5 M), the number of binding sites on CD-QD of 1580 for MV is more than 3 times higher than MPA-QD. The lower dissociation constant of Asc (Kd= 3.98 × 10−5 M) to CD-QD than MV (Kd= 4.76 × 10−5 M) is likely due to the high –OH group association between Asc and the cyclodextrin rim36. Furthermore, the Kd values for CD-QD are also an order of magnitude lower than that for β-CD reported by previous studies (10−4–10−3 M)36,46,47 indicating a higher binding affinity of CD-QD than β-CD to Asc and MV. The increase in the number of binding sites for Asc and MV on CDQD reflects the ability of cyclodextrin molecules on these particles to act as molecular baskets for loading and delivery of biomolecules. As a result of either lower dissociation constant or more binding sites of CD-QD to Asc and MV (Table 1), the calculated fraction of bound Asc (96.05%) and MV (84.78%) onto the CDQD was significantly increased relative to that of MPA-QD lacking cyclodextrins (Asc 54.94%, MV 56.73%) (Table 2). This increase of nanoparticle inclusion complexes with chemicals such as viologens using cyclodextrins46 enables the loading and subsequent release of chemicals to intended targets in plants.\nCurrent methods of MV and Asc delivery in plants rely on foliar or soil absorption in aqueous solutions45,48. However, MV is a non-selective herbicide that reacts with NADPH in the apoplast, chloroplasts, mitochondria and peroxisome, thus nonspecifically increasing both intra- and extra-cellular levels of superoxide anion49,50. Through confocal fluorescence microscopy in Arabidopsis leaf mesophyll cells, we measured the levels of ROS colocalization with chloroplasts and intensity changes using DHE (dihydroethidium) dye, a superoxide anion indicator (Fig. 6a). Leaves treated with MV alone exhibited superoxide anion signals both in chloroplasts and surrounding plant cell membranes and organelles. In contrast, most superoxide anion generation was detected in chloroplasts of leaves infiltrated with MV loaded ChlQD (MV-Chl-QD). We observed a significantly higher degree of colocalization between chloroplasts and DHE induced by MVChl-QD (78.8 ± 7.0%) (± indicates standard deviation, n= 7) than by MV chemical alone (32.2 ± 11.2%) (± indicates standard deviation, n= 11) (P < 0.001) (Supplementary Fig. 7). In comparison with chemical application of MV (n= 4) alone or MV plus Asc (n= 10) without nanoparticles, the developed MVChl-QD (n= 10) and Asc-Chl-QD (n= 9) resulted in highly specific ROS manipulation within chloroplasts (Fig. 6b). Furthermore, the Chl-QD are able to tune the redox status of chloroplasts by MV-Chl-QD (n= 5) application that generates ROS in chloroplasts followed by Asc-Chl-QD (n= 5) that scavenges ROS in chloroplasts after 6 h (Fig. 6a, c). Control experiments, in which Chl-QD (n= 3) without cargoes were infused into leaves, resulted in no changes of DHE intensity in chloroplasts indicating that the nanoparticles alone are not responsible for the observed changes in ROS (Fig. 6b).\nNATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications 5\nb Colocalization rates of Chl-QD (n= 12) with chloroplasts compared to MPA-QD (n= 7) and R-QD (n= 5). Statistical comparisons were performed by one-way ANOVA based on Duncan’s multiple range test (two tailed). Lower case letters represent significance at P < 0.05. Box plot error bars represent standard deviation, boxes are the interquartile range from the first to the third quartile with squares as the medians, and horizontal line represents the mean. c Orthogonal views of different planes from confocal images (z-stack) of Chl-QD colocalization within chloroplasts. Scale bar, 10 µm.\n6 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications\nMore than doubling the increase in targeted delivery of chemicals by nanomaterials, from 32.2% to 78.8%, could have a significant impact on minimizing agricultural inputs in the field and pollution of the environment. It may also allow studies in plant cell biology in wild-type and non-model plants that require specific organelle engineering. For example, ENM targeted delivery of biochemicals to subcellular compartments guided by peptide recognition motifs may improve our understanding of the role of signaling molecules (e.g., ROS) in plants. By specifically manipulating levels of ROS in chloroplasts we can gain insight into the role of this organelle in regulating redox sensitive physiological and developmental processes51. MV is a widely used herbicide, also named paraquat, that leads to toxic effects to mammalian cells due to its redox activity in mitochondria and has been linked to the development of Parkinson’s disease52. Our rational design of targeted biochemical delivery of ENM leveraging the plant molecular machinery could be utilized to create a variety of nanoparticle targeting approaches for nanoenabled agricultural applications."
    }, {
      "heading" : "Discussion",
      "text" : "Precise control of nanoparticle location in plants is crucial for the application of nanotechnology in plant biology, biotechnology, and nano-enabled agriculture. To date there are no approaches that leverage the plant molecular recognition machinery for controlling nanoparticle specific location and intended function in plant organelles. The use of guiding peptides provides a\nmolecular tool for targeted delivery of nanomaterials to subcellular compartments with a precision not achieved before in plants. We demonstrated that by controlling QD size, zeta potential, and fluorescence emission range, we circumvent plant cell barriers for biochemical delivery allowing in vivo tracking with low interference from leaf background. Although Cd based QD properties make them ideal for detection by multiple advanced analytical tools including confocal fluorescence microscopy and elemental analysis by ICP-MS, chronic or high-level exposure of these nanoparticles can lead to toxic effects in organisms depending on their surface properties53. QD within the non-toxic exposure conditions of this study are useful model nanoparticle systems for basic research at the interface of plants and nanotechnology but applications in agriculture would require the use of environmentally friendly Cd-free QD54. However, the QD functionalization with a peptide recognition motif demonstrates an approach to engineer targeted nanomaterials for improved colocalization within organelles and delivery of biochemicals in vivo. The high localization efficiency and specificity of nanomaterials enabled by biorecognition surpasses that of conventional methods based on nanoparticle size and charge alone. As a result, the nanoparticle-mediated delivery of biochemicals such as MV and Asc to chloroplasts specifically allows tuning of their redox status while significantly minimizing ROS generation or scavenging in other subcellular compartments.\nAlthough we demonstrate that biochemicals including MV and Asc are delivered to chloroplasts with high efficiency (78.8%), further research on modifying guiding peptide properties\nsamples t-test (two tailed). *** indicates P < 0.001.\nNATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications 7\nincluding spacer amino acids, hydrophilicity, and charge, among others, may allow enhancing the delivery specificity to plant organelles while avoiding unwanted exposure to other plant cell compartments. We expect that increasing the amino acid spacer length would be needed for nanoparticles coated with ligands larger than those used in this study (e.g., plasmid DNA, RNA).\nTuning hydrophobicity of the peptide recognition motif is also likely to affect the nanoparticle translocation in plant cells as it was shown by previous studies coating nanoparticles with amphiphilic polymers29. Models of plant cell and chloroplast uptake based on nanoparticle size and charge alone using polymeric ligands38,39 do not explain why Chl-QD coated with biorecognition motifs with lower zeta potential magnitude than MPA-QD exhibit higher colocalization rates with chloroplasts. This indicates that nanoparticle-plant interaction models should incorporate engineered biomolecule coatings and acquired coronas for making accurate predictions of the distribution of nanoparticles in plants.\nOur comparative analysis of the designed chloroplast guiding peptide with highly conserved sequence recognition motifs in Rubisco small subunits from other plant species, suggests that biorecognition motif targeted delivery approaches can be translated to a wide range of dicot plant species. This study highlights strategies to create nanobiotechnology tools that can bypass plant biological barriers for targeted delivery of biomolecules and chemical cargoes to chloroplasts for fundamental research in plant biology and more efficient delivery of agrochemicals to crops. The biorecognition approach of coating nanoparticles with guiding peptides for targeted delivery could be extended to other\nintegrating thermal power profiles for CD-QD interacted with a methyl viologen and b ascorbic acid. The ITC results indicate that CD-QD exhibit a higher binding affinity to both methyl viologen and ascorbic acid than MPA-QD. Squares represent raw data and line represents best-fit curves using a one-set-ofsites binding model.\nTable 1 Isothermal titration calorimetry (ITC) thermodynamic parameters.\nNanomaterials Ligand N (sites) Ka (M−1) Kd (M) ΔH (cal mol−1) ΔS (cal mol−1 K−1) CD-QD MV 1580 2.10 × 104 4.76 × 10−5 −50.76 19.6 CD-QD Asc 5130 2.51 × 104 3.98 × 10−5 −9780 −12.7 MPA-QD MV 458 2.08 × 104 4.81 × 10−5 −594 17.7 MPA-QD Asc 532 1.81 × 104 5.52 × 10−5 −1693 13.7\nThermodynamic parameters including number of binding sites (N), association constant (Ka), dissociation constant (Kd), enthalpy change (ΔH), and entropy change (ΔS) of interactions between QD (CD-QD or control MPA-QD) and chemical cargoes (methyl viologen or ascorbic acid).\nTable 2 Calculated bound and unbound fractions of chemicals on quantum dots.\nQD Ligand Bound fraction (%)\nUnbound fraction (%)\nCD-QD MV 84.78 15.22 CD-QD ASC 96.05 3.95 MPA-QD MV 54.94 45.06 MPA-QD ASC 56.73 43.27\nThe calculated bound and unbound fractions of methyl viologen and ascorbic acid on QD using isothermal titration calorimetry analysis and concentrations of chemicals in nanomaterial solutions.\n8 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications\ninterquartile range from the first to the third quartile with squares as the medians, and horizontal line represents the mean. c Temporal patterns of DHE fluorescence signal intensity inside chloroplasts in leaf mesophyll cells showing the specific increase and subsequent decrease of chloroplast superoxide anion levels in plants infiltrated with MV-Chl-QD (n= 4) at time 0 h and subsequently perfused with Asc-Chl-QD at time 3 h (purple line). A steady increase in DHE intensity was observed in leaves treated with MV-Chl-QD at time 0 h and 3 h (n= 5) (cyan line). Leaves infiltrated with MV-Chl-QD (n= 4) at time 0 h only (orange line) showed an increase in DHE signal that plateaus. Controls were performed for leaves infiltrated only with buffer (n= 5) (dark gray line). Values are means and ± indicates standard deviation. Statistical comparisons were performed by one-way ANOVA based on Duncan’s multiple range test (two tailed). Lower case letters represent significance at P < 0.05. NS denotes not significant.\nNATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications 9\ntypes of nanomaterials for applications including genetic element delivery, targeted delivery of sensors, nutrients or pesticides to specific plant tissues or subcellular compartments."
    }, {
      "heading" : "Methods",
      "text" : "Plant growth. Plants were grown in Adaptis 1000 growth chambers (Conviron) using standard conditions55. Growth chamber conditions were 200 μmol m−2 s−1 PAR, 24 ± 1 and 21 ± 1 °C day/night, 60% humidity, and 14/10 h day/night regime. Plants were watered once every three days. Four-week-old Columbia ecotype (Col-0) Arabidopsis thaliana plants (seed stock source CS60000) were used for this study.\nSynthesis of quantum dots with chloroplast targeting peptide. The CdTe/CdS quantum dots were prepared by the reaction between CdCl2 and NaHTe solution in the presence of mercaptopropionic acid solution (MPA) as the stabilizing agent56–59. First, 0.01 g of CdCl2 and 50 μL of mercaptopropionic acid were dissolved in 50 mL of ddH2O forming a colloidal solution. The resulted Cd/MPA colloidal solution was adjusted to pH 11 with NaOH solution (0.1 M) and stirred for 15 min under reflux. Meanwhile, NaHTe solution was prepared by dissolving 0.05 g of NaBH4 and 0.02 g of tellurium powder in 0.6 mL of 50% ethanol in a 20 mL glass vial. NaHTe was allowed to react at 70 °C with gentle stirring for 5 min. The reaction vial was lightly capped to avoid excess oxygen from oxidizing the reactants. The NaBH4 and tellurium mixture exhibited a color change as the reaction progressed turning black-blue to pink-purple in color. Immediately after the color change, 150 µL of freshly prepared NaHTe was added to the Cd/MPA colloidal solution under reflux conditions. Following reflux, an increase in fluorescence of the solution could be monitored when excited under UV light. Aliquots of quantum dot solution were collected at 5 minutes. The emission of QD could be tuned to a specific wavelength by adjusting the reaction time. The resultant MPAQD absorbance, size, zeta potential, and emission (under 405 nm excitation) were characterized accordingly. QD for targeted delivery of biochemicals to chloroplasts (Chl-QD) were designed and synthesized with size that facilitates translocation across leaf cell walls, fluorescence within the low background optical window for leaves, and coated with a truncated RbcS guiding peptide (GeneScript) to target chloroplasts as described in multiple steps outlined below and in Supplementary Fig. 1. RbcS peptide was randomized by using http://www.bioinformatics.org/sms2/ shuffle_protein.html javascript suite60. All chemicals were purchased from Sigma Aldrich unless otherwise stated.\nThe preparation of p-aminophenyl boronic acid capped QD (APBA-QD) was performed as follows. The MPA-QD terminal carboxyl group was functionalized by 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide (EDC) and Nhydroxysuccinimide (NHS) activated reaction57,61. Briefly, NHS (2000 nmol) and EDC/HCl (2000 nmol) was added to the 1 nmol of the MPA-capped QD in TES buffer (10 mM TES buffer, pH 7.4). Then, the mixture was gently stirred (500 rpm) for 15 min at room temperature. Next, 80 μl of a 25 mM APBA solution was added to the activated MPA-QD solution to generate aminophenyl boronic acid functionalized quantum dots (APBA-QD). The reaction was stirred (500 rpm) for 3 h at room temperature. Finally, the excess of APBA was removed by washing at least twice through a 10 K amicon filter with ddH2O. The APBA-QD solution was sonicated for 30 min at 80% power at 37 kHz to break down any agglomerated particles.\nFor synthesis of β-CD-capped QD, the APBA-QD were dissolved in 10 mM TES buffer (pH 10.4). Then 1 μmol of mono-(6-ethanediamine-6-deoxy)-βcyclodextrin (β-CD, Cavcon) in water was added to the APBA-QD solution and the resulting mixture was reacted overnight at room temperature with gentle stirring (500 rpm)61. The excess of β-CD was removed by washing with a 10k Amicon filter followed by sonication for 30 min at 80% power at 37 kHz. The resulting β-CD coated quantum dots (CD-QD) were suspended in 10 mM TES (pH 7.5).\nFor peptide-conjugated β-CD-capped QD preparation, 1 μmol NHS-PEG4MAL linker (succinimidyl-[(N-maleimidopropionamido)-tetraethyleneglycol] ester, Thermo Fisher Scientific, USA) was added to the surface of CD-QD by reacting with its terminal amine to form a covalent bond57,61. The mixture was incubated at ambient temperature for 1 h with gentle stirring (500 rpm). The excess NHS-PEG4-MAL was removed by washing the mixture through a 10 K Amicon column with ddH2O and the product was suspended in 10 mM TES (pH 8.0). Finally, 1 μmol of RbcS chloroplast targeting peptide was added to MAL-PEG4-QD and allowed to react for 1 h at room temperature with gentle stirring (500 rpm). The RbcS peptide dissolved in DMSO was diluted with TES buffer to adjust the pH to 8.0. The resulting chloroplast targeting quantum dot (Chl-QD) was pulse centrifuged for 30 seconds at 3500 rpm to remove large agglomerates of nonconjugated peptide. The Chl-QD can be stored up to one week without significant aggregation.\nMethyl viologen and ascorbic acid loading to quantum dots. Loading of methyl viologen and ascorbic acid into β-CD conjugated onto Chl-QD was carried out by adding MV and Asc in excess (0.1 mM) to an aqueous solution of 200 nM (0.17 mg mL−1) Chl-QD in 10 mM TES buffer pH 7.0. The mixture of MV-Chl-QD or AscChl-QD was vortexed and incubated for 0.5 h, and washed once through an Amicon 10 K filter with ddH2O to remove excess molecules. MV and Asc exhibit\nthe maximum absorbance at 260 and 265.5 nm, respectively. The inclusion complex concentration (MV-Chl-QD and Asc-Chl-QD) was calculated based on the absorbance at 260 or 265.5 nm of reference to unloaded Chl-QD36,62. The resultant MV-Chl-QD or Asc-Chl-QD concentration was extrapolated using a standard curve (Supplementary Fig. 2b–d). The final dosage of chemicals infiltrated into plants with 200 nM of Chl-QD was 60 µM MV or 60 µM Asc in 100 µL TES buffer (pH 7.0) (Supplementary Fig. 2c, d). To compare with chemicals alone, the same concentration of chemicals was applied to plants, 60 µM MV or 60 µM Asc in 100 µL TES buffer (pH 7.0).\nIsothermal titration calorimetry (ITC). ITC of cyclodextrin functionalized QD (CD-QD) or MPA-QD with chemical cargoes (Asc or MV) was performed using a MicroCal iTC200 instrument (GE Healthcare). QD and Asc or MV were dissolved in 10 mM TES buffer, pH 7.3 at 25 °C. The concentrations of QD were set at 0.5 μM and the concentration of injected Asc and MV was 25 mM. The volume of each injection was 2 μL and a total of 21 injections were performed at 180 s intervals with a reference power of 5 μcal s−1. The ITC curves were analyzed with Origin (MicroCal) using a one-set-of-sites fitting model. The bound fractions of Asc and MV on QD in the final solution (with initial Asc or MV loading of 60 μM) injected into leaves was calculated based on the following equation63:\nAbound½ ¼ n½QD 0½A Kd þ ½A\nwhere [Abound] and [A] are the concentration of bound and unbound chemicals in solution, respectively, n is the number of binding sites on QD, [QD]0 is the initial QD concentration, and Kd is the dissociation constant between QD and chemicals.\nNanomaterial characterization. All nanomaterials were characterized for their absorbance in the UV-vis, hydrodynamic size, zeta potential, and fluorescence emission. Surface functional groups were analyzed by FTIR. Zeta potential and hydrodynamic sizes of nanomaterials were measured in DI water (pH 7) using a Malvern Zetasizer (Nano ZS) and sizer (Nano S), respectively. UV-vis absorption spectra were collected using a UV-2600 Shimadzu spectrophotometer. The sample was prepared in a quartz cuvette filled with 1mL of a 1:10 fold dilution of nanoparticles. The concentration of the nanomaterials (mol L−1) was determined using Lambert-Beer’s law (Eq. 1) where Abs is absorbance, ϵ is the extinction coefficient, L is the path length, and c is concentration. Equation 2 refers to the extinction coefficient (ϵ), calculated based on the QD hydrodynamic diameter (d)64. The QD absorbance at 465 nm was used to determine the QD concentration in solution (Eq. 1).\nAbs ¼ ϵ ´ L ´ c; ð1Þ\nϵ ¼ 10043 ´ ðdÞ2:12 ð2Þ Transmission electron microscopy (TEM) was performed on a Philips FEI Tecnai 12 microscope operated at an accelerating voltage of 120 kV. The TEM samples were prepared by placing one drop of particle solution (0.5 µM) onto the grid (ultrathin carbon film on lacey carbon support film, 400 mesh, Cu, Ted Pella) followed by drying naturally. The surface coatings and functional groups on nanomaterials were characterized by Fourier transform infrared spectroscopy (FTIR) using a Bruker spectrometer (Alpha I). Samples from each step in the synthesis of Chl-QD were taken to analyze functional groups on the nanoparticle surface (Fig. 2e).\nNanoparticle delivery into plant leaves. All nanoparticles infused through the Arabidopsis leaf lamina were suspended in 10 mM TES buffer (pH 7.0). The ChlQD solution was diluted to 200 nM (0.17 mgmL−1) and loaded with 60 µM methyl viologen or ascorbic acid. Nanoparticle solution was infused through the abaxial side of the leaf using a 1 mL needles syringe55,65. Approximately 100 μL solution was perfused into each plant leaf by gently pressing the tip of the syringe against the bottom of the leaf lamina and depressing the plunger. The excess solution was gently removed from the leaf surface by kimwipes.\nConfocal fluorescence microscopy imaging. Arabidopsis leaf samples were imaged by a Leica laser scanning confocal microscope TCS SP5 (Leica Microsystems, Germany)26,66. Each leaf was infused with 200 nM (0.17 mgmL−1) ChlQD, MV-Chl-QD or Asc-Chl-QD and incubated for 3 h. After incubation, a leaf punch was excised and incubated in 10 µM DHE (Thermo Fisher Scientific, USA) in 10 mM TES buffer (pH 7.0) for 30 min. The leaf was immediately placed on a glass slide equipped with Carolina observation gel for confocal analysis63. A peasize amount of observation gel (Carolina) was placed on a glass slide and pressed to about 1 mm thin on slides. A cork borer was used to cut a circular section of gel roughly twice the size of the leaf discs at the center of the observation gel and a leaf disc was placed in the within cavity. The imaging settings were as follows: ×40 wet objective (Leica Microsystems, Germany); 405 nm laser excitation for QD; 514 nm for DHE; z-stack section thickness = 2 µm; line average= 4. The PMT detection range was set 500–550 nm for QD; 580−615 nm for DHE; and 720−780 nm for chloroplast autofluorescence. The confocal imaging of QD and DHE signals were conducted separately to avoid the overlap between excitation of DHE dye and emission detection range of QD. Three to eight individuals (4 leaf discs for each\n10 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications\nplant) in total were used. The z-stacks (“xyz”) of two different regions were taken per leaf disc.\nAll confocal microscopy images were analyzed using FIJI (ImageJ) in which QD, DHE, and chloroplast images were evenly divided by drawing six lines of the region of interest (ROI), with the same length and distance between each ROI line26,40. The corresponding fluorescence intensity profiles of QD and DHE fluorescence and chloroplast autofluorescence were then measured across the six ROI line sections and reported as a subset of the image showing signal intensity plot. The percentage of chloroplasts colocalized with QD was counted as the overlapped peaks of fluorescence emission of chloroplast pigments and QD or DHE fluorescence signals. For DHE intensity analysis in chloroplasts, the pixel intensity of DHE fluorescence was measured (FIJI) in a ROI enclosing chloroplasts and reported as mean DHE intensity.\nChloroplast isolation. Chloroplasts were isolated through a centrifugation gradient method17,67. Intact chloroplasts were isolated from plants treated with 500 nM of Chl-QD, or buffer (10 mM TES pH 7.3). Approximately 100 µL of the solution was infiltrated into primary leaf whorl of 3–4-week-old Arabidopsis thaliana plants. Approximately 8 g of leaf tissue with or without nanoparticles was collected from 5–6 plants per treatment. Leaf tissue was macerated in 1X chilled sucrose buffer (pH 7.3, 28 mM Na2HPO4, 22 mM KH2PO4, 2.5 mM MgCl2, 400 mM sucrose, and 10 mM KCl) by two cycles of centrifugation at 4000 RCF for 10 min. Immediately following isolation, a sample of intact chloroplasts was placed on a glass slide for detection of quantum dot fluorescence within extracted chloroplasts using confocal microscopy.\nInductively coupled plasma mass spectrometry (ICP-MS). Following chloroplast isolation, sample pellets (~0.1 g) were air-dried for 48 h, placed in 50 mL polypropylene digestion tubes, and digested with a solution of 5% HNO3/1% HCl/ 1% H2O2 v/v. Samples were first digested in 1 mL of HNO3/ 0.4 mL of HCl and heated at 115 °C for 5 min using a hot block (DigiPREP System; SCP Science, Champlain, NY). Then, 0.4 mL of H2O2 was added and incubated for an additional 10 min. The solution was further diluted and analyzed by ICP-MS (Agilent 7700x ICP-MS) to quantify the content of Cd and Te. Individual element concentrations were calculated in μg g−1 (element mass in μg per gram of chloroplast dry mass).\nStatistical analysis. All data were represented as mean, ± indicates standard deviation (SD), and n= biological replicates or independent nanoparticle sample replicates. Statistical analysis was performed using SPSS 23.0. Statistical comparisons were performed by one-way ANOVA based on Duncan’s multiple range test (two tailed) or independent samples t-test (two tailed). All data were subjected to normal distribution tests by using non-parametric tests based on 1-Sample K-S (Kolmogorov-Smirnov test)."
    }, {
      "heading" : "Data availability",
      "text" : "The data underlying Figs. 2a–e, 3b, 4b, 5a, b, and 6b, c, as well as Supplementary Figs. 2a–d, 5c, 6a, b and 7 are provided as a source data file. Any other data supporting the findings of this study are available in the manuscript and its supplementary files or from the corresponding author upon request.\nReceived: 31 January 2020; Accepted: 26 March 2020;"
    }, {
      "heading" : "Acknowledgements",
      "text" : "We thank Jason White and Craig Musante from the Connecticut Agricultural Research Station for providing ICP-MS measurements. Ms. Gail Garcia assisted in biocompatibility assays of nanoparticles in plants. This material is based upon work supported by the National Science Foundation under Grant No. 1817363 to J.P.G."
    }, {
      "heading" : "Author contributions",
      "text" : "J.P.G., I.S., H.W., and P.H. conceived and designed the experiments. I.S. performed nanoparticle synthesis and in vivo experiments. H.W. and P.H. contributed to nanomaterial characterization and isothermal titration calorimetry analysis. I.S., H.W., P.H., and J.P.G, analyzed datasets and performed statistical analysis. All authors contributed to writing the manuscript."
    }, {
      "heading" : "Competing interests",
      "text" : "A pending U.S patent entitled “Compositions and methods for chloroplast genetic and biochemical engineering in planta“ (16/218.429) is based on this work. All authors J.P.G., I.S., H.W., and P.H. are inventors in this patent including Gregory M. Newkirk (University of California, Riverside). Specific aspects of manuscript covered in the patent application include methods for targeted delivery of nanomaterials to chloroplasts using rationally designed guiding peptides."
    }, {
      "heading" : "Additional information",
      "text" : "Supplementary information is available for this paper at https://doi.org/10.1038/s41467020-15731-w.\nCorrespondence and requests for materials should be addressed to J.P.G.\nPeer review information Nature Communications thanks the anonymous reviewers for their contribution to the peer review of this work.\nReprints and permission information is available at http://www.nature.com/reprints\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.\n© The Author(s) 2020\n12 NATURE COMMUNICATIONS | (2020) 11:2045 | https://doi.org/10.1038/s41467-020-15731-w | www.nature.com/naturecommunications"
    } ],
    "references" : [ {
      "title" : "Rational ligand design to improve agrochemical delivery efficiency and advance agriculture sustainability",
      "author" : [ "A.M. Smith", "L.M. Gilbertson" ],
      "venue" : "ACS Sustain. Chem. Eng",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Opportunities and challenges for nanotechnology in the agri-tech revolution",
      "author" : [ "G.V. Lowry", "A. Avellan", "L.M. Gilbertson" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Long-term fate of nitrate fertilizer in agricultural soils",
      "author" : [ "M. Sebilo", "B. Mayer", "B. Nicolardot", "G. Pinay", "A. Mariotti" ],
      "venue" : "Proc. Natl Acad. Sci. USA 110,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Nutrient use efficiency in plants",
      "author" : [ "V.C. Baligar", "N.K. Fageria", "Z.L. He" ],
      "venue" : "Commun. Soil Sci. Plant Anal. 32,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2001
    }, {
      "title" : "signaling, genetic loci, and physiological targets",
      "author" : [ "B. Li", "G. Li", "H.J. Kronzucker", "F. Baluška", "Shi", "W. Ammonium stress in Arabidopsis" ],
      "venue" : "Trends Plant Sci. 19, 107–114",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The Arabidopsis JAGGED gene encodes a zinc finger protein that promotes leaf tissue development",
      "author" : [ "C.K. Ohno", "G.V. Reddy", "M.G.B. Heisler", "E.M. Meyerowitz" ],
      "venue" : "Development 131,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2004
    }, {
      "title" : "An Arabidopsis pex10 null mutant is embryo lethal, implicating peroxisomes in an essential role during plant embryogenesis",
      "author" : [ "Sparkes", "I. A" ],
      "venue" : "Plant Physiol. 133,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2003
    }, {
      "title" : "novel tools and new applications",
      "author" : [ "Bock", "R. Genetic engineering of the chloroplast" ],
      "venue" : "Curr. Opin. Biotechnol. 26, 7–13",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mesoporous silica nanoparticles deliver DNA and chemicals into plants",
      "author" : [ "F. Torney", "B.G. Trewyn", "Lin", "V.S.-Y", "K. Wang" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2007
    }, {
      "title" : "Nanoparticle mediated genetic engineering of plants",
      "author" : [ "Wang", "J. W" ],
      "venue" : "Mol. Plant 12,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "High aspect ratio nanomaterials enable delivery of functional genetic material without DNA integration in mature plants",
      "author" : [ "Demirer", "G. S" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Chloroplast-selective gene delivery and expression in planta using chitosan-complexed single-walled carbon nanotube carriers",
      "author" : [ "Kwak", "S.-Y" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "A nanobionic light-emitting plant",
      "author" : [ "Kwak", "S. Y" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Nanobiotechnology approaches for engineering smart plant",
      "author" : [ "J.P. Giraldo", "H. Wu", "G.M. Newkirk", "S. Kruss" ],
      "venue" : "sensors. Nat. Nanotechnol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Nano-enabled strategies to enhance crop nutrition and protection",
      "author" : [ "M. Kah", "N. Tufenkji", "J.C. White" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "a new opportunity in plant sciences",
      "author" : [ "P. Wang", "E. Lombi", "Zhao", "F.-J.", "Kopittke", "P.M. Nanotechnology" ],
      "venue" : "Trends Plant Sci. 21, 699–712",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Plant nanobionics approach to augment photosynthesis and biochemical sensing",
      "author" : [ "Giraldo", "J. P" ],
      "venue" : "Nat. Mater. 13,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Nitroaromatic detection and infrared communication from wild-type plants using plant nanobionics",
      "author" : [ "Wong", "M. H" ],
      "venue" : "Nat. Mater. 16,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "application to in vivo monitoring",
      "author" : [ "Giraldo", "J.P. et al. A ratiometric sensor using single chirality near-infrared fluorescent carbon nanotubes" ],
      "venue" : "Small 11, 3973–3984",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "role of particle morphology, composition and dissolution behavior",
      "author" : [ "Borgatta", "J. et al. Copper based nanomaterials suppress root fungal disease in watermelon (Citrullus lanatus" ],
      "venue" : "ACS Sustain. Chem. Eng. 6, 14847–14856",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Achieving food security through the very small",
      "author" : [ "J.C. White", "J. Gardea-Torresdey" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Prostate-specific membrane antigen targeted gold nanoparticles for theranostics of prostate cancer",
      "author" : [ "Mangadlao", "J. D" ],
      "venue" : "ACS Nano 12,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Quantifying the ligand-coated nanoparticle delivery to cancer cells in solid tumors",
      "author" : [ "Q Dai" ],
      "venue" : "ACS Nano 12,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Cellular uptake of gold nanoparticles passivated with BSASV40 large T antigen conjugates",
      "author" : [ "Ryan", "J. A" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Carbon nanotubes as molecular transporters for walled plant cells",
      "author" : [ "Q Liu" ],
      "venue" : "Nano Lett. 9,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2009
    }, {
      "title" : "Anionic cerium oxide nanoparticles protect plant photosynthesis from abiotic stress by scavenging reactive oxygen species",
      "author" : [ "H. Wu", "N. Tito", "J.P. Giraldo" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Direct visualization of cross-links in the primary plant cell wall",
      "author" : [ "M.C. Mccann", "B. Wells", "K. Roberts" ],
      "venue" : "J. Cell Sci",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1990
    }, {
      "title" : "Barriers, pathways and processes for uptake, translocation and accumulation of nanomaterials in plants – Critical review",
      "author" : [ "F Schwab" ],
      "venue" : "Nanotoxicology 10,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Nanoparticle size and coating chemistry control foliar uptake pathways, translocation, and leaf-to-rhizosphere transport in wheat",
      "author" : [ "A Avellan" ],
      "venue" : "ACS Nano 13,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Chloroplast signaling within, between and beyond cells",
      "author" : [ "K. Bobik", "T.M. Burch-Smith" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "The engineered chloroplast genome just got smarter",
      "author" : [ "S. Jin", "H. Daniell" ],
      "venue" : "Trends Plant Sci. 20,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Chloroplast redox status modulates genome-wide plant responses during the non-host interaction of tobacco with the Hemibiotrophic Bacterium Xanthomonas campestris pv",
      "author" : [ "Pierella Karlusich", "J. J" ],
      "venue" : "vesicatoria. Front. Plant Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Sequence motifs in transit peptides act as independent functional units and can be transferred to new sequence contexts",
      "author" : [ "D.W. Lee", "S. Woo", "K.R. Geem", "I. Hwang" ],
      "venue" : "Plant Physiol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Targeting and assembly of components of the TOC protein import complex at the chloroplast outer envelope membrane",
      "author" : [ "Richardson", "L.G. L" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2014
    }, {
      "title" : "Multiple sequence motifs in the rubisco small subunit transit peptide independently contribute to Toc159dependent import of proteins into chloroplasts",
      "author" : [ "D.W. Lee", "S. Lee", "Y.J. Oh", "I. Hwang" ],
      "venue" : "Plant Physiol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Study to explore the mechanism to form inclusion complexes of β-cyclodextrin with vitamin molecules",
      "author" : [ "S. Saha", "A. Roy", "K. Roy", "M.N. Roy" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Introduction and general overview of cyclodextrin chemistry",
      "author" : [ "J. Szejtli" ],
      "venue" : "Chem. Rev. 98,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1998
    }, {
      "title" : "a universal localization mechanism",
      "author" : [ "Wong", "M.H. et al. Lipid exchange envelope penetration (LEEP) of nanoparticles for plant engineering" ],
      "venue" : "Nano Lett. 16, 1161–1172",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Rational design principles for the transport and subcellular distribution of nanomaterials into plant protoplasts",
      "author" : [ "Lew", "T.T. S" ],
      "venue" : "Small 14,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Standoff optical glucose sensing in photosynthetic organisms by a quantum dot fluorescent probe",
      "author" : [ "J. Li", "H. Wu", "I. Santana", "M. Fahlgren", "J.P. Giraldo" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Redox sensing and signalling associated with reactive oxygen in chloroplasts, peroxisomes and mitochondria",
      "author" : [ "C.H. Foyer", "G. Noctor" ],
      "venue" : "Physiol. Plant. 119,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2003
    }, {
      "title" : "ROS are good",
      "author" : [ "R. Mittler" ],
      "venue" : "Trends Plant Sci. 22,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2017
    }, {
      "title" : "Understanding oxidative stress and antioxidant functions to enhance photosynthesis",
      "author" : [ "C.H. Foyer", "S. Shigeoka" ],
      "venue" : "Plant Physiol. 155,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2011
    }, {
      "title" : "Mechanisms of resistance to paraquat in plants",
      "author" : [ "T.R. Hawkes" ],
      "venue" : "Pest Manag. Sci",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2014
    }, {
      "title" : "Ascorbic Acid-A potential oxidant scavenger and its role in plant development and abiotic stress tolerance",
      "author" : [ "N.A. Akram", "F. Shafiq", "M. Ashraf" ],
      "venue" : "Front. Plant Sci",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "inclusion complexation of reduced viologens by the hosts β-cyclodextrin and Heptakis (2,6-di-o-Methyl)-β-cyclodextrin",
      "author" : [ "A. Mirzoian", "Kaifer", "A.E. Reactive Pseudorotaxanes" ],
      "venue" : "Chem. Eur. J. 3, 1052–1058",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Complexation of redox-active surfactants by cyclodextrins",
      "author" : [ "A. Diaz", "P.A. Quintela", "J.M. Schuette", "A.E. Kaifer" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1988
    }, {
      "title" : "Paraquat and sustainable agriculture",
      "author" : [ "R.H. Bromilow" ],
      "venue" : "Pest Manag. Sci. 60,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2004
    }, {
      "title" : "The role of NADPH oxidase 1-derived reactive oxygen species in paraquat-mediated dopaminergic cell death",
      "author" : [ "A.C. Cristóvão", "Choi", "D.-H", "G. Baltazar", "M.F. Beal", "Kim", "Y.-S" ],
      "venue" : "Antioxid. Redox Signal",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2009
    }, {
      "title" : "Reactive oxygen species mediate Na+-induced SOS1 mRNA stability in Arabidopsis",
      "author" : [ "Chung", "J.-S", "Zhu", "J.-K", "R.A. Bressan", "P.M. Hasegawa", "H. Shi" ],
      "venue" : "Plant J. 53,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2008
    }, {
      "title" : "ROS and redox signalling in the response of plants to abiotic stress",
      "author" : [ "N. Suzuki", "S. Koussevitzky", "R. Mittler", "G. Miller" ],
      "venue" : "Plant Cell Environ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2012
    }, {
      "title" : "Paraquat and Parkinson’s disease",
      "author" : [ "C. Berry", "C. La Vecchia", "P. Nicotera" ],
      "venue" : "Cell Death Differ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2010
    }, {
      "title" : "Meta-analysis of cellular toxicity for cadmium-containing quantum dots",
      "author" : [ "E Oh" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Synthesis and degradation of cadmium-free InP and InPZn/ZnS quantum dots in solution",
      "author" : [ "R.P. Brown", "M.J. Gallagher", "D.H. Fairbrother", "Z. Rosenzweig" ],
      "venue" : "Langmuir 34,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "In vivo delivery of nanoparticles into plant leaves",
      "author" : [ "H. Wu", "I. Santana", "J. Dansie", "J.P. Giraldo" ],
      "venue" : "Curr. Protoc. Chem. Biol",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2017
    }, {
      "title" : "Fluorescence enhancement of CdTe MPA-capped quantum dots by glutathione for hydrogen peroxide determination",
      "author" : [ "Rodrigues", "S.S. M" ],
      "venue" : "Talanta 122,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2014
    }, {
      "title" : "Multifunctional quantum dot nanoparticles for effective differentiation and long-term tracking of human mesenchymal stem cells in vitro and in vivo",
      "author" : [ "J Li" ],
      "venue" : "Adv. Healthc. Mater",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2016
    }, {
      "title" : "Simple synthesis of highly luminescent water-soluble CdTe quantum dots with controllable surface functionality",
      "author" : [ "D Zhou" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2011
    }, {
      "title" : "Fluorescence detection of alkaline phosphatase activity with βcyclodextrin-modified quantum dots",
      "author" : [ "L Jia" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2010
    }, {
      "title" : "JavaScript programs for analyzing and formatting protein and DNA sequences",
      "author" : [ "Stothard", "P. The sequence manipulation suite" ],
      "venue" : "Biotechniques 28, 1104",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "A novel β-Cyclodextrin-QDs optical biosensor for the determination of amantadine and its application in cell imaging",
      "author" : [ "X. Ai", "L. Niu", "Y. Li", "F. Yang", "X. Su" ],
      "venue" : "Talanta 99,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2012
    }, {
      "title" : "Hollow luminescent carbon dots for drug delivery",
      "author" : [ "Q Wang" ],
      "venue" : "Carbon N. Y",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2013
    }, {
      "title" : "Enzyme Kinetics: Principles and Methods",
      "author" : [ "H. Bisswanger" ],
      "venue" : null,
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2017
    }, {
      "title" : "Experimental determination of the extinction coefficient of CdTe, CdSe, and CdS nanocrystals",
      "author" : [ "W.W. Yu", "L. Qu", "W. Guo", "X. Peng" ],
      "venue" : "Chem. Mater. 15,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2003
    }, {
      "title" : "Catalytic scavenging of plant reactive oxygen species in vivo by anionic cerium oxide nanoparticles",
      "author" : [ "G.M. Newkirk", "H. Wu", "I. Santana", "J.P. Giraldo" ],
      "venue" : "J. Vis. Exp",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2018
    }, {
      "title" : "Hydroxyl radical scavenging by cerium oxide nanoparticles improves Arabidopsis salinity tolerance by enhancing leaf mesophyll potassium retention",
      "author" : [ "H. Wu", "L. Shabala", "S. Shabala", "J.P. Giraldo" ],
      "venue" : "Environ. Sci. Nano",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Current approaches for nanomaterial delivery in plants are unable to target specific subcellular compartments with high precision, limiting our ability to engineer plant function. We demonstrate a nanoscale platform that targets and delivers nanomaterials with biochemicals to plant photosynthetic organelles (chloroplasts) using a guiding peptide recognition motif. Quantum dot (QD) fluorescence emission in a low background window allows confocal microscopy imaging and quantitative detection by elemental analysis in plant cells and organelles. QD functionalization with β-cyclodextrin molecular baskets enables loading and delivery of diverse chemicals, and nanoparticle coating with a rationally designed and conserved guiding peptide targets their delivery to chloroplasts. Peptide biorecognition provides high delivery efficiency and specificity of QD with chemical cargoes to chloroplasts in plant cells in vivo (74.6 ± 10.8%) and more specific tunable changes of chloroplast redox function than chemicals alone. Targeted delivery of nanomaterials with chemical cargoes guided by biorecognition motifs has a broad range of nanotechnology applications in plant biology and bioengineering, nanoparticle-plant interactions, and nano-enabled agriculture. https://doi.org/10.1038/s41467-020-15731-w OPEN",
    "creator" : "Springer"
  }
}